"{\"content\":{\"body\":\"> *In this post, we'll give a recap of the past 18 months and our path to the launch of the [Toucan Protocol](https://toucan.earth). It's the first in a series where we'll share the infrastructure we've been building and how we see it fitting into the crypto and climate finance landscape.*\\n\\n# The Opportunity 🌏\\n\\nTogether, we face a complex challenge: to confront the climate crisis and make sure the Earth is just and safe for future generations. **We are hopeful** — we see that humanity is waking up to the task, and working to rise to it. We are learning how to work together on a global scale, and we believe that blockchains are key tools to helping us make a transition to sustainability.\\n\\nThe Toucan community exists to support a planet-positive economy built on the open web. As web3 natives, we understand the power of consensus networks and smart contracts as tools to support human coordination on a global scale. It is our aim to build a regenerative financial system — one that nurtures the beauty of the Earth rather than exploiting it. That’s why we've joined together to help lead the way in discovering how the open internet can help humanity coordinate to take responsibility in our role as the Earth's stewards.\\n\\nWe've been independently working at the intersection of technology, engineering, economics, and sustainability for many years. Over the past two years, we've been building — knowledge, relationships, and prototypes, exploring how web3 technologies can help us address the climate crisis. We've spent countless late nights, spoken to so many brilliant people, won several awards and grants, and mainly built and built and built. Some highlights of our shared journey so far:\\n\\n* In February 2020[ we hacked together CO2ken](https://devpost.com/software/co2ken), a prototype carbon offsetting system for Ethereum.\\n* We joined the Blockchain For Social Impact incubator, where we won multiple prizes.\\n* We were awarded a grant by Polygon to deploy the Toucan Protocol on the network.\\n* In [KERNEL](https://kernel.community/) Block 3, we gathered more team members and set out to build the infrastructure we'd found a clear need for.\\n\\n![Hello world! 👋](https://images.mirror-media.xyz/publication-images/uF0nhWHwtIUZ1Hwcuqlzs.png?height=396&width=1584&size=large)\\n\\nToday, we're announcing a [rebrand](https://twitter.com/ToucanProtocol/status/1450069833618501636?s=20) and the launch of the Toucan Protocol: public infrastructure for carbon markets running on open blockchains. While we’re starting with carbon markets, but our vision is much bigger: we intend to kickstart a regenerative finance ecosystem based on Web3 technologies and values to make DeFi work for the planet. (DeFi stands for “[decentralized finance](https://www.economist.com/leaders/2021/09/18/the-beguiling-promise-of-decentralised-finance)”, it’s a new global financial ecosystem running on public blockchains like Ethereum.)\\n\\n## Why carbon? 💎\\n\\nTo minimize the severity of the changes we all see happening to the Earth's climate, we need to go beyond slowing or stopping the release of carbon dioxide and other greenhouse gases into the atmosphere — we need to remove the stuff in vast quantities.[ The risks of doing nothing or not enough are compounding](https://www.chathamhouse.org/2021/09/climate-change-risk-assessment-2021?utm_source=Chatham%20House&utm_medium=email&utm_campaign=12654120_CH%20-%20COP26%20Special%20-%20CH%20NL%20-%2024.09.21&utm_content=Intro-text-link&dm_i=1S3M,7J7ZC,OVOGUS,UNIM3,1). We need to take action urgently and at unprecedented scales.\\n\\nThrough our research, we found that carbon markets are the best place to start acting on our aspiration of creating a planet-positive economy. Carbon offsetting is a complex and controversial topic, and we recognize its limitations — we can't simply buy our way out of this problem. But offset markets have a critical role to play in providing financing for new, hard-to-commercialize climate technologies, and for making planet positive projects financially viable. Voluntary carbon markets alone are not a sufficient response to climate change, but they are a necessary part of our efforts to coordinate and face down this crisis.\\n\\nImportantly, carbon markets have serious traction. More and more corporates are making net-zero pledges, our legal and regulatory systems are familiar with carbon offsets as a financial instrument, and even individual people are increasingly choosing to offset their emissions. Improving environmental and social governance (ESG) practices, along with regulatory, consumer and market pressures mean more and more finance is flowing towards planet-positive projects. Carbon offsets are the vehicle enabling these climate-focused capital flows, and momentum is gathering.\\n\\nBut legacy carbon markets are broken. Voluntary carbon markets are fragmented, opaque, rife with middlemen and, as a result, suffer from questionable quality and lack transparent price signals.\\n\\nEnter Web3: the user-controlled Internet. Public blockchains and the smart contracts provide the opportunity to solve many of the problems that have plagued legacy carbon markets. Blockchains are transparent, offer innate verifiability and replace trusted intermediaries with immutable code. Public blockchains also have emergent properties — like [composability](https://future.a16z.com/how-composability-unlocks-crypto-and-everything-else/) — that we believe will make smart contract-powered carbon markets much more fair and efficient, ultimately connecting more capital with more projects making a real climate impact.\\n\\n# What's to come 👀\\n\\nSo, how are we using smart contracts to improve carbon markets? We're excited to announce the launch of the Toucan Protocol — public infrastructure for carbon markets running on open blockchains.\\n\\nThe Toucan Protocol introduces a new money lego to DeFi: programmable carbon. We've designed the Toucan Protocol to radically improve much of what's broken with legacy carbon markets. The Toucan Protocol has been heavily inspired by the recommendations published by the Task Force on Scaling Voluntary Carbon Markets [earlier this year](https://www.iif.com/tsvcm/Main-Page/Publications/ID/4254/Taskforce-Establishes-Core-Carbon-Principles-Publishes-Roadmap-for-Scaling-Voluntary-Carbon-Markets). To create this new carbon primitive, we had to solve a few challenges.\\n\\n### The Toucan Carbon Bridge 🌁\\n\\nFirst, we needed a way for anyone to bring credible offsets from existing legacy offset registries onto smart contract-enabled blockchains. To achieve this, we've built the Toucan Carbon Bridge — the first generalized bridge to tokenize carbon offsets. The Carbon Bridge can be connected to any source of offsets. We're starting with offsets from widely-respected and established registries starting with Verra, and followed soon by Gold Standard and others.\\n\\nIn the bridging process, offsets are standardized and attributes are recorded. At the end of the process, users receive TCO2: fungible tokens representing tokenized carbon tonnes. By tokenizing existing carbon offsets, we can build on the well established ecosystem of carbon standards and verifiers and connect these markets to the dynamism of DeFi (decentralized finance).\\n\\nStay tuned for a deeper dive into how we've designed the Toucan Carbon Bridge to create an on-chain meta-registry with a direct connection to DeFi that is secure, efficient and prevents double counting.\\n\\n### Toucan Carbon Pools 🏊\\n\\nOnce we'd worked out how to bring offsets over the Carbon Bridge, we faced an interesting challenge. [Not all carbon offsets are equal](https://docs.toucan.earth/protocol/pool/pools) — they come from a wide range of projects, which use different techniques to reduce emissions or remove greenhouse gases from the atmosphere. Furthermore, roughly each year a different offset *vintage* is created by each project, and just like wine, vintages have varying quality. This variation fragments liquidity. We needed a way to aggregate enough carbon offsets to create a useful web3 building block.\\n\\nFor this, we've developed **Toucan Carbon Pools**. Carbon Pools are reference pools with a corresponding carbon reference token. When these pools are created, a set of attributes is whitelisted — in order to deposit a carbon offset into the pool, the TCO2 token must match the gating attribute list.\\n\\nEach offset deposited in a Carbon Pool creates a carbon reference token. Each carbon token is backed by one of the carbon offsets that have the necessary attributes, held in the pool smart contract. And of course, since these are on public blockchains, each offset can be verified — all the way down to its source registry.\\n\\nToucan Carbon Pools transparently solve the liquidity problem that hinders price discovery in off-chain carbon markets. Carbon reference tokens are ERC20 tokens composable with the entire DeFi universe — they can be traded on AMMs like SushiSwap, used as collateral for a currency like KLIMA, and so on. We're excited to grow the Toucan ecosystem of dapps and protocols building with programmable carbon, and will share a deeper dive into the design of our Carbon Pools in the coming weeks.\\n\\n# Toucan v1.0 🧑‍💻\\n\\nWe are so thrilled to announce that we have now launched v1.0 the Toucan Protocol and have created the first Carbon Pool, the Base Carbon Tonne (BCT). We've launched on Polygon — we love that the blockchain runs on energy-efficient Proof of Stake, is EVM compatible, and has low transaction costs and a great community. The network is also home to[ KlimaDAO](https://klimadao.finance/), the first protocol building with Toucan's BCT carbon reference tokens.\\n\\nBeyond all of this, Toucan's job is to integrate carbon into DeFi apps — Polygon has a ton of activity and liquidity, and we want to be where the party is 🎉. While we're starting with Polygon, we are convinced that carbon needs to be a multi-chain asset very soon. Therefore we are actively working out ways to connect Toucan carbon tokens to other ecosystems like Celo.\\n\\n## Stay tuned 📻\\n\\nOver the coming weeks, we will be sharing more posts about the Toucan Protocol and the community we're building. And as web3 natives, we know the value of transparency and verifiability — we'll be releasing our source code for public review as soon as we can catch a breath from the launch.\\n\\nIf you'd like to get involved, you are very welcome here! Follow us on [Twitter](https://twitter.com/ToucanProtocol), join our [Discord](https://toucan.earth/discord) or reach out to contact@toucan.earth.\\n\\n![💖](https://images.mirror-media.xyz/publication-images/VCPv5aO7INYpbhbJdV7d3.jpg?height=2400&width=2400)\\n\\n\",\"timestamp\":1634566444,\"title\":\"Introducing Toucan\"},\"digest\":\"FqIc41yUQF4Jw-ppjJh1x28Wh143D2CjG1fGk3sGzWc\",\"authorship\":{\"contributor\":\"0x84F5590Ffe54e0f684b845807D036D8C1D18e684\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DMRI58DCxCybWlYMzoRQ4x5K_oIO4oh6gxhAKb86-Jg\\\",\\\"y\\\":\\\"fv9jFpKlVr9ZWTITuiAunuw-81oCYZqno0GF_PJrZZM\\\"}\",\"signature\":\"gmsrKbgwyzO2by-Qng3PlMANy3PyEY98RNBR3y5selNsqXpj6zwxAL_IOHwtOCMxA3FR6aKaXuuzPtAOYzuBVQ\",\"signingKeySignature\":\"0x9b5e0c9f6b8282a96d21b89c014ccc17f24fe690904e4f4a6bf6b38e2eaedd8b07fb932f1345b683418f4eba0221fb007aa15b3aa6e495f74ce7dfa7104065ba1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DMRI58DCxCybWlYMzoRQ4x5K_oIO4oh6gxhAKb86-Jg\\\",\\\"y\\\":\\\"fv9jFpKlVr9ZWTITuiAunuw-81oCYZqno0GF_PJrZZM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FqIc41yUQF4Jw-ppjJh1x28Wh143D2CjG1fGk3sGzWc\"}"