"{\"content\":{\"body\":\"A few months ago I made my own personal social token — considered under cryptocurrencies — called **$GIAN**. In case you’ve never heard of social tokens, I guess a relatable way of explaining it is through your loyalty points from your favorite brands.\\n\\nYou get points for doing certain actions, just like following them in social media, signing up for their newsletter or email list, or buying stuff from their stores. With those points, you can claim stuff, like a voucher, or use it to pay for items.\\n\\nThe thing about social tokens, though, is that the creator and its holders can do anything they want with it, unlike loyalty points where you’re stuck with what the brand tells you can do with it.\\n\\nNow you might be thinking…\\n\\n### Why the fuck-?\\n\\nI’ll be giving these tokens to everyone who has supported me with what I’ve done in life. It serves as a signal for me to know who I can trust. The more tokens you have, the bigger the signal is for me that we’ve been through a lot.\\n\\n“Support” doesn’t JUST mean monetary, btw. We’re also talking morally. This can mean a lot of things like sharing my works in social media, or visiting my booth in events I sell stickers at, or inviting me to events, etc. etc. I’ve always appreciated these even before the token, and this time, I can give you something back.\\n\\nThis is beneficial for me in a way that I’d prioritize people with more tokens when it comes to anything (like getting insurance, or any kind of service or product).\\n\\n“Hey Gian! Long time no talk, but I’ve been a supporter of yours from the start-“ Yeah, let’s see how many tokens you have to prove it.\\n\\n### So… what can I do with it?\\n\\nRight now, I’ve thought of giving token-holders the power to voice out their opinions on some of my life decisions, like if I should study design abroad, or just visit Web3 friends + live and collaborate with them.\\n\\nExample: [I let attendees of the talk I did vote on how I’m going to use $500.](https://snapshot.org/#/gianferrer.eth/proposal/0x8a761b8b9ae21e3fc497581f6468542f5b1af422dced395003199baa0fc794c5)\\n\\n*“That sounds like some Black Mirror bullshit.”*\\n\\nFollowing the train of thought behind the creation of the token, people who have more tokens have pretty much shaped my life, so they understand me more than the people with less tokens.\\n\\nWhile the concept of blockchain, crypto, and Web3 in general is decentralization, this is still a person’s life we’re talking about. This is why my family and I will be owning 55% of these tokens. 35% to me, and 20% to my family. The remaining 45% will be for people I’ve met throughout my life.\\n\\nAnother thing that I have in mind is that I’ll let you have some sort of VIP treatment for some of the things I’ve been doing. I’m thinking free tickets to the events I put up (or even backstage passes), or free copies of whatever I make physically or digitally (like stickers, prints, shirts, NFTs, etc.). Token holder-only parties, especially for my birthday?! IDEK at this point.\\n\\nBTW, token-holders can do whatever the fuck they want. Give it to other people? Sure. Token-holders can even propose added perks (like the ones mentioned above) which will be up for vote for all token-holders.\\n\\nJust remember what the token can primarily do, and that is shape my life.\\n\\n### How do I get it?\\n\\nYou don’t have to pay anything to get it. Just send me your crypto wallet address for the Ethereum / Polygon network (from Metamask, Trust, or Rainbow). If I’ve known you for quite some time now, you’ll for sure get some tokens, but this offer is only up to 2027.\\n\\nOther ways to get tokens is by purchasing any of my NFTs, or supporting any of my businesses or whatever projects monetarily.\\n\\nI can literally think of any mechanic that will give you more tokens. Again, token-holders can propose these and be put up to a vote (like the “Condo or business” question).\\n\\n### The future…\\n\\nThe thought of putting monetary value to the token has been in my head. I mean, people’s trust and support has put a roof on top of my family’s head, food on our plates, and at one point, I will have more than I’ll need. Why not share those blessings?!\\n\\nI’ve thought of pledging a part of my income so that I can make a liquidity pool where people can exchange $GIAN for other crypto. I’ve also thought of incentivizing adding to the liquidity pool (both $GIAN and another token or currency).\\n\\nMy fear is that putting in money changes the dynamics in these human connections and interactions… and most likely, it will. (See “[Total Forgiveness](https://www.youtube.com/watch?v=b9RoQvbKw7Q)”, a web series from CollegeHumor where a couple of friends dares each other crazy shit. Do the dare = Get cash to pay for their $60-100K+ worth of student loans.)\\n\\n### Anyways…\\n\\nTo get the latest updates about the token (not my social media posts), [join the Telegram channel here.](https://t.me/+GsJGto0MwjZlN2U9) The first proposal might be out some time this January, focusing on goals I want to put up this 2022. Token-holders help me prioritize them.\\n\\nIf you know me, send me your crypto wallet address on Twitter, Instagram, Messenger, etc. and I’ll be giving you $GIAN if we have interacted before / I’d like to interact or reconnect with you.\\n\\nYes. This means that even if we haven’t interacted before, or it’s been a while, you may send your crypto address.\\n\\n**Wallets Accepted:** Metamask, Rainbow, Trust Wallet, Trezor, Ledger, anything that accepts ERC-20 tokens\\n\\n**Wallets NOT Accepted:** Ronin, the one from exchanges or CeFi -- centralized Finance (Binance, Coinbase, OKEx, Celsius, PDAX, Coins.ph, etc.)\\n\\n\\n---\\n\\nIn case you want to see them on your wallet, you can import them using the following token addresses:\\n\\n**Ethereum:** 0xc48752b8e1dc43f9d70504099b5c17c4380ac605 - [Etherscan](https://etherscan.io/token/0xC48752b8e1DC43F9d70504099b5C17c4380Ac605)\\n\\n**Polygon:** 0x8527abef4ede978af2b753543f8864ec85fd55c6 - [Polygonscan](https://polygonscan.com/token/0x8527abef4ede978af2b753543f8864ec85fd55c6)\\n\\n$GIAN was minted on [Coinvise](https://coinvise.co/)! You can mint your or your community’s social token there, FOR FREE, on Ethereum or Polygon!\",\"timestamp\":1640571582,\"title\":\"Take over my life with $GIAN\",\"publication\":\"gianferrer\"},\"digest\":\"lscemI-zbXE2Ji4Gg6lNXvWIGAQZq59t4xV83rbnDaM\",\"authorship\":{\"contributor\":\"0x2bD5d2e3d5852AD9960638083cb7c9F493E7A597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-AE9s5OD3taWHyf8-7hnhTJXCayudL2B4OB3aBLGYcg\\\",\\\"y\\\":\\\"rlANfo26BaZIetltnSsva7hcUTz9FrI1P9iaEbCZHTs\\\"}\",\"signature\":\"JXPM9COiVKOYeB3Oz21lSRpL211OQSmUceq6Nli5tjuG4ERHXxmvnHcTanfrKzrmnziJTHnlQA1ttZdzjCeEpg\",\"signingKeySignature\":\"0x185732c24e4fcbcebf337053ca4f1784edfcbd4c480bccb006db80105447d2896073b291b843454a9ba4b18ae85dd31ebbb3e2ff103ae5ec7028c26558ec59cd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-AE9s5OD3taWHyf8-7hnhTJXCayudL2B4OB3aBLGYcg\\\",\\\"y\\\":\\\"rlANfo26BaZIetltnSsva7hcUTz9FrI1P9iaEbCZHTs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vZBZwIM7LjKbFURFzJBrTC5zethT4g7RZ2cUM411VgE\"}"