"{\"content\":{\"body\":\"Nightspore obeyed.\\n\\nKrag pulled out the big blade of the knife, and made a careless and almost savage slash at Maskull's upper arm.  The wound was deep, and blood flowed freely.\\n\\n\\\"Do I bind it up?\\\" asked Maskull, scowling with pain.\\n\\nKrag spat on the wound 'Pull your shirt down. it won't bleed any more.\\\"\\n\\nHe then turned his attention to Nightspore, who endured his operation with grim indifference.  Krag threw the knife on the floor.\\n\\nAn awful agony, emanating from the wound, started to run through Maskull's body, and he began to doubt whether he would not have to faint, but it subsided almost immediately, and then he felt nothing but a gnawing ache in the injured arm, just strong enough to make life one long discomfort.\\n\\n\\\"That's finished,\\\" said Krag.  \\\"Now you can follow me.\\\"\\n\\nPicking up the lantern, he walked toward the door.  The others hastened after him, to take advantage of the light, and a moment later their footsteps, clattering down the uncarpeted stairs, resounded through the deserted house.  Krag waited till they were out, and then banged the front door after them with such violence that the windows shook.\\n\\nWhile they were walking swiftly across to the tower, Maskull caught his arm.  \\\"I heard a voice up those stairs.\\\"\\n\\n\\\"What did it say?\\\"\\n\\n\\\"That I am to go, but Nightspore is to return.\\\"\\n\\nKrag smiled.  \\\"The journey is getting notorious,\\\" he remarked, after a pause.  \\\"There must be ill - wishers about.... Well, do you want to return?\\\"\\n\\n\\\"I don't know what I want.  But I thought the thing was curious enough to be mentioned.\\\"\\n\\n\\\"It is not a bad thing to hear voices,\\\" said Krag, \\\"but you mustn't for a minute imagine that all is wise that comes to you out of the night world.\\\"\\n\\nWhen they had arrived at the open gateway of the tower, he immediately set foot on the bottom step of the spiral staircase and ran nimbly up, bearing the lantern.  Maskull followed him with some trepidation, in view of his previous painful experience on these stairs, but when, after the first half - dozen steps, he discovered that he was still breathing freely, his dread changed to relief and astonishment, and he could have chattered like a girl.\\n\\nAt the lowest window Krag went straight ahead without stepping, but Maskull clambered into the embrasure, in order to renew his acquaintance with the miraculous spectacle of the Arcturian group. The lens had lost its magic property.  It had become a common sheet of glass, through which the ordinary sky field appeared.\\n\\nThe climb continued, and at the second and third windows he again mounted and stared out, but still the common sights presented themselves.  After that, he gave up and looked through no more windows.\\n\\nKrag and Nightspore meanwhile had gone on ahead with the light, so that he had to complete the ascent in darkness.  When he was near the top, he saw yellow light shining through the crack of a half - opened door.  His companions were standing just inside a small room, shut off from the staircase by rough wooden planking; it was rudely furnished and contained nothing of astronomical interest.  The lantern was resting on a table.\\n\\nMaskull walked in and looked around him with curiosity. \\\"Are we at the top?\\\"\\n\\n\\\"Except for the platform over our heads,\\\" replied Krag.\\n\\n\\\"Why didn't that lowest window magnify, as it did earlier in the evening?\\\"\\n\\n\\\"Oh, you missed your opportunity,\\\" said Krag, grinning.  \\\"If you had finished your climb then, you would have seen heart - expanding sights.  From the fifth window, for example, you would have seen Tormance like a continent in relief; from the sixth you would have seen it like a landscape.... But now there's no need.\\\"\\n\\n\\\"Why not - and what has need got to do with it?\\\"\\n\\n\\\"Things are changed, my friend, since that wound of yours.  For the same reason that you have now been able to mount the stairs, there was no necessity to stop and gape at illusions en route.\\\"\\n\\n\\\"Very well,\\\" said Maskull, not quite understanding what he meant. \\\"But is this Surtur's den?\\\"\\n\\n\\\"He has spent time here.\\\"\\n\\n\\\"I wish you would describe this mysterious individual, Krag.  We may not get another chance.\\\"\\n\\n\\\"What I said about the windows also applies to Surtur.  There's no need to waste time over visualising him, because you are immediately going on to the reality.\\\"\\n\\n\\\"Then let us go.\\\" He pressed his eyeballs wearily.\\n\\n\\\"Do we strip?\\\" asked Nightspore.\\n\\n\\\"Naturally,\\\" answered Krag, and he began to tear off his clothes with slow, uncouth movements.\\n\\n\\\"Why?\\\" demanded Maskull, following, however, the example of the other two men.\\n\\nKrag thumped his vast chest, which was covered with thick hairs, like an ape's.  \\\"Who knows what the Tormance fashions are like?  We may sprout limbs - I don't say we shall.\\\"\\n\\n\\\"A - ha!\\\" exclaimed Maskull, pausing in the middle of his undressing.\\n\\nKrag smote him on the back.  \\\"New pleasure organs possible, Maskull. You like that?\\\"\\n\\nThe three men stood as nature made them.  Maskull's spirits rose fast, as the moment of departure drew near.\\n\\n\\\"A farewell drink to success!\\\" cried Krag, seizing a bottle and breaking its head off between his fingers.  There were no glasses, but he poured the amber - coloured wine into some cracked cups.\\n\\nPerceiving that the others drank, Maskull tossed off his cupful.  It was as if he had swallowed a draught of liquid electricity.... Krag dropped onto the floor and rolled around on his back, kicking his legs in the air.  He tried to drag Maskull down on top of him, and a little horseplay went on between the two.  Nightspore took no part in it, but walked to and fro, like a hungry caged animal.\\n\\nSuddenly, from out - of - doors, there came a single prolonged, piercing wail, such as a banshee might be imagined to utter.  It ceased abruptly, and was not repeated.\\n\\n\\\"What's that?\\\" called out Maskull, disengaging himself impatiently from Krag.\\n\\nKrag rocked with laughter.  \\\"A Scottish spirit trying to reproduce the bagpipes of its earth life - in honour of our departure.\\\"\\n\\nNightspore turned to Krag.  \\\"Maskull will sleep throughout the journey?\\\"\\n\\n\\\"And you too, if you wish, my altruistic friend. I am pilot, and you passengers can amuse yourselves as you please.\\\"\\n\\n\\\"Are we off at last?\\\" asked Maskull.\\n\\n\\\"Yes, you are about to cross your Rubicon, Maskull.  But what a Rubicon! .. . Do you know that it takes light a hundred years or so to arrive here from Arcturus?  Yet we shall do it in nineteen hours.\\\"\\n\\n\\\"Then you assert that Surtur is already there?\\\"\\n\\n\\\"Surtur is where he is.  He is a great traveller.\\\"\\n\\n\\\"Won't I see him?\\\"\\n\\nKrag went up to him and looked him in the eyes.  \\\"Don't forget that you have asked for it, and wanted it.  Few people in Tormance will know more about him than you do, but your memory will be your worst friend.\\\"\\n\\nHe led the way up a short iron ladder, mounting through a trap to the flat roof above.  When they were up, he switched on a small electric torch.\\n\\nMaskull beheld with awe the torpedo of crystal that was to convey them through the whole breadth of visible space.  It was forty feet long, eight wide, and eight high; the tank containing the Arcturian back rays was in front, the car behind.  The nose of the torpedo was directed toward the south-eastern sky.  The whole machine rested upon a flat platform, raised about four feet above the level of the roof, so as to encounter no obstruction on starting its flight.\\n\\nKrag flashed the light on to the door of the car, to enable them to enter.  Before doing so, Maskull gazed sternly once again at the gigantic, far - distant star, which was to be their sun from now onward.  He frowned, shivered slightly, and got in beside Nightspore. Krag clambered past them onto his pilot's seat.  He threw the flashlight through the open door, which was then carefully closed, fastened, and screwed up.\\n\\nHe pulled the starting lever.  The torpedo glided gently from its platform, and passed rather slowly away from the tower, seaward.  Its speed increased sensibly, though not excessively, until the approximate limits of the earth's atmosphere were reached.  Krag then released the speed valve, and the car sped on its way with a velocity more nearly approaching that of thought than of light.\\n\\nMaskull had no opportunity of examining through the crystal walls the rapidly changing panorama of the heavens.  An extreme drowsiness oppressed him.  He opened his eyes violently a dozen times, but on the thirteenth attempt he failed.  From that time forward he slept heavily.\\n\\nThe bored, hungry expression never left Nightspore's face.  The alterations in the aspect of the sky seemed to possess not the least interest for him.\\n\\nKrag sat with his hand on the lever, watching with savage intentness his phosphorescent charts and gauges.\\n\\nChapter 6\\n\\nJOIWIND\\n\\nIT WAS DENSE NIGHT when Maskull awoke from his profound sleep.  A wind was blowing against him, gentle but wall - like, such as he had never experienced on earth.  He remained sprawling on the ground, as he was unable to lift his body because of its intense weight.  A numbing pain, which he could not identify with any region of his frame, acted from now onward as a lower, sympathetic note to all his other sensations.  It gnawed away at him continuously; sometimes it embittered and irritated him, at other times he forgot it.\\n\\nHe felt something hard on his forehead.  Putting his hand up, he discovered there a fleshy protuberance the size of a small plum, having a cavity in the middle, of which he could not feel the bottom. Then he also became aware of a large knob on each side of his neck, an inch below the ear.\\n\\nFrom the region of his heart, a tentacle had budded.  It was as long as his arm, but thin, like whipcord, and soft and flexible.\\n\\nAs soon as he thoroughly realised the significance of these new organs, his heart began to pump.  Whatever might, or might not, be their use, they proved one thing that he was in a new world.\\n\\nOne part of the sky began to get lighter than the rest.  Maskull cried out to his companions, but received no response.  This frightened him.  He went on shouting out, at irregular intervals - equally alarmed at the silence and at the sound of his own voice. Finally, as no answering hail came, he thought it wiser not to make too much noise, and after that he lay quiet, waiting in cold blood for what might happen.\\n\\nIn a short while he perceived dim shadows around him, but these were not his friends.\\n\\nA pale, milky vapour over the ground began to succeed the black night, while in the upper sky rosy tints appeared.  On earth, one would have said that day was breaking.  The brightness went on imperceptibly increasing for a very long time.\\n\\nMaskull then discovered that he was lying on sand.  The colour of the sand was scarlet.  The obscure shadows he had seen were bushes, with black stems and purple leaves.  So far, nothing else was visible.\\n\\nThe day surged up.  It was too misty for direct sunshine, but before long the brilliance of the light was already greater than that of the midday sun on earth.  The heat, too, was intense, but Maskull welcomed it - it relieved his pain and diminished his sense of crushing weight.  The wind had dropped with the rising of the sun.\\n\\nHe now tried to get onto his feet, but succeeded only in kneeling. He was unable to see far.  The mists had no more than partially dissolved, and all that he could distinguish was a narrow circle of red sand dotted with ten or twenty bushes.\\n\\nHe felt a soft, cool touch on the back of his neck.  He started forward in nervous fright and, in doing so, tumbled over onto the sand.  Looking up over his shoulder quickly, he was astounded to see a woman standing beside him.\\n\\nShe was clothed in a single flowing, pale green garment, rather classically draped.  According to earth standards she was not beautiful, for, although her face was otherwise human, she was endowed - or afflicted - with the additional disfiguring organs that Maskull had discovered in himself.  She also possessed the heart tentacle.  But when he sat up, and their eyes met and remained in sympathetic contact, he seemed to see right into a soul that was the home of love, warmth, kindness, tenderness, and intimacy. Such was the noble familiarity of that gaze, that he thought he knew her. After that, he recognised all the loveliness of her person.  She was tall and slight.  All her movements were as graceful as music.  Her skin was not of a dead, opaque colour, like that of an earth beauty, but was opalescent; its hue was continually changing, with every thought and emotion, but none of these tints was vivid  -  all were delicate, half - toned, and poetic.  She had very long, loosely plaited, flaxen hair.  The new organs, as soon as Maskull had familiarised himself with them, imparted something to her face that was unique and striking.  He could not quite define it to himself, but subtlety and inwardness seemed added.  The organs did not contradict the love of her eyes or the angelic purity of her features, but nevertheless sounded a deeper note - a note that saved her from mere girlishness.\\n\\nHer gaze was so friendly and unembarrassed that Maskull felt scarcely any humiliation at sitting at her feet, naked and helpless.  She realised his plight, and put into his hands a garment that she had been carrying over her arm.  It was similar to the one she was wearing, but of a darker, more masculine colour.\\n\\n\\\"Do you think you can put it on by yourself?\\\"\\n\\nHe was distinctly conscious of these words, yet her voice had not sounded.\\n\\nHe forced himself up to his feet, and she helped him to master the complications of the drapery.\\n\\n\\\"Poor man - how you are suffering!\\\" she said, in the same inaudible language.  This time he discovered that the sense of what she said was received by his brain through the organ on his forehead.\\n\\n\\\"Where am I? Is this Tormance?\\\" he asked.  As he spoke, he staggered.\\n\\nShe caught him, and helped him to sit down.  \\\"Yes.  You are with friends.\\\"\\n\\nThen she regarded him with a smile, and began speaking aloud, in English.  Her voice somehow reminded him of an April day, it was so fresh, nervous, and girlish.  \\\"I can now understand your language. It was strange at first. in the future I'll speak to you with my mouth.\\\"\\n\\n\\\"This is extraordinary!  What is this organ?\\\" he asked, touching his forehead.\\n\\n\\\"It is named the 'breve.' By means of it we read one another's thoughts.  Still, speech is better, for then the heart can be read too.\\\"\\n\\nHe smiled.  \\\"They say that speech is given us to deceive others.\\\"\\n\\n\\\"One can deceive with thought, too.  But I'm thinking of the best, not the worst.\\\"\\n\\n\\\"Have you seen my friends?\\\"\\n\\n'She scrutinised him quietly, before answering.  \\\"Did you not come alone?\\\"\",\"timestamp\":1637648341,\"title\":\"\\n\\\"Then bare your arm too, you aristocrat of the universe\"},\"digest\":\"Cl_UNONI9rGG90UQpUsv7BUzzbud5jLUSeA_6VmuiWI\",\"authorship\":{\"contributor\":\"0x1928Fa8c1480697A043aA639A3c2C52BE5B7890a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QkkW-Qlbo-7QEaYxgfZATR9Te2m4P2qml25tuXUjaTU\\\",\\\"y\\\":\\\"KNXdTJaj0eqjg8p3IfrLjNcK6jRP8vBY0FSi0QK4m9Q\\\"}\",\"signature\":\"hp2XbBmr4fOz1zkhf738VoTR7aEcvUd5g7-DMH9sCvfSrd-Nefjrtl7lSl-GbIHbhVUMluSbMfCpFKAKzV4wlw\",\"signingKeySignature\":\"0xfa8589fa985fd8c00b7a387a65efa796b58e0374953d43621277c8fd49b7809f05db86f4cc56ad66183d0c0669b4076992e069ca08cc41fc8c682fb5b26085df1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QkkW-Qlbo-7QEaYxgfZATR9Te2m4P2qml25tuXUjaTU\\\",\\\"y\\\":\\\"KNXdTJaj0eqjg8p3IfrLjNcK6jRP8vBY0FSi0QK4m9Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cl_UNONI9rGG90UQpUsv7BUzzbud5jLUSeA_6VmuiWI\"}"