"{\"content\":{\"body\":\"[Facebook](https://www.huffpost.com/impact/topic/facebook) CEO [Mark Zuckerberg](https://www.huffpost.com/impact/topic/mark-zuckerberg) intervened to reinstate a false anti-abortion video to assuage conservative Republican politicians, according to internal company documents Facebook whistleblower [Frances Haugen](https://www.huffpost.com/topic/frances-haugen) provided to Congress that [The Financial Times examined](https://www.ft.com/content/67ad6eda-eb1c-4c97-bb3e-464c65bd63e7).\\n\\nThe incident was reportedly one of several instances of Facebook senior executives countermanding company policy to allow American politicians and celebrities to post whatever they wanted despite pleas from employees to moderate the content, according to the documents.\\n\\nADVERTISEMENT\\n\\nFacebook particularly made exceptions for right-wing misinformation in the wake of relentless criticism from people such as former President [Donald Trump](https://www.huffpost.com/news/topic/donald-trump) that Facebook is biased against conservative views, the documents indicate.\\n\\nIn one such instance, Zuckerberg was “personally involved” in a 2019 decision to reinstate an anti-abortion video that a moderator had removed from Facebook because of notable — and potentially dangerous — misinformation, according to the documents.\\n\\nZuckerberg intervened after Republican politicians including Texas Sen. [Ted Cruz](https://www.huffpost.com/news/topic/ted-cruz) and Missouri Sen. [Josh Hawley](https://www.huffpost.com/topic/josh-hawley) wrote to accuse Facebook of censorship regarding the video, the Financial Times and [Business Insider](https://www.businessinsider.com/zuckerberg-caved-to-republican-politicians-abortion-misinformation-video-facebook-papers-2021-10) reported.\\n\\nThe video falsely insisted that abortion is “never medically necessary,” the Financial Times recounted.\\n\\nADVERTISEMENT\\n\\nThere are multiple situations in which abortions are medically necessary to save the life or health of someone who is pregnant. In fact, Ireland eased its abortion laws in 2018 following outrage over one such case: the fatal septic miscarriage of 31-year-old Savita Halappanavar after doctors refused to perform an abortion on her because of legal constraints.\\n\\nThe American College of Obstetricians and Gynecologists, as well as Physicians for Reproductive Health, issued a statement in response to the anti-abortion video saying that “[without question, abortion can be medically necessary](https://www.acog.org/news/news-releases/2019/09/abortion-can-be-medically-necessary).”\\n\\n“The [science of medicine is not subjective](https://www.acog.org/news/news-releases/2019/09/abortion-can-be-medically-necessary), and a strongly held personal belief should never outweigh scientific evidence, override standards of medical care, or drive policy that puts a person’s health and life at risk,” the joint statement read.\\n\\nFacebook did not immediately respond to requests for comment on Zuckerberg’s role in reinstating the anti-abortion video.\\n\\nADVERTISEMENT\\n\\nHaugen, a former Facebook employee who [worked on the company’s civic misinformation team](https://www.huffpost.com/entry/facebook-frances-haugen-60-minutes-whistleblower-jan-6_n_615a46b0e4b008640eb5d6b5), has provided copies of thousands of pages of internal Facebook documents that supported her testimony against Facebook earlier this month before the Senate Commerce Subcommittee on Consumer Protection.\\n\\nHaugen and many of the so-called “Facebook Papers” have revealed that company executives are [well aware of how polarizing Facebook’s content is](https://www.huffpost.com/entry/facebook-frances-haugen-60-minutes-whistleblower-jan-6_n_615a46b0e4b008640eb5d6b5). They also know that polarization results in more customer engagement that increases company profits at the expense of social safety, Haugen testified.\\n\\nZuckerberg has disputed that characterization of the company.\\n\\nIn testimony Monday before a U.K. Parliament committee, Haugen said Facebook [“lionizes growth” over all else](https://www.nbcnews.com/tech/tech-news/facebook-whistleblower-shocked-companys-investment-metaverse-rcna3725) and called for an overhaul of the company.\\n\\nShe advocated for greater transparency and said that an outside regulator should insist that Facebook provide solutions to a litany of harms.\\n\\n“Instead of investing in 10,000 engineers to make the metaverse, invest in 10,000 engineers to [make our world safer](https://www.nbcnews.com/tech/tech-news/facebook-whistleblower-shocked-companys-investment-metaverse-rcna3725),” she urged.\",\"timestamp\":1635250000,\"title\":\"Mark Zuckerberg Let False Anti-Abortion Video Back On Facebook To Mollify GOP: Report\"},\"digest\":\"kEsT1-VePeWBDtkMgRGWO1wO9TNWS0CxPTdFzLyriKw\",\"authorship\":{\"contributor\":\"0x445D2E92B9b68e0254f0d0F5FFDbbB8AD476AfbA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3Q87d09kiOAI0rofzW-_okoXca3RbLAjDyTfkuU6bFg\\\",\\\"y\\\":\\\"8P77mePdMnIseOv9rDlhmReBUWZvxK6Gk7XYqqCv__o\\\"}\",\"signature\":\"RPo3goAH_IrSBD7m-1MxAdSsN8gfmqKx18znXIOtJ7OVNnt1GTXVU6YZiyd31tnK5u9u5uf4F4NEmkKh0kFyYw\",\"signingKeySignature\":\"0xb357b723021ac0f33f8785939b1a4b2fcf0c13f8ba134585cf066fb25f58c2294a0f0b24787d3bfeafea25de1d8d75a5d0bf165de95bd83f2d838f3d9deb95791b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3Q87d09kiOAI0rofzW-_okoXca3RbLAjDyTfkuU6bFg\\\",\\\"y\\\":\\\"8P77mePdMnIseOv9rDlhmReBUWZvxK6Gk7XYqqCv__o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kEsT1-VePeWBDtkMgRGWO1wO9TNWS0CxPTdFzLyriKw\"}"