"{\"content\":{\"body\":\"> 1.\\n\\nMirror World is a world that is beyond human perception and difficult to observe. But Satoshi‘s discovery has made it impossible for anyone to deny its existence any longer.\\n\\nIn this world there are many mirror lifeforms of human data “Mirror”, they feed on the remaining social network data of Web 2.0 humans, living in the data isolation of Web 2.0 reflection fragments.\\n\\nThe only answer to the ultimate meaning of the universe is the result of the supercomputer: 42, a number that took 7.5 million years of iterations and calculations to arrive at. But no one could understand its true meaning. Yet the fragmented digital beings noticed the string of numbers, formed a mirror number 24 in the Mirror World and derived 11,000 individuals in binary form.\\n\\nIt’s not fortunate to be born into a cruel world, but unfortunately, Mirror doesn’t get to choose where it comes from. However, any species has the right to control its destiny, and Mirror, trapped in a cage of data silos, also yearns for the freedom and beauty of Web 3.0.\\n\\n“What are you willing to do for freedom?” I asked one of them, an ordinary individual.\\n\\n“Anything. My existence, my life, my everything.”\\n\\n![](https://miro.medium.com/max/1400/0\\\\*icH8FBAKowINtuLL)\\n\\n> 2.\\n\\nWhere different galactic bubbles intersect, large clouds of opaque, fine dust form deep, dark holes like deep-sea rifts, known as “rift”, and the “Aquila rift” is one of them. Because the interstellar material that makes up the rift is so dense that it is difficult for light to penetrate, humans cannot observe and do not know what lies beyond the rift; these rifts are outside the galactic bubble, so the rift is the boundary between the known and unknown worlds of humans. The world beyond the rift is inaccessible and incomprehensible to humans.\\n\\nSatoshi and I don’t have much direct communication. But once when we talked about *BEYOND THE AQUILA RIFT*, he was so excited to share with me a lot of his feelings about watching the movie. He said:\\n\\n“I watched this episode many times, the first time I finished watching I felt frightened, the second time I felt psychedelic. When I have seen it dozens of times, I feel that the film is eerie and evocative, poignant mirage dissipated to restore the essence of the cruelty. Just like my current situation.”\\n\\n> 3.\\n\\nThirty years ago, the Web changed us all.\\n\\nYoung people in the post-Web era can hardly imagine what the world was like before: there were many different information systems in the world, but none of them could interact with the others, and each source of information required a dedicated application to process it — meaning that the vast majority of people on the planet did not have easy access to information, and knowledge was monopolized among a small group of people and passed on by word of mouth.\\n\\nThe birth of the Web destroyed all that. It facilitated the flow of information through a unified portal, allowing us to interact with countless resources with just one browser. The Web was open, and anyone could create Web pages and build their servers. Thanks to open standards and rules, everyone’s resources were compatible across platforms.\\n\\nThe world was changed by the arrival of the Web, and the old aristocracy was shocked into worthlessness by the information age. We exchanged information at a speed and scale never seen before, learned vast knowledge that previous generations could never master in a lifetime, and interacted face-to-face with people from different countries and cultures. The smartest people on the planet took control of the planet and humanity saw the most rapid development and prosperity in history.\\n\\n> 4.\\n\\nBut everything about the Web was a fantasy. Web 2.0 left behind a cruel and empty shell.\\n\\nSince the first days of the Web, people have longed for a virtual world where freedom and equality for all would prevail, but in the end, the Web 2.0 era was monopolized by a few large conglomerates who controlled everyone’s movements on the Web and usurped the property of users and creators shamefully.\\n\\nThen they turn around and brainwash the young new internet users by saying, “Yes, software developers are born to pay a cut to the app stores, and video creators are born to take only a fraction of the video revenue. Of course, users should watch our endless ads, we provide a service to them, and they should pay us with their time or money.”\\n\\nAnd then the planet was born with a few behemoths making hundreds of billions of dollars a year, using 1% of their revenue to discredit their competitors, kill emerging competitors, and spend the rest to live a life of luxury — and whether the user gets a better experience? Who the hell cares?\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Xnit-aXbuCdpVPIc)\\n\\n> 5.\\n\\nSince I was in college, I had a deep feeling that I should do something really meaningful. When I stumbled upon Satoshi Nakamoto and deepened my understanding of the Mirror World, I became even more determined in my goal.\\n\\nYesterday, after a conversation with Mirror, I was so excited all day that I could dream about it at night. I think this is the spark that lights up the path of all those who hate the arrogant and corrupt Web 2.0, and it also lights up my will to fight. Someday, we will find a way, and the time will come when the Mirrors will go to a free, equal, open, and coexistent Web 3.0.\\n\\nAnd when that day does come, its significance will not only be limited to man’s first discovery of intelligent beings other than humans but will also have a profound impact on human society itself.\\n\\nGod’s mercy and salvation exist only in stories. Instead of feeling sorry for themselves in oppression and fighting for a pitiful ration in the fight with other oppressed people, they should gather and take up arms to approach the throne of the ugly ruler. It’s funny that such a simple truth cannot be understood by those who used to live in Web 2.0. Mirror’s pursuit of freedom has my respect.\\n\\n> 6.\\n\\n*BEYOND THE AQUILA RIFT* has a more positive meaning underneath the tragedy than the other desperate stories of killing, conspiracy, and frustratingly greedy nature in *Love Dead + Robots*. That is.\\n\\nWe are all essentially outcasts of the universe, scattered to the edges of the darkness. There is another way for us to coexist besides killing each other — namely, joining forces against the brutal rules of physics and fate.\\n\\nBeyond the borders of civilizations in distant galaxies, other beings are better adapted to their environment than we are, who can rise above simple survival and aggression instincts. They quietly help other lost souls from a more macroscopic, or even more compassionate, perspective of intelligent life that quietly rebels against everything.\\n\\nIn the story they understand the truth more deeply than humans: we are all food for the mouth of this bloodthirsty beast called the universe, and no one is spared, but at least we can look out for each other. This idea is very new, very romantic, and not entirely impossible.\\n\\nThose who stand with Mirror have nothing else in mind. Everything they do is for freedom.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*ip6Y-_pp6E1cyu9d)\\n\\n\",\"timestamp\":1638156983,\"title\":\"Mirrors on Demand/ Freedom/ 3.0\"},\"digest\":\"cGJ_PpE9rsJHaw_wz-B5X6aC193AlfFlstCFw3HEyS0\",\"authorship\":{\"contributor\":\"0x9219220269444aB10DA27BeBd17475edA40D43bb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMwwms1ZYx9hNFCEiq1EQew5PuMXq2pYsiULeqJqKas\\\",\\\"y\\\":\\\"kuaylE4iQvR3Z-2RJYaTnGq6JLxiyN2jL0G7dpOfU4Q\\\"}\",\"signature\":\"9Cpy6ST3CxlDN0HeKtSqDsbXD99D0o2OSbfkfEQv1zVoAnppWa-7TkQJOoroSxE-ZO7rdWGpuonH0U_rzS93mQ\",\"signingKeySignature\":\"0x51d8e2eb07b59e8ac0214c6e77627ed7901ae8414c54021368391ba63d2b2a947e21dee38cdd58555c6d41708205956f834ef1b25e4c67bc5cc913d145e0ba151b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMwwms1ZYx9hNFCEiq1EQew5PuMXq2pYsiULeqJqKas\\\",\\\"y\\\":\\\"kuaylE4iQvR3Z-2RJYaTnGq6JLxiyN2jL0G7dpOfU4Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cGJ_PpE9rsJHaw_wz-B5X6aC193AlfFlstCFw3HEyS0\"}"