"{\"content\":{\"body\":\"Becoming a successful crypto investor is a long path that requires plenty of learning.  You need to master areas such as investing psychology, history of money, basics of blockchain and cryptography technology. Understanding the main events of the most important crypto project during the last 10 years will be of much use as well. \\n\\nOne of the most difficult things for newbies entering the crypto space is finding the signal through the noise. There is absolutely lot of garbage (and outright scams) online. The top priority if you’re serious about learning the fundamentals in the crypto space is to identify what are the most legitimate sources to understand the most important fundamentals.\\n\\nWhen I started to learn the space full-time, it literally took me 2-3 months to identify what sources should I consume. Now I would like to share the best sources for you to learn.\\n\\nBased on my experience, the books are absolutely the best way to build up your fundamental understanding in the shortest amount of time. There will be lot of “mind warp” moments. That is, you need to internalize many new mental models and concepts. It requires brain bandwidth. That is to say, I suggesting reading when you are at full capacity (for me it’s the mornings or weekends). Forget the crypto news, crypto twitter and other day-to-day content.\\n\\n**Here’s the my Top-5 books to become crypto investor:**\\n\\n1. Psychology of Money\\n2. Bitcoin Standard\\n3. Infinity Machine\\n4. Layered Money\\n5. The Price of Tomorrow\\n\\n![](https://images.mirror-media.xyz/publication-images/gRrgCxAu8CctvSuzULNbH.png?height=545&width=378)\\n\\n**Psychology of Money (Morgan Housel)**\\n\\nThis is not a blockchain or crypto book, but it is pre-requisite learning before it is safe to enter the crypto markets.\\n\\nThis books talks about how you should think about your relationship with money. Money can literally screw people over. Some people neglect money in life in its entirity, which is not smart. Some people get so attached to money that they are doing whatever it takes to get more of it, and neglect other parts of their life. Some people are good at making money, but bad at staying wealthy. It’s all about behaviour.\\n\\nThis book is full of great universal truths how to think about money. Investing is a lot about psychology. This book will help you to build well-rounded foundation before you hit the markets. And you need that, as crypto markets can be 10x volatile than traditional stock markets.\\n\\nRead my [full review of Psychology of Money](https://www.goodreads.com/review/show/3906761717?book_show_action=false&from_review_page=1) on Goodreads.\\n\\n![](https://images.mirror-media.xyz/publication-images/r_lHdjlP3nZfGu-j9_QYs.jpeg?height=1078&width=720)\\n\\n**Bitcoin Standard (Saifedean Ammous)**\\n\\nAs a young computer science student already in 2013 I studied the Bitcoin whitepaper with great fascination from the technical perspective. I thought Bitcoin was interesting, but I only understood a limited view of its potential.\\n\\nMany years later, I read Bitcoin Standard. It truly blow my mind. I cannot recall any other book that so dramatically shifted the way I understand how money, currency and store of value assets work. It’s truly a fascinating topic, and it goes way deeper than one might initially think.\\n\\nEssentially, this book tells about history of money. I argue, when you combine the understanding of history of money to blockchain technology, you simply cannot unsee a world without Bitcoin and blockchain technology.\\n\\nSee my [full review of Bitcoin Standard](https://www.goodreads.com/review/show/3718907063) on Goodreads.\\n\\n![](https://images.mirror-media.xyz/publication-images/X2E3qIx2Ub7mjAuKt7IY2.jpeg?height=500&width=500)\\n\\n**Infinity Machine (Camila Russo)**\\n\\nAfter you understand Bitcoin and the history of money, the next thing to understand is Ethereum.\\n\\nUnderstanding Ethereum can be roughly split into two parts: 1) How Ethereum works technically and 2) Who created Ethereum and what was the chronological founding story.\\n\\nFor the first question, there are numerous technical videos you can find on YouTube. Watch a few of them.\\n\\nFor the second question, The Infinity Machine is the best book. Camila Russo has interviewed all relevant people involved in creating Ethereum, and how it evolved throughout the years. It is a truly fascinating story, and many people who were active in the early days, have important roles in the crypto space today. E.g. you might have heard of Polkadot and Cardano. Both are Top-10 crypto projects, and the founders of these projects were originally co-founders of Ethereum. There are many other people besides Vitalik Buterin.\\n\\nSee my [full review of The Infinity Machine](https://www.goodreads.com/review/show/3823342460) on Goodreads.\\n\\n![](https://images.mirror-media.xyz/publication-images/A6izRrCXJ_3K9pfYF4V5x.jpeg?height=1040&width=650)\\n\\n**Layered Money (Nik Bhatia)**\\n\\nNow that you understand Bitcoin and Ethereum, it’s perhaps a good moment to step back a bit and look again at the big picture. Layered money tells the history of money and especially describes how the recent 100-year old financial system we have operates.\\n\\nThe book consists of fascinating visualizations of different ‘layers’ our financial system is based on. On top of the pyramid, there is the hardest asset. It used to be physical gold for a long time. In 1971 in the Nixon administration, the gold-peg was abolished. The highest layer changed. It wasn’t gold anymore, instead, it was US Treasuries. This changed the whole fundamentals of the system.\\n\\nI have [written a Twitter thread summary](https://twitter.com/MikkoIkola/status/1419660307891376128?s=20) of this book. I got a nice confidence boost as a tweet thread writer as the book author Nik Bhatia himself retweeted this, yay.\\n\\n![](https://images.mirror-media.xyz/publication-images/BJxuIbOddMOLpvJxBpBKA.jpeg?height=1080&width=720)\\n\\n**The Price of Tomorrow (Jeff Booth)**\\n\\nThis books hammers down one fact: Why deflation is the key to an abundant future.\\n\\nIf you’ve taken the Economics 101 school in the university, you’ve learned how deflation is a bad thing. You’ve been most likely thought that 2% inflation is a good thing, and you naturally feel less inclined to understand more. Well, I kindly suggest forgetting what you were taught at the Econ class, and pick up this book. Jeff Booth is going to show you that we are indeed headed to the deflationary future, and it’s a good thing, at least for those who comprehend it, thanks to the incredible rapid advancement of technology.\\n\\nThe key thing to understand is that technology is intrisically deflationary. Our financial system and its fundamentals were built in an era when labor and capital was almost directly linked. This era counted on growth and inflation. This era is over today, but we keep on pretending that the old financial system still works today.\\n\\nDuring the last 20-30 years, the speed of technological development has been extremely fast. Most successful companies of today are not successful because they have a huge head count. Instead, they have software that scales around the world even with a tiny head count.\\n\\nThe only thing driving growth in the world today is easy credit, which is being created at a pace that is hard to comprehend—and with it, debt that we will never be able to pay back.\\n\\nSee [The Price of Tomorrow book on Goodreads.](https://www.goodreads.com/book/show/50618463-the-price-of-tomorrow)\\n\\n**The learning path after reading these books**\\n\\nAfter you have built the fundamentals through these books, the next step is to find the best sources online to follow. This includes the best YouTube channels, podcasters and newsletters to stay up-to-speed.\\n\\nIt took me a long time to find the best sources, and I will compile you all these in the next blog post.\\n\\nStay tuned.\\n\\nIf you like my writing you can find more here: <https://mikkoikola.com/>\",\"timestamp\":1637590097,\"title\":\"Becoming a crypto investor: My top 5 books to learn the fundamentals\"},\"digest\":\"10Suouj-AJvP_sgzlQfxKbYUcQDtCJjS9NJsYgIoVJs\",\"authorship\":{\"contributor\":\"0x2b3DaEB14f069dB301cEAD63338a56d27A982CED\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N0cCW28EpD-MB55NohwJeNYT8v92SmdUyiTnxDLe2Pk\\\",\\\"y\\\":\\\"xkzdJTJ_7jPlzg4kcaRz53O6hQAD3Hds2UBTCgWsbPs\\\"}\",\"signature\":\"vpQdUeAuXUwc7kMY0o17rjv6g8g4UWj3Wv2-NA80G4VV7SgPbVMl0Uv3lpGZoXLAv9yB4m6KIuQxeO2u2zij_g\",\"signingKeySignature\":\"0x79606dd7387d9d3a2303d56e847b19efd1a499e91122824976c65cd09d04644753208ffc28abdd05edcf20c251741f81a129bdf116b3b583bc224995d8c3e9ee1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N0cCW28EpD-MB55NohwJeNYT8v92SmdUyiTnxDLe2Pk\\\",\\\"y\\\":\\\"xkzdJTJ_7jPlzg4kcaRz53O6hQAD3Hds2UBTCgWsbPs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UQvddK1Dp3i-iDiUrCgbzl8mJz4p7aXCnF86kgrsX3A\"}"