"{\"content\":{\"body\":\"**Welcome to \\\"ShremHouse\\\"**\\n\\nHowever, before the second industrial revolution, human beings only took a small step forward from the initial stage of development, but after one step, human technology once again took the shuttle and iterated quickly.\\n\\nThe key point of human development is the occurrence of this special event in history, which will promote the near-infinite tremendous progress of mankind.\\n\\n**\\\"Our future is not a secondary evolution,\\nEvolved many times. \\\"—Ray Kurzweil**\\n\\nHave you ever thought about this\\nBurn: You will restore another singularity of the universe.\\nThe physical laws and chemical composition of this universe are all created by you.\\n\\nLive broadcast, trading, investment, discussion\\n\\nCan be implemented in the dungeon world\\n\\n**Will we?**\\n\\nWe will become a land bridge connecting the real world and the meta-universe:\\n\\nWe are made up of some parts:\\n\\nShrem Forum (the birthplace),\\n\\nShrem DEX (trade fair), SubDAO (board of directors), Shrem Guild Games (adventurer's house), Shrem MetaFunds (meta universe fund)...\\n\\n**Shrem Forum**-This is where the most cutting-edge information of the meta-universe is recorded. Every resident of the meta universe can freely discuss, publish, and record your experience in the meta universe;\\n\\n**Shrem DEX——** Meta universe residents' digital asset trading center;\\n\\n**SubDAO**-Shrem local residents committee to discuss the suggestions made by residents;\\n\\n**Shrem Guild Games**——The home of meta-universe adventurers, can accept various meta-universe bounty missions; shrem\\n\\n**MetaFund**——The foundation used to invest in the construction of the universe, Shre will move towards DAC from here;\\n\\n![](https://images.mirror-media.xyz/publication-images/BFUrV6GwNvSsOyAzDnoJd.png?height=263&width=630)\\n\\n**who are we?**\\n\\nShrem Guild Games (SGG) is a memetic token; it is a meta-universe;\\nIt is a decentralized autonomous organization (DAO);\\nEmotion is a decentralized company (DAC);\\nThis is an open financial movement.\\nThis is a game about games.\\nWhat is it? By members.\\nBut in the vision of our organization,\\nShrem will be in the \\\"zero\\\" state with every member of the DAO\\nGrow down and become Metaworld’s most valuable candy. Partner.\\n\\n**spoiler**\\n\\nOur long-term aspiration is to make him a two-dimensional world of residents of the real world, and a land bridge between the real world and the metaworld. We don't want him to be just a slogan, we will take action.\\n\\nSee the \\\\*\\\\*\\\\* announcement\\\\*\\\\*\\\\* for the specific action plan.\\n\\nAre we going to enter the meta universe? This is not to live the real world. On the contrary, it provides new jobs, money and friends in different time and space, allowing us to live better in the real world.\\n\\n**How to join ShremHouse**\\n\\nThe Shrem team is achieving great things. We need community volunteers, sponsors, fans, engineers, influencers, everyone has different skills and needs. Therefore, we are developing an incentive plan to \\\"choose your own \\\"adventure\\\" mode in Shrem.\\n\\nWe will provide different paths, and each growth path has a different equity NFT. . The obtained NFT will have unique privileges and designs, and will provide release versions of NFTs for different scenarios and themes.\\n\\nThe benefit of these NFTs may be that all collections of Shre growth rights, such as game products, game IDO lists, and SGG tokens, are all selected into the NFT. We also hope to select these collections through some major PFP NFTs. , Let you become a symbiotic relationship with Shrem.\\n\\n**Shrem Source Stone**\\n\\nThe shrem source stone is prepared for those who contributed to the memory of the early growth of the shrem. Helping people. They were the cornerstone of Shrem's growth by providing help at the time.\\n\\n**How to obtain the Shrem Source Stone?**\\n\\nA total of 10 Shrem source stones are issued. The equity of each NFT is the right to obtain 1% of all DAO income accumulated by ShremHouse within a certain time\\\\*\\\\* (t), and the proportion of voting rights corresponding to the early DAO. Shareholders of Shrem. We will set the initial value of tons after the mainnet launch. This is also the time period when ShremHouse publishes financial statements. The proposal from the DAO may change the subsequent value of t\\\\*\\\\*.\\n\\nWe will cast them one by one, and maybe you will meet them in NFTs such as Opensea, Rarible, Foundation, etc. soon.\\n\\n**ShremHouse Ticket**\\n\\n![](https://images.mirror-media.xyz/publication-images/UHZM92P0CCSYm3ZA8TJQE.png?height=307&width=630)\\n\\n**How to get ShremHouse tickets?**\\n\\nIf you want to join Shremhouse, I think passing ShremHouse ticket is the easiest wish. A Shremhouse ticket method allows you to become a member of the Shremhouse community, and you can also find the goddess of the lucky lottery community to bless you.\\n\\n**Don't worry, no one will be a loser**\\n\\nWe will use the shared prize pool bike 9000BNB≈5000000USDT as the starting capital of Venture DAO. This is a simple way. We will not give up our starting point. We want to be a Venture DAO that all members of the community can enjoy. The return on investing in Meta Universe.\\n\\n**This will be a victory for ordinary people**\\n\\nTwitter: <https://twitter.com/ShremHouse>\\n\\nTelegram: <https://t.me/ShremHouseDAO>\",\"timestamp\":1640853716,\"title\":\"How to join ShremHouse Metaverse\"},\"digest\":\"kftQUeg2FqZVKZb8UTbv6z-nm9YYt7ZPWc0bB0HXeaA\",\"authorship\":{\"contributor\":\"0x804360eFb4c5c1304dE7CE23e2BBE0E154E7fE2b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q3we8ra2RgWjyAUt_7gVYxOJq-nFq_TQw3W-4b3XIio\\\",\\\"y\\\":\\\"-sKj_vTVqW4DTQTCzrmgPGGOJDuBrbd9Nst0X9MHoRM\\\"}\",\"signature\":\"Db4nzerho-2xwOUmz4KrrGE4jh5JItelEFt_j29iohnYJkGdKVk4V5LDUAuXwIn9357XF6Hx-SHMDySYPZyk6g\",\"signingKeySignature\":\"0x32205708d916b1924e6d006b616fb2185b57f50342b17231e1c73e01eb21c5dc32893a039260f7d070351f23b7eeab38d6d925fe758dba6f6b2c52fab3355a521b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q3we8ra2RgWjyAUt_7gVYxOJq-nFq_TQw3W-4b3XIio\\\",\\\"y\\\":\\\"-sKj_vTVqW4DTQTCzrmgPGGOJDuBrbd9Nst0X9MHoRM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mwf_ZrfL2JYkuaje13dkF7x30VQdJfHIDZAHe5WF9MM\"}"