"{\"content\":{\"body\":\"As soon as Li Zhi entered the palace, he began to quarrel with the crown Prince li 'an. When they stopped for a while, all the others except Emperor Yong, the young woman and Li 'an stood up to see Li Zhi.Li Zhi took his seat and greeted each one.When Li Zhi rebuked Liang Wan, the concubine in the palace dress looked like ice in her eyes, and when li Zhi sat down, she said, \\\"Listen to what your highness says, my nephew wan has put up with all hardships in jiangnan, and has unexpectedly failed, isn't it?\\\"When she opened her mouth, Lee lowered his head slightly and smiled.\\n\\nLi Zhi bowed and said:\\\"The imperial concubine empress, son, I dare not little girl liang the merit of the changle far away, my father and we are appreciative of changle, her temper is mild soften, so the imperial concubine empress send girl to accompany the changle to south chu liang, li zhi is appreciated, and over the years, we in the south chu so smoothly, beam girl credit, but now the situation changes, beam girl has almost on the door,So Son Chen had to set up another spy network so that we would not lose control of Gangnam if Yang was forced to retreat.\\\"\\n\\nLight smile appears on the charming dimpley of young woman qing yan, accepted li Zhi's explanation as if, the smiling face of plum blossom after that like snow lets all men inside the study not by heart move, but since she is the identity of imperial concubine, moved very quickly so vision.\\n\\nLi Zhi saw the atmosphere improved, way: \\\"since the father emperor has already got the intelligence information that the prince highness brings, must be to have seen that\\\" jian Jin emperor book \\\"?\\\"Li Yuan picked up a copy from the book table and said:\\\"Yes, the Jiang Zhe was extraordinary talent, prince and king qi has been presented to me, I have seen his poetry, especially in the first days, a small words, forcing the king of shu, is really a rare talent, see the passbook, today I didn't believe the man is more than a gifted scholar, or a minister, if south chu reuse the man, but of great harmony, now the man was no officer,I'm sure they can be recruited.\",\"timestamp\":1635752908,\"title\":\"Spy network\"},\"digest\":\"ZxufG-usrCyDbDCiHlt7ZSy9HesMiE8Ya1pFOTmod_4\",\"authorship\":{\"contributor\":\"0x36a55b7E766Ab8EAAc78515F810418a3B6C1A75f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jMWAwtfpcDkdghoFCR7AqnFw4CUyfyql7D8HZLKF238\\\",\\\"y\\\":\\\"L_DCZMO4nDVLQQSV3D9eylfrzrjHwnhf6jbOuLyu_zU\\\"}\",\"signature\":\"_A8Wyn1KUJJVQgnXTOlv0qzB3cISEFFHBT6GElAFdBRx23PKrH8bgqGObdb8fjVdA5JRiGyxUfKbwgeVB40Fgw\",\"signingKeySignature\":\"0x21d0ca45df23822f36acd4d2603f907520d852c16233db70aee533d50a83c7451e3c4e350d7fcc22763683cd51ca44e746091b24bbff59d1bb6f3de0dac4dddc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jMWAwtfpcDkdghoFCR7AqnFw4CUyfyql7D8HZLKF238\\\",\\\"y\\\":\\\"L_DCZMO4nDVLQQSV3D9eylfrzrjHwnhf6jbOuLyu_zU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZxufG-usrCyDbDCiHlt7ZSy9HesMiE8Ya1pFOTmod_4\"}"