"{\"content\":{\"body\":\"The NFT space presents a huge opportunity for independent artists and I want to be at the forefront of presenting new ways on how to creatively fund indie artists. By funding through NFT’s, this will give the fans an opportunity to show their support, while simultaneously giving them access to exclusive merchandise, tickets and parties (not to mention bragging rights.) By buying an artist’s NFT, you are showing support and giving them a new opportunity to eliminate the gate keepers and keep creative control. Creative ownership is a big reason why I am going this route and not the traditional way, as you will see in the next article that I post tomorrow showing you the world that I want to create.\\n\\nHere, I will be going over what an NFT is and how to participate in my debut NFT release. I’m excited to be entering this new Web3 world and hope other artists will follow as we revolutionize this industry.\\n\\n## What is an NFT?\\n\\nA Non-Fungible Token (NFT) is a unique and non-interchangeable unit of data stored on an online wallet. NFTs can be associated with easily reproducible items such as photos, videos, audio, and other types of digital files. NFTs use blockchain technology to give the owner a verified and public proof of ownership.\\n\\n## Why should I buy your NFT?\\n\\nIt’s a great way to invest in an artist you love and believe in.  This is like owning a rare trading card that verifies your early support. By owning an NFT, this will make my success your success. As I continue to create more music and grow in my career, the value of the NFT will also increase.\\n\\n## How do I buy it?\\n\\nOk now this is where the fun begins.\\n\\nFirst things first, set up a crypto wallet using Metamask.io. Just add the chrome extension or get the app, buy some Ethereum (AKA ETH, the crypto used to buy most NFTs) and after that you’re golden!\\n\\n## Where to buy?\\n\\nUtilizing Mirrior.xyz (this platform) will allow you to becoming a part of the next project and show your early support. There will be three different tiers and three “one-of-one” NFTs for the top three buyers, with special incentives.\\n\\n## Tier Ranking and Incentives\\n\\nHodler: Tier 1 an investment of 0.1 ETH\\n\\nCruzCtrl: Tier 2 an investment of 0.5 ETH\\n\\nMXDKDZ: Tier 3 an investment of 1 ETH\\n\\nJoining one of these tiers will allow you access to exclusive merch and tickets to future shows. By owning these NFTs you will have a stake in the success of my future music.\\n\\n![Cover Teaser Of The Asteria Treatment](https://images.mirror-media.xyz/publication-images/Jzx7baf8PJEj89NTZu07A.png?height=1794&width=3214)\\n\\n\",\"timestamp\":1637444982,\"title\":\"Why NFT's and Web3?\"},\"digest\":\"NOM41LVSZ-mzbbjOzt4RW4wNpkJsP61Ro3-VBEoSt9w\",\"authorship\":{\"contributor\":\"0x219796e59444B42C72eFFc91904a9CE2C20eEc2a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XFZSEl2xN-bQwaY3nwYdQy18nLkPQ0kjPH7UdiGn-kQ\\\",\\\"y\\\":\\\"zUCSOJYAOnxcwNYKTdL54EP-wuaoCFcRbyisV96lTBA\\\"}\",\"signature\":\"pdc1T91UVP8fA8ogrlfciqEjADRtlhKc2Q-bMHlX_5CyVCUJyh8ZLmRx1qOQHVr_i1hy9zuO6olSEhMHyIdJEQ\",\"signingKeySignature\":\"0x0a8323bcaa9561af21d19ad527fdd40782f94511d74c79f47bbbc6aacda08f8152b2e3b30245387093cd2bf724e0aa89afce1bb07dc524d3dd6d5cb013fa2ebd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XFZSEl2xN-bQwaY3nwYdQy18nLkPQ0kjPH7UdiGn-kQ\\\",\\\"y\\\":\\\"zUCSOJYAOnxcwNYKTdL54EP-wuaoCFcRbyisV96lTBA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OJQwiZMbo_G5iaw-AegG-G0usR6I8pq0ddk_5dOASKg\"}"