"{\"content\":{\"body\":\"LooksRare is a decentralised NFT marketplace looking to directly compete with Opensea. What draws my interests are their massive airdrop that happened on Jan 10 and the >1000% staking reward at the beginning. Users who have transacted >3ETH worth of NFTs on Opensea between 16 Jun and 16 Dec 2021 are eligible to claim the LOOKS token.\\n\\n### How the platform works\\n\\nLooksRare is an NFT marketplace where buyers and sellers can trade NFT on the platform. For every transaction, the platform would charge 2% platform fee in WETH (vs Opensea charges 2.5% + charge on private sale). As a decentralised marketplace, the platform fee earned would be redistributed to people who staked LOOKS (vs Opensea who takes all the profit)\\n\\n### Tokenomics\\n\\nWith the massive airdrop, I was curious how the Tokenomics work and why each stakeholder would have the interest to participate in the ecosystem. More importantly, how are they able to support such high staking rewards.\\n\\nThe above shows the token allocation between the team, the investors, the protocol and the community. Focusing on the community token:\\n\\nAirdrop: 12% of the token is used in Airdrop.\\n\\nHere’s show the [stats](https://dune.xyz/hildobby/LOOKS-Airdrop) for the Airdrop. At the time of writing, >70% of addresses have claimed the reward, which means the price has been rather stabilised if we factor in those who would immediately sell after claiming the rewards.\\n\\nStaking rewards: 18.9% (189m) of the tokens are distributed as staking rewards.\\n\\nIn the short run, on top of the trading fee that you could earn when you stake LOOKs, you could also earn an extra staking rewards distribution from the project. This serves as the extra incentive for people to stake LOOKS at the early stage of the project. This is also why we could see a staking reward goes up to 1000%. In fact, roughly half of the staking reward comes from the staking rewards (LOOKS), while another half comes from the trading fees (WETH)\\n\\nNote that the staking rewards are distributed based on the below schedule. As there is a finite 189m token to be distributed as staking rewards, the extra staking rewards distribution would be finished after 721 days.\\n\\nTrading rewards: 44.1% (441m) of the tokens are distributed as trading rewards.\\n\\nSimilarly, there are extra trading rewards to those early adopters and trade NFTs via LooksRare. The distribution follows the below schedule and runs out in 721 days.\\n\\nFrom the above, we can see that in the short run, users are encouraged to use the platform as there are extra trading rewards for users who have transacted on the platform. People who believe in the platform would also buy and stake LOOKS so they can share the transaction fee from the platform.\\n\\n### What gives the value to LOOKS\\n\\nIn the long run, the extra trading rewards or staking rewards would be gone. If the plans work out, the airdrop and these extra rewards should merely be incentives to attract people to use the platform in the first place. In the traditional business model, these are just customer acquisitions strategies. The key is whether the platform/product provides value and retain the customers.\\n\\nIf so, in the long run, as more and more people use the platform, people would want to buy and stake LOOKS on the platform as they could earn the trading fee from the platform. As the transaction volume goes up, so as the 2% transaction fee earned by the platform that is then shared with users who staked LOOKS. Hence, LOOKS price would go up when the return from staking increases as transaction volume and fee goes up. In other words, people who own and stake LOOKS are similar to the shareholders of the platform, where they will be able to share the profit the platform generates.\\n\\n### Incentives of the team\\n\\nAs the team also owns the token, they are incentivized to keep building the platform and improve the product, as the value of the token is hinges on the transaction volume/fee of the platform.\\n\\nWe can also see the commitment of the team through the vesting schedule. The team is not receiving any LOOKS tokens until half a year. This signals the team actually plans to build the platform instead of a pump & dump project.\\n\\n### Wash trade\\n\\nWith the additional trading rewards offered at launch, there are opportunities to capture the rewards through [wash trade](https://www.investopedia.com/terms/w/washtrading.asp). In this context, it means the same person trade the NFTs via his own different wallets to capture the trading rewards.\\n\\n### Funding rate\\n\\nLOOKS has a fairly large negative [funding rate](https://boxmining.com/ftx-funding-rates/) at FTX, meaning lots of people are shorting the token. One explanation is that people are buying LOOKS to stake on the protocol and earn the tremendous staking rewards. To hedge the risk of LOOKS price movement, they decide to short LOOKS. Hence, they could earn the staking rewards without the exposure to LOOKS price.\\n\\n### Thoughts\\n\\nOpensea has raised lots of [funding](https://techcrunch.com/2022/01/04/nft-kingpin-opensea-lands-13-3b-valuation-in-300m-raise-from-paradigm-and-coatue/) over the last year and achieved a valuation of $13bn. It is a centralised platform that takes the Web2 approach but targets the Web3 community. LooksRare is taking the Web3 approach to solving the same problem as Opensea. It shows a lot of potentials to achieve the size of Opensea as the NFT market keeps expanding.\\n\\nOne concern is that the team is anonymous. To me, it always discredits the credibility of the project.\",\"timestamp\":1642130085,\"title\":\"LooksRare — Decentralised NFT Marketplace\"},\"digest\":\"l1wyxBHSatK9t4xk2NhgUnALfxNgVbCM8eW5avSr2mQ\",\"authorship\":{\"contributor\":\"0x58aB0DAffcC40E88fAbEA65D2609e14fEc2674aA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SUZzBHj0Y0WiwdHlnqNUJrMA0hwViLKDbJuwsfZZquU\\\",\\\"y\\\":\\\"vPvZx3CkqbB9v3QiF5uSGNfsUP1eXXznz01xJc2VLRY\\\"}\",\"signature\":\"-rVoLhff3fvM52KfPGOhDSSG7vPJf8AxICsMra_Brl-3VgxszYCI62-MPbav98blbR-P_NVKa3Idezwz5IZtCw\",\"signingKeySignature\":\"0x61c517b7b8b67ec01985006dc4f333f93b9d88d034dbbd2f75f10d835be69bd3493324a55d37d7143283af785cfce74a3b9f3399e0262f1403eb9d28136063861c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SUZzBHj0Y0WiwdHlnqNUJrMA0hwViLKDbJuwsfZZquU\\\",\\\"y\\\":\\\"vPvZx3CkqbB9v3QiF5uSGNfsUP1eXXznz01xJc2VLRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l1wyxBHSatK9t4xk2NhgUnALfxNgVbCM8eW5avSr2mQ\"}"