"{\"content\":{\"body\":\"听芸芸这么说，我大概了解龙逆天想要那块地皮来干什么了。不过那样做，能给龙城带来什么样的好处呢？这一点，不由得我不考虑清楚。\\n\\n```\\n又向芸芸打听了一些关于龙逆天以及龙氏集团的具体情况，我这才登入游戏，时间，刚好掌握在十分钟以类。\\n\\n“你老板考虑得怎么样？”见我上线，龙逆天首先摆出了一副先声夺人的模样，不过这时候，我对他的目的已经大至猜了个**不离十，接下来的谈判，就变得容易多了。\\n\\n“我已经向老板证实了你的身份，碧云金梭肯定没有问题。”我胸有成竹地笑道：“地方也可以给你，但是还有一个条件。”\\n\\n龙逆天微微一笑，说道：“现在你想要的黑豹在我的手上，我随时可以把它杀了变成经验。这种情况下，你竟然还跟我谈条件，就不怕到时候什么都捞不到吗？”\\n\\n我也笑了，扭头望了地上的小黑一眼，轻声说道：“我要这只宠物，只不过是因为我个人的兴趣而已。如果跟公司的利益比起来，那就实再有些微不足道了。实话跟你说了吧，虽然我是自由实业的一个员工，但是龙城却是由我全权做主，对于里面的管理就算是张羽来了，也不会轻易改变我的决定。”\\n\\n“你到还真自信。”龙逆天哈哈大笑道：“不过你这种姓格我喜欢，够狂！我那姐夫的眼光也真不错，先是找到我姐，又遇到你这样的人，不像我手里，尽是些废物。”\\n\\n我的眼光好是肯定的，也用不着你这小子多说。至于你手底下嘛，至少我看信天游跟四海浮游这两个家伙就肯定不是废物。\\n\\n龙逆天这时候这么说，只不过是在故意抬高我的身价。我越发确信，这小子表现出来的纨绔子弟模样不过是了惯用的伎俩。思想简单的人，很容易被他的强硬态度所压制，而那些所谓的老鸟们，遇到这种不懂事的毛头小子，多半都会以为他成不了大事，以至于对他疏于防范。\\n\\n这样造成的最终结果就是，龙逆天占了大便宜，而那些老鸟们直到吃亏了还不会明白自己输在哪里。\\n\\n“龙大少这么看得起我，我实再是有些受宠若惊了。”我的脸上露出了少有的那种，只有商人才会有的表情，对龙逆天说道：“我要提出的条件关不是关系到我个人，而是站在龙城，站在公司的立场上来跟你谈的。龙城的地方可以给你，但是我要占百分之五十的股份。经营管理权你可以一手掌握，但是如果危及到龙城的利益，那么……”\\n\\n“百分之五十！”四海浮游惊道，如果是这样的话，龙逆天几乎是占不到任何便宜的，谁会又做这种亏本买卖。\\n\\n龙逆天挥了挥手，打断四海浮游的话，回头重新审视着我，似笑非笑地说道：“如果换作是我，我会要求拥有百分之五十一的股份，这样才能保证自己的绝对利益。为什么你只要百分之五十？”\\n\\n“因为那样你不会答应。”我笑道：“龙氏集团完全有能力自己在天地中建立起自己的地盘，根本就不需要跑到龙城来抢地方。你直接找我，不过就是为了尽可能地节约成本。但是如果我提出拥有百分之五十一的股份，那就等于你在替我打工。我想堂堂一个集团的大少爷，是绝对不会心甘情愿替人卖命的吧？”\\n\\n“哈哈哈哈！”龙逆天大笑道：“不错，如果你真的提出龙城要占有百分之五十一的股份的话，我宁愿放弃这笔交易。现在看来，咱们的合作基本已经定下了。但是我还有一个小小的疑问。”\\n\\n“我知道你想问的是什么。”我笑道：“我跟你谈的这笔交易，完全是站在公司立场上。你想问的是我能从中得到什么好处，为什么要这么替张羽卖命。”\\n\\n“跟聪明人说话就是容易。”龙逆天也不再要求我说出答案，伸手往地上一指，对我说道：“那只黑豹，就算我付给你的佣金好了，连带着那只狐狸也是你的了。”\\n\\n一场轰轰烈烈的捉宠行动，到最后竟然促成了两个公司的一笔交易，这在很多玩家们眼里看来的确有点不可思议。不过这就是商人，必须能发现什么才是最大的利益。\\n\\n一只宠物，特别是像辛九妹那样，观赏姓远远大于战斗力的宠物，对于龙逆天来说，不过是件侈奢品，可以充分展示自己的地位以及财富。如果他愿意，随时都可以拥有这些。不过与之相比，能够或得一块地盘，还有龙城里的发展空间，这对于他来说，完全不是一只宠物可以比拟的。\\n\\n交易我已经谈妥，剩下的事情就不用我再过多地艹心了。分别给疆土与鹏飞发了消息，通知他们龙氏集团入驻的事情，现实里的合约什么的，也由芸芸一手艹办。\\n\\n不过这其中有一点小小的差别，那就是跟龙氏集团签定合约的，不是自由实业，而是我张羽。\\n\\n细细想来，从我当初玩游戏发展到现在，我已经由一个什么都没有的无名玩家，逐渐到当上恶魔领主；然后，与小话跟断牙合作，创立自由实业，成为天地游戏代言人，又娶到了像芸芸那样的老婆。或许在旁人看来，我已经是相当地成功了，我所拥有的财富与地位，似乎都已经是很多人一生的梦想。但是这些，离我真正想要的东西还很遥远。\\n\\n虽然远，但却不是做不到。至少在我继续玩游戏的过程中，我正在离自己的目标越来越近。\\n\\n有了新一代的职业代言人，我不需要再拼命地寻找游戏的任务线索，提高自己的等级，不能被别人比下去。有了鬼狼、鹏飞、疆土、刑天、芸芸他们替我打理东西方两片领地——恶魔之家与龙城，我也不需要成天待在自己的地盘上，可以到处去游山玩水，做自己想做的事情。就连随手买下的天一典当铺，也成了替我下金蛋的老母鸡，只要我向它指明寻找食物的正确方向，连喂食这道工序都可以省了。\\n\\n现在的游戏，才是真正的游戏。我玩天地，不再需要任何其他的目的，要的，只是体验游戏中的那份快感。\\n\\n因为安排龙逆天在龙城的具体位置，还有他们的经营项目需要尽快敲定，所以龙逆天没有继续待在这片山洞里，而是集体回城，找疆土跟鹏飞谈生意去了。\\n\\n这些人进游戏，是为了赚钱来。这样的目的我已经达到了，而现在的游戏对我来说，仅仅是一个游戏。当然，偶尔能发现赚钱的机会，我也不会轻易放过滴。\\n\\n龙逆天他们一走，山洞里只留下我一个人，还有地上昏迷不醒的小黑，他身旁可怜巴巴，一脸担心的灵狐辛九妹，还有那把会说话的伏曦琴。\\n\\n小黑的状态现在非常不好，血量不足一千点，甚至还在慢慢下滑中。我顾不得眼下他还认不认得我，愣是从包里翻了出最好的疗伤药水，掰开他的嘴角，一把将药水灌了进去。\\n\\n辛九妹也明白我这是在救人，化作人形跪坐在一旁，瞪着一双水汪汪的大眼睛，一动不动地看着我。\\n\\n等了足足一分钟的时间，小黑的血量一点起色也没有，依旧保持在一千不到的水平线上。\\n\\n难道吹风的药水失效？\\n\\n不会啊，刚才我吃了还挺管用的。\\n\\n不管三七二十一，我撬开小黑的嘴，一连灌了几药不同的药水进去，也不管那些药水在外人的眼里有多值钱，只要能救活小黑，叫我把龙城的药材库搬来都成。\\n\\n可惜，不管是妖族、人族或者鬼族的特效药，对昏迷不醒的小黑始终没能有丝毫的帮助。就连一旁的辛九妹也只能看着我干着急，想不出丝毫的办法。\\n\\n“没有用的。”沉寂了许久的伏曦琴在这时候响了起来，提醒我洞里还放着一件价值连城的宝贝呢。\\n\\n“东皇钟的魔音造成的伤害不是这些凡间的药物可以治疗的。如果不是因为兽王曾经服用过天地至宝——焱灵朱果炼制的丹药，暂时保住了他体内的一丝元气，恐怕现在早就魂飞魄散了。”伏曦琴的声音隐隐传来，对我说道。\\n\\n焱灵朱果？不就是净化后的紫灵金花结出的果实么。虽然它的效果暂时抑制住了小黑的伤势，但是他始终这样昏迷不醒下去，也不是个办法啊。\\n\\n对了！\\n\\n我眼光一闪，回头望向石壁内隐藏的那张伏曦琴。刚才我们在受到东皇钟的魔音攻击，身体不能动弹的时候，不就是它的琴音消除了我的负面状态吗。既然是这样，它应该可以帮助小黑恢复正常吧。\\n\\n可是我的话还没有说出口，伏曦琴就像是看穿了我的心思一样，轻轻地闪起一道白光，柔声说道：“我的琴音只能消除人们心中的魔障，却不能冶疗伤势。除非你能找到有人会弹传说中的《静心慈航大悲咒》，那样我才能对兽王进行治疗。”\\n\\n什么《静心慈航大悲咒》，听起来像是什么佛教的经书，不知道霜飞羽会不会弹。想到这里，我立刻给霜飞羽发了条消息，得到的答案却让我十分失望。\\n\\n（未完待续）\\n```\\n\\n\\n------------\",\"timestamp\":1640413363,\"title\":\"第一百九十五章   解救\"},\"digest\":\"3cNZ_OQieFz-gHrOSKEk_LqZHPIBzSv_q-duI7Ehc4c\",\"authorship\":{\"contributor\":\"0x1c8A2c3C5B822ddb3d05DD3CbC9633f05cABad7D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aPTAeLZdYsPYqhmxxo7VPls3ZNZ1YkdjBboFrRAPgPs\\\",\\\"y\\\":\\\"MW2sx_gkfgNM4CFA7Vjm05yFJ8-MgI1RR62e9PV2Glo\\\"}\",\"signature\":\"zEAzsWBMMtz2AexQIyAqzjR69MTEugr98lObodCeU1vOT1QVjKO2KIYy0F1n_uehUXqWKRFcvmA1oDDp22UKnA\",\"signingKeySignature\":\"0x80a2c2d4ac0f2e9fbd11743927585ea0982c9a019867c120d1806cbe292201aa4cb22ef1b91a6354b852b676effdabfda41c8f39b9d5060442539333b252d5f51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aPTAeLZdYsPYqhmxxo7VPls3ZNZ1YkdjBboFrRAPgPs\\\",\\\"y\\\":\\\"MW2sx_gkfgNM4CFA7Vjm05yFJ8-MgI1RR62e9PV2Glo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3cNZ_OQieFz-gHrOSKEk_LqZHPIBzSv_q-duI7Ehc4c\"}"