"{\"content\":{\"body\":\"冬夜。凤姐睡梦中，仿佛看见秦可卿从外面走来。 \\n  \\n 秦可卿对着凤姐说：“婶娘好睡！我今儿要去了，因素日相好，我舍不得婶娘，故来与你相别。还有一件心愿未了……” \\n  \\n 凤姐恍惚着问道：“有何心愿？只管托我就是了。” \\n  \\n 秦氏说：“月满则亏，水满则溢。如今我们家赫赫扬扬已将百载，一旦乐极生悲，真应了那句‘树倒猢狲散’的俗语，岂不虚称了一世！” \\n  \\n 凤姐听了十分敬畏，忙问：“这话说得极是，但有何法可以永保无忧？” \\n  \\n 秦氏冷笑道：“婶娘好痴也！荣辱自古周而复始，岂是人力所能保的？但能于荣时打算衰时的世业，在祖莹附近多置些田地房舍，以备祭祀、供给之费，日后即使败落下来，子孙回家读书务农，也有个退步……不日又有一件非常喜事，不过也是瞬息的繁华，万不可忘了那盛宴必散的俗语。” \\n  \\n 凤姐忙问：“有何喜事？” \\n  \\n 秦氏道：“天机不可泄露。” \\n  \\n 凤姐还想问，猛听二门传事云板连叩四下，正是丧音，将她惊醒。 \\n  \\n 有下人大声报：“东府蓉大奶奶没了。” \\n  \\n 凤姐吓出一身冷汗，出了一回神，忙穿上衣服往王夫人处去。 \\n  \\n 且说贾珍为媳妇秦可卿问丧事大做道场：请了一百零八个僧人念经，超度亡灵。设坛于天香楼，请九十九个道士打醮。停灵于会芳园中，灵前有五十位高僧、五十位高道做法事。所选棺材板，是一千两银子都没处买的樯木，帮底有八寸厚，以手叩之，声如玉石。 \\n  \\n 贾珍因尤氏犯旧病，不能料理丧事，心中着急。 \\n  \\n 宝玉说：“这有何难，我荐一个人与你，保管妥当。” \\n  \\n 贾珍按宝玉指点，来王夫人处恳请凤姐帮忙。 \\n  \\n 王夫人道：“她一个小孩子家，未曾经过这样的事。” \\n  \\n 贾珍说：“从小弟妹就有决断，如今历练得越发老成了。我想除了她再无人可求了。婶娘不看侄儿的面上，只看死了的人的分上吧！” \\n  \\n 风姐素日最喜揽事，好卖弄才干，今见贾珍如此求她，心中早已允了：“大哥哥说得如此恳切，太太就依了吧。” \\n  \\n 贾珍见凤姐允了，忙取了宁府的对牌递给凤姐：“弟妹爱怎样就怎样，要什么只管拿这个去取，也不必问我。只别存心替我省钱，好看为上。” \\n  \\n 次日卯正二刻，凤姐过来了。 \\n  \\n 宁国府中婆娘媳妇早已到齐。 \\n  \\n 风姐道：“既托了我，我就说不定要讨你们嫌了。我可比不得你们奶奶好性儿，由你们去。如今可要依着我行，错我半点儿，管不得谁是有脸的，谁是没脸的，一律处治。”说罢，点了花名册，又吩咐道：“这二十个分作两班，一班十个，每日在里头单管人来客往倒茶。这二十个也分两班，每日单管本家亲戚茶饭。这四十个分作两班，单在灵前上香添油，挂幔守灵，供饭供茶。这四人单在内茶房收管杯碟茶器，若少一件，四人分赔。这四人单管酒饭器皿，少一件也是分赔。这八个单管监收祭礼。这八个单管各处灯油、蜡烛、纸札。这三十个每日轮流各处上夜，照管门户，监察火烛，打扫地方。这剩下的按房分开，某人守某处，一草一苗，或丢或坏，就问这看守的赔补。来异家的每日揽总查看，或有偷懒的，赌钱吃酒的，打架拌嘴的，立刻拿来回我。你要徇情，叫我查出来，三四辈子的老脸就顾不成了。按宅规，以后哪一行乱了，只和哪一行算账。不论大小事，都有一定的时刻，卯正二刻我来点卯，巳正吃早饭，凡有领牌回事的，只在午初二刻。戌初烧过黄昏纸，我亲自到各处查一遍，回来上夜的交明钥匙。第二日我还是卯正二刻过来。大家辛苦这几日，事完了，你家大爷自然赏你们。” \\n  \\n 一时间，各人都有了着落，虽然人来客往，也都安静有序。 \\n  \\n 凤姐见自己威重令行，心中十分得意。 \\n  \\n 五七正五日，凤姐知道今日客人不少，寅正便起来梳洗，喝了两口奶子糖粳米粥，已是卯正二刻了。 \\n  \\n 凤姐到会芳园登仙阁灵前哭祭后，人抱厦厅，按名查点，各项人数都已到齐，只有迎送亲友的一人未到。 \\n  \\n 凤姐即令传人来。 \\n  \\n 凤姐冷笑道：“原来是你！你比他们有体面，所以才不听我的话。” \\n  \\n 那人说：“小的天天都来得早，只有今天来迟了一步，求奶奶饶过初次。” \\n  \\n “明儿他也来迟了，后儿我也来迟了，将来都没有人了。本来要饶你，只是头一次宽了，下次就难管了，不如现开发了好。”凤姐放下脸来，“带出去，打二十大板！” \\n  \\n 风姐又掷下对牌说：“革去来舁家的一个月的钱粮。” \\n  \\n 出殡那日，天明吉时，六十四名青衣请灵，前面灵旗上大书“诰封一等宁国公冢孙妇防护内廷紫禁道御前侍卫龙禁尉享强寿贾门秦氏宜人之灵柩”。送殡的有镇国、理国、齐国、治国、修国五公之孙，缮国公诰命亡故，故其孙不能来，这六家与荣、宁二公当时并称“京都八公”。另有南安郡王孙、西宁郡王孙等诸王孙公子。 \\n  \\n 大小轿子车辆百余乘，加上前面的各色执事、陈设等，接连摆了有三四里长。路旁彩棚高搭，设席张筵，和音奏乐。 \\n  \\n 北静王这日换了素服，坐着大轿，鸣锣张伞而来。贾珍、贾赦、贾政三人忙迎上去，贾珍道：“犬妇之丧，累蒙郡王大驾下临。” \\n  \\n “世交至谊，何出此言。”北静王又问贾政，“哪一位是衔玉而生者？早欲一见为快，何不请来一会！” \\n  \\n 贾政忙命宝玉前来。 \\n  \\n 扎静王从轿内伸手搀住宝玉，见他面若春花，目如点漆，不由得道：“名不虚传，果然如宝似玉。”遂将腕上一串念珠卸下，递与宝玉，宝玉连忙接了谢过。 \\n  \\n 宁府送殡的队伍一路出城奔铁槛寺而去。这铁槛寺原是宁、荣二公修造，现为停灵专用。凤姐嫌在铁槛寺不方便，住到附近的馒头庵。 \\n  \\n 相伴的老尼乘机说：“我有一事，要到府里求太太，先请奶奶的示下。” \\n  \\n 凤姐问：“什么事？” \\n  \\n 老尼道：“阿弥陀佛！有个施主姓张，是大财主。他有个女儿金哥，长安府府太爷的小舅子与长安守备公子两家都要娶她，就打起官司来。我想求太太和老爷说说，劝守备退一步。” \\n  \\n 凤姐听了笑道：“这事倒不大，只是太太不管这些事。” \\n  \\n 老尼道：“太太不管，奶奶可以做主了。” \\n  \\n 凤姐说：“我也不等银子使。” \\n  \\n 老尼听了，半晌叹道：“我已答应张家求府里了。如今不管，倒像府里连这点手段也没有似的。” \\n  \\n 凤姐听了这话，便发了兴头：“你素日知道我的为人，任什么事，我要说行就行。你叫他拿三千两银子来，我替他出这口气。” \\n  \\n 老尼喜不自禁，忙说：“有！有！这个不难。” \\n  \\n 凤姐又说：“这三千两银子不过是打发小厮们作盘缠的，我一个钱也不要。” \\n  \\n 老尼忙答：“如此，奶奶明日就办了罢了。” \\n  \\n 凤姐说：“你瞧瞧我忙的，哪一处少得了我？我既应了你，自然快快地了结。” \\n  \\n “这事要搁别人，自然忙得不知怎么样。今是奶奶，再添上些也不够奶奶办的。”老尼一路奉承，风姐越发受用了。 \\n  \\n 第二天，凤姐悄悄地将昨天老尼所托之事说与来旺儿。来旺儿急忙进城，假托贾琏所嘱，修书一封，连夜往长安去。这百里之途，仅两日工夫，俱已办妥。 \\n  \\n 谁知那张家女儿因不如意，一条汗巾寻了短见。守备之子闻知金哥自缢，也投河而死。 \\n  \\n 这里凤姐却安然拿了银子三千两，王夫人等一点消息也不知。\",\"timestamp\":1636791687,\"title\":\"第四回 奢华的丧事\"},\"digest\":\"8dLVa0TvTWpeM6DB8f3PlvlHUuJ9VLQMxeQ-gV0fBWI\",\"authorship\":{\"contributor\":\"0x951caA28EAc03Fac390699a8516717C0836482f1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lwDqpJWEMxHb99WIDWtx16Qm5GCkoFiVFZVdN9InCSU\\\",\\\"y\\\":\\\"Ms5rbVt-4lgvNp6SAONknPhRAe9RDraDP9FzcNMtCy0\\\"}\",\"signature\":\"kVMLIebFmBjRwCeupCy7stCVj12IihbgvMiC5AM8_vBbNll5w1JLP_rPiJZSEkxXMsCzKDFtDuHRRHCnVI6WBg\",\"signingKeySignature\":\"0x28435eca4a4e1648cdb9450651f5bc67ed2294eb80594fd6cb59ca1aadeb52ca5652c356b768fd63a27c2f0b85c8692c60b73ebc098dc3e889cae0f89060dfcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lwDqpJWEMxHb99WIDWtx16Qm5GCkoFiVFZVdN9InCSU\\\",\\\"y\\\":\\\"Ms5rbVt-4lgvNp6SAONknPhRAe9RDraDP9FzcNMtCy0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8dLVa0TvTWpeM6DB8f3PlvlHUuJ9VLQMxeQ-gV0fBWI\"}"