"{\"content\":{\"body\":\"“Stablecoins can certainly be a useful, efficient consumer-serving part of the financial system if they’re properly regulated,” said Jerome Powell.\\n\\n![](https://images.mirror-media.xyz/publication-images/JExKupKrfBeTqdRUeGdsz.png?height=955&width=1434)\\n\\nUnited States Federal Reserve chair Jerome Powell hinted that though the government agency should consider monitoring developments in the crypto space, he didn’t see cryptocurrencies as a financial stability concern for U.S. markets.\\n\\nAddressing a question on crypto from Michael Derby of the Wall Street Journal on Tuesday, Powell [supported](https://www.youtube.com/watch?v=wscHrMwXTEs) the conclusions of a report from the President’s Working Group on Financial Markets released on Nov. 1. The report [proposed that stablecoin issuers](https://cointelegraph.com/news/us-treasury-report-says-stablecoin-legislation-is-urgently-needed-to-address-risks) should be subject to “appropriate federal oversight” akin to that of banks, legislation that was “urgently needed” to address risks.\\n\\n“Stablecoins can certainly be a useful, efficient consumer-serving part of the financial system if they’re properly regulated,” said Powell. “Right now, they aren’t. They have the potential to scale, particularly if they were to be associated with one of the very large tech networks that exist.”\\n\\n![Jerome Powell speaking at a Tuesday news conference](https://images.mirror-media.xyz/publication-images/rWZTZcs4L-o0kNyHLr5wE.png?height=1017&width=1219)\\n\\nThe Fed chair added:\\n\\n> “You could have a payment network that was immediately systemically important that didn’t have appropriate regulation and protections. The public relies on the government and the Fed in particular to make sure that the payment system is safe and reliable.”\\n\\nPowell seemed to be backing the Biden administration’s most recent position on digital assets in advance of his Senate confirmation hearing to be the next Fed chair. Having served on the Fed’s board of governors since 2012 and as chair since 2018, [Powell is the U.S. President’s pick](https://cointelegraph.com/news/president-biden-picks-jerome-powell-to-be-next-fed-chair) to serve in the same role until 2026.\\n\\n***Related: [Fed still undecided about digital dollar, says Chair Jerome Powell](https://cointelegraph.com/news/fed-still-undecided-about-digital-dollar-says-chair-jerome-powell)***\\n\\nThough the Fed chair said that crypto was likely not a financial stability concern for the U.S. at the moment, he still described digital currencies used as speculative assets as “risky” and “not backed by anything.” Powell has previously stated his concerns about crypto — adding he would [not be in favor of banning the assets](https://cointelegraph.com/news/fed-s-powell-has-no-intent-to-ban-bitcoin-or-crypto) the way China has — while voicing the need for regulation of stablecoins.\\n\\n“Stablecoins are like money market funds, they’re like bank deposits, but they’re, to some extent, outside the regulatory perimeter, and it’s appropriate they be regulated,” said Powell in September. “Same activity, same regulation.”\",\"timestamp\":1639641452,\"title\":\"Fed chair Jerome Powell says he isn't concerned about crypto disrupting financial stability in the US\"},\"digest\":\"qLhsqRhs_GXIhnwOkFuNvGOy8OCEe67HNGAYTTKYEcY\",\"authorship\":{\"contributor\":\"0xD354BE4C228e4c6dD8d5cCad89003D543FF613F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qngGGlggwUqLx5k1QnHk1mmtVCleo_QC5Fs5RIdIKnc\\\",\\\"y\\\":\\\"9HT2QPoFqj7JhiSVQHApD5zs7lRkJr9OyMv7BdAs_rU\\\"}\",\"signature\":\"F09Gpze22_B7aSKW3yiQ_20t4WNPjYWG-Fg4Mfi1Gt9uT9pprO5LVdIswTnIZt21B2pgJNTejwwmy5gGN1mWKQ\",\"signingKeySignature\":\"0x4ec1d3979d9548d7b4a24fc1f80534634f26e9b0e2f94f8dd2d2e1932bb87d401450bf9fd3fca6d7078df39cdaa097406ed357792485995985e09f0dcc4cf2b21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qngGGlggwUqLx5k1QnHk1mmtVCleo_QC5Fs5RIdIKnc\\\",\\\"y\\\":\\\"9HT2QPoFqj7JhiSVQHApD5zs7lRkJr9OyMv7BdAs_rU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qLhsqRhs_GXIhnwOkFuNvGOy8OCEe67HNGAYTTKYEcY\"}"