"{\"content\":{\"body\":\"Today, December 7th, 2021 @ 6:48pm - I launched what feels like our 23423948023 site to date. \\n\\n**Why so many sites?**\\n\\n**We’re attempting to solve a pretty unique problem** in that people are spending approximately 350+ hours a year to project sync with engineering teams. \\n\\nHaving gone through this 1 too many 350+ hour years before - we decided that a dedicated sync tool *actually* might be needed in the space. \\n\\nNo - not a status tool (sites 1-1439), not a “are my engineers busy” analytics tool (sites 1439 - 4280), but a tool dedicated to the invisible side of management.\\n\\nOne that’s built around 3-core building blocks:\\n\\n1. **Context automation at the core -** eliminating the time spent on data gathering. How do we seamlessly aggregate the right data from data-heavy tools like Jira and Github (calendars, recruiting systems, etc) as the foundation for the next block: **Smart views as building blocks. \\n **\\n2. **Smart views as building blocks -** designing clean, beautiful views built to perform light data interpretation. Not enough to feel like you’re working with a process coach but just enough to feel like you have more answers than questions.  \\n  \\n Think “aha!” or “ok, we’re here” vs. “how many weeks have we been working xyz?” or “what pull requests need my attention?” (or, “which Jira email notification needs my attention the most?”)  \\n  \\n This inevitably leads me to the third building block: **customization as the future. \\n **\\n3. **Customization is the future -** we’re all running different teams, with different objectives, and different talent levels. We believe a great sync tool allows you to not just customize how you want to see or calculate the data, but also how you want to build knowledge on top of it. Links, tags, notes, private to-do’s.  \\n  \\n There are all types of connections we need to make as managers, and a great sync tool should help you stay synced across the board. \\n\\nAll-in-all think of Staat as a modern-day management terminal or IDE (for those that are/were developers). Understanding how you work, and making it faster and easier to improve and deliver greater value.  \\n  \\n Our big goal is to cut that 350+ hours in half while simultaneously amplifying your strategic prowess. \\n\\nAnyway, this is complicated work. It has to be lightweight, simple, beautiful, and easy. It took us a while to truly understand the problem, a little while longer to find a good starting place for a solution, and quite a few iterations to communicate it. \\n\\nThis is our 309428394 attempt - and hopefully the one that sticks. \\n\\nWe have a big vision and work to do - but we’re hungry to connect with technical managers who obsess over why things take so long and are riddled with friction. \\n\\nHelp us nail this vision, together.\\n\\nAs always, Amanda.\\n\\n**Join our community: www.staataverse.xyz**\\n\\n**Try our product: www.staat.co**\",\"timestamp\":1638923403,\"title\":\"Today, I launched our 203984203984 Staat site. Sometimes things just take a while.\"},\"digest\":\"pOVpvljPZRzJ0wHa9v-hoyrXShuhU7J4erAP9O8jA3A\",\"authorship\":{\"contributor\":\"0x9Ca44eA1f3f30eA1adDd7EeE28dadC7a4A0ad675\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A2BGGmXp_lJt_L1o11Nc41b3NCjXFzGajHeOjw3OWyA\\\",\\\"y\\\":\\\"XhJgZs-1WJ8EC4uTNjiTz-eVvXL9goY6k8DWmLGUUgU\\\"}\",\"signature\":\"oFMJ6sumq1H8aGOdDAbS_Do3gWtnn8HFGU_ymRWyWl9HKrGBdQZrgX1bolOk3jyD_mapCc5QRCmqReo-v0lcEg\",\"signingKeySignature\":\"0x344f406a0e0bb88d2da22630c9bc64bd3b205c04de33380b78d31fe146fa2f084d8b8d384edcf7c92973b353b8b1ec4654a0a584dc37d10ba2d7798099621f3d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A2BGGmXp_lJt_L1o11Nc41b3NCjXFzGajHeOjw3OWyA\\\",\\\"y\\\":\\\"XhJgZs-1WJ8EC4uTNjiTz-eVvXL9goY6k8DWmLGUUgU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_w8fHUGBBRn7DKLOwWZ1Qpha5Jp3Nqv7Jek6OQntxFQ\"}"