"{\"content\":{\"body\":\"1. Bitcoin futures capacity risk. If the Bitcoin futures market has limited liquidity, the Bitcoin futures market is interrupted or margin requirements, or the fund's futures commission merchant (FCM), CME or CFTC imposes position restrictions, the fund may not be able to achieve its investment objectives and may suffer significant losses.\\n2. The risk cost of futures investment. Historically, Bitcoin futures have experienced a long futures premium period, so if the price difference between the expiring contract and the longer-term contract is much higher than the relevant price of \\\"rolling\\\" other futures contracts, Contango in the Bitcoin futures market may be unfavorable Impact. Both futures premiums and spot premiums may affect the Fund's investment objectives.\\n3. Tax risk. In order to comply with the special tax treatment of a regulated investment company (RIC) and its shareholders, at least 90% of the total income of the fund in each tax year must come from \\\"qualified income\\\", to meet a certain amount of asset diversification at the end of each taxable quarter Test and meet annual allocation requirements. If, in any year, the fund does not qualify for the special tax treatment granted to RIC and its shareholders, and is not eligible or unable to correct this failure, the fund will be taxed in the same way as an ordinary company, and all the company’s income is in The fund level is subject to US federal income tax. The resulting tax may greatly reduce the fund’s net assets and the income available for distribution.\",\"timestamp\":1634478962,\"title\":\"Several risks worthy of investors' in-depth attention\"},\"digest\":\"nLCandRlfJRSP_sgMdzJyorr4mRxQJzeGk8gSJBiHLk\",\"authorship\":{\"contributor\":\"0x65d37ABA4F8F285C04E5dAca794761740f7Af610\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6Vf06YPhr8upfjSta-QxTJh2pFiSzAWMQBlRylsZGY\\\",\\\"y\\\":\\\"-golR5RgYypcxXjA6ObQD-tN1wr5rOOVrqo3d4jkqHY\\\"}\",\"signature\":\"o1b7oQlvhXd-EhAvHoJzsAjH_x46TU7o2GLENQA-SLOBB1OxGo0zfAsHDHNQVjB0TVqBD-tS4cAme5rOOgWFCg\",\"signingKeySignature\":\"0x18ff7176fa0bbd64cc0aca25acf89c3b6b9ac7e8e5f7e1e58179d8148b297229342ad3e83cee6df8393f56b99d17e04e4c13851aa5a4f892d16310fcf343b7961c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6Vf06YPhr8upfjSta-QxTJh2pFiSzAWMQBlRylsZGY\\\",\\\"y\\\":\\\"-golR5RgYypcxXjA6ObQD-tN1wr5rOOVrqo3d4jkqHY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nLCandRlfJRSP_sgMdzJyorr4mRxQJzeGk8gSJBiHLk\"}"