"{\"content\":{\"body\":\"**2871, MARS, Old Musk City**\\n\\n”Hurry it up, you gotta eat before the transport comes!”\\n\\nFernanda Marie-Therese Roque tried to shake off her nerves. It was like she was a “probie” of a Strasse-crew, waiting for a chance to throw back some hits and kicks, and make points with bosses.\\n\\n”I’m coming Mama, I just have to get the last of this gear on.”\\n\\nFernanda made sure the last of the service issue fatigues configured themselves to her body. Standard issue nanos and algos ran boot-up routines and the suit molded itself to her and became a second skin. She was the image of Mars Infantry.\\n\\nA slight pinching was the most she felt as the start-up procudure integrated her body and parts of her cortex to her unit’s “stack”. She was in now. No going back. The pinching ended, suit done.\\n\\n“Come sit down, ingermica, sit. No telling when you eat again.”\\n\\n”Yes Mama.” \\n\\nFernanda thought about the breakfast she already had with her ‘crew’ down by the shipyards, her “farewell feast” and her instructions to her number 2. With luck, they wouldn’t mess it up, her trusty would make sure her Mama would be looked after, and nobody from other crews would even scan their business. \\n\\nWhen this Long War was over, she could come out of hiding, stop playing “soldier”, and get back to business at the ‘yards.\\n\\n“I made your favorites, Ingermica. No telling what kind of half-Earther food they feed you.” Her mother hid her worry. \\n\\n”Oh this food smells so good.” Fernanda wasn’t hungry but she ate everything. \\n\\nMama was right, no telling when exactly she would eat home food. The Long War might be going short but no telling.\\n\\n**1987 EARTH**\\n\\nFor a long time the financial markets were in the dumps, until 1982.\\n\\nSure, there was the “Roaring 20s” and “Go Go” 60s, but there was also the Depression, WW II, a Cold War that got hot in Asia (twice), and the 1970s malaise of post-Vietnam, OPEC and stagflation.\\n\\nThe best & brightest avoided “Wall Street” but time erased past sins. Memories shortened. White shoe firms grew grey hairs, and a new breed was taking over. Their love language were big deals. \\n\\nThe Big 80s included mergers, “hostile takeovers”, and lots of debt. Tax policies made deals “doable” with interest deductions. But bankers had to “raise debt” in the first place. Interest rates and USD were higher, the market drifted lower a little bit by September, and worries were rising on the “Street”. \\n\\nDan Rostenkowski, chair of the House Ways & Means Committee, looked at cutting deals’ tax-breaks. The worries were piling up. \\n\\nThe “bulls” ran for 5 years - the “Dow Jones” had tripled. Funds wanted to lock in profits in case. “Portfolio Insurance” was the answer. Brokers could “short” the S&P 500 index through computer programs, at the first sign of trouble. \\n\\nMachines would take over.\\n\\nBy mid-October 1987, “Mr. Market” was getting nervous. The week ended with no word about this new tax change. Selling picked up. A new Fed Chairman, Greenspan, cut rates but it was too late.\\n\\nThe Asian markets got nervous over the weekend. Monday morning, panic mood became panic selling. The mutual funds had to honor redemptions. Then came “portfolio insurance” shorting the market. The “Dow” dropped 23% on Monday, Oct. 19, 1987.\\n\\nNext day, the Fed pulled some strings but the machines stayed.\\n\\n![](https://images.mirror-media.xyz/publication-images/eU9RNkycbXfROm3hvk_CB.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/Pqpd2da4Zbp8qu5-9aWWC.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633742553,\"title\":\"2921: 6.1 A Case of The Black Mondays, 2871\"},\"digest\":\"n7unVqFsHu6A3Vd1kxhdX0ghFJQeP3ZACixHYsXyR7Y\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"MGzvfYqOIcVR6WFdhYQ1uq93ngTI21CpwuOc-GXtITOSCF4v2L5LzjN6URi5JVuRkeCavQOQaIlw4UHcbeJtxQ\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mersKrQzHt5jkDqdoww0XU6IrlChTNwxtpHRNb_7_X0\"}"