"{\"content\":{\"body\":\" \\n   \\n 我曾在内地生活、工作了十几年，又到上海工作、生活了十年余。我为什么到上海？ \\n 　　首先是因为上海繁华。未曾移居以前，对上海心向往之。繁华如南京路，著名景点如豫园、外滩一直人流汹涌、人头攒动。曾在某个酷暑的傍晚穿行南京路，从东向西走一遭，那里真像热气腾腾一锅饺子在翻滚。 \\n 　　因为上海繁花，所以很多人来此购物。七浦路批发市场自不必说。曾做过对比，当年同款服装，南京路某商场的价格竟然比合肥商之都要便宜。当时的第一百货，厂家进店，有些衣服，尤其是国内品牌，经常打折销售，确实相对实惠。 \\n 　　当然，这是外在的。 \\n 　　十余年后回头看，上海有内地许多城市不具备的优势。 \\n 　　一个是教育。 \\n 　　上海的高校林立自不待言，在本地很普通的高校在内地的招生分数线都要过一本二、三十分。说明这里众人向往。 \\n 　　为什么很多人愿意到上海念大学，因为就业更方便。毕业生季往往有若干场招聘会。 \\n 　　我曾听一位郑州大学的毕业生倒苦水。河南考生考入郑州大学挺不容易的，但是他参加这里的招聘会，拿出毕业证自我介绍，我是郑大毕业的。 \\n 　　哪里？郑大？没听说过。 \\n 　　那个感觉特尴尬。 \\n 　　且不说高校，即以基础教育论。当年我送孩子读小学。走过校门，里面正在举行开学仪式。主持人是两个小学生，一个用汉语，一个用英语。 \\n 　　放在内地，别说小学生，高中生能用英语主持吗？ \\n 　　不得不提上海的图书馆。数量之多，藏书之富，借书之便均远非内地可比。每个区都有几个图书馆，有不少社区图书馆。尤其是还有网上图书馆，图书馆经常举办各种文化活动。爱看书来上海，就对了。 \\n 　　第二个是医疗。 \\n 　　全国驰名的医院上海有若干所，瑞金、华山、中山、长征、第六等均称业界翘楚。 \\n 　　有位同事的家人是医生，以人才引进来上海。不来不知道，一来吓一跳。随便一个三甲医院，远非名声在外，必须留洋的博士才能进。 \\n 　　所以上海好多医院的门口川流不息，所以上海好多医院都一床难求。 \\n 　　就因为上海有教育、医疗两大优势，所以对内地人极富吸引力。 \\n 　　上海的吸引力，最主要的还是在环境。 \\n 　　上海的地理位置有优势，通江达海。海陆空各种交通便捷，客流、物流发达。网上购物，送货速度非常快。 \\n 　　但是实话实说，上海的自然环境，一般般然后再略朝下。不仅春秋易逝，春天和秋天非常短暂，应季衣服还没穿几天，忽，换季了。每年的梅雨季，湿哒哒、潮乎乎，令人不堪忍受。有时数日阴雨，床垫都会发霉。 \\n 　　曾听一位乌鲁木齐的客人评价上海夏天，对这里的黏潮不堪忍受。汗湿的衣服贴在身上，老也不干，让人像浸在水里。而新疆，据说热也是热，汗也有汗，一会儿蒸发完了，那叫干爽。 \\n 　　上海的冬天呢，阴雨绵绵时节，那个冷，简直寒到骨头里。 \\n 　　上海的优势在人文。 \\n 　　上海人懂生活，活给自己。初来上海就发现，好多上海人不喜出差。出差都会有相关补贴，为什么不？ \\n 　　他们不愿意打破生活规律，就要过朝九晚五，周而复始，按部就班的小日子。 \\n 　　当然，更大的区别在下班之后。 \\n 　　上海人下了班，只要不加班，大多数立马回家。 \\n 　　内地不是这样的。 \\n 　　很多人下班了却并不走。干嘛呢？陪领导，活动的顺序依次是打牌、喝酒、泡澡堂。 \\n 　　首先是打牌，急着回家干啥？来两把。说是两把，手摸到牌就放不下，几乎天天如是。 \\n 　　打完了牌，也许就是搓一顿，谁输谁赢，立下规矩。牌桌上争得面红耳赤，酒桌上吆五喝六，魁五手、六六六的猛比划。 \\n 　　再接着，也许就是泡澡堂。 \\n 　　当然，表面上是集体活动，暗地里另有文章。领导也好，群众也好，大家要的就是那个感觉。一方卖身投靠，另一方耀武扬威。 \\n 　　尤其进了酒场。根据我的观察和总结，官场人物的酒局主要有两种人，一种是自虐狂，另一种是虐待狂。自虐是为了向领导献媚套好，即使那人口袋里装着降压药，刚刚测量高压超过150。到了酒桌，照样满斟酒，举过头，一饮而尽。干掉之后再把酒盅倒过来，口中念念有词，领导我敬你。那边默默点头，这边踏实肯干。 \\n 　　散场之后，路边直吐。你问他干嘛这么喝，他说在领导跟前，喝死拉倒，不死照喝。 \\n 　　领导一看满意，这就完成了酒精（久经）考验。 \\n 　　这算什么逻辑呢？ \\n 　　管仲对齐桓公说，那个人把自己阉了来伺候您。他对自己都不爱惜，还能真会爱惜您？齐桓公不听。内地的领导更不听。酒精考验忠诚，“能喝半斤喝八两，这样干部要培养”。 \\n 　　就是这个逻辑。 \\n 　　不仅是打牌、喝酒、洗澡、卡拉OK。好多领导进而还要嫖一把。他的那些心腹都好生伺候着，一起嫖过，关系才铁。买单，当然是给你机会。 \\n 　　别说吃饭买单，泡澡买单，嫖妓买单，领导洗完澡要换内衣吧，难道回家拿去？买新的吧，谁买？还用问吗？ \\n 　　过程之中，就有了团团伙伙。 \\n 　　比如一个单位，有个书记，又有个某长。说起来都是大头儿，都有后台和背景，都有阅历和资本。因为手中有权，自我感觉都很良好。也因此他们就很容易不相能，于是就斗法，就站队。明面上你好我好，大家团结友爱都是兄弟，百年修得做同事。甚至说，一大早就来上班，跟你在一起的时间比跟老婆在一起的都多。 \\n 　　暗地呢？桌子底下彼此使绊，相互拆台，各种手段，花样翻新。 \\n 　　不仅斗，往往因斗结仇，一斗就是一辈子，不死不休。 \\n 　　活在那个圈子里，你说难不难，累不累？ \\n 　　什么？你想洁身自好，概不介入？你跟他们不吃一根葱，不坐一条板凳。他们就把你归入另类，各种手段欺负你。非我族类，其心必异，岂能容你？！ \\n 　　天幸有个机会跳出了那个圈子。 \\n 　　可是，竟然又遇到个神经病，就是在那里混了多年，官斗病积习成癖，病入膏肓。某天很随便提醒一句，结果竟然惹到他，过几天都念念不忘。某晚上竟趁着酒后，打来电话威胁我，敢再侵犯我的人格，找人把你弄下去。别看你是民主党派的，你们市委总部那个楼在陕西北路上，我知道…… \\n 　　这让人想起稻盛和夫说过的话，正是由于自身已经陷入了利己状态，才会把周围人都看得和他自己一样。 \\n 　　虽然都是酱缸吧，也许上海的浓度略低些，如是而已。 \\n 　　2020年8月4日 \\n  \\n 　　 \\n 　　 \\n \",\"timestamp\":1640659463,\"title\":\"我为什么到上海\"},\"digest\":\"PRN3v5LeureWMo_baP3wx0hUugyW_yem3pvg0aKwBX8\",\"authorship\":{\"contributor\":\"0x825ACD7DFD2B52b59465AD426482f1199789B149\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cRIhVcwOF33GNnV0ZRRdBAYs5E1St8ZX9pg6TEmWud0\\\",\\\"y\\\":\\\"SF8SjDsOczS81FSLAGPjwl2_h0sjZpI2zVNiLOhKT6k\\\"}\",\"signature\":\"ETzH7FRArbeVRotJnvwSBOvIr53iH4a1j_aoUSuG8ekWQQHqeRGLRaOZXQtHLpvmnrEdXsmFjKyl8PGTIxf5Dg\",\"signingKeySignature\":\"0xcd6d3059717d5bf523225d656cacbdadbdcaa32089e6a8ef238fc6f6435f07a17fb0b5a8bf4bd2d6b1cab769267aa141a6d7abae3e15c03871f5064a4dafff621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cRIhVcwOF33GNnV0ZRRdBAYs5E1St8ZX9pg6TEmWud0\\\",\\\"y\\\":\\\"SF8SjDsOczS81FSLAGPjwl2_h0sjZpI2zVNiLOhKT6k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PRN3v5LeureWMo_baP3wx0hUugyW_yem3pvg0aKwBX8\"}"