"{\"content\":{\"body\":\"The crypto market has exploded since January of this year (2021). However, as the year is ending, the run hasn’t been as consistent as it was expected. Coins have seen massive highs and lows.Ethereum is up 500%, Binance Coin was previously up by  1,700%, and it then slumped to 1500%. Avalanche is up 2,500%, and Solana is up a whopping 18,000%!\\n\\nBut Bitcoin is up only 113%. In fact, during the greatest bull run in crypto history, Bitcoin has greatly under-performed the market average of 250%.\\n\\nLet’s see why that might be.\\n\\n## Altcoins are in. Bitcoin is out.\\n\\nThe most effective tool for visualizing overall altcoin performance is the Bitcoin Dominance chart. It shows changes in Bitcoin’s total share of the cryptocurrency market over time.\\n\\nBy looking at the Bitcoin Dominance chart for 2021, we can see that Bitcoin’s share of the cryptocurrency market has trended downwards from a high of 74% to a low of 40%. **This means that the altcoin market has been rising against Bitcoin, and may continue to do so.** \\n Using the [WayBackMachine](https://archive.org/web/), a tool for looking at archived versions of websites, we can see [what CoinMarketCap looked like](https://web.archive.org/web/20210101004718/https://coinmarketcap.com/) when Bitcoin dominance was at its peak in January:\\n\\nIn order, the Top 10 coins were:\\n\\n 1. Bitcoin\\n 2. Ethereum\\n 3. Tether\\n 4. XRP\\n 5. Litecoin\\n 6. Cardano\\n 7. Polkadot\\n 8. BitcoinCash\\n 9. Stellar\\n10. Binance Coin\\n\\n**The best-performing altcoins have two things in common: smart contracts, and low transaction fees.**\\n\\nBinance Coin, Solana, and Avalanche climbed the most ranks. Like Ethereum, they run smart contracts. However, their transaction fees are substantially lower.\\n\\nBecause of their utility and low fees, thousands of crypto projects and tokens have been built on top of these coins, flooding the altcoin market with cash.\\n\\nAltcoins have a distinct advantage because Bitcoin has limited utility.\\n\\n## What’s Next for Altcoins?\\n\\nBecause it’s so fast-moving, cryptocurrency is all about narrative. *What’s hot right now? What’s next?*\\n\\nMost of the new projects in 2021 had to do with DeFi. **Some topics that are gaining traction now are: metaverse, NFTs, and WEB3.**\\n\\nFor example, Sandbox, a gaming metaverse project, recently pumped. But if you weren’t lucky, you probably missed it.\",\"timestamp\":1641888077,\"title\":\"2022: Will Altcoins keep Performing? Or is There a Downturn on the Cards?\"},\"digest\":\"zBz22k8i5VCi04Go1onjkpGwpBrEvjJ2foCdo3vJ7Tk\",\"authorship\":{\"contributor\":\"0xC471c2f2755C19e94d101766d230cf7B2d2E59a7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Oil_U-sI_qoQbB6xuHV16dR7890GPVo0m521ZyPazz4\\\",\\\"y\\\":\\\"NOd7ePiurKKbnyKiRF2dO0TBptD5DOMvlw_A5p2CTSY\\\"}\",\"signature\":\"6UnETmGqK94365fzvtgMJvaffipGjEQLljPrUNCMpfLocI7KBQZju1MUrAOdrkX_in-jMKRY1LoTXxjoyYDP4A\",\"signingKeySignature\":\"0x71cae256b03fc0cd79e7503b37c503e83271197ec201e016bc0d85ce8a90b07767c3bec7ee9919bb1430983c7b3bcf9668154a86715818424f7523b3936a21821c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Oil_U-sI_qoQbB6xuHV16dR7890GPVo0m521ZyPazz4\\\",\\\"y\\\":\\\"NOd7ePiurKKbnyKiRF2dO0TBptD5DOMvlw_A5p2CTSY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zBz22k8i5VCi04Go1onjkpGwpBrEvjJ2foCdo3vJ7Tk\"}"