"{\"content\":{\"body\":\"Escrito por [Pröfesor Utonio](https://twitter.com/utonianum), miembro de [DeFi LATAM](https://defilatam.com/). \\n \\n\\nMEV es la sigla de ‘Maximal Extractable Value’ (Valor máximo extraíble), antes llamado ‘Miner Extractable Value’. El término fue originalmente utilizado en el documento[ Flashboys 2.0](https://arxiv.org/pdf/1904.05234.pdf), en el que se describe cómo actúan estos individuos o grupos y el problema que conlleva para la network.\\n\\nMEV es el valor económico que pueden extraer los block proposers (*validators en PoS, miners en PoW, sequencers en rollups*) a través de la habilidad de incluir, censurar o reordenar transacciones arbitrariamente en los bloques que crean. Ya que son actores privilegiados en el consenso de la blockchain, pueden decidir qué transacciones incluyen en sus bloques y cuales ignoran.\\n\\nSin embargo, por más que los mineros sean los encargados de organizar los transacciones dentro de los bloques que construyen, los que realmente extraen el valor son los arbitradores, quienes le pagan al minero en forma de ‘soborno’ un porcentaje de las ganancias obtenidas por el servicio de re-organizacion que los mineros le ofrecen.\\n\\nEl valor extraíble se encuentra tanto en liquidaciones en protocolos de lending, arbitrajes entre exchanges descentralizados, sandwich attacks y frontrunning, entre otros. \\n\\nAl enviar una transacción, el usuario debe setear el gas en base al costo de transaccionar en la red en ese momento especifico, lo que determinará si su transacción es finalmente procesada o deberá esperar un tiempo mayor al estándar. Las transacciones que no son procesadas inmediatamente, se almacenan en la **mempool** – una base de datos local de transacciones en cada nodo a la espera de ser confirmadas - \\n\\nDebido a que en Ethereum se crean bloques nuevos cada 12/14 segundos (**blocktime**), y dado que cada bloque sólo puede contener un número limitado de transacciones, los block producers (mineros) tienen la última palabra en cuanto a qué transacciones escogen y procesan primero de su mempool local.\\n\\nEsto quiere decir que no hay un orden secuencial sobre qué transacción se envió primero, es más bien arbitrario. Si un usuario envía una tx, pero llega otro usuario dispuesto a pagar un mayor fee, su transacción muy probablemente sea procesada primero.\\n\\nPor cada transacción que el block producer procesa (en Ethereum, el minero) recibe una porción de los fees que se cobra al usuario, además del block reward por crear el nuevo bloque. **El MEV trae una nueva variable a la ecuación**: ya que el minero es el que decide qué transacciones se procesan primero en su bloque, y debido a que el fin de éstos es maximizar ganancias, procesarán primero las transacciones en las que los usuarios oferten el mayor gasfee.\\n\\n**Ejemplos:**\\n\\nEl arbitraje entre DEXs es la forma más común de extraer MEV. El desbalance en los precios de diversos pares que se generan en los exchanges descentralizados dejan abierta la posibilidad de arbitraje para obtener ganancias. Básicamente, se trata de comprar barato en un AMM (Uniswap, Sushiswap) y vender más caro inmediatamente en otro.\\n\\n[En este ejemplo](https://etherscan.io/tx/0xb8293765e505daae02e116bc972032bd8ab50c94cff0f4ac75939d75e73dba2e), un bot de arbitraje obtuvo una ganancia neta de $137k, convirtiendo 207 ETH en 247 ETH de inmediato. Pero para que su transacción sea minada primero tuvo que pagar $21k de fee elevando artificialmente el gwei hasta 47.589,56.\\n\\n![](https://images.mirror-media.xyz/publication-images/-GvRotulB3UBkMCN8nYQf.png?height=286&width=1273)\\n\\n \\n Pero como es una red pública, no somos los únicos al acecho: En este escenario entran los **searchers**, individuos/grupos que corren software automatizado (bots) para monitorear la mempool pública en busca de oportunidades de extraer este valor.\\n\\nEstos bots exploran la mempool y verifican las transacciones pendientes de todos los usuarios de la red, detectan estas oportunidades y copian exactamente los datos de la transacción (txid) a la que buscan anteponerse, ofertando un mayor gasfee para que el minero la escoja primero por encima de la transacción original. Esto es lo que se llama **frontrunning** o **Priority Gas Auctions** (PGA)\\n\\nDependiendo de cuán alto es el profit, el minero puede decidir en última instancia insertar su transacción por encima de las demás y apropiarse de ésta. Actuando económica y racionalmente, obtienen mayores ganancias aparte de los block rewards y fees de la red.\\n\\nAl configurar un slippage alto (*tolerancia ante el deslizamiento de precios*) quedamos expuestos al frontrunning. Cuando hacemos un swap y colocamos un slippage alto, estamos aceptando que de moverse el precio del activo, estaremos de acuerdo. Si un bot detecta esto, enviará 2 transacciones a al red:\\n\\n* La compra del mismo activo, copiando el txid de nuestra operación pero ofertando un mayor gasfee que el nuestro, para que su tx se confirme primero.\\n* La venta de este activo, pero ofertando un gasfee ligeramente menor al nuestro. De esta forma, el bot comprará el activo que estamos intentando comprar y nos lo venderá inmediatamente a un precio mayor al original (a esto se lo llama **Sandwich attack**).\\n\\nAsí, los bots manipulan el precio sin que los usuarios siquiera lo noten debido a un alto slippage.\\n\\n**Pros y contras:**\\n\\nEn un mercado eficiente, estos bots son de utilidad para equilibrar los desbalances en los precios entre diferentes exchanges descentralizados y ayudan a los protocolos de lending realizando liquidaciones para que no quiebren y puedan seguir operando de forma eficiente.\\n\\nPero así como son de ayuda, también perjudican a los usuarios finales: los bots de arbitraje compiten entre sí por obtener el arbitraje ofertando cada vez mayores fees, como una especie de subasta, lo que termina inflando artificialmente el precio del gas de la red, volviéndola prohibitiva. \\n\\n**Timebandit attack**: Es un tipo de ataque al consenso que involucra la reorganización de bloques pasados en los que se puede extraer una gran cantidad de MEV.\\n\\nSupongamos que en un contexto de una caída brusca en el mercado, se genera una gran liquidación en el vault ETH-A de MakerDAO, por un valor de 100 ETH. En este escenario, el minero que crea el bloque puede elegir insertar su transacción en el mismo y apropiarse de la liquidación o dejar que otro la tome, si los fees que recibe lo incentivan a hacerlo.\\n\\n![](https://images.mirror-media.xyz/publication-images/wJUB91guJ-tUfoCfeOLdR.png?height=261&width=776)\\n\\nEl comportamiento que se espera de los siguientes mineros sería el de añadir nuevos bloques sobre la blockchain más longeva, y seguir extendiendo la blockchain. Pero conociendo el valor que puede ser extraído de la liquidación del bloque anterior (100 ETH), el nuevo minero puede escoger no seguir extendiendo la blockchain más larga y reescribir la historia para capturar el MEV del bloque anterior (re minar). Esta es una reorganización de 1 bloque, pero si los incentivos son suficientes (Por ejemplo, si el MEV capturable > block reward), pueden ocurrir reorganizaciones de +3 bloques para tratar de capturar el MEV del pasado.\\n\\n![](https://images.mirror-media.xyz/publication-images/gx21g6zPJ1nTqgk-wypw8.png?height=466&width=732)\\n\\nEste es un problema grave para la red, el consenso y los usuarios en general, ya que se podría generar una guerra en la que los mineros al querer capturar este gran valor que se puede extraer, intenten reorganizar infinitamente bloques anteriores sin dejar avanzar la blockchain.\\n\\nCuanto más MEV haya para extraer, mayores serán los incentivos para realizar este tipo de ataque.\\n\\n[Flashbots](https://docs.flashbots.net/) es un colectivo independiente de hackers éticos formado con el fin de mitigar el impacto que genera la extracción de MEV (ej: congestión de la red, inflación artificial del gas, etc) y democratizar el acceso al mismo en Ethereum, tanto de los pequeños participantes como los grandes.\\n\\nLa organización desarrolló el cliente modificado de GoEthereum, MEV-geth, el cual enruta las transacciones de los usuarios hacia los mineros de manera privada sin pasar por la mempool pública, por lo que no pueden ser vistas por el resto de la red, previniendo el frontrunning y optimizando la comunicación entre searchers y mineros. Con esto, cualquiera puede pagar un bribe privado a los mineros para ejecuten su transacción antes de que nadie mas tenga oportunidad.\\n\\nRecientemente lanzaron[ Flashbots Protect](https://medium.com/flashbots/announcing-flashbots-protect-9e039e9f0aa3), un RPC para agregar en la wallet al que los usuarios finales pueden acceder y enviar directamente las transacciones hacia los mineros que corren el cliente mev-geth. Actualmente el 90% del hashrate de Ethereum corren geth-mev.\\n\\n[Flashbots](https://explore.flashbots.net/) cuenta con un dashboard con diversas métricas, algunas de ellas:\\n\\n![https://dashboard.flashbots.net/network](https://images.mirror-media.xyz/publication-images/7HwlN1CIlSkniyc-wdXru.png?height=358&width=303)\\n\\nLógicamente, la extracción de MEV se concentra en los principales AMM de Ethereum (Uniswap V2/Sushiswap) con 66% del valor total extraíble entre los dos, ya que es el lugar por excelencia para realizar arbitrajes. La gran parte de las operaciones que incluyen MEV son arbitrajes (96%)\\n\\n![](https://images.mirror-media.xyz/publication-images/PBJDzGYCVnHA2hNsdEHDo.png?height=316&width=552)\\n\\n\",\"timestamp\":1637951108,\"title\":\"Introducción al MEV - MEV SERIES Vol.1\\n\"},\"digest\":\"nU0v23aHxFI7Aml-7JJr0i0VQyhzzLYqkqDnypxVN2Y\",\"authorship\":{\"contributor\":\"0x0087a081a9B430fd8f688c6ac5dD24421BfB060D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ui5-7SC830CrKJepFaOhI7DA0pSYY8AJNxYOlnPDSOU\\\",\\\"y\\\":\\\"IMu-1nHPEO23NnWCbykuXUDCWzR1vIwwCYaPuscm4OI\\\"}\",\"signature\":\"REUnWM7MXxMzRZeRI-JcYMemebWq59Ay0teMcaPQf-4YcKr6l8RllpPZ7Tn0CJf59BShfNRmMOWBMCZkNaR6qQ\",\"signingKeySignature\":\"0x1edd5544cc4d3c8f361fa99660c4b35367e364de779e8efffdb55995bda7abdc19f03607e435213a047e192fb2eeca2eb70b2eb8da23c766614aa7355fd7b8b11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ui5-7SC830CrKJepFaOhI7DA0pSYY8AJNxYOlnPDSOU\\\",\\\"y\\\":\\\"IMu-1nHPEO23NnWCbykuXUDCWzR1vIwwCYaPuscm4OI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nU0v23aHxFI7Aml-7JJr0i0VQyhzzLYqkqDnypxVN2Y\"}"