"{\"content\":{\"body\":\"went in a body to Ceres, all clad in garments of mourning, and invoked punishment upon Erisichthon.  She nodded her assent, and as she bowed her head the grain ripe for harvest in the laden fields bowed also.  She planned a punishment so dire that one would pity him, if such a culprit as he could be pitied   to deliver him over to Famine. As Ceres herself could not approach Famine, for the Fates have ordained that these two goddesses shall never come together, she called an Oread from her mountain and spoke to her in these words: \\\"There is a place in the farthest part of ice-clad Scythia, a sad and sterile region without trees and without crops.  Cold dwells there, and Fear, and Shuddering, and Famine. Go to Famine and tell her to take possession of the bowels of Erisichthon.  Let not abundance subdue her, nor the power of my gifts drive her away.  Be not alarmed at the distance,\\\" (for Famine dwells very far from Ceres,) \\\"but take my chariot.  The dragons are fleet and obey the rein, and will take you through the air in a short time.\\\"  So she gave her the reins, and she drove away and soon reached Scythia.  On arriving at Mount Caucasus she stopped the dragons and found Famine in a stony field, pulling up with teeth and claws the scanty herbage.  Her hair was rough, her eyes sunk, her face pale, her lips blanched, her jaws covered with dust, and her skin drawn tight, so as to show all her bones.  As the Oread saw her afar off (for she did not dare to come near) she delivered the commands of Ceres; and though she stopped as short a time as possible, and kept her distance as well as she could, yet she began to feel hungry, and turned the dragons' heads and drove back to Thessaly.\\n\\nIn obedience to the commands of Ceres, Famine sped through the air to the dwelling of Erisichthon, entered the bed-chamber of the guilty man, and found him asleep.  She enfolded him with her wings and breathed herself into him, infusing her poison into his veins.  Having discharged her task, she hastened to leave the land of plenty and returned to her accustomed haunts. Erisichthon still slept, and in his dreams craved food, and moved his jaws as if eating.  When he awoke his hunger was raging. Without a moment's delay he would have food set before him, of whatever kind earth, sea, or air produces; and complained of hunger even while he ate.  What would have sufficed for a city or a nation was not enough for him.  The more he ate, the move he craved.  His hunger was like the sea, which receives all the rivers, yet is never filled; or like fire that burns all the fuel that is heaped upon it, yet is still voracious for more.\\n\\nHis property rapidly diminished under the unceasing demands of his appetite, but his hunger continued unabated.  At length he had spent all, and had only his daughter left, a daughter worthy of a better parent.  HER TOO HE SOLD.  She scorned to be the slave of a purchaser, and as she stood by the seaside, raised her hands in prayer to Neptune.  He heard her prayer, and, though her new master was not far off, and had his eye upon her a moment before, Neptune changed her form, and made her assume that of a fisherman busy at his occupation.  Her master, looking for her and seeing her in her altered form, addressed her and said, \\\"Good fisherman, whither went the maiden whom I saw just now, with hair dishevelled and in humble garb, standing about where you stand? Tell me truly; so may your luck be good, and not a fish nibble at your hook and get away.\\\"   She perceived that her prayer was answered, and rejoiced inwardly at hearing the question asked her of herself.  She replied, \\\"Pardon me, stranger, but I have been so intent upon my line, that I have seen nothing else; but I wish I may never catch another fish if I believe any woman or other person except myself to have been hereabouts for some time.\\\"  He was deceived and went his way, thinking his slave had escaped. Then she resumed her own form.  Her father was well pleased to find her still with him, and the money too that he got by the sale of her; so he sold her again.  But she was changed by the favor of Neptune as often as she was sold, now into a horse, now a bird, now an ox, and now a stag,   got away from her purchasers and came home.  By this base method the starving father procured food; but not enough for his wants, and at last hunger compelled him to devour his limbs, and he strove to nourish his body by eating his body, till death relieved him from the vengeance of Ceres.\\n\\nRHOECUS\\n\\nThe Hamadryads could appreciate services as well as punish injuries.  The story of Rhoecus proves this.  Rhoecus, happening to see an oak just ready to fall, ordered his servants to prop it up.  The nymph, who had been on the point of perishing with the tree, came and expressed her gratitude to him for having saved her life, and bade him ask what reward he would have for it. Rhoecus boldly asked her love, and the nymph yielded to his desire.  She at the same time charged him to be constant, and told him that a bee should be her messenger, and let him know when she would admit his society.  One time the bee came to Rhoecus when he was playing at draughts, and he carelessly brushed it away.  This so incensed the nymph that she deprived him of sight.\\n\\nOur countryman, James Russell Lowell, has taken this story for the subject of one of his shorter poems.  He introduces it thus:\\n\\n\\\"Hear now this fairy legend of old Greece, As full of freedom, youth and beauty still, As the immortal freshness of that grace Carved for all ages on some Attic frieze.\\\"\\n\\nTHE WATER DEITIES\\n\\nOceanus and Tethys were the Titans who ruled over the Sea.  When Jove and his brothers overthrew the Titans and assumed their power, Neptune and Amphitrite succeeded to the dominion of the waters in place of Oceanus and Tethys.\\n\\nNEPTUNE\\n\\nNeptune was the chief of the water deities.  The symbol of his power was the trident, or spear with three points, with which he used to shatter rocks, to call forth or subdue storms, to shake the shores, and the like.  He created the horse, and was the patron of horse races.  His own horses had brazen hoofs and golden manes.  They drew his chariot over the sea, which became smooth before him, while the monsters of the deep gambolled about his path.\\n\\nAMPHITRITE\\n\\nAmphitrite was the wife of Neptune.  She was the daughter of Nereus and Doris, and the mother of Triton.  Neptune, to pay his court to Amphitrite, came riding on the dolphin.  Having won her, he rewarded the dolphin by placing him among the stars.\\n\\nNEREUS AND DORIS\\n\\nNereus and Doris were the parents of the Nereids, the most celebrated of whom were Amphitrite, Thetis, the mother of Achilles, and Galatea, who was loved by the Cyclops Polyphemus. Nereus was distinguished for his knowledge, and his love of truth and justice, and is described as the wise and unerring Old Man of the Sea.  The gift of prophecy was also ascribed to him.\\n\\nTRITON AND PROTEUS\\n\\nTriton was the son of Neptune and Amphitrite, and the poets make him his father's trumpeter.  Proteus was also a son of Neptune. He, like Nereus, is styled a sea-elder for his wisdom and knowledge of future events.    His peculiar power was that of changing his shape at will.\\n\\nTHETIS\\n\\nThetis, the daughter of Nereus and Doris, was so beautiful that Jupiter himself sought her in marriage; but having learned from Prometheus the Titan, that Thetis should bear a son who should be greater than his father, Jupiter desisted from his suit and decreed that Thetis should be the wife of a mortal.  By the aid of Chiron the Centaur, Peleus succeeded in winning the goddess for his bride, and their son was the renowned Achilles.  In our chapter on the Trojan war it will appear that Thetis was a faithful mother to him, aiding him in all difficulties, and watching over his interests from the first to the last.\\n\\nLEUCOTHEA AND PALAEMON\\n\\nIno, the daughter of Cadmus and wife of Athamas, flying from her frantic husband, with her little son Melicertes in her arms, sprang from a cliff into the sea.  The gods, out of compassion, made her a goddess of the sea, under the name of Leucothea, and him a god under that of Palaemon.  Both were held powerful to save from shipwreck, and were invoked by sailors.  Palaemon was usually represented riding on a dolphin.  The Isthmian games were celebrated in his honor.  He was called Portumnus by the Romans, and believed to have jurisdiction of the ports and shores.\\n\\nMilton alludes to all these deities in the song at the conclusion of Comus.\\n\\n\\\"Sabrina fair, Listen and appear to us, In name of great Oceanus; By the earth-shaking Neptune's mace, And Tethys' grave, majestic pace, By hoary Nereus' wrinkled look, And the Carpathian wizard's hook (Proteus) By scaly Triton's winding shell, And old soothsaying Glaucus; spell, By Leucothea's lovely hands, And her son who rules the strands, By Thetis' tinsel-slippered feet, And the songs of Sirens sweet.\\\"\\n\\nArmstrong, the poet of the Art of preserving Health, under the inspiration of Hygeia, the goddess of health, thus celebrates the Naiads.  Paeon is a name both of Apollo and Aesculapius.\\n\\n\\\"Come, ye Naiads!  To the fountains lead! Propitious maids!  The task remains to sing Your gifts (so Paeon, so the powers of health Command), to praise your crystal element. Oh, comfortable streams!  With eager lips And trembling hands the languid thirsty quaff New life in you; fresh vigor fills their veins. No warmer cups the rural ages knew, None warmer sought the sires of humankind; Happy in temperate peace their equal days Felt not the alternate fits of feverish mirth And sick dejection; still serene and pleased, Blessed with divine immunity from ills, Long centuries they lived; their only fate Was ripe old age, and rather sleep than death.\\\"\\n\\nTHE CAMENAE\\n\\nBy this name the Latins designated the Muses, but included under it also some other deities, principally nymphs of fountains. Egeria was one of them, whose fountain and grotto are still shown.  It was said that Numa, the second king of Rome, was favored by this nymph with secret interviews, in which she taught him those lessons of wisdom and of law which he embodied in the institutions of his rising nation.  After the death of Numa the nymph pined away and was changed into a fountain.\\n\\nByron, in Childe Harold, Canto IV., thus alludes to Egeria and her grotto:\\n\\n\\\"Here didst thou dwell in this enchanted cover, Egeria!  All thy heavenly bosom beating For the far footsteps of thy mortal lover; The purple midnight veiled that mystic meeting With her most starry canopy.\\\"\\n\\nTennyson, also, in his Palace of Art, gives us a glimpse of the royal lover expecting the interview.\\n\\n\\\"Holding one hand against his ear, To list a footfall ere he saw The wood-nymph, stayed the Tuscan king to hear Of wisdom and of law.\\\"\\n\\nTHE WINDS\\n\\nWhen so many less active agencies were personified, it is not to be supposed that the winds failed to be so.  They were Boreas or Aquilo, the north wind, Zephyrus or Favonius, the west, Notus or Auster, the south, and Eurus, the east.  The first two have been chiefly celebrated by the poets, the former as the type of rudeness, the latter of gentleness.  Boreas loved the nymph Orithyia, and tried to play the lover's part, but met with poor success.  It was hard for him to breathe gently, and sighing was out of the question.  Weary at last of fruitless endeavors, he acted out his true character, seized the maiden and carried her off.  Their children were Zetes and Calais, winged warriors, who accompanied the Argonautic expedition, and did good service in an encounter with those monstrous birds the Harpies.\\n\\nZephyrus was the lover of Flora.  Milton alludes to them in Paradise Lost, where he describes Adam waking and contemplating Eve still asleep:\\n\\n\\\"He on his side Leaning half raised, with looks of cordial love Hung over her enamored, and beheld Beauty which, whether waking or asleep, Shot forth peculiar graces; then with voice, Mild as when Zephyrus on Flora breathes, Her hand soft touching, whispered thus, 'Awake! My fairest, my espoused, my latest found, Heaven's last, best gift, my ever-new delight.'\\\"\\n\\nDr. Young, the poet of the Night Thoughts, addressing the idle and luxurious, says:\\n\\n\\\"Ye delicate!  Who nothing can support (Yourselves most insupportable), for whom The winter rose must blow, . . . . . .  And silky soft Favonious breathe still softer or be chid!\\\"\\n\\nFortuna is the Latin name for Tyche, the goddess of Fortune.  The worship of Fortuna held a position of much higher importance at Rome than did the worship of Tyche among the Greeks.  She was regarded at Rome as the goddess of good fortune only, and was usually represented holding the cornucopia.\\n\\nVictoria, the Latin form for the goddess Nike, was highly honored among the conquest-loving Romans, and many temples were dedicated to her at Rome.  There was a celebrated temple at Athens to the Greek goddess Nike Apteros, or Wingless Victory, of which remains still exist.\\n\\nChapter XVI Achelous and Hercules.   Admetus and Alcestis.   Antigone. Penelope\\n\\nThe river-god Achelous told the story of Erisichthon to Theseus and his companions, whom he was entertaining at his hospitable board, while they were delayed on their journey by the overflow of his waters.  Having finished his story, he added, \\\"But why should I tell of other persons' transformations, when I myself am an instance of the possession of this power.  Sometimes I become a serpent, and sometimes a bull, with horns on my head.  Or I should say, I once could do so; but now I have but one horn, having lost one.\\\"  And here he groaned and was silent.\\n\\nTheseus asked him the cause of his grief, and how he lost his horn.  To which question the river-god replied as follows: \\\"Who likes to tell of his defeats?  Yet I will not hesitate to relate mine, comforting myself with the thought of the greatness of my conqueror, for it was Hercules.  Perhaps you have heard of the fame of Dejanira, the fairest of maidens, whom a host of suitors strove to win.  Hercules and myself were of the number, and the rest yielded to us two.  He urged in his behalf his descent from Jove, and his labors by which he had exceeded the exactions of Juno, his step-mother.  I, on the other hand, said to the father of the maiden, 'Behold me, the king of the waters that flow through your land.  I am no stranger from a foreign shore, but belong to the country, a part of your realm.  Let it not stand in my way that royal Juno owes me no enmity, nor punishes me with heavy tasks.  As for this man, who boasts himself the son of Jove, it is either a false pretence, or disgraceful to him if true, for it cannot be true except by his mother's shame.'  As I said this Hercules scowled upon me, and with difficulty restrained his rage.  'My hand will answer better than my tongue,' said he.  'I yield you the victory in words, but trust my cause to the strife of deeds.  With that he advanced towards me, and I was ashamed, after what I had said, to yield.  I threw off my green vesture, and presented myself for the struggle.  He tried to throw me, now attacking my head, now my body.  My bulk was my protection, and he assailed me in vain.  For a time we stopped, then returned to the conflict.  We each kept our position, determined not to yield, foot to foot, I bending over him, clinching his hands in mine, with my forehead almost touching his.  Thrice Hercules tried to throw me off, and the fourth time he succeeded, brought me to the ground and himself upon my back.  I tell you the truth, it was as if a mountain had fallen on me.  I struggled to get my arms at liberty, panting and reeking with perspiration.  He gave me no chance to recover, but seized my throat.  My knees were on the earth and my mouth in the dust.\\n\\n\\\"Finding that I was no match for him in the warrior's art, I resorted to others, and glided away in the form of a serpent.  I curled my body in a coil, and hissed at him with my forked tongue.  He smiled scornfully at this, and said, 'It was the labor of my infancy to conquer snakes.'  So saying he clasped my neck with his hands.  I was almost choked, and struggled to get my neck out of his grasp.  Vanquished in this form, I tried what alone remained to me, and assumed the form of a bull.  He grasped my neck with his arm, and, dragging my head down to the ground, overthrew me on the sand.  Nor was this enough.  His ruthless hand rent my horn from my head.  The Naiades took it, consecrated it, and filled it with fragrant flowers.  Plenty adopted my horn, and made it her own, and called it Cornucopia.\\n\\nThe ancients were fond of finding a hidden meaning in their mythological tales.  They explain this fight of Achelous with Hercules by saying Achelous was a river that in seasons of rain overflowed its banks.  When the fable says that Achelous loved Dejanira, and sought a union with her, the meaning is, that the river in its windings flowed through part of Dejanira's kingdom. It was said to take the form of a snake because of its winding, and of a bull because it made a brawling or roaring in its course.  When the river swelled, it made itself another channel. Thus its head was horned.  Hercules prevented the return of these periodical overflows, by embankments and canals; and therefore he was said to have vanquished the river-god and cut off his horn. Finally, the lands formerly subject to overflow, but now redeemed, became very fertile, and this is meant by the horn of plenty.\\n\\nThere is another account of the origin of the Cornucopia. Jupiter at his birth was committed by his mother Rhea to the care of the daughters of Melisseus, a Cretan king.  They fed the infant deity with the milk of the goat Amalthea.  Jupiter broke off one of the horns of the goat and gave it to his nurses, and endowed it with the wonderful power of becoming filled with whatever the possessor might wish.\\n\\nThe name of Amalthea is also given by some writers to the mother of Bacchus.  It is thus used by Milton, Paradise Lost, Book IV.:\\n\\n\\\"That Nyseian isle, Girt with the river Triton, where old Cham, Whom Gentiles Ammon call, and Libyan Jove, Hid Amalthea and her florid son, Young Bacchus, from his stepdame Rhea's eye.\\\"\\n\\nADMETUS AND ALCESTIS\\n\\nAesculapius, the son of Apollo, was endowed by his father with such skill in the healing art that he even restored the dead to life.  At this Pluto took alarm, and prevailed on Jupiter to launch a thunderbolt at Aesculapius.  Apollo was indignant at the destruction of his son, and wreaked his vengeance on the innocent workmen who had made the thunderbolt.  These were the Cyclopes, who have their workshop under Mount Aetna, from which the smoke and flames of their furnaces are constantly issuing.  Apollo shot his arrows at the Cyclopes, which so incensed Jupiter that he condemned him as a punishment to become he servant of a mortal for the space of one year.  Accordingly Apollo went into the service of Admetus, king of Thessaly, and pastured his flocks for him on the verdant banks of the river Amphrysus.\\n\\nAdmetus was a suitor, with others, for the hand of Alcestis, the daughter of Pelias, who promised her to him who should come for her in a chariot drawn by lions and boars.  This task Admetus performed by the assistance of his divine herdsman, and was made happy in the possession of Alcestis.  But Admetus fell ill, and being near to death, Apollo prevailed on the Fates to spare him on condition that some one would consent to die in his stead. Admetus, in his joy at this reprieve, thought little of the ransom, and perhaps remembering the declarations of attachment which he had often heard from his courtiers and dependents, fancied that it would be easy to find a substitute.  But it was not so.  Brave warriors, who would willingly have perilled their lives for their prince, shrunk from the thought of dying for him on the bed of sickness; and old servants who had experienced his bounty and that of his house from their childhood up, were not willing to lay down the scanty remnant of their days to show their gratitude.  Men asked,   \\\"Why does not one of his parents do it?  They cannot in the course of nature live much longer, and who can feel like them the call to rescue the life they gave from an untimely end?\\\"  But the parents, distressed though they were at the thought of losing him, shrunk from the call.  Then Alcestis, with a generous self-devotion, proffered herself as the substitute.  Admetus, fond as he was of life, would not have submitted to receive it at such a cost; but there was no remedy. The condition imposed by the Fates had been met, and the decree was irrevocable.  Alcestis sickened as Admetus revived, and she was rapidly sinking to the grave.\\n\\nJust at this time Hercules arrived at the palace of Admetus, and found all the inmates in great distress for the impending loss of the devoted wife and beloved mistress.  Hercules, to whom no labor was too arduous, resolved to attempt her rescue.  He went and lay in wait at the door of the chamber of the dying queen, and when Death came for his prey, he seized him and forced him to resign his victim.  Alcestis recovered, and was restored to her husband.\\n\\nMilton alludes to the story of Alcestis in his Sonnet on his deceased wife.\\n\\n\\\"Methought I saw my late espoused saint, Brought to me like Alcestis from the grave, Whom Jove's great son to her glad husband gave, Rescued from death by force, though pale and faint.\\\"\\n\\nJames Russell Lowell has chosen the \\\"Shepherd of King Admetus\\\" for the subject of a short poem.  He makes that event the first introduction of poetry to men.\\n\\n\\\"Men called him but a shiftless youth, In whom no good they saw, And yet unwittingly, in truth, They made his careless words their law. And day by day more holy grew Each spot where he had trod, Till after poets only knew Their first-born brother was a god.\\\"\\n\\nIn The Love of Alcestis, one of the poems in The Earthly Paradise, Mr. Morris thus tells the story of the taming of the lions:\\n\\n\\\"----- Rising up no more delay he made, But took the staff and gained the palace-door Where stood the beasts, whose mingled whine and roar Had wrought his dream; there two and two they stood, Thinking, it might be, of the tangled wood, And all the joys of the food-hiding trees. But harmless as their painted images 'Neath some dread spell; then, leaping up, he took The reins in hand and the bossed leather shook, And no delay the conquered beasts durst make, But drew, not silent; and folk just awake, When he went by as though a god they saw, Fell on their knees, and maidens come to draw Fresh water from the fount, sank trembling down, And silence held the babbling, wakened town.\\\"\\n\\nANTIGONE\\n\\nThe poems and histories of legendary Greece often relate, as has been seen, to women and their lives.  Antigone was as bright an example of filial and sisterly fidelity as was Alcestis of connubial devotion.  She was the daughter of OEdipus and Jocasta, who, with all their descendants, were the victims of an unrelenting fate, dooming them to destruction.  OEdipus in his madness had torn out his eyes, and was driven forth from his kingdom Thebes, dreaded and abandoned by all men, as an object of divine vengeance.  Antigone, his daughter, alone shared his wanderings, and remained with him till he died, and then returned to Thebes.\\n\\nHer brothers, Eteocles and Polynices, had agreed to share the kingdom between them, and reign alternately year by year.  The first year fell to the lot of Eteocles, who, when his time expired, refused to surrender the kingdom to his brother. Polynices fled to Adrastus, king of Argos, who gave him his daughter in marriage, and aided him with an army to enforce his claim to the kingdom.  This led to the celebrated expedition of the \\\"Seven against Thebes,\\\" which furnished ample materials for the epic and tragic poets of Greece.\\n\\nAmphiaraus, the brother-in-law of Adrastus, opposed the enterprise, for he was a soothsayer, and knew by his art that no one of the leaders except Adrastus would live to return.  But Amphiaraus, on his marriage to Eriphyle, the king's sister, had agreed that whenever he and Adrastus should differ in opinion, the decision should be left to Eriphyle.  Polynices, knowing this, gave Eriphyle the collar of Harmonia, and thereby gained her to his interest.  This collar or necklace was a present which Vulcan had given to Harmonia on her marriage with Cadmus, and Polynices had taken it with him on his flight from Thebes. Eriphyle could not resist so tempting a bribe, and by her decision the war was resolved on, and Amphiaraus went to his certain fate.  He bore his part bravely in the contest, but could not avert his destiny.  Pursued by the enemy he fled along the river, when a thunderbolt launched by Jupiter opened the ground, and he, his chariot, and his charioteer, were swallowed up.\\n\\nIt would not be in place here to detail all the acts of heroism or atrocity which marked the contest; but we must not omit to record the fidelity of Evadne as an offset to the weakness of Eriphyle.  Capaneus, the husband of Evadne, in the ardor of the fight, declared that he would force his way into the city in spite of Jove himself.  Placing a ladder against the wall, he mounted, but Jupiter, offended at his impious language, struck him with a thunderbolt.  When his obsequies were celebrated, Evadne cast herself on his funeral pile and perished.\\n\\nEarly in the contest Eteocles consulted the soothsayer Tiresias as to the issue.  Tiresias, in his youth, had by chance seen Minerva bathing.  The goddess in her wrath deprived him of his sight, but afterwards relenting gave him in compensation the knowledge of future events.  When consulted by Eteocles, he declared that victory should fall to Thebes if Menoeceus, the son of Creon, gave himself a voluntary victim.  The heroic youth, learning the response, threw away his life in the first encounter.\\n\\nThe siege continued long, with various success.  At length both hosts agreed that the brothers should decide their quarrel by single combat.  They fought and fell by each other's hands.  The armies then renewed the fight, and at last the invaders were forced to yield, and fled, leaving their dead unburied.  Creon, the uncle of the fallen princes, now become king, caused Eteocles to be buried with distinguished honor, but suffered the body of Polynices to lie where it fell, forbidding every one, on pain of death, to give it burial.\\n\\nAntigone, the sister of Polynices, heard with indignation the revolting edict which consigned her brother's body to the dogs and vultures, depriving it of those rites which were considered essential to the repose of the dead.  Unmoved by the dissuading counsel of an affectionate but timid sister, and unable to procure assistance, she determined to brave the hazard and to bury the body with her own hands.  She was detected in the act, and Creon gave orders that she should be buried alive, as having deliberately set at nought the solemn edict of the city.  Her love, Haemon, the son of Creon, unable to avert her fate, would not survive her, and fell by his own hand.\\n\\nAntigone forms the subject of two fine tragedies of the Grecian poet Sophocles.  Mrs. Jameson, in her Characteristics of Women, has compared her character with that of Cordelia, in Shakespeare's King Lear.  The perusal of her remarks cannot fail to gratify our readers.\\n\\nThe following is the lamentation of Antigone over OEdipus, when death has at last relieved him from his sufferings:\\n\\n\\\"Alas!  I only wished I might have died With my poor father; wherefore should I ask For longer life? Oh, I was fond of misery with him; E'en what was most unlovely grew beloved When he was with me.  Oh, my dearest father, Beneath the earth now in deep darkness hid, Worn as thou wert with age, to me thou still Wast dear, and shalt be ever.\\\" Francklin's Sophocles\\n\\nPENELOPE\\n\\nPenelope is another of those mythic heroines whose beauties were rather those of character and conduct than of person.  She was the daughter of Icarius, a Spartan prince.  Ulysses, king of Ithaca, sought her in marriage, and won her over all competitors. When the moment came for the bride to leave her father's house, Icarius, unable to bear the thoughts of parting with his daughter, tried to persuade her to remain with him, and not accompany her husband to Ithaca.  Ulysses gave Penelope her choice, to stay or go with him.   Penelope made no reply, but dropped her veil over her face.  Icarius urged her no further, but when she was gone erected a statue to Modesty on the spot where they parted.\\n\\nUlysses and Penelope had not enjoyed their union more than a year when it was interrupted by the events which called Ulysses to the Trojan war.  During his long absence, and when it was doubtful whether he still lived, and highly improbable that he would ever return, Penelope was importuned by numerous suitors, from whom there seemed no refuge but in choosing one of them for her husband.  Penelope, however, employed every art to gain time, still hopping for Ulysses' return.  One of her arts of delay was engaging in the preparation of a robe for the funeral canopy of Laertes, her husband's father.  She pledged herself to make her choice among the suitors when the robe was finished.  During the day she worked at the robe, but in the night she undid the work of the day.  This is the famous Penelope's web, which is used as a proverbial expression for anything which is perpetually doing but never done.  The rest of Penelope's history will be told when we give an account of her husband's adventures.\\n\\nChapter XVII Orpheus and Eurydice.   Artistaeus.   Amphion.   Linus. Thamyris.   Marsyas.   Melampus.   Musaeus\\n\\nOrpheus was the son of Apollo and the muse Calliope.  He was presented by his father with a lyre and taught to play upon it, and he played to such perfection that nothing could withstand the charm of his music.  Not only his fellow mortals, but wild beasts were softened by his strains, and gathering round him laid by their fierceness, and stood entranced with his lay.  Nay, the very trees and rocks were sensible to the charm.  The former crowded round him and the latter relaxed somewhat of their hardness, softened by his notes.\\n\\nHymen had been called to bless with his presence the nuptials of Orpheus with Eurydice; but though he attended, he brought no happy omens with him.  His very torch smoked and brought tears into their eyes.  In coincidence with such prognostics Eurydice, shortly after her marriage, while wandering with the nymphs, her companions, was seen by the shepherd Aristaeus, who was struck with her beauty, and made advances to her.  She fled, and in flying trod upon a snake in the grass, was bitten in the foot and died.  Orpheus sang his grief to all who breathed the upper air, both gods and men, and finding it all unavailing resolved to seek his wife in the regions of the dead.  He descended by a cave situated on the side of the promontory of Taenarus and arrived at the Stygian realm.  He passed through crowds of ghosts, and presented himself before the throne of Pluto and Proserpine. Accompanying the words with the lyre, he sung, \\\"O deities of the underworld, to whom all we who live must come, hear my words, for they are true!  I come not to spy out the secrets of Tartarus, nor to try my strength against the three-headed dog with snaky hair who guards the entrance.  I come to seek my wife, whose opening years the poisonous viper's fang has brought to an untimely end.  Love had led me here, Love, a god all powerful with us who dwell on the earth, and, if old traditions say true, not less so here.  I implore you by these abodes full of terror, these realms of silence and uncreated things, unite again the thread of Eurydice's life.  We all are destined to you, and sooner or later must pass to your domain.  She too, when she shall have filled her term of life, will rightly be yours. But till then grant her to me, I beseech you.  If you deny me, I cannot return alone; you shall triumph in the death of us both.\\\"\\n\\nAs he sang these tender strains, the very ghosts shed tears. Tantalus, in spite of his thirst, stopped for a moment his efforts for water, Ixion's wheel stood still, the vulture ceased to tear the giant's liver, the daughters of Danaus rested from their task of drawing water in a sieve, and Sisyphus sat on his rock to listen.  Then for the first time, it is said, the cheeks of the Furies were wet with tears.  Proserpine could not resist, and Pluto himself gave way.  Eurydice was called.  She came from among the new-arrived ghosts, limping with her wounded foot. Orpheus was permitted to take her away with him on one condition, that he should not turn round to look at her till they should have reached the upper air.  Under this condition they proceeded on their way, he leading, she following, through passages dark and steep, in total silence, till they had nearly reached the outlet into the cheerful upper world, when Orpheus, in a moment of forgetfulness, to assure himself that she was still following, cast a glance behind him, when instantly she was borne away. Stretching out their arms to embrace one another they grasped only the air.  Dying now a second time she yet cannot reproach her husband, for how can she blame his impatience to behold her? \\\"Farewell,\\\" she said, \\\"a last farewell,\\\"   and was hurried away, so fast that the sound hardly reached his ears.\\n\\nOrpheus endeavored to follow her, and besought permission to return and try once more for her release but the stern ferryman repulsed him and refused passage.  Seven days he lingered about the brink, without food or sleep; then bitterly accusing of cruelty the powers of Erebus, he sang his complaints to the rocks and mountains, melting the hearts of tigers and moving the oaks from their stations.  He held himself aloof from womankind, dwelling constantly on the recollection of his sad mischance. The Thracian maidens tried their best to captivate him, but he repulsed their advances.   They bore with him as long as they could; but finding him insensible, one day, one of them, excited by the rites of Bacchus, exclaimed, \\\"See yonder our despiser!\\\" and threw at him her javelin.  The weapon, as soon as it came within the sound of his lyre, fell harmless at his feet.  So did also the stones that they threw at him.  But the women raised a scream and drowned the voice of the music, and then the missiles reached him and soon were stained with his blood.  The maniacs tore him limb from limb, and threw his head and his lyre into the river Hebrus, down which they floated, murmuring sad music, to which the shores responded a plaintive symphony.  The Muses gathered up the fragments of his body and buried them at Libethra, where the nightingale is said to sing over his grave more sweetly than in any other part of Greece.  His lyre was placed by Jupiter among the stars.  His shade passed a second time to Tartarus, where he sought out his Eurydice and embraced her, with eager arms.  They roam through those happy fields together now, sometimes he leads, sometimes she; and Orpheus gazes as much as he will upon her, no longer incurring a penalty for a thoughtless glance.\\n\\nThe story of Orpheus has furnished Pope with an illustration of the power of music, for his Ode for St. Cecelia's Day.  The following stanza relates the conclusion of the story:\\n\\n\\\"But soon, too soon the lover turns his eyes; Again she falls, again she dies, she dies! How wilt thou now the fatal sisters move? No crime was thine, if 'tis no crime to love. Now under hanging mountains, Beside the falls of fountains, Or where Hebrus wanders, Rolling in meanders, All alone, He makes his moan, And calls her ghost, Forever, ever, ever lost! Now with furies surrounded, Despairing, confounded, He trembles, he glows, Amidst Rhodope's snows. See, wild as the winds o'er the desert he flies; Hark!  Haemus resounds with the Bacchanals' cries. Ah, see, he dies! Yet even in death Eurydice he sung, Eurydice still trembled on his tongue; Eurydice the woods, Eurydice the floods, Eurydice the rocks and hollow mountains rung.\\\"\\n\\nThe superior melody of the nightingale's song over the grave of Orpheus, is alluded to by Southey in his Thalaba:\\n\\n\\\"Then on his ear what sounds Of harmony arose! Far music and the distance-mellowed song >From bowers of merriment; The waterfall remote; The murmuring of the leafy groves; The single nightingale Perched in the rosier by, so richly toned, That never from that most melodious bird Singing a love-song to his brooding mate, Did Thracian shepherd by the grave Of Orpheus hear a sweeter melody, Though there the spirit of the sepulchre All his own power infuse, to swell The incense that he loves.\\\"\\n\\nARISTAEUS, THE BEE-KEEPER\\n\\nMan avails himself of the instincts of the inferior animals for his own advantage.  Hence sprang the art of keeping bees.  Honey must first have been known as a wild product, the bees building their structures in hollow trees or holes in the rocks, or any similar cavity that chance offered.  Thus occasionally the carcass of a dead animal would be occupied by the bees for that purpose.  It was no doubt from some such incident that the superstition arose that the bees were engendered by the decaying flesh of the animal; and Virgil, in the following story (From the Georgies, Book IV.1.317), shows how this supposed fact may be turned to account for renewing the swarm when it has been lost by disease or accident.\\n\\nThe shepherd Aristaeus, who first taught the management of bees, was the son of the water-nymph Cyrene.  His bees had perished, and he resorted for aid to his mother.  He stood at the river side and thus addressed her: \\\"Oh, mother, the pride of my life is taken from me!  I have lost my precious bees.  My care and skill have availed me nothing, and you, my mother, have not warded off from me the blow of misfortune.\\\"  His mother heard these complaints as she sat in her palace at the bottom of the river with her attendant nymphs around her.  They were engaged in female occupations, spinning and weaving, while one told stories to amuse the rest.  The sad voice of Aristaeus interrupting their occupation, one of them put her head above the water and seeing him, returned and gave information to his mother, who ordered that he should be brought into her presence.  The river at her command opened itself and let him pass in, while it stood curled like a mountain on either side.  He descended to the region where the fountains of the great rivers lie; he saw the enormous receptacles of waters and was almost deafened with the roar, while he surveyed them hurrying off in various directions to water the face of the earth.  Arriving at his mother's apartment he was hospitably received by Cyrene and her nymphs, who spread their table with the richest dainties.  They first poured out libations to Neptune, then regaled themselves with the feast, and after that Cyrene thus addressed him: \\\"There is an old prophet named Proteus, who dwells in the sea and is a favorite of Neptune, whose herd of sea-calves he pastures.  We nymphs hold him in great respect, for he is a learned sage, and knows all things, past, present, and to come.  He can tell you, my son, the cause of the mortality among your bees, and how you may remedy it.  But he will not do it voluntarily, however you may entreat him.  You must compel him by force.  If you seize him and chain him, he will answer your questions in order to get released, for he cannot, by all his arts, get away if you hold fast the chains. I will carry you to his cave, where he comes at noon to take his midday repose.  Then you may easily secure him.  But when he finds himself captured, his resort is to a power he possesses of changing himself into various forms.  He will become a wild boar or a fierce tiger, a scaly dragon, or lion with yellow mane.  Or he will make a noise like the crackling of flames or the rush of water, so as to tempt you to let go the chain, when he will make his escape.  But you have only to keep him fast bound, and at last when he finds all his arts unavailing, he will return to his own figure and obey your commands.\\\"  So saying she sprinkled her son with fragrant nectar, the beverage of the gods, and immediately an unusual vigor filled his frame and courage his heart, while perfume breathed all around him.\\n\\nThe nymph led her son to the prophet's cave, and concealed him among the recesses of the rocks, while she herself took her place behind the clouds.  Then noon came and the hour when men and herds retreat from the glaring sun to indulge in quiet slumber, Proteus issued from the water, followed hy his herd of sea- calves, which spread themselves along the shore.  He sat on the rock and counted his herd; then stretched himself on the floor of the cave and went to sleep.   Aristaeus hardly allowed him to get fairly asleep before he fixed the fetters on him and shouted aloud.  Proteus, waking and finding himself captured, immediately resorted to his arts, becoming first a fire, then a flood, then a horrible wild beast, in rapid succession.  But trying all in vain, he at last resumed his own form and addressed the youth in angry accents: \\\"Who are you, bold youth, who thus invade my abode, and what do you want with me?\\\"  Aristaeus replied, \\\"Proteus, you know already, for it is needless for any one to attempt to deceive you.  And do you also cease your efforts to elude me.  I am led hither by divine assistance, to know from you the cause of my misfortune and how to remedy it.\\\"  At these words the prophet, fixing on him his gray eyes with a piercing look, thus spoke: \\\"You received the merited reward of your deeds, by which Eurydice met her death, for in flying from you she trod upon a serpent, of whose bite she died.  To avenge her death the nymphs, her companions, have sent this destruction bo your bees. You have to appease their anger, and thus it must be done: Select four bulls of perfect form and size, and four cows of equal beauty, build four altars to the nymphs, and sacrifice the animals, leaving their carcasses in the leafy grove.  To Orpheus and Eurydice you shall pay such funeral honors as may allay their resentment.  Returning after nine days you will examine the bodies of the cattle slain and see what will befall.\\\"  Aristaeus faithfully obeyed these directions.  He sacrificed the cattle, he left their bodies in the grove, he offered funeral honors to the shades of Orpheus and Eurydice; then returning on the ninth day he examined the bodies of the animals, and, wonderful to relate! A swarm of bees had taken possession of one of the carcasses, and were pursuing their labors there as in a hive.\\n\\nIn the Task, Cowper alludes to the story of Aristaeus, when speaking of the ice-palace built by the Empress Anne of Russia. He has been describing the fantastic forms which ice assumes in connection with waterfalls, etc.\\\"\\n\\n\\\"Less worthy of applause though more admired, Because a novelty, the work of man, Imperial mistress of the fur-clad Russ, Thy most magnificent and mighty freak, The wonder of the north.  No forest fell When thou wouldst build, no quarry sent its stores T'enrich thy walls; but thou didst hew the floods And make thy marble of the glassy wave. In such a palace Aristaeus found Cyrene, when he bore the plaintive tale Of his lost bees to her maternal ear.\\\"\\n\\nMilton also appears to have had Cyrene and her domestic scene in his mind when he describes to us Sabrina, the nymph of the river Severn, in the Guardian-spirit's Song in Comus:\\n\\n\\\"Sabrina fair! Listen when thou art sitting Under the glassy, cool, translucent wave In twisted braids of lilies knitting The loose train of thy amber-dropping hair; Listen for dear honor's sake, Goddess of the silver lake! Listen and save.\\\"\\n\\nThe following are other celebrated mythical poets and musicians, some of whom were hardly inferior to Orpheus himself:\\n\\nAMPHION\\n\\nAmphion was the son of Jupiter and Antiope, queen of Thebes. With his twin brother Zethus he was exposed at birth on Mount Cithaeron, where they grew up among the shepherds, not knowing their parentage.  Mercury gave Amphion a lyre, and taught him to play upon it, and his brother occupied himself in hunting and tending the flocks.  Meanwhile Antiope, their mother, who had been treated with great cruelty by Lycus, the usurping king of Thebes, and by Dirce, his wife, found means to inform her children of their rights, and to summon them to her assistance. With a band of their fellow-herdsmen they attacked and slew Lycus, and tying Dirce by the hair of her head to a bull, let him drag her till she was dead (the punishment of Dirce is the subject of a celebrated group of statuary now in the Museum at Naples).  Amphion, having become king of Thebes fortified the city with a wall.  It is said that when he played on his lyre the stones moved of their own accord and took their places in the wall.\\n\\nIn Tennyson's poem of Amphion is an amusing use of this story:\\n\\n\\\"Oh, had I lived when song was great, In days of old Amphion, And ta'en my fiddle to the gate Nor feared for reed or scion!\\n\\nAnd had I lived when song was great, And legs of trees were limber, And ta'en my fiddle to the gate, And fiddled to the timber!\\n\\n\\\"'Tis said he had a tuneful tongue, Such happy intonation, Wherever he sat down and sung He left a small plantation; Whenever in a lonely grove He set up his forlorn pipes, The gouty oak began to move And flounder into hornpipes.\\\"\\n\\nLINUS\\n\\nLinus was the instructor of Hercules in music, but having one day reproved his pupil rather harshly, he roused the anger of Hercules, who struck him with his lyre and killed him.\\n\\nTHAMYRIS\\n\\nAn ancient Thracian bard, who in his presumption challenged the Muses to a trial of skill, and being overcome in the contest was deprived by them of his sight.  Milton alludes to him with other blind bards, when speaking of his own blindness (Paradise Lost, Book III.35).\\n\\nMARSYAS\\n\\nMinerva invented the flute, and played upon it to the delight of all the celestial auditors; but the mischievous urchin Cupid having dared to laugh at the queer face which the goddess made while playing, Minerva threw the instrument indignantly away, and it fell down to earth, and was found by Marsyas.  He blew upon it, and drew from it such ravishing sounds that he was tempted to challenge Apollo himself to a musical contest.  The god of course triumphed, and punished Marsyas by flaying him alive.\\n\\nMELAMPUS\\n\\nMelampus was the first mortal endowed with prophetic powers. Before his house there stood an oak tree containing a serpent's nest.  The old serpents were killed by the servants, but Melampus took care of the young ones and fed them carefully.  One day when he was asleep under the oak, the serpents licked his ears with their tongues.  On awaking he was astonished to find that he now understood the language of birds and creeping things.  This knowledge enabled him to foretell future events, and he became a renowned soothsayer.  At one time his enemies took him captive and kept him strictly imprisoned.  Melampus in the silence of night heard the wood-worms in the timbers talking together, and found out by what they said that the timbers were nearly eaten through, and the roof would soon fall in.  He told his captors and demanded to be let out, warning them also.  They took his warning, and thus escaped destruction, and rewarded Malampus and held him in high honor.\\n\\nMUSAEUS\\n\\nA semi-mythological personage who was represented by one tradition to be the son of Orpheus.  He is said to have written sacred poems and oracles.  Milton couples his name with that of Orpheus in his Il Penseroso:\\n\\n\\\"But, oh, sad virgin, that thy power Might raise Musaeus from his bower, Or bed the soul of Orpheus sing Such notes as warbled to the string, Drew iron tears down Pluto's cheek, And made Hell grant what love did seek.\\\"\\n\\nChapter XVIII Arion.   Ibycus.   Simonides.   Sappho\\n\\nThe poets whose adventures compose this chapter were real persons, some of whose works yet remain, and their influence on poets who succeeded them is yet more important than their poetical remains. The adventures recorded of them in the following stories rest on the same authority as other narratives of the Age of Fable, that is, that of the poets who have told them.  In their present form, the first two are translated from the German, the story of Arion from Schlegel, and that of Ibycus from Schiller.\\n\\nARION\\n\\nArion was a famous musician, and dwelt at the court of Periander, king of Corinth, with whom he was a great favorite.  There was to be a musical contest in Sicily, and Arion longed to compete for the prize.  He told his wish to Periander, who besought him like a brother to give up the thought.  \\\"Pray stay with me,\\\" he said, \\\"and be contented.  He who strives to win may lose.\\\"  Arion answered, \\\"A wandering life best suits the free heart of a poet. The talent which a god bestowed on me, I would fain make a source of pleasure to others.  And if I win the prize, how will the enjoyment of it be increased by the consciousness of my wide- spread fame!\\\"  He went, won the prize, and embarked with his wealth in a Corinthian ship for home.  On the second morning after setting sail, the wind breathed mild and fair.  \\\"Oh, Periander,\\\" he exclaimed, \\\"dismiss your fears!  Soon shall you forget them in my embrace.  With what lavish offerings will we display our gratitude to the gods, and how merry will we be at the festal board!\\\"  The wind and sea continued propitious.  Not a cloud dimmed the firmament.  He had not trusted too much to the ocean,   but he had to man.  He overheard the seamen exchanging hints with one another, and found they were plotting to possess themselves of his treasure.  Presently they surrounded him loud and mutinous, and said, \\\"Arion, you must die!  If you would have a grave on shore, yield yourself to die on this spot; but if otherwise, cast yourself into the sea.\\\"  \\\"Will nothing satisfy you but my life?\\\" said he.  \\\"Take my gold, and welcome.  I willingly buy my life at that price.\\\"  \\\"No, no; we cannot spare you.  Your life will be too dangerous to us.  Where could we go to escape from Periander, if he should know that you had been robbed by us?  Your gold would be of little use to us, if, on returning home, we could never more be free from fear.\\\" \\\"Grant me, then,\\\" said he, \\\"a last request, since nought will avail to save my life, that I may die as I have lived, as becomes a bard. When I shall have sung my death-song, and my harp-strings shall cease to vibrate, then I will bid farewell to life, and yield uncomplaining to my fate.\\\"  This prayer, like the others, would have been unheeded,   they thought only of their booty,   but to hear so famous a musician, that moved their rude hearts.  \\\"Suffer me,\\\" he added, \\\"to arrange my dress.  Apollo will not favor me unless I be clad in my minstrel garb.\\\"\",\"timestamp\":1641285595,\"title\":\"\\nThe Dryads, in dismay at the loss of their companion, and at seeing the pride of the forest laid low,\"},\"digest\":\"-IkoMMM3vxQj4cQ90YTo0KfVHW66t9RnTkEwa3kgZu4\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6a3PPijIyvwLTRFUu55l0ZGQTSKvqlI6RVIw-zVdfaU\\\",\\\"y\\\":\\\"b8OAwKO86fuY40eo6exnFeIv2ARmWwCtFsY03E5OLH4\\\"}\",\"signature\":\"vg4iv2PU8IXTgsPEXa8SrnhPAGui3doIKnWIqmfGRjb6Zz-i2NPpiucVe-IJYlPSANmHO_l0PjgHYYflOqyqkg\",\"signingKeySignature\":\"0x1a9732205df305dff0bc5b412f67f8f2f236f829c3e9d9aa283aa596206e554e1e058e499cda4c643a5c3f36ca976af7bdf52a03edcc027ea5afbdbb2b3a6d6f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6a3PPijIyvwLTRFUu55l0ZGQTSKvqlI6RVIw-zVdfaU\\\",\\\"y\\\":\\\"b8OAwKO86fuY40eo6exnFeIv2ARmWwCtFsY03E5OLH4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-IkoMMM3vxQj4cQ90YTo0KfVHW66t9RnTkEwa3kgZu4\"}"