"{\"content\":{\"body\":\"Part Five The Aleks\\none\\nAll people on earth are waiting for the earth to move from the wormhole to a new galaxy home, where there is a new sun.\\nThe wormhole near the earth’s orbit grows larger and larger, and can now be seen with a telescope. The light transmitted from the wormhole contains the light of the new sun.\\nWhile rejoicing, people are also dreaming about the appearance of the new sun. What kind of star is that? How many planets are there? Is there anything special?\\nAfter Yang Yi and the others came back, they just told people that the miners helped the earth move to a new galaxy. One thing they haven't said is that human beings have been kept in captivity all the time. Yang Yi and the others wanted to keep this secret strictly, and even Yang Ke didn't tell it, even though Yang Ke now looks more like Yang Yi's father.\\nPerhaps blinding ignorance is also a kind of happiness, Yang Yi thought.\\nThe wormhole has grown larger than the size of the earth, and it is almost time for the earth to move.\\nIn 2189, on the day the earth passed through the wormhole, all people on earth looked at the sky through artificial intelligence displays. Unlike the first time Yang Yi and the others went through the wormhole, there was no fatal beam of radiation this time, and the surrounding area was obviously much dim, and the movement of light was incredible. A piece of light gradually appeared in front of the earth, shaking steadily like a reflection in the water, and then gradually dispersed, like a feather, and finally the feather contracted again and became a shiny sphere, no longer changing, that is the new sun of the earth.\\nThe earth has arrived at a new home.\\nPeople see the new sun, like a long-awaited child sees their mother. Since the birth of human beings, they have never been so united. Everyone is full of yearning for a new life.\\nYang Yi looked at the sky of his new home. There were few pitiful stars around, only a few shining brightly.\\nYang Yi seems to understand: It seems that the stars here have been mined very cleanly. In the future, they will immigrate to other galaxies, probably far, far away, and we have been unable to break the speed of light. This new home is also a new prison. The stars in the sky are obviously planets in this stellar system. In this universe, there is only one star, which is obviously a cage set by the miners deliberately for the earth. He now deeply understands what the miners said, the speed of light cannot break through, how can it be called a smart creature?\\nA few days later, the miner also sent the moon from the wormhole, and the wormhole completed his mission and disappeared a few weeks later. In the past few days, there have been earthquakes in many places on the moonless earth, but Yang Yi knows that these will soon stabilize.\\ntwo\\nAfter several days of observation by the space telescope, Yang Yi's vision was confirmed. No star has been observed around. The new sun is in its prime of life. The star activity is more stable than the original sun. Its surface radiation is similar to that of the original sun, which is suitable for the growth of life on earth. The new sun has a smaller mass than the original, so the distance from the earth is closer than before, and the orbit of the earth is also smaller. The current year only has 283 days. After the earth stabilizes, the temperature will remain the same as before. At that time, it will still be alive, there will still be four seasons, there will be wind, cloud, rain and snow, rivers, lakes and seas will thaw, and humans will return to the ground to live.\\nThere are currently 7 planets in the new sun, and the earth is in the third one. There is nothing special about the overall arrangement, it is a typical star system. No asteroids, comets and other interstellar objects have been observed, which makes people feel that the entire galaxy is very clean.\\nThe earth received a signal today, not from a miner. In the signal, the other party called himself Alek, the original planet of this galaxy, the fourth planet here, and it is now the nearest neighbor of the earth. They are not surprised by the sudden appearance of the earth now. They want to get along well with the earth, and if the earth allows, they can send envoys to the earth.\\nHumans were taken aback. He didn't expect that there is a planet with intelligent species. The telescope pointed at Alexis and found that this planet is smaller than the earth as a whole and has a satellite. The surface is covered by snow and ice. The main component of the frozen layer is water, and the main component of the atmosphere is carbon dioxide and nitrogen. With a small amount of oxygen, the signs of life on the surface are not obvious. According to human analysis, they should not live on the surface, either under freezing or living in caves. Scientists have different ideas about the Alexis.\\nThe disturbing things happened one after another.\\nA few days later, not only Alexis, but the other 5 planets all sent signals to the earth, expressing their desire for peaceful coexistence. Each of them has its own species living on each planet. The signal content seems to be innocent and expressive. It means that everyone can help each other and develop together.\\nHumans could not imagine that this galaxy is so crowded, each planet has its own intelligent species, all of which are carbon-based life, and the technological level seems to be no lower than that of humans on earth. In the past, human beings used all kinds of methods to observe tens of thousands of planets in detail, but did not find the shadow of life. Now they are actually squeezed in a star system. Every planet has life, and it is intelligent life. How could there be such a terrible coincidence? What's under their friendly exterior? What is the truth of this galaxy?\\nHuman beings communicated with them cautiously, testing the basic information of all parties, and began to send envoys to each other with several planets, and they were in peace for the time being.\",\"timestamp\":1640748942,\"title\":\"Galaxy Park 5\"},\"digest\":\"nfbBtx4coW1HZkWN0OvIQTroXh9EjQZ5ROBLM375MTY\",\"authorship\":{\"contributor\":\"0xF55c02b021f91752521C0cB74303565f25BAcCb1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"signature\":\"ELkwBROAsVWu8Ding52oK08WpEDkhqGaaqMdYqO1WD_LCUhcMDBcw7KY4joFR5YSRnmJn-OMuFsacibKstACAg\",\"signingKeySignature\":\"0xfbae68e691bb1e97dbd4c9a264af2354a663e3588f409dd8b950a2aa67c6f3f31a676747a012127011249ca9a08ee8f487c51cd07d8207ed7f07995b6cdfa8341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nfbBtx4coW1HZkWN0OvIQTroXh9EjQZ5ROBLM375MTY\"}"