"{\"content\":{\"body\":\"that we may know who he is, and what he has done, and what they are going to do with him.\\\"\\n\\nThe rabbi's face remained stolid; he glanced at the prisoner, however, and presently went to the officer.\\n\\n\\\"The peace of the Lord be with you!\\\" he said, with unbending gravity.\\n\\n\\\"And that of the gods with you,\\\" the decurion replied.\\n\\n\\\"Are you from Jerusalem?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Your prisoner is young.\\\"\\n\\n\\\"In years, yes.\\\"\\n\\n\\\"May I ask what he has done?\\\"\\n\\n\\\"He is an assassin.\\\"\\n\\nThe people repeated the word in astonishment, but Rabbi Joseph pursued his inquest.\\n\\n\\\"Is he a son of Israel?\\\"\\n\\n\\\"He is a Jew,\\\" said the Roman, dryly.\\n\\nThe wavering pity of the bystanders came back.\\n\\n\\\"I know nothing of your tribes, but can speak of his family,\\\" the speaker continued. \\\"You may have heard of a prince of Jerusalem named Hur--Ben-Hur, they called him. He lived in Herod's day.\\\"\\n\\n\\\"I have seen him,\\\" Joseph said.\\n\\n\\\"Well, this is his son.\\\"\\n\\nExclamations became general, and the decurion hastened to stop them.\\n\\n\\\"In the streets of Jerusalem, day before yesterday, he nearly killed the noble Gratus by flinging a tile upon his head from the roof of a palace--his father's, I believe.\\\"\\n\\nThere was a pause in the conversation during which the Nazarenes gazed at the young Ben-Hur as at a wild beast.\\n\\n\\\"Did he kill him?\\\" asked the rabbi.\\n\\n\\\"No.\\\"\\n\\n\\\"He is under sentence.\\\"\\n\\n\\\"Yes--the galleys for life.\\\"\\n\\n\\\"The Lord help him!\\\" said Joseph, for once moved out of his stolidity.\\n\\nThereupon a youth who came up with Joseph, but had stood behind him unobserved, laid down an axe he had been carrying, and, going to the great stone standing by the well, took from it a pitcher of water. The action was so quiet that before the guard could interfere, had they been disposed to do so, he was stooping over the prisoner, and offering him drink.\\n\\nThe hand laid kindly upon his shoulder awoke the unfortunate Judah, and, looking up, he saw a face he never forgot--the face of a boy about his own age, shaded by locks of yellowish bright chestnut hair; a face lighted by dark-blue eyes, at the time so soft, so appealing, so full of love and holy purpose, that they had all the power of command and will. The spirit of the Jew, hardened though it was by days and nights of suffering, and so embittered by wrong that its dreams of revenge took in all the world, melted under the stranger's look, and became as a child's. He put his lips to the pitcher, and drank long and deep. Not a word was said to him, nor did he say a word.\\n\\nWhen the draught was finished, the hand that had been resting upon the sufferer's shoulder was placed upon his head, and stayed there in the dusty locks time enough to say a blessing; the stranger then returned the pitcher to its place on the stone, and, taking his axe again, went back to Rabbi Joseph. All eyes went with him, the decurion's as well as those of the villagers.\\n\\nThis was the end of the scene at the well. When the men had drunk, and the horses, the march was resumed. But the temper of the decurion was not as it had been; he himself raised the prisoner from the dust, and helped him on a horse behind a soldier. The Nazarenes went to their houses--among them Rabbi Joseph and his apprentice.\\n\\nAnd so, for the first time, Judah and the son of Mary met and parted.\\n\\nBOOK THIRD\\n\\n\\\"Cleopatra. . . . Our size of sorrow, Proportion'd to our cause, must be as great As that which makes it.--             Enter, below, DIOMEDES.                           How now? is he dead?\\n\\nDiomedes. His death's upon him, but not dead.\\\"           Antony and Cleopatra (act iv., sc. xiii.).\\n\\nCHAPTER I\\n\\nThe city of Misenum gave name to the promontory which it crowned, a few miles southwest of Naples. An account of ruins is all that remains of it now; yet in the year of our Lord 24--to which it is desirable to advance the reader--the place was one of the most important on the western coast of Italy.\\\\*\\n\\n\\\\--------------- \\\\* The Roman government, it will be remembered, had two harbors in   which great fleets were constantly kept--Ravenna and Misenum. ---------------\\n\\nIn the year mentioned, a traveller coming to the promontory to regale himself with the view there offered, would have mounted a wall, and, with the city at his back, looked over the bay of Neapolis, as charming then as now; and then, as now, he would have seen the matchless shore, the smoking cone, the sky and waves so softly, deeply blue, Ischia here and Capri yonder; from one to the other and back again, through the purpled air, his gaze would have sported; at last--for the eyes do weary of the beautiful as the palate with sweets--at last it would have dropped upon a spectacle which the modern tourist cannot see-- half the reserve navy of Rome astir or at anchor below him. Thus regarded, Misenum was a very proper place for three masters to meet, and at leisure parcel the world among them.\\n\\nIn the old time, moreover, there was a gateway in the wall at a certain point fronting the sea--an empty gateway forming the outlet of a street which, after the exit, stretched itself, in the form of a broad mole, out many stadia into the waves.\\n\\nThe watchman on the wall above the gateway was disturbed, one cool September morning, by a party coming down the street in noisy conversation. He gave one look, then settled into his drowse again.\\n\\nThere were twenty or thirty persons in the party, of whom the greater number were slaves with torches, which flamed little and smoked much, leaving on the air the perfume of the Indian nard. The masters walked in advance arm-in-arm. One of them, apparently fifty years old, slightly bald, and wearing over his scant locks a crown of laurel, seemed, from the attentions paid him, the central object of some affectionate ceremony. They all sported ample togas of white wool broadly bordered with purple. A glance had sufficed the watchman. He knew, without question, they were of high rank, and escorting a friend to ship after a night of festivity. Further explanation will be found in the conversation they carried on.\\n\\n\\\"No, my Quintus,\\\" said one, speaking to him with the crown, \\\"it is ill of Fortune to take thee from us so soon. Only yesterday thou didst return from the seas beyond the Pillars. Why, thou hast not even got back thy land legs.\\\"\\n\\n\\\"By Castor! if a man may swear a woman's oath,\\\" said another, somewhat worse of wine, \\\"let us not lament. Our Quintus is but going to find what he lost last night. Dice on a rolling ship is not dice on shore--eh, Quintus?\\\"\\n\\n\\\"Abuse not Fortune!\\\" exclaimed a third. \\\"She is not blind or fickle. At Antium, where our Arrius questions her, she answers him with nods, and at sea she abides with him holding the rudder. She takes him from us, but does she not always give him back with a new victory?\\\"\\n\\n\\\"The Greeks are taking him away,\\\" another broke in. \\\"Let us abuse them, not the gods. In learning to trade they forgot how to fight.\\\"\\n\\nWith these words, the party passed the gateway, and came upon the mole, with the bay before them beautiful in the morning light. To the veteran sailor the plash of the waves was like a greeting. He drew a long breath, as if the perfume of the water were sweeter than that of the nard, and held his hand aloft.\\n\\n\\\"My gifts were at Praeneste, not Antium--and see! Wind from the west. Thanks, O Fortune, my mother!\\\" he said, earnestly.\\n\\nThe friends all repeated the exclamation, and the slaves waved their torches.\\n\\n\\\"She comes--yonder!\\\" he continued, pointing to a galley outside the mole. \\\"What need has a sailor for other mistress? Is your Lucrece more graceful, my Caius?\\\"\\n\\nHe gazed at the coming ship, and justified his pride. A white sail was bent to the low mast, and the oars dipped, arose, poised a moment, then dipped again, with wing-like action, and in perfect time.\\n\\n\\\"Yes, spare the gods,\\\" he said, soberly, his eyes fixed upon the vessel. \\\"They send us opportunities. Ours the fault if we fail. And as for the Greeks, you forget, O my Lentulus, the pirates I am going to punish are Greeks. One victory over them is of more account than a hundred over the Africans.\\\"\\n\\n\\\"Then thy way is to the Aegean?\\\"\\n\\nThe sailor's eyes were full of his ship.\\n\\n\\\"What grace, what freedom! A bird hath not less care for the fretting of the waves. See!\\\" he said, but almost immediately added, \\\"Thy pardon, my Lentulus. I am going to the Aegean; and as my departure is so near, I will tell the occasion--only keep it under the rose. I would not that you abuse the duumvir when next you meet him. He is my friend. The trade between Greece and Alexandria, as ye may have heard, is hardly inferior to that between Alexandria and Rome. The people in that part of the world forgot to celebrate the Cerealia, and Triptolemus paid them with a harvest not worth the gathering. At all events, the trade is so grown that it will not brook interruption a day. Ye may also have heard of the Chersonesan pirates, nested up in the Euxine; none bolder, by the Bacchae! Yesterday word came to Rome that, with a fleet, they had rowed down the Bosphorus, sunk the galleys off Byzantium and Chalcedon, swept the Propontis, and, still unsated, burst through into the Aegean. The corn-merchants who have ships in the East Mediterranean are frightened. They had audience with the Emperor himself, and from Ravenna there go to-day a hundred galleys, and from Misenum\\\"--he paused as if to pique the curiosity of his friends, and ended with an emphatic--\\\"one.\\\"\\n\\n\\\"Happy Quintus! We congratulate thee!\\\"\\n\\n\\\"The preferment forerunneth promotion. We salute thee duumvir; nothing less.\\\"\\n\\n\\\"Quintus Arrius, the duumvir, hath a better sound than Quintus Arrius, the tribune.\\\"\\n\\nIn such manner they showered him with congratulations.\\n\\n\\\"I am glad with the rest,\\\" said the bibulous friend, \\\"very glad; but I must be practical, O my duumvir; and not until I know if promotion will help thee to knowledge of the tesserae will I have an opinion as to whether the gods mean thee ill or good in this-- this business.\\\"\\n\\n\\\"Thanks, many thanks!\\\" Arrius replied, speaking to them collectively. \\\"Had ye but lanterns, I would say ye were augurs. Perpol! I will go further, and show what master diviners ye are! See--and read.\\\"\\n\\nFrom the folds of his toga he drew a roll of paper, and passed it to them, saying, \\\"Received while at table last night from--Sejanus.\\\"\\n\\nThe name was already a great one in the Roman world; great, and not so infamous as it afterwards became.\\n\\n\\\"Sejanus!\\\" they exclaimed, with one voice, closing in to read what the minister had written.\\n\\n\\\"Sejanus to C. Coecilius Rufus, Duumvir.\\n\\n\\\"ROME, XIX. Kal. Sept.\\n\\n\\\"Caesar hath good report of Quintus Arrius, the tribune. In particular he bath heard of his valor, manifested in the western seas, insomuch that it is his will that the said Quintus be transferred instantly to the East.\\n\\n\\\"It is our Caesar's will, further, that you cause a hundred triremes, of the first class, and full appointment, to be despatched without delay against the pirates who have appeared in the Aegean, and that Quintus be sent to command the fleet so despatched.\\n\\n\\\"Details are thine, my Caecilius.\\n\\n\\\"The necessity is urgent, as thou will be advised by the reports enclosed for thy perusal and the information of the said Quintus.\\n\\n\\\"SEJANUS.\\\"\\n\\nArrius gave little heed to the reading. As the ship drew more plainly out of the perspective, she became more and more an attraction to him. The look with which he watched her was that of an enthusiast. At length he tossed the loosened folds of his toga in the air; in reply to the signal, over the aplustre, or fan-like fixture at the stern of the vessel, a scarlet flag was displayed; while several sailors appeared upon the bulwarks, and swung themselves hand over hand up the ropes to the antenna, or yard, and furled the sail. The bow was put round, and the time of the oars increased one half; so that at racing speed she bore down directly towards him and his friends. He observed the manoeuvring with a perceptible brightening of the eyes. Her instant answer to the rudder, and the steadiness with which she kept her course, were especially noticeable as virtues to be relied upon in action.\\n\\n\\\"By the Nymphae!\\\" said one of the friends, giving back the roll, \\\"we may not longer say our friend will be great; he is already great. Our love will now have famous things to feed upon. What more hast thou for us?\\\"\\n\\n\\\"Nothing more,\\\" Arrius replied. \\\"What ye have of the affair is by this time old news in Rome, especially between the palace and the Forum. The duumvir is discreet; what I am to do, where go to find my fleet, he will tell on the ship, where a sealed package is waiting me. If, however, ye have offerings for any of the altars to-day, pray the gods for a friend plying oar and sail somewhere in the direction of Sicily. But she is here, and will come to,\\\" he said, reverting to the vessel. \\\"I have interest in her masters; they will sail and fight with me. It is not an easy thing to lay ship side on a shore like this; so let us judge their training and skill.\\\"\\n\\n\\\"What, is she new to thee?\\\"\\n\\n\\\"I never saw her before; and, as yet, I know not if she will bring me one acquaintance.\\\"\\n\\n\\\"Is that well?\\\"\\n\\n\\\"It matters but little. We of the sea come to know each other quickly; our loves, like our hates, are born of sudden dangers.\\\"\\n\\nThe vessel was of the class called naves liburnicae--long, narrow, low in the water, and modelled for speed and quick manoeuvre. The bow was beautiful. A jet of water spun from its foot as she came on, sprinkling all the prow, which rose in graceful curvature twice a man's stature above the plane of the deck. Upon the bending of the sides were figures of Triton blowing shells. Below the bow, fixed to the keel, and projecting forward under the water-line, was the rostrum, or beak, a device of solid wood, reinforced and armed with iron, in action used as a ram. A stout molding extended from the bow the full length of the ship's sides, defining the bulwarks, which were tastefully crenelated; below the molding, in three rows, each covered with a cap or shield of bull-hide, were the holes in which the oars were worked--sixty on the right, sixty on the left. In further ornamentation, caducei leaned against the lofty prow. Two immense ropes passing across the bow marked the number of anchors stowed on the foredeck.\\n\\nThe simplicity of the upper works declared the oars the chief dependence of the crew. A mast, set a little forward of midship, was held by fore and back stays and shrouds fixed to rings on the inner side of the bulwarks. The tackle was that required for the management of one great square sail and the yard to which it was hung. Above the bulwarks the deck was visible.\\n\\nSave the sailors who had reefed the sail, and yet lingered on the yard, but one man was to be seen by the party on the mole, and he stood by the prow helmeted and with a shield.\\n\\nThe hundred and twenty oaken blades, kept white and shining by pumice and the constant wash of the waves, rose and fell as if operated by the same hand, and drove the galley forward with a speed rivalling that of a modern steamer.\\n\\nSo rapidly, and apparently, so rashly, did she come that the landsmen of the tribune's party were alarmed. Suddenly the man by the prow raised his hand with a peculiar gesture; whereupon all the oars flew up, poised a moment in air, then fell straight down. The water boiled and bubbled about them; the galley shook in every timber, and stopped as if scared. Another gesture of the hand, and again the oars arose, feathered, and fell; but this time those on the right, dropping towards the stern, pushed forward; while those on the left, dropping towards the bow, pulled backwards. Three times the oars thus pushed and pulled against each other. Round to the right the ship swung as upon a pivot; then, caught by the wind, she settled gently broadside to the mole.\\n\\nThe movement brought the stern to view, with all its garniture-- Tritons like those at the bow; name in large raised letters; the rudder at the side; the elevated platform upon which the helmsman sat, a stately figure in full armor, his hand upon the rudder-rope; and the aplustre, high, gilt, carved, and bent over the helmsman like a great runcinate leaf.\\n\\nIn the midst of the rounding-to, a trumpet was blown brief and shrill, and from the hatchways out poured the marines, all in superb equipment, brazen helms, burnished shields and javelins. While the fighting-men thus went to quarters as for action, the sailors proper climbed the shrouds and perched themselves along the yard. The officers and musicians took their posts. There was no shouting or needless noise. When the oars touched the mole, a bridge was sent out from the helmsman's deck. Then the tribune turned to his party and said, with a gravity he had not before shown:\\n\\n\\\"Duty now, O my friends.\\\"\\n\\nHe took the chaplet from his head and gave it to the dice-player.\\n\\n\\\"Take thou the myrtle, O favorite of the tesserae!\\\" he said. \\\"If I return, I will seek my sestertii again; if I am not victor, I will not return. Hang the crown in thy atrium.\\\"\\n\\nTo the company he opened his arms, and they came one by one and received his parting embrace.\\n\\n\\\"The gods go with thee, O Quintus!\\\" they said.\\n\\n\\\"Farewell,\\\" he replied.\\n\\nTo the slaves waving their torches he waved his hand; then he turned to the waiting ship, beautiful with ordered ranks and crested helms, and shields and javelins. As he stepped upon the bridge, the trumpets sounded, and over the aplustre rose the vexillum purpureum, or pennant of a commander of a fleet.\\n\\nCHAPTER II\\n\\nThe tribune, standing upon the helmsman's deck with the order of the duumvir open in his hand, spoke to the chief of the rowers.\\\\*\\n\\n\\\\--------------- \\\\* Called hortator. ---------------\\n\\n\\\"What force hast thou?\\\"\\n\\n\\\"Of oarsmen, two hundred and fifty-two; ten supernumeraries.\\n\\n\\\"Making reliefs of--\\\"\\n\\n\\\"Eighty-four.\\\"\\n\\n\\\"And thy habit?\\\"\\n\\n\\\"It has been to take off and put on every two hours.\\\"\\n\\nThe tribune mused a moment.\\n\\n\\\"The division is hard, and I will reform it, but not now. The oars may not rest day or night.\\\"\\n\\nThen to the sailing-master he said,\\n\\n\\\"The wind is fair. Let the sail help the oars.\\\"\\n\\nWhen the two thus addressed were gone, he turned to the chief pilot.\\\\*\\n\\n\\\\--------------- \\\\* Called rector. ---------------\\n\\n\\\"What service hast thou had?\\\"\\n\\n\\\"Two-and-thirty years.\\\"\\n\\n\\\"In what seas chiefly?\\\"\\n\\n\\\"Between our Rome and the East.\\\"\\n\\n\\\"Thou art the man I would have chosen.\\\"\\n\\nThe tribune looked at his orders again.\\n\\n\\\"Past the Camponellan cape, the course will be to Messina. Beyond that, follow the bend of the Calabrian shore till Melito is on thy left, then-- Knowest thou the stars that govern in the Ionian Sea?\\\"\\n\\n\\\"I know them well.\\\"\\n\\n\\\"Then from Melito course eastward for Cythera. The gods willing, I will not anchor until in the Bay of Antemona. The duty is urgent. I rely upon thee.\\\"\\n\\nA prudent man was Arrius--prudent, and of the class which, while enriching the altars at Praeneste and Antium, was of opinion, nevertheless, that the favor of the blind goddess depended more upon the votary's care and judgment than upon his gifts and vows. All night as master of the feast he had sat at table drinking and playing; yet the odor of the sea returned him to the mood of the sailor, and he would not rest until he knew his ship. Knowledge leaves no room for chances. Having begun with the chief of the rowers, the sailing-master, and the pilot, in company with the other officers--the commander of the marines, the keeper of the stores, the master of the machines, the overseer of the kitchen or fires--he passed through the several quarters. Nothing escaped his inspection. When he was through, of the community crowded within the narrow walls he alone knew perfectly all there was of material preparation for the voyage and its possible incidents; and, finding the preparation complete, there was left him but one thing further--thorough knowledge of the personnel of his command. As this was the most delicate and difficult part of his task, requiring much time, he set about it his own way.\\n\\nAt noon that day the galley was skimming the sea off Paestum. The wind was yet from the west, filling the sail to the master's content. The watches had been established. On the foredeck the altar had been set and sprinkled with salt and barley, and before it the tribune had offered solemn prayers to Jove and to Neptune and all the Oceanidae, and, with vows, poured the wine and burned the incense. And now, the better to study his men, he was seated in the great cabin, a very martial figure.\\n\\nThe cabin, it should be stated, was the central compartment of the galley, in extent quite sixty-five by thirty feet, and lighted by three broad hatchways. A row of stanchions ran from end to end, supporting the roof, and near the centre the mast was visible, all bristling with axes and spears and javelins. To each hatchway there were double stairs descending right and left, with a pivotal arrangement at the top to allow the lower ends to be hitched to the ceiling; and, as these were now raised, the compartment had the appearance of a skylighted hall.\\n\\nThe reader will understand readily that this was the heart of the ship, the home of all aboard--eating-room, sleeping-chamber, field of exercise, lounging-place off duty--uses made possible by the laws which reduced life there to minute details and a routine relentless as death.\\n\\nAt the after-end of the cabin there was a platform, reached by several steps. Upon it the chief of the rowers sat; in front of him a sounding-table, upon which, with a gavel, he beat time for the oarsmen; at his right a clepsydra, or water-clock, to measure the reliefs and watches. Above him, on a higher platform, well guarded by gilded railing, the tribune had his quarters, overlooking everything, and furnished with a couch, a table, and a cathedra, or chair, cushioned, and with arms and high back--articles which the imperial dispensation permitted of the utmost elegance.\\n\\nThus at ease, lounging in the great chair, swaying with the motion of the vessel, the military cloak half draping his tunic, sword in belt, Arrius kept watchful eye over his command, and was as closely watched by them. He saw critically everything in view, but dwelt longest upon the rowers. The reader would doubtless have done the same: only he would have looked with much sympathy, while, as is the habit with masters, the tribune's mind ran forward of what he saw, inquiring for results.\\n\\nThe spectacle was simple enough of itself. Along the sides of the cabin, fixed to the ship's timbers, were what at first appeared to be three rows of benches; a closer view, however, showed them a succession of rising banks, in each of which the second bench was behind and above the first one, and the third above and behind the second. To accommodate the sixty rowers on a side, the space devoted to them permitted nineteen banks separated by intervals of one yard, with a twentieth bank divided so that what would have been its upper seat or bench was directly above the lower seat of the first bank. The arrangement gave each rower when at work ample room, if he timed his movements with those of his associates, the principle being that of soldiers marching with cadenced step in close order. The arrangement also allowed a multiplication of banks, limited only by the length of the galley.\\n\\nAs to the rowers, those upon the first and second benches sat, while those upon the third, having longer oars to work, were suffered to stand. The oars were loaded with lead in the handles, and near the point of balance hung to pliable thongs, making possible the delicate touch called feathering, but, at the same time, increasing the need of skill, since an eccentric wave might at any moment catch a heedless fellow and hurl him from his seat. Each oar-hole was a vent through which the laborer opposite it had his plenty of sweet air. Light streamed down upon him from the grating which formed the floor of the passage between the deck and the bulwark over his head. In some respects, therefore, the condition of the men might have been much worse. Still, it must not be imagined that there was any pleasantness in their lives. Communication between them was not allowed. Day after day they filled their places without speech; in hours of labor they could not see each other's faces; their short respites were given to sleep and the snatching of food. They never laughed; no one ever heard one of them sing. What is the use of tongues when a sigh or a groan will tell all men feel while, perforce, they think in silence? Existence with the poor wretches was like a stream under ground sweeping slowly, laboriously on to its outlet, wherever that might chance to be.\\n\\nO Son of Mary! The sword has now a heart--and thine the glory! So now; but, in the days of which we are writing, for captivity there was drudgery on walls, and in the streets and mines, and the galleys both of war and commerce were insatiable. When Druilius won the first sea-fight for his country, Romans plied the oars, and the glory was to the rower not less than the marine. These benches which now we are trying to see as they were testified to the change come with conquest, and illustrated both the policy and the prowess of Rome. Nearly all the nations had sons there, mostly prisoners of war, chosen for their brawn and endurance. In one place a Briton; before him a Libyan; behind him a Crimean. Elsewhere a Scythian, a Gaul, and a Thebasite. Roman convicts cast down to consort with Goths and Longobardi, Jews, Ethiopians, and barbarians from the shores of Maeotis. Here an Athenian, there a red-haired savage from Hibernia, yonder blue-eyed giants of the Cimbri.\\n\\nIn the labor of the rowers there was not enough art to give occupation to their minds, rude and simple as they were. The reach forward, the pull, the feathering the blade, the dip, were all there was of it; motions most perfect when most automatic. Even the care forced upon them by the sea outside grew in time to be a thing instinctive rather than of thought. So, as the result of long service, the poor wretches became imbruted--patient, spiritless, obedient--creatures of vast muscle and exhausted intellects, who lived upon recollections generally few but dear, and at last lowered into the semi-conscious alchemic state wherein misery turns to habit, and the soul takes on incredible endurance.\\n\\nFrom right to left, hour after hour, the tribune, swaying in his easy-chair, turned with thought of everything rather than the wretchedness of the slaves upon the benches. Their motions, precise, and exactly the same on both sides of the vessel, after a while became monotonous; and then he amused himself singling out individuals. With his stylus he made note of objections, thinking, if all went well, he would find among the pirates of whom he was in search better men for the places.\\n\\nThere was no need of keeping the proper names of the slaves brought to the galleys as to their graves; so, for convenience, they were usually identified by the numerals painted upon the benches to which they were assigned. As the sharp eyes of the great man moved from seat to seat on either hand, they came at last to number sixty, which, as has been said, belonged properly to the last bank on the left-hand side, but, wanting room aft, had been fixed above the first bench of the first bank. There they rested.\\n\\nThe bench of number sixty was slightly above the level of the platform, and but a few feet away. The light glinting through the grating over his head gave the rower fairly to the tribune's view--erect, and, like all his fellows, naked, except a cincture about the loins. There were, however, some points in his favor. He was very young, not more than twenty. Furthermore, Arrius was not merely given to dice; he was a connoisseur of men physically, and when ashore indulged a habit of visiting the gymnasia to see and admire the most famous athletae. From some professor, doubtless, he had caught the idea that strength was as much of the quality as the quantity of the muscle, while superiority in performance required a certain mind as well as strength. Having adopted the doctrine, like most men with a hobby, he was always looking for illustrations to support it.\\n\\nThe reader may well believe that while the tribune, in the search for the perfect, was often called upon to stop and study, he was seldom perfectly satisfied--in fact, very seldom held as long as on this occasion.\\n\\nIn the beginning of each movement of the oar, the rower's body and face were brought into profile view from the platform; the movement ended with the body reversed, and in a pushing posture. The grace and ease of the action at first suggested a doubt of the honesty of the effort put forth; but it was speedily dismissed; the firmness with which the oar was held while in the reach forward, its bending under the push, were proofs of the force applied; not that only, they as certainly proved the rower's art, and put the critic in the great arm-chair in search of the combination of strength and cleverness which was the central idea of his theory.\\n\\nIn course of the study, Arrius observed the subject's youth; wholly unconscious of tenderness on that account, he also observed that he seemed of good height, and that his limbs, upper and nether, were singularly perfect. The arms, perhaps, were too long, but the objection was well hidden under a mass of muscle, which, in some movements, swelled and knotted like kinking cords. Every rib in the round body was discernible; yet the leanness was the healthful reduction so strained after in the palaestrae. And altogether there was in the rower's action a certain harmony which, besides addressing itself to the tribune's theory, stimulated both his curiosity and general interest.\\n\\nVery soon he found himself waiting to catch a view of the man's face in full. The head was shapely, and balanced upon a neck broad at the base, but of exceeding pliancy and grace. The features in profile were of Oriental outline, and of that delicacy of expression which has always been thought a sign of blood and sensitive spirit. With these observations, the tribune's interest in the subject deepened.\\n\\n\\\"By the gods,\\\" he said to himself, \\\"the fellow impresses me! He promises well. I will know more of him.\\\"\\n\\nDirectly the tribune caught the view he wished--the rower turned and looked at him.\\n\\n\\\"A Jew! and a boy!\\\"\\n\\nUnder the gaze then fixed steadily upon him, the large eyes of the slave grew larger--the blood surged to his very brows--the blade lingered in his hands. But instantly, with an angry crash, down fell the gavel of the hortator. The rower started, withdrew his face from the inquisitor, and, as if personally chidden, dropped the oar half feathered. When he glanced again at the tribune, he was vastly more astonished--he was met with a kindly smile.\\n\\nMeantime the galley entered the Straits of Messina, and, skimming past the city of that name, was after a while turned eastward, leaving the cloud over AEtna in the sky astern.\\n\\nOften as Arrius resumed to his platform in the cabin he returned to study the rower, and he kept saying to himself, \\\"The fellow hath a spirit. A Jew is not a barbarian. I will know more of him.\\\"\\n\\nCHAPTER III\\n\\nThe fourth day out, and the Astroea--so the galley was named--speeding through the Ionian Sea. The sky was clear, and the wind blew as if bearing the good-will of all the gods.\\n\\nAs it was possible to overtake the fleet before reaching the bay east of the island of Cythera, designated for assemblage, Arrius, somewhat impatient, spent much time on deck. He took note diligently of matters pertaining to his ship, and as a rule was well pleased. In the cabin, swinging in the great chair, his thought continually reverted to the rower on number sixty.\\n\\n\\\"Knowest thou the man just come from yon bench?\\\" he at length asked of the hortator.\\n\\nA relief was going on at the moment.\\n\\n\\\"From number sixty?\\\" returned the chief.\\n\\n\\\"Yes.\\\"\\n\\nThe chief looked sharply at the rower then going forward.\\n\\n\\\"As thou knowest,\\\" he replied \\\"the ship is but a month from the maker's hand, and the men are as new to me as the ship.\\\"\\n\\n\\\"He is a Jew,\\\" Arrius remarked, thoughtfully.\",\"timestamp\":1640142672,\"title\":\"good Rabbi Joseph!\\\" cried a woman, running to him. \\\"Here is a prisoner; come ask the soldiers about him\"},\"digest\":\"1TZzAj_kLrHvGlKsrgy9u9-5pFns09tE_Grz_eFeX8E\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wk2w9DbM6btM9NcwRJ36Yu3QIA-jus5pvEdUqMQXppU\\\",\\\"y\\\":\\\"qMytb3FLDLxXZkBVfG_Z3_mPrtKUWOxLLAeSMEBq1w0\\\"}\",\"signature\":\"AARwnwvToH8PrPGxGqkRwBTwIDnMvP4YMVb_IAdoB2i2r0Rixs_KY_eK6WqGS4yLjXc0CZWjGimgYyhxf30O4w\",\"signingKeySignature\":\"0xcd40c0bad10ddbf167325ad5b9c93a151b305f8a8c69257bf6a2eb6cbafc4ce730febb738f8f7704fc553565558cdbfca9795fdc6c07a22113259725beba96eb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wk2w9DbM6btM9NcwRJ36Yu3QIA-jus5pvEdUqMQXppU\\\",\\\"y\\\":\\\"qMytb3FLDLxXZkBVfG_Z3_mPrtKUWOxLLAeSMEBq1w0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1TZzAj_kLrHvGlKsrgy9u9-5pFns09tE_Grz_eFeX8E\"}"