"{\"content\":{\"body\":\"## NFTs: La revolución del contenido en beneficio de los creadores.\\n\\nAdéntrate en el artefacto que está implementándose en numerosas organizaciones para encriptar y verificar la propiedad del contenido digital. Un recorrido a través de la evolución de los Token No Fungibles aplicados en DeFi, DAOs, Web3, Metaverso y mucho más…\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=959](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=959)\\n\\n## Origen\\n\\nLos Tokens No Fungibles comenzaron a crearse en 2015, aunque el concepto detrás de ellos llegó varios años antes por parte de [Hal Finney](). Lo cierto es que ha sido 2021 el año de su expansión y entendimiento. El momento clave para que se den a conocer y su uso se allá extendido de manera exponencial en numerosos casos de uso.\\n\\n![](https://images.mirror-media.xyz/publication-images/lpopWnWrq4e_j7a-pfccJ.png?height=1080&width=1920)\\n\\n> **Crypto Digital Cash Legality (Sat-Jan-16-1993)**\\n>\\n> *\\\"Otro enfoque en el que he pensado seria comprar y vender efectivo digital, llamándolos de otra manera. Es legal comprar y vender patrones de bits, como imágenes legibles por computadora y software, por lo que debería ser legal comprar y vender estos artículos criptográficos.*\\n\\nEn este workshop queremos mostrar todo lo que está sucediendo alrededor de este fenómeno sin precedentes.\\n\\n* ¿Por qué un dibujo pixelado puede llegar a valer más de 7 millones de dólares?\\n* ¿Por qué ha sacudido el mundo del arte como nunca antes había ocurrido?\\n* ¿Por qué grandes referentes del deporte, la música y el cine han cambiado sus avatares?\\n\\n## Concepto\\n\\nTodo esto y mucho más será tratado en esta documentación en constante evolución. Un viaje a través del ecosistema crypto para entender y comprender el verdadero valor de la cadena de bloques, los contratos inteligentes, las comunidades descentralizadas autónomas y el metaverso.\\n\\n```\\n“Estos \\\"tokens no fungibles\\\" son activos únicos que no son intercambiables. Los billetes de un dólar son fungibles: cada billete de un dólar vale exactamente lo mismo que los demás. Pero las obras de arte, por ejemplo, o cualquier objeto de colección, pueden ser no fungibles: su valor varía según el mercado de ese activo en particular. Con las criptomonedas, estos activos conllevan derechos de propiedad digital que se pueden intercambiar fácilmente.”\\n```\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=959](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=959)\\n\\n![](https://images.mirror-media.xyz/publication-images/EDAsiivCxdFLM2Z_yBq7v.png?height=2160&width=3840)\\n\\n## Contexto\\n\\n[FLOC\\\\*](https://wearefloc.com/), estudio de diseño descentralizado especializado a trabajar junto a proyectos crypto, ha tratado de investigar y experimentar con este tipo de tokens. Comenzamos a trabajar en 2018 junto a [Watafan](https://watafan.com/) para conectar ídolos y fans a través de los NFTs. Aunque previamente ya habíamos experimentando diseñando unas cartas de rol que representaban de manera generativa los principales proyectos blockchain. Ambos proyectos llegaron demasiado pronto al ecosistema, además de que en España no ha sido tan atractivo estos avances como en otros lugares.\\n\\nA finales de 2020 empezamos a hacer algunos ejercicios con NFTs en plataformas como [Opensea](https://opensea.io/collection/floc) o [Rarible](https://rarible.com/items). Se basaban en diseños en movimiento que fueron regalados a algunos amigos, colaboradores y clientes. A raíz de seguir investigando empezamos a generar contenido audiovisual invitando a referentes del sector tecnológico. Esto nos inspiro para crear [una galería en el Metaverso de CryptoVoxels](https://www.cryptovoxels.com/parcels/1612) y comenzar a coleccionar muchas obras **cryptoart**. Este proyecto llamado [STARTHAUS](https://starthaus.gallery/) nace desde el **colectivo de freelancers** y nos ayudo a seguir experimentando.\\n\\nEl siguiente paso fue poner límite e innovar más allá de la estética. [PACKFLOC\\\\*](https://wearefloc.com/packfloc/) se creó para tokenizar los servicios del estudio a través de **4 NFTs** que servían para **desbloquear proyectos de branding, producto digital y audiovisual** para clientes potenciales del mundo crypto. Y así fue como comenzamos a trabajar para dos grandes marcas como [Metacartel Ventures](https://twitter.com/VENTURE_DAO) y [DATA](https://twitter.com/DATA_Index). Nos servíamos de los beneficios de los smart contracts para crear un vínculo y relación con las marcas además de ofrecer una serie de atributos eficaces para ambas partes.\\n\\n![¿Los primeros servicios de diseño contratados a través de un NFT? Puede ser... 😎](https://images.mirror-media.xyz/publication-images/K_MaFCWAnXHQVSIv-kfQa.jpg?height=2160&width=3840)\\n\\nAdemás del arte, la música y los servicios, hay otros sectores como la moda donde los NFTs están cogiendo gran tracción. Por eso recientemente nos aliamos con [MetaFactory](https://twitter.com/TheMetaFactory) para crear **[una colección limitada de camisetas que tendrán su reflejo en el mundo virtual](https://shop.metafactory.ai/products/light-origin-tee).** Por la compra de la prenda consigues un **“wearable”** para vestir al avatar en el **Metaverso**. Marcas como **Balenciaga**, **Gucci** o **Nike** ya están ofreciendo sus primeros productos virtuales para este tipo de usos.\\n\\nEl objetivo del workshop es mostrar y explicar la evolución y funcionamiento actual del ecosistema crypto a través del uso de NFTs. Desde la parte técnica, hasta el impacto económico, social, cultural y práctico. La intención es crear una conexión y reflexión por parte del grupo de investigación que se genere a través de la adquisición de los NFW: Tokens que dan acceso a todo el estudio y los materiales.\\n\\n## Programación\\n\\nLos contenidos son los siguientes:\\n\\n 1. Definición\\n 2. Origen\\n 3. Tecnología\\n 4. Web3\\n 5. Evolución\\n 6. Plataforma\\n 7. Sectores\\n 8. Aplicaciones\\n 9. Metaverso\\n10. Bonus Tracks\\n\\nToda la documentación se realizará a través de la página de Notion oficial. Los miembros que quieran tendrán derecho al acceso de edición y participación de los materiales. Los participantes se beneficiarán de la cooperación a la hora de filtrar contenidos de calidad.\\n\\nToda participación, tendrá su recompensa al fondo de la barra… [$BIRRA](http://wearefloc.com/birra)\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=959](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=959)\\n\\nEn esta primera edición se han creado [10 NFW by MintFLOC\\\\*](https://rarible.com/token/0x0e9fd289ec1f5e55f8ff931a25942d238864a516:5?tab=owners) adicionales que dan acceso al curso y a todas sus actualizaciones. La mejor forma de entender el contexto de los NFTs como contenido y contenedor de propiedad y verificación.\\n\\n![https://rarible.com/token/0x0e9fd289ec1f5e55f8ff931a25942d238864a516:5](https://images.mirror-media.xyz/publication-images/fNlYawZLKvlP9AYSZhcga.png?height=1338&width=2858)\\n\\n## Funcionamiento\\n\\nPara acceder al contenido y formación existen diferentes tipos de NFTs que son la llave de diferentes acciones desbloqueables. El Workshop además incluye un canal privado en nuestro [Discord](https://discord.com/invite/WCamVS3QBW) para los holders donde se irán creando contenido e información de actualidad. Los fondos extras acumulados se utilizarán para mejorar las actividades y sistema de contenido. Además también de mejorar el producto digital a través de implementación Web3.\\n\\nFormas de colaborar en el proyecto:\\n\\n* **NFT Common (Inicio página): 0.01 ETH** \\n Acceso al repositorio de contenidos en Notion como viewer.  \\n Ronda de $BIRRAS \\n \\n* **NFT Rare (Inicio página): 0.1 ETH**  \\n Acceso al canal de Discord NFW.  \\n Community Call Mensual.  \\n Ronda de $BIRRAS *+ Beneficios NFT Common \\n *\\n* **NFT Mirror / Rarible: 0.4 ETH**\\n  Acceso al repositorio de contenidos en Notion como editor.\\n  Sesiones online de explicación del Workshop. (4 clases de 1 hora).\\n  Ronda de $BIRRAS.\\n  *+ Beneficios NFT Rare*. \\n \\n* **NFT Legendary (Inicio Página): 1 ETH \\n **Patrocinio del Workshop con logo en Notion, Mirror y Redes Sociales.\\n  6 horas de consultoría de negocio aplicado a los NFTs. \\n Ronda de $BIRRAS*+ Beneficios NFT Mirror / Rarible*\\n\\n## Próximas mejoras\\n\\n* Traducción al inglés.\\n* Creación de Landing.\\n* Mejoras y actualizaciones.\\n* Implementación Web3.\\n* Laboratorio de investigación.\\n\\n## Constructores\\n\\n![Vaya par de FLOC\\\\*Zunks! ](https://images.mirror-media.xyz/publication-images/rD2w9DNuS4M-OWgIikGwn.jpg?height=1080&width=1920)\\n\\n[@esdotge](https://twitter.com/esdotge).eth — Branding Builder Brand3\\n\\n[@estebaner](https://twitter.com/_estebanescobar).eth — Technology Builder Web3\\n\\n```\\n* Recuerda que los holders del NFW también recibirán una ronda retroactiva de $BIRRA cuando se programe el primer Airdrop. 🍻\\n```\\n\\n![Disfruta cada \\\\*BIERNES de una buena $BIRRA. Cheers! 🍻](https://images.mirror-media.xyz/publication-images/D9zDjdxHPV-OQXlN1Bxx3.png?height=2160&width=3840)\\n\\n\",\"timestamp\":1637834162,\"title\":\"NFW — Non Fungible Workshop\"},\"digest\":\"_nJdUnJP64IWXIwZG6GtUQJqPMhrEZZIwDFC-ONixVk\",\"authorship\":{\"contributor\":\"0x6Af6d6B3fBa247129c32544b53106AB3bb772902\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eL-4aD9H9pGvHGOib4T-oQfIVj2ymGh4K13MkNltqeA\\\",\\\"y\\\":\\\"CeLa0C0dP0t17cDMa7sBc6ksAKNjmv5Nj-noiosWxrc\\\"}\",\"signature\":\"h0IAVC8TG4oy-wKRJG3zUePA2vXdSaYIq7_4rHxA4mBmPXaEcE4npUl7ELEZBgSbfn4RGOt9fEbyMedGTVVJnQ\",\"signingKeySignature\":\"0xa5bd1b41bfaf9a79e0fd43964f88c9fe913daaf27157c97f4ebb63825035fdfc718ba3242ce47e680ee511b1d5302d09225fa39badbba32c2a661cb0a848fbbd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eL-4aD9H9pGvHGOib4T-oQfIVj2ymGh4K13MkNltqeA\\\",\\\"y\\\":\\\"CeLa0C0dP0t17cDMa7sBc6ksAKNjmv5Nj-noiosWxrc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J4Tn9424WPqkkCDsQoLwiLJZ5IcUJfT7zci2mX_qeOQ\"}"