"{\"content\":{\"body\":\"I owe you something, too, not only for what you've done for me, but for what I was fool enough to think about you at the first blush.  It's entirely through you that I feel as fit as I do for the moment.  So I'll take your tip, and go just as I am, before my poor old pipes strike up another tune.\\\"\\n\\nI scarcely looked up until the good fellow had turned his back upon the final tableau of watchful officer and prostrate prisoner and gone out wheezing into the night.  But I was at the door to hear the last of him down the path and round the corner of the house. And when I rushed back into the room, there was Raffles sitting cross-legged on the floor, and slowly shaking his broken head as he stanched the blood.\\n\\n\\\"Et tu, Bunny!\\\" he groaned.  \\\"Mine own familiar friend!\\\"\\n\\n\\\"Then you weren't even stunned!\\\" I exclaimed.  \\\"Thank God for that!\\\"\\n\\n\\\"Of course I was stunned,\\\" he murmured, \\\"and no thanks to you that I wasn't brained.  Not to know me in the kit you've seen scores of times!  You never looked at me, Bunny; you didn't give me time to open my mouth.  I was going to let you run me in so prettily!  We'd have walked off arm-in-arm; now it's as tight a place as ever we were in, though you did get rid of old blow-pipes rather nicely. But we shall have the devil's own run for our money!\\\"\\n\\nRaffles had picked himself up between his mutterings, and I had followed him to the door into the garden, where he stood busy with the key in the dark, having blown out his lantern and handed it to me.  But though I followed Raffles, as my nature must, I was far too embittered to answer him again.  And so it was for some minutes that might furnish forth a thrilling page, but not a novel one to those who know their Raffles and put up with me.  Suffice it that we left a locked door behind us, and the key on the garden wall, which was the first of half a dozen that we scaled before dropping into a lane that led to a foot-bridge higher up the backwater.  And when we paused upon the foot-bridge, the houses along the bank were still in peace and darkness.\\n\\nKnowing my Raffles as I did, I was not surprised when he dived under one end of this bridge, and came up with his Inverness cape and opera hat, which he had hidden there on his way to the house. The thick socks were peeled from his patent-leathers, the ragged trousers stripped from an evening pair, bloodstains and Newgate fringe removed at the water's edge, and the whole sepulchre whited in less time than the thing takes to tell.  Nor was that enough for Raffles, but he must alter me as well, by wearing my overcoat under his cape, and putting his Zingari scarf about my neck.\\n\\n\\\"And now,\\\" said he, \\\"you may be glad to hear there's a 3:12 from Surbiton, which we could catch on all. fours.  If you like we'll go separately, but I don't think there's the slightest danger now,  and I begin to wonder what's happening to old blow-pipes.\\\"\\n\\nSo, indeed, did I, and with no small concern, until I read of his adventures (and our own) in the newspapers.  It seemed that he had made a gallant spurt into the road, and there paid the penalty of his rashness by a sudden incapacity to move another inch.  It had eventually taken him twenty minutes to creep back to locked doors, and another ten to ring up the inmates.  His description of my personal appearance, as reported in the papers, is the only thing that reconciles me to the thought of his sufferings during that half-hour.\\n\\nBut at the time I had other thoughts, and they lay too deep for idle words, for to me also it was a bitter hour.  I had not only failed in my self-sought task; I had nearly killed my comrade into the bargain.  I had meant well by friend and foe in turn, and I had ended in doing execrably by both.  It was not all. my fault, but I knew how much my weakness had contributed to the sum.  And I must walk with the man whose fault it was, who had travelled two hundred miles to obtain this last proof of my weakness, to bring it home to me, and to make our intimacy intolerable from that hour.  I must walk with him to Surbiton, but I need not talk; all. through Thames Ditton I had ignored his sallies; nor yet when he ran his arm through mine, on the river front, when we were nearly there, would I break the seal my pride had set upon my lips.\\n\\n\\\"Come, Bunny,\\\" he said at last, \\\"I have been the one to suffer most, when all.'s said and done, and I'll be the first to say that I deserved it.  You've broken my head; my hair's all. glued up in my gore; and what yarn I'm to put up at Manchester, or how I shall take the field at all., I really don't know.  Yet I don't blame you, Bunny, and I do blame myself.  Isn't it rather hard luck if I am to go unforgiven into the bargain?  I admit that I made a mistake; but, my dear fellow, I made it entirely for your sake.\\\"\\n\\n\\\"For my sake!\\\" I echoed bitterly.\\n\\nRaffles was more generous; he ignored my tone.\\n\\n\\\"I was miserable about you - frankly - miserable!\\\" he went on.  \\\"I couldn't get it out of my head that somehow you would be laid by the heels.  It was not your pluck that I distrusted, my dear fellow, but it was your very pluck that made me tremble for you.  I couldn't get you out of my head.  I went in when runs were wanted, but I give you my word that I was more anxious about you; and no doubt that's why I helped to put on some runs.  Didn't you see it in the paper, Bunny?  It's the innings of my life, so far.\\\"\\n\\n\\\"Yes,\\\" I said, \\\"I saw that you were in at close of play.  But I don't believe it was you - I believe you have a double who plays your cricket for you!\\\"\\n\\nAnd at the moment that seemed less incredible than the fact.\\n\\n\\\"I'm afraid you didn't read your paper very carefully,\\\" said Raffles, with the first trace of pique in his tone.  \\\"It was rain that closed play before five o'clock.  I hear it was a sultry day in town, but at Manchester we got the storm, and the ground was under water in ten minutes.  I never saw such a thing in my life.  There was absolutely not the ghost of a chance of another ball being bowled. But I had changed before I thought of doing what I did.  It was only when I was on my way back to the hotel, by myself, because I couldn't talk to a soul for thinking of you, that on the spur of the moment I made the man take me to the station instead, and was under way in the restaurant car before I had time to think twice about it.  I am not sure that of all. the mad deeds I have ever done, this was not the maddest of the lot!\\\"\\n\\n\\\"It was the finest,\\\" I said in a low voice; for now I marvelled more at the impulse which had prompted his feat, and at the circumstances surrounding it, than even at the feat itself.\\n\\n\\\"Heaven knows,\\\" he went on, \\\"what they are saying and doing in Manchester!  But what can they say?  'What business is it of theirs?  I was there when play stopped, and I shall be there when it starts again.  We shall be at Waterloo just after half-past three, and that's going to give me an hour at the Albany on my way to Euston, and another hour at Old Trafford before play begins. What's the matter with that?  I don't suppose I shall notch any more, but all. the better if I don't; if we have a hot sun after the storm, the sooner they get in the better; and may I have a bowl at them while the ground bites!\\\"\\n\\n\\\"I'll come up with you,\\\" I said, \\\"and see you at it.\\\"\\n\\n\\\"My dear fellow,\\\" replied Raffles, \\\"that was my whole feeling about you.  I wanted to 'see you at it' - that was absolutely all.  I wanted to be near enough to lend a hand if you got tied up, as the best of us will at times.  I knew the ground better than you, and I simply couldn't keep away from it.  But I didn't mean you to know that I was there; if everything had gone as I hoped it might, I should have sneaked back to town without ever letting you know I had been up.  You should never have dreamt that I had been at your elbow; you would have believed in yourself, and in my belief in you, and the rest would have been silence till the grave.  So I dodged you at Waterloo, and I tried not to let you know that I was following you from Esher station.  But you suspected somebody was; you stopped to listen more than once; after the second time I dropped behind, but gained on you by taking the short cut by Imber Court and over the foot-bridge where I left my coat and hat.  I was actually in the garden before you were.  I saw you smoke your Sullivan, and I was rather proud of you for it, though you must never do that sort of thing again.  I heard almost every word between you and the poor devil upstairs.  And up to a certain point, Bunny, I really thought you played the scene to perfection.\\\"\\n\\nThe station lights were twinkling ahead of us in the fading velvet of the summer's night.  I let them increase and multiply before I spoke.\\n\\n\\\"And where,\\\" I asked, \\\"did you think I first went wrong?\\\"\\n\\n\\\"In going in-doors at all.,\\\" said Raffles.  \\\"If I had done that, I should have done exactly what you did from that point on.  You couldn't help yourself, with that poor brute in that state.  And I admired you immensely, Bunny, if that's any comfort to you now.\\\"\\n\\nComfort!  It was wine in every vein, for I knew that Raffles meant what he said, and with his eyes I soon saw myself in braver colors. I ceased to blush for the vacillations of the night, since he condoned them.  I could even see that I had behaved with a measure of decency, in a truly trying situation, now that Raffles seemed to think so.  He had changed my whole view of his proceedings and my own, in every incident of the night but one.  There was one thing, however, which he might forgive me, but which I felt that I could forgive neither Raffles nor myself.  And that was the contused scalp wound over which I shuddered in the train.\\n\\n\\\"And to think that I did that,\\\" I groaned, \\\"and that you laid yourself open to it, and that we have neither of us got another thing to show for our night's work!  That poor chap said it was as bad a night as he had ever had in his life; but I call it the very worst that you and I ever had in ours.\\\"\\n\\nRaffles was smiling under the double lamps of the first-class compartment that we had to ourselves.\\n\\n\\\"I wouldn't say that, Bunny.  We have done worse.\\\"\\n\\n\\\"Do you mean to tell me that you did anything at all.?\\\"\\n\\n\\\"My dear Bunny,\\\" replied Raffles, \\\"you should remember how long I had been maturing felonious little plan, what a blow it was to me to have to turn it over to you, and how far I had travelled to see that you did it and yourself as well as might be.  You know what I did see, and how well I understood.  I tell you again that I should have done the same thing myself, in your place.  But I was not in your place, Bunny.  My hands were not tied like yours. Unfortunately, most of the jewels have gone on the honeymoon with the happy pair; but these emerald links are all. right, and I don't know what the bride was doing to leave this diamond comb behind. Here, too, is the old silver skewer I've been wanting for years  - they make the most charming paper-knives in the world - and this gold cigarette-case will just do for your smaller Sullivans.\\\"\\n\\nNor were these the only pretty things that Raffles set out in twinkling array upon the opposite cushions.  But I do not pretend that this was one of our heavy hauls, or deny that its chief interest still resides in the score of the Second Test Match of that Australian tour.\\n\\nA Trap to Catch a Cracksman\\n\\nI was just putting out my light when the telephone rang a furious tocsin in the next room.  I flounced out of bed more asleep than awake; in another minute I should have been past ringing up.  It was one o'clock in the morning, and I had been dining with Swigger Morrison at his club.\\n\\n\\\"Hulloa!\\\"\\n\\n\\\"That you, Bunny?\\\"\\n\\n\\\"Yes - are you Raffles?\\\"\\n\\n\\\"What's left of me!  Bunny, I want you - quick.\\\"\\n\\nAnd even over the wire his voice was faint with anxiety and apprehension.\\n\\n\\\"What on earth has happened?\\\"\\n\\n\\\"Don't ask!  You never know - \\\"\\n\\n\\\"I'll come at once.  Are you there, Raffles?\\\"\\n\\n\\\"What's that?\\\"\\n\\n\\\"Are you there, man?\\\"\\n\\n\\\"Ye - e - es.\\\"\\n\\n\\\"At the Albany?\\\"\\n\\n\\\"No, no; at Maguire's.\\\"\\n\\n\\\"You never said so.  And where's Maguire?\\\"\\n\\n\\\"In Half-moon Street.\\\"\\n\\n\\\"I know that.  Is he there now?\\\"\\n\\n\\\"No - not come in yet - and I'm caught.\\\"\\n\\n\\\"Caught!\\\"\\n\\n\\\"In that trap he bragged about.  It serves me right.  I didn't believe in it.  But I'm caught at last ... caught ... at last!\\\"\\n\\n\\\"When he told us he set it every night!  Oh, Raffles, what sort of a trap is it?  What shall I do?  What shall I bring?\\\"\\n\\nBut his voice had grown fainter and wearier with every answer, and now there was no answer at all.  Again and again I asked Raffles if he was there; the only sound to reach me in reply was the low metallic hum of the live wire between his ear and mine.  And then, as I sat gazing distractedly at my four safe walls, with the receiver still pressed to my head, there came a single groan, followed by the dull and dreadful crash of a human body falling in a heap.\\n\\nIn utter panic I rushed back into my bedroom, and flung myself into the crumpled shirt and evening clothes that lay where I had cast them off.  But I knew no more what I was doing than what to do next I afterward found that I had taken out a fresh tie, and tied it rather better than usual; but I can remember thinking of nothing but Raffles in some diabolical man-trap, and of a grinning monster stealing in to strike him senseless with one murderous blow.  I must have looked in the glass to array myself as I did; but the mind's eye was the seeing eye, and it was filled with this frightful vision of the notorious pugilist known to fame and infamy as Barney Maguire.\\n\\nIt was only the week before that Raffles and I had been introduced to him at the Imperial Boxing Club.  Heavy-weight champion of the United States, the fellow was still drunk with his sanguinary triumphs on that side, and clamoring for fresh conquests on ours. But his reputation had crossed the Atlantic before Maguire himself; the grandiose hotels had closed their doors to him; and he had already taken and sumptuously furnished the house in Half-moon Street which does not re-let to this day.  Raffles had made friends with the magnificent brute, while I took timid stock of his diamond studs, his jewelled watch-chain, his eighteen-carat bangle, and his six-inch lower jaw.  I had shuddered to see Raffles admiring the gewgaws in his turn, in his own brazen fashion, with that air of the cool connoisseur which had its double meaning for me.  I for my part would as lief have looked a tiger in the teeth.  And when we finally went home with Maguire to see his other trophies, it seemed to me like entering the tiger's lair.  But an astounding lair it proved, fitted throughout by one eminent firm, and ringing to the rafters with the last word on fantastic furniture.\\n\\nThe trophies were a still greater surprise.  They opened my eyes to the rosier aspect of the noble art, as presently practised on the right side of the Atlantic.  Among other offerings, we were permitted to handle the jewelled belt presented to the pugilist by the State of Nevada, a gold brick from the citizens of Sacramento, and a model of himself in solid silver from the Fisticuff Club in New York.  I still remember waiting with bated breath for Raffles to ask Maguire if he were not afraid of burglars, and Maguire replying that he had a trap to catch the cleverest cracksman alive, but flatly refusing to tell us what it was.  I could not at the moment conceive a more terrible trap than the heavy-weight himself behind a curtain.  Yet it was easy to see that Raffles had accepted the braggart's boast as a challenge.  Nor did he deny it later when I taxed him with his mad resolve; he merely refused to allow me to implicate myself in its execution.  Well, there was a spice of savage satisfaction in the thought that Raffles had been obliged to turn to me in the end.  And, but for the dreadful thud which I had heard over the telephone, I might have extracted some genuine comfort from the unerring sagacity with which he had chosen his night.\\n\\nWithin the last twenty-four hours Barney Maguire had fought his first great battle on British soil.  Obviously, he would no longer be the man that he had been in the strict training before the fight; never, as I gathered, was such a ruffian more off his guard, or less capable of protecting himself and his possessions, than in these first hours of relaxation and inevitable debauchery for which Raffles had waited with characteristic foresight.  Nor was the terrible Barney likely to be more abstemious for signal punishment sustained in a far from bloodless victory.  Then what could be the meaning of that sickening and most suggestive thud?  Could it be the champion himself who had received the coup de grace in his cups? Raffles was the very man to administer it - but he had not talked like that man through the telephone.\\n\\nAnd yet - and yet - what else could have happened?  I must have asked myself the question between each and all. of the above reflections, made partly as I dressed and partly in the hansom on the way to Half-moon Street.  It was as yet the only question in my mind.  You must know what your emergency is before you can decide how to cope with it; and to this day I sometimes tremble to think of the rashly direct method by which I set about obtaining the requisite information.  I drove every yard of the way to the pugilist's very door.  You will remember that I had been dining with Swigger Morrison at his club.\\n\\nYet at the last I had a rough idea of what I meant to say when the door was opened.  It seemed almost probable that the tragic end of our talk over the telephone had been caused by the sudden arrival and as sudden violence of Barney Maguire.  In that case I was resolved to tell him that Raffles and I had made a bet about his burglar trap, and that I had come to see who had won.  I might or might not confess that Raffles had rung me out of bed to this end. If, however, I was wrong about Maguire, and he had not come home at all., then my action would depend upon the menial who answered my reckless ring.  But it should result in the rescue of Raffles by hook or crook.\\n\\nI had the more time to come to some decision, since I rang and rang in vain.  The hall, indeed, was in darkness; but when I peeped through the letter-box I could see a faint beam of light from the back room.  That was the room in which Maguire kept his trophies and set his trap.  All. was quiet in the house: could they have haled the intruder to Vine Street in the short twenty minutes which it had taken me to dress and to drive to the spot?  That was an awful thought; but even as I hoped against hope, and rang once more, speculation and suspense were cut short in the last fashion to be foreseen.\\n\\nA brougham was coming sedately down the street from Piccadilly; to my horror, it stopped behind me as I peered once more through the letter-box, and out tumbled the dishevelled prizefighter and two companions.  I was nicely caught in my turn.  There was a lamp-post right opposite the door, and I can still see the three of them regarding me in its light.  The pugilist had been at least a fine figure of a bully and a braggart when I saw him before his fight; now he had a black eye and a bloated lip, hat on the back of his head, and made-up tie under one ear.  His companions were his sallow little Yankee secretary, whose name I really forget, but whom I met with Maguire at the Boxing Club, and a very grand person in a second skin of shimmering sequins.\",\"timestamp\":1637495280,\"title\":\"I'll go,\\\" he said hurriedly.  \\\"I'll go as I am, before my mother is disturbed and frightened out of her life.\"},\"digest\":\"GqJ3f_JYlxo5AYffihRwQABI_rvBiTdcbjgvcILpqhk\",\"authorship\":{\"contributor\":\"0xD2dD0Fd14351C19d159B581881AE68fAD5390A5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v8nGFyqu7HoLbbgXrJFMaX9mS9qVsu4Dsscw8Doi2IQ\\\",\\\"y\\\":\\\"JEZ09CjWDiUNB9ezbG4UaYjXJvkNAU1za1eUkSbtV-4\\\"}\",\"signature\":\"MI8jXt28MwjtWrQwwmLHay9evNA-SkY6Z4gkPgGeJZvJZUhE2koiJGqrl_2TfJWy7RqprWfKRgME1bQNpwmwfQ\",\"signingKeySignature\":\"0x9d00d136b3cdca5336b42c9d9e60a2816c75edf2f44c2b494059c00cbfd1f7133f399aa903a6e1845acc278283d425f7500583c7e600e2cad7ff358facff17db1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v8nGFyqu7HoLbbgXrJFMaX9mS9qVsu4Dsscw8Doi2IQ\\\",\\\"y\\\":\\\"JEZ09CjWDiUNB9ezbG4UaYjXJvkNAU1za1eUkSbtV-4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GqJ3f_JYlxo5AYffihRwQABI_rvBiTdcbjgvcILpqhk\"}"