"{\"content\":{\"body\":\"![Sunlight in a Cafeteria by Edward Hopper](https://images.mirror-media.xyz/publication-images/ParW542Tps7yTlk-XATHs.jpg?height=618&width=900)\\n\\n\\n---\\n\\nAlmost exactly a year ago, I wrote a piece called [My Modern Friends and Me](https://gabygoldberg.medium.com/my-modern-friends-and-me-1b6e23223f48), as an ode to the digital-turned-physical friends I had made throughout 2020. And although so much has changed since then — I got a new job! I moved to a new city! — it seems, too, that a lot has stayed the same.\\n\\nOne year later, I continue to make a lot of modern friends, and [they continue to have immeasurable impact](https://twitter.com/gaby_goldberg/status/1475590414904139780?s=20) on my life. 2021, like the year that came before it, could have been really lonely. My modern friends made me feel a whole lot less alone.\\n\\nI could continue to write about modern friends (and, let’s be honest, I probably will), but as this year comes to a close, I can’t help but find myself reflecting on some of the not-so-great parts of the Internet. For as many modern friends as I’ve made online, the Internet often feels… [empty](https://twitter.com/riotbeanzz/status/1302664818151821312?s=20). I’ve been trying to figure out why.\\n\\n[https://twitter.com/riotbeanzz/status/1302665241415815168](https://twitter.com/riotbeanzz/status/1302665241415815168?s=20)\\n\\nIn their [2022 Predictions](https://dame.mirror.xyz/qfmL6ezHuiPhGFlc2Ig9uW9c774Ie_D5rlhRX2OYTIA), [Dame](https://twitter.com/jacksondame) noted that in hindsight, 2021 turned out to be the “[Eternal September](https://en.wikipedia.org/wiki/Eternal_September)” of web3. The term was originally coined to mark the period beginning in September 1993, when AOL began offering Usenet access to all of its users, overwhelming the existing culture for online forums in the process.\\n\\n![](https://images.mirror-media.xyz/publication-images/kB_E7tdUyUYjRcmpJVMtQ.png?height=1104&width=1826)\\n\\nDame’s comment is perceptive. Like September 1993, this past year brought in a drastic influx of new users into the space — arguably so much so that newcomers outnumbered the existing population. **Today, we’re in web3’s Usenet era.** Open protocol development, exponential user growth, compounding excitement, and — perhaps most importantly — the permeation of mainstream awareness *without fully understanding it*. Of course, there are many collateral impacts of this shift. The one I am focused on today is, selfishly, personal to my own experience: the Internet has become very lonely.\\n\\n![when nobody came to my party (this is a joke)](https://images.mirror-media.xyz/publication-images/AsYQ2cpwK-FBTvIZYPqs1.png?height=851&width=1464)\\n\\nI’ve had the same thesis on social apps & Internet culture for a while, and it has driven my investing in the space over the last few years, spanning both web2 and web3. It goes like this: essentially, the first wave of social apps — Myspace, Facebook, even Instagram — were created to allow us to share our *real-life* experiences online. On Myspace and Facebook, we connected with our *real-life* friends. On Instagram, we shared *real-life* photos. For those use cases, these platforms worked really well. They worked so well, in fact, that they reached mass scale, and we started to spend a *lot* of our time in digital spaces.\\n\\nNow, because of the amount of time we spend online, we don’t just have “real-life experiences.” We have *digital* experiences, too:\\n\\n* We don’t just bring friends online — we *make* them there.\\n* We don’t just take photos — we take screenshots.\\n* We don’t just buy art — we buy NFTs.\\n* We don’t just follow celebrities — we follow digital-native influencers.\\n\\nThe list could go on. I’m not writing this to preach web3 as a silver bullet to fix the Internet’s problems (spoiler alert: it’s not). **Instead, I’m writing to say that** **the Internet has fundamentally shifted. What we have forgotten, it seems, is that our behaviors on the Internet have changed, too.**\\n\\nSo — bringing us back to my original question — why is the Internet so lonely? I believe it’s because we haven’t yet found a way to meaningfully share our digital experiences.\\n\\nThis thesis is what gets me excited about companies like [Pager](https://twitter.com/pagerxyz), which treats screenshots as the photos of our digital lives. And it expands into all of the social use cases for web3: [First Floor](https://twitter.com/firstfloorapp) lets us share upcoming NFT drops with our communities. [Cyber](https://twitter.com/oncyber_io) creates 3D and VR experiences to showcase digital collections to our friends. [Flamingo](https://flamingodao.xyz/) curates NFTs like the digital analog of a museum or gallery. [Agora](https://agora.space/) gives us the building blocks to power the Internet communities we inhabit. And [Branch](https://branch.gg/) lets us hang out in a virtual world while doing it all. These are just a few examples — the products, communities, and places that have made *me* feel less lonely online — and we are only just getting started. This space will continue to develop.\\n\\n> “The web1 and web2 world both came out of social use cases. The web1 world was people wanting to chit chat on forums with like-minded, like-interested people, and the web2 world just supercharged that with social media platforms. The growth of the Internet always seems to be trending towards *how we make things more social*. How do we make more communities, and how do we enable them to exist.” — *David Hoffman, [Bankless](https://shows.banklesshq.com/p/-96-web3-gaming-101-amy-wu)*\\n\\nI can’t predict the future, and I’m not sure how the Internet will continue to change in the coming years. What I do know is that I am more excited about this thesis than ever before, and it is a privilege to fund the next generation of companies that will allow us to better share our digital experiences with one another.\\n\\nI hope, for all of us, that 2022 brings an Internet that is a little less lonely.\\n\\nHappy New Year,\\n\\nGaby\",\"timestamp\":1640651531,\"title\":\"Why is the Internet So Lonely?\",\"publication\":\"gaby\"},\"digest\":\"6oqB0AnpBzMvimCHJBeE00ZQwjupYeTyqupvqyjRt0I\",\"authorship\":{\"contributor\":\"0x01b7baA7baA864fEF3CD1C7bc118Cc97cEdCB33f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dDFBbiZdoFpBCRlB41npNfBksryZcrxz_PKCI-tkXc\\\",\\\"y\\\":\\\"wB5GqAnI3IlOAhbBRePIhvhN51vrl789FE3jCToBz5Q\\\"}\",\"signature\":\"vvyJbzVREfKTxYcT9BLMD-Zw3VaJc3Kl_qWiUZsSInjiOUHuWEHOvK7uiar2VOffz4de9upDVOGUEI7VTzIQ6Q\",\"signingKeySignature\":\"0x5fa749cdd8a61799bc4d74c0fb2b5654540df40ae2b94a1b65ccf5d121c229ab704f3080455e5d9e097b8841922d8e1d5cc83a56c71815953710875e236d1f291b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dDFBbiZdoFpBCRlB41npNfBksryZcrxz_PKCI-tkXc\\\",\\\"y\\\":\\\"wB5GqAnI3IlOAhbBRePIhvhN51vrl789FE3jCToBz5Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N-pG7BnsLh9DUEcLr5yfaF-hJqnzh0i-uYI6nDEotM0\"}"