"{\"content\":{\"body\":\"A, based on computer network security firewall technology (a) the concept of firewall technology is refers to between two network simple barrier erected a safety protection network, in the ordinary users is reflected in the user between the network and the Internet, in order to block the external network to the user the threat of mesh belt and control the invasion of the virus. It \\u0003 about the computer network security problem based on firewall technology upgrade this graduation thesis The biggest role is to protect the security of the computer, improve the effective control of network communication, in the allowed case to accept the allowed packets, and reject and reject all the non-accepted packets. In essence, the essence of the firewall function is effective to control data flow and cloud data transferring between the zin, limit the unauthorized access external network, makes the external data can be in accordance with the requirements of the users and set of solutions to ensure that the data and information flow into and outflow, itself has the stronger ability to resist external attack, can ensure the safety of the user to use a computer network Network, to protect the user computer to avoid being attacked by hackers and achieve computer network and information security. (2) the working principle and main function of the firewall (1) the working principle of the firewall. Firewall technology is used to control the flow of data connected between networks. In practice, the main work of firewall technology in computer network is a group of routers between the protected network and the external Internet. Simply put, in computer network security, the firewall plays a gatekeeper role and is the most critical step, that is, in general only authorized data is allowed through. The firewall basically has the following properties, as long as it is through the internal network and the external Internet between all data flows must go through the firewall. Data flows that want to enter a computer through a firewall must and must comply with the security policy. The security performance of the firewall must have the following attributes: Data must pass through the firewall; Second, only authorized data can pass through the firewall under the security policy of the protected network. Finally through the above steps can be through the firewall. (2) the main role of the firewall. At present, firewall technology has been mature and effective should be carried to realize the computer network security protection above, and is very widely applied to the Internet. The role of the firewall is mainly reflected in three aspects: first, to protect the internal network system from infringement; Second, control the external network access to the internal network system; Third, to prevent information leakage of the internal network system. The preferred firewall can improve the security of the computer network and reduce the risk of the internal network by filtering out insecure network services. Therefore, through strict firewall to control the guarantee, can make the internal network environment by less external risk, and will not be used by hacker attacks, also in this case can use some more secure network services. For services such as NFS or DIS that cannot be missed in the LAN, the public mode can be adopted to reduce the burden and ensure the normal operation of the internal network management system. Of course, the firewall has its own ability to effectively limit the access of external networks to internal networks. Finally, the firewall is used to divide the internal information into grids, and the key grids are isolated and protected, which can limit the mutual access of different departments in the internal network and ensure the security of the internal network information so that it will not be leaked. For individual users, personal privacy is a very important issue in the internal network. An insignificant internal network can attract the attention of hackers, which can cause the leakage of personal privacy in the internal network, and even expose some security loopholes in the internal network. Therefore, the use of firewall can effectively protect those important privacy content. A firewall can hide a lot of information, such as the user name, information displayed on Finger and DNS information of the internal network, so that the IP address or domain name of a computer will not be known to the outside world, and the internal system will not be easily attacked by hackers to lose these important information. Two, the main technical ways and means of the firewall (1) packet filtering technology, in simple terms, is to intercept all the FLOW through the IP packet, generally from its IP head to the transmission protocol head, in this to obtain the information filtering. (2) Shielding router technology, which is a very popular technology at present, mainly plays an effective role in the network layer and adopts packet filtering technology. The physical network interface is first reached, followed by the original IP address, and then the target IP address, source port, and target port. (3) firewall technology based on proxy, generally speaking, firewall technology based on proxy usually has two network interface cards, access to the internal network and external network at the same time. Because the gateway can communicate with both networks, it can choose an ideal location when installing the data transfer software. That's why we call the software \\\"agent,\\\" which is basically software customized for the service it provides. In this technology, the proxy service does not allow direct communication with the real service, but through the proxy server, in fact, the default gateway of the user is determined in the proxy server, so that the hacker can not effectively attack the user network, which is very effective against known or unknown attacks. With the rapid development of the network, firewall technology is constantly updated progress, in short, in the future development of the firewall operation and structure will have great improvement and progress. In the future, we will vigorously develop firewall technology and anti-intrusion, anti-virus and other ways to combine, and strive to establish a perfect computer network protection system.\\n\\n[ \\n ](javascript:;)\",\"timestamp\":1635749617,\"title\":\"Firewall; Network security; Technology\"},\"digest\":\"G4Ns24luWOjadkIax31N7PCZtp5t6pvreCi3hvPii4g\",\"authorship\":{\"contributor\":\"0x528F2AbCD700ba6CD101050a12c87D3CD0dBC4bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"signature\":\"hRNN7B2v1-4iAHuxQWFORSA6phFEGz3xMCVVayDDbac91kLxBCuteZD1o7RAmooP1uaVmD0sjUUPu-hDy6_D7g\",\"signingKeySignature\":\"0x56eb5ee6d3d1e7ad9611ea52ce485c0c270d1186f8381f4a5c30889448938c8c559dc524104caf42c32c3e0027221bee361340c959f438efdd2b721403dfa0ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G4Ns24luWOjadkIax31N7PCZtp5t6pvreCi3hvPii4g\"}"