"{\"content\":{\"body\":\"Gaming is big news now. Studios sell for billions, games rake in billions and all major companies are rushing to position themselves in the growing market. The video game market is expected to reach $204 billion by 2025.[1](#footnote-1) Gaming currently resides on 3 main platforms:\\n\\n*   PC\\n*   Consoles like Xbox, Playstation, Switch etc.\\n*   Mobile phones\\n\\nCurrently, developers build separately for each platform, adding and removing features and complexity to suit the computational power of each platform. Cyberpunk 2077, the most hyped game of 2021, released on 6 different platforms, with varying success and polish across each.\\n\\nBut there is one problem for consumers. As games get more and more ambitious, the hardware requirements keep climbing. A top end PC or console from 4 years ago might not be able to run everything that’s released in the next couple of years. This puts up significant barriers of entry and makes gaming a serious recurring investment of time and money.\\n\\nCloud gaming attempts to solve this. And large companies are duking it out to be the biggest name in cloud gaming. This article attempts to analyse the current situation and look at what lies ahead.\\n\\n## What is cloud gaming?\\n\\nGames don’t run on your local machine. They’re processed on remote servers and your device (a desktop, console, mobile phone or smartwatch) streams the video. Your device captures your inputs and sends it to the server, which processes the input and sends you realtime responses.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2cc2ef76-48fb-44e2-8524-4e293616369d\\\\_768x358.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2cc2ef76-48fb-44e2-8524-4e293616369d\\\\_768x358.jpeg)\\n\\nThat is it. That’s what cloud gaming is.\\n\\n> It has been a busy period for the small but growing cloud gaming industry, which is expected to surpass $1 billion in revenue and 23 million paying customers by the end of this year, according to Newzoo, a gaming analytics firm. Revenue is projected to grow to more than $5 billion by 2023 as the technology improves.[2](#footnote-2)\\n\\n## Benefits of cloud gaming\\n\\nAs you would have doubtless responded, “But MisterFigs, wouldn’t this require crazy good internet?”\\n\\nAnd yes, internet speeds and latency are among the biggest issues currently faced by cloud gaming. We will go through this in detail shortly. Let’s first look at why the glass is half full.\\n\\n#### 1) Hardware requirements\\n\\nYou don’t need a costly PC or video game console to play the latest and most complex games. You just need a display screen, a basic processor and a crazy good internet connection (closer than you think), really.\\n\\nThis will massively democratize gaming access. We will see mobile gaming get more integrated with the current PC/console ecosystem.\\n\\n#### 2) More freedom for developers\\n\\nIncreasing adoption of cloud gaming will enable developers to get more creative and free them from having to optimise games for individual platforms. Better, bigger and more expansive games.\\n\\nMore choice for the customer and that leads us to:\\n\\n#### 3) Pay for a buffet\\n\\nRight now, there are two main payment models for games:\\n\\n*   Pay upfront — You pay 60$ or so for a full game and get access to content. This revenue model is slowly being phased out in favor of the new model\\n*   F2P - The free to play model has taken the gaming world by storm. You get games for free. Fortnite is a great example. Companies make money when you buy in-game skins or through microtransactions.\\n\\nThis will change with cloud gaming. You pay for a subscription, similar to how you pay for Netflix. Netflix for games is a model that has already seen huge success [with Xbox GamePass ](https://venturebeat.com/2021/07/27/xbox-game-pass-revenue-q4-msft/).\\n\\nSo far, the GamePass subscription has been primarily available for consoles and PC, with xCloud (MSFT’s cloud gaming service) having a relatively small part of the pie right now. With the increase in adoption of cloud gaming however, we will see more and more customers start using these game subscription services, irrespective of the hardware they possess.\\n\\nThe company, be it Microsoft, Sony, Amazon or Google, will provide you a bevy of games that you can access for as long as you have the subscription avaiable.\\n\\n#### 4) Piracy goes bye bye\\n\\nWell, this one is a double edged sword. On one hand, piracy essentially goes out the window, putting money directly into the hands of studios and game creators.\\n\\nOn the other hand, cloud gaming turns traditional concepts of game ownership into a “lease and play” model, as discussed above. You won’t own your copy of the game. You will lease the ability to play the game as long as you own the subscription. More money in the shareholder coffers.\\n\\nNow for the problems.\\n\\n## Pitfalls of cloud gaming\\n\\nLet’s have a short look at the main problems that still need to be solved and how this would impact adoption going forward.\\n\\n### 1) Latency - the billion dollar problem\\n\\nWhat is latency? Let’s say you’re playing Battlefield V on your desktop. No cloud, nothing. Good, old fashioned gaming.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2ad05081-98b4-4cd7-80e0-a2fc7fd5de31\\\\_1200x675.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2ad05081-98b4-4cd7-80e0-a2fc7fd5de31\\\\_1200x675.jpeg)\\n\\nYou press W on your keyboard and move your mouse to look around. The time difference between the action on your input device and the corresponding response on the screen is your latency. For games that are run on your personal device, latency is very very low, in the sub 10 millisecond range. For multiplayer games, latency often depends on your location, the strength of your internet connection, whether you’re on wifi or ethernet, and the distance between you and the server you’re communicating with.\\n\\nCloud gaming faces a big problem here, because these milliseconds matter. You want response times of 50 milliseconds or lower before you start noticing jankiness and stutter. Since we are introducing a middle man, latency becomes a non trivial problem, meaning that only areas with already very high connection speeds are able to make use of cloud gaming technology.\\n\\nWhat areas of improvement hold the highest promise here?\\n\\n#### 5G\\n\\nCloud gaming is bandwidth hungry. 5G adoption will ensure a lot more bandwidth is available for cloud gaming, which consumes even more data than video streaming.\\n\\n> 5G will be at least 100 times faster than 4G and will offer up to 10 times less latency, with the ability to download data at the ultra-speed rate of 20 GB per second [3](#footnote-3)\\n\\nHere’s what [Deloitte ](https://www2.deloitte.com/us/en/insights/industry/technology/5g-cloud-gaming.html)has to say about 5G adoption:\\n\\n> Existing cable speeds can meet the downstream requirement of the home, but cloud gaming also demands upstream performance. Unlike streaming video, gameplay is interactive and often requires very low latency.\\n>\\n> 5G could expand this capacity but ultra-reliable low-latency communications will likely require additional edge computing infrastructure. Notably, the biggest cloud gaming providers also operate content delivery networks that bring content closer to users.\\n>\\n> Offering up to 4 Gbps of bandwidth over the air and dynamically managing connectivity for many more devices, 5G could unleash cloud gaming and other emerging digital experiences.\\n\\n#### Predictive input\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F631532f2-451a-49bf-85df-b3322957af9b\\\\_768x358.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F631532f2-451a-49bf-85df-b3322957af9b\\\\_768x358.jpeg)\\n\\nStadia (Google’s cloud gaming play) wants to reduce the latency issue by introducing something they call “negative latency”, which is essentially the server predicting player input and creating multiple renders based on this. The render that matches player input is sent to the user machine, minimising latency.\\n\\n[Here ](https://insights.dice.com/2019/10/21/google-stadia-negative-latency/)is where you can read more about it. Negative latency/predictive input can certainly reduce a lot of the frustration that’s faced by current cloud gaming consumers. Advances in algorithms in this space will only continue to make the experience better.\\n\\n### 2) The digital divide\\n\\n5G is the great hope for cloud gaming. As more and more people start adopting this technology, cloud gaming becomes more accessible. But right now, there are huge hurdles that still need to be overcome. Put simply, the vast majority of the world do not have access to internet connections fast enough to handle cloud gaming. And even if they did, data caps would be a significant hurdle to get past. Cloud gaming consumes a lot more data than video streaming, which is already very data intensive.\\n\\nIndian mobile data speeds do not paint a pretty picture when it comes to the prospect of cloud gaming.\\n\\n[![Mean-Mobile-Speeds_SAARC\\\\_0321](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F954c1c7d-dc51-4bd8-8de9-e43c6402d4dc\\\\_2501x1851.png \\\"Mean-Mobile-Speeds_SAARC\\\\_0321\\\")](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F954c1c7d-dc51-4bd8-8de9-e43c6402d4dc\\\\_2501x1851.png)\\n\\nA lot of improvement is required in global internet speeds before cloud gaming can fully accomplish its promise of truly democratizing video game access. This however, does not take away from the fact that pilot programs are already seeing significant adoption (notwithstanding teething issues). Cloud gaming is barely getting started.\\n\\n### 3) Who owns the game? Not you.\\n\\nGaming demographics currently skew young and male, though it is changing very quickly. Millennial gamers grew up owning discs, which meant they could play and own their copy of the game. As time went on and the threat of piracy increased, game studios started cracking down on this, moving the industry towards a model where gamers own the license to use the game.\\n\\nThis is what Steam’s agreement says\\n\\n> \\\"the Content and Services are licensed, not sold. Your license confers no title or ownership in the Content and Services.\\\" You're not buying the games, you're buying the license to use them.  [4](#footnote-4)\\n\\nWith the advent of F2P games and game subscription models like GamePass, we likely will not see user-end ownership of games anymore. Games as a service is here to stay, like it or not. Though there are currently some undercurrents of dissatisfaction about the changes, I do not see any way game ownership doesn't go the way of music and film.\\n\\nSteady state prediction (when cloud gaming becomes commonplace) : A consolidated market with 3-4 big subscription service providers. You pay a subscription fee and get a one way, revocable license to play the games available.\\n\\nAll right, enough chit chat. Who is doing what in this field right now? I don’t want to make this a whole thesis, so I’ll shortly summarise where the major players are in their respective journeys vis a vis cloud gaming.\\n\\n## Major Players\\n\\nMake no mistake. It is a dog fight. All the usual suspects: Microsoft, Amazon, Sony, NVidia, Google and Facebook are trying their hardest to get their foot in the door and become the providers of choice for cloud gaming. There are a few independent providers like Shadow and Paperspace but we will focus on the multi billion dollar companies here. Why? It’s my article, that’s why.\\n\\nIn this list, we will primarily look at the current offerings of a few of these companies.\\n\\nWading into the B2B infrastructure moves in cloud gaming will merit its own article.\\n\\n#### 1) Microsoft\\n\\nMicrosoft owns Xbox - the gaming console service which played second fiddle to Sony’s playstation for more than a decade. But MS has started investing significant amounts of money into ramping up the Xbox ecosystem, providing a lot more games to its players.\\n\\n[![Microsoft's xCloud will be Android-only for mobile ...](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa4e7ed61-12b4-4764-854b-5a554771f059\\\\_1200x577.jpeg \\\"Microsoft's xCloud will be Android-only for mobile ...\\\")](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa4e7ed61-12b4-4764-854b-5a554771f059\\\\_1200x577.jpeg)\\n\\nGamePass, their “Netflix for games” is one of their biggest success stories in recent years, and as an avid user, I can enthusiastically confirm that it is currently one of the best deals in gaming. The numbers back it up. Xbox Gamepass had 23 million subscribers as of April, 2021.[5](#footnote-5)\\n\\nXbox cloud gaming is currently available in 22 countries, boasting a catalog of more than 200 games. You can use the service to play on a whole variety of devices. You can play Skyrim on your smartfridge or smartwatch.\\n\\nThe service currently runs on their Azure platform and is a big part of Microsoft’s push to deliver games into the hands of as many gamers as possible.\\n\\n#### 2) Sony (and Netflix!!??)\\n\\nSony was one of the early entrants to the cloud gaming party with PlayStation Now in 2014. PlayStation Now (PS Now) is a cloud gaming subscription service developed by Sony. The service allows members to stream PS2, PS3 and PS4 games on PS4, PS5 and PC. A very well established service that needs to expand to more devices, PSN is a great first step for Sony.\\n\\n[![PlayStation Now - Best Cloud Gaming Services](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F8d8d3924-656c-41bb-a58b-05ff4cd2ad29\\\\_1280x720.png \\\"PlayStation Now - Best Cloud Gaming Services\\\")](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F8d8d3924-656c-41bb-a58b-05ff4cd2ad29\\\\_1280x720.png)\\n\\nBack in 2019, they signed a MoU with Microsoft that said both companies would collaborate on Azure to build the infrastructure required to support cloud gaming. However, Sony has yet to release concrete information regarding how widening cloud gaming access would be a part of its long term plans.\\n\\nHowever, recent leaks have surfaced that might hint at a collaboration with Netflix to enter the mobile gaming/streaming market. There is a lot of speculation around the same, but I am not certain Sony would be content to launch its cloud content platform intrinsically linked to Netflix.\\n\\n#### 3) Amazon\\n\\nJeff Bezos wants to win at gaming. He has wanted this for many years now, and Amazon has only seen failure after high profile failure. [This stunning article ](https://www.wired.com/story/amazon-wants-to-win-at-games-so-why-hasnt-it/)details Amazon’s gaming troubles quite well.\\n\\nBut it is Amazon. Investors and individuals have very well learned not to bet against them long term. Amazon Luna is their cloud gaming service, hosted on AWS. Bezos has long wanted Amazon games to showcase users the power of AWS. You can use the service to stream games to PC, phones and FireTV.\\n\\nLuna was opened to all US Prime members in June 2021, prior to which it was on an invite-only basis. The library is currently sparse, but it is a work in progress and the fact that Amazon has earmarked cloud gaming as one of its many bets might prove significant in the long run.\\n\\n[Techradar review linked.](https://www.techradar.com/news/amazon-luna-first-look-is-amazons-game-streaming-service-worth-trying)\\n\\n#### 4) Google\\n\\nGoogle Stadia was launched in 2019. Stadia Games and Entertainment was established alongside with the aim of providing more first party game content for users. However, this was discontinued in Feb 2021, with Stadia pivoting.\\n\\n> The announcement came after decisions were made about Stadia's priorities for game development and delivery. Harrison stated that the decision would focus on making the platform more amenable as a publishing platform for third-party developers, stating \\\"We believe this is the best path to building Stadia into a long-term, sustainable business that helps grow the industry. [6](#footnote-6)\\n\\nNvidia, Facebook and a host of other companies are also building out their offerings, in various stages of release and development. Suffice to say that cloud gaming is here, and it will be interesting to see which company wins out in the long term.\\n\\n## Long term predictions\\n\\nHere’s what the current game ecosystem looks like (massively simplified)\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff287e1f1-7d5c-4fc9-b80f-28e3b72926f9\\\\_1010x368.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff287e1f1-7d5c-4fc9-b80f-28e3b72926f9\\\\_1010x368.jpeg)\\n\\nHere’s what it would look like if cloud gaming succeeds. This is what companies like Microsoft and Amazon are looking for when they say they want to take gaming to the cloud.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9c6465a5-890c-4c3e-83cc-4cb183dacb20\\\\_1010x368.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9c6465a5-890c-4c3e-83cc-4cb183dacb20\\\\_1010x368.jpeg)\\n\\n1\\\\) We will see cloud gaming have a larger share of the gaming revenue pie as adoption increases. In other words, water is wet.\\n\\n2\\\\) Gaming shifting to a licensing model that deposits more control with the distribution platforms. This can be significantly disrupted by the upcoming blockchain gaming revolution which is built from the ground up with player control in mind. DAO’s and NFT’s will offer players the ability to make money off their gaming performance, something cloud gaming is not built for.\\n\\n3\\\\) Games will get better, bigger and have lower time to market. Game developers will no longer be constrained by pesky optimisations for different platforms.\\n\\n4\\\\) Google Stadia’s move towards white labeling their distribution service will enable a lot of third party cloud gaming services which will place user experience front and center. How this will interact with the heavy game libraries offered by MS and Sony et al will be interesting to see. I would bet on the big boys to take the spoils of this war home. If not, there’s always acquisition.\\n\\n5\\\\) With cloud gaming increasing the complexity of games that can be enjoyed on mobile phones, we will see a scaling back of the relatively simplistic game mechanics and monetization models seen in mobile phone games. Users will demand more value for their money. I predict a significantly more consolidated mobile video gaming market.\\n\\n6\\\\) Wider variety of stories being told. Markets like India and SEA have traditionally demanded F2P games and have been reluctant to spend high per customer. This has resulted in western centric game creation. The expansion of cloud gaming could mean more freedom for game creators to tailor stories to their target audience. We will see significant growth in indigenous game development companies across the world, telling stories that resonate with individual, national cultures and heritage.\\n\\n## Conclusion\\n\\nCloud gaming aims to eliminate the cost barrier for entry to video games, enabling gamers to enjoy their content on any device. While issues like latency and internet speeds are bottlenecks for now, consistent technical improvements are constantly being made. It will not be long before we see cloud gaming become the preferred mode of game distribution. This will have a huge impact on how games are developed, marketed and consumed, due to the significant change in market demographics which will end up consuming these games. Exciting times ahead.\\n\",\"timestamp\":1634157750,\"title\":\"Cloud Gaming\"},\"digest\":\"v8FtNW3VmmVW_g5A5luoJnxJUsSDpJjOsuw_HxKywFk\",\"authorship\":{\"contributor\":\"0xD5A29580B1e9C2BF309C8c3f067aa8f4e027a9C8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9WqfvND0VOcJbZ8cdIRQmsjD_IxJsLyhK6EJiF9Yv4s\\\",\\\"y\\\":\\\"U1nrYSleIxQHgg9Bjz_K5pDX6m-x-z77AQnO7_54sXA\\\"}\",\"signature\":\"Zs0xYar-jZMXxQx_qPI744np_7VAGT_xzcC4mHsUaYSYFTKCoyfGlasZSnkqoVj5Fz_uSRZCSiRKEJlLYDXygQ\",\"signingKeySignature\":\"0xfa773b9d71f47a926ce99d98e57a90b5aea82cf20c0545ab493ea5208d3680a22c52eed20611df9cbc92f27c23edfad6f1fadde012e33e32b54723bf3557678e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9WqfvND0VOcJbZ8cdIRQmsjD_IxJsLyhK6EJiF9Yv4s\\\",\\\"y\\\":\\\"U1nrYSleIxQHgg9Bjz_K5pDX6m-x-z77AQnO7_54sXA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"v8FtNW3VmmVW_g5A5luoJnxJUsSDpJjOsuw_HxKywFk\"}"