"{\"content\":{\"body\":\"making an in-game purchase. While Free2Play has proved to be successful in helping propel the industry forward the past decade, we’re entering a new era where gamers will increasingly reject predatory monetization and start to insist that top grossing game developers deliver some of that value back to the players. \\n\\nA new business model called Play2Earn aims to directly address this spending disparity. In this model, open market dynamics allow game assets to retain value, better aligning incentives with players. Savvy developers are choosing to empower players to trade their assets, giving them a superior sense of ownership and control.\\n\\n#### All monetization is not created equal\\n\\nIt’s not accurate to paint all Free2Play games with the same brush, and certainly some games approach monetization far better than others. PC games that serve the esports market are [not immune from this](https://www.dexerto.com/valorant/valorant-players-furious-over-new-prism-skin-bundle-price-1355901), but they certainly are better than mobile-first games, in that the purchases are usually cosmetic in nature only.  \\n\\nOverall though, this is a huge problem that has gotten worse as the industry has grown. While the typical game studio maintains a limited profit margin, monetizing ads and the in-app purchases, the most successful ones don’t even need ads as they are wildly profitable with the bundle-style monetization alone.\\n\\nGames like Call of Duty, Clash Royale and PUBG MOBILE are generating tens of millions of dollars in revenue each quarter. Most games fail to ever achieve this level of breakout success, but the ones that do become cash cows for many years. It’s common for them to release content quarterly, giving players enough content to consume to keep them minimally engaged and continuously spending, but the experience doesn’t change in any material way. (Looking at you Pokémon Go). \",\"timestamp\":1639040634,\"title\":\"According to a Facebook Gaming report, 61% of gamers say they have\"},\"digest\":\"7sYR-vhbv0bBBmPAV_5_XjIyY6YykE4xfFHlRFgXZIU\",\"authorship\":{\"contributor\":\"0x02F705F080473Deb3fD3feDad4dff30C55F24fcA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0VQsP8hbezfIjiKr__ZnkTKRVifU_oDvvcSVvAsMyoQ\\\",\\\"y\\\":\\\"JybJLPQN9z99A5fioZUFziJEuakdLsOtgZfMArjhuJs\\\"}\",\"signature\":\"DSX0XDslnMe1_-60-Nk7AmtEgcBYBuZ12jUl6gORivaz8tVS80AJBjDUTVVz8epJCXTLM0gLfqkj6U5HjRBAsw\",\"signingKeySignature\":\"0x4057ab2494c493e90dd79c5317139513d111dbf8b3752948521a4bed64729f8e7210422904f1e66420c88b047ad8ecac502461561e0c7f60730760ffcbd0dba31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0VQsP8hbezfIjiKr__ZnkTKRVifU_oDvvcSVvAsMyoQ\\\",\\\"y\\\":\\\"JybJLPQN9z99A5fioZUFziJEuakdLsOtgZfMArjhuJs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7sYR-vhbv0bBBmPAV_5_XjIyY6YykE4xfFHlRFgXZIU\"}"