"{\"content\":{\"body\":\"1inch Network has raised $175 million as the decentralized finance (DeFi) platform gears up for the launch of a new set of institutional products.\\n\\nThe decentralized exchange (DEX) aggregator and liquidity protocol announced the funding on Wednesday, saying that investors valued the project at $2.25 billion. The Series B round was led by Amber Group, with over 50 additional investors participating, including Jane Street, VanEck, Fenbushi Capital, Alameda Research, Celsius, Nexo, Tribe Capital and Gemini Frontier Fund, according to a press release.\\n\\nIn an interview with CoinDesk, 1inch co-founder Sergej Kunz said that the fundraising was conducted via a token sale from the project’s ecosystem development fund, and that the tokens were sold at a flat rate calculated with a multi-month, time-weighted average price.\\n\\nKunz noted that 1inch, which previously closed funding rounds of [$12 million](https://www.coindesk.com/markets/2020/12/02/1inch-raises-12m-to-keep-up-with-defis-growing-crop-of-dex-aggregators/) and [$2.8 million](https://www.coindesk.com/markets/2020/08/11/dex-aggregator-1inch-raises-28m-from-binance-labs-galaxy-digital-and-more/), was aiming to use the latest round specifically to bring in investment partners with institutional experience.\\n\\n“This raise was not about the money,” said Kunz. “We were looking for people and VCs who can help us build a new product and push the whole network forward. In terms of the 1inch DAO, it also makes sense to have experienced people in several fields – engineering, business relations and financial institutions.”\\n\\n***Read more: [1inch Raises $12M to Keep Up With DeFi’s Growing Crop of DEX Aggregators](https://www.coindesk.com/markets/2020/12/02/1inch-raises-12m-to-keep-up-with-defis-growing-crop-of-dex-aggregators/)***\\n\\nThe DeFi platform is planning to release a protocol insurance product next year, as well as begin a series of trials offering DeFi services to mainstream financial institutions.\\n\\n“Next year we’re working for a lot of layers, a lot of companies around the world to find solutions to offer compliant DeFi for institutions – this will be called 1inch Pro,” Kunz said. “This will be based on 1inch Network’s open source technology, with a compliance protocol as well.”\\n\\nKunz said that “banks, hedge funds and brokers” are all highly interested, but as yet have been stymied by know-your-customer (KYC) and anti-money-laundering (AML) requirements. The protocol is working to obtain German financial licensing.\\n\\n“Institutions are ready to jump into DeFi, but they need a regulation framework for that, which we will work on in coming years in some pilot projects,” he added.\",\"timestamp\":1638370115,\"title\":\"DEX Aggregator 1inch Raises $175M in Funding Round Led by Amber Group\"},\"digest\":\"EnSa1QQsICMaYqzcbbCWBw9AeNnp3-uEM9wDzyg9ZWg\",\"authorship\":{\"contributor\":\"0x35BF253f60217abF339E9a01E74bd3EEfD683ee5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6JrT9BHiUsxKM1iFohCxGz0PdXAQ5ceifuwq9qdB6TM\\\",\\\"y\\\":\\\"bGKMUOf5rVNAW5ojnEw-du-eIh0LVDSiU759yqQ-zrY\\\"}\",\"signature\":\"cNdF75RF6YcdSdnLNt_GmyT1Tze8wrtsj7GW9wgs-SgdesHlL25gOwGHWpAWdFQh4QSsSS_wicTHISZCdjtx3w\",\"signingKeySignature\":\"0xbd2b94a266db396548a1b8e4d0560bea05c59ca836d61c51f5899ff540051bcb09eec59d5e59fddb6caf2951e4b495bcb8c7eea6a86c69bcfa5feaf02c0bb0241b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6JrT9BHiUsxKM1iFohCxGz0PdXAQ5ceifuwq9qdB6TM\\\",\\\"y\\\":\\\"bGKMUOf5rVNAW5ojnEw-du-eIh0LVDSiU759yqQ-zrY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EnSa1QQsICMaYqzcbbCWBw9AeNnp3-uEM9wDzyg9ZWg\"}"