"{\"content\":{\"body\":\"当你与 imToken，MEW（MyEtherWallet）等去中心化数字钱包的客服反馈问题时，经常会听到这样一句话：“**很抱歉，我们不是传统的银行。**”\\n\\n \\n \\n\\n很多人就纳闷了，这句话到底是什么意思？为什么这些客服总是在强调他们不是传统的银行？而在与中心化钱包或交易平台客服沟通时则不太可能会听到这句话。这就要从生活中我们对传统银行服务体系形成的思维定势说起了。\\n\\n \\n \\n\\n在现代生活中，人们离不开各种线上支付工具，比如银行 APP，支付宝和微信等。我们遇到转账或付款等各种问题都能及时联系到客服并给予解决。所以用户在接触使用这些去中心化数字钱包时，会想当然的觉得这两者客服可提供的服务范围是一样的。这些服务包括：管理账户，撤回或冻结异常交易或资金，承担因不明原因而造成的资产损失等。\\n\\n![](https://images.mirror-media.xyz/publication-images/EHgLOuc38ZTju1186nX7A.png?height=300&width=568)\\n\\n正是这样的思维定式，造成大部分人产生这样的想法：会有人来协助我管理账户，保证我资产的安全。即使我由于疏忽犯了错误，他们也能帮助我挽回损失。\\n\\n \\n \\n\\n而这样的想法，是完全错误的。创建去中心化钱包，相当于在建立你自己的银行，除了你以外，没有人可以控制你的资产，这也意味着你将对你的资产安全承担全部的责任。在 imToken 客服小组与用户 3 年多时间的沟通中，只有极少数的用户真正意识到了这点。\\n\\n \\n \\n\\n由于区块链技术的基本特征，使得去中心化钱包在产品功能设计上与传统的银行 APP 截然不同。比如在去中心化钱包中，没有使用手机号或邮箱登录的功能，这让不少用户感到困惑：我换了手机，如何继续使用以前的钱包呢？与此同时也暴露出了一个问题：行业在野蛮生长，用户教育没有跟上，导致用户对区块链的认知严重不足。\\n\\n想象下用户抱怨道：我转账转错地址了，为什么你们不能帮我要回来？你们系统是不是有问题？当你向用户解释道：这不是系统的问题，而是区块链＂不可逆＂的一个特征。听起来会让人觉得敷衍，但事实确实如此，因为没有人可以改变在链上已经发生的转账记录。\\n\\n \\n \\n\\n尽管「有限的」客服支持让很多用户内心不悦，但去中心化钱包真正让用户做到了「私有财产不可侵犯」。刚结束不久的万向区块链峰会上，央行数字货币研究所所长姚前提到了“自金融”这个概念，其中“自金融”最重要的一个特征就是用户自主掌控数字身份和资产。\\n\\n![](https://images.mirror-media.xyz/publication-images/Dy_INSht8fgh2cIKE7V11.png?height=822&width=1827)\\n\\n中心化的钱包或交易平台，比如币安、火币、Gate.io 等中心化交易所，他们掌握着用户钱包私钥，完全控制用户的钱包资产，所以他们能够提供给用户类似于传统银行式的资产托管服务。而像 imToken 和 MEW 这样的去中心化钱包，是将钱包的控制权完全交给用户自己，这就需要用户自己提高安全意识，做好钱包管理措施。因为一旦钱包被他人窃取并且造成财产损失，那么这些去中心化钱包服务商是不能像传统银行一样帮助你挽回你的损失。\\n\\n \\n \\n\\n去中心化钱包的客服之所以能够说出：“我们不是传统银行”这句话，不仅是因为他们表面与传统银行无关，而是从骨子里就与传统银行不一样，因为：\\n\\n## 这里没有账户\\n\\n在使用 imToken 这类去中心化数字钱包时，并没有让你输入任何个人信息才能创建钱包。所以也就没有用户档案或者账户需要去管理。同时你的密码是在手机本地存储的，没有上传到钱包服务商的服务器上，所以钱包客服也不能帮助你去修改钱包设定，重置密码，甚至“变动”钱包余额。也正是因为没有钱包地址对应的个人信息，所以用户遭遇了诈骗造成了财产损失，尽管可以通过区块浏览器查询到代币转入到哪个地址，却也无法明确诈骗者的身份。\\n\\n换一个角度来说，只有你才可以控制这个钱包，除此之外没有任何人可以干涉你进行转账或者冻结你的资产。你不需要任何其他人或机构的授权来发起交易，也不会受到因银行系统维护而导致服务中断的影响，全球股市或政策环境的变动也丝毫不会影响到你通过去中心化钱包来管理你的数字资产。\\n\\n## 这里不储存资产\\n\\n区块链是什么？说简单点，就是一个靠大家维护的公开账本，你的钱包数据都记录在这个账本上。而这些去中心化的钱包服务商，通过技术手段将钱包数据展现在你面前。在这个过程，你的资产并没有“转移”到钱包中，依旧还记录在区块上的账本中。\\n\\n \\n \\n\\n数字资产并不会存放在某个服务器上或者类似银行的保险箱中，比如你买了个硬件钱包，并不是说你将数字资产都“存放”在里面，而是用一种更安全的方式来管理你的资产。去中心化钱包只是运用不同技术手段和逻辑帮助你管理资产。这就意味着，去中心化钱包没有并存储你的资产。\\n\\n黑客通常也不会集中攻击这些去中心化的钱包，因为攻击成本高昂，黑客还是尽可能会将目标放在中心化数字服务平台。即使遭遇黑客的恶意攻击而造成钱包访问困难，用户只要保管好自己的钱包私钥，可以通过将私钥导入到其他去中心化的钱包来继续管理资产。\\n\\n## 遵从区块链规则\\n\\n与传统银行体系不同，区块链是一个公开的分布式账本，任何人都可以读取账本上面的数据。只要别人知道你的钱包地址，就可以查询到钱包的每笔转账记录。而且由于区块链＂不可逆＂的特征，没有人可以取消或撤回已经发生的转账，更不可能去伪造或抹去已经记录在区块上的转账记录。所以如果你转账时输入了错误的收款地址或者被诈骗了，那么造成的损失将无法挽回。部分中心化数字服务平台会购买一些特殊的保险来应对因平台问题而造成的用户财产损失。但他们也无法追回被盗的资产，只能通过赔付的方式来弥补用户的损失。\\n\\n也正是因为区块链自身的特性，无论我们身处何方都可以发起转账，没有任何金额和第三方的限制。交易到账速度取决于全网的拥堵情况，一般情况下几分钟就可以到账。转账无论从效率还是费用上也远比传统银行跨境电汇有着明显的优势。\\n\\n## 只有你可以管理你的资产\\n\\n在传统的银行系统里，除了你自己以外，银行也可以操控你的账户，而且银行对这个账户有更大的权限着。你存放在银行的资产可以被冻结，转账功能也可能会受到各方面的限制，你在银行的信用评分可能会严重影响到你的生活。最坏的情况，就像 2008 年金融危机爆发，美国以雷曼兄弟为代表的投资银行破产，客户的资产也得不到保障。\\n\\n蜘蛛侠电影中有句经典的台词：With great power comes great responsibility。\\n\\n在去中心化的数字资产钱包中，只有你拥有支配自己钱包资产的权利，一旦你的钱包私钥因保管或操作不善导致泄露，那么因此造成的资产损失只能由你自己来承担。\\n\\n \\n \\n\\n“**很抱歉，我们不是传统的银行**”，当大家下次再遇到去中心化钱包客服回复这句话时，看完并读懂这篇文章的你，能够理解他们所想表达的意思吧\",\"timestamp\":1636620864,\"title\":\"去中心化钱包和银行的不同\"},\"digest\":\"huW4PtKZq3SUoXs7-uHd6jUjp-xpZ3qH6gMugbEKny4\",\"authorship\":{\"contributor\":\"0x8a256b5C5b239dCc36d6D334449b4242C26f7Ad2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cbM1K14fcL6BcZtN1eENlXhkvUocA5GcLSAdTbC9NoM\\\",\\\"y\\\":\\\"7aQbVKQWxKsFc0IVgF3tZn9KI--8APNeZCb-EXRalsI\\\"}\",\"signature\":\"ijoHL91wclBpM0AW74stunLdP0NfrR1wWxtlDjci6fcvyT5UaNT3kLZcB0yn24Pei7lu_mKoZ2Q2UMjC-U2wlg\",\"signingKeySignature\":\"0xf1827d191b60db36535c21b65b978503f9d81ccd145d437901e7000a6835c85a7ac55121827aa7c3736626fd9f2f10f5c760e8410969c9b1f21969cd77c279891c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cbM1K14fcL6BcZtN1eENlXhkvUocA5GcLSAdTbC9NoM\\\",\\\"y\\\":\\\"7aQbVKQWxKsFc0IVgF3tZn9KI--8APNeZCb-EXRalsI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"huW4PtKZq3SUoXs7-uHd6jUjp-xpZ3qH6gMugbEKny4\"}"