"{\"content\":{\"body\":\"**Content**\\n\\n* What is Ragnarok\\n* The Myth\\n* Announcing Ragnarok Metaverse\\n* The Metaverse Gameplay - TBA\\n* The Metaverse Assets\\n* The Tokens\\n\\n**What is Ragnarok?**\\n\\nRagnarok is a virtual universe where all players can go on amazing adventures, explore the secrets of the metaverse, create thrilling experiences, as well craft and build necessary assets. The team delved deep into diverse cultures and practices recorded in human history and incorporated all gathered data into something inclusive and revolutionary without taking away the fun in NFTs and Metaverses.\\n\\n**The Myth**\\n\\n![Ragnarok The Myth](https://images.mirror-media.xyz/publication-images/ssdEWYkYcbj-_MCg0XkiJ.png?height=755&width=1920)\\n\\nThe world was beginning to reach its end; humans and deities are fighting one another, natural disasters are happening, and the great battle is fast approaching. The heavy shift in the once peaceful world has caused the awakening of dragons and other bestiaries. It took no time for the mightiest of all dragons from various existing cosmos to clash. With the number of powers combined, this has surprisingly created a portal from one universe to another. With one curious step, the portal leads all deities and humans to the Ragnarok metaverse. While the dragons are at large, and while humans and deities are without a clue on how the portal opens or closes or how it actually works, they are all free to roam around and create havoc. With one temperamental god meeting another, peace was never an option. Not that anything’s different with humans, especially when they finally learn how worshiping the deities can give them powers almost as good as being one.\\n\\n**Announcing Ragnarok Metaverse**\\n\\nRagnarok Metaverse is a 3D game containing Virtual Reality elements. This is to provide exclusivity and to elevate the game experience for all deities as it will be limited to the same audience. In an ulterior manner, the Ragnarok Team will work on the project to be fully VR compatible for all players. The specific dates and gameplay for the metaverse are to be announced.\\n\\n**The Metaverse Gameplay**\\n\\nTBA\\n\\n**The Metaverse Assets**\\n\\nMost assets created specifically for Ragnarok Metaverse are storable in their raw form, as a crafted item and/or as a whole building experience. As a whole, the metaverse will revolve around, but will not be limited to, three types of sold assets:\\n\\n* Deities\\n* Lands\\n* Limited edition Humans\\n\\n**Deities**\\n\\nThe deities are limited in-game avatars, giving their owner a unique role in Ragnarok Metaverse. Their unique attributes, powers, and rarity will help them perform certain roles in the metaverse such as receiving offers and sacrifices, performing miracles, and blessing or avenging human actions. Note that each offer and/or sacrifices are in-game valuables that can be transferred and sold on the marketplace. The more valuable the sacrifice a human offers to his selected god, the higher the chance of the miracle to happen. All deities are hand-drawn and are limited to a few hundreds only. They are to be released to the community in different seasons. Also note that like all existing myths, some deities might share the same powers and attributes. (e.g. Thor and Zeus having control of the skies.) Therefore, it is important for each deity to grow its community of believers through social networks.\\n\\n![The deities are limited in-game avatars, giving their owner a unique role in Ragnarok Metaverse.](https://images.mirror-media.xyz/publication-images/ngoK5YLpARMqg7eIi7bkS.png?height=675&width=1200)\\n\\n![The more valuable the sacrifice a human offers to his selected god, the higher the chance of the miracle to happen.](https://images.mirror-media.xyz/publication-images/SR-I809f45_uDVGBW3eVs.png?height=675&width=1200)\\n\\n**Humans**\\n\\nAs Ragnarok is a F2P game, playing as a human is and will always be free. This term will never change no matter what stage of the process the game is. Each human comes with a limited set of genes that impact its appearance and base set of attributes. Anyone will be able to use Ragnarok’s inheritance contracts to breed new generations of humans which will have unique appearances, mutations, and a better set of attributes. Humans are the main playable characters in the metaverse. Each of them has the freedom to decide on their own path, future, and gameplay, and can set on an adventure to explore different areas of the universe, gather resources to craft different valuable in-game items, and build or sell them as a merchant.\\n\\n**Lands**\\n\\nRagnarok Metaverse is a fusion of different myths due to the dragons’ portal. The land border is clear to see and contains different topographies and cultural markings. About 50% of the overall Ragnarok’s land is habitable for sale and the rest is set as part of the wilderness. Not all habitable lands will be created equal, and thus fair bidding and distribution will commence during the minting process for users to be able to acquire one. These same lands are protected by the deities, and the humans find them a safe place to set their bases, build experiences, and set their civilizations.\\n\\n![Ragnarok Metaverse is a fusion of different myths due to the dragons’ portal.](https://images.mirror-media.xyz/publication-images/xUbBJ6kWEUdz3EC2b6nOd.png?height=675&width=1200)\\n\\n![These same lands are protected by the deities, and the humans find them a safe place to set their bases, build experiences, and set their civilizations.](https://images.mirror-media.xyz/publication-images/JAi0oE71Og2kGED4h0J--.png?height=675&width=1200)\\n\\n**The Tokens**\\n\\nThe Ragnarok team doesn’t see the need to create, yet another, utility token for various reasons. The internal token to derive the economy (if any) to be one of the popular reserve currencies (e.g. OHM, TEMPLE, ROME, etc).\\n\\n![Ragnarok Tokenomics V1](https://images.mirror-media.xyz/publication-images/xPljagvuW96cbI45pyoFw.jpg?height=751&width=804)\\n\\nWith that taken into consideration, we are DAO evangelists, and we aim to issue our own DAO token to allow anyone who takes interest in our project to have a direct impact on its progressions.\\n\\nWhen that happens, any of Ragnarok's asset holders will get their fair share in the DAO.\\n\\n**What’s next? We are building!**\\n\\nJoin our [Discord community](https://discord.gg/Vq7HWMaj), follow us on [Twitter](https://twitter.com/nft_ragnarok) and make sure to check out our [website](https://ragnarok.game/)!\",\"timestamp\":1642603152,\"title\":\"Ragnarök \"},\"digest\":\"pHeFn45XLUMxSeNwrSqTxrC1C1sG0XSr7GHHLgTCO00\",\"authorship\":{\"contributor\":\"0xaFc584Ec0D111D114B9e262847d5088707Bc07cF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nDn6wEWc3kY3knVHfMYUlBlSNPn3rQqdWAt1Pu6eUpo\\\",\\\"y\\\":\\\"NEKbgI9FzNoIsv4PI6MmVqsdZSJQEqTZ8z5QLO79_Zc\\\"}\",\"signature\":\"vgN22tTDOoFU0oc58Gklb5HnPMJlModisNj1gu32XN6SDBnesJzAtT0mJZeMWyIgDCDBs7Ktr1AMAXgEMfn9KQ\",\"signingKeySignature\":\"0x1684fa8da4130d50072cd8f4258faff3873ad14ca692a5dd08d30352372fef8f3271ce6ee71f6771615c3c721b3f2ec5dcb4dd57f2223492aa44e9b915a1a3731c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nDn6wEWc3kY3knVHfMYUlBlSNPn3rQqdWAt1Pu6eUpo\\\",\\\"y\\\":\\\"NEKbgI9FzNoIsv4PI6MmVqsdZSJQEqTZ8z5QLO79_Zc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RPLsfCo0mHKgr2UXhkPUaeO5diVHm2XDycl4LiMEpYk\"}"