"{\"content\":{\"body\":\"In a word, the wild Koreish had discovered, more or less clearly, that end and object of all metaphysic whereof I have already spoken so often; that external and imperishable beauty for which Plato sought of old; and had seen that its name was righteousness, and that it dwelt absolutely in an absolutely righteous person; and moreover, that this person was no careless self-contented epicurean deity; but that He was, as they loved to call Him, the most merciful God; that He cared for men; that He desired to make men righteous.  Of that they could not doubt.  The fact was palpable, historic, present.  To them the degraded Koreish of the desert, who as they believed, and I think believed rightly, had fallen from the old Monotheism of their forefathers Abraham and Ismael, into the lowest fetishism, and with that into the lowest brutality and wretchedness--to them, while they were making idols of wood and stone; eating dead carcases; and burying their daughters alive; careless of chastity, of justice, of property; sunk in unnatural crimes, dead in trespasses and sins; hateful and hating one another--a man, one of their own people had come, saying:  \\\"I have a message from the one righteous God.  His curse is on all this, for it is unlike Himself.  He will have you righteous men, after the pattern of your forefather Abraham.  Be that, and arise, body, soul, and spirit, out of your savagery and brutishness.  Then you shall be able to trample under font the profligate idolaters, to sweep the Greek tyrants from the land which they have been oppressing for centuries, and to recover the East for its rightful heirs, the children of Abraham.\\\"  Was this not, in every sense, a message from God?  I must deny the philosophy of Clement and Augustine, I must deny my own conscience, my own reason, I must outrage my own moral sense, and confess that I have no immutable standard of right, that I know no eternal source of right, if I deny it to have been one; if I deny what seems to me the palpable historic fact, that those wild Koreish had in them a reason and a conscience, which could awaken to that message, and perceive its boundless beauty, its boundless importance, and that they did accept that message, and lived by it in proportion as they received it fully, such lives as no men in those times, and few in after times, have been able to live.  If I feel, as I do feel, that Abubekr, Omar, Abu Obeidah, and Amrou, were better men than I am, I must throw away all that Philo--all that a Higher authority--has taught me:  or I must attribute their lofty virtues to the one source of all in man which is not selfishness, and fancy, and fury, and blindness as of the beasts which perish.\\n\\nWhy, then, has Islamism become one of the most patent and complete failures upon earth, if the true test of a system's success be the gradual progress and amelioration of the human beings who are under its influence?  First, I believe, from its allowing polygamy.  I do not judge Mohammed for having allowed it.  He found it one of the ancestral and immemorial customs of his nation.  He found it throughout the Hebrew Scriptures.  He found it in the case of Abraham, his ideal man; and, as he believed, the divinely-inspired ancestor of his race.  It seemed to him that what was right for Abraham, could not be wrong for an Arab. God shall judge him, not I.  Moreover, the Christians of the East, divided into either monks or profligates; and with far lower and more brutal notions of the married state than were to be found in Arab poetry and legend, were the very last men on earth to make him feel the eternal and divine beauty of that pure wedded love which Christianity has not only proclaimed, but commanded, and thereby emancipated woman from her old slavery to the stronger sex.  And I believe, from his chivalrous faithfulness to his good wife Kadijah, as long as she lived, that Mohammed was a man who could have accepted that great truth in all its fulness, had he but been taught it.  He certainly felt the evil of polyamy so strongly as to restrict it in every possible way, except the only right way--namely, the proclamation of the true ideal of marriage. But his ignorance, mistake, sin, if you will, was a deflection from the right law, from the true constitution of man, and therefore it avenged itself.  That chivalrous respect for woman, which was so strong in the early Mohammedans, died out.  The women themselves--who, in the first few years of Islamism, rose as the men rose, and became their helpmates, counsellors, and fellow-warriors--degenerated rapidly into mere playthings.  I need not enter into the painful subject of woman's present position in the East, and the social consequences thereof.  But I firmly believe, not merely as a theory, but as a fact which may be proved by abundant evidence, that to polygamy alone is owing nine-tenths of the present decay and old age of every Mussulman nation; and that till it be utterly abolished, all Western civilisation and capital, and all the civil and religious liberty on earth, will not avail one jot toward their revival.  You must regenerate the family before you can regenerate the nation, and the relation of husband and wife before the family; because, as long as the root is corrupt, the fruit will be corrupt also.\\n\\nBut there is another cause of the failure of Islamism, more intimately connected with those metaphysical questions which we have been hitherto principally considering.\\n\\nAmong the first Mussulmans, as I have said, there was generally the most intense belief in each man that he was personally under a divine guide and teacher.  But their creed contained nothing which could keep up that belief in the minds of succeeding generations.  They had destroyed the good with the evil, and they paid the penalty of their undistinguishing wrath.  In sweeping away the idolatries and fetish worships of the Syrian Catholics, the Mussulmans had swept away also that doctrine which alone can deliver men from idolatry and fetish worships--if not outward and material ones, yet the still more subtle, and therefore more dangerous idolatries of the intellect.  For they had swept away the belief in the Logos; in a divine teacher of every human soul, who was, in some mysterious way, the pattern and antitype of human virtue and wisdom.  And more, they had swept away that belief in the incarnation of the Logos, which alone can make man feel that his divine teacher is one who can enter into the human duties, sorrows, doubts, of each human spirit.  And, therefore, when Mohammed and his personal friends were dead, the belief in a present divine teacher, on the whole, died with them; and the Mussulmans began to put the Koran in the place of Him of whom the Koran spoke.  They began to worship the book--which after all is not a book, but only an irregular collection of Mohammed's meditations, and notes for sermons--with the most slavish and ridiculous idolatry.  They fell into a cabbalism, and a superstitious reverence for the mere letters and words of the Koran, to which the cabbalism of the old Rabbis was moderate and rational.  They surrounded it, and the history of Mohammed, with all ridiculous myths, and prodigies, and lying wonders, whereof the book itself contained not a word; and which Mohammed, during his existence, had denied and repudiated, saying that he worked no miracles, and that none were needed; because only reason was required to show a man the hand of a good God in all human affairs. Nevertheless, these later Mussulmans found the miracles necessary to confirm their faith:  and why?  Because they had lost the sense of a present God, a God of order; and therefore hankered, as men in such a mood always will, after prodigious and unnatural proofs of His having been once present with their founder Mohammed.\\n\\nAnd in the meanwhile that absolute and omnipotent Being whom Mohammed, arising out of his great darkness, had so nobly preached to the Koreish, receded in the minds of their descendants to an unapproachable and abysmal distance.  For they had lost the sense of His present guidance, His personal care.  They had lost all which could connect Him with the working of their own souls, with their human duties and struggles, with the belief that His mercy and love were counterparts of human mercy and human love; in plain English, that He was loving and merciful at all. The change came very gradually, thank God; you may read of noble sayings and deeds here and there, for many centuries after Mohammed:  but it came; and then their belief in God's omnipotence and absoluteness dwindled into the most dark, and slavish, and benumbing fatalism.  His unchangeableness became in their minds not an unchangeable purpose to teach, forgive, and deliver men--as it seemed to Mohammed to have been-- but a mere brute necessity, an unchangeable purpose to have His own way, whatsoever that way might be.  That dark fatalism, also, has helped toward the decay of the Mohammedan nations.  It has made them careless of self-improvement; faithless of the possibility of progress; and has kept, and will keep, the Mohammedan nations, in all intellectual matters, whole ages behind the Christian nations of the West.\\n\\nHow far the story of Omar's commanding the baths of Alexandria to be heated with the books from the great library is true, we shall never know.  Some have doubted the story altogether:  but so many fresh corroborations of it are said to have been lately discovered, in Arabic writers, that I can hardly doubt that it had some foundation in fact. One cannot but believe that John Philoponus, the last of the Alexandrian grammarians, when he asked his patron Amrou the gift of the library, took care to save some, at least, of its treasures; and howsoever strongly Omar may have felt or said that all books which agreed with the Koran were useless, and all which disagreed with it only fit to be destroyed, the general feeling of the Mohammedan leaders was very different.  As they settled in the various countries which they conquered, education seems to have been considered by them an important object.  We even find some of them, in the same generation as Mohammed, obeying strictly the Prophet's command to send all captive children to school--a fact which speaks as well for the Mussulmans' good sense, as it speaks ill for the state of education among the degraded descendants of the Greek conquerors of the East.  Gradually philosophic Schools arose, first at Bagdad, and then at Cordova; and the Arabs carried on the task of commenting on Aristotle's Logic, and Ptolemy's Megiste Syntaxis--which last acquired from them the name of Almagest, by which it was so long known during the Middle Ages.\\n\\nBut they did little but comment, though there was no Neoplatonic or mystic element in their commentaries.  It seems as if Alexandria was preordained, by its very central position, to be the city of commentators, not of originators.  It is worthy of remark, that Philoponus, who may be considered as the man who first introduced the simple warriors of the Koreish to the treasures of Greek thought, seems to have been the first rebel against the Neoplatonist eclecticism.  He maintained, and truly, that Porphyry, Proclus, and the rest, had entirely misunderstood Aristotle, when they attempted to reconcile him with Plato, or incorporate his philosophy into Platonism.  Aristotle was henceforth the text-book of Arab savants.  It was natural enough.  The Mussulman mind was trained in habits of absolute obedience to the authority of fixed dogmas.  All those attempts to follow out metaphysic to its highest object, theology, would be useless if not wrong in the eyes of a Mussulman, who had already his simple and sharply-defined creed on all matters relating to the unseen world.  With him metaphysic was a study altogether divorced from man's higher life and aspirations. So also were physics.  What need had he of Cosmogonies? what need to trace the relations between man and the universe, or the universe and its Maker?  He had his definite material Elysium and Tartarus, as the only ultimate relation between man and the universe; his dogma of an absolute fiat, creating arbitrary and once for all, as the only relation between the universe and its Maker:  and further it was not lawful to speculate.  The idea which I believe unites both physic and metaphysic with man's highest inspirations and widest speculations--the Alexandria idea of the Logos, of the Deity working in time and space by successive thoughts--he had not heard of; for it was dead, as I have said, in Alexandria itself; and if he had heard of it, he would have spurned it as detracting from the absoluteness of that abysmal one Being, of whom he so nobly yet so partially bore witness.  So it was to be; doubtless it was right that it should be so.  Man's eye is too narrow to see a whole truth, his brain too weak to carry a whole truth.  Better for him, and better for the world, is perhaps the method on which man has been educated in every age, by which to each school, or party, or nation, is given some one great truth, which they are to work out to its highest development, to exemplify in actual life, leaving some happier age-- perhaps, alas! only some future state--to reconcile that too favoured dogma with other truths which lie beside it, and without which it is always incomplete, and sometimes altogether barren.\\n\\nBut such schools of science, founded on such a ground as this, on the mere instinct of curiosity, had little chance of originality or vitality.  All the great schools of the world, the elder Greek philosophy, the Alexandrian, the present Baconian school of physics, have had a deeper motive for their search, a far higher object which they hope to discover.  But indeed, the Mussulmans did not so much wish to discover truth, as to cultivate their own intellects.  For that purpose a sharp and subtle systematist, like Aristotle, was the very man whom they required; and from the destruction of Alexandria may date the rise of the Aristotelian philosophy.  Translations of his works were made into Arabic, first, it is said, from Persian and Syriac translations; the former of which had been made during the sixth and seventh centuries, by the wreck of the Neoplatonist party, during their visit to the philosophic Chozroos.  A century after, they filled Alexandria.  After them Almansoor, Hairoun Alraschid, and their successors, who patronised the Nestorian Christians, obtained from them translations of the philosophic, medical, and astronomical Greek works; while the last of the Omniades, Abdalrahman, had introduced the same literary taste into Spain, where, in the thirteenth century, Averroes and Maimonides rivalled the fame of Avicenna, who had flourished at Bagdad a century before.\\n\\nBut, as I have said already, these Arabs seem to have invented nothing; they only commented.  And yet not only commented; for they preserved for us those works of whose real value they were so little aware.  Averroes, in quality of commentator on Aristotle, became his rival in the minds of the mediaeval schoolmen; Avicenna, in quality of commentator on Hippocrates and Galen, was for centuries the text-book of all European physicians; while Albatani and Aboul Wefa, as astronomers, commented on Ptolemy, not however without making a few important additions to his knowledge; for Aboul Wefa discovered a third inequality of the moon's motion, in addition to the two mentioned by Ptolemy, which he did, according to Professor Whewell, in a truly philosophic manner--an apparently solitary instance, and one which, in its own day, had no effect; for the fact was forgotten, and rediscovered centuries after by Tycho Brahe.  To Albatani, however, we owe two really valuable heirlooms.  The one is the use of the sine, or half-chord of the double arc, instead of the chord of the arc itself, which had been employed by the Greek astronomers; the other, of even more practical benefit, was the introduction of the present decimal arithmetic, instead of the troublesome sexagesimal arithmetic of the Greeks.  These ten digits, however, seem, says Professor Whewell, by the confession of the Arabians themselves, to be of Indian origin, and thus form no exception to the sterility of the Arabian genius in scientific inventions.  Nevertheless we are bound, in all fairness, to set against his condemnation of the Arabs Professor De Morgan's opinion of the Moslem, in his article on Euclid:  \\\"Some writers speak slightingly of this progress, the results of which they are too apt to compare with those of our own time.  They ought rather to place the Saracens by the side of their own Gothic ancestors; and making some allowance for the more advantageous circumstances under which the first started, they should view the second systematically dispersing the remains of Greek civilisation, while the first were concentrating the geometry of Alexandria, the arithmetic and algebra of India, and the astronomy of both, to form a nucleus for the present state of science.\\\"\\n\\nTo this article of Professor De Morgan's on Euclid, {2} and to Professor Whewell's excellent \\\"History of the Inductive Sciences,\\\" from which I, being neither Arabic scholar nor astronomer, have drawn most of my facts about physical science, I must refer those who wish to know more of the early rise of physics, and of their preservation by the Arabs, till a great and unexpected event brought them back again to the quarter of the globe where they had their birth, and where alone they could be regenerated into a new and practical life.\\n\\nThat great event was the Crusades.  We have heard little of Alexandria lately.  Its intellectual glory had departed westward and eastward, to Cordova and to Bagdad; its commercial greatness had left it for Cairo and Damietta.  But Egypt was still the centre of communication between the two great stations of the Moslem power, and indeed, as Mr. Lane has shown in his most valuable translation of the \\\"Arabian Nights,\\\" possessed a peculiar life and character of its own.\\n\\nIt was the rash object of the Crusaders to extinguish that life. Palestine was their first point of attack:  but the later Crusaders seem to have found, like the rest of the world, that the destinies of Palestine could not be separated from those of Egypt; and to Damietta, accordingly, was directed that last disastrous attempt of St. Louis, which all may read so graphically described in the pages of Joinville.\\n\\nThe Crusaders failed utterly of the object at which they aimed.  They succeeded in an object of which they never dreamed; for in those Crusades the Moslem and the Christian had met face to face, and found that both were men, that they had a common humanity, a common eternal standard of nobleness and virtue.  So the Christian knights went home humbler and wiser men, when they found in the Saracen emirs the same generosity, truth, mercy, chivalrous self-sacrifice, which they had fancied their own peculiar possession, and added to that, a civilisation and a learning which they could only admire and imitate.  And thus, from the era of the Crusades, a kindlier feeling sprang up between the Crescent and the Cross, till it was again broken by the fearful invasions of the Turks throughout Eastern Europe.  The learning of the Moslem, as well as their commerce, began to pour rapidly into Christendom, both from Spain, Egypt, and Syria; and thus the Crusaders were, indeed, rewarded according to their deeds.  They had fancied that they were bound to vindicate the possession of the earth for Him to whom they believed the earth belonged.  He showed them--or rather He has shown us, their children--that He can vindicate His own dominion better far than man can do it for Him; and their cruel and unjust aim was utterly foiled.  That was not the way to make men know or obey Him. They took the sword, and perished by the sword.  But the truly noble element in them--the element which our hearts and reasons recognise and love, in spite of all the loud words about the folly and fanaticism of the Crusades, whensoever we read \\\"The Talisman\\\" or \\\"Ivanhoe\\\"--the element of loyal faith and self-sacrifice--did not go unrequited.  They learnt wider, juster views of man and virtue, which I cannot help believing must have had great effect in weakening in their minds their old, exclusive, and bigoted notions, and in paving the way for the great outburst of free thought, and the great assertion of the dignity of humanity, which the fifteenth century beheld.  They opened a path for that influx of scientific knowledge which has produced, in after centuries, the most enormous effects on the welfare of Europe, and made life possible for millions who would otherwise have been pent within the narrow bounds of Europe, to devour each other in the struggle for room and bread.\\n\\nBut those Arabic translations of Greek authors were a fatal gift for Egypt, and scarcely less fatal gift for Bagdad.  In that Almagest of Ptolemy, in that Organon of Aristotle, which the Crusaders are said to have brought home, lay, rude and embryotic, the germs of that physical science, that geographical knowledge which has opened to the European the commerce and the colonisation of the globe.  Within three hundred years after his works reached Europe, Ptolemy had taught the Portuguese to sail round Africa; and from that day the stream of eastern wealth flowed no longer through the Red Sea, or the Persian Gulf, on its way to the new countries of the West; and not only Alexandria, but Damietta and Bagdad, dwindled down to their present insignificance.  And yet the whirligig of time brings about its revenges.  The stream of commerce is now rapidly turning back to its old channel; and British science bids fair to make Alexandria once more the inn of all the nations.\\n\\nIt is with a feeling of awe that one looks upon the huge possibilities of her future.  Her own physical capacities, as the great mind of Napoleon saw, are what they always have been, inexhaustible; and science has learnt to set at naught the only defect of situation which has ever injured her prosperity, namely, the short land passage from the Nile to the Red Sea.  The fate of Palestine is now more than ever bound up with her fate; and a British or French colony might, holding the two countries, develop itself into a nation as vast as sprang from Alexander's handful of Macedonians, and become the meeting point for the nations of the West and those great Anglo-Saxon peoples who seem destined to spring up in the Australian ocean.  Wide as the dream may appear, steam has made it a far narrower one than the old actual fact, that for centuries the Phoenician and the Arabian interchanged at Alexandria the produce of Britain for that of Ceylon and Hindostan.  And as for intellectual development, though Alexandria wants, as she has always wanted, that insular and exclusive position which seems almost necessary to develop original thought and original national life, yet she may still act as the point of fusion for distinct schools and polities, and the young and buoyant vigour of the new-born nations may at once teach, and learn from, the prudence, the experience, the traditional wisdom of the ancient Europeans.\\n\\nThis vision, however possible, may be a far-off one:  but the first step towards it, at least, is being laid before our eyes--and that is, a fresh reconciliation between the Crescent and the Cross.  Apart from all political considerations, which would be out of place here, I hail, as a student of philosophy, the school which is now, both in Alexandria and in Constantinople, teaching to Moslem and to Christians the same lesson which the Crusaders learnt in Egypt five hundred years ago.  A few years' more perseverance in the valiant and righteous course which Britain has now chosen, will reward itself by opening a vast field for capital and enterprise, for the introduction of civil and religious liberty among the down-trodden peasantry of Egypt; as the Giaour becomes an object of respect, and trust, and gratitude to the Moslem; and as the feeling that Moslem and Giaour own a common humanity, a common eternal standard of justice and mercy, a common sacred obligation to perform our promises, and to succour the oppressed, shall have taken place of the old brute wonder at our careless audacity, and awkward assertion of power, which now expresses itself in the somewhat left-handed Alexandrian compliment--\\\"There is one Satan, and there are many Satans: but there is no Satan like a Frank in a round hat.\\\"\\n\\nIt would be both uncourteous and unfair of me to close these my hasty Lectures, without expressing my hearty thanks for the great courtesy and kindness which I have received in this my first visit to your most noble and beautiful city; and often, I am proud to say, from those who differ from me deeply on many important points; and also for the attention with which I have been listened to while trying, clumsily enough, to explain dry and repulsive subjects, and to express opinions which may be new, and perhaps startling, to many of my hearers.  If my imperfect hints shall have stirred up but one hearer to investigate this obscure and yet most important subject, and to examine for himself the original documents, I shall feel that my words in this place have not been spoken in vain; for even if such a seeker should arrive at conclusions different from my own (and I pretend to no infallibility), he will at least have learnt new facts, the parents of new thought, perhaps of new action; he will have come face to face with new human beings, in whom he will have been compelled to take a human interest; and will surely rise from his researches, let them lead him where they will, at least somewhat of a wider-minded and a wider-hearted man.\",\"timestamp\":1639208784,\"title\":\"Why, then, has Islamism become one of the most patent and complete failures upon earth\"},\"digest\":\"81Kt1y94eeYrkgxFnt2N03MGsscutHRpFzB6j2jXy_g\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3GVjA98f6uF9LhSQtVRMiQniv7QyIcgiuT92px-oqIs\\\",\\\"y\\\":\\\"bxcSOVMcw0OrjyKued6vLTVbdcMBBzg22fWFXGGBYOc\\\"}\",\"signature\":\"-jkYT7fBIQh30QwNOYN81-0M27fLtMqaDdHNA2WhDgwzaIvauyVsB-vG_ms67vPOfuRFHMF-N9CTChrz1-7S_w\",\"signingKeySignature\":\"0x3409a61ca6002479c63cbe3f2f218aa6607d42868c44637e6a6c8ec85d78371e00cddaa6b306cf6e98ced87ddc331fbb6adee709258ad822954fca39ccd476f71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3GVjA98f6uF9LhSQtVRMiQniv7QyIcgiuT92px-oqIs\\\",\\\"y\\\":\\\"bxcSOVMcw0OrjyKued6vLTVbdcMBBzg22fWFXGGBYOc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"81Kt1y94eeYrkgxFnt2N03MGsscutHRpFzB6j2jXy_g\"}"