"{\"content\":{\"body\":\"When we set out a goal to build a gaming guild, we wanted to empower skilled players worldwide. At the same time, reward our DAO members. In a short period, we have achieved many things for IBC DAO growth. We activated our first guild batch for Axie Infinity players. We also branched out from an investment standpoint by buying proven NFT projects and virtual lands inside the Sandbox metaverse. \\n\\nWhile our vision to make an impact in the P2E economy stays the same, we currently do not have the resources and manpower to scale our operations. So we want to make a transition. That not only helps us play to our strengths but also immensely benefits our genesis DAO members. \\n\\nSo, from today onwards, IBC DAO is going to be a community focused on investments and expansion of passive income for its genesis members. \\n\\n### A Change in Direction\\n\\nIBC DAO will now mainly concentrate on finding investment plays that are not limited to the gaming/metaverse sector, but also tokens in the near future. We have a group of individuals who are big-time investors and traders. We will keep bringing exciting investment opportunities for our members, and upon their approval based on consensus, we will go forward.\\n\\nAs we continue to grow with our investments, we will try to expand our in-house Axie Infinity guild by allocating 10% of our funds. We believe it can become a revenue-generating system for the DAO. If we find a good exit that guarantees a great return on investment for the guild, we will explore that possibility as well. \\n\\nIn terms of reward distribution, we are going to use WETH (Matic) for our current short-term positions. In the future, as the DAO expands, we will also plan to distribute tokens.\\n\\nOur main goal for DAO members remains the same. We want to create as many passive investment opportunities as possible and distribute great rewards within the community. 2022 will be the year we accomplish that. So stick with us a bit longer to reap the most rewards. \\n\\nFor the latest updates on IBC DAO, follow us on Twitter.\\n\\n### \\n\\n### \",\"timestamp\":1641123247,\"title\":\"IBC Guild Transitions to Become an Investment DAO \"},\"digest\":\"n7Uo16C7thIusv-zaJsqdC-z9bZdFlsfk6WvycGWZHY\",\"authorship\":{\"contributor\":\"0xC0855f464261832aa43f1d9d9E1cC2aCeEF7c54b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"90aUqSYDZ6-syXryk8pd88xRu8H2ymr1tMmCZs1FZu4\\\",\\\"y\\\":\\\"wmH1XL7PsaqnrG6JGESL3F-Pf1x1nv9O0UMZ9wLiK8g\\\"}\",\"signature\":\"E3icW0HLLVdP5Nc__l-YXClfFvBMLTS4rCdXACaxO5YiaFFSKWDn02tx_JnqE7khK5sdh7AjYj_ZhiY-XEnw_Q\",\"signingKeySignature\":\"0x1a6a339b32c2116a16e7efe07091329ed82e19327d126599edd4339dc75f677c6cc537cf0c9baa177386ce121d955b54731a1523c033d95888971b2a3732e1381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"90aUqSYDZ6-syXryk8pd88xRu8H2ymr1tMmCZs1FZu4\\\",\\\"y\\\":\\\"wmH1XL7PsaqnrG6JGESL3F-Pf1x1nv9O0UMZ9wLiK8g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n7Uo16C7thIusv-zaJsqdC-z9bZdFlsfk6WvycGWZHY\"}"