"{\"content\":{\"body\":\"He said yes by dropping his eyelids and thrusting his chin forward.  He spoke with childish arrogance strangely at variance with the subservient position he occupied beneath the veranda.  He, with his many followers, was lord and master of Balesuna village.  But the white man, without followers, was lord and master of Berande--ay, and on occasion, single-handed, had made himself lord and master of Balesuna village as well.  Seelee did not like to remember that episode.  It had occurred in the course of learning the nature of white men and of learning to abominate them.  He had once been guilty of sheltering three runaways from Berande.  They had given him all they possessed in return for the shelter and for promised aid in getting away to Malaita.  This had given him a glimpse of a profitable future, in which his village would serve as the one depot on the underground railway between Berande and Malaita.\\n\\nUnfortunately, he was ignorant of the ways of white men.  This particular white man educated him by arriving at his grass house in the gray of dawn.  In the first moment he had felt amused.  He was so perfectly safe in the midst of his village.  But the next moment, and before he could cry out, a pair of handcuffs on the white man's knuckles had landed on his mouth, knocking the cry of alarm back down his throat.  Also, the white man's other fist had caught him under the ear and left him without further interest in what was happening.  When he came to, he found himself in the white man's whale-boat on the way to Berande.  At Berande he had been treated as one of no consequence, with handcuffs on hands and feet, to say nothing of chains.  When his tribe had returned the three runaways, he was given his freedom.  And finally, the terrible white man had fined him and Balesuna village ten thousand cocoanuts.  After that he had sheltered no more runaway Malaita men.  Instead, he had gone into the business of catching them.  It was safer.  Besides, he was paid one case of tobacco per head.  But if he ever got a chance at that white man, if he ever caught him sick or stood at his back when he stumbled and fell on a bush- trail--well, there would be a head that would fetch a price in Malaita.\\n\\nSheldon was pleased with what Seelee told him.  The seventh man of the last batch of runaways had been caught and was even then at the gate.  He was brought in, heavy-featured and defiant, his arms bound with cocoanut sennit, the dry blood still on his body from the struggle with his captors.\\n\\n\\\"Me savvee you good fella, Seelee,\\\" Sheldon said, as the chief gulped down a quarter-tumbler of raw trade-gin.  \\\"Fella boy belong me you catch short time little bit.  This fella boy strong fella too much.  I give you fella one case tobacco--my word, one case tobacco.  Then, you good fella along me, I give you three fathom calico, one fella knife big fella too much.\\\"\\n\\nThe tobacco and trade goods were brought from the store-room by two house-boys and turned over to the chief of Balesuna village, who accepted the additional reward with a non-committal grunt and went away down the path to his canoes.  Under Sheldon's directions the house-boys handcuffed the prisoner, by hands and feet, around one of the pile supports of the house.  At eleven o'clock, when the labourers came in from the field, Sheldon had them assembled in the compound before the veranda.  Every able man was there, including those who were helping about the hospital.  Even the women and the several pickaninnies of the plantation were lined up with the rest, two deep--a horde of naked savages a trifle under two hundred strong.  In addition to their ornaments of bead and shell and bone, their pierced ears and nostrils were burdened with safety-pins, wire nails, metal hair-pins, rusty iron handles of cooking utensils, and the patent keys for opening corned beef tins.  Some wore penknives clasped on their kinky locks for safety.  On the chest of one a china door-knob was suspended, on the chest of another the brass wheel of an alarm clock.\\n\\nFacing them, clinging to the railing of the veranda for support, stood the sick white man.  Any one of them could have knocked him over with the blow of a little finger.  Despite his firearms, the gang could have rushed him and delivered that blow, when his head and the plantation would have been theirs.  Hatred and murder and lust for revenge they possessed to overflowing.  But one thing they lacked, the thing that he possessed, the flame of mastery that would not quench, that burned fiercely as ever in the disease- wasted body, and that was ever ready to flare forth and scorch and singe them with its ire.\\n\\n\\\"Narada!  Billy!\\\" Sheldon called sharply.\\n\\nTwo men slunk unwillingly forward and waited.\\n\\nSheldon gave the keys of the handcuffs to a house-boy, who went under the house and loosed the prisoner.\\n\\n\\\"You fella Narada, you fella Billy, take um this fella boy along tree and make fast, hands high up,\\\" was Sheldon's command.\\n\\nWhile this was being done, slowly, amidst mutterings and restlessness on the part of the onlookers, one of the house-boys fetched a heavy-handled, heavy-lashed whip.  Sheldon began a speech.\\n\\n\\\"This fella Arunga, me cross along him too much.  I no steal this fella Arunga.  I no gammon.  I say, 'All right, you come along me Berande, work three fella year.'  He say, 'All right, me come along you work three fella year.'  He come.  He catch plenty good fella kai-kai, {2} plenty good fella money.  What name he run away?  Me too much cross along him.  I knock what name outa him fella.  I pay Seelee, big fella master along Balesuna, one case tobacco catch that fella Arunga.  All right.  Arunga pay that fella case tobacco. Six pounds that fella Arunga pay.  Alle same one year more that fella Arunga work Berande.  All right.  Now he catch ten fella whip three times.  You fella Billy catch whip, give that fella Arunga ten fella three times.  All fella boys look see, all fella Marys {3} look see; bime bye, they like run away they think strong fella too much, no run away.  Billy, strong fella too much ten fella three times.\\\"\\n\\nThe house-boy extended the whip to him, but Billy did not take it. Sheldon waited quietly.  The eyes of all the cannibals were fixed upon him in doubt and fear and eagerness.  It was the moment of test, whereby the lone white man was to live or be lost.\\n\\n\\\"Ten fella three times, Billy,\\\" Sheldon said encouragingly, though there was a certain metallic rasp in his voice.\\n\\nBilly scowled, looked up and looked down, but did not move.\\n\\n\\\"Billy!\\\"\\n\\nSheldon's voice exploded like a pistol shot.  The savage started physically.  Grins overspread the grotesque features of the audience, and there was a sound of tittering.\\n\\n\\\"S'pose you like too much lash that fella Arunga, you take him fella Tulagi,\\\" Billy said.  \\\"One fella government agent make plenty lash.  That um fella law.  Me savvee um fella law.\\\"\\n\\nIt was the law, and Sheldon knew it.  But he wanted to live this day and the next day and not to die waiting for the law to operate the next week or the week after.\\n\\n\\\"Too much talk along you!\\\" he cried angrily.  \\\"What name eh?  What name?\\\"\\n\\n\\\"Me savvee law,\\\" the savage repeated stubbornly.\\n\\n\\\"Astoa!\\\"\\n\\nAnother man stepped forward in almost a sprightly way and glanced insolently up.  Sheldon was selecting the worst characters for the lesson.\\n\\n\\\"You fella Astoa, you fella Narada, tie up that fella Billy alongside other fella same fella way.\\\"\\n\\n\\\"Strong fella tie,\\\" he cautioned them.\\n\\n\\\"You fella Astoa take that fella whip.  Plenty strong big fella too much ten fella three times.  Savvee!\\\"\\n\\n\\\"No,\\\" Astoa grunted.\",\"timestamp\":1638930136,\"title\":\"As he talked or listened, he made grimaces like a monkey. \"},\"digest\":\"Zwm2kwcyqa1jl0XVl5VVTDO0gOLAq6k4fS6VNh4lR9I\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZI3kCPpLp0aWI2PMknJMX66GhzOHQdOvBTvbjSZEXUw\\\",\\\"y\\\":\\\"LaPGQnyy0qqdh8qkXRZUif98ssCM5_FAYn2_y3MWFDY\\\"}\",\"signature\":\"frz31r3ItEmsq6OG1bAbtkTNE6y6MC5TrM4zfEeR3rmQ7GWXJxP5mT9rHb8he1RDXJXUnQ2NIVleOtS_gYF_GA\",\"signingKeySignature\":\"0x90b18407d4fe3d510c1aa77a92e6a0d45de079734b280196f4529949953247147bd2effc798fa7e6f6acf20c23bd509ca433baad751adb3099eeaefab86f9f0c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZI3kCPpLp0aWI2PMknJMX66GhzOHQdOvBTvbjSZEXUw\\\",\\\"y\\\":\\\"LaPGQnyy0qqdh8qkXRZUif98ssCM5_FAYn2_y3MWFDY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Zwm2kwcyqa1jl0XVl5VVTDO0gOLAq6k4fS6VNh4lR9I\"}"