"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*PF6Bqf5zOuvV7mnxu4KlDQ.jpeg)\\n\\n## In this interview, Andrés Jara presents the new models of law firms and the new skills for lawyers in the midst of the digital transformation of the legal industry…\\n\\n*Andrés Jara is a lawyer from the Pontificia Universidad Católica de Chile, MLB-MBA and founder of Alster Legal. His experience lies in providing legal advice and strategic consulting in corporate matters of various kinds.*\\n\\n**Traditionally, many lawyers started their careers at a young age as juniors in a firm and progressed to become partners. Is this what the lawyer career will continue to be like in the future?**\\n\\nWhat we are seeing, generally speaking, is a change in the model of firms. And this results in a paradigm shift in the career structure of lawyers.\\n\\nMany authors have written about what the law firms of the future will be like. And everyone agrees that the traditional career path is quickly becoming obsolete because a large part of the functions of junior lawyers are routine jobs that can be automated.\\n\\nConsequently, these positions will tend to disappear. They will be carried out by computers or outsourced to external providers.\\n\\nThe training that lawyers had when they started as junior in a firm, which was the foundation for the training of a lawyer, will be absent. So a big question is: how will future lawyers be educated?\\n\\n![](https://miro.medium.com/max/1400/1\\\\*dtNt2H4Z-mjWSiYcqoix8A.jpeg)\\n\\nAndrés Jara.\\n\\n**And what will law firms of the future be like?**\\n\\nGenerally speaking, firms have tended to a higher degree of specialization. In regions like Latin America, highly specialized lawyers tend to leave big firms to set up their own practice.\\n\\nBut the strategy followed by large global firms still aims at being a “one stop shop”, a single place where clients can find solutions to all of their legal problems with all the levels of legal talent their problem requires. This is still the model of global firms like Dentons, DLA Piper, Clifford Chance and Allen & Overy.\\n\\nSome global firms have created business incubators to promote the generation of technology or legaltech companies that can become part of their value proposition.\\n\\nThe firm of the future will have three pillars.\\n\\nFirst, a core of high level legal talents.\\n\\nSecond, professionals from other areas such as engineers, paralegals, managers and technologists. These will allow for a multidisciplinary solution to client’s needs.\\n\\nThird, an intensive use of technology to solve low value-added processes which customers want the firm to keep solving for them.\\n\\n**Does this mean that the future of dispute resolution doesn’t belong exclusively to lawyers?**\\n\\nCorrect. Especially in less sophisticated disputes, where arguments about the interpretation of rules are not relevant, the participation of lawyers will be less and less required. For example, consumer law and tax issues. These cases will tend to be resolved by machines.\\n\\nThere are already real examples of the use of predictive analytics and automation tools for drafting documents and determining what are the best arguments to win a case. Machines can prepare legal documents and send them to court. This is not the future. It is already the present.\\n\\nLawyers will still be essential in cases requiring highly sophisticated legal talent. Cases where rule interpretation is important and the ability to persuade is critical.\\n\\n**How can a young lawyer, in the early stages of his career, prepate for this future? Which skills does he need to develop?**\\n\\nIn general, legal education is still based on the old paradigm, in training lawyers in traditional skills such as case analysis and the interpretation of rules. That’s fine. It’s the core of what a lawyer should know.\\n\\nBut many lawyers are completely unaware of how businesses work. In general, lawyers don’t know about technology, strategy, processes, leadership, etc. Law school doesn’t teach you about this. But these are essential tools for the future. And even for working in the present.\\n\\nA lawyer who doesn’t know how to manage a database, how to organize information or how to design a process provides little value to its clients.\\n\\nOf course, that lawyer can still solve the day-to-day matters. But as companies become more sophisticated and require more comprehensive services, those capabilities become insufficient.\\n\\nA lawyer who doesn’t acquire a number of skills coming from the worlds of management and engineering has a high probability of failing on its role. And these are abilities that are not being prioritized in the training programs of traditional law schools.\\n\\nIn short, this is an environment full of changes and opportunities. The legal services market has been relatively stable for many years, and there are tremendous opportunities to generate elements of differentiation, to build competitive advantages based on knowledge and, obviously, on the application of technologies.\\n\\nThe legal industry presents clear opportunities to gain efficiency and there are several actors looking to enter this voluminous and profitable market. Those actors are the ones who are making changes, either from legaltech startups or from law firms.\\n\\nIn the coming years, the change curve will accelerate. A prosperous future awaits those with a strategic vision of the legal market.\",\"timestamp\":1638648592,\"title\":\"The Law Firm of the Future and the New Skills of Lawyers in the Digital Age\"},\"digest\":\"BngqiWAcNXXjVALAx7jCcItIx_xvPmpsySBGq7nwkR8\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"w-7P1ouRgJP9aquFHWTsxM6UuZ3SLaV3n5XHO0iLSZekSz1tJb3RuPOHQZFG97a5cnH_t3IHEucxbTq8O2ZdAA\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BngqiWAcNXXjVALAx7jCcItIx_xvPmpsySBGq7nwkR8\"}"