"{\"content\":{\"body\":\"# 徐先生是一个极有学问的人，这一点，云家庄子的人知道的很清楚，这庄子里有一大半的孩子的名字都是他起的。\\n\\n \\n  \\n     所以，云氏子弟的名字听起来几乎都没有多少乡土气息，譬如，狗蛋，二丫，狗剩，猪娃，招娣，盼弟之类的名字并没有多少市场。 \\n  \\n     云杨抱着一只鸡，这只鸡是黄色的芦花鸡，很肥，看得出来，主人家将这只鸡喂养的很好。 \\n  \\n     云树提着两只死掉的野兔，云卓提着一篮子鸡蛋，云亮穿着小一号簇新的衣衫，被衣服勒的跟蚕一样，手里提着一封点心，云飞低头看着手里的腊肉垂涎欲滴…… \\n  \\n     玉山书院的那只黄狗趴在台阶上，仰着头看这些学生，人多嘈杂的情况下也没有狂吠，更没有慌乱，只是兴致勃勃的看着满院子的新学生，睿智的如同一个老儒。 \\n  \\n     徐先生等乡民们都安静下来了，就来到云杨面前，平视着云杨的眼睛道：“你的年纪大些，开蒙有些晚，不过不要紧，我儒门有的是大器晚成之辈。 \\n  \\n     前宋苏老泉二十七岁才开始奋发读书，终成一代大儒，你应当以他为楷模，休要懈怠！” \\n  \\n     见先生提起了朱笔，云杨心甘情愿的跪在地上，任由先生用朱笔在他的眉心点了一下。 \\n  \\n     “此为开智，从今后，你就是我徐元寿门下，你可愿意？” \\n  \\n     云杨顿首道：“愿意！” \\n  \\n     说罢就双手捧上那只芦花鸡。 \\n  \\n     徐元寿大笑着拉住云杨的手道：“这是母亲的命根子，家里的盐都指望这只鸡下蛋换呢，送别人太可惜，束脩有人替你交了，很丰盛呢，你只要用心读书就是了。” \\n  \\n     云杨瞅瞅手里的母鸡，原本很想直接塞先生手里，他不想再欠云昭任何恩惠了。 \\n  \\n     可是，一想起早上母亲把这只鸡喂得饱饱的放到他手里的怜惜模样，手臂就抬不起来。 \\n  \\n     云杨抬起头咬着牙问道：“不知我的束脩价值几何？” \\n  \\n     徐元寿仰天大笑道：“一万两白银！” \\n  \\n     云杨闻言吓得手哆嗦了一下，那只芦花鸡就从他的手里逃掉了，欢快的向人少的地方逃窜。 \\n  \\n     “这是我与云昭打的一个赌，我认为，他二十年后，在他兄弟们的帮助下，每年都能赚到一万两白银，云昭也是这样认为的，他认为，只要他们兄弟齐心合力，二十年后，一万两白银不过是区区之数。 \\n  \\n     云杨，你有这个胆量吗？” \\n  \\n     云昭见云杨在低头沉思，就瞅着自己的先生目光炯炯的盯着别的学生，让那些孩子个个心惊胆战，心头一万遍的呼喊——这才是真正的先生，母亲眼光如炬啊……一万两，太他妈的值了。 \\n  \\n     当然，这仅仅是云昭一个人的看法…… \\n  \\n     “完了，这傻子还不如不开智，浑浑噩噩的当一个傻子其实没坏处，云杨这孩子不是狼心狗肺之辈，如果把云氏交到这孩子手里，傻子绝无冻饿之忧。” \\n  \\n     “野猪精就是一头蠢猪，被野猪开智的孩子能聪慧到那里去？” \\n  \\n     “可怜大娘子苦心经营这些年，云氏家业这就要败掉了……” \\n  \\n     “你说，以后云家庄子会不会变成徐家庄子？” \\n  \\n     “难说，变成别人家的庄子是迟早的事情！” \\n  \\n     乡民在一边议论纷纷，明明可以很小声说的话，他们偏偏要扯着嗓子说出来。 \\n  \\n     而关中人的嗓门本身就大，这一吵嚷起来，简直就有振聋发聩的效果。 \\n  \\n     尤其是站在云昭身边的几个长辈，看云昭的目光简直就是仇视，恨不得生吞了他。 \\n  \\n     云昭自然笑吟吟的当做这些人在唱歌，于是，就越发的坐定了他傻子的名号。 \\n  \\n     徐元寿同样笑吟吟的瞅着云杨不做声。 \\n  \\n     云杨额头的汗珠子噼里啪啦的往下掉，眼神有些惊慌，倒是云树一干人对这一万两银子没有多少感触，有的在傻笑，有的在挖鼻孔，有的在悄悄地扯站在他前边的小伙伴刚刚梳起来的朝天辫子。 \\n  \\n     徐元寿加重了语气又问道：“你想好了吗？” \\n  \\n     云杨无助的瞅瞅站在人群里面色发黑的父亲，又看看笑吟吟的云昭，也不知道从哪里升起来一股子无名怒火，迅速的充盈了他的胸口。 \\n  \\n     抬起头对徐元寿道：“我愿意承担一半！” \\n  \\n     云旗咕咚一声就坐在地上，指着儿子怒吼道：“你哪来的五千两银子？卖了我跟你娘也不值五两银子！” \\n  \\n     云昭见云杨低下了脑袋，就凑上前去道：“想得美，还五千两，你最多能占五两就不错了，到时候要是还不上，把旗叔，旗婶卖掉刚好还债。” \\n  \\n     云旗哆嗦着嘴唇说不出话来，倒是旁边有聪明人笑道：“老旗子，二十年后你都老的不成人样子了，卖掉你们夫妻两正好让别人给你们养老，这买卖合算啊！” \\n  \\n     低着头不言不语的云杨嗓子里忽然发出野兽一般的咆哮，抬起头的时候，已经是怒不可遏。 \\n  \\n     “老子不要你帮忙，就承担五千两！” \\n  \\n     云昭在一边笑嘻嘻的道：“旗叔旗婶只能卖五两银子，多了你出不起！” \\n  \\n     云树见哥哥遭受了羞辱，站出来道：“我帮我哥哥！” \\n  \\n     徐元寿笑道：“好啊，你们兄弟两就认五两银子就好了，二十年后交割！” \\n  \\n     说完话又看看人群里的孩子道：“还有谁愿意承担？如果没有，剩下都由云昭一人承担，你们可以继续上学，且不用承担半文钱的束脩。” \\n  \\n     两个衣衫褴褛看年龄只有七八岁的少年从队伍最后走上前，跪倒在徐元寿面前，齐齐的拱手道：“我们兄弟虽然无父无母，也没有抵押，我们用自己质押五两银子可以吗？” \\n  \\n     徐元寿眯缝着眼睛眯缝了良久，这才猛地睁开，看着眼前的兄弟两道：“报上你们的名字！” \\n  \\n     “云舒，云卷！” \\n  \\n     徐元寿稍微思忖了一下就道：“你们的名字还是我起的，当年你们刚刚一岁，你父亲跟你母亲抱着你们兄弟两上了玉山求名。 \\n  \\n     我当时正在观云，不愿被打扰，你父母心诚，久久不愿离去，我当时心有所感，桌案上放着一卷陈眉公所著的《幽窗小记》，里面有录有洪公的一副对联，名曰——宠辱不惊，闲看庭前花开花落；去留无意，漫随天外云卷云舒。 \\n  \\n     你们兄弟二人本就是双生，云卷，云舒四个字有收发自如之意，最是贴合你们兄弟。 \\n  \\n     没想到，这才十年，你们的父母就已经离世，真是物是人非啊。 \\n  \\n     不过，你们兄弟没有父母教导，却勇于任事，不枉我当年给你们授名。 \\n  \\n     好，你们兄弟两的五两银子的债务，我准了！” \\n  \\n     兄弟二人极为高兴，连连叩拜，徐元寿郑重的拿起朱笔，给两张脏兮兮的眉心处点了红点，就让他们兄弟两跟在他的身后，随意的瞅瞅剩余的学生，淡淡的道：“都进来吧！” \\n  \\n     此时，院子里早就议论纷纷，说什么的都有，不过，说的最多的还是今天主动承担债务的云杨，云树，云卷，云舒四个孩子，他们认为，这四个孩子加上云昭，是云氏庄子最蠢的五个孩子，连先生骗钱这种把戏都看不穿。 \\n  \\n     几天时间里，云昭总共抄写了四遍《三字经》，徐先生自然不会浪费，虽然字丑了一些，总比没有书本要好，于是，这四份《三字经》就被先生找仆妇装订成册，自然就成了书本，也很自然的分发给了云杨，云树，云卷，云舒四人。 \\n  \\n     这样分配没有人反对，花了钱的，总比没花钱的人更有底气。 \\n  \\n     进门的学生远没有云昭预料的多，原本就只来了不到四十个人，有些聪明的担心被债务拖累，跑了一大半，加上存心占便宜的七个人，只剩下十二个有心进学的人，加上云昭也不过十三人！ \\n  \\n     云昭狠狠的将这些人看了一遍，就把他们的模样记在心里，也不知道这十三人到最后还能剩下几人？\",\"timestamp\":1637646371,\"title\":\"第十一章十三人！\"},\"digest\":\"E_tBP_o4HIpIrXqKJzKi7njuaHwNY44PU9jHkvyGqKs\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"DiIClhQREjdl9P4wKpPapcTWNJuCRDmHviRciLpbAxBFuiAJVr0M7TP6V7G2bSMlX27Ihcr7lmZuTwMDIV5sqQ\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E_tBP_o4HIpIrXqKJzKi7njuaHwNY44PU9jHkvyGqKs\"}"