"{\"content\":{\"body\":\"not having sufficient energy to eject the matter far from its vent, becomes deposited around it, and thus builds up the central cone as a sort of monument to commemorate its expiring efforts.  In this way it recalls the exact features of our own terrestrial craters, though the latter are infinitely smaller in comparison.  When we consider how volcanoes are formed-- by the ejection and exudation of material from beneath the solid crust-- it will be seen how the lunar eminences are formed; that is, by the forcible projection of fluid molten matter through cracks or vents, through which it makes its way to the surface.\\n\\n\\\\[Image\\\\]  Pico, an isolated Lunar Mountain 8000 feet high.\\n\\nIt was in reference to this very interesting subject that I made a drawing of the great isolated volcanic mountain Pico, about 8000 feet high.\\\\*  \\\\[footnote... this illustration exhibits a class of volcanic formations that may be seen on many portions of the moon's surface.  They are what I would term exudative volcanic mountains, the results of a comparatively gentle discharge of volcanic matter, which has resulted in heaped up eminences; a vast group of which were displayed in the illustration, some of them being upwards of 20,000 feet high.  ...\\\\]\\n\\nIt exhibits a very different appearance from that of our mountain ranges, which are for the most part the result of a tangential action. In the case of the earth, the hard stratified crust had to adapt itself to the shrunken diameter of the once much hotter globe. This tangential action is illustrated in our own persons, when age causes the body to shrink in bulk, while the skin, which does not shrink to the same extent, has to accommodate itself to the shrunken interior, and so forms wrinkles--the wrinkles of age.  This theory opens up a chapter in geology and physiology well worthy of consideration.  It may alike be seen in the structure of the surface of the earth, in an old apple, and in an old hand.\\\\*  \\\\[footnote... The shrunken hand on the other side is that of Mr. Nasmyth, photographed by himself.  According to The Psychonomy of the Hand, by R.  Beamish, F.R.S., author of The Life of Sir M. I. Brunel, it exhibits a thoroughly mechanical hand, as well as the hand of a delicate manipulator; illustrating that remarkable expression in the Book of Job, that \\\"in the hand of all the sons of men God places marks, that all the sons of men may know their own works.\\\"--ED.  ...\\\\]\\n\\n\\\\[Image\\\\]  Shrunken Apple and Hand.\\\\*  \\\\[footnote... These illustrations serve to illustrate one of the most potent of geological agencies which has given the earth's surface its grandest characteristics.  I mean the elevation of mountain ranges through the contraction of the globe as a whole.  By the action of gravity the former larger surface crushes down, as it were, the contracting interior; and the superfluous matter, which belonged to a bigger globe, arranges itself by tangential displacement, and accommodates itself to the altered or decreased size of the globe. Hence our mountain ranges, which though apparently enormous when seen near at hand are merely the wrinkles on the face of the earth.  ...\\\\]\\n\\nWhile earnestly studying the details of the moon's surface, it was a source of great additional interest to me to endeavour to realise in the mind's eye the possible landscape effect of its marvellous elevations and depressions.  Here my artisic faculty came into operation.  I endeavoured to illustrate the landscape.  scenery of the Moon, in like manner as we illustrate the landscape scenery of the Earth.  The telescope revealed to me distinctly the volcanic craters, the cracks, and the ranges of mountains--by means of the light and shade on the moon's surface.  One of the most prominent conditions of the awful grandeur of lunar scenery is the brilliant light of the sun, far transcending that which we experience upon the earth--enhanced by the contrast with the jet-black background of the lunar heavens,-- the result of the total absence of atmosphere.  One portion of the moon, on which the sun is shining, is brilliantly illuminated, while all in shade is dark.\\n\\nWhile the disc of the sun appears a vast electric light of overpowering rayless brilliancy, every star and planet in the black vault of the lunar heavens is shining with steady brightness at all times; as, whether the Sun be present or absent during the long fourteen days' length of the lunar day or night, no difference on the absolutely black aspect of the lunar heavens can appear.  That aspect must be eternal there.  No modification\\\\*  \\\\[footnote... a small degree of illumination is, however, given to some portions of the Moon's surface by the Earth-shine, when the earth is in such a position with regard to the Moon, as to reflect some light on to it, as the Moon does to the earth.  ...\\\\] of the darkness of shadows in the Moon can result from the illuminative effect, as in our case in the earth, from light reflected into shadows by the blue sky of our earthly day The intensity of the contrast between light and shade must thus lend another awful aspect to the scenery of the Moon, while deprived of all those charming effects which artists term \\\"aerial perspective,\\\" by which relative distances are rendered cognisable with such tender and exquisite beauty.  The absence of atmosphere on the Moon causes the most distant objects to appear as close as the nearest; while the comparatively rapid curvature of the moon, owing to its being a globe only one-fourth the diameter of the earth, must necessarily limit very considerably the range of view.\\n\\n\\\\[Image\\\\]  Lunar Mountains and Extinct Volcanic Craters\\n\\nIt is the combination of all these circumstances, which we know with absolute certainty must exist in the Moon, that gives to the contemplation of her marvellous surface, as revealed by the aid of powerful telescopes,--one of the grandest and most deeply interesting subjects that can occupy our thoughts; especially when we regard the physical constitution and the peculiar structure of her surface, as that of our nearest planetary neighbour, and also as our serviceable attendant by night.\\n\\nThen there are the Tides, so useful to man, preserving the sanitary condition of the river mouths and tide-swept shores. We must be grateful for the Moon's existence on that account alone. She is the grand scavenger and practical sanitary commissioner of the earth. Then consider the work she does!  She moves hundreds of ships and barges, filled with valuable cargoes, up our tidal rivers, to the commercial cities on their banks.  She thus performs a vast amount of daily and nightly mechanical drudgery.  She is the most effective of all Tugs; and now that we understand the convertibility and conservation of force, we may be able to use her Tide-producing powers through the agency of electricity for mechanical purposes. It is even possible that the Tides may yet light our streets and houses!\\\\*  \\\\[footnote... It is not quite a century since London was in part supplied with water by the Moon, through employing the tidal action by the waters at Old London Bridge, where the tide mills worked the water-supplying pumps.  ...\\\\]\\n\\nIs the moon inhabited?  It seems to me that the entire absence of atmosphere and water forbids the supposition--at least of any form of life with which we are acquainted.  Add to this adverse condition, the fact of the moon's day being equal to fourteen of our days; the sun shining with much more brilliancy of effect in the moon than on the earth, where atmosphere and moisture act as an important agent in modifying its scorching rays; whilst no such agency exists in the moon. The sun shines there without intermission for fourteen days and nights. During that time the heat must accumulate to almost the melting point of lead; while, on the other hand, the absence of the sun for an equal period must be followed by a period of intense cold, such as we have no experience of, even in the Arctic regions.  The highest authorities state that the cold during the Moon's long night must reach as low as 250 degrees below the freezing point of water.  These considerations, I think, reasonably suggest that the existence of any form of life in the Moon is in the highest degree improbable.\\n\\nThe first occasion on which I exhibited my series of drawings of the Moon, together with a map six feet in diameter of its entire visible surface, was at the meeting of the British Association at Edinburgh in 1850.  I always looked forward to these meetings with great pleasure, and attended them with supreme interest.  My dear wife always accompanied me.  It was our scientific holiday.  It was also our holiday of friendship.  We met many of our old friends, and made many new friends.  Alas, how many of them have departed!  Herschel, Faraday, Robinson, Taylor, Phillips, Brewster, Rosse, Fairbairn, Lassell, and a host of minor stars, who, although perhaps wanting in the brightness or magnitude of those I have named, made good amends by the warmth of their cheerful rays.  We saw the younger lights emerging above the horizon:  the men who still continue to shed their glory over the meetings of the Association.\\n\\nHow delightful was our visit to Edinburgh in 1850. It was \\\"mine own romantic town.\\\"  I remembered its striking features so well. There was the broad mass of the Old Town, with its endless diversity of light and shade.  There was the grand old fortress, with its towers and turrets and black portholes.  Towards evening the distant glories of the departing sun threw forward, in dark outline, the wooded hill of Corstorphine.  The rock and Castle assumed a new aspect every time I looked at them.  The long-drawn gardens filling the valley between the Old Town and the New, and the thickly-wooded scars of the Castle rock, were a charm of landscape and a charm of art.  Arthur's Seat, like a lion at rest, seemed perfect witchcraft.  And from the streets in the New Town, or from Calton Hill, what singular glances of beauty were observed in the distance--the gleaming waters of the Firth, and the blue shadows among the hills of Fife.\\n\\nI remembered it all, from the days in which I sat, as a child, beside the lassies watching the \\\"claes\\\" on the Calton Hill and hearing the chimes of St. Giles's tinkling across the Nor' Loch from the Old Town; the walks, when a boy, in the picturesque country round Edinburgh, with my father and his scientific and artistic friends; my days at the High School, and then my evenings at the School of Arts; my castings of brass in my bedroom, and the technical training I enjoyed in the workshop of my old schoolfellow; my roadway locomotive and its success; and finally, the making of my tools and machines intended for Manchester, at the foundry of my dear old friend Douglass.  It all came back to me like a dream.  And now, after some twenty years, I had returned to Edinburgh on a visit to the British Association.  Many things had been changed--many relatives and friends had departed--but still Edinburgh remained to me as fascinating as ever.\\n\\nThe excursions formed our principal source of enjoyment during these scientific gatherings.  The season was then at its happiest. Nature was in her most enjoyable condition, and the excursionists were usually in their holiday mood.  The meeting of the British Association at Edinburgh was presided over by Sir David Brewster.  The geologists visited the remarkable displays of volcanic phenomena with which the neighbourhood of Edinburgh singularly abounds.  Indeed, Edinburgh owes much of its picturesque beauty to volcanoes and earthquake upheavings. Our excursions culminated in a visit to the Bass Rock. The excursion had been carefully planned, and was successfully carried out. The day was beautiful, and the party was of the choicest. After reaching the little cove of Canty Bay, overlooked by the gigantic ruins of Tantallon Castle, we were ferried across to the Bass; through a few miles of that capricious sea, the Firth of Forth, near to where it joins the German Ocean.  We were piloted by that fine old British tar, Admiral Malcolm, while the commissariat was superintended by General Pasley.\",\"timestamp\":1639290654,\"title\":\"\\nThey are the result of the expiring energy of the volcanic discharge, which, when near its termination\"},\"digest\":\"uTqP0aoI7a3erISJ2LwaEiy2J9XsQ92JCkjnGES7bzI\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GtxBM6UDEoXmyfcwWwSCml_u70GrqqY15iDvErll8fE\\\",\\\"y\\\":\\\"V7qZv7bulqFMeTEgZw7TpwEf-U6egP2V-ZHAhbuBVRY\\\"}\",\"signature\":\"maWgWDuMELmM0fFn_l7QwN86VlrTxlVzWN_v4n1oZc1db1D5RB-Wpq3lsw5xMbeYcM7XuPirol3VJMWSSzz61w\",\"signingKeySignature\":\"0x8e852a7f772694ee8971c06ecc60de85169c75c7ea0c669fce6c9134aee9bfaa323f54694cece5d3f3ab373029e1fafe9e43200d7393454b930d9bda32d8f2d21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GtxBM6UDEoXmyfcwWwSCml_u70GrqqY15iDvErll8fE\\\",\\\"y\\\":\\\"V7qZv7bulqFMeTEgZw7TpwEf-U6egP2V-ZHAhbuBVRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uTqP0aoI7a3erISJ2LwaEiy2J9XsQ92JCkjnGES7bzI\"}"