"{\"content\":{\"body\":\"铁青色的盔甲上闪烁着淡淡的暗紫色光芒，原本暴露在外面的骨手上，不知不觉已经覆上一层细铁链手套，提在手里的那把冲刺剑，似乎也比往常粗了几分，剑柄后端更加圆长，厚实的头盔前多了层面罩，遮蔽住小影整个面庞，一个惨白的骷髅图案隐约浮现在头盔正中，双眼跳动的红芒，比以往更盛。\\n\\n```\\n小影四十级以后，我还没好好打量过它，这一看，奶奶的，真是有型，要是能再给它弄个高头大马，把手中的家伙换青龙偃月刀，那该多牛b啊，我目光上上下下扫视了刚出来的小影一番，心里暗想到。\\n\\n“小影，好久没把你拉出来露脸，闷了吧，主子我这个计划，可就全靠你来实施了。”走了上前，我抬手拍拍小影的肩膀说道。奶奶的，这小子个头好象也高了不少，难道升级还能长个子吗？\\n\\n小隐似乎也明了我的意思，发出几声低沉的呜咽声，算是对我的回答。\\n\\n我心中的计划是这样的，先利用小影这个不怕死的挡箭牌吸引射尸鬼的注意力，然后往火山附近回跑，那些射尸鬼势必要追赶过来，这时候再利用我的极品小火球吸收火山的火焰，弄个火海爆发出来，就算轰不死这帮射尸鬼，起码也弄要它们大半条的命，然后立即召唤小黑、小白，抄家伙血拼一场，加上背包里还有不少炼出的天香丹，我是有八成把握，才敢做这个决定，计划已经策划好，现在就等实施。\\n\\n我退到火山附近，默默吟唱起咒语，点点如荧火般的红紫光芒在我手中飞舞，聚集，渐渐纠缠在一起，形成一团跳动的火焰，极品小火球成型，我一转手，小火球立即递到火山的边缘，有这等地利咱不利用，那可是就傻子，小火球的外焰刚一接触火山，立即产生一股巨大的吸力，如黑洞一般在吞噬火山上的火焰，小火球也慢慢在变大，中间的紫焰更加旺盛。\\n\\n是时候了，小影，开工，我心中一声暗令，小影立即双手一握手中冲刺剑，冲向了射尸鬼，不过它也不是傻子，刚一到能放出死亡缠绕的范围，它立即手一抖，两条粗长的幽灵蛇立即绕上边缘的射尸鬼的身，而小影也一顿身形，转身就往我这边跑了过来。\\n\\n那群射尸鬼是一声乱叫，抬手就冲小影丢射来一拨骨箭，嘿嘿，咱家小影也不是笨蛋，它那招死亡冲刺可不光能用在进攻上，拿来逃跑，同样也是个良方，只见黑光突然一闪，小影就平空出现在数米开外，那阵骨箭齐刷刷摸入石板之中。\\n\\n小影顺利逃出射尸鬼的攻击范围，果然令它们大怒，追赶了上来，八个快的，二个慢。好，就是现在，看着小火球膨胀到排球般大小后，就不再变大，而跳动的火焰也已变成紫红色，估计是到了它的负载极限，妈的，就是练这玩意太耗钱，不然，我真想冲完初级，看看中级的小火球会是什么样子，奶奶的，这事再说吧，先吧这些射尸鬼给解决掉。\\n\\n我疾步冲上去，一甩手，极品小火球立即划出一道优美的弧线，呼呼砸向那群射尸鬼，跟我斗，等于鸡蛋碰石头，老子让你们也尝尝变成焦碳的味道。\\n\\n黑子，小白，给我出来，养宠千日，用宠一时，该是你们衷心报主的时候了，火球一出手，我立即把小黑和小白召唤了出来，准备杀向射尸鬼。\\n\\n轰的一声巨响，一道灼人的热浪如冲击波般扩散开来，小火球在射尸鬼身上爆发了，形成一串连锁火团，那紫色的火焰如附骨之俎，在射尸鬼身上烧得是啪啪乱响，但是燃烧范围既不扩大，也不熄灭，够射尸鬼受得。\\n\\n我眼里红芒一跳，一片血丝骤然从黑色的瞳孔里蔓延开来，充满双眼，沸腾的热血涌上心头，面对这样的战斗，才让我觉得有点挑战的味道，才够刺激，而诅咒之刃也在嗡嗡微鸣，似乎为即将展开的杀戮之战而欢呼。\\n\\n杀意已浓，唯有收割！\\n\\n*********************************\\n\\n遍地都是射尸鬼零散，残缺的尸骸，黑糊糊的粘稠血液洒满整了洞口周围，被炎热的火气一烤，留下一块块黑色的印记，我静静地站在洞口，胸膛不住地上下起伏，眼里的血丝渐渐退去，身上，还残留着被骨箭穿过的伤痕，我伸舌舔了舔嘴边的血迹，轻蔑地一笑说道：“射尸鬼，你们果然是血少攻高，遇到我，你们只有死路一条。”\\n\\n小影在帮我挡了N根骨箭后，成功完成它的任务，化为一堆白骨，与大地同眠了；小黑和小白身上也被射尸鬼射得是伤痕累累，看得我是好生痛心，赶紧从背包里掏出大块牛肉，犒赏犒赏。\\n\\n摸摸，看看这帮家伙暴了啥没，一路下来，老子快要穷疯了，我伸手从射尸鬼身下一个接一个摸了过去。没钱没东西，我日……没钱没东西，我靠……有钱没东西，妈的，鄙视你，哎呀，手什么东西扎着我手了，我连忙推开食尸鬼被砍成两截的身子，定眼一看。\\n\\n吼吼，有效益，咱没白杀，是个三十九级的尸鬼指环，黝黑的指环上面散布着一个个锐利的骨刺，一看属性，还成，能增加玩家10%的魔法值，又是个法师用的装备，嘿嘿，收起来收起来，这可是意外之财，就用不着和大熊他们平分了。\\n\\n恩，差不多半小时了，赶紧把小白召回了背包，我优哉悠哉地坐在洞口，等着大熊他们上线。\\n\\n看着那些射尸鬼一个不剩，变成满地碎尸，大熊他们的眼睛几乎要从眼眶里蹦了出来，转头看我的目光，也变了味道，那副模样，不象是看人，也不象是看神，而象是看——魔！\\n\\n“别问为什么，ok？得抓紧时间去下一层，不然再刷一批射尸鬼出来，我可没办法对付。”我收起小黑，故意催促说道。\\n\\n“走，隐哥说啥就是啥，俺吃了秤砣铁了心，听你的。”挑灯立即积极响应，拔腿就走。\\n\\n“隐哥，你是怎么办到的，只告诉我一人好不好，我口风紧着呢，绝对不会乱说，”大熊凑到我身边，低头小声说到。\\n\\n“口风真的紧吗？”我看了他一眼说道。\\n\\n“真的真的。”大熊如小鸡啄米接连点头说道。\\n\\n“那我就只告诉你一个人，你千万别告诉别人啊。”我郑重其事地说道。\\n\\n“好好，我不说。”见我答应告诉他，大熊黑脸带笑地说道。\\n\\n“耳朵过来，”我跟大熊一说，他立即凑过了脑袋，“拿刀砍死的。”\\n\\n“就这么简单！”大熊楞了楞。\\n\\n“你想多复杂？好了，告诉你了，走吧，看看下层是啥小鬼哦。”我满脸的诚然，一推大熊说道。\\n```\\n\\n\\n------------\\n\\n第二百二十三章 出狱二（下）\\n\\n嘿，你还别说，真得佩服华夏集团，把个天地开发得这么好，这十八层地狱，是层层有名堂，层层有花头，充分宏扬了咱们民族文化。这不，十七层的石磨地狱里，摆放着一个个巨大的石磨盘，磨盘好多哥们没见过吧，就是农村里通常用来磨豆子用的，一般都得要头骡子或驴来拉。不过在这里，那些巨大的磨盘磨的可不是豆子，而是磨的一个个怨魂。\\n\\n```\\n那些怨魂被吊着扔到磨盘的间隙处，一群身强力壮的磨石鬼推动着粗长的圆木，磨盘发出吱呀吱呀的声音，缓缓交错揉碾着，伴随着一声声揪心的惨叫，一股股浑浊的血浆混着肉沫，就不断从石盘下面渗透出来，就算那粉身碎骨之痛，也莫过如此吧。\\n\\n四十六级的磨石鬼，看样子属于绝对的力量型小鬼，汗，它们那个头，和大熊也有得一比，不算是小吧，而且这数量，想要过去的话，难度增大不少，我目光扫了扫石磨地狱里面的情形，心中暗暗叫苦。\\n\\n“隐哥，这里的怪等级好象太高点吧。”挑灯转头看了看我说道。\\n\\n“恩，就我们这个队伍，想要冲过去的话，似乎有点悬。”我实话实说道。\\n\\n“那，咱们是进还是退啊？”挑灯楞了楞神，走向前两步问道。\\n\\n“隐哥，你看呢。”大熊也侧目看着我说道。\\n\\n“退？后面射尸鬼小队估计已经刷出来，我们无法再退。”我托着下巴说道。\\n\\n“那就是进了？”大熊听我这话，立即说道。\\n\\n“进，太危险了。”我摇了摇头说道。\\n\\n“那总不能待在这里不进不退吧。”大熊双手一摊地说道，“隐哥，你是不是太过担心我们的安危了，你放心好了，当初听了孟婆的话，我大熊就没打算能活着冲到最后一层，大不了就是个死字，咱回头多努力点，又能打拼回来，实在不行，你自己过去吧。”\\n\\n“恩，隐哥，要是实在冲不过去的话，你自己走吧，我们绝对不拖你的后腿。”挑灯和看剑也齐声说道。\\n\\n“隐大哥，虽然我和姐姐只是个女孩，但也绝对不是贪生怕死之辈，你关心照顾我们，我们心里有数，但是也不能让你在这里干耗，要不是有你在，我们可能在前面几层就已经挂了，现在，我们可不能再连累你。”紫色风铃一脸恳切地跟着说道，“你就自己走吧。”\\n\\n多好的一群同志啊，能在关键时刻说出让人感动的话，咱这心里热烘烘的，我一脸的毅然说道：“同志们，你们怎么能说这种丧气话，咱们已经到了最后的冲刺，当然要一起同甘苦，共患难，我哪能说走就走，放弃你们不管呢。对了，你们还有多少经验升级，跟我说下。”\\n\\n“我还早呢，还有40%。”大熊回道。\\n\\n“我还有10%几。”挑灯回道。\\n\\n“我也差不多。”看剑也接着说道。\\n\\n“我还有9%。”蓝风风铃看了看说道。\\n\\n“我快拉，还有4%。”紫色风铃高兴地说道，不过脸色又一暗。\\n\\n“那好，奶奶的，那我就先陪你们冲上一级，不过大熊就算了，他还早呢，然后我们再准备冲关。”我一咬钢牙，拿出长弓说道。\\n\\n**************************\\n\\n“隐哥，我看今天是别想升级了，明天吧！”挂掉这个皮粗肉厚的磨石鬼，挑灯看了看经验说道。\\n\\n奶奶的，真是辛苦，这磨石鬼一来就是四个，哥们我是使出浑身解数，才能和大熊他们一起搞定，还要等所有技能回复过来，才赶拿下一组开刀，这样的话，要是深入腹地，还不是死翘翘啊，不过我还有秘密武器没有用，是用，还是不用，这个念头一直在我脑海里犹豫不定。\\n\\n“恩，那大家在门口下线，明天早上继续八点吧。”我点了点头说道。\\n\\n“那明儿见！隐哥。”\\n\\n我笑着大熊看他们一个个跟我告别，只下自己一人独自在洞口，心里暗暗思量起来：明天带大熊他们冲关的时候，要不要把小影召唤出来，要不要把自己的秘密都给他们知晓。\\n\\n妈的，明明很简单的一件事，咱干吗要想得这么复杂。明天要是不召唤小影冲关，估计他们中间肯定有人要挂，即便是有小影在，咱也不敢保证百分之百能带他们安全过去。\\n\\n把小黑、小白叫出来，那样实力不就大增了，不不，它们可是我的宝贝，我是绝对不会拿它们的小命开玩笑，要是一个不小心，被磨石鬼给围歼的话，我找谁要去，什么危险召唤回来不就成了。奶奶的，又是人又是宠的，我可只有一个脑袋一双眼睛，哪看得过来，宁可我死，也不能它们亡。\\n\\n算了，妈的，谁让大熊这帮家伙白天给咱说了那么暖人的话，咱就在他们面前露点小秘密吧，小火球也用，那就算了，还是继续埋藏着吧，差距太大，又没地利，不会有对付射尸鬼那种效果的。\\n\\n心中既然想定，我也得下线休息了。\\n\\n****************************\\n\\n“隐哥，这个？是谁？”看到我身旁的小影，大熊又快把他那对牛眼给瞪出来了，惊讶地问道。\\n\\n“我只说一次，你负责跟挑灯他们解释。”我白了大熊一眼，奶奶的，就知道他们会少见多怪。“这可是我的极品宠物—死灵骑士小影，至于怎么拥有，首先要学高级驯服术，然后去那个冥王神殿找，几个月才出一个，运气好遇到的话，就可以尝试去驯服它了，怎么样，够详细吧。”我一口气说道。\\n\\n不过看大熊那副完全被小影吸引的样，估计也没把我的话听在耳里，只是应声应合着，根本没有注意到我言语里的诸多破绽。嗨，顾不了那么多拉，咱总不至于告诉他，我学习召唤魔法了吧，那估计更不可信，还是借宠物的名头最合适。\\n\\n“隐哥，你昨天也是利用它杀的射尸鬼吧。”大熊看了半会，转头说道。\\n\\n“恩，它一天只能召唤一次，死了的话就要第二天才能召唤。”我信口胡言乱语地说道。\\n\\n“唉，可惜我和挑灯他们都学习的一般驯服术，想有这个宝贝，没机会了。”大熊摸着小影那身盔甲，口水都要下来了，估计要是小影在他那的话，这家伙能把盔甲剥下来自己穿。\\n\\n“大熊，这可是我的小秘密，你们可不能外传，知道吗？”我不忘特意叮嘱大熊说道。\\n\\n“放心吧隐哥，啥能说，啥不能说，我大熊心里明白着呢。”看这大熊一脸明了，清清楚楚把这话说出来，我才宽了心。\\n\\n等挑灯、风铃姐妹他们上来，大熊一一负责解释过后，我一挥手中长弓说道：“好了，开工，准备冲级冲关！”\\n\\n********************************\\n\\n有小影在，这杀怪效率果然得到大大的提高，基本上是我昏迷一个，然后和小影合伙弄一个，而大熊他们负责搞定一个，这磨石鬼虽然等级比沙翼兽要高上一级，可是动作迟缓，到是让大熊他们省了不少的麻烦，勉强能对付。\\n\\n“我升级了。”一道道金光盘绕在看剑身上，抹去他盔甲上被磨石鬼敲打出的伤痕，他一脸喜色地说道。\\n\\n“废话，闹这么大的动静，你不说我也知道。”挑灯擦去额头的汗水说道。\\n\\n“那咱们就准备冲关。”我一指前方说道。\\n\\n“基本队行保持不变，不过大熊换到后面负责保护风铃姐妹，我家小影在前面开路，我引怪；到了中间要是怪多的话，挑灯你们就吃金虎丸，跟我后面集中火力，盯着一个杀；小铃依旧是霜冻魔法，减慢磨石鬼的速度；大玲则负责补血，谁血量低与五分之一就得立即加，这怪物等级太高，攻击猛了；那，还有这个天香丹，保命用的，数量不多，省着点。”我一一叮嘱道，“大家都清楚了吗？”\\n\\n“清楚了！”大熊他们齐声说道。\\n\\n“那好，出发！”我挥起弯刀，铿锵有力地说道。\\n\\n*******************************************************\\n\\n他，拥有罕见的九阳神脉，\\n\\n他，手持霸道的邪灵神剑，\\n\\n他，偶得神兽麒麟守护，\\n\\n他，笑拥无数美女入怀，\\n\\n他的一生，注定是个传奇，是个神话！\\n\\n三国鼎立战乱纷，邪剑出世震天威；\\n\\n不二神功唯我有，麒麟伴主平四方。\\n\\n看小隐完本新作：《天邪吟》给你不一样的感觉！ 书号：79467\\n```\\n\\n\\n------------\",\"timestamp\":1640583873,\"title\":\"第二百二十三章 出狱二（上）\"},\"digest\":\"5WvMB0tDIMCk8ebJNVv1bp--_zYWtFzaV6slo5H89X8\",\"authorship\":{\"contributor\":\"0x07E2D83d5A89174D549297CFc8cD8CbB78FebC6c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C2OHEEUe3qn45w8qMn-jzcP8kMbasxqeER14hgThCCU\\\",\\\"y\\\":\\\"DIdqwWRnz1pX0iCWCFB4sY83ruWrItVuElpeKygT2zk\\\"}\",\"signature\":\"8ncotMXTF0_gs769BrgFLeRhdmo7E4k4wuvMRHrG0EtzNMCceNIPSK0_3BWmGcThnT3pruhadGIDvDB77G7gVg\",\"signingKeySignature\":\"0x839ebcedf7f7dfba71162f93dde87cf81fef27ca57ed30e249a801a80e04a4f03bcf60dcf5f61d55437fcd7ded01282954166cd96cbc4b2f96d8487b694ee3b41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C2OHEEUe3qn45w8qMn-jzcP8kMbasxqeER14hgThCCU\\\",\\\"y\\\":\\\"DIdqwWRnz1pX0iCWCFB4sY83ruWrItVuElpeKygT2zk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5WvMB0tDIMCk8ebJNVv1bp--_zYWtFzaV6slo5H89X8\"}"