"{\"content\":{\"body\":\"*The 100,000 person town of Green Bay shouldn’t be able to sustain a professional sports team, and yet it’s home to one of the most successful franchises in the NFL. Cryptocurrency DAOs will eventually replicate this success on a very large scale.*\\n\\n![](https://miro.medium.com/max/1400/1\\\\*WNT5nBEyh2ezBfGmQJT_Zw.jpeg)\\n\\n**Here are some facts that don’t sound like they add up:**\\n\\n* The population of Green Bay is **105,000.**¹\\n* Lambeau Field, home of the Green Bay Packers, has a capacity of **81,000.**²\\n* The Packers have sold out every home game for the last **60 years.**³\\n* The Packers have the most wins and the highest winning percentage of any team in the NFL.\\n* Despite having by far the smallest market size, the Packers are the **12th** most valuable team in the NFL and **27th** most valuable team in the world.⁴\\n\\nHow can it be that such a small town has sustained such a successful team? **Community ownership.** The Packers are the only US sports team that is owned collectively by its fans, not by a centralized group or person. And as it turns out, organizations that build public goods are *better* when the community stakeholders are in charge.\\n\\nYou might not think of professional sports as a public good, but that’s because team ownership structures have bastardized this fact. The most valuable thing sports teams create for their fans is that feeling of pride and unity. Everything else is secondary — entertainment value, merchandise, eyeballs for advertising, and so on. More than anything fans want their team to win games, and when their team wins, every fan benefits regardless if they paid money for it. This by definition [is a public good](https://www.investopedia.com/terms/p/public-good.asp).\\n\\nSports franchises however are still money-making enterprises that can be very valuable, which creates a conflict of interest for central ownership. Sure, central ownership wants the team to win games, but only to the extent that it supports their #1 goal, which is to make money. Teams with central ownership routinely make decisions that are absolutely catastrophic for the public good value of their team, like:\\n\\n* [Selling high-performing players to cash in on their success.](https://us.blastingnews.com/sports/2017/12/miami-marlins-a-history-of-fire-sales-002228381.html)\\n* [Moving the team to a new city.](https://bleacherreport.com/articles/2686629-chargers-move-to-la-just-the-latest-example-of-how-in-the-nfl-greed-wins)\\n\\nFor a community-owned team like the Green Bay Packers, these decisions are off the table, because their priorities are reversed. Sure, the Packers want to make money, but only to the extent that it supports their #1 goal, which is to be a source of pride for the city. And the Packers have shown through their $2.5 billion valuation that these are not mutually exclusive.\\n\\nOwnership in the Packers is represented by \\\\~5 million outstanding shares, and no one can own more than 4% of this supply.⁵ Shares give you voting rights and nothing else — no dividends, profit sharing, or even securities protections. Those familiar with DAOs in crypto will recognize this asset as a relatively standard governance token.\\n\\n**Dawn of the DAO Era**\\n\\nIf you’re not familiar with DAOs (Decentralized Autonomous Organizations) they are cryptocurrency-based organizations where decisions are made by a collective of participants rather than a central person or group, and whose rules and processes are all recorded on immutable ledgers. Voting rights are typically tied to ownership of a governance token.\\n\\nDAOs first came about as a necessity because decentralized protocols need decentralized management for security. The first DAO came with the first cryptocurrency, since Bitcoin’s source code needs to be managed by a collective that can’t be attacked, just like its core protocol.\\n\\nBut as it turns out, DAOs are good for 2 things:\\n\\n1. **Building decentralized products/services that need high security**\\n2. **Building public goods where value is shared by a community**\\n\\nCryptocurrency in many ways likes to reinvent things that already exist, and in the case of DAOs, it recreated the ownership structure of the Green Bay Packers.⁶ In trying to solve for #1 above, the crypto community stumbled onto a scalable solution for public good funding, the main source of Capitalism’s problems.\\n\\nOf course, the DAO that manages Bitcoin’s source code looks very different than the governance structure of the Green Bay Packers, because decentralization for security is a different goal than decentralization to align incentives with a community. [The Packers have a front office](https://www.packers.com/team/front-office-roster/) that runs day-to-day operations behind closed doors, and community owners are only occasionally called on to cast votes or join meetings. For better or worse, lots of cryptocurrency DAOs today look like this as well. Centralization can help with organizational efficiency, but only works if the community can trust those that represent them, and if the community is empowered to the extent that operational decisions reflect the value they want to see created.\\n\\nWe see this spectrum of decentralization throughout the DAO space. For example, **[BrightID](https://www.brightid.org/)** is a DAO working on identity uniqueness for sybil resistance in web3. Identification is a very sensitive public good with a high trust threshold, so BrightID’s users demand a very open and transparent DAO. For DAOs on the other end of the spectrum, community empowerment can be integrated into a centralized organizational structure by simply dedicating a portion of the treasury to its community. This is the concept behind **[1Hive Gardens](https://gardens.substack.com/p/introducing-gardens)**, a token governance platform for community-led funding proposals.\\n\\nOther DAOs that are focused on public good funding:\\n\\n* **[Gitcoin](https://gitcoin.co/)**\\n* **[Giveth](https://giveth.io/)**\\n* **[1Hive](https://1hive.org/#/home)**\\n* **[Token Engineering Commons](https://commonsstack.org/)**\\n* **[Circles UBI](https://joincircles.net/)**\\n\\nPerhaps the most revolutionary concept of a public good DAO is this idea of a governance token. Public goods by definition cannot be owned, which is why we depend on governments and nonprofits to build them (sports teams are an exception here, since they’re an intermixed public good and private product). While governments and nonprofits are rife with management flaws, many have still done well at creating value for public goods. What they don’t have however is a financial asset that directly links the creation of a public good to a store of value. [This has the potential to dramatically increase public good funding by being much better financial investments than donations or taxes.](https://paulglavin.medium.com/cryptocurrencys-solution-to-the-public-goods-problem-f6f6e21776d9)\\n\\nThe success of the Green Bay Packers is a good indicator that DAOs will eventually capture a lot of value. The only question is what will happen first — will crypto DAOs learn to build the world’s public goods, or will the charities and government agencies that do this already learn to become better DAOs?\\n\\n*Footnotes:*\\n\\n1. *<https://datacommons.org/place/geoId/5531000>*\\n2. *<https://en.wikipedia.org/wiki/Lambeau_Field>*\\n3. *<https://en.wikipedia.org/wiki/Green_Bay_Packers>*\\n4. *<https://en.wikipedia.org/wiki/Forbes%27_list_of_the_most_valuable_sports_teams>*\\n5. *<https://www.packers.com/community/shareholders>*\\n6. *Note that there are plenty of community-owned public good providers besides the Packers, but they make a great example since they’re so well-known in the US.*\",\"timestamp\":1637100936,\"title\":\"To Understand DAOs, First Look at the Green Bay Packers\"},\"digest\":\"Lm82BK5jkOQA2Bc7ZbQeg0386wFoOjn-r6Chk6JDDWY\",\"authorship\":{\"contributor\":\"0x809C9f8dd8CA93A41c3adca4972Fa234C28F7714\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RX2rmw2lvEkIe5ewTUmsoXGimFk4poUqGt6iOgY56qA\\\",\\\"y\\\":\\\"7N4lsUO3w1bqxv4T8fKXON3ttgrDXNZdTCzyWM-o8Nc\\\"}\",\"signature\":\"RMmmP14quh11ECGwJWv0iDGTWNhjgYUcqKH7BLXrNrKrVfc85F9t1eFRbH-mxKXbGTBQ48ljfhbk78za5uAisA\",\"signingKeySignature\":\"0x85d4d161b4620d6727fbd7eab40a4f19082589c24d7942cf64d6e119bce0c28454ae6c296489f0c1ea1cec6b32515e8bac9d8466b231ad6796074c9bec5c8dbf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RX2rmw2lvEkIe5ewTUmsoXGimFk4poUqGt6iOgY56qA\\\",\\\"y\\\":\\\"7N4lsUO3w1bqxv4T8fKXON3ttgrDXNZdTCzyWM-o8Nc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Lm82BK5jkOQA2Bc7ZbQeg0386wFoOjn-r6Chk6JDDWY\"}"