"{\"content\":{\"body\":\"In 2010, my close friend and an aspiring filmmaker wanted to make a short film. Out of the 11 boys in my class, seven of us decided to be part of it. We decided to write, shoot, and act in the movie since we did not have a budget.  \\n  \\n My friend had a story none of us heard fully, but we were on board. One of us had a camcorder and we made him the cinematographer.  \\n  \\n We shot the movie in Koyumbedu bus terminus. We shot a couple of scenes outside the terminus and a few other scenes inside a couple of empty buses. My friend made me play a cameo in the movie as a bus conductor. I borrowed the ticket machine and the money bag from a conductor and played the part.  \\n  \\n None of us spoke any dialogue and instead were chewing gum the whole time. The movie was a disaster with amateur elements flooding every scene. The name of the production was \\\"Bio- Ultimates\\\", and I'm pretty much sure I've heard the background score in a Hollywood movie (the 20-minute movie had no dialogue). Even when we uploaded the movie on YouTube, the video had a watermark that of the editing tool that said \\\"Pay $29.95 to remove this watermark\\\".  \\n  \\n But, nothing stopped us. We screened the movie in our class and we're incredibly proud of ourselves for doing that and for having that experience.  \\n  \\n I hardly thought about our movie experience in a long time, until I saw Cinema Bandi yesterday. I loved the warmth of the movie and the innocence of the characters. The shoot scenes took me to that time I played a bus conductor chewing gum.  \\n  \\n I loved the final message in the movie - Everyone is a filmmaker at heart.\",\"timestamp\":1637503018,\"title\":\"We're Storytellers\"},\"digest\":\"n9puwdNutHAyKvtFVxb4bL7jvZMHCbcCESE_FOtuibs\",\"authorship\":{\"contributor\":\"0x19319CA0E3CD786D34216BdED7392E5a2283C4de\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WyqOMHrxeCkj1z83WnOvICGdZpfcNekP7X5hso5cvIw\\\",\\\"y\\\":\\\"qkSHiIB0XEOvm85jWtKLXgrfwWpZ7JqoTfSx97WP-XY\\\"}\",\"signature\":\"sXts4GNICUm1BcZUXyEK2M5Dz6n-PnJ0shgiHvaP3chUHylZVCiLT-qHoYL-7DurRGmX62eaUxHGe4qcNbzt-A\",\"signingKeySignature\":\"0x8dce89415bad844b004f9afd6311fe4295fc5cf907fd9438efd82da8d599cb210f5d1ea4ca65e6a5ff71c05c5327346cc79a58fead24867d54656d7dba9fd0cb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WyqOMHrxeCkj1z83WnOvICGdZpfcNekP7X5hso5cvIw\\\",\\\"y\\\":\\\"qkSHiIB0XEOvm85jWtKLXgrfwWpZ7JqoTfSx97WP-XY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gZ6dBZSuuSIXDRjaCIzAmgeq28stPxlDKk88fu82LcQ\"}"