"{\"content\":{\"body\":\"[Index Cooperative](https://www.indexcoop.com/) (“Index Coop”) is one of DeFi’s most exciting projects. Its products have tremendous value and utility, its core contributors are constantly engaged and innovating, and its community is very strong. As a protocol, Index Coop allows for the creation and management of index products — a tokenized basket of cryptoassets that are grouped together under a specific theme. These products are managed by the community and partners, and can be changed to reflect developments in the product’s theme.\\n\\nAt the moment, Index Coop has \\\\~$525m in index value. The best known index is DPI (in collaboration with [DeFi Pulse](https://defipulse.com/)), which mainly tracks a basket of DeFi blue chips. Other indices include BED (in collaboration with Bankless), MVI, DATA, ETH2x-FLI, and BTC2x-FLI. One other thing to mention is that the protocol is built using Set Protocol v2, the best-in-class infrastructure for a project like Index Coop.\\n\\n**$INDEX**\\n\\nIndex Coop is decentralized and run by a DAO, which is composed of all the $INDEX holders. $INDEX represents a claim to governance of both the platform and treasury. It can vote on smart contract changes, new product additions, treasury allocation, and organizational matters. While this is all pretty typical of DeFi projects, $INDEX has a lot more under the surface that makes it valuable.\\n\\n**Power of the treasury**\\n\\nMost products in DeFi have fees, which allow them to generate value off of usage as well as other functions. The issue with this statement is that, in several cases, those fees don’t go back to the protocol, but rather are distributed to other parties involved in the ecosystem. Take Uniswap for example. While it does have the infamous fee switch, the switch still has not been activated, and the entire 0.3% fee goes towards LPs. Nothing goes to the protocol. While this might play into both the growth strategy and regulatory risk management, it impinges a dampening factor on the value of the governance token. Index’s products earn revenue, and importantly, earn that revenue for the treasury. They do this through what is called a *streaming fee*. These are fees paid out to Index and its partners over time based on the market cap of the product. The revenue streams are as follows (according to [Dune Analytics](https://dune.xyz/jdcook/Index-Coop-Revenue)):\\n\\n* DPI: 0.95% streaming fee (70% to Index, 30% to DeFi Pulse)\\n* BED: 0.25% streaming fee (50% to Index, 50% to Bankless)\\n* MVI: 0.95% streaming fee (100% to Index)\\n* DATA: 0.50% streaming fee (70% to Index, 30% to Titans of Data)\\n* ETH2x-FLI: 1.95% streaming fee (60% to Index, 40% to DeFi Pulse). With an additional 0.1% mint / redeem fee (60% to Index, 40% to DeFi Pulse)\\n* BTC2x-FLI: 1.95% streaming fee (60% to Index, 40% to DeFi Pulse). With an additional 0.1% mint / redeem fee (60% to Index, 40% to DeFi Pulse)\\n\\nThese revenue streams then form an impressive revenue build which accumulates to the treasury:\\n\\n![](https://images.mirror-media.xyz/publication-images/uHo76rmoUIiCcrQqzw38o.png?height=246&width=640)\\n\\nAs a holder of $INDEX, one controls this ever-growing, valuable treasury. That being said, while $INDEX holders do not get any dividends nor direct value accrual mechanisms today, the token can be viewed as an option on distributing the treasury later (I concede that this is not the best thing for token holders now, but it also isn’t the worst). This option has solid value as the probability of distribution is definitely above 0%, and the implied volatility of the space is very high (put your Black-Scholes caps on!). Touching on the latter point, I’m not talking about asset price volatility, I’m talking about the volatility of innovation. $INDEX entitles one to a treasury that can increase due to many different future revenue streams and can be used to fulfill many different initiatives. $INDEX represents the potential of the treasury.\\n\\n**Metagovernance (or “leveraged metagovernance”)**\\n\\nThe importance of the treasury is a key piece of the puzzle, but several DeFi investors and users understand that logic already. Metagovernance, on the other hand, is a different story. The metagovernance argument really clicked for me when [Fei Protocol used it’s $INDEX holdings to add $FEI to Aave](https://twitter.com/0xjosh_/status/1448729410618609668?s=20). What happened? Well first, the Index Coop DAO proposed adding $FEI to Aave. They could do this given the significant amount of Aave owned within DPI. Secondly, Fei Protocol’s DAO (governed with $TRIBE) used its $4m in $INDEX to vote in favor of making this proposal happen during an Index Coop vote. Abstracted: Fei Protocol owns $INDEX -> makes Index Coop propose $FEI addition -> Index Coop used $36m in DPI Aave to vote this through on an AIP. Bottom line is that Fei Protocol was able to do something strategic of high scale by using $INDEX as a form of governance leverage.\\n\\nThis idea is quite revolutionary; as Seb (co-founder of Fei Protocol) explained: “Levered metagovernance is when DAO #1 uses a small amount of tokens to vote on a proposal in DAO #2 that then uses a much larger amount of tokens to vote on a proposal in DAO #3.” What does this remind me of? Tokemak. Just as projects buy $TOKE (acquired through either a treasury swap between Tokemak and the project’s DAO, or a direct market buy) to direct 1:10 more liquidity to their protocol, projects can buy $INDEX to direct 1:x (x depends on AUM) more voting power in order to realize a strategic objective. Zoom out and it becomes apparent that $INDEX should be an important holding in projects’ treasuries. It is power to conduct strategy…\\n\\nGiven this framework, I argue that $INDEX isn’t just an option on value accrual and a tool to direct an impressive project, but it is also the needed ingredient to realize strategic objectives in a cost-efficient way. Thus, demand for $INDEX in the future will be derived significantly from projects wanting to use it. This demand will be different from regular trading demand as it will (1) be much larger in aggregate (of course, this assumes that Index’s products keep growing and have meaningful assets under management) and (2) be more long-term oriented. Projects wont buy it once and dump it — they will keep it on their balance sheet to be used for future strategic moves.\\n\\nWith all this in mind, it is wild that $TOKE has a market cap of \\\\~$456m and an FDV of \\\\~$7b, while $INDEX stands at \\\\~$62m and \\\\~$288m respectively. I do see the validity in the argument that, as it stands, core liquidity is much more important than strategic influence in DeFi; however, even after underwriting this argument, the discount still seems out of place.\\n\\n**Conclusion**\\n\\nThe goal of this post was to illustrate that there is a lot more behind the $INDEX token than an average DeFi user might think. $INDEX has quite a lot going for it, with several of its components reinforcing each other. Growing product usage derives more revenue and commands greater metagovernance power. Growing the product portfolio also derives more revenue as well as opens up the addressable market for metagovernance. To conclude, I leave you with the $INDEX value triangle:\\n\\n![](https://images.mirror-media.xyz/publication-images/MUnhgTlafljvVnzm_IGWm.png?height=232&width=355)\\n\\n**Disclosure:** *This blog series is strictly personal/ educational and is not investment advice nor a solicitation to buy or sell any assets. Please always do your own research.*\",\"timestamp\":1636921182,\"title\":\"$INDEX: more than just a token\"},\"digest\":\"bjaYxf-5HrntOj7P2QmqqVpQsmgXIJQgk0ceKMnZRIo\",\"authorship\":{\"contributor\":\"0x8BE2355417EF645f3A3739DD1B8aBd38C563c595\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HTqUQ00lMr7sx13pthueg1HiRQddel0BEoPYQcsEiDw\\\",\\\"y\\\":\\\"t6BjXDrgoKbuy1FpGP5xqwJEsYI6WZVZ4Ral1CUvj_E\\\"}\",\"signature\":\"eyBzpC1We-kva65BqZ5NVVLrqXwISBrbp5bT7cwtHOCq3EbzdS2vlqVi41fXRoPOBwgQ46FW-y5DzrVJSCJxhg\",\"signingKeySignature\":\"0x728e7b39e97d7a45530ff78da7cbff5f5bdd22f046517b2c4a4cf2586972f4a4697a1537273667124fb6971aefdf3638a116419bb49d0c3f13c7248212a82b301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HTqUQ00lMr7sx13pthueg1HiRQddel0BEoPYQcsEiDw\\\",\\\"y\\\":\\\"t6BjXDrgoKbuy1FpGP5xqwJEsYI6WZVZ4Ral1CUvj_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bjaYxf-5HrntOj7P2QmqqVpQsmgXIJQgk0ceKMnZRIo\"}"