"{\"content\":{\"body\":\"**Buzz buzz…**\\n\\nWhat makes a project successful? Why do some projects blow up overnight and others with potential seem to flop like soggy bread? Can anyone really make their own project? Is it that easy? What does it take? Why so many questions?\\n\\n## What’s the meta?\\n\\nThe current meta (no, not Zuckyberg’s plot to control the world) has been:\\n\\n* Release Pixel 10K Collection (a few [fiiver](https://www.fiverr.com/search/gigs?query=nft&source=main_banner&acmpl=1&search_in=everywhere&search-autocomplete-original-term=nft&search-autocomplete-available=true&search-autocomplete-type=suggest&search-autocomplete-position=1) artists you can pay $50 for some assets)\\n* Announce Token\\n* Gen 2 with Token Burning Mechanic\\n* Formation of DAO\\n* Game Announcement\\n\\nWhen it comes to marketing make sure to incentivize everyone by promising whitelist spots by following/sharing and getting people into the discord server. Why pay for bots yourself, that’s dumb you big dummy, just promise people with the highest shill count spots on the whitelist and they pay the bots for you. Damn, you’re a financial genius.\\n\\nAlright, you now have 20K followers on Twitter and 10K bots in Discord with about 10 real suckers people talking in the chat. They promo like crazy for you and maybe even spam invite getting more real customers. Real people start seeing the big following and they jump on the bandwagon tweeting, “THIS IS THE NEXT BORED APE, GET IN NOW”. They onboard their entire friends and family, who have no idea wtf they are getting into but they heard NFTs make millionaires on PBS kids. They all start tweeting about your project, about how they are truly committed to this project, and that this community is unlike any other. One of the tweets goes viral and BOOM…sold out.\\n\\n![](https://miro.medium.com/proxy/0\\\\*MGxnyh-8jkuZsYxv)\\n\\nWelp, congrats Plankton, you have the secret Krabby Patty formula to create a successful NFT project on any chain. No one cares about the art anymore, they’re pumping out whatever and saying it’s based on the “utility”. People mass promoting the community and positive vibes, despite the fact the project has no trajectory towards longevity and sustainability.\\n\\nBut honey, I’m built different. I’m not like every other project, I’m not just a flipper.\\n\\n![](https://miro.medium.com/proxy/0\\\\*nc8EMHnmjDJcSHhe)\\n\\n## Why are we here?\\n\\nHey, I’m not knocking you for making money, I also flip the JPEGs and I work on teams for projects. I’m a musician/creator by nature. How else could I rationalize raising my pinky when drinking my morning coffee while shopping for low-effort high-brow art that’s valued more than a village in Venezuela. It’s culture after all. But we have to reflect on why we take our actions and what we want to see in the future. We need to re-evaluate why we are in this space, to begin with. At a basic level, it’s the amount of money you’ll make. You’ve probably seen people on Twitter or Tiky-Toky flexing the crazy returns they’ve gotten, and you want a piece of that action. Let’s not lie, nobody spends their time and energy on anything without expectations of some returns whether it be monetary, social, or emotional currency. But is this all we care about?\\n\\nLet’s say you spend the next year involved in the space by trading, flipping, building, saying your daily GMs, retweeting every giveaway, joining a DAO, and getting involved in discussions. We’ve made our gains, our cup is full, and now we’re sitting in our Lambo with a rollie on the wrist, what are we doing next?\\n\\nFor me, I’ll be spreading that wealth to everyone around me. Getting my family some equity in houses, IRL and digitally, decorated in Fidenza and Rare Pepes.\\n\\nI’ll be supporting my local degens by collecting their macaroni art and napkin doodles (\\\\*Cough\\\\* Gary V) helping them set -up shop.\\n\\nWe know education is the biggest privilege any of us have, so being able to go out and educate as many people as humanly possible through incentive programs shaming Oprah’s philanthropic endeavors.\\n\\n![](https://miro.medium.com/proxy/0\\\\*wbBmLIn02WMyVe5-)\\n\\nI’d love to host boot camps around the “IRL” globe and metaverse where we take some of the youngest and brightest minds with an appetite to devour information that will change the world. Providing them with mentorship from the leaders of the Web3 we are creating.\\n\\nCreate a decentralized music conservatory, where the students can decide what they want to learn and who they want to teach. They aren’t limited to a specific style or genre. You want to be a rockstar, dope. You want to be a professional electronic kazoo player in a symphonic orchestra, you got it. As a creative being able to be formless is when we can innovate. It’s stepping out the matrix, seeing a blank canvas, and being allowed to experiment however you’d like without external pressures. Not only will they be amazing artists, but they’ll learn what & how to utilize Web3 to integrate that into their world to build themselves & others around them. It’s giving them the tools to not just survive but to create for themselves and those around them.\\n\\n![](https://miro.medium.com/proxy/0\\\\*-yqqSa_aWlMe8gjd)\\n\\nLook this isn’t my pitch to run for president, that’s just asking for a singular point of failure (I go on too many benders for that anyway), plus it’s totally against our decentralized ethos. However, my point is that we all have a vision of how we’d like to see the world. We may be completely different people, with different priorities, but the sentiment is the same. We want to build something bigger than ourselves. We want to be the movers and shakers of this world. We want to be the memers and degens of the kingdom. We want to leave a legacy. We want to leave our footprint, no not carbon. We want to share the joy of sharing.\\n\\n## \",\"timestamp\":1640016392,\"title\":\"Honey w/ your Tea \"},\"digest\":\"UcVISeHKY0gQ545Hbb_Oh7Lf1ccXfQtrrja8pYAtdF0\",\"authorship\":{\"contributor\":\"0x4E9dDdF23257B1Fe39d42c5C659627868800A78D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a0Dd4e4CEo9qIp_m7EOFAOYP3tvV1IPjqaaftfBlSvs\\\",\\\"y\\\":\\\"3qP8oWDfQV7MBVE3Lt_vN4pqAqWoUQ420qCVxbed-no\\\"}\",\"signature\":\"R-mZzJk3WlhLa2Y5vmvUg1L9CCzkGCdyMNFzMND7-JDSVDDXw6D4Ct6iN6536wuYCuPFRSXX9iL503QiOnZgrw\",\"signingKeySignature\":\"0x83592cb7ac858845f376cdedb622e60fb75cb860a3f35550839e9968e66d7f4b0f5520bb7b81e846412089fac17eb3c33b8d43e3314d7c2dd34d4aa9def778c21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a0Dd4e4CEo9qIp_m7EOFAOYP3tvV1IPjqaaftfBlSvs\\\",\\\"y\\\":\\\"3qP8oWDfQV7MBVE3Lt_vN4pqAqWoUQ420qCVxbed-no\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UcVISeHKY0gQ545Hbb_Oh7Lf1ccXfQtrrja8pYAtdF0\"}"