"{\"content\":{\"body\":\"This is my first time writing here. I’m curious to try something new.\\n\\nAs far as I can tell, Mirror has immense potential for positive change. If it is indeed true that “nothing is more powerful than an idea whose time has come” then it would stand to reason that Mirror could unleash immense power to those who wield it.\\n\\nIdeas that seek to bring clarity to issues we all face. Ideas that construct in our minds beautiful images of what the world could be, if we can gather the courage to change it.\\n\\nThe answers are not in our heads. Correct ideas arrive only through the process of action, scientifically testing theories in practice. Through writing, community, constructive back-and-forth, perhaps we might all arrive at something better.\\n\\nI’d like to write about political economy, about how technology can advance humanity to a higher mode of production. Post-scarcity and automation are particular interests of mine. Albert Einstein and Stephen Hawking both saw our current economic arrangement as standing in the way of that great achievement of post-scarcity. That probably warrants an article.\\n\\nThe printing press was initially used in Europe to ideologically promote and maintain the power of the Catholic Church. It didn’t take long for that monopoly on the printing press to fall into the hands of the commoners, and the printing press therefore became a means to undermine the old system in support of a new system.\\n\\nLet’s use this platform to advance humanity to higher stages.\",\"timestamp\":1640715922,\"title\":\"Ideas are valuable\"},\"digest\":\"Pohu2GG84TMsxtSudyvKqHCtthLz6G3JXk4TxF2WwjA\",\"authorship\":{\"contributor\":\"0x92aCb24715bafc7f7f14B8Ab77707cEfa7f537ec\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_hyhbDuFhWNp7ZAp4jk3mMjw8yXtcoQDktUYNZnxjwM\\\",\\\"y\\\":\\\"5EwdTvjWmVuUp2lN3OSvhhBVw5AdoDnfqbncz1LPeuA\\\"}\",\"signature\":\"XE52igv-MZ3iXH4YIhTagoIEBOVdLlgmH06drq9zM3O_8EQu_KjoACvk6chRCpWjq5FV03n9dxmXRelZ210Peg\",\"signingKeySignature\":\"0x6e386bc16890944bc372c18ff30797ad9d55118145852f5e1dc99521c54ccec6375a9ad17d2d9114f9896090ca6e25148cd301c388f0d8ce573896c0f79d9a5f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_hyhbDuFhWNp7ZAp4jk3mMjw8yXtcoQDktUYNZnxjwM\\\",\\\"y\\\":\\\"5EwdTvjWmVuUp2lN3OSvhhBVw5AdoDnfqbncz1LPeuA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6kPjdud6kRSNBK45miPzvUSPLnCP7_TtO2Di4n3KZHA\"}"