"{\"content\":{\"body\":\"This week the [Whiskey Pioneers DAO](https://minty.xyz/explore/whiskeypioneers) successfully launched on Minty. Two of America’s most successful whiskey entrepreneurs, Scott Bush and David Perkins (founders of Templeton Rye & High West respectively), came together to launch this groundbreaking DAO in partnership with [Foundry Distilling Co.](https://foundrydistillingcompany.com/)\\n\\nThe mission is straightforward: the DAO holds 500 barrels of 4-year old whiskey and is executing a buy-hold-sell strategy anticipated to last approximately four years. In addition to co-investing alongside successful whiskey entrepreneurs, investors will gain access to the insights and experiences of the sponsoring curators through periodic newsletters and virtual events. Whiskey Pioneers is an opportunity for people to come together and build a new community, while also learning about the spirits industry, participating in the exclusive world of whiskey investing, and discovering the burgeoning world of DAOs. Oh yeah, Whiskey Pioneers will also have first dibs on upcoming, related DAOs! (more on that later)\\n\\nFor those uninitiated in either DAOs or whiskey, let’s back up.\\n\\n### What is a DAO?\\n\\nA DAO (Decentralized Autonomous Organization) is an organization of individuals governed according to pre-established, encoded rules. Typically, actions taken by a DAO are decided upon by the collective through a blockchain-based vote, rather than by central leadership. The rules, decisions, and treasury of the DAO are tracked and managed on the blockchain, which provides maximum transparency and enables everyone to collaborate with confidence.\\n\\n### Why whiskey?\\n\\nMinty’s mission is to make DAOs accessible to millions of people so they can discover how they can align their personal passions, economic interests, and desire for community. At Minty we wanted to introduce people to the collaborative philosophy and functionality of DAOs with a subject that is tangible, often inaccessible, and in a manner where the incentives of all parties are aligned. We decided to go with American whiskey because, why not?\\n\\nIt’s no secret that demand for American Whiskey has grown and distilleries have struggled to keep up (won’t bore you with all the details). Unlike some spirits like vodka, whiskey must be aged, and almost invariably tastes better with proper aging. Therefore, we thought investing in something fun and tangible (and liquid 🤦) made sense. Secondary whiskey investments are generally unavailable to those outside of the industry, and never in a manner where the investor can have an influence. In Whiskey Pioneers DAO, the industry experts are co-investors, and all investors will be able to participate equally through a transparent and egalitarian interface. In this DAO, each individual has an equal vote, regardless of investment size.\\n\\n### Communities emerge from shared experiences\\n\\nWhiskey Pioneers represents one of the first DAOs to launch on Minty, which is creating an infrastructure for the Web3 curious to discover and join DAOs, and where anybody can bring IRL (read: tangible) DAOs to life.\\n\\nIn a DAO you don’t need a pre-existing community to be successful. The Whiskey Pioneers are an emerging community of enthusiasts who have come together to learn and share and coalesce around shared experiences in ways that weren't possible before.\\n\\n![Physical airdrops from the Whiskey Pioneers announcement at MCon 2021](https://images.mirror-media.xyz/publication-images/KhqubtCBfUV0ZfT4qOXWn.PNG?height=922&width=1225)\\n\\nWhat DAO do you want to build? Tell us on [Twitter](https://twitter.com/MintyDAO) or [Discord](https://discord.gg/d354QpGu8t).\\n\\n## The future is DAO.\\n\\nWAGBTC\\n\\nWAGBAT\\n\\nWAGBAI\\n\\nWAG…\\n\\nWhatever we all wanna buy, we are gonna buy it as a DAO. Forests, jets, Pokémon cards, castles. If it involves IRL assets or experiences, we want you in the Minty DAO. Our goal is to build shared infrastructure and knowledge to accelerate these experiments and bridge web3 to the meatspace.\\n\\n*Feature image created by [Abraham](https://twitter.com/abraham_ai_).*\",\"timestamp\":1639079360,\"title\":\"Whiskey Pioneers DAO Launches on Minty 🥃 🥃\"},\"digest\":\"sPlLr06NheVL8j5fCg29w-J2IkFQkoj4I5Ec3uTXlzU\",\"authorship\":{\"contributor\":\"0x139c9041f6Dc3c7076dE4eAc4a22ad8D9085C1bD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rCi5FCbI3QvYpG-c93TsIG68dAYrCXxexQMN-fqNWWI\\\",\\\"y\\\":\\\"ufJ9912eekE_qC5jKewT7Ei1z1NPpATm-QLTFAcD5s8\\\"}\",\"signature\":\"iXPp_vcTVUgYrdWd3e5mFuH4ghLd0GhMoHfZY9nOI-QJ9UIfYQZm548rItsdUxHfzhxI65rj8AFj5Utn-ccPjw\",\"signingKeySignature\":\"0xc70e35d8d17f51659807b646c4e6b8b656267859f3db508218251eaf93f6afe37bac598e978c8e8ac981b840051011300a8ee4ce50e02005ff80e533c22a6cb501\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rCi5FCbI3QvYpG-c93TsIG68dAYrCXxexQMN-fqNWWI\\\",\\\"y\\\":\\\"ufJ9912eekE_qC5jKewT7Ei1z1NPpATm-QLTFAcD5s8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XBFYL0ajE7cmroauONhfeX42UAD_12wVYEF-3UGn3to\"}"