"{\"content\":{\"body\":\"There are two routines for starting a business. The first routine is the routine played by ordinary people. It is to do a little thing within one's ability, and then draw concentric circles around the little thing, expand a circle, and do the thing that expands the circle well, and then expand the circle and do the further expansion thing well. At the very beginning, you have to carefully evaluate your abilities and resources. See what little things can be done well. If you start a business with this routine, as long as you don't rush for quick success and make quick profits, you can generally succeed. And if you keep working diligently, over time, you may also build a business empire. In fact, many entrepreneurs in our society were born in this way.\\n\\nThe second routine is a routine played by a big man or a strategist. From the beginning, I planned to do a big thing, and designed it for 5 years or even 10 years of hard work. For example, Ma Yunqian's e-commerce is a typical routine. From the very beginning, he had to design and play this. After taking venture capital, it took more than 10 years to realize this. The routine was a huge circle from the beginning. Draw a section this year, draw another section next year, and draw another section the next year, flowers\\nAfter more than 10 years, I finally drew a great circle, namely Alibaba and Taobao. Many companies that take venture capital belong to this routine. First design a huge pie, and then\\nThis huge pie is realized by burning money every year. This second type of routine is played by smart people and requires the ability to foresee the future.\\nPersonal strategic ability, trend control ability, patience and perseverance are all great tests. The success of a real strong game is a typical \\\"No one asks in the cold window of ten years, once you become famous, the world knows!\\\"\\n\\nI have communicated with many entrepreneurs and found that everyone wants to play the second routine. In fact, I want to say that most of our entrepreneurs have overestimated their strategic capabilities, vision, and even more overestimated their ability to control trends, endurance and perseverance. Don’t say 3 years of not making money can be tolerated, many people 3\\n\\nI don’t make money for a month, my eyes are green, or I just change projects as soon as possible, or \\\"Forget it, don’t start a business, let’s go to work!\\\"\\n\\nWe entrepreneurs must have dreams, but it is best to know ourselves clearly and be humble, so I suggest that most people consider the first way to start a business, which is to find their own specialties and calculate the funds they can mobilize. Resources, first do a small thing within your power, and then play with this small thing by drawing concentric circles.\",\"timestamp\":1634794052,\"title\":\"Two common routines for entrepreneurship\"},\"digest\":\"Rt8x9i_8h0VohDEyCzHrPOC2Q7GQrlGlC1dzRQPUb8Y\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"ozlSzg4L7Q2pVrhkxkduIK3ksAWh9aXLKs1yXh52z4AT5CpW_psrpnzBxjxRdyiEbpkvA6MToQwl7eCKBFMjkw\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Rt8x9i_8h0VohDEyCzHrPOC2Q7GQrlGlC1dzRQPUb8Y\"}"