"{\"content\":{\"body\":\"## Eight weeks spent rediscovering online communities\\n\\nIt’s been a wild year.\\n\\nGenerally positive — all things considered — but at times it’s felt like staring down a barrel of this:\\n\\n![The bored board.](https://images.mirror-media.xyz/publication-images/w4-JkGm1xTNkzms9daVTd.jpg?height=281&width=500)\\n\\nNow going back to that word “wild”; it’s not necessarily a bad thing.\\n\\nAbout two months ago I realised I was at risk of becoming one of the above-pictured. Crypto was coming up in conversation more and more. NFTs were being tabled as commercial opportunities. A new form of gaming was booming across border. (I’m in Singapore.) And I was definitely out of the loop.\\n\\nMaybe I was already prehistoric? Or just moving that way very quickly? Regardless, I wasn’t happy with how that felt — and so after a five year hiatus I created a new Twitter account and started following some of the usual tech bro suspects from 2010. (Forgive me.)\\n\\nJack. Kevin Rose. Chris Dixon. Sam Altman. And even Gary Vee.\\n\\nAs I clicked through their profiles to see what they were hyped on and who they were engaging with now, I noticed Kevin’s URL: [gallery.co/kevinrose](https://gallery.so/kevinrose)\\n\\nAnd at that point the rabbit hole opened beneath me.\\n\\nThis stuff was on fire. Pixel art. Generative. (Speculative?) My taste buds were turned on and I wanted/needed to know more.\\n\\nI discovered [pplplsr](https://twitter.com/pplpleasr1) and her story of growth and success thanks to the NFT community, and the formation of a DAO(?!). And so, I had discovered DAOs too.\\n\\nWithin 24 hours I’d set up a new hot wallet, added Metamask, found OpenSea, and secured a [Gallery membership card](https://opensea.io/collection/gallery-membership-cards).\\n\\nI had nothing to display. But I was in.\\n\\nCue entrance from stage left: Discord.\\n\\nI didn’t think I could have been more excited — until I discovered there was a community behind this site that I would never have found with my old web2 glasses on. But Discord wasn’t just home to Gallery, it was home to so many others. I hit 50 servers without even trying. I was going broad/deep/fast/whatever. I just wanted to consume everything I could to make up for lost time. (Less FOMO, and more “WTF have I been doing all year?”)\\n\\nAfter a couple of days picking up inconsequential NFTs and wincing at the gas prices I was getting the hang of the mechanics. I even jumped over to Polygon and started picking up other pieces without the transaction fee. This felt good, and I was starting to map out what was going on — or so I thought.\\n\\nThe Gallery community at that point was made up of some prominent collectors and super responsive staff. And I couldn’t help notice a few of the team had these wicked little PFPs of skulls with wild hair. I wanted one.\\n\\nAnd so after some browsing through their personal Gallery collections I found them — [the Obits](https://obitsnft.com/).\\n\\n![Sold on the aesthetic immediately.](https://images.mirror-media.xyz/publication-images/r5SDFU-nBwShPNk1juivv.png?height=288&width=1088)\\n\\nIf discovering Gallery was like falling down a rabbit hole, the Obits experience was like a star being born.\\n\\n[Someone burned a punk.](https://twitter.com/robnessofficial/status/1414664615506546690) A family had risen from the ashes; [some more sought after than others.](https://obitsnft.com/deadringers) [A community existed](https://opensea.io/collection/obitsofficial) that was as much about art and music as it was IRL experien…\\n\\nWhat?!\\n\\nReal life experiences?\\n\\nNow I was grabbing at straws, clicking every link, scrolling back through Twitter feeds and Discord threads to their origin. Who were these guys?!\\n\\nA “reverse rug” launch ahead of schedule in September. [An almost failed attempt to mint the first Obit on the streets of DUMBO](https://twitter.com/0xhalal/status/1443104247235624961?s=21). And some cryptic two-week long event called 1331 that played out on both coasts of the US. (Highly recommend checking out [@andrewkingme’s write-up on this event](https://andrewkingme.medium.com/obits-1331-37563af79e53) — as it goes into more detail about the “reverse rug” launch mentioned earlier as well as the huge effort the community put in to solving some complicated clues.)\\n\\nFrom what I was reading this wasn’t just a bunch of people who digged skull art. This was an engaged and sophisticated community that pulled as one when it needed to, and raced against each other at the same time. A multiplayer game that brought both digital and real worlds crashing together.\\n\\nAnd so I got one:\\n\\n![Obit #1937 — \\\"Humble\\\"](https://images.mirror-media.xyz/publication-images/Dr1PNE1mdUlvHPpcreDOs.png?height=1080&width=1080)\\n\\nOver the next few days that very quickly turned into [more than one](https://gallery.so/nz).\\n\\n## How one tweet changed everything\\n\\nJust when I thought things couldn’t get any more exciting in the NFT space, as I was sitting there blurry-eyed at 5am in the morning (Singapore time) waiting for [Pak’s merge project](https://mass.black) to drop on the other side of the world at Art Basel Miami Beach; [a tweet went out](https://twitter.com/ObitsNFT/status/1466912930667057156) from [the Obits account](https://twitter.com/obitsnft).\\n\\n![Where was this photo taken? Could we scan the QR code from this image? So many questions!](https://images.mirror-media.xyz/publication-images/zZhLLFM_zZVX6sckDsGdo.jpg?height=1008&width=1512)\\n\\nWithin minutes the Discord burst to life with activity, and members jumped back into 1331 problem-solving mode. A few more teasers tweets followed and it was clear Obits were in Miami, and that a new game — silverskull — was on.\\n\\n![The QR code that had fingers pounding keyboard and feet pavements.](https://images.mirror-media.xyz/publication-images/Vj4nTrfSKXRe5_oT9_i-t.jpg?height=864&width=1536)\\n\\nAccessing the new page on the Obits site via the QR code we learned that [hidden across Miami were four Gallery membership cards.](https://obitsnft.com/basel) (I won’t explain more — best to click through and experience the reveal as we all did.)\\n\\nGallery?! Obits?! How cool to see two communities I’d just started to explore crossover in this way.\\n\\nI’d lost track of time at that point, but the day was starting proper in Asia and duty called. I wasn’t in Miami and didn’t know anyone who was. I couldn’t order an Uber remotely to go scout for me because the app is blocked in Singapore. (We use Grab — partially owned by Uber — instead. Things aren’t backward like that.) And it was too late in Miami (11pm) to call a nearby business and get them to check things out.\\n\\nSo I was about to get on with my day.\\n\\nAnd then it hit me!\\n\\nIf the QR code led to a new page on the Obits site, then maybe the code on the Obits site would reveal the URL’s that future QR codes would point to?\\n\\nNow I’m no developer but I used to play with hosting my own sites back in the day, and so I quickly Googled common locations and filenames for sitemap records. But after trying the usual methods out, nothing came up. Hiding the pages for a competition — no surprise there.\\n\\nSo I tried a few other URLs based on Obits-relevant words: /7132, /silverskull, /basel1, /basel2, /basel3. But nothing.\\n\\nOh well, I’d enjoy checking in on the Discord during the day and watching the street teams make progress.\\n\\nAnd then [@andrewkingme posted a win](https://twitter.com/andrewkingme/status/1467008859118002178)! From California!\\n\\nWhat?!\\n\\n## Down the rabbit hole even further\\n\\nI had IRL dinner plans later that evening but my mind was elsewhere throughout. How soon could I get home and get back into that website code to see what I missed? (Although I later learned through Andrew’s recount of events — which you’ll need to join the Discord to enjoy — that the file I would have needed had been removed by that point.) Or had their been another clue we’d overlooked. (Answer: yes.)\\n\\nLuckily for us playing online, Obit #3852 was on the ground and keeping us updated with their progress.\\n\\nUnluckily for Obit #3582, the first poster they found led to a skeleton key that had already been claimed by Andrew.\\n\\nBut second time lucky. And with a little ingenuity in the spur of the moment involving a spare medical mask and alcohol-based hand sanitiser, they were able to remove the graffiti obscuring the bottom-left corner of the QR code and claim their reward. (Once again, Obit #3582 has posted their story of the event on the Discord — so head over and check their experience out in much more thrilling detail.)\\n\\nMeanwhile some quick Photoshopping by those following on Discord meant I was able to do the same (after the fact) — and uncover the critical element we’d been trying to define: the URL the QR code pointed to!\\n\\n```\\nhttps://obitsnft.com/basel-1982\\n```\\n\\n![The second skeleton key, before and after.](https://images.mirror-media.xyz/publication-images/Fg1c9M_fXdXqgr-D-b3sZ.png?height=1080&width=1620)\\n\\nThe problem was — from what I could see — the page seemed the same as the original /basel page.\\n\\nUntil I reloaded it and noticed a location prompt:\\n\\n![](https://images.mirror-media.xyz/publication-images/sHWd8BR24zqQ9dDaPCHPK.png?height=434&width=1104)\\n\\nPerhaps if I could spoof my location, I could see the contents? I tried quickly with my VPN and developer tools, but had no luck.\\n\\nBut by now it was 3am in the morning for me and — to be honest — I was less concerned about that task, and more concerned about what the remaining URLs could be. 1982 could have been many things, but to me it was most obviously a date — as all Obits have a property assigned to them which is “Years Lived”.\\n\\nAnd so in my starting-to-become-sleep-deprived state I began manually brute forcing URLs backward from 2021 …\\n\\n/2020 … 404 error\\n\\n/2019 … 404 error\\n\\n/2019 … 404 error\\n\\n… and eventually /2010 … another location prompt!\\n\\nThis had to be one of the remaining skeleton keys. But I was on a roll with my fingers and so I kept going back in time — stopping finally at 1930. (Keep reading to find out why I regret that decision!)\\n\\nSo now it was time to focus on spoofing my location to the poster coordinates and get past the final barrier.\\n\\nOr was it?\\n\\nMy web3 journey had begun with Gallery and I already had a membership card — I didn’t need another. I also couldn’t see how it would add any excitement to the community when they found out I’d pocketed it — as I’d been learning over the last few days (and even more so during those intense hours), the community spirit was the only thing that mattered.\\n\\nSo I dropped the URL into the Discord with a comment saying “my brain was mush”, and within a minute another member [@DocSciFi_1](https://twitter.com/DocSciFi_1) who had been racing head-to-head trying to crack the same clues was messaging us all explaining the URL had led him to the skeleton key, and DM’ing me asking what he should do.\\n\\nClaim it, of course!\\n\\nI was stoked! At this point my heart was pounding in my ears and I could only imagine their’s was too given they had the actual prize in their hand. What an absolutely crazy rush. (And when you get into the Discord and read Doc’s account, you’ll realise it truly was for them — given a series of close-calls they’d had during the 1331 event.)\\n\\nBut. I. was. spent.\\n\\nSo I threw out my Gn and packed myself into my coffin. However before I could even do that [@Rdpt2000](https://twitter.com/Rdpt2000) burst out with the announcement they had claimed the fourth and final prize with the URL /basel-1928 (why had I stopped at 1930?!), setting the chat alight with excitement once more. (You can go and read their story [over on Twitter](https://twitter.com/Rdpt2000/status/1471194077152481281).)\\n\\nFinally. Now I could sleep — and tomorrow my NFT and web3 exploration would continue with even more enthusiasm. (And it has; and the discoveries — while different — have been equally as exciting and rewarding as the Obits community and silverskull experience. But those are for another post.)\\n\\n\\n---\\n\\n## A few closing notes:\\n\\n* The silverskull section of this post reads like a linear account — when in fact it was far from it. Every participant has their own story line that interweaves with others. I strongly suggest getting into the Obits discord and reading through those (I’ve put one in there too), as they go into much more detail of the process.\\n* The whole Obits staff and community deserve a huge shout out for putting the event on and participating in such an inclusive manner — I’ve never seen anything like it before. I’ve mentioned a few names in the post; but others that deserve special recognition (from the experience I had) include Interval, Subversieve, Squegg, Ghost Rider, Arizona Man, and Very Cool.\\n* DYOR! Not just because it will protect you from scams, but because it can be fun and lead you to amazing result — like discovering Obits! It’s still the Wild West. And due to the dencentralised nature of a lot of what goes on, information is spread out. But it’s out there, so make the effort to find it. Part of the reason I wrote this post is because [it was similar ones like this from Andrew](https://andrewkingme.medium.com/obits-1331-37563af79e53) that helped me get up to speed with what I was getting into, and work out it if was the scene for me. Hopefully, maybe, this provides a nudge to someone else sitting on the fence.\\n\\n\\n---\\n\\n### Gallery\\n\\nWebsite: [gallery.so](https://gallery.so/)\\nTwitter: [@useGALLERY](https://twitter.com/useGALLERY)\\nDiscord: [Gallery](https://discord.gg/vBqBEH8GaM)\\nOpenSea: [Gallery Membership Cards](https://opensea.io/collection/gallery-membership-cards)\\n\\n### Obits\\n\\nWebsite: [obitsnft.com](https://obitsnft.com/)\\nTwitter: [@ObitsNFT](https://twitter.com/obitsnft)\\nDiscord: [Obits](https://discord.gg/ggpFEdUc9q)\\nOpenSea: [Obits Official](https://opensea.io/collection/obitsofficial)\\n\\nFind me on Twitter: [@3nz3d](https://twitter.com/3nz3d)\",\"timestamp\":1639787798,\"title\":\"Kills. Thrills. Spills\"},\"digest\":\"Bm34wPtP0uwBwkqweUqVNwEXb2vfr-YyRtTtYgNU8es\",\"authorship\":{\"contributor\":\"0x411Bb125a2483338027A79b2d984399E672f7402\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FkOoQRB44o9Z02JlHsm8VXC24p8SZc-FT-KMpEXRbQk\\\",\\\"y\\\":\\\"rWzVOqmsMY9mU7NrKrrSXUWN0NjbKt90dtuFwElq0eA\\\"}\",\"signature\":\"jvHWhdDfhD0LeuDWV-K3l_4XFxk1uWGSCY6GBhKqpoq1SNU-0sbgelKqbqvYJJCra67XvxF9-dfEKZPV-YoEKg\",\"signingKeySignature\":\"0xa3f958d0c9a399f53545c3cced35fb77ea1d61d0b237e5720e93b83e093ec0c1014937f7a6caf55ddce352d42e5c33fb7aab54d52b27deceeda0cd38b0ef67b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FkOoQRB44o9Z02JlHsm8VXC24p8SZc-FT-KMpEXRbQk\\\",\\\"y\\\":\\\"rWzVOqmsMY9mU7NrKrrSXUWN0NjbKt90dtuFwElq0eA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zf2H41h_YgPV9Xk606zhVoiYxuiojkJy0VonNfHv3CI\"}"