"{\"content\":{\"body\":\"They had talked much of Coleman, but in their tones there always had been a note of indifference or  carelessness. This matter, which to some people was as vital and fundamental as existence, remained to others who knew of it only a harmless detail of life, with no terrible powers, and its significance had faded greatly when had ended the close associat.ions of the late adventure.\\n\\nAfter dinner the professor had gone directly to his daughter's room. Apparently she had not moved. He knelt by the bedside again and took one of her hands. She was not weeping. She looked at him and smiled through the darkness. \\\" Daddy, I would like to die,\\\" she said. \\\" I think-yes-I would like to die.\\\"\\n\\nFor a long time the old man was silent, but he arose at last with a definite abruptness and said hoarsely \\\" Wait! \\\"\\n\\nMrs. Wainwright was standing before her mirror with her elbows thrust out at angles above her head, while her fingers moved in a disarrangement of 'her hair. In the glass she saw a reflection of her husband coming from Marjory's room, and his face was set with some kind of alarming purpose. She turned to watch him actually, but he walked toward the door into the corridor and did not in any wise heed her.\\n\\n\\\" Harrison! \\\" she called. \\\" Where are you going? \\\"\\n\\nHe turned a troubled face upon her, and, as if she had hailed him in his sleep, he vacantly said: \\\"What ? \\\"\\n\\n\\\"Where are you going?\\\" she demanded with increasing  trepidation.\\n\\nHe dropped heavily into a chair. \\\"Going?\\\" he repeated.\\n\\nShe was angry. \\\"Yes! Going? Where are you going? \\\"\\n\\n\\\"I am going-\\\" he answered, \\\"I am going to see Rufus Coleman.\\\"\\n\\nMrs. Wainwright gave voice to a muffled scream. \\\" Not about Marjory ? \\\"\\n\\n\\\"Yes,\\\" he said, \\\"about Marjory.\\\"\\n\\nIt was now Mrs. Wainwright's turn to look at her husband with an air of stupefaction as if he had opened up to her visions of imbecility of which she had not even dreamed. \\\" About Marjory!\\\" she gurgled. Then suddenly her wrath flamed out. \\\"Well, upon my word, Harrison Wainwright, you are, of all men in the world, the most silly and stupid. You are absolutely beyond belief. Of all projects! And what do you think Marjory would have to say of it if she knew it ? I suppose you think she would like it ? Why, I tell you she would keep her right hand in the fire until it was burned off before she would allow you to do such a thing.\\\"\\n\\n\\\" She must never know it,\\\" responded the professor, in dull misery.\\n\\n\\\" Then think of yourself! Think of the shame of it! The shame of it ! \\\"\\n\\nThe professor raised his eyes for an ironical glance at his wife. \\\" Oh I have thought of the shame of it!\\\"\\n\\n\\\" And you'll accomplish nothing,\\\" cried Mrs. Wain- wright. \\\" You'll accomplish nothing. He'll only laugh at you.\\\"\\n\\n\\\" If he laughs at me, he will laugh at nothing but a poor, weak, unworldly old man. It is my duty to go.\\\"\\n\\nMrs. Wainwright opened her mouth as if she was about to shriek. After choking a moment she said: \\\" Your duty? Your duty to go and bend the knee to that man? Yourduty?\\\"\\n\\n\\\"'It is my duty to go,\\\"' he repeated humbly. \\\"If I can find even one chance for my daughter's happi- ness in a personal sacrifice. He can do no more than he can do no more than make me a little sadder.\\\"\\n\\nHis wife evidently understood his humility as a tribute to her arguments and a clear indication that she had fatally undermined his original intention. \\\" Oh, he would have made you sadder,\\\" she quoth grimly. \\\"No fear! Why, it was the most insane idea I ever heard of.\\\"\\n\\nThe professor arose wearily. \\\" Well, I must be going to this work. It is a thing to have ended quickly.\\\" There was something almost biblical in his manner.\\n\\n\\\" Harrison! \\\" burst out his wife in amazed lamenta- tion. You are not really going to do it? Not really!\\\"\\n\\n\\\" I am going to do it,\\\" he answered.\\n\\n\\\" Well, there! \\\" ejaculated Mrs. Wainwright to the heavens. She was, so to speak, prostrate. \\\" Well, there! \\\"\\n\\nAs the professor passed out of the door she cried beseechingly but futilely after him. \\\" Harrison.\\\" In a mechanical way she turned then back to the mirror and resumed the disarrangement of her hair. She ad- dressed her image. \\\" Well, of all stupid creatures under the sun, men are the very worst! \\\" And her image said this to her even as she informed it, and afterward  they stared at each other in a profound and tragic reception and acceptance of this great truth. Presently she began to consider the advisability of going to Marjdry with the whole story. Really, Harrison  must not be allowed to go on blundering until the whole world heard that Marjory was trying to break her heart over that common scamp of a Coleman. It seemed to be about time for her, Mrs. Wainwright, to come into the situation and mend matters.\\n\\nCHAPTER XXVIL\\n\\nWHEN the professor arrived before Coleman's door, he paused a moment and looked at it. Previously, he could not have imagined that a simple door would ever so affect him. Every line of it seemed to express cold superiority and disdain. It was only the door of a former student, one of his old boys, whom, as the need arrived, he had whipped with his satire in the class rooms at Washurst until the mental blood had come, and all without a conception of his ultimately arriving before the door of this boy in the attitude of a supplicant. Hewould not say it; Coleman probably would not say it; but-they would both know it. A single thought of it, made him feel like running away. He would never dare to knock on that door. It would be too monstrous. And even as he decided that he was afraid to knock, he knocked.\\n\\nColeman's voice said; \\\"Come in.\\\" The professor opened the door. The correspondent, without a coat, was seated at a paper-littered table.  Near his elbow, upon another table, was a tray from which he had evidently dined and also a brandy bottle with several recumbent bottles of soda. Although he had so lately arrived at the hotel he had contrived to diffuse his traps over the room in an organised disarray which represented a long and careless occupation if it did not represent t'le scene of a scuffle. His pipe was in his mouth.\\n\\nAfter a first murmur of surprise, he arose and reached in some haste for his coat. \\\" Come in, professor, come in,\\\" he cried, wriggling deeper into his jacket as he held out his hand. He had laid aside his pipe and had also been very successful in flinging a newspaper so that it hid the brandy and soda. This act was a feat of deference to the professor's well known principles.\\n\\n\\\"Won't you sit down, sir ? \\\" said Coleman cordially. His quick glance of surprise had been immediately suppressed and his manner was now as if the pro- fessor's call was a common matter.\\n\\n\\\" Thank you, Mr. Coleman, I-yes, I will sit down,\\\". replied the old man. His hand shook as he laid it on the back of the chair and steadied himself down into it. \\\" Thank you!\\\" -\\n\\nColeman looked at him with a great deal of ex- pectation.\\n\\n\\\" Mr. Coleman ! \\\"\\n\\n\\\"Yes, sir.\\\"\\n\\n\\\" I--\\\"\\n\\nHe halted then and passed his hand over his face. His eyes did not seem to rest once upon Coleman, but they occupied themselves in furtive and frightened glances over the room. Coleman could make neither head nor tail of the affair. He would not have believed any man's statement that the professor could act in such an extraordinary fashion. \\\" Yes, sir,\\\" he said again suggestively. The simple strategy resulted in a silence that was actually awkward. Coleman, despite his bewilderment, hastened into a preserving gossip. \\\" I've had a great many cables waiting for me for heaven knows- how long and others have been arriving in flocks to-night. You have no idea of the row in America, professor. Why, everybody must have gone wild over the lost sheep. My paper has cabled some things that are evidently for you. For instance, here is one that says a new puzzle-game called Find the Wainwright Party has had a big success. Think of that, would you.\\\" Coleman grinned at the professor. \\\" Find the Wainwright Party, a new puzzle-game.\\\"\\n\\nThe professor had seemed grateful for Coleman's tangent off into matters of a light vein. \\\" Yes?\\\" he said, almost eagerly. \\\" Are they selling a game really called that?\\\"\\n\\n\\\" Yes, really,\\\" replied Coleman. \\\" And of course you know that-er-well, all the Sunday papers would of course have big illustrated articles-full pages- with your photographs and general private histories pertaining mostly to things which are none of their business.\\\" \\\" Yes, I suppose they would do that,\\\" admitted the professor. \\\" But I dare say it may not be as bad as you suggest.\\\"\\n\\n\\\" Very like not,\\\" said Coleman. \\\" I put it to you forcibly so that in the future the blow will not be too cruel. They are often a weird lot.\\\"\\n\\n\\\" Perhaps they can't find anything very bad about us.\\\"\\n\\n\\\" Oh, no. And besides the whole episode will probably be forgotten by the time you return to the United States.\\\"\\n\\nThey talked onin this way slowly, strainedly, until they each found that the situation would soon become insupportable. The professor had come for a distinct purpose and Coleman knew it; they could not sit there lying at each other forever. Yet when he saw the pain deepening in the professor's eyes, the correspondent again ordered up his trivialities. \\\" Funny thing. My paper has been congratulating me, you know, sir, in a wholesale fashion, and I think-I feel sure-that they have been exploiting my name all over the country as the Heroic Rescuer. There is no sense in trying to stop them, because they don't care whether it is true or not true. All they want is the privilege of howling out that their correspondent rescued  you, and they would take that privilege without in any ways worrying if I refused my consent. You see, sir? I wouldn't like you to feel that I was such a strident idiot as I doubtless am appearing now before the public.\\\"\\n\\n\\\" No,\\\" said the professor absently. It was plain that he had been a very slack listener. \\\" I-Mr. Coleman-\\\"  he began.\\n\\n\\\"Yes, sir,\\\" answered Coleman promptly and gently.\\n\\nIt was obviously only a recognition of the futility of further dallying that was driving the old man on- ward. He knew, of course, that if he was resolved to take this step, a longer delay would simply make it harder for him. The correspondent, leaning forward, was watching him almost breathlessly.\\n\\n\\\" Mr. Coleman, I understand-or at least I am led to believe-that you-at one time, proposed marriage to my daughter? \\\"\\n\\nThe faltering words did not sound as if either man had aught to do with them. They were an expression by the tragic muse herself. Coleman's jaw fell and he looked glassily at the professor. He said: \\\"Yes!\\\" But already his blood was leaping as his mind flashed everywhere in speculation.\\n\\n\\\" I refused my consent to that marriage,\\\" said the old man more easily. \\\" I do not know if the matter has remained important to you, but at any rate, I-I retract my refusal.\\\"\\n\\nSuddenly the blank expression left Coleman's face and he smiled with sudden intelligence, as if informa- tion of what the professor had been saying had just reached him. In this smile there was a sudden be. trayal, too, of something keen and bitter which had lain hidden in the man's mind. He arose and made a step towards the professor and held out his hand. \\\"Sir, I thank yod from the bottom of my heart!\\\" And they both seemed to note with surprise that Coleman's voice had broken.\\n\\nThe professor had arisen to receive Coleman's hand. His nerve was now of iron and he was very formal. \\\" I judge from your tone that I have not made a mis- take-somcthing which I feared.\\\"\\n\\nColeman did not seem to mind the professor's formality. \\\" Don't fear anything. Won't you sit down again? Will you have a cigar. \\\\* \\\\* No, I couldn't tell you how glad I am. How glad I am. I feel like a fool. It--\\\"\\n\\nBut the professor fixed him with an Arctic eye and bluntly said: \\\" You love her ? \\\"\\n\\nThe question steadied Coleman at once. He looked undauntedly straight into the professor's face. He simply said: \\\" I love her! \\\"\\n\\n\\\" You love her ? \\\" repeated the professor.\\n\\n\\\" I love her,\\\" repeated Coleman.\\n\\nAfter some seconds of pregnant silence, the professor arose. \\\" Well, if she cares to give her life to you I will allow it, but I must say that I do not consider you nearly good enough. Good-night.\\\" He smiled faintly as he held out his hand.\\n\\n\\\" Good-night, sir,\\\" said Coleman. \\\" And I can't tell, you, now-\\\"\\n\\nMrs. Wainwright, in her room was languishing in a chair and applying to her brow a handkerch-ief wet with cologne water. She, kept her feverish glarice upon the door. Remembering well the manner of her husband when he went out she could hardly identify him when he came in. Serenity, composure, even self-satisfaction, was written upon him. He, paid no attention to her, but going to a chair sat down with a groan of contentment.\\n\\n\\\" Well ? \\\" cried Mrs. Wainwright, starting up. \\\" Well ? \\\"\\n\\n\\\" Well-what ? \\\" he asked.\\n\\nShe waved her hand impatiently. \\\" Harrison, don't be absurd. You know perfectly well what I mean. It is a pity you couldn't think of the anxiety I have been in.\\\" She was going to weep.\\n\\n\\\"Oh, I'll tell you after awhile,\\\" he said stretching out his legs with the complacency of a rich merchant after a successful day.\\n\\n\\\"No! Tell me now,\\\" she implored him. \\\"Can't you see I've worried myself nearly to death?\\\" She was not going to weep, she was going to wax angry.\\n\\n\\\"Well, to tell the truth,\\\" said the professor with considerable pomposity, \\\" I've arranged it. Didn't think I could do it at first, but it turned out   \\\"\\n\\n\\\"I Arranged it,\\\"' wailed Mrs. Wainwright. \\\" Arranged what? \\\"\\n\\nIt here seemed to strike the professor suddenly that he was not such a flaming example for  diplomatists as he might have imagined. \\\" Arranged,\\\" he stammered. \\\" Arranged .\\\"\\n\\n\\\" Arranged what? \\\"\\n\\n\\\" Why, I fixed-I fixed it up.\\\"\\n\\n\\\" Fixed what up? \\\"\\n\\n\\\"It-it-\\\" began the professor. Then he swelled with indignation. \\\" Why, can't you understand anything at all? I-I fixed it.\\\"\\n\\n\\\" Fixed what? \\\"\\n\\n\\\" Fixed it. Fixed it with Coleman.\\\"\\n\\n\\\" Fixed what with Coleman?\\n\\nThe professor's wrath now took control of him. \\\"Thunder and lightenin' ! You seem to jump at the conclusion that I've made some horrible mistake. For goodness' sake, give me credit for a particle of sense.\\\"\\n\\n\\\" What did you do? \\\" she asked in a sepulchral voice.\\n\\n\\\" Well,\\\" said the professor, in a burning defiance, \\\" I'll tell you what I did. I went to Coleman and told him that once-as he of course knew-I had re- fused his marriage with my daughter, but that now---\\\"\\n\\n\\\" Grrr,\\\" said Mrs. Wainwright.\\n\\n\\\" But that now-\\\" continued the professor, \\\" I retracted that refusal.\\\"\\n\\n\\\" Mercy on us! \\\" cried Mrs. Wainwright, throwing herself back in the chair. \\\" Mercy on us! What fools men are!\\\"\\n\\n\\\" Now, wait a minute-\\\" But Mrs. Wainwright began to croon: \\\" Oh, if Marjory should hear of this! Oh, if she should hear of it! just let her. Hear-\\\"\\n\\n\\\" But she must not,\\\" cried the professor, tigerishly. just you dare! \\\" And the woman saw before her a man whose eyes were lit with a flame which almost expressed a temporary hatred.\\n\\nThe professor had left Coleman so abruptly that the correspondent found himself murmuring half. coherent gratitude to the closed door of his room. Amazement soon began to be mastered by exultation. He flung himself upon the brandy and soda and nego- tiated a strong glass. Pacing. the room with nervous steps, he caught a vision of himself in a tall mirror. He halted before it. \\\" Well, well,\\\" he said. \\\" Rufus, you're a grand man. There is not your equal anywhere. You are a great, bold, strong player, fit to sit down to a game with the -best.\\\"\\n\\nA moment later it struck him that he had appropriated too much. If the professor had paid him a visit and made a wonderful announcement, he, Coleman, had not been the engine of it. And then he enunciated  clearly something in his mind which, even in a vague form, had been responsible for much of his early elation. Marjory herself had compassed this thing. With shame he rejected a first wild and preposterous idea that she had sent her father to him. He reflected  that a man who for an instant could conceive such a thing was a natural-born idiot. With an equal feeling, he rejected also an idea that she could have known anything of her father's purpose. If she had known of his purpose, there would have been no visit.\\n\\nWhat, then, was the cause? Coleman soon decided that the professor had witnessed some demonstration of Marjory's emotion which had been sufficiently severe in its character to force him to the extraordinary  visit. But then this also was wild and preposterous.  That coldly beautiful goddess would not have given a demonstration of emotion over Rufus Coleman sufficiently alarming to have forced her father on such an errand. That was impossible. No, he was wrong; Marjory even indirectly, could not be connected with the visit. As he arrived at this decision, the enthusiasm passed out of him and he wore a doleful, monkish face.\\n\\n\\\"Well, what, then, was the cause?\\\" After eliminating Marjory from the discussion waging in his mind, he found it hard to hit upon anything rational. The only remaining theory was to the effect that the professor, having a very high sense of the correspond. ent's help in the escape of the Wainwright party, had decided that the only way to express his gratitude was to revoke a certain decision which he now could see had been unfair. The retort to this theory seemed to be that if the professor had had such a fine conception of the services rendered by Coleman, he had had ample time to display his appreciation on the road to Arta and on the road down from Arta. There was no necessity for his waiting until their arrival in Athens. It was impossible to concede that the professor's emotion could be anew one; if he had it now, he must have had it in far stronger measure directly after he had been hauled out of danger.\",\"timestamp\":1638929894,\"title\":\"At any rate, we are sure now that Coleman had nothing to do with Nora's debut in Epirus.\"},\"digest\":\"HHONkZCgvihyLa0TheXhpK-BC-PmJEqMFqLv0HRIhxQ\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E5d-avR5PitvQmVs4VdHdnrC--jWBdNegkk_rjdhbHY\\\",\\\"y\\\":\\\"fF-xSHkhAmwzGU_Wp83Kgy0z7esz9QswTa4Y9VifsP8\\\"}\",\"signature\":\"pQ-R4CwN57EemzMUUsVFU1R72eRpnpZDRGI3kDuATAIZFuhywWK3Tyhzk4BXTA5athbI7AVRU328TrElaZ9WAA\",\"signingKeySignature\":\"0xff33f92f343f41074e047e9e995b394e0b20a8bf3693e83d6effadf06504979a2af2743624efa5331399caf230b08bef39ea3c909608639b15a0886293a491de1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E5d-avR5PitvQmVs4VdHdnrC--jWBdNegkk_rjdhbHY\\\",\\\"y\\\":\\\"fF-xSHkhAmwzGU_Wp83Kgy0z7esz9QswTa4Y9VifsP8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HHONkZCgvihyLa0TheXhpK-BC-PmJEqMFqLv0HRIhxQ\"}"