"{\"content\":{\"body\":\"There’s a famous law in software development called Conway’s Law:\\n\\n> Any organization that designs a system (defined broadly) will produce a design whose structure is a copy of the organization's communication structure.\\n\\n— Melvin E. Conway\\n\\nIt goes the other way; if you have a system that is designed a certain way, your organization’s communication (collaboration) structure will be similarly affected.\\n\\nThe invention of crypto networks represent a new global collaboration game, where everyone works together without any specific leader to make it more valuable, mainly via narrative generation. The human coordination structure reflects system’s distributed consensus algorithm.\\n\\nA different Conway, John Conway, created a game called *The Game of Life*, which is a program with a complex outcome that evolves deterministically from a set of initial rules (like life itself):\\n\\n> The **Game of Life** is a cellular automaton devised by the British mathematician **John Horton Conway** in 1970. It is the best-known example of a cellular automaton. The \\\"game\\\" is actually a zero-player game, meaning that its evolution is determined by its initial state, needing no input from human players. One interacts with the Game of Life by creating an initial configuration and observing how it evolves.\\n\\nA DAO is like *The Game of Life*, in the sense that blockchain projects like Bitcoin set up initial rules, which intersect with the principles of human incentives, leading to a game with a complex but deterministic outcome (as [Tarun](https://twitter.com/tarunchitra) used to say in his bio, the probability of Bitcoin as a global reserve currency → ∞ over time).\\n\\n[https://twitter.com/FEhrsam/status/1474842438233636867?s=20](https://twitter.com/FEhrsam/status/1474842438233636867?s=20)\\n\\nBut there’s a new game on the *block,* created by web3 projects like Uniswap and ENS. And that is the retrospective airdrop. The airdrop system grants people tokens from having participated in the network, which means that people are incentivized to use products before they are valuable – creating a certain inevitability about their success and network effects.\\n\\nCompanies that work in the web3 space have cheat codes for network effects, and the employees of web2 companies are catching on to that fact, as well as VCs and angels. This creates massive gravity towards crypto projects in terms of talent, capital, and usage.\\n\\n[https://twitter.com/halfin/status/1077600847?s=20](https://twitter.com/halfin/status/1077600847?s=20)\\n\\nAre we all waiting for Santa now to give us our retroactive rewards? Or is there a better model?\",\"timestamp\":1640923898,\"title\":\"Just Waiting for Santa!\",\"publication\":\"g\"},\"digest\":\"wRqfBGqNfiipXRRfpDHNPZvaWBLGboR4ITuNFNokWvo\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I5i5vbmnevR9N8EfOcajejFf4BG-_hRYnGPrKZ4RERg\\\",\\\"y\\\":\\\"BtDRN-WTLFvXz38X7k-80_HlsE_l8mfZHNAbcYeWKJQ\\\"}\",\"signature\":\"bbt7tTdGxvMRFqiuqxQwnFbC6Q3Ry2NXacEXe4nELihxFAV03ZKzA7eCGKBUC_PeiH8Qh0MpPXh3uregN2ywaw\",\"signingKeySignature\":\"0xd3d5e002b7274fe90104f1b0fe2f7e85d00808db3de1e0fa9fc7716dd2878eab7f0c7768fad613baf86576de7e3b7c8018672ec8492d1fd88e55e351f35771d81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I5i5vbmnevR9N8EfOcajejFf4BG-_hRYnGPrKZ4RERg\\\",\\\"y\\\":\\\"BtDRN-WTLFvXz38X7k-80_HlsE_l8mfZHNAbcYeWKJQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GtB3jE5mJcXasS7s-oIZkT5w1YivmtaKgdd7-sWu33U\"}"