"{\"content\":{\"body\":\"Blockchain@Columbia (B@C), the student-run organization for blockchain technology at Columbia University, has decided to launch a DAO to expand the scope of the organization’s opportunities for members and allow for members and alumni to engage with the organization in a crypto-native way.\\n\\n[Lion DAO](crowdfund://0xD8Aaa606DBA50F7615Db4EBF0E439AF062BEfEb3?version=tiered_1&network=mainnet&features=overview,editions,backers)\\n\\n## About Blockchain@Columbia\\n\\nFor those not familiar with us, [Blockchain@Columbia](https://blockchainatcolumbia.org/) (est. 2017) is a student-led organization of mostly undergraduates that engages with the blockchain community and provides opportunities for our members and the broader ecosystem. B@C currently consists of 32 officers and 5 board members with over 200 community participants across New York City.\\n\\nHere are some activities, responsibilities, and roles that B@C has facilitated:\\n\\n1. Fostering education and discussion of decentralized organizations and digital assets. This is done by teaching [free courses](https://github.com/BlockchainAtColumbia/BlockchainsAndCryptocurrencies) on campus and hosting regular events of various sizes on Columbia University’s campus for NYC students (weekly discussions, speaker events, and larger conferences such as our annual [Ledger Fest](https://ledgerfest.info/) conference). B@C members have also been involved in setting the curriculum for new blockchain-related courses on campus.\\n2. Facilitating technical blockchain R&D internally and rewarding grants to NYC students doing so. This includes academic papers and open source development/contributions.\\n3. Voting on proposals as a delegate to DAOs, such as Uniswap and Compound.\\n4. Producing educational content and thought leadership on various web3 related concepts and technologies.\\n5. Providing a space for students to communicate and build relationships with others interested in distributed ledger technology.\\n\\n## Launch Purpose\\n\\nAs a student organization in a school that isn’t prioritizing blockchain tech, we currently get a maximum budget of $600 a semester from the university itself. We are setting up a DAO to leapfrog the tedious and constraining process of incorporating.\\n\\n**Goals and Responsibilities:**\\n\\n1. Rewarding R&D grants to NYC students focused on distributed ledger technology (blockchains, cryptocurrencies, DeFi, NFTs, DAOs, etc.).\\n2. Spending treasury funds to host speakers and plan larger events and conferences as well as sponsor new courses and educational content.\\n3. Voting on changes/improvements to the B@C constitution and managing yearly board elections.\\n4. Voting on proposals raised by larger DAOs of which B@C is a delegate. Our current voting history can be seen [here](https://www.withtally.com/voter/0xdc1f98682f4f8a5c6d54f345f448437b83f5e432/governance/uniswap).\\n\\n## LION Token\\n\\nAnyone in the community interested in supporting Blockchain@Columbia/Lion DAO is welcome to participate in our LION token launch. Only whitelisted current members and alumni will be able to vote in our [Snapshot](https://snapshot.org/#/blockchaincolumbia.eth/settings) proposals. Current Members will be able to vote in day-to-day matters, such as events, treasury expenditure, grant applications, executive board elections etc. as well as more general matters like our participation in governance and changes to our constitution. While alumni will be able to vote in more general matters like our participation in governance and changes to our constitution. The B@C board will be responsible for whitelisting voter addresses. Non-members or alumni will be included as supporters (with permission) on our website, at conferences, and be given free admission to any conferences/events we have.  \\n\\nB@C will take 30% of the LION tokens from the sale, allocating these tokens to new members of the organization each semester. This will be custodied by the B@C board.\\n\\nAssets in the Lion DAO treasury and delegated voting rights for various protocols will be held by [Gnosis Safe multisig](https://gnosis-safe.io/app/#/safes/0xdD24e3EBbB0c326D95c8e4Af31Df3cB9022537e5/balances) (0xdD24e3EBbB0c326D95c8e4Af31Df3cB9022537e5) with the current president [Alex Toberoff](https://twitter.com/Alextoberoff), vice president [Adrian Zembsch](https://twitter.com/AZembsch), and advisor [Nir Kabessa](https://twitter.com/nir_III) as the signatories, subject to expansion. Please see our new [constitution](https://docs.google.com/document/d/1z--27p5uLG4VEhJUNeO9-DQgUI9cEv9gzdi_PQ0CDnQ/edit) for more details.\\n\\n## Lion DAO NFTs\\nAll contributors that mint a lion badge will be mentioned as sponsors (with permission) on our website, at conferences, etc. They will also receive full access to our events and resources in the future.\\n\\n### B@C Board\\n\\n-Alex Toberoff: President 2020-22\\n-Adrian Zembsch: Vice President 2021-22\\n-Burcu Cetin: Head of Marketing 2021-22\\n-Andrew Tang: Head of Operations 2020-22 \\n\\n### Notable Alumni\\n\\nHere are some members and advisors who were involved with B@C:\\n\\n- [Nir Kabessa](https://twitter.com/nir_III) - Served as President of B@C, currently the co-founder of [Yup](https://yup.io/), Mentor to the Columbia IBM Blockchain Accelerator, and a member of several DAOs.\\n- [Jon Itzler](https://twitter.com/jonitzler) - Served as Head of Tech R&D and Financial R&D, currently Research and Investing at [Variant](http://variant.fund/).\\n- [Liam Kovatch](https://twitter.com/LiamKovatch) - Served as VP of B@C, co-Founded Paradigm Labs (backed by Polychain) and worked at 0x Protocol. Currently Engineering Manager at [Polymarket](https://polymarket.com/).\\n- [Vernon Johnson](https://twitter.com/vernonjohnson23) - Served as VP of B@C, currently co-founder of Yup.\\n- [Henry Harder](https://twitter.com/hardhathen) - Served as Head of Tech R&D, co-founded Paradigm Labs and now Software Engineer at [0x Protocol](https://0x.org/).\\n- [Sam Hatem](https://twitter.com/sam__hatem) - Served as Head of Tech R&D, founded Outpost, currently a Software Engineer at Polymarket.\\n- [Alex Price](https://a16z.com/author/alex-price/) - Served as an Advisor to B@C. Co-founder and CEO of Qu Capital, a crypto quant fund started on campus and ultimately acquired by Genesis Capital. Currently a prolific investor in crypto and a Special Advisor at [a16z crypto](https://a16z.com/crypto/).\\n\\n\\n\\n\\n\",\"timestamp\":1627410720,\"title\":\"Lion DAO\",\"publication\":\"blockchain\"},\"digest\":\"GgOkdLu26t6ntE6nd2fnSMUni-MKjzUPwKAZZdu8DRQ\",\"authorship\":{\"contributor\":\"0xdC1F98682F4F8a5c6d54F345F448437b83f5E432\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b3mMMcqOfsd2S27M2yLdjGA0wrqkYG7lTmJ8lbP3LG4\\\",\\\"y\\\":\\\"hNz5RFcIXEdkPKKO6XEv5pPhH4V27kF4nYHDlJ7Y0hY\\\"}\",\"signature\":\"RjlRsKTNy4oy2Ajr4DtzIRh61aarHrUGisOQnVis6BvOEw3TOE0dPIY9O4aIwRfX0Xxh1upoin6pHl9-Cm-hWw\",\"signingKeySignature\":\"0x0831a860791183fe45dcbf07fff27bfe948f9992a035497d241a54a37d1eac6051dfe135de50e4e9f3ee896c36bea80ae55ffa70aa2e8e130a5309d39dcadd061b\",\"signingKeyMessage\":\"I authorize the publication of articles on blockchain.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b3mMMcqOfsd2S27M2yLdjGA0wrqkYG7lTmJ8lbP3LG4\\\",\\\"y\\\":\\\"hNz5RFcIXEdkPKKO6XEv5pPhH4V27kF4nYHDlJ7Y0hY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d2pxavq9Bztp6kCzF9UjtoJEnFTY9Oks3RPkrcBUsKg\"}"