"{\"content\":{\"body\":\"In those words, and in the way they were spoken, Hermione's bitter jealousy about the two secrets kept from her, but shared by Artois, rushed out into the light.\\n\\n\\\"I am sure there is nothing in Vere's life that might not be told to the whole world without shame; and yet there may be many things that an innocent girl would not care to tell to any one.\\\"\\n\\n\\\"But if things are told they should be told to the mother. The mother comes first.\\\"\\n\\nHe said nothing.\\n\\n\\\"The mother comes first!\\\" she repeated, almost fiercely. \\\"And you ought to know it. You do know it!\\\"\\n\\n\\\"You do come first with Vere.\\\"\\n\\n\\\"If I did, Vere would confide in me rather than in any one else.\\\"\\n\\nAs Hermione said this, all the long-contained bitterness caused by Vere's exclusion of her from the knowledge that had been freely given to Artois brimmed up suddenly in her heart, overflowed boundaries, seemed to inundate her whole being.\\n\\n\\\"I do not come first,\\\" she said.\\n\\nHer voice trembled, almost broke.\\n\\n\\\"You know that I do not come first. You have just told me a lie.\\\"\\n\\n\\\"Hermione!\\\"\\n\\nHis voice was startled.\\n\\n\\\"You know it perfectly well. You have known it for a long time.\\\"\\n\\nHot tears were in her eyes, were about to fall. With a crude gesture, almost like that of a man, she put up her hands to brush them away.\\n\\n\\\"You have known it, you have known it, but you try to keep me in the dark.\\\"\\n\\nSuddenly she was horribly conscious of the darkness of the night in which they were together, of the darkness of the world.\\n\\n\\\"You love to keep me in the dark, in prison. It is cruel, it is wicked of you.\\\"\\n\\n\\\"But Hermione--\\\"\\n\\n\\\"Take care, Emile, take care--or I shall hate you for keeping me in the dark.\\\"\\n\\nHer passionate words applied only to the later events in which Vere was concerned. But his mind rushed back to Sicily, and suddenly there came to his memory some words he had once read, he did not know when, or where:\\n\\n\\\"The spirit that resteth upon a lie is a spirit in prison.\\\"\\n\\nAs he remembered them he felt guilty, guilty before Hermione. He saw her as a spirit confined for years in a prison to which his action had condemned her. Yes, she was in the dark. She was in an airless place. She was deprived of the true liberty, that great freedom which is the accurate knowledge of the essential truths of our own individual lives. From his mind in that moment the cause of Hermione's outburst, Vere and her childish secrets, were driven out by a greater thing that came upon it like a strong and mighty wind--the memory of that lie, in which he had enclosed his friend's life for years, that lie on which her spirit had rested, on which it was resting still. And his sense of truth did not permit him to try to refute her accusation. Indeed, he was filled with a desire that nearly conquered him--there and then, brutally, clearly, nakedly, to pour forth to his friend all the truth, to say to her:\\n\\n\\\"You have a strong, a fiery spirit, a spirit that hates the dark, that hates imprisonment, a spirit that can surely endure, like the eagle, to gaze steadfastly into the terrible glory of the sun. Then come out of the darkness, come out of your prison. I put you there--let me bring you forth. This is the truth--listen! hear it!--it is this--it is this--and--this!\\\"\\n\\nThis desire nearly conquered him. Perhaps it would have conquered him but for an occurrence that, simple though it was, changed the atmosphere in which their souls were immersed, brought in upon them another world with the feeling of other lives than their own.\\n\\nThe boat to which Ruffo belonged, going out of the Pool to the fishing, passed at this moment slowly upon the sea beneath the terrace, and from the misty darkness his happy voice came up to them in the song of Mergellina which he loved:\\n\\n\\\"Oh, dolce luna bianca de l' Estate     Mi fugge il sonno accanto a la marina:    Mi destan le dolcissime serate     Gli occhi di Rosa e il mar di Mergellina.\\\"\\n\\nDark was the night, moonless, shrouded in the mist. But his boy's heart defied it, laughed at the sorrowful truths of life, set the sweet white moon in the sky, covered the sea with her silver. Artois turned towards the song and stood still. But Hermione, as if physically compelled towards it, moved away down the terrace, following in the direction in which the boat was going.\\n\\nAs she passed Artois saw tears running down her cheeks. And he said to himself:\\n\\n\\\"No, I cannot tell her; I can never tell her. If she is to be told, let Ruffo tell her. Let Ruffo make her understand. Let Ruffo lift her up from the lie on which I have made her rest, and lead her out of prison.\\\"\\n\\nAs this thought came to him a deep tenderness towards Hermione flooded his heart. He stood where he was. Far off he still heard Ruffo's voice drifting away in the mist out to the great sea. And he saw the vague form of Hermione leaning down over the terrace wall, towards the sea, the song, and Ruffo.\\n\\nHow intensely strange, how mysterious, how subtle was the influence housed within the body of that singing boy, that fisher-boy, which, like an issuing fluid, or escaping vapor, or perfume, had stirred and attracted the childish heart of Vere, had summoned and now held fast the deep heart of Hermione.\\n\\nJust then Artois felt as if in the night he was walking with the Eternities, as if that song, now fading away across the sea, came even from them. We do not die. For in that song to which Hermione bent down --the dead man lived when that boy's voice sang it. In that boat, now vanishing upon the sea, the dead man held an oar. In that warm young heart of Ruffo the dead man moved, and spoke--spoke to his child, Vere, whom he had never seen, spoke to his wife, Hermione, whom he had deceived, yet whom he had loved.\\n\\nThen let him--let the dead man himself--speak out of that temple which he had created in a moment of lawless passion, out of that son whom he had made to live by the action which had brought upon him death.\\n\\nRuffo--all was in the hands of Ruffo, to whom Hermione, weeping, bent for consolation.\\n\\nThe song died away. Yet Hermione did not move, but still leaned over the sea. She scarcely knew where she was. The soul of her, the suffering soul, was voyaging through the mist with Ruffo, was voyaging through the mist and through the night with--her Sicilian and all the perfect past. It seemed to her at that moment that she had lost Vere in the dark, that she had lost Emile in the dark, that even Gaspare was drifting from her in a mist of secrecy which he did not intend that she should penetrate.\\n\\nThere was only Ruffo left.\\n\\nHe had no secrets. He threw no darkness round him and those who loved him. In his happy, innocent song was his happy, innocent soul.\\n\\nShe listened, she leaned down, almost she stretched out her arms towards the sea. And in that moment she knew in her mind and she felt in her heart that Ruffo was very near to her, that he meant very much to her, even that she loved him.\\n\\nCHAPTER XXXIV\\n\\nArtois left the island that night without speaking to Hermione. He waited a long time. But she did not move to come to him. And he did not dare to go to her. He did not dare! In all their long friendship never before had his spirit bent before, or retreated as if in fear from Hermione's. To-night he was conscious that in her fierce anger, and afterwards in her tears, she had emancipated herself from him. He was conscious of her force as he had never been conscious of it before. Something within him almost abdicated to her intensity. And at last he turned and went softly away from the terrace. He descended to the sea. He left the island.\\n\\nWere they no longer friends?\\n\\nAs the boat gave itself to the mist he wondered. It had come to this, then--that he did not know whether Hermione and he were any longer friends. Almost imperceptibly, with movement so minute that it had seemed like immobility, they had been drifting apart through these days and nights of the summer. And now abruptly the gulf appeared between them.\\n\\nHe felt just then that they could never more be friends, that their old happy camaraderie could never be reestablished.\\n\\nThat they could ever be enemies was unthinkable. Even in Hermione's bitterness and anger Artois felt her deep affection. In her cry, \\\"Take care, Emile, or I shall hate you for keeping me in the dark!\\\" he heard only the hatred that is the other side of love.\\n\\nBut could they ever be comrades again? And if they could not, what could they be?\\n\\nAs the boat slipped on, under the Saint's light, which was burning although the mist had hidden it from Hermione's searching eyes, and out to the open sea, Artois heard again her fierce exclamation. It blended with Vere's sob. He looked up and saw the faint lights of the Casa del Mare fading from him in the night. And an immense sadness, mingled with an immense, but chaotic, longing invaded him. He felt horribly lonely, and he felt a strange, new desire for the nearness to him of life. He yearned to feel life close to him, pulsing with a rhythm to which the rhythm of his being answered. He yearned for that strange and exquisite satisfaction, compounded of mystery and wonder, and thrilling with something akin to pain, that is called forth in the human being who feels another human being centring all its highest faculties, its strongest powers, its deepest hopes in him. He desired intensely, as he had never desired before, true communion with another, that mingling of bodies, hearts, and spirits, that is the greatest proof of God to man.\\n\\nThe lights of the Casa del Mare were lost to his eyes in the night. He looked for them still. He strained his eyes to see them. But the powerful night would not yield up its prey.\\n\\nAnd now, in the darkness and with Hermione's last words ringing in his ears, he felt almost overwhelmed by the solitariness of his life in the world of lives.\\n\\nThat day, before he came to the island, he had met himself face to face like a man meeting his double. He had stripped himself bare. He had searched himself for the truth. Remembering all the Marchesino had said, he had demanded of his heart the truth, uncertain whether it would save or slay him. It had not slain him. When the colloquy was over he was still upright.\\n\\nBut he had realized as never before the delicate poise of human nature, set, without wings, on a peak with gulfs about it. Had he not looked in time, and with clear, steadfast eyes, might he not have fallen?\\n\\nHis affection for Vere was perfectly pure, was the love of a man without desire for a gracious and charming child. It still was that. He knew it for that by the wave of disgust that went over him when his imagination, prompted by the Marchesino's brutality, set pictures before him of himself in other relations with Vere. The real man in him recoiled so swiftly, so uncontrollably, that he was reassured as to his own condition. And yet he found much to condemn, something to be contemptuous of, something almost to weep over--that desire to establish a monopoly--that almost sickly regret for his vanished youth, that bitterness against the community to which all young things instinctively belong, whatever their differences of intellect, temperament, and feeling.\\n\\nCould he have fallen?\\n\\nEven now he did not absolutely know whether such a decadence might have been possible to him or not. But that now it would not be possible he felt that he did know.\\n\\nAge could never complete youth, and Vere must be complete. He had desired to make her gift for song complete. He could never desire to mutilate her life. Had he not said to himself one day, as his boat glided past the sloping gardens of Posilipo, \\\"Vere must be happy.\\\"\\n\\nYet that evening he had made her unhappy.\\n\\nHe had come to the island from his self-examination strong in the determination to be really himself, no longer half self-deceived and so deceiving. He had gone out upon the terrace, and waited there. But when Vere had come to join him, he had not been able to be natural. In his desire to rehabilitate himself thoroughly and swiftly in his own opinion he must have been almost harsh to the child. She had approached him a little doubtfully. She had needed specially just then to be met with even more than the usual friendship. Artois had seen in her face, in her expressive eyes, a plea not for forgiveness--there was no need for that, but for compassion, an appeal to him to ignore and yet to sympathise, that was exquisitely young and winning. But, because of his self-examination, and because he was feeling acutely, he had been abrupt, cold, changed in his manner. They had sat down together in the dark, and after some uneasy conversation, Vere, perhaps eager to make things easier between herself and \\\"Monsieur Emile,\\\" had brought up the subject of her poems with a sort of anxious simplicity, and a touch of timidity that yet was confidential. And Artois, still recoiling secretly from that which might possibly have become a folly but could never have been anything more, had told Vere plainly and almost sternly that she must go to her literary path unaided, unadvised by him.\\n\\n\\\"I was glad to advise you at the beginning, Vere,\\\" he had said, finally; \\\"but now I must leave you to yourself to work out your own salvation. You have talent. Trust it. Trust yourself. Do no lean on any one, least of all on me.\\\"\\n\\n\\\"No, Monsieur Emile,\\\" she had answered.\\n\\nThose were the last words exchanged between them before Hermione came and questioned Vere. And only when Vere slipped into the house, leaving that sound of pain behind her, did Artois realize how cruel he must have seemed in his desire quickly to set things right.\\n\\nHe realized that; but, subtle though he was, he did not understand the inmost and root-cause of Vere's loss of self-control.\\n\\nVere was feeling bitterly ashamed, had been bending under this sense of undeserved shame, ever since the Marchesino's stratagem on the preceding night. Although she was gay and fearless, she was exquisitely sensitive. Peppina's confession had roused her maidenhood to a theoretical knowledge of certain things in life, of certain cruel phases of man's selfishness and lust which, till then, she had never envisaged. The Marchesino's madness had carried her one step further. She had not actually looked into the abyss. But she had felt herself near to something that she hated even more than she feared it. And she had returned to the hotel full of a shrinking delicacy, not to be explained, intense as snow, which had made the meeting with her mother and Artois a torture to her, which had sealed her lips to silence that night, which had made her half apology to Gaspare in the morning a secret agony, which had even set a flush on her face when she looked at San Francesco. The abrupt change in Monsieur Emile's demeanor towards her made her feel as if she were despised by him because she had been the victim of the Marchesino's trick. Or perhaps Monsieur Emile completely misunderstood her; perhaps he thought--perhaps he dared to think, that she had helped the Marchesino in his manoeuvre.\\n\\nVere felt almost crucified, but was too proud to speak of the pain and bitterness within her. Only when her mother came out upon the terrace did she suddenly feel that she could bear no more.\\n\\nThat night, directly she was in her room, she locked her door. She was afraid that her mother might follow her, to ask what was the matter.\\n\\nBut Hermione did not come. She, too, wished to be alone that night. She, too, felt that she could not be looked at by searching eyes that night.\\n\\nShe did not know when Artois left the terrace. Long after Ruffo's song had died away she still leaned over the sea, following his boat with her desirous heart. Artois, too, was on the sea. She did not know it. She was, almost desperately, seeking a refuge in the past. The present failed her. That was her feeling. Then she would cling to the past. And in that song, prompted now by her always eager imagination, she seemed to hear it. For she was almost fiercely, feverishly, beginning to find resemblances in Ruffo to Maurice. At first she had noticed none, although she had been strangely attracted by the boy. Then she had seen that look, fleeting but vivid, that seemed for a moment to bring Maurice before her. Then, on the cliff, she had discerned a likeness of line, a definite similarity of features.\\n\\nAnd now--was not that voice like Maurice's? Had it not his wonderful thrill of youth in it, that sound of the love of life which wakes all the pulses of the body and stirs all the depths of the heart?\\n\\n\\\"Oh, dolce luna bianca de l' estate----\\\"\\n\\nThe voice upon the sea was singing always the song of Mergellina. But to Hermione it began to seem that the song was changing to another song, and that the voice that was dying away across the shrouded water was sinking into the shadows of a ravine upon a mountainside.\\n\\n\\\"Ciao, Ciao, Ciao,    Morettina bella, ciao----\\\"\\n\\nMaurice was going to the fishing under the sweet white moon of Sicily. And she--she was no longer leaning down from the terrace of the Casa del Mare, but from the terrace of the House of the Priest.\\n\\n\\\"Prima di partire    Un bacio ti voglio da!\\\"\\n\\nThat kiss, which he had given her before he had gone away from her forever! She seemed to feel it on her lips again, and she shut her eyes, giving herself up to a passion of the imagination.\\n\\nWhen she opened them again she felt exhausted and terribly alone. Maurice had gone down into the ravine. He was never coming back. Ruffo was taken by the mists and by the night. She lifted herself up from the balustrade and looked round, remembering suddenly that she had left Artois upon the terrace. He had disappeared silently, without a word of good-bye.\\n\\nAnd now, seeing the deserted terrace, she recollected her fierce attack upon Artois, she remembered how she had stood in the black room watching the two darknesses outside, listening to their silence. And she remembered her conversation with Ruffo.\\n\\nActualities rushed back upon her memory. She felt as if she heard them coming like an army to the assault. Her brain was crowded with jostling thoughts, her heart with jostling feelings and fears. She was like one trying to find a safe path through a black troop of threatening secrets. What had happened that night between Vere and Emile? Why had Vere fled? Why had she wept? And the previous night with the Marchesino--Vere had not spoken of it to her mother. Hermione had found it impossible to ask her child for any details. There was a secret too. And there were the two secrets, which now she knew, but which Vere and Artois thought were unknown to her still. And then-- that mystery of which Ruffo had innocently spoken that night.\\n\\nAs Hermione, moving in imagination through the black and threatening troop, came to that last secret, she was again assailed by a curious, and horrible, sensation of apprehension. She again felt very little and very helpless, like a child.\\n\\nShe moved away from the balustrade and turned towards the house. Above, in her sitting-room, the light still shone. The other windows on this side of the Casa del Mare were dark. She felt that she must go to that light quickly, and she hastened in, went cautiously--though now almost panic-stricken--through the black room with the French windows, and came into the dimly lighted passage that led to the front door.\\n\\nGaspare was there locking up. She came to him.\\n\\n\\\"Good-night, Gaspare,\\\" she said, stopping.\\n\\n\\\"Good-night, Signora,\\\" he answered, slightly turning his head, but not looking into her face.\\n\\nHermione turned to go up-stairs. She went up two or three steps. She heard a bolt shot into its place below her, and she stopped again. To-night she felt for the first time almost afraid of Gaspare. She trusted him as she had always trusted him--completely. Yet that trust was mingled with this new and dreadful sensation of fear bred of her conviction that he held some secret from her in his breast. Indeed, it was her trust in Gaspare which made her fear so keen. As she stood on the staircase she knew that. If Gaspare kept things, kept anything from her that at all concerned her life, it must be because he was faithfully trying to save her from some pain or misery.\\n\\nBut perhaps she was led astray by her depression of to-night. Perhaps this mystery was her own creation, and he would be quite willing to explain, to clear it away with a word.\\n\\n\\\"Gaspare,\\\" she said, \\\"have you finished locking up?\\\"\\n\\n\\\"Not quite, Signora. I have the front of the house to do.\\\"\\n\\n\\\"Of course. Well, when you have finished come up to my room for a minute, will you?\\\"\\n\\n\\\"Va bene, Signora.\\\"\\n\\nWas there reluctance in his voice? She thought there was. She went up- stairs and waited in her sitting-room. It seemed to her that Gaspare was a very long time locking up. She leaned out of the window that overlooked the terrace to hear if he was shutting the French windows. When she did so she saw him faintly below, standing by the balustrade. She watched him, wondering what he was doing, till at last she could not be patient any longer.\\n\\n\\\"Gaspare!\\\" she called out.\\n\\nHe started violently.\\n\\n\\\"I am coming, Signora.\\\"\\n\\n\\\"I am waiting for you.\\\"\\n\\n\\\"A moment, Signora!\\\"\\n\\nYes, his voice was reluctant; but he went at once towards the house and disappeared. Directly afterwards she heard the windows being shut and barred, then a step coming rather slowly up the staircase.\\n\\n\\\"Che vuole, Signora?\\\"\\n\\nHow many times she had heard that phrase from Gaspare's lips? How many times in reply she had expressed some simple desire! To-night she found a difficulty in answering that blunt question. There was so much that she wished, wanted--wide and terrible want filled her heart.\\n\\n\\\"Che vuole?\\\" he repeated.\\n\\nAs she heard it a second time, suddenly Hermione knew that for the moment she was entirely dominated by Ruffo and that, which concerned, which was connected with him. The fisher-boy had assumed an abrupt and vast importance in her life.\\n\\n\\\"Gaspare,\\\" she said, \\\"you know me pretty well by this time, don't you?\\\"\\n\\n\\\"Know you, Signora! Of course I know you!\\\" He gazed at her, then added, \\\"Who should know you, Signora, if I do not?\\\"\\n\\n\\\"That is just what I mean, Gaspare. I wonder--I wonder--\\\" She broke off. \\\"Do you understand, Gaspare, how important you are to me, how necessary you are to me?\\\"\\n\\nAn expressive look that was full of gentleness dawned in his big eyes.\\n\\n\\\"Si, Signora, I understand.\\\"\\n\\n\\\"And I think you ought to understand my character by this time.\\\" She looked at him earnestly. \\\"But I sometimes wonder--I mean lately--I sometimes wonder whether you do quite understand me.\\\"\\n\\n\\\"Why, Signora?\\\"\\n\\n\\\"Do you know what I like best from the people who are near me, who live with me?\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\n\\\"What?\\\"\\n\\n\\\"Affection, Signora. You like to be cared for, Signora.\\\"\\n\\nShe felt tears rising again in her eyes.\\n\\n\\\"Yes, I love affection. But--there's something else, too. I love to be trusted. I'm not curious. I hate to pry into people's affairs. But I love to feel that I am trusted, that those I trust and care for would never keep me in the dark--\\\"\\n\\nShe thought again of Emile and of the night and her outburst.\\n\\n\\\"The dark, Signora?\\\"\\n\\n\\\"Don't you understand what I mean? When you are in the dark you can't see anything. You can't see the things you ought to see.\\\"\\n\\n\\\"You are not in the dark, Signora.\\\"\\n\\nHe spoke rather stupidly, and looked towards the lamp, as if he misunderstood her explanation. But she knew his quickness of mind too well to be deceived.\\n\\n\\\"Gaspare,\\\" she said, \\\"I don't know whether you are going to be frank with me, but I am going to be frank with you. Sit down for a minute, and--please shut the door first.\\\"\\n\\nHe looked at her, looked down, hesitated, then went slowly to the door, and shut it softly. Hermione was sitting on the sofa when he turned. He came back and stood beside her.\\n\\n\\\"Si, Signora?\\\"\\n\\n\\\"I'd rather you sat too, Gaspare.\\\"\\n\\nHe took a seat on a hard chair. His face had changed. Generally it was what is called \\\"an open face.\\\" Now it looked the opposite to that. When she glanced at him, almost furtively, Hermione was once more assailed by fear. She began to speak quickly, with determination, to combat her fear.\\n\\n\\\"Gaspare, I may be wrong, but for some time I have felt now and then as if you and I were not quite as we used to be together, as if--well, now and then it seems to me as if there was a wall, and I was on one side of the wall and you were on the other. I don't like that feeling, after having you with me so long. I don't like it, and I want to get rid of it.\\\"\\n\\nShe paused.\\n\\n\\\"Si, Signora,\\\" he said, in a low voice.\\n\\nHe was now looking at the floor. His arms were resting on his knees, and his hands hung down touching each other.\\n\\n\\\"It seems to me that--I never noticed the thing between us until-- until Ruffo came to the island.\\\"\\n\\n\\\"Ruffo?\\\"\\n\\n\\\"Yes, Gaspare, Ruffo.\\\"\\n\\nShe spoke with increasing energy and determination, still combating her still formless fear. And because of this interior combat her manner and voice were not quite natural, though she strove to keep them so, knowing well how swiftly a Sicilian will catch the infection of a strange mood, will be puzzled by it, be made obstinate, even dogged by it.\\n\\n\\\"I am sure that all this--I mean that this has something to do with Ruffo.\\\"\\n\\nGaspare said nothing.\\n\\n\\\"I know you like Ruffo, Gaspare. I believe you like him very much. Don't you?\\\"\\n\\n\\\"Signora, Ruffo has never done me any harm.\\\"\\n\\n\\\"Ruffo is very fond of you.\\\"\\n\\nShe saw Gaspare redden.\\n\\n\\\"He respects and admires you more than other people. I have noticed that.\\\"\\n\\nGaspare cleared his throat but did not look up or make any remark.\\n\\n\\\"Both the Signorina and I like Ruffo, too. We feel--at least I feel--I feel as if he had become one of the family.\\\"\\n\\nGaspare looked up quickly and his eyes were surely fierce.\\n\\n\\\"One of the family!\\\" he exclaimed.\\n\\nHermione wondered if he were jealous.\\n\\n\\\"I don't mean that I put him with you, Gaspare. No--but he seems to me quite a friend. Tell me--do you know anything against Ruffo?\\\"\\n\\n\\\"Non, Signora.\\\"\\n\\nIt came very slowly from his lips.\\n\\n\\\"Absolutely nothing?\\\"\\n\\n\\\"Signora, I don't know anything bad of Ruffo.\\\"\\n\\n\\\"I felt sure not. Don't you like his coming to the island?\\\"\\n\\nGaspare's face was still flushed.\\n\\n\\\"Signora, it is nothing to do with me.\\\"\\n\\nA sort of dull anger seemed to be creeping into his voice, an accent of defiance that he was trying to control. Hermione noticed it, and it brought her to a resolve that, till now, she had avoided. Her secret fear had prompted her to delay, to a gradual method of arriving at the truth. Now she sat forward, clasping her hands together hard, and speaking quickly:\\n\\n\\\"Gaspare, I feel sure that you noticed long ago something very strange in Ruffo. Perhaps you noticed it almost at once. I believe you did. It is this. Ruffo has an extraordinary look in his face sometimes, a look of--of your dead Padrone. I didn't see it for some time, but I think you saw it directly. Did you? Did you, Gaspare?\\\"\\n\\nThere was no answer. Gaspare only cleared his throat again more violently. Hermione waited for a minute. Then, understanding that he was not going to answer, she went on:\\n\\n\\\"You have seen it--we have both noticed it. Now I want to tell you something--something that happened to-night.\\\"\\n\\nGaspare started, looked up quickly, darted at his Padrona a searching glance of inquiry.\\n\\n\\\"What is it?\\\" she said.\\n\\n\\\"Niente!\\\"\",\"timestamp\":1637315463,\"title\":\"\\n\\\"I am her mother. I have a right to know. I have a right to know everything about my child's life.\\\"\"},\"digest\":\"Mj0qmmm4JW06bcFpC25Iyv4WzSRRm47OEHzS6pBp4ys\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y_Ljyr7voM-nzvJvlAa9Okq8pxIh9OViDsiPjm4hLZs\\\",\\\"y\\\":\\\"TB5ve3o-ubmaFCI36loH0ycd-exYYbEOeT7YO1mD8rQ\\\"}\",\"signature\":\"Npi86XjPHQglLMzTDKkrMdDRA6iFvMvPrHkvxJLRBz_4wTjw_YcEZG9tM-Asm_Mvhcm5_A3k70d44-znpSXgLg\",\"signingKeySignature\":\"0x031ea1203bc4897a49b5a15b02f7a735786acf32a1eed49a398862e38d03a4222b2bfd5e3f1b4336e61877af48c90e855f10b113167363e4f29a5dbd7f72fd6a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y_Ljyr7voM-nzvJvlAa9Okq8pxIh9OViDsiPjm4hLZs\\\",\\\"y\\\":\\\"TB5ve3o-ubmaFCI36loH0ycd-exYYbEOeT7YO1mD8rQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mj0qmmm4JW06bcFpC25Iyv4WzSRRm47OEHzS6pBp4ys\"}"