"{\"content\":{\"body\":\"The date is September 2017. The first cohort of successful DTC consumer startups, like Casper, has raised their Series C from prominent investors. From your tech friends, you hear of this thing called “Bitcoin” that costs USD $4,000 to buy one of. And you vaguely remember seeing news about a securities fraud called “Initial Coin Offerings.”\\n\\nAs you drink your morning coffee, a strange person approaches you in a neon green Adidas tracksuit. They claim they’re a time traveler from 2022, and fled Miami just as Art Basel began, but somehow ended up back in time. You learn that over a global pandemic, a group of Californian self-proclaimed “Digital Nomads” just sold their first and only house for digital land in the metaverse, where they breed NFT horses for betting. And that there’s this Apes thing that costs $200,000 to buy one of, and it’s pretty much just a profile picture. What the fuck is going on?\\n\\nLet’s back-track.\\n\\n![Graphic from @sinaneth on Twitter, posted on 11/16/2021.](https://images.mirror-media.xyz/publication-images/FwvzE4vmIgv_-VtePTA5U.png?height=704&width=1456)\\n\\nNFTs have been around for a while, but we’re actually still *way* early. A day in NFT feels like a month. Most people probably first heard of NFTs sometime around Jan-March, and whether you got exposed through VC, sports, fashion, or art likely depends on your hobby and who you are. One thing you’ll notice from the graph above is that there’s a distinct lack of CPG companies. And even among the broader consumer companies in general, the very few brands that experimented have executed their entry into NFTs to various degrees of success (or the lack thereof).\\n\\nSo, yes, we’re still early, and likely the conversation will have to go on for months or years to come before NFTs become a reliable strategy in the startup playbooks and see true mass adoption.\\n\\n## Consumer + NFTs\\n\\nDepending on where you are in your NFT learning journey, you may be wondering: why ***consumer*** specifically? The immutability of the blockchain makes sense for art and gaming. How does this feasibly come together for consumer companies, especially startups that have limited resources?\\n\\n[https://twitter.com/johnnieryu/status/1471331168415289344](https://twitter.com/johnnieryu/status/1471331168415289344)\\n\\nI’ve been writing about this casually, but the analogy that seems to resonate with most is that NFTs are as simple as an access key. These keys are best used to discover brand evangelists and reward the early users, so they can gain exponential and exclusive value from playing a role in realizing a shared mission, which is hopefully the mission of your brand.\\n\\nWhen executed properly, the NFT “drops” are meant to be easy to enter for those who are early to a cultural shift, and gradually harder to enter when the cultural shift has taken off. In an oversimplified way, this demand/supply relationship is how NFTs become more and more valuable as the underlying project it represents takes shape.\\n\\nAdditionally, there are blockchain-specific characteristics, themes, and affordances that align with what companies are already doing today. In fact, if you think about it, nothing in crypto is necessarily *novel* in terms of function, rather it executes on existing practices in much more capital and resource-efficient manners. See below for some examples:\\n\\n* **Private pre-sales** → Problem validation\\n* **Public primary drop** → Market validation and product-market-fit test.\\n* **Secondary market transactions** → Price discovery.\\n* **Decentralized governance** → Data and user-driven product development.\\n* **Discord communities & allow-lists access** → Alpha and beta testing communities.\\n* **NFT holders** \\\\~→ Brand ambassadors / micro-influencers & evangelists\\n\\nNow, you may think that you’re doing all this already, so why crypto? To which, I have four potential answers.\\n\\n1. **Capital efficiency.** An NFT drop, if you have the tech and design capabilities in-house, is technically free (minus “gas fees” which is like a transaction fee for deploying an Ethereum contract). You probably know the cost of taking an idea from concept to launch, then growth. The difference in cost is significant.\\n2. **Defensibility.** If you’re building in the consumer space and your biggest competitive advantage is primarily brand & community, it wouldn’t hurt to formalize that beyond your Instagram following and mailing list. If you can sell a piece of your brand, you concretely value how much the brand is worth.\\n3. **Signaling.** Your brand may already be consumer and community-driven. But there is no better way to signal that this is the case by using technology *designed* for consumer and community alignment.\\n4. **You’re right, maybe you don’t need it.** NFTs aren’t for everyone - potentially your brand isn’t suited for an NFT strategy based on the (limited) successful case studies we’ve seen so far. In that case, it won’t hurt to stay on top of the technology, but you won’t need a brand crypto strategy as of now.\\n\\n## Introducing… ConsumerDAO!\\n\\nI’ll be direct. The mission of ConsumerDAO is as simple as being the community and bridge for consumer founders and investors to enter Web3 through collaborative learning and mutual support. This is necessary for two (plus one) key reasons:\\n\\n1. **Most consumer founders/investors are curious about NFTs but don’t know enough to strategize or act on them.** Individual conversations are often educational but ultimately unproductive because it lacks the momentum of the community to help validate innovative ideas. On top of that, founders and investors need to be on the same page: what are the goals of entering Web3? What are the KPIs? What are the risks?\\n2. **When founders are ready to act on Web3, it’s resource-draining to execute in-house for small companies, and nonsensical to out-source if it truly is the next frontier.** Given where we stand after months of learning, how can the community to mobilize and take some burden off of founders? Does the future of the community look like a studio? An agency? A venture fund? A consultancy? After we learn and grow together, we *collectively make the decision for ourselves*.\\n3. **It’s a fun way to get everyone currently learning about NFTs into Web3 for free.** Learn by doing. Own your first NFT. Join your first DAO. Say your first “gm.” Tweet your first “WAGMI.” Vote on your first community proposal. We’re here to lead by example.\\n\\n### But we’re not a DAO… yet.\\n\\nAnd people will nit-pick you on the term you use because transparency and genuine representation are values at the core of Web3 technology. As they should. More accurately, we’re an aspiring DAO or quasi-DAO (but obviously I wasn’t going to buy a temporary www.QuasiConsumerDAO.com).\\n\\nThe reason we’re slowly transitioning into a DAO is because it will take time for people to familiarize themselves with the core products and ideas of Web3 and have productive participation from the community in governance. Plus, it costs everyone money upfront, while we can take the burden off of you with a temporary solution in the same democratic community spirit.\\n\\n## Roadmap\\n\\n1. **Q4 2021 -** Launch\\n   1. Airdrop community 25x “Early Bird” tickets.\\n   2. Build out Discord community.\\n2. **Q1 2022 -** Growth\\n   1. Season 1 begins: “Collaborative Learning and Mutual Support”\\n   2. Airdrop 50x “Special Invite” tickets to Early Bird network.\\n3. **Q2 2022 -** Transition\\n   1. Community votes on S2 theme.\\n   2. Begin transition process into an actual DAO.\\n4. **Q3 2022 -** ???\\n\\nThanks for reading, and hope to see you all soon.\",\"timestamp\":1641134356,\"title\":\"Welcome to ConsumerDAO!\"},\"digest\":\"aFa4nFASnXOy5azWbD-V3doJtc_4XAqzj7-1Xiyl3d8\",\"authorship\":{\"contributor\":\"0x963A0183E1BB92bDb31916C6a15B217F3c4cD8de\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dp1rTKgeLhpRsESmrN1AcQwzUMF0KeTn6LZKAf_YKyk\\\",\\\"y\\\":\\\"GFKx7_ienPUx9N327h73iGT87-jmwAD47dcJEyM0qW8\\\"}\",\"signature\":\"YqrgqZLg77q2aFmZBkbl64aYWnP328UsynLPNObzGnulFiGTVH30hDLGDQz2YIYbwljXLL2ULbcklFGEH4JJsQ\",\"signingKeySignature\":\"0xd543a0a832ac6401072bf3362941c90cf8115312a13c12ca404b8d2012b511df2fa14857563b204695d1ad58bd867adddd37c5312fd490a4971cfbab86909b151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dp1rTKgeLhpRsESmrN1AcQwzUMF0KeTn6LZKAf_YKyk\\\",\\\"y\\\":\\\"GFKx7_ienPUx9N327h73iGT87-jmwAD47dcJEyM0qW8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RX55xEA2My1xeIh1asVap0mX3XaNPRpcsVofzo2LG5M\"}"