"{\"content\":{\"body\":\"From the start of this Covid pandemic a popular ‘conspiracy theory’ was/is that this pandemic was used to expand the control of the government and usher in a China style social credit score system.\\n\\nWe are 2 years into this pandemic and in a lot of countries a Covid QR code is now necessary to gain entrance to pubs, restaurants and much more. These have been rolled with public health as an excuse. But countries or states, cities who use them have often had worse outbreaks than the few remaining countries or states in the USA who do not have them. The logical thing would then be to scrap them. But we see the opposite happening! Countries like France, the Netherlands and Belgium who have had the system in place for several months and had a new spike in Covid cases and hospitalizations are doubling down on it! Even making the system more restrictive (no longer accepting negative tests or recovery from Covid). Explain that one using science! Screw science, explain that one using words and sentences that make any sense!\\n\\n![No covid pas no entry](https://images.mirror-media.xyz/publication-images/CRPbJ63DBmYZpQ4KEKesQ.jpg?height=450&width=800)\\n\\nThe conspiracy theory seems to be true and no longer a theory! Hooray for the tin foil hats! Now where is that Alex Jones was right tip jar? Jeezus, this sucker is full!\\n\\n![](https://images.mirror-media.xyz/publication-images/z4dOoGdCGWdp7O5ePYmh3.JPG?height=567&width=491)\\n\\n### WHY\\n\\nBut the question is WHY? Why are so many countries all implementing the same authoritarian control system? Surely there must be some reason to this madness?\\n\\nYou see, a **social credit system** makes sense in China. They are a totalitarian system that has never tolerate dissidence or opposing forces. A social credit score is fucking perfect for a system like that! The western world however has had a different system for a long time. You can vote on different political parties and even if you don’t like any of them start your own. We had freedom of expression and press and if you don’t like what is on offer you can start your own (and with the internet lowering the barriers to entry, many have). Now in the end, those in control get to do whatever they want just like in China. But it is a more flexible system. Less heavy handed. Voting and free press are pressure valves so people who do not agree have the illusion that maybe things will change or at the very least they can rant a bit on an alternative news site and thus let of some steam. It’s a really good system if you are on top and you have the added bonus of this system allowing for a lot more innovation than the heavy-handed authoritarian Chinees system. Hooray for 20 types of toothpaste!\\n\\n![Long live free market innovation!](https://images.mirror-media.xyz/publication-images/-JeVSlVEK8aY7TrXPh8_n.jpeg?height=280&width=615)\\n\\nA small example to illustrate my point. Most people in most western countries don’t exactly approve of the immigration policies of their country. But nothing has changed in this regard for the last 25 years. Yes, you had anti migration parties being formed. But in no country are they topping more than 20% of the votes and are no real threat to the system as a whole. Long live all the institutions with which the narrative is controlled! It truly is a work of art, perfected in hundreds of years of trial and error. Why on earth would you want to replace such a flexible and robust system with a social credit score turd?\\n\\n### A global turd\\n\\nAnd this turd of a system is going global! From Australia, New Zealand, over Europe to Canada, USA and all the way down to Chili. Australia doesn’t even have the migration issue! Their major political parties alternate in being in power and then just roll out the same policies with almost the entire public being pretty happy with how things are organized! Why the hell are they all of a sudden going so totalitarian? Can any Australian explain it? Can anybody anywhere in the world explain it?\\n\\n‘O!’, they say. ‘It’s the [WEF](https://www.weforum.org/)’, and ‘[THE GREAT RESET](https://www.amazon.nl/Covid-19-The-Great-Reset/dp/2940631123)!’, people shout. Look at Klaus Schwab! He wrote the book. They are the baddies!\\n\\nAgain, I ask, WHY. Them just wanting to usher in a totalitarian system while they are already in control and can pretty much do whatever they want?! Does that make any sense?\\n\\nYes sure, this green new deal they want to implement is for a big part horseshit and it is going to cost a lot of money. But they are going to just print most of that money. And even if it already inspired some protest (yellow vest in France) the real pain is only going to be felt in 2030 even 2035.\\n\\nAnd what is the worst that can happen then? Mass protests? Like they already have now but against the Covid QR code system?\\n\\nAll this still leaves the question of why it is being done on such a global scale? For Australia with such a low population compared to their land mass, with all their sun and higher temperatures going green is probable not even going to cost them that much. Hell, with some hydrogen breakthroughs they could possible be making big bucks of it! Some potential, probably small unrest a few decades from now justify going all totalitarian now? Bollocks!\\n\\n### ROCK the BOAT\\n\\nIt is quit a conundrum. The people who are already in power and can more or less roll out any policy they want within the current system are rolling out a new control system that triggers mass protest and has the only benefit of them being in control and rolling out any policy they want? Why rock the boat? Why do it now? And why do so many countries go along with it?\\n\\n### Existential threat\\n\\nThe last time we had such an international coordinated effort was during WO II and that was because so many regimes saw an existential threat.\\n\\nAha, finally, we are asking the correct question. What is the existential threat to them? A threat so big they want to risk mass unrest just so they can roll out a new control system? Even though the current system is still working pretty fine and dandy?\\n\\n![Ah, the mighty death star, with this the empire is truly in control of the galaxy!](https://images.mirror-media.xyz/publication-images/5pLbiaDPCRQ-cpZjBeN8_.jpg?height=594&width=1189)\\n\\nIt’s the internet! More precisely decentralized sites like this one.\\n\\n### Fundamental systems of control\\n\\nIf we really drill down to it their fundamental systems of control are education and work. You better behave and follow the rules at school, so you get a good degree! And if you get a good degree and behave and follow the rules at work you can have a nice career, make good money, and have a nice life.\\n\\nOn a fundamental level the internet is wrecking this. Free courses or courses costing you a couple of hundred bucks can get you an above average wage job. Get google analytics and SEO certificated and nobody give a flying fuck if you are a high school drop out. You can learn python or javascript for free and nowbody is going to give a flying crap about your high school scores in geography. So that is education being royally fucked and done with. The same can be said for work.\\n\\n### REMOTE WORK\\n\\nIf you can work from anywhere in the world. You can live a puritan life in the bible belt of hedonistic debauchery in Pattaya Thailand. Deliver your code on time and with few to zero bugs your boss doesn’t know and doesn’t care!\\n\\nWhat good is being control of a country if the bulk of your citizens can just pack up their laptop, move somewhere else and continue to work? We are already seeing this with digital nomads. They are super mobile, and countries need to bow to their wants to be able to attract and retain them. Hell, forget the bulk of your population! What if 20% of your work population is full remote and can work from anywhere? Can you imagine what it would do to the budget of a government if even only 5% of that country’s workforce decide to go pluck their lily white asses on a beach somewhere else in the world? Preferably a beach where said ass can be textile free … But that might just be me…\\n\\n![](https://images.mirror-media.xyz/publication-images/T-Obq6fZ9cQLfLoX1LIpz.jpg?height=576&width=1024)\\n\\n### Uncontrollable internet\\n\\nYou see, they can not control the internet. They thought they could because they had been successful with all technological advances up until this point. And to be fair, they gave it a good shot. Facebook, twitter come here and get a little fistbump. A for effort you guys! Good match! Scored some touchdowns. Thing is, the internet was designed to go around roadblocks like this. The more they clamp down the less appeal they have, and competitors stand up to take their place. There are now so many alternatives to Youtube I can’t keep up. Rumble, oddyssee, bitchute, what the hell! And some of them are decentralized! The system can handle traditional corporations (throw money at them, a.k.a. buy them) but WTF do you with a decentralized mess?\\n\\n### Decentralized mess\\n\\nTwitter has around 37 million active users in the USA. If we consider GAB as a Mastodon instance (witch on a technical level it is) then [Mastodon](https://joinmastodon.org/) has more users than that. And you can not take out Mastodon. It’s open source software that lets anybody spin up an instance and control their own little piece of the [fediverse](https://fediverse.party/en/fediverse). Don’t like the content moderation on 1 instance, screw them and just switch instance, hell run your own and you set the rules!\\n\\n### Podcasting 2.0\\n\\nLet me give you another example. Having kicked off podcasting himself an odd 18 years ago Adam Curry was feeling the forces of censorship and control coming for podcasts. And he wasn’t having any of it! The weak point was the [podcast index](https://podcastindex.org/) which he had given to Apple many moons ago and which all podcast apps used to let you find podcasts. So, he build his own podcast index. Another way to control/censor something is to cut off its funding. So, using the lightning network he build a payment system on top of the RSS namespace used by podcasts. Content creators can now directly be paid by their content consumers without any middlemen. It took him **less than a year** and **no funding**! The whole thing was done via the value for value system! Poof, a whole ecosystem that cannot be deplatformed, censored or payments be blocked. By nobody! Coordination by the different parties involved is done on their very own mastodon instance :[p](https://podcastindex.social/about)*[odcastindex](https://podcastindex.social/about)*[.](https://podcastindex.social/about)*[social](https://podcastindex.social/about)*. Younger, more hip persons might do this via a DAO, but he’s an old geezer that used to life in a castle. So we’ll cut him some slack 😉. Thing is, this isn’t a company in the tradition sense. This can’t be bought, controlled, and corrupted.\\n\\n### Mirror, mirror on the wall\\n\\nWant another example? This very site I am using to post this on. Barrier to entry: an Ethereum wallet. Can it be censored? Only by the community itself. It might become to left leaning but that would probably just lead to a fork. Become to right leaning, same result. So people will probably leave politics out of it and just write/create cool stuff.\\n\\n### Back to the decentralized mess\\n\\nIf they can’t even control the internet as it was, how on earth are they ever going to control a truly decentralized version of it? They do not need a great reset because of Covid, they need a great rest because decentralization is a fundamental threat to them. Progress is always disruptive and this time it is going to disrupt them. They thought they could control it but how do you control decentralized entities? Compagnies isn’t even the correct word. Who owns it, the users. Who makes the decisions? The users. Is there an exchange of value? There might be. Can it be taxed? No idea! Can it be controlled by an external entity? Nope, there will always be asshats forking if they do not like what is happening …\\n\\n![You get a fork ,and you get a fork. Fork everybody!](https://images.mirror-media.xyz/publication-images/lNiRL70j7oJ4UQ_n5lm15.png?height=626&width=1600)\\n\\n### Limited window of opportunity\\n\\nIf Klaus Schwab says they have only a limit window of opportunity you can take him on his word. They need to get this control system of the ground now. Once 10% – 20% of the work force goes remote it’s done. Once decentralized eco-systems get to a certain size they are done. It’s make or break to get this system up and running. Thing is, they can’t. It’s already too late, the knowledge is out there. They really thought the Chinese social credit system could just be transplanted. They are wrong. Honestly I am a bit disappointed in them for not coming up with a better solution. They aren’t very smart.\\n\\n‘We are facing an existential threat, we must act! But what to do?’\\n\\n‘Hey this social credit system over in China seems to be working for them.’\\n\\n‘Great, let’s copy that!’\\n\\n![](https://images.mirror-media.xyz/publication-images/g_JKz4lc6WGk4B3m9Y-9L.jpg?height=437&width=777)\\n\\nThere is a reason the USA is the epicenter of the modern IT industry. Silicon Valley could only be born and grow in a relatively open and free society. Communist China would never have created it, hell even Europe barely has a home-grown IT industry. Even if it happened by accident in a communist regime, it would have never reached adolescence before the powers that be would have killed it. There is a reason China is now muzzling its IT industry even if it hurts their economy. They do not want to have the same problem the west has. A society that created decentralized censor proof technology can not be muzzled by a system like this. It just doesn’t. Even just one crack is enough to have it all tumbling down. Just look how people are already leaving the restrictive states for more open states in the USA. Now imagine this on a worldwide scale, with 20% of the people working 100% remote and a lot of them at/for/within decentralized entities? 1 crack, 1 country or state not clamping down on its citizen will attract all the talent. The Soviet Union survived 70 years or 2 generations. Countries implementing the social credit system won’t survive 20 years before losing all their innovative power and a large part of their tax base.\\n\\nThe funny thing is that all of this is only hastening the current trends toward remote work and decentralization. If they had done nothing the process would probably have been slower. They are already dead, the just don’t realize it. They are zombie elite and sooner or later a decentralized platform somewhere is going to administer the final head shot to the brain.\\n\\n![](https://images.mirror-media.xyz/publication-images/yjwl6KbYscYO9mwRqT7U9.jpg?height=176&width=286)\\n\\n\",\"timestamp\":1640804286,\"title\":\"The Zombie Elite\"},\"digest\":\"lqjIl_cBm76PxQo1JQGNVreaERywvAxN17txAv7ceak\",\"authorship\":{\"contributor\":\"0xf5D355A69e5a7AA8bba1340F5c363D813CB499D7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g_kzqYyutw0Yw58GIuFybASMTbozcJpKOIr4HFa22RI\\\",\\\"y\\\":\\\"gTJQ2D_UCmjgfcRvvxPbhmiRjqaexGmwIMLMRmn7k6E\\\"}\",\"signature\":\"nUDLbOpMbKHJXHhCZr1zdwJQZyeCpW8ssmB7lUYTDvLywh20ce7WB7nLhMgPs4moAIHHuZuZ3Vfc6DcVeUxKrg\",\"signingKeySignature\":\"0x5ac5c2c0969d683d9e6a9f09330d3ed5d0344a7ff90c9fd54a2bd790982bc4d77b59cf9a4f496c945e4992ba1655a9965ea232218567268c9369b23a3f5bdb501b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g_kzqYyutw0Yw58GIuFybASMTbozcJpKOIr4HFa22RI\\\",\\\"y\\\":\\\"gTJQ2D_UCmjgfcRvvxPbhmiRjqaexGmwIMLMRmn7k6E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lqjIl_cBm76PxQo1JQGNVreaERywvAxN17txAv7ceak\"}"