"{\"content\":{\"body\":\"## Welcome to the New Coop!\\n\\n[Join our community](https://discord.gg/AU3vMHSU) and be part of New Coop journey to become the [Sorare](https://techcrunch.com/2021/09/20/sorare-raises-680-million-for-its-fantasy-sports-nft-game/) of Wine & Spirits.\\n\\n## What is the New Coop?\\n\\nWe’re a community of Wine & Spirits Makers, domain owners, collectionneurs, engineers, DAO community builders, 3D graphic Designer, content marketers and Web3 enthusiasts focused on enabling transparency and fairness into the wine & spirits industry.\\n\\n> Together we are about to launch, grow, and maintain the most transparent marketplace for the Wine & Spirits industry. \\n\\n## What are our goals?\\n\\n1. **Increase Transparency** - Introduce and expand adoption of the Marketplace to a broad audience beyond those already in traditional marketplaces today.\\n2. **Become Market Leaders** - Become the marketplace reseller leader of luxury wine & spirits  products by creating the best customer experience on the market.\\n\\n##                                      How its works ? \\n\\n## 01. Brand Partnerships\\n\\nNew Coop was launched by experts in the wine field who identified the issues with collecting high end bottles. Using our background, we partner with the premier brands who are interested in reaching new collectors and solving the growing pains of existing collectors. We work alongside the brands to create a unique piece of digital art (NFT) which will be the certificate of ownership. \\n\\n🥇 We partner with most talented 3D graphic designers to offer augmented reality piece of arts.\\n\\nAll bottles will be viewed in augmented reality just by scanning it, no app required ([see Cryptopets](https://cryptopets.tech/#/), [RTFKT](https://twitter.com/RTFKTstudios/status/1470502799498792963?s=20))\\n\\n## 02. Bottles secured \\n\\nThe NFT is minted to prove that the original creator is the brand’s themselves. The brands ship the bottles to the New Coop Warehouse which is bonded, temperature controlled and insured.\\n\\n## 03. Bottles Released\\n\\nAt a specified time the bottles are released. The format of the release could be an auction, first come first serve, or a random drawing. Winners automatically receive the bottles in their wallet.\\n\\n## 04. Marketplace \\n\\nUsers can list, bid and purchase bottles from the marketplace. Owners of the NFTs set the price in either Ethereum or FIAT currencies. Non-owners can purchase the NFTs at the list price or make an offer that is valid for 3 days.\\n\\n## 05. NFT Owners & The Brands\\n\\nNew Coop offers Brands the unique opportunity to interact with their consumers. NFT owners can opt in to receive promotional details from the brands if they own an NFT from that brand. Brands will offer those who own their NFT’s unique experiences such as: private tours of the distillery, exclusive content, discounts and access to private future drops & more.\\n\\n## 06. Redeem\\n\\nAt any point the owner of the digital NFT can redeem their digital asset for the physical one. This process removes the digital NFT from the ecosystem making the remaining NFT’s more rare. Users receive a separate receipt NFT and will have their rare bottle delivered to the address of their choice.\\n\\n \\n \\n\\n## \\n\\n \\n  \\n\\n \\n \\n\\n \\n \\n\\n \\n  \\n \",\"timestamp\":1641312342,\"title\":\"New Coop.                      One Pager \"},\"digest\":\"YpJoDgYslhaYgmPqAjZPeBmXgBHD_ERVF-DxPCTh2UE\",\"authorship\":{\"contributor\":\"0x76Cd4E9b4bee9B59EfEA40AEE0eBD4bf415F967a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y0VYQQFEfT-2ybGFI92k2muWKXKjv-p_cd9MyiuCfcM\\\",\\\"y\\\":\\\"E6Rbc556R1gxRgBclxyNjtWy44luebaCNzez8KDZASo\\\"}\",\"signature\":\"457V0lChvNMIlGHAgEi_Xh4hRPlrOI7TEeeLl2mBbDein4VAPRiUsn08fbn_VBLvEOg_Ci8dcIjOMkP-hzdF3A\",\"signingKeySignature\":\"0xd30f3fced511ae26d9d7033705fe645598f1037d28318dedafd9b3673ee9f2552fd9228dad98a90852fb35455e741408daaba182b6f930ad79907833609995741b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y0VYQQFEfT-2ybGFI92k2muWKXKjv-p_cd9MyiuCfcM\\\",\\\"y\\\":\\\"E6Rbc556R1gxRgBclxyNjtWy44luebaCNzez8KDZASo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j2cZbGvyILeFiIKg9AE-L9OTUYP8seOQAnkwaHpb7FI\"}"