"{\"content\":{\"body\":\"![Hierarchy of Skepticism](https://images.mirror-media.xyz/publication-images/jVXKnoLZe0IXFz4lbCP7d.png?height=454&width=448)\\n\\n# Choice of culture and startup survival\\n\\nIn 1998, just a year after returning to lead the company he founded after a 12-year hiatus, Steve Jobs took the opportunity presented by a MacWorld address to confront Apple’s critics in public.  During his appearance, he humorously outlined what he dubbed a “Hierarchy of Skepticism,” in order to make a clever, pre-emptive strike against the criticisms he’d inevitably face next.\\n\\nAt the first level, critics ask, will the company survive?  Then, once that is solved, they ask, but will the profits be stable?  Next, what is the strategy?  Finally, can growth be sustained?  In truth, as Jobs posited that day, the skeptics may never be satisfied.\\n\\nOur company, Trig, is entering its 10th year, and we are in a very fortunate position. We are wrestling with questions of strategy and growth, rather than survival and stability.  In light of our current status, we believe that there’s no time like the present to think more deeply about our culture and values. Reassessing who we are and where we stand will shore up a bedrock foundation before accepting more growth.\\n\\n> “SPEC’s research revealed a breathtaking finding:  one of the six cultures had a 100 percent survival rate through the dotcom bubble, was the fastest to go to IPO, and continued to hit growth targets as a maturing public company.”\\n\\nA 2002 study by the Stanford Project on Emerging Companies (SPEC) collected and analyzed the most comprehensive database on the histories, structures, and cultures of Silicon Valley startups in its time.  The study identified six different models of cultures that evolved over a 15-year period among 200 companies in the Valley.  SPEC’s research revealed a breathtaking finding:  one of the six cultures had a 100 percent survival rate through the dotcom bubble, was the fastest to go to IPO, and continued to hit growth targets as a maturing public company.  If you are an entrepreneur, investor, or are in any way involved in the startup community, this should get your attention.\\n\\nTake a look at the six models outlined by the Stanford research findings:\\n\\n**Star Model**: Hires were the best and brightest from elite universities, were well compensated and given “huge amounts of autonomy.” The strategy of applying the “A-team” to solving issues and developing great product made this model very popular with VC’s\\n\\n**Engineer Model**: “This is your stereotypical Silicon Valley startup, with a bunch of anonymous programmers drinking Mountain Dew at their desks; they’re young and hungry and might be stars someday but right now they’re focused on solving technical problems.”\\n\\n**Bureaucratic Model**: A common and proven model of organization, with a robust hierarchy and processes. Thick with middle managers, extensive job descriptions, org charts, and handbooks.\\n\\n**Autocratic Model**: Close cousin to bureaucratic, but driven by a single person, usually the founder and/or CEO, one of whom reportedly described it thus: “You work. You do what I say. You get paid.”\\n\\n**Commitment** **Model**: Firms where people could work their entire lives, even if most chose not to. Eschewing the rapidly shifting nature of many of their peers, these companies valued rich and lasting intra-company relationships. “Commitment CEOs believe that getting the culture right is more important at first than designing the best product.”\\n\\n**Hybrid / No Clear Model**: These firms combine elements of two models as a compromise in anticipation of future changes to the management approach.  For example, the observed culture might have fallen midway between Star and Bureaucracy, - getting off the ground with prominent talent, while planning for a transition to a Bureaucracy model following IPO.\\n\\n![Culture Models for Startups](https://images.mirror-media.xyz/publication-images/YgpDq6NdCa7pOBf-Qmu6d.png?height=603&width=448)\\n\\n> “Origins matter – the founder’s early formation of culture, values, and HR practices are a strong predictor of success. ”\\n\\nBefore we reveal which model had a 100 percent survival rate in the study, it’s worth noting that the authors found that changing cultures during the company’s growth led to higher chances of going out of business.  Origins matter – the founder’s early formation of culture, values, and HR practices are a strong predictor of success.  Change is disruptive – any short term benefits from changing a culture’s enduring core values to respond to external pressures are offset by significant long-term costs of undermining the predictable internal expectations among employees that can lead to higher turnover, increased management burden, and declining profitability that puts the survival of the company at risk.\\n\\nWith the Hierarchy of Skepticism in mind, this means that culture is a crucial consideration for answering that initial first question of “Can it survive?”  When forming Trig and first composing our values, I referred to a list of quotes I had been keeping, that I found inspirational and challenged me to be more pragmatic, collaborative, and uphold integrity above any hardships that might be solved through compromising character.\\n\\nValues are intrinsic.  They don’t change in response to competitors, management fads, or customer feedback - even if the survival of the company is at stake. Values are initially formulated by the founder, but they can evolve as the culture forms with new hires. I have been fascinated to watch our culture change and grow richer as each new person’s personality, sense of humor, and unique perspective adjust our norms and open up blind spots in how we operate.  I stand in awe of those organizations that scale from 20 to 100 to 200 people in a year and still preserve the original culture and values. Ultimately, values preserve the culture as it becomes the tool by which employees are hired, fired, and evaluated for promotion.\\n\\n> “‘Issues of organizational scalability capture remarkably little mind-share among people who are thinking about starting new enterprises…’ despite many founders giving lip service to declaring that ‘people are the ultimate source of competitive advantage in my business.’”\\n\\n— James Baron and Michael Hannan, Stanford Project on Emerging Companies\\n\\nSo what happened to the 200 startups from Baron and Hannon’s SPEC study as they traversed the dotcom bubble?  Half ceased to exist, but a selection of those that survived became incredibly successful.  The researchers were surprised, however, at how strongly the management style correlated with success, even after controlling for factors such as company age, size, institutional funding, turnover, and the macro-economy.\\n\\nThe Star Model, to no surprise, produced some of the biggest winners, but also quite unexpectedly failed at a higher rate than any of the other models, and was least likely to go public.  For investors, this type of culture is a great signal that you can base significant returns on playing one out of 10 odds.  For employees, the star model sounds unattractive, with the most common cause of failure resulting from infighting because everyone wants to be *the* star.  “Players that swing for the fence tend to strike out more often.”\\n\\nSo, of the five models, one outperformed the all the others in multiple ways:\\n\\n* Faster to go public\\n* Higher profitability ratios\\n* Fewer layers of managers\\n* Less wasted time on internal rivalries and individual agendas\\n* Less employee turnover\\n* Greater commitment to their customers, building superior service and long-term relationships that helped the companies detect and adapt to changes in the market\\n\\n> “Amazingly, the Commitment model, having been shunned by many in the start-up community, was the model that had a 100 percent survival rate and outperformed all the others.”\\n\\nCommitment firms, as described, begin working on culture even before hiring the first employees, with the vision to build a company culture that survives the IPO or any exit strategy.  By contrast, not a single founder within the Engineering model (1/3 of sample) put thought into organizational concerns as a primary launch activity.\\n\\nWhen Baron and Hannon shared their findings with venture capital contacts in Silicon Valley, investors shared that the resilience of the Commitment model was consistent with their experience.  The need to adapt, pivot, and handle interpersonal stresses is essential to survival in high-tech entrepreneurship.  In their opinion, Commitment models manage to capture the hearts and minds of employees up front, making it easier to adapt to the environment.  What I haven’t been able to learn yet is whether the findings of Baron and Hannon have changed the investment approach of Silicon Valley VCs or of the next generation of entrepreneurs following the dot com burst.\\n\\nAs you might have guessed, we have built Trig to be a Commitment company well before coming across the work of Baron and Hannon.  We take care of our clients. We have been described as having a “do whatever it takes” attitude to achieving our clients’ mission.  Notably, we have been able to sustain this client-centric attitude by taking care of our team members, making sure new hires fit the culture as a primary prerequisite, encouraging team members to cross pollinate disciplines, and nurturing the development of new skills to do so. The constant evolution of the work we all do keeps things from stagnating, and hedge against the risk of layoffs as the demand for different skill sets come and go.\\n\\nAt Trig, we stay family-friendly by allowing our people the flexibility to work whenever they want and wherever they want, as long as client deadlines and work quality standards are met.  This standard is achieved by our proud commitment to a virtual working environment – no physical office space requiring furnishings, rent, and the culture-killing accessory of low-trust managerial oversight. The freedom of this setup is evident in the geographical makeup of Trig.  We’re headquartered in Chapel Hill, NC, but have designers in Charlotte and Richmond, VA. Not only does Trig have the flexibility to recruit talent outside of our geographical area, it also give our employees the freedom to move wherever they want. You can find more discussion on the [virtual model here ](https://www.trig.com/about).\\n\\nMy hope is that we are an employer of choice for talented people who will enjoy their work. Not only that, we want them to also enjoy the camaraderie of our team. And we want to enjoy working here so much that they spend their entire careers here at Trig.  I see my responsibility as the founder to return that trust by building an organization that is built to last, where economic turbulence is expected and anticipated, and never a reason for asking an employee to leave.\\n\\nAt the deathbed of an organization, no entrepreneur regrets having spent *too much* time working on culture and people issues in the early years of their company.  Achieving goals and financial performance looks great on your resume.  How you achieve those goals is what gets shared at your eulogy.\\n\\n*Author’s note: I originally wrote this article in a much more light-hearted tone.  As I wrestled with the topic and spent time reflecting on the topic with family, friends, and coworkers, it became apparent that the choices of values and culture are too significant to too many people to be expressed through humor.  I hope that you are encouraged and challenged by this piece.  For further reading, please see the following resources:*\\n\\n*Organizational Blueprints for Success in High-Tech Start-Ups: Lessons from the Stanford Project on Emerging Companies*, James Baron and Michael Hannan, California Management Review, Vol. 44. No. 3 Spring 2002\\n\\n*Smarter Faster Better: the secrets to being productive in life and* business by Charles Duhigg.  (2016) See Chapter 5: Managing Others, Solving a kidnapping with lean and agile thinking and a culture of trust.\\n\\nOriginally published at: \\n\\n[https://www.trig.com/tangents/biology-is-destiny-choice-of-culture-and-startup-survival](https://www.trig.com/tangents/biology-is-destiny-choice-of-culture-and-startup-survival)\\n\\n\",\"timestamp\":1640831179,\"title\":\"Biology is Destiny: Choice of Culture and Startup Survival\"},\"digest\":\"iCoCn3vOGYNyMkud73DvbmzmiAR3RUIvzrYkftrCG4g\",\"authorship\":{\"contributor\":\"0xAE4CCbaD81d21aCF5522FF193896b312f58eec2E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Co0t5LklBFEFSc8l_rSVZn-pVFDHORq8VafTOYh1UKQ\\\",\\\"y\\\":\\\"I5zHG7zO21o_6-PVp3a8ljZGr3d3cqjIBrt5v2L2BKM\\\"}\",\"signature\":\"_OgWCOmJUqsriZOmoCiMl7TTPtnlDMWr2Vez6J5QApea58Qj9c_9p7DEqtmO5mYR880roZsTV__g8Wc0qZ3bDw\",\"signingKeySignature\":\"0xb540972256d4e4f478e10c71c0d1c5ef053869f58a14749e5755dae7038411d0325d5211954673a5806bdd41e3fadf8512012e80634564035ac7528de9af2a241c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Co0t5LklBFEFSc8l_rSVZn-pVFDHORq8VafTOYh1UKQ\\\",\\\"y\\\":\\\"I5zHG7zO21o_6-PVp3a8ljZGr3d3cqjIBrt5v2L2BKM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iCoCn3vOGYNyMkud73DvbmzmiAR3RUIvzrYkftrCG4g\"}"