"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/GfnZSIePh_M4m_lXnwqzI.png?height=864&width=1278)\\n\\nIm 30 days into my three month [Software Engineering Immersive](https://generalassemb.ly/education/software-engineering-immersive-remote) course at General Assembly and it has exceeded all my expectations. I’m incredible proud of the progress I have made and just finished my [first project](https://borahm.github.io/space-invaders/) last week. Let me give you an idea what the last 30 days were like.\\n\\nThe course is 100% remote, there are about 24 students, one teacher and three teaching assistants.\\n\\n### Course\\n\\nWe use primarily Zoom, Slack and Github. The course has four main elements:\\n\\n1. **Class:** There is one teacher for the entire duration of the course, who teaches you the fundamentals of computer science and programming\\n2. **Lab:** In a smaller group you practice and complete challenges that are based on what was just taught in class\\n3. **Homework:** A mini project that needs to be completed and submitted before the next class in the morning. It can take anywhere between 1-3 hours, depending on your skill level. After they are submitted, one of the teaching assistances (TA’s) will review and provide feedback on your homework\\n4. **Project:** You complete four main projects which are done solo or in a team. They are between two days and one week long.\\n\\nThe first three weeks were a mix of class, lab work during the day and homework in the evening. The fourth week was project work, so aside of stand up with the class in the morning, it was up to you how you structure your day or night, but the teacher and assistances were always one chat or zoom call away to provide support.\\n\\n### Students\\n\\nDiversity is lower than the industry, which is one of the biggest challenges in tech, but the students come from all kind of backgrounds. Different age groups, most of the students have never worked in tech, some just graduated, some have zero coding experience, some are looking for new growth paths, but all of them are incredible motivated and are here to get a job as a software engineer and that kind of surprised me, because I did not think you could actually get a job in that field after three months.\\n\\nWhat I did not know was the high success rate of the course:\\n\\n> 58.8% of GA graduates who participated in a full-time job search secured a job within three months of completing a GA Immersive course; 91.4% did so within six months. An additional 8.3% accepted a job offer after 180 days, for a total of 99.7% of this eligible population working in the field.\\n\\nThere are also a few students from the course who know someone in their immediate circle (family or friends) who participated in the course and found a job as a software engineer, which at least confirms anecdotally the success rate.\\n\\n### Teacher and Teacher assistances\\n\\nThe teacher is everything, but I think that is especially true in the remote world. We have a fabulous teacher, who he is engaging, knowledgeable, empathetic and approachable. During class he does a great job explaining everything and also answering questions as we go. You can also book 1:1 time with him and gives you really the feeling of “he is here for you”.\\n\\nHis job would be not possible without his teaching assistances (TA’s). They are reviewing homework, taking care of any logistics during the course and also helping / supporting the students where ever they can. All of them (at least in my course) are also past students and bring a sufficient level of knowledge to support the course. \\n\\n### Program\\n\\nIn week one we started with HTML and CSS (Styling, grids, flexbox etc.) to recreate simple websites and forms, but we went quickly into vanilla JS. In week two and three we learnt the 101 of JS (Variables, strings, numbers, types, boolean, conditionals and loops), functions, arrays, array methods and how to access the DOM with JS. I have taught myself a bit HTML, CSS and JS in the past, but the learning experience in the class is very different. It’s more intense and more varied. I really wish school was like that. I hated school and I also have a very low attention span, so alternating more frequently between listening and active working in a group really helps me. It’s also not about grades or getting approval from your teacher. \\n\\n### What’s next\\n\\nI’m not 100% sure how the next 30 days will go, but from what I understand it will be very similar in terms of structure. We will learn React, backend frameworks (NodeJS, Express & MondoDB) and finish with a full stack project.\\n\\nI’m super excited for the next 30 days! \",\"timestamp\":1642411028,\"title\":\"The first 30 days of my software engineering bootcamp\"},\"digest\":\"IHV3ccw-t83PE4mqc7oLBtcAwRVAlRIXyIA93xqsurE\",\"authorship\":{\"contributor\":\"0x4fE62c9735B59c8a1c6b6E10e657b976401A43B0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DV9ZwTZV-7ToD_Y5yBruyHp3LkCSCGrxQOwSzDwLpEY\\\",\\\"y\\\":\\\"0rgtwl05LEKvOR80XBYAWTXzayENB0vJeEAuSHJKS14\\\"}\",\"signature\":\"cFp34DV4ZTUzzKGFjpLySsVwd-b9Qpo20VhsQOhIztrMEb8NbvLcOFEBnJU196es3li-aWvlDRSlG8RiXFCAWA\",\"signingKeySignature\":\"0x7f58c73d5dafade4caa19bf434a7d06a4933696efe58c13037d38a69f938dd58006bfd431fdaaef3f1554cd131911e82698e6dcbd24fe73259d6517bb5a1e09e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DV9ZwTZV-7ToD_Y5yBruyHp3LkCSCGrxQOwSzDwLpEY\\\",\\\"y\\\":\\\"0rgtwl05LEKvOR80XBYAWTXzayENB0vJeEAuSHJKS14\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"90_AXNqwVseVOMmgxNYNzUZ55PrLVKJUbyQe6tWlDWY\"}"