"{\"content\":{\"body\":\"[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F61b0693c-4a4d-4dc5-939d-ef429440b98f\\\\_4098x3072.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F61b0693c-4a4d-4dc5-939d-ef429440b98f\\\\_4098x3072.jpeg)\\n\\nCreative communes originated in the 1960s counterculture to generate self-sufficient, egalitarian, and mutually beneficial arrangements that supplied and supported their members through shared and exchanged resources.\\n\\nWe have the chance to reconsider the financial aspect of creative communes; crypto may be utilized in creative communities to unlock collaborative production, reduce costs, and lay the groundwork for New Financial Technology-based micro-economies.\\n\\nThe sharing economy that we see today is simply another form of giving and receiving between people, facilitated by businesses with substantial capital. Most of them are centralized, taking part in the transactions for profit. Is it possible to replicate this on the blockchain, with artists themselves at the core of the network?\\n\\nBlockchain tech allows artists to create one-of-a-kind digital assets assigned to a single owner, comparable to the notion of physical integrity, which can help increase the value of virtual artworks and real-world locations connected to them.\\n\\nThe first solution to this issue may be for artists and developers to create/mint NFTs, which they can use as a utility currency to participate in studios, workshops or establish work exchanges.\\n\\nNFTs in creative communes and blockchain in connection with art can be used to create works in a more democratic way, where the absolute ownership is not mortgaged by the galleries or museums.\\n\\nTokenizing physical spaces is possible via artists creating NFTs by minting new tokens representing the rights to use studio space. An NFT can be used as an entry ticket for artists or curators wanting to participate in a studio and become a part of a formalized DAO as a collective.\\n\\n## Shared ownership of a tokenized physical space\\n\\nShared ownership is a system that draws inspiration from the early eras of cooperative housing when it was not unusual for groups of people to acquire property together. The notion of shared ownership of a studio tokenizes artistic, physical space. A variety of ways to tokenize a studio exist, including by square footage or hourly rental. Tokenizing a space provides several benefits; most notably, it creates a community-driven structure where artists own and maintain the spaces that they make in. It also allows members to participate in the decision-making phase, which affects the use and maintenance.\\n\\nToday, the term \\\"shared ownership\\\" is used to describe a variety of arrangements, ranging from cooperative living to behavior change initiatives.\\n\\nMost studios operate on a centralized model where owners and artists exchange fees. Tokenization allows for a fairer, more transparent model of exchanging value. Transactions are performed directly between members regardless of their geographical location.\\n\\nIn centralized ownership models, there is always a designated owner of each space within a property - and this can be problematic if one person wants to leave or pass on their space/rent to someone new.\\n\\nSome of these issues can be mitigated by using a decentralized platform with an open registry, allowing property owners or renters to set their own terms and conditions. Once a contract is in place, the payments work similarly to cryptocurrencies - which require a predetermined amount of digital tokens (NFTs) to be transacted.\\n\\nBy tokenizing creative spaces, participants can directly contribute to the future of a studio or project without having to pay high fees or commission rates.\\n\\nExclusive artistic communities could allow users to buy and sell NFTs through a vault belonging to the tokenized space representing a specific artist or their artwork. This provides a way for art lovers to directly invest in artists they admire by purchasing tokens related to them. The value of these tokens will increase over time, and the value of the space itself will rise against the value of the vault.\\n\\n## Paying for services\\n\\nPaying for services with tokens linked to a shared creative space opens up new ways of engaging with artists and curators and builds an interconnected micro-economy.\\n\\nFor example, if a participant were to pay X amount of studio tokens for an hour of studio time, they would be directly contributing to the operational costs of the studio. Once these tokens are used/acquired, they are sent directly to the vault, building a circular and self-sustaining economy within the space.\\n\\nThis means that artists, models, studio owners, or curators can set their own rules regarding how funds are distributed between participants; distribution could be modeled after and measured against personal participation in the space.\\n\\nA studio DAO could decide to pay out fees in the form of an hourly rate to those who contribute most by measuring this against how many hours they have been active. In some cases, where participants pay for access to a workspace, the token distribution could result in rewards per hour-worked.\\n\\n## Sharing resources for the collective good\\n\\nResource sharing is an economic model where people with resources (products or skills) offer them to others for free. This system occurs through online communities where creators can trade with each other by bartering their different products/abilities without paying. Online communities such as this exist for a range of additional items, from clothes to food.\\n\\nThere is a growing trend within the cryptocurrency community where people are exchanging their skills through platforms that offer bounties and enable a swap-meet culture in a virtual space. It's a decentralized approach that allows individuals to complete tasks and receive compensation through a decentralized ledger.\\n\\nThis has created a micro-economy where busy professionals can pay for help with tasks such as logo design or market research. In return, they offer their own time and services to others within the community.\\n\\nSimilarly, tokenizing an artist studio would allow those who have skills in photography, illustration, or digital marketing to contribute directly to a project that benefits from them.\\n\\nThis is a valuable way to create economic opportunities and connect like-minded people. The model also allows individuals to access an array of different skill sets and ideas from various parts of the world instead of working with those who are physically close by.\\n\\nTechnologies like the blockchain also allow artists and curators worldwide to participate in global projects linked to local space, giving it the potential to shape artistic movements from one location. \\n\\nThe benefits of tokenizing shared creative spaces are a classic example of decentralization, which has always been rooted in the community ownership model.\\n\\nIt is important to note that the tokenization of physical space will only benefit artists and curators who are open to a more democratic system. Those who rely on centralized models for their livelihood may not adapt well to this model, as it cuts out the middlemen that previously enabled them to operate.\\n\\nInside artistic communities, crypto can increase output, cut expenses, and lay the groundwork for New Financial Technologies-based micro-economies. Artists and developers may use their creations as money to participate in studios, workshops or establish work exchanges. The idea of material studio tokenization converts creative physical space into a commodity shared by all.\\n\",\"timestamp\":1633652663,\"title\":\"Creative Communes Translated Into NFT Based Micro-economies\"},\"digest\":\"8oiYc9d4SFtgxly_ma2vvxsTpTASZ9EznqcivmM0I0M\",\"authorship\":{\"contributor\":\"0xdEb3348Eb6fa98193cE2229a5B71175edb5F5f76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_4UzcY_SrUdsK55e-hJh5v6U9EmmPZQzx7Ld4UH48gk\\\",\\\"y\\\":\\\"P0MiRV0AwbmGsMNmnO1omIBEz6XLWNW2YrBpet8GbWU\\\"}\",\"signature\":\"fXd_HoDly2G47hwomF_QGIe929Ij4AXhlYVxefqKTTIuAsSxEKRIcxp_PDC_j8NZjW-fBVdaCHcpczlkOJRAmw\",\"signingKeySignature\":\"0xac98ca7a572993673ccc0a1771d13723f9fdcbfb594442bee78cf8ba88ee632b70efbe4e536657a079bc5d5007e6adf6eda4f1f9fe1c1cbda658c127158434c41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_4UzcY_SrUdsK55e-hJh5v6U9EmmPZQzx7Ld4UH48gk\\\",\\\"y\\\":\\\"P0MiRV0AwbmGsMNmnO1omIBEz6XLWNW2YrBpet8GbWU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8oiYc9d4SFtgxly_ma2vvxsTpTASZ9EznqcivmM0I0M\"}"