"{\"content\":{\"body\":\"told him that his father having, just before his death, dropped suddenly into the enjoyment of an ample fortune, he (the son) was willing to qualify himself for genteel society by adding some literature to his other endowments, and wished to be put in an easy way of obtaining it.  Dr. Johnson recommended the university, \\\"for you read Latin, sir, with FACILITY?\\\"  \\\" I read it a little, to be sure, sir.\\\"  \\\" But do you read it WITH FACILITY, I say?\\\" \\\"Upon my word, sir, I do not very well know, but I rather believe not.\\\" Mr. Johnson now began to recommend other branches of science, when he found languages at such an immeasurable distance, and advising him to study natural history, there arose some talk about animals, and their divisions into oviparous and viviparous.  \\\"And the cat here, sir,\\\" said the youth, who wished for instruction; \\\"pray in what class is she?\\\"  Our Doctor's patience and desire of doing good began now to give way to the natural roughness of his temper.  \\\"You would do well,\\\" said he, \\\"to look for some person to be always about you, sir, who is capable of explaining such matters, and not come to us\\\"--there were some literary friends present, as I recollect--\\\"to know whether the cat lays eggs or not.  Get a discreet man to keep you company:  there are so many who would be glad of your table and fifty pounds a year.\\\"  The young gentleman retired, and in less than a week informed his friends that he had fixed on a preceptor to whom no objections could be made; but when he named as such one of the most distinguished characters in our age or nation, Mr. Johnson fairly gave himself up to an honest burst of laughter; and seeing this youth at such a surprising distance from common knowledge of the world, or of anything in it, desired to see his visitor no more.\\n\\nHe had not much better luck with two boys that he used to tell of, to whom he had taught the classics, \\\"so that,\\\" he said, \\\"they were no incompetent or mean scholars.\\\"  It was necessary, however, that something more familiar should be known, and he bid them read the History of England.  After a few months had elapsed he asked them, \\\"If they could recollect who first destroyed the monasteries in our island?\\\"  One modestly replied that he did not know; the other said JESUS CHRIST!\\n\\nOf the truth of stories which ran currently about the town concerning Dr. Johnson it was impossible to be certain, unless one asked him himself, and what he told, or suffered to be told, before his face without contradicting, has every public mark, I think, of real and genuine authenticity.  I made, one day, very minute inquiries about the tale of his knocking down the famous Tom Osborne with his own \\\"Dictionary\\\" in the man's own house.  \\\"And how was that affair?  In earnest?  Do tell me, Mr. Johnson?\\\"  \\\"There is nothing to tell, dearest lady, but that he was insolent, and I beat him, and that he was a blockhead, and told of it, which I should never have done.  So the blows have been multiplying and the wonder thickening for all these years, as Thomas was never a favourite with the public.  I have beat many a fellow, but the rest had the wit to hold their tongues.\\\"\\n\\nI have heard Mr. Murphy relate a very singular story, while he was present, greatly to the credit of his uncommon skill and knowledge of life and manners.  When first the \\\"Ramblers\\\" came out in separate numbers, as they were the objects of attention to multitudes of people, they happened, as it seems, particularly to attract the notice of a society who met every Saturday evening during the summer at Romford in Essex, and were known by the name of the Bowling-Green Club.  These men seeing one day the character of Leviculus, the fortune-hunter, or Tetrica, the old maid:  another day some account of a person who spent his life in hoping for a legacy, or of him who is always prying into other folks' affairs, began sure enough to think they were betrayed, and that some of the coterie sate down to divert himself by giving to the public the portrait of all the rest.  Filled with wrath against the traitor of Romford, one of them resolved to write to the printer, and inquire the author's name.  Samuel Johnson, was the reply.  No more was necessary; Samuel Johnson was the name of the curate, and soon did each begin to load him with reproaches for turning his friends into ridicule in a manner so cruel and unprovoked.  In vain did the guiltless curate protest his innocence; one was sure that Aligu meant Mr. Twigg, and that Cupidus was but another name for neighbour Baggs, till the poor parson, unable to contend any longer, rode to London, and brought them full satisfaction concerning the writer, who, from his own knowledge of general manners, quickened by a vigorous and warm imagination, had happily delineated, though unknown to himself, the members of the Bowling-Green Club.\\n\\nMr. Murphy likewise used to tell before Dr. Johnson, of the first time THEY met, and the occasion of their meeting, which he related thus.  That being in those days engaged in a periodical paper, he found himself at a friend's house out of town; and not being disposed to lose pleasure for the sake of business, wished rather to content his bookseller by sending some unstudied essay to London by the servant, than deny himself the company of his acquaintance, and drive away to his chambers for the purpose of writing something more correct.  He therefore took up a French Journal Litteraire that lay about the room, and translating something he liked from it, sent it away without further examination.  Time, however, discovered that he had translated from the French a \\\"Rambler\\\" of Johnson's, which had been but a month before taken from the English; and thinking it right to make him his personal excuses, he went next day, and found our friend all covered with soot like a chimney-sweeper, in a little room, with an intolerable heat and strange smell, as if he had been acting Lungs in the 'Alchymist,' making aether.  \\\"Come, come,\\\" says Dr. Johnson, \\\"dear Mur, the story is black enough now; and it was a very happy day for me that brought you first to my house, and a very happy mistake about the 'Ramblers.'\\\"\\n\\nDr. Johnson was always exceeding fond of chemistry; and we made up a sort of laboratory at Streatham one summer, and diverted ourselves with drawing essences and colouring liquors.  But the danger Mr. Thrale found his friend in one day when I was driven to London, and he had got the children and servants round him to see some experiments performed, put an end to all our entertainment, so well was the master of the house persuaded that his short sight would have been his destruction in a moment, by bringing him close to a fierce and violent flame.  Indeed, it was a perpetual miracle that he did not set himself on fire reading a-bed, as was his constant custom, when exceedingly unable even to keep clear of mischief with our best help; and accordingly the fore-top of all his wigs were burned by the candle down to the very net work.  Mr. Thrale's valet de chambre, for that reason, kept one always in his own hands, with which he met him at the parlour-door when the bell had called him down to dinner, and as he went upstairs to sleep in the afternoon, the same man constantly followed him with another.\\n\\nFuture experiments in chemistry, however, were too dangerous, and Mr. Thrale insisted that we should do no more towards finding the Philosopher's Stone.\\n\\nMr. Johnson's amusements were thus reduced to the pleasures of conversation merely.  And what wonder that he should have an avidity for the sole delight he was able to enjoy?  No man conversed so well as he on every subject; no man so acutely discerned the reason of every fact, the motive of every action, the end of every design.  He was indeed often pained by the ignorance or causeless wonder of those who knew less than himself, though he seldom drove them away with apparent scorn, unless he thought they added presumption to stupidity.  And it was impossible not to laugh at the patience he showed, when a Welsh parson of mean abilities, though a good heart, struck with reverence at the sight of Dr. Johnson, whom he had heard of as the greatest man living, could not find any words to answer his inquiries concerning a motto round somebody's arms which adorned a tombstone in Ruabon churchyard.  If I remember right the words were--\\n\\n```\\n \\\"Heb Dw, Heb Dym,       Dw o' diggon.\\\"\\n```\\n\\nAnd though of no very difficult construction, the gentleman seemed wholly confounded, and unable to explain them; till Mr. Johnson, having picked out the meaning by little and little, said to the man, \\\"Heb is a preposition, I believe, sir, is it not?\\\"  My countryman recovering some spirits upon the sudden question, cried out, \\\"So I humbly presume, sir,\\\" very comically.\\n\\nStories of humour do not tell well in books; and what made impression on the friends who heard a jest will seldom much delight the distant acquaintance or sullen critic who reads it.  The cork model of Paris is not more despicable as a resemblance of a great city, than this book, levior cortice, as a specimen of Johnson's character.  Yet everybody naturally likes to gather little specimens of the rarities found in a great country; and could I carry home from Italy square pieces of all the curious marbles which are the just glory of this surprising part of the world, I could scarcely contrive, perhaps, to arrange them so meanly as not to gain some attention from the respect due to the places they once belonged to.  Such a piece of motley Mosaic work will these anecdotes inevitably make.  But let the reader remember that he was promised nothing better, and so be as contented as he can.\\n\\nAn Irish trader at our house one day heard Dr. Johnson launch out into very great and greatly deserved praises of Mr. Edmund Burke.  Delighted to find his countryman stood so high in the opinion of a man he had been told so much of, \\\"Sir,\\\" said he, \\\"give ME leave to tell something of Mr. Burke now.\\\"  We were all silent, and the honest Hibernian began to relate how Mr. Burke went to see the collieries in a distant province; and he would go down into the bowels of the earth (in a bag), and he would examine everything.  \\\"He went in a bag, sir, and ventured his health and his life for knowledge:  but he took care of his clothes, that they should not be spoiled, for he went down in a bag.\\\"  \\\"Well, sir,\\\" says Mr. Johnson, good-humouredly, \\\"if our friend Mund should die in any of these hazardous exploits, you and I would write his life and panegyric together; and your chapter of it should be entitled thus:  'Burke in a Bag.'\\\"\\n\\nHe had always a very great personal regard and particular affection for Mr. Edmund Burke, as well as an esteem difficult for me to repeat, though for him only easy to express.  And when at the end of the year 1774 the General Election called us all different ways, and broke up the delightful society in which we had spent some time at Beaconsfield, Dr. Johnson shook the hospitable master of the house kindly by the hand, and said, \\\"Farewell, my dear sir, and remember that I wish you all the success which ought to be wished you, which can possibly be wished you, indeed--BY AN HONEST MAN.\\\"\\n\\nI must here take leave to observe, that in giving little memoirs of Mr. Johnson's behaviour and conversation, such as I saw and heard it, my book lies under manifest disadvantages, compared with theirs, who having seen him in various situations, and observed his conduct in numberless cases, are able to throw stronger and more brilliant lights upon his character. Virtues are like shrubs, which yield their sweets in different manners according to the circumstances which surround them; and while generosity of soul scatters its fragrance like the honeysuckle, and delights the senses of many occasional passengers, who feel the pleasure, and half wonder how the breeze has blown it from so far, the more sullen but not less valuable myrtle waits like fortitude to discover its excellence, till the hand arrives that will CRUSH it, and force out that perfume whose durability well compensates the difficulty of production.\\n\\nI saw Mr. Johnson in none but a tranquil, uniform state, passing the evening of his life among friends, who loved, honoured, and admired him.  I saw none of the things he did, except such acts of charity as have been often mentioned in this book, and such writings as are universally known. What he said is all I can relate; and from what he said, those who think it worth while to read these anecdotes must be contented to gather his character.  Mine is a mere CANDLE-LIGHT picture of his latter days, where everything falls in dark shadow except the face, the index of the mind; but even that is seen unfavourably, and with a paleness beyond what nature gave it.\\n\\nWhen I have told how many follies Dr. Johnson knew of others, I must not omit to mention with how much fidelity he would always have kept them concealed, could they of whom he knew the absurdities have been contented, in the common phrase, to keep their own counsel.  But returning home one day from dining at the chaplain's table, he told me that Dr. Goldsmith had given a very comical and unnecessarily exact recital there of his own feelings when his play was hissed:  telling the company how he went, indeed, to the Literary Club at night, and chatted gaily among his friends, as if nothing had happened amiss; that to impress them still more forcibly with an idea of his magnanimity, he even sung his favourite song about an old woman tossed in a blanket seventeen times as high as the moon; \\\"but all this while I was suffering horrid tortures,\\\" said he, \\\"and verily believe that if I had put a bit in my mouth it would have strangled me on the spot, I was so excessively ill.  But I made more noise than usual to cover all that, and so they never perceived my not eating, nor I believe at all imaged to themselves the anguish of my heart; but when all were gone except Johnson here, I burst out a-crying, and even swore by --- that I would never write again.\\\"  \\\"All which, Doctor,\\\" says Mr. Johnson, amazed at his odd frankness, \\\"I thought had been a secret between you and me; and I am sure I would not have said anything about it for the world.  Now see,\\\" repeated he, when he told the story, \\\"what a figure a man makes who thus unaccountably chooses to be the frigid narrator of his own disgrace.  Il volto sciolto, ed i pensieri stretti, was a proverb made on purpose for such mortals, to keep people, if possible, from being thus the heralds of their own shame; for what compassion can they gain by such silly narratives?  No man should be expected to sympathise with the sorrows of vanity.  If, then, you are mortified by any ill-usage, whether real or\\n\\nsupposed, keep at least the account of such mortifications to yourself, and forbear to proclaim how meanly you are thought on by others, unless you desire to be meanly thought of by all.\\\"\\n\\nThe little history of another friend's superfluous ingenuity will contribute to introduce a similar remark.  He had a daughter of about fourteen years old, as I remember, fat and clumsy; and though the father adored, and desired others to adore her, yet being aware, perhaps, that she was not what the French call paitrie des graces, and thinking, I suppose, that the old maxim of beginning to laugh at yourself first when you have anything ridiculous about you was a good one, he comically enough called his girl TRUNDLE when he spoke of her; and many who bore neither of them any ill-will felt disposed to laugh at the happiness of the appellation. \\\"See, now,\\\" says Dr. Johnson, \\\"what haste people are in to be hooted. Nobody ever thought of this fellow nor of his daughter, could he but have been quiet himself, and forborne to call the eyes of the world on his dowdy and her deformity.  But it teaches one to see at least that if nobody else will nickname one's children, the parents will e'en do it themselves.\\\"\\n\\nAll this held true in matters to Mr. Johnson of more serious consequence. When Sir Joshua Reynolds had painted his portrait looking into the slit of his pen, and holding it almost close to his eye, as was his general custom, he felt displeased, and told me \\\"he would not be known by posterity for his DEFECTS only, let Sir Joshua do his worst.\\\"  I said in reply that Reynolds had no such difficulties about himself, and that he might observe the picture which hung up in the room where we were talking represented Sir Joshua holding his ear in his hand to catch the sound.  \\\"He may paint himself as deaf if he chooses,\\\" replied Johnson, \\\"but I will not be BLINKING SAM.\\\"\\n\\nIt is chiefly for the sake of evincing the regularity and steadiness of Mr. Johnson's mind that I have given these trifling memoirs, to show that his soul was not different from that of another person, but, as it was, greater; and to give those who did not know him a just idea of his acquiescence in what we call vulgar prejudices, and of his extreme distance from those notions which the world has agreed, I know not very well why, to call romantic.  It is indeed observable in his preface to Shakespeare, that while other critics expatiate on the creative powers and vivid imagination of that matchless poet, Dr. Johnson commends him for giving so just a representation of human manners, \\\"that from his scenes a hermit might estimate the value of society, and a confessor predict the progress of the passions.\\\"  I have not the book with me here, but am pretty sure that such is his expression.\\n\\nThe general and constant advice he gave, too, when consulted about the choice of a wife, a profession, or whatever influences a man's particular and immediate happiness, was always to reject no positive good from fears of its contrary consequences.  \\\"Do not,\\\" said he, \\\"forbear to marry a beautiful woman if you can find such, out of a fancy that she will be less constant than an ugly one; or condemn yourself to the society of coarseness and vulgarity for fear of the expenses or other dangers of elegance and personal charms, which have been always acknowledged as a positive good, and for the want of which there should be always given some weighty compensation.  I have, however,\\\" continued Mr. Johnson, \\\"seen some prudent fellows who forbore to connect themselves with beauty lest coquetry should be near, and with wit or birth lest insolence should lurk behind them, till they have been forced by their discretion to linger life away in tasteless stupidity, and choose to count the moments by remembrance of pain instead of enjoyment of pleasure.\\\"\\n\\nWhen professions were talked of, \\\"Scorn,\\\" said Mr. Johnson, \\\"to put your behaviour under the dominion of canters; never think it clever to call physic a mean study, or law a dry one; or ask a baby of seven years old which way his GENIUS leads him, when we all know that a boy of seven years old has no GENIUS for anything except a pegtop and an apple-pie; but fix on some business where much money may be got, and little virtue risked: follow that business steadily, and do not live as Roger Ascham says the wits do, 'men know not how; and at last die obscurely, men mark not where.'\\\"\\n\\nDr. Johnson had indeed a veneration for the voice of mankind beyond what most people will own; and as he liberally confessed that all his own disappointments proceeded from himself, he hated to hear others complain of general injustice.  I remember when lamentation was made of the neglect showed to Jeremiah Markland, a great philologist, as some one ventured to call him.  \\\"He is a scholar, undoubtedly, sir,\\\" replied Dr. Johnson, \\\"but remember that he would run from the world, and that it is not the world's business to run after him.  I hate a fellow whom pride, or cowardice, or laziness drives into a corner, and does nothing when he is there but sit and GROWL; let him come out as I do, and BARK.  The world,\\\" added he, \\\"is chiefly unjust and ungenerous in this, that all are ready to encourage a man who once talks of leaving it, and few things do really provoke me more than to hear people prate of retirement, when they have neither skill to discern their own motives, or penetration to estimate the consequences. But while a fellow is active to gain either power or wealth,\\\" continued he, \\\"everybody produces some hindrance to his advancement, some sage remark, or some unfavourable prediction; but let him once say slightly, I have had enough of this troublesome, bustling world, 'tis time to leave it now: 'Ah, dear sir!' cries the first old acquaintance he meets, 'I am glad to find you in this happy disposition:  yes, dear friend! DO retire and think of nothing but your own ease.  There's Mr. William will find it a pleasure to settle all your accounts and relieve you from the fatigue; Miss Dolly makes the charmingest chicken-broth in the world, and the cheesecakes we ate of hers once, how good they were.  I will be coming every two or three days myself to chat with you in a quiet way; SO SNUG! and tell you how matters go upon 'Change, or in the House, or according to the blockhead's first pursuits, whether lucrative or politic, which thus he leaves; and lays himself down a voluntary prey to his own sensuality and sloth, while the ambition and avarice of the nephews and nieces, with their rascally adherents and coadjutors, reap the advantage, while they fatten their fool.'\\\"\\n\\nAs the votaries of retirement had little of Mr. Johnson's applause, unless that he knew that the motives were merely devotional, and unless he was convinced that their rituals were accompanied by a mortified state of the body, the sole proof of their sincerity which he would admit, as a compensation for such fatigue as a worldly life of care and activity requires; so of the various states and conditions of humanity, he despised none more, I think, than the man who marries for a maintenance.  And of a friend who made his alliance on no higher principles, he said once, \\\"Now has that fellow (it was a nobleman of whom we were speaking) at length obtained a certainty of three meals a day, and for that certainty, like his brother dog in the fable, he will get his neck galled for life with a collar.\\\"\\n\\nThat poverty was an evil to be avoided by all honest means, however, no man was more ready to avow:  concealed poverty particularly, which he said was the general corrosive that destroyed the peace of almost every family; to which no evening perhaps ever returned without some new project for hiding the sorrows and dangers of the next day.  \\\"Want of money,\\\" says Dr. Johnson, \\\"is sometimes concealed under pretended avarice, and sly hints of aversion to part with it; sometimes under stormy anger, and affectation of boundless rage, but oftener still under a show of thoughtless extravagance and gay neglect, while to a penetrating eye none of these wretched veils suffice to keep the cruel truth from being seen.  Poverty is hic et ubique,\\\" says he, \\\"and if you do shut the jade out of the door, she will always contrive in some manner to poke her pale, lean face in at the window.\\\"\\n\\nI have mentioned before that old age had very little of Mr. Johnson's reverence.  \\\"A man commonly grew wickeder as he grew older,\\\" he said, \\\"at least he but changed the vices of youth; headstrong passion and wild temerity, for treacherous caution, and desire to circumvent.  I am always,\\\" said he, \\\"on the young people's side, when there is a dispute between them and the old ones, for you have at least a chance for virtue till age has withered its very root.\\\"  While we were talking, my mother's spaniel, whom he never loved, stole our toast and butter; \\\"Fie, Belle!\\\" said I, \\\"you used to be upon honour.\\\"  \\\"Yes, madam,\\\" replies Johnson, \\\"BUT BELLE GROWS OLD.\\\" His reason for hating the dog was, \\\"because she was a professed favourite,\\\" he said, \\\"and because her lady ordered her from time to time to be washed and combed, a foolish trick,\\\" said he, \\\"and an assumption of superiority that every one's nature revolts at; so because one must not wish ill to the lady in such cases,\\\" continued he, \\\"one curses the cur.\\\"  The truth is, Belle was not well behaved, and being a large spaniel, was troublesome enough at dinner with frequent solicitations to be fed.  \\\"This animal,\\\" said Dr. Johnson one day, \\\"would have been of extraordinary merit and value in the state of Lycurgus; for she condemns one to the exertion of perpetual vigilance.\\\"\\n\\nHe had, indeed, that strong aversion felt by all the lower ranks of people towards four-footed companions very completely, notwithstanding he had for many years a cat which he called Hodge, that kept always in his room at Fleet Street; but so exact was he not to offend the human species by superfluous attention to brutes, that when the creature was grown sick and old, and could eat nothing but oysters, Mr. Johnson always went out himself to buy Hodge's dinner, that Francis the black's delicacy might not be hurt, at seeing himself employed for the convenience of a quadruped.\\n\\nNo one was, indeed, so attentive not to offend in all such sort of things as Dr. Johnson; nor so careful to maintain the ceremonies of life:  and though he told Mr. Thrale once that he had never sought to please till past thirty years old, considering the matter as hopeless, he had been always studious not to make enemies by apparent preference of himself.  It happened very comically that the moment this curious conversation passed, of which I was a silent auditress, was in the coach, in some distant province, either Shropshire or Derbyshire, I believe; and as soon as it was over, Mr. Johnson took out of his pocket a little book and read, while a gentleman of no small distinction for his birth and elegance suddenly rode up to the carriage, and paying us all his proper compliments, was desirous not to neglect Dr. Johnson; but observing that he did not see him, tapped him gently on the shoulder.  \\\"'Tis Mr. Ch-lm---ley,\\\" says my husband. \\\"Well, sir! and what if it is Mr. Ch-lm---ley!\\\" says the other, sternly, just lifting his eyes a moment from his book, and returning to it again with renewed avidity.\\n\\nHe had sometimes fits of reading very violent; and when he was in earnest about getting through some particular pages, for I have heard him say he never read but one book, which he did not consider as obligatory, through in his whole life (and \\\"Lady Mary Wortley's Letters,\\\" was the book); he would be quite lost to the company, and withdraw all his attention to what he was reading, without the smallest knowledge or care about the noise made round him.  His deafness made such conduct less odd and less difficult to him than it would have been to another man:  but his advising others to take the same method, and pull a little book out when they were not entertained with what was going forward in society, seemed more likely to advance the growth of science than of polished manners, for which he always pretended extreme veneration.\\n\\nMr. Johnson, indeed, always measured other people's notions of everything by his own, and nothing could persuade him to believe that the books which he disliked were agreeable to thousands, or that air and exercise which he despised were beneficial to the health of other mortals.  When poor Smart, so well known for his wit and misfortunes, was first obliged to be put in private lodgings, a common friend of both lamented in tender terms the necessity which had torn so pleasing a companion from their acquaintance. \\\"A madman must be confined, sir,\\\" replies Dr. Johnson.  \\\"But,\\\" says the other, \\\"I am now apprehensive for his general health, he will lose the benefit of exercise.\\\"  \\\"Exercise!\\\" returns the Doctor, \\\"I never heard that he used any:  he might, for aught I know, walk TO the alehouse; but I believe he was always CARRIED home again.\\\"\\n\\nIt was, however, unlucky for those who delighted to echo Johnson's sentiments, that he would not endure from them to-day what perhaps he had yesterday, by his own manner of treating the subject, made them fond of repeating; and I fancy Mr. B---- has not forgotten that though his friend one evening in a gay humour talked in praise of wine as one of the blessings permitted by heaven, when used with moderation, to lighten the load of life, and give men strength to endure it; yet, when in consequence of such talk he thought fit to make a Bacchanalian discourse in its favour, Mr. Johnson contradicted him somewhat roughly, as I remember; and when, to assure himself of conquest, he added these words:  \\\"You must allow me, sir, at least that it produces truth; in vino veritas, you know, sir.\\\"  \\\"That,\\\" replied Mr. Johnson, \\\"would be useless to a man who knew he was not a liar when he was sober.\\\"\\n\\nWhen one talks of giving and taking the lie familiarly, it is impossible to forbear recollecting the transactions between the editor of \\\"Ossian,\\\" and the author of the \\\"Journey to the Hebrides.\\\"  It was most observable to me, however, that Mr. Johnson never bore his antagonist the slightest degree of ill-will.  He always kept those quarrels which belonged to him as a writer separate from those which he had to do with as a man; but I never did hear him say in private one malicious word of a public enemy; and of Mr. Macpherson I once heard him speak respectfully, though his reply to the friend who asked him if ANY MAN LIVING could have written such a book, is well known, and has been often repeated--\\\"Yes, sir, many men, many women, and many children.\\\"\\n\\nI inquired of him myself if this story was authentic, and he said it was. I made the same inquiry concerning his account of the state of literature in Scotland, which was repeated up and down at one time by everybody--\\\"How knowledge was divided among the Scots, like bread in a besieged town, to every man a mouthful, to no man a bellyful.\\\"  This story he likewise acknowledged, and said, besides, \\\"that some officious friend had carried it to Lord Bute, who only answered, 'Well, well! never mind what he says, he will have the pension all one.'\\\"\\n\\nAnother famous reply to a Scotsman who commended the beauty and dignity of Glasgow, till Mr. Johnson stopped him by observing, \\\"that he probably had never yet seen Brentford,\\\" was one of the jokes he owned; and said himself \\\"that when a gentleman of that country once mentioned the lovely prospects common in his nation, he could not help telling him that the view of the London road was the prospect in which every Scotsman most naturally and most rationally delighted.\\\"\\n\\nMrs. Brooke received an answer not unlike this, when expatiating on the accumulation of sublime and beautiful objects, which form the fine prospect UP the River St. Lawrence, in North America.  \\\"Come, madam,\\\" says Dr. Johnson, \\\"confess that nothing ever equalled your pleasure in seeing that sight reversed; and finding yourself looking at the happy prospect DOWN the River St. Lawrence.\\\"  The truth is, he hated to hear about prospects and views, and laying out ground and taste in gardening.  \\\"That was the best garden,\\\" he said, \\\"which produced most roots and fruits; and that water was most to be prized which contained most fish.\\\"  He used to laugh at Shenstone most unmercifully for not caring whether there was anything good to EAT in the streams he was so fond of, \\\"as if,\\\" says Johnson, \\\"one could fill one's belly with hearing soft murmurs, or looking at rough cascades!\\\"\\n\\nHe loved the sight of fine forest trees, however, and detested Brighthelmstone Downs, \\\"because it was a country so truly desolate,\\\" he said, \\\"that if one had a mind to hang one's self for desperation at being obliged to live there, it would be difficult to find a tree on which to fasten the rope.\\\"  Walking in a wood when it rained was, I think, the only rural image he pleased his fancy with; \\\"for,\\\" says he, \\\"after one has gathered the apples in an orchard, one wishes them well baked, and removed to a London eating-house for enjoyment.\\\"\\n\\nWith such notions, who can wonder he passed his time uncomfortably enough with us, who he often complained of for living so much in the country, \\\"feeding the chickens,\\\" as he said I did, \\\"till I starved my own understanding.  Get, however,\\\" said he, \\\"a book about gardening, and study it hard, since you will pass your life with birds and flowers, and learn to raise the LARGEST turnips, and to breed the BIGGEST fowls.\\\"  It was vain to assure him that the goodness of such dishes did not depend upon their size. He laughed at the people who covered their canals with foreign fowls, \\\"when,\\\" says he, \\\"our own geese and ganders are twice as large.  If we fetched better animals from distant nations, there might be some sense in the preference; but to get cows from Alderney, or water-fowl from China, only to see nature degenerating round one, is a poor ambition indeed.\\\"\",\"timestamp\":1639709501,\"title\":\"\\nAnother strange thing he told me once which there was no danger of forgetting; how a young gentleman called on him one morning\"},\"digest\":\"WITVVy1gBt3Rejhbfm_V_RN250DGtBERuOMTfbqHs10\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lnDrT5z2tGiRizdd4dlV1eswH8alSkPBA0KwEIqMjA0\\\",\\\"y\\\":\\\"2xRsQFaDF_CrNrL_hVFJYz3WSSGfFwNQ9RywldQvTOU\\\"}\",\"signature\":\"UGwLilVprQDgfcPuLpHOTEsDiDNiTi5YKedLcJeOuE4-k4-EQKeQ_lI7QVPwAzRD2rdZ3JVKnZADHv4HZflwuQ\",\"signingKeySignature\":\"0x4238af2875ce4daa96f15bda58f66a59b8c1fb1dd50267229269237500cb7baa15a5d2d616aa5ddc063d7af31d7c4e09e465b5acfd70227e7036945034bcc43d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lnDrT5z2tGiRizdd4dlV1eswH8alSkPBA0KwEIqMjA0\\\",\\\"y\\\":\\\"2xRsQFaDF_CrNrL_hVFJYz3WSSGfFwNQ9RywldQvTOU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WITVVy1gBt3Rejhbfm_V_RN250DGtBERuOMTfbqHs10\"}"