"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/1qIHL77yEQfIDWfYUHSv3.png?height=512&width=1024)\\n\\nThis year is special and meaningful for DeCredit. After a whole year hard work, we are proud of what the team has achieved. As the DeCredit team, we made amazing progress in product development and connected with a community of like-minded people. We are moving towards the project vision well.\\n\\nIn early 2021, we explained in detail how to build a Credit Oracle using distributed trusted nodes globally. We are lucky that so many sagacious people understand its importance to Web3. The importance of quality always comes first and it will continue in the future.\\n\\nWe have completed the research and development of Defi mainnet with credit score algorithm and credit lending model as scheduled. We tested and deployed it on BSC. Over 30,000 community users have experienced testnet, and more than 3 million CDTCs have been stuck on the mainnet. Most of them have already adopted the credit model. In short, what we have accomplished is something that no one has ever tried before.\\n\\nCDTC is also a significant milestone. After months of waiting, CDTC got listed on Bitmart, Hotcoin and PancakeSwap successfully. The tokens were sent to the owners in time as we promised. We can give you the good news here: we are exploring the possibility of combining Credit Oracle with more scenarios, including GameFi, SocialFi, etc. CDTC will also be an important governance token in these Dapps.\\n\\nFinally, we would like to thank our advisers, investors, communities and partners for their continued support. DeCredit team members will keep improving the product and share more great news in 2022.\",\"timestamp\":1640941349,\"title\":\"DeCredit Year-End Summary 2021\"},\"digest\":\"5qQQ-eluMzZyYqoug-B8NmXlq7NNW5UfhyfKXjUD5Dk\",\"authorship\":{\"contributor\":\"0xA4a8bfC44b40fEF28aB0ec4e14d60410ef1ae576\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QqmpzckhdkI4d18pINXwhNRCoViozjFWGdbstj6V0aM\\\",\\\"y\\\":\\\"0x2Fcu_qB_iXYbHdFp158F4GgYuk6EWzPcGfyp9tPhw\\\"}\",\"signature\":\"SJnWjaN2rnHfDaJ6D97_1rPZPKW5Zx_KK1EdHqrVF64dyl28rkIYdOJtE0Oj2hTMK3ekz45VVR91IE8UfQ9pFw\",\"signingKeySignature\":\"0x7a5bd8222e1b355bbc49908b46f70d4d29d90e342157b1499e2237d818903e851bdf3e151fbd40dc45ac6f77aacf16f59c0a1e02c29247dddbbddc0e96102b601b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QqmpzckhdkI4d18pINXwhNRCoViozjFWGdbstj6V0aM\\\",\\\"y\\\":\\\"0x2Fcu_qB_iXYbHdFp158F4GgYuk6EWzPcGfyp9tPhw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5qQQ-eluMzZyYqoug-B8NmXlq7NNW5UfhyfKXjUD5Dk\"}"