"{\"content\":{\"body\":\"As more people put their money to work through various investment opportunities, it’s important that these assets are priced appropriately as part of a sound decision making process. Liquid assets, those that can be easily converted into currency, have the benefit of live price discovery on public exchanges - but what about illiquid assets?\\n\\nPrivate companies, real estate, and digital collectables are a few examples of illiquid assets that are becoming more accessible to the general public. However, accurate and frequently updated pricing is not available as brokers and other investors have no incentive to publish this information.\\n\\n## Lithium Finance and the Pricing Oracle\\n\\nThe Lithium Protocol allows users to create a bounty that incentivizes experts to discover the true price of an asset through staking. “Wisdom Nodes”, or experts, are asked a series of questions that form their opinion about the price of an asset. In turn, the collective inputs are synthesized into an accurate pricing oracle where the output is presented to the bounty creator, referred to as the “Wisdom Seeker”. In order to understand Lithium Finance in more detail, it’s important to explore the values the protocol was built on.\\n\\n### Genuine Pricing and PoWS\\n\\nIt has been believed that aggregating the opinion of users required a connection to an external answer with finality. However, peer-prediction capabilities no longer require access to this ground truth; using a set of responses from Wisdom Nodes, in combination with their respective confidence stake, allows Lithium to mathematically determine the information needed to price illiquid assets.\\n\\nOn top of a Wisdom Node’s stake is an added incentive and enhancement to the accuracy of the protocol. Reputation, or Proof of Wisdom Staking (PoWS), allows nodes to receive an increase in compensation as their performance improves over time. The closer their answer is to the ground truth, the more they will be rewarded as their reputation increases. The result is a positive feedback loop that encourages genuine behavior while simultaneously strengthening the validity of the network.\\n\\n### Incentive Mechanisms for Wisdom Nodes\\n\\nBecause Wisdom Nodes have LITH tokens at \\\\~stake\\\\~, any manipulative attempt to compromise the protocol is punished. Since the amount of tokens at stake and the reputation of the malicious actor will both be slashed, it is in the node’s best interest to submit a genuine answer and a reasonable stake of certainty.\\n\\nSince people make choices that benefit their own self-interest, accurate information is rewarded with Lithium tokens after the ground truth, the price of an illiquid asset, has been discovered. As a result, Wisdom Nodes closest to the ground truth are rewarded and malicious actors are de-incentivized from contributing to the protocol.\\n\\n### Data Privacy\\n\\nWhen a question is asked by a Wisdom Seeker, all answers submitted are known only by the individual submitting them. Although a key function of blockchains is to provide an open and accessible digital ledger, this data must remain private to protect against collusion and keep the incentives of the nodes intact. However, when the data is collected and the ground truth is discovered, the sequence and path for the data will be disclosed to ensure an auditable confirmation of correctness.\\n\\n> ### “Creating a network of accurate and incentivized pricing experts for these off-chain assets is the critical missing link in enabling DeFi’s expansion from $77B+ to the real world assets of $100T -- a 1300X increase.” Lithium Finance, Litepaper\\n\\nLithium Finance represents one of the largest TAM unlocks in history; as investors pour money into a number of different illiquid asset classes, the demand for pricing information will grow. And as the definition of an investable asset class expands, too will the need for Lithium Finance. As peer-prediction capabilities improve over time, I’m excited to see where the power of collective intelligence takes us next.\",\"timestamp\":1636149873,\"title\":\"The Power of Collective Intelligence\"},\"digest\":\"7mpHvDXhDbmHVJZrqtsJM2r1Wid4GxU-Se2aXcRoBiM\",\"authorship\":{\"contributor\":\"0x7b73Cbb2babcFB891b33103bD6fcd3A36815164d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OFS6nrNInL6Xugb8odQMrjV1cIBswTKO4ivATNpw34\\\",\\\"y\\\":\\\"k1OWBjX2zP0x_z6CCKZDFb5SGgm3X1tV61k7bvCsfmc\\\"}\",\"signature\":\"sVBb2fRqY4Ns9AjuEgxizgkuGGQ_KL7T0h6UpTd2zdjEK6BTEPrusv1H2K7TLgv6vPX5j4ZQxWUAGFe_nFoojg\",\"signingKeySignature\":\"0x2cd21eba4717347f375f9fc39dbab532d01098cdac3c95b220bcc351e6c3c58823454bbc08915f88ec815dc12907f8335439c3d1ef1980683068a37415183ff71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OFS6nrNInL6Xugb8odQMrjV1cIBswTKO4ivATNpw34\\\",\\\"y\\\":\\\"k1OWBjX2zP0x_z6CCKZDFb5SGgm3X1tV61k7bvCsfmc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7mpHvDXhDbmHVJZrqtsJM2r1Wid4GxU-Se2aXcRoBiM\"}"