"{\"content\":{\"body\":\"Votre gestionnaire de portefeuille DeFi, conçu pour performer à travers les cycles de marché.\\nDocs : docs.friktion.finance\\nTwitter : @friktion_labs\\nConnectez-vous : [team@friktionlabs.com](mailto:team@friktionlabs.com)\\nÉcoutez : Youtube, Podcasts (à venir)\\n\\n📈 **La gestion des actifs crypto n'est pas facile !**\\nFriktion introduit un **gestionnaire de portefeuille automatisé (APM)** dans l'écosystème DeFi, offrant des stratégies actives et passives, connues sous le nom de **Volts**. L'APM fournit un ensemble d'opportunités de profit pour les utilisateurs, en trouvant des moyens de maximiser les rendements tout en capturant le rendement de la volatilité dans divers environnements de marché. En commençant par les options et les produits non linéaires, nous visons à identifier des sources durables de rendement et à introduire la gestion des risques dans l'écosystème !\\n\\n**⚡ Les Volts sont les premiers produits structurés de Solana.** Les Volts sont les produits structurés natifs de Friktion. Ils permettent à quiconque d'investir et de négocier des produits structurés en tenant compte de la protection du capital, de la génération de rendement et de la volatilité.\\n\\nLes premières stratégies Volt comprennent les Covered Calls, les Protected Puts, le Volatility Yield, et une couverture personnalisée pour les pertes impermanentes. Pour en savoir plus, cliquez [ici](https://docs.friktion.finance/what-are-volts)!\\n\\nLes Volts identifient et capturent les meilleures options, contrats à terme, perpetuals et prix au comptant à travers les échanges on-chain (CLOB, AMM, OMM), les teneurs de marché et au sein du protocole.\\n\\n**🖐🏼 À qui s'adresse Friktion ?**\\n\\n**Les investisseurs passifs et les fournisseurs de liquidités** : Gestion automatisée du portefeuille pour générer des rendements à travers les cycles de marché. Saisissez votre portefeuille existant de positions spot, perps, provisionnement de liquidité, et déployez les Friktion pour déterminer comment protéger et mieux faire fructifier vos actifs. Couvrez votre perte impermanente tout en gagnant des APYs que vous aimez.\\n\\n**Traders actifs** : Déployez l'optionnalité (effet de levier avec liquidations) pour négocier et gagner de l'argent grâce à des produits comme les options d'achat couvertes, les options de vente protégées, les iron condors et les straddles sur vos actifs DeFi préférés. Arbitrez les erreurs d'évaluation entre les actifs et leurs volatilités. Gagnez de l'argent indépendamment du fait que le marché soit en hausse ou en baisse !\\n\\n**DAOs, développeurs et protocoles** : Identifiez et gérez les risques de votre protocole et de votre trésorerie, permettant à votre équipe de se concentrer sur le produit de base et la construction de la communauté. Encouragez davantage les contributeurs à long terme grâce à l'extraction de liquidités personnalisées.\\n\\n![La plateforme multifacette de Friktion](https://images.mirror-media.xyz/publication-images/WF0FTFq8YbVaP3LrUIdSA.png?height=873&width=875)\\n\\n**🤝 Partenaires**\\nNous sommes ravis d'annoncer notre premier partenariat avec la principale bourse d'options de Solana, [PsyOptions](https://twitter.com/PsyOptions), qui fonctionne sur [Serum](https://twitter.com/ProjectSerum) !\\n\\nVous construisez une primitive de produits dérivés, une DAO, ou un protocole à la recherche d'une solution sophistiquée de trésorerie et de gestion des risques ?\\nAllons-y ! Envoyez-nous une [note](http://team@friktionlabs.com/) ou laissez un moment pour discuter sur notre [calendrier](https://calendly.com/friktion/30min).\\n\\n**❓ Pourquoi Solana** ?\\nDeFi sur Solana a un avantage distinct de haut débit (tps) à des coûts de transaction faibles et une finalité rapide, ce qui en fait un ajustement naturel pour une variété de primitives financières qui constituent une majorité du volume de négociation notionnel sur les marchés conventionnels. De plus, le taux d'innovation des développeurs est inspirant et nous pensons que ce n'est qu'un aperçu de ce qui est à venir.\\n\\nNous avons récemment soumis notre DevNet v1 au hackathon Solana Ignition. Consultez et aimez 👍 notre [Contribution](https://devpost.com/software/friktion-bma7v8#updates) et notre vidéo !\\n\\n**👫 L'équipe**\\n\\nNos principaux contributeurs se sont réunis après avoir travaillé dans des sociétés de recherche quantitative et de trading pour compte propre (matières premières, bons du Trésor, produits de volatilité, crypto-actifs), l'ingénierie blockchain full-stack, la politique monétaire et la conception UI/UX. Nous construisons ensemble depuis 2016.\\n\\nSi vous souhaitez travailler ou vous connecter avec nous, n'hésitez pas à nous écrire à l'adresse [team@friktionlabs.com](mailto:team@friktionlabs.com) ou à nous contacter sur [Twitter](https://twitter.com/friktion_labs).\",\"timestamp\":1638128893,\"title\":\"Une introduction à Friktion\"},\"digest\":\"mK26myPJScDYM-TGAp7K452ez5EUP4hqf2bR4NtlDXc\",\"authorship\":{\"contributor\":\"0x8588aeB927411464739325Ab99DAb06DA0aA80c0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y67ttmz9yNVYaFXHkwB1fzPwQpJ68cyXuARA5oMHUII\\\",\\\"y\\\":\\\"wSNqVmr1_6aREV5PDaTT3cgMfGaCK4dcVqK7G9wzifA\\\"}\",\"signature\":\"-l3mgXPgMtZ3iUh5N74sLe5CHRc5kiz_nIla4x5V-iz5xusofyrUA-CARGVboby64WM7wXQLxcVFQ6nQIyYOUw\",\"signingKeySignature\":\"0x2a3dc0745a86e996937e67d111f3b3751a3e58128c9f2457a6f86dab25ce640949b0d8faa5dc4853f143cef35886a5dc5344e653d0dfdf8b10ddddad4a6f2c741c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y67ttmz9yNVYaFXHkwB1fzPwQpJ68cyXuARA5oMHUII\\\",\\\"y\\\":\\\"wSNqVmr1_6aREV5PDaTT3cgMfGaCK4dcVqK7G9wzifA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MGy_UUTFMOELIujPH5ZeYW6C5eW2eoP8R4CBDYIqpxE\"}"