"{\"content\":{\"body\":\"On October 15th, NBA Top Shot launched their Run It Back 2005-06 card pack. After that, the transaction volume of NBA Top Shot's non-homogeneous tokens soared over the weekend.\\nAccording to data from Crypto Slam, Top Shot’s daily market trading volume soared from $829,520 on October 14 to over $4.5 million the next day, an increase of more than 440%. On October 16, there was also a token transaction worth more than 4 million U.S. dollars.\\nTop Shot’s NFT features video highlights that describe key moments in the history of professional basketball, and the latest card pack is to celebrate the stars of the 2005-2006 season.\\nOn October 17, NBA Top Shot said on Twitter that nearly 10,000 Run It Back card packs were sold at a rate of 7 purchases per minute in 24 hours.\\nIn the past 24 hours, there were 7 purchases per minute.\\nIn the past day, 9921 purchases were made for the Run It Back 2005-06 Moment™️ collection alone.\\n— NBA Top Shot (@nbatopshot) October 17, 2021\\n\\nEach card pack is priced at $169, and collectors are racing to snap up moments of basketball legends such as LeBron James and Shaquille O'Neal. Top Shot’s card packs have three levels of rarity from \\\"normal\\\" to \\\"legendary\\\".\\nData from Crypto Slam shows that since July 2020, the secondary sales value of the NBA Top Shot market is as high as $744 million. Top Shot trading activity reached its peak in the first quarter of 2021. On February 22, a transaction valued at $45.7 million occurred within 24 hours.\\nAlthough Top Shot NFT's trading volume exceeded US$200 million in February and March, the monthly trading volume has fallen sharply since then, with approximately US$20 million in transactions occurring between September and October.\\nAccording to data from Crypto Slam, after the weekend surge, Top Shot became the third-largest NFT project with daily secondary transaction volume. In the past 24 hours, the token transaction volume exceeded 2.5 million U.S. dollars.\\nIn the past day, Axie Infinity ranked first with a transaction volume of $18.6 million, while CryptoPunks ranked second with a 24-hour transaction volume of $6.2 million.\\nIn late September, Dapper Labs, the team behind Top Shot, announced plans to expand its business beyond basketball and cooperate with the National Football League (NFL) to launch the NFT platform and market. Dapper Labs' current goal is to complete its first NFT by the end of 2021\",\"timestamp\":1634575430,\"title\":\"Run It Back card pack triggers crazy Top Shot speculation\"},\"digest\":\"NP1Kr3IfTiBPnxooaUBfTXxUedAwT3Ps0UVoEiHg9vE\",\"authorship\":{\"contributor\":\"0xb7701468e583809C7C102b40349f2DbD1EA094d5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Df5_grf-pUVeVzmKDRdEaLgpdPTlz4cblJtlpdiJcl4\\\",\\\"y\\\":\\\"gayexz6N5r_6vdBEqMHt64AtaqEaUVSVFJ4BjGGdL9Q\\\"}\",\"signature\":\"USrecm4J9Pl5r0n_ZxAVZTEMBuBee_-LFHow0zVrYryBELtC6R9Q6LaMlupNt2V4Thwxubh4zGxyBmm_H5ovLg\",\"signingKeySignature\":\"0xf3b8b68983bc3b0f9208262aa977118153b4a1ff6312c195c786c6cf423c0ac8262dbe96d3d85d6f7cf0092a3f41ddae2f54f7d5faf581443e4f62526ea110f71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Df5_grf-pUVeVzmKDRdEaLgpdPTlz4cblJtlpdiJcl4\\\",\\\"y\\\":\\\"gayexz6N5r_6vdBEqMHt64AtaqEaUVSVFJ4BjGGdL9Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NP1Kr3IfTiBPnxooaUBfTXxUedAwT3Ps0UVoEiHg9vE\"}"