"{\"content\":{\"body\":\"\\n\\n> **The interview below was first published in [Plumes With Attitude](https://plumeswithattitude.substack.com/) ( 🇫🇷 ), my personal newsletter on the benefits of writing, on April, 2021.**\\n\\n*[*Sari Azout*](https://www.sariazout.com/) is a top investor, strategist, writer and more recently the founder of a cryptic venture called [*Startupy*](https://startupy.world/). She is also the author of my all-time favourite newsletter, [*Check Your Pulse*](https://www.checkyourpulse.co/). I had so many questions for her about her excellent taste for curation, her specific approach of knowledge management and her views on the future of the Internet. Just follow the white rabbit at your own pace, I’ll see you through the looking-glass. Here is our conversation. Enjoy the read!*\\n\\n![](https://images.mirror-media.xyz/publication-images/d752de5f-45e2-409a-b46c-3109c708f776.png?height=478&width=724)\\n\\n\\n**Hi Sari, and a huge thank you for accepting this interview! I’ve been waiting for this moment for a long time and it’s a real pleasure to have you as a guest for my newsletter. I discovered your work a couple of years ago through the fantastic Check Your Pulse, that you describe as “a tech and startup newsletter designed to make you feel more human”. How did it all start?**\\n\\nI am a voracious consumer of information. I have always loved to discover new things, take screenshots of everything and fall down Internet rabbit holes… Prior to having a newsletter on Substack, I used to post recaps of what inspired me every week on Instagram. But it’s not a medium that encourages reflection.\\n\\nAll you do is scroll through an endless feed, so there was no room for reading in-depth articles, let alone thinking about their context. Then I kept the idea of sharing the things that inspired me but switched to a newsletter format. If you go back to the early issues, you’ll notice that it was mostly just curated links from all over the Internet.\\n\\nI also wanted to add that I was born and raised in Colombia. English is my second language and I had a bit of insecurity around my writing. I never thought of myself as a writer and I’m grateful that the curation work invited me to share some of my own ideas.\\n\\n**How did the thesis behind Check Your Pulse evolve?**\\n\\nI have developed this feeling over time that a lot of the tech writing is for the sake of technology. There is this assumption that everything we build with code is progress. But can drones be called progress? Who truly benefits from them? Even for topics like crypto, a lot of the media coverage is not from a human perspective. And yet, the most important part is how these technologies are going to affect our lives, and the nuances around that. So I wanted my newsletter to start conversations about technology that were less intimidating and more accessible because they put humans at the center of the conversation.\\n\\n**That may explain why I’m a big fan of your curation game! Check Your Pulse is by far the newsletter I click the most links. I believe that taste is the central element in the exercise of curating things. And in my opinion, you have the very best of the Internet. How have you been cultivating it over time?**\\n\\nFirst of all, thanks for such a great compliment! I share things that resonate with me and it’s always wonderful to know that they resonate with others. I am committed to the idea of respecting readers’ time and I have a very high bar for anything I share. When it comes to curation, I believe that “less is more”. I’m obsessed with the question of what I should remove while most media is focused on what else to add. The traditional business model for writing incentivizes people to share a bunch of stuff, not incredible gems. That’s why it’s so important for me to not be beholden to a schedule. I don’t want to worry about not finding enough things that meet the bar, which would be the case if I was on a weekly cadence. I don’t want that kind of pressure.\\n\\n**It makes me think of this **[**fantastic presentation**](https://projector.com/story/8fa326cf-ddd7-4ef4-972a-a7430feb8e00)** in which you remind people that it’s OK not to have anything to publish sometimes.**\\n\\nI’m reminded of the quote that says the job of a journalist is to “write faster than I can think”… unfortunately, even though we’ve made great strides in publishing advancements, the business model of emerging subscription-based media encourages consistent writing and leaves out millions of people that have a lot to share but don’t see themselves as writers — or aren’t going to share things on a weekly basis. But what if the one-off writer had an incentive to share? We need a new business model designed to fund one-off quality writing online. I’m running an experiment soon that explores a potential solution here.\\n\\n**I can’t wait to learn more about it! I saw that you also entered **[**the $WRITE race on Mirror.xyz**](https://dev.mirror.xyz/vZxxUIeGMQK9NNLcrT0eDYZ6wXhXVr6vTQzztj1DaEA)**. Do you think that this model could be the future of publishing?**\\n\\nThe team behind Mirror.xyz is building a user-owned alternative to Substack in which publishers and readers have an incentive to grow the platform. The project is still very early. As far as I understand, you earn tokens based on the value that you deliver to the network. Then as the platform grows, so does the value of the token. The comparison with Substack is interesting since it takes 10% of a publication’s revenue and can’t prevent writers from leaving for a cheaper alternative. But if there was a Substack token, then the people who joined years ago would still be incentivized to stay and help the platform grow. I am personally convinced that the fundamental promise of crypto is to be able to share and exchange value in very granular ways with your community — and that is a huge unlock.\\n\\n**That makes me think of **[**this tweet**](https://twitter.com/balajis/status/1308430095460134912)** by Balaji Srinivasan from last year. He said that investing could be the most prevalent skill of the 21st century. And between the thriving crypto ecosystem, the WallStreetBets movement and the current NFT craze, it actually makes total sense.**\\n\\nIt’s fascinating because I do think that we’re living in a world where everything is financialized. These days, you can purchase anything that is consumable online: a tweet, a piece of digital art, etc. I’m a little bit concerned about this because I think it’s very hard to make money. If you think about the value proposition of these tokens, you know, I would say financial or economic upside is one of them. Then there’s governance and access. But beyond that, there’s an interesting concept of Patronage+ (coined by Jesse Walden) which is just this feeling of supporting a creator, with potential upside. It’s hard to see it as a financial instrument alone — I personally don’t see it. Packy McCormick wrote[ a newsletter](https://www.notboring.co/p/software-is-eating-the-markets) on this phenomenon of Angel Investing and how it’s less about the financial return and more about the social capital that comes with it. And I think something similar happens with cryptos and NFTs.\\n\\nIt’s all about the status. What does it mean to own it, to have invested in this company? What does it say about me? What does it signal about me? And I think investors have a similar dynamic where they don’t mean, we’ll get rich off of it. Many of them have already. But I think it’s more about the cultural value. When I was growing up in Colombia, I would sometimes come to the U.S. in the summers and I would buy a cool pair of shoes that they didn’t sell in my home country. And I would be excited to go back to school and kind of show off my shoes.\\n\\nAnd so the equivalent of that dynamic from the physical world now applies online, since posting a picture on Instagram for the whole world to see has a bigger reach than just showing up with a new pair of shoes in my school. And so I think NFT is a little bit of that. If the balance is shifting to digital, then how do I flex my taste online?\\n\\n**The **[**CryptoPunks**](https://www.larvalabs.com/cryptopunks)** kind of summarized this with their owners adding the avatars of the NFTs they purchased as their Twitter profile pictures. Same for the **[**laser eyes**](https://decrypt.co/58302/elon-musk-bitcoin-advocates-have-laser-eyes-on-twitter-heres-why)** with the Bitcoin bullish. It’s a kind of statement, a signal that you belong to a cultural movement. I guess these different trends inspired you while building your latest project **[**Startupy**](https://startupy.world/)**. You describe it as what would happen “if Roam, Wikipedia, Substack and Product Hunt had a baby”. How did the idea of Startupy come to you?**\\n\\nAs I said, I spend a lot of time reading online. And just like everyone, I tend to forget a lot of what I read. Then it’s hard for me to get compound interest on the things that I read if they’re not properly stored for later use. And so for example, I would often meet with a founder who was building a marketplace business. And I was like, oh, you should be reading this thing or that thing. Or like a lot of these things I was reading, I was like, I wish I could share them with you. But even just going back and finding them was really hard.\\n\\nSo I basically started cultivating my own database or mini Google. Initially, it was this very simple architecture, storing content and companies that I was tracking and making them searchable. And then, it dawned on me one day that this was a fundamentally different information architecture than where we’re used to consuming information. In most places online, we only consume information recreationally. You go on Twitter and yes, there are incredible ideas that are shared. But if you don’t store them for later use, when you’re thinking about it at the right time, it’s hard to actually take action on them or have them actually affect our real world activities or undertakings.\\n\\nAnd so I kind of started dreaming of kind of like, what would be the ideal way for me to consume this information? I wanted it to be findable. I wanted it to be serendipitous. I wanted it to be associative so that it would take me down these context rich pathways. So for instance, if I’m interested in the future of restaurants, I could start with a podcast episode by Patrick O’Shaughnessy, and then find the guest of that podcast, see what else he’s written, find a company he invested in, understand more about that company, etc. Eventually you start to develop combinatorial creativity, which is how you combine things from another industry and apply them to yours.\\n\\nAnd I think it’s very hard to do that with the information architectures that exist today. We basically have interruption technologies. We don’t have tools for thought. It’s a cliche term but for me, it’s about how we transition from information being an interruption to information being a tool to reflect.\\n\\nThe fundamental problem is information abundance (which requires curation), and information structure (which requires a better architecture to consume information). And so Startupy is what I call a community-curated knowledge network. That will enable us to not have to subscribe to one hundred newsletters and have them interrupt our days, but rather find things as we need them. I also want Startupy to inspire us with serendipity, because I’ve always believed that one of the biggest underutilized assets in the world is people’s time spent uninspired\\n\\n**I can’t help but think of Dumbledore’s **[**Pensieve**](https://harrypotter.fandom.com/wiki/Pensieve)** in Harry Potter (laughs). The only difference is that Startupy is community-curated. Can you tell me more about how it works?**\\n\\nThe MVP for Startupy was a database I built on Airtable. What I’m developing now is a multiplayer environment. The next step is to onboard people who want to participate in this curator collective. Then, we’ll work together to curate this database over time. My dream for this is to build a digital place the community both works on and is collectively rewarded for.\\n\\nAnd that’s why the case for user ownership online is so interesting. If you think about Twitter, they rely on people’s creative labor and they just sell advertising on the back of that. But what if you create a win-win situation where the curators are benefiting from their work instead of being exploited? I think that curation has never been given the kind of love, honor and attention that it deserves. After all, curators are a class of creators. And for me, curation is not just about link sharing. It’s not just, hey, here are ten new links this week. It’s about context. What does this specific link tell me about broader cultural or technological trends? What is important about this piece? There is so much value that has been stripped from curators because we call so many things curation. For instance, newsletters with hundreds of links are not the kind of curation that I envision for Startupy.\\n\\n**Have you started to work with some curators yet?**\\n\\nThe product is still in development. I think it’ll be ready in a couple of months and we’re going to launch our first curator cohort soon. So the hope is that we start with this cohort model to set the tone and to really cultivate this community. I’m kind of questioning the status quo across a lot of things with this product. And one of the things that we’re trying to do differently lies in the fact that most platforms these days have zero friction to publish or create. Anyone can post on Twitter. Anyone can write on Medium. And so I almost want to flip that on its head and wonder, what is a healthy amount of friction? On Twitter, 90% of tweets are created by 5% of the accounts. Then why don’t we build a product for those 5%? Startupy isn’t designed for people who just want to lurk. We are reimagining a lot of those things from the ground up. The first kind of friction that I need to decide is precisely around *who* is going to curate.\\n\\n**That’s fascinating! And how do you intend to qualify, select, and somehow… curate curators?**\\n\\nIt’s funny because you mentioned taste earlier in the conversation. The fact is, we’ve been working on the application process by focusing on identifying good taste. I guess that our definition of what good taste means for us will evolve over time, along with the kind of signals that we’re looking for. So far we’ve been asking questions like, what pieces of writing have changed your life? What is the latest rabbit hole you went under? We’re trying to find people that have a knack for finding and contextualizing non-obvious, thoughtful, nuanced, hidden gems. I’m less interested in Startupy becoming a place where you can see what Ben Thompson has curated, but rather a place where we can breed a new class of curators who have great taste but aren’t necessarily well-known. And so we have to find the best way to strike a balance.\\n\\n**You mentioned several times the term of “rabbit hole”, which is at the core of the Startupy brand. But isn’t it a kind of contradiction with what you said about respecting people’s time on the Internet?**\\n\\nFirst of all, it’s a great question! To me, the main difference between wasting your time on the Internet and engaging in a rabbit hole is about whether you’re in a flow state. When I’m on Twitter, I feel entertained, I feel inspired, but my thought process is constantly disrupted. It’s very different from the rabbit holes I want to encourage with Startupy. Let’s take an example I’m very familiar with. So these days, I’ve been thinking a lot about what it means to create a healthy community with strong content moderation. And so the idea is to start your research on Startupy looking for what has been curated around the history of censorship, social networks and moderation. The difference is that I do have this intention in mind, that of answering a question. Then I do want to expose myself to so many different things around this one topic. It’s rather about research with serendipity than entertainment with interruptions. Social platforms that promote viral content, blind engagement and inflammatory information stripped of context haven’t been designed to enhance your reflection. But going down a rabbit hole on a knowledge database that encourages flow state, concentration and the development of new ideas is a healthy approach in my opinion.\\n\\n**Definitely! I just wanted to play devil’s advocate here (laughs). Since we started the interview, you mentioned several toxic habits like the endless scrolling on social media, our unconscious tolerance for being interrupted and all these uninspired moments we spend online. So I was wondering, what would you recommend for a healthy Internet diet?**\\n\\nOn the Internet, you’re always encouraged to engage with still more content. But time is a scarce resource, not information. What I’d recommend is to switch from a consumer mindset to a creator mindset. Having projects puts you in a position where you’re not constantly just absorbing other people’s thoughts, but thinking about how to manifest your own. For instance, I switched to Hey for my emails and all the newsletters I follow go directly into a folder that I only open once or twice a week. This way, I’m not interrupted when I work and my inbox is super empty. Also, I set up an auto-reply that says that I’m trying to spend most of my time thinking and not responding to emails, and then that I’m not going to be able to respond super quickly.\\n\\nIn the era of Clubhouse, we’ve grown accustomed to doing everything immediately because of the instantaneity of such products. But I actually believe that everything on the Internet should be accessible on demand whenever you need it. I don’t want another product that will prevent me from spending time with my family. People shouldn’t have FOMO when they miss a Clubhouse room or have yet to read the newsletter that everyone has been talking about on Twitter. This is the main thesis behind Startupy: capturing the gems and storing them so that they’re available for later use. I believe that most problems online are completely solvable by design. And I’m confident that we’ll see more product designs with digital wellness in mind.\\n\\n**Speaking about the future of the Internet, I’d like to close this interview with your views on this huge topic. So among all the current trends, what do you think is here to stay for the next decade?**\\n\\nFirst, I believe that something to not be underestimated is that a bigger part of the value that we generate is going to happen digitally. The number of people that have made a single dollar online is still very minor when you think globally. But that’s going to shift. We would have never thought that teenagers streaming games on Twitch could make a living of it. Or that creators like Jake Butcher would make six-figure revenues by sharing online courses — and more recently selling graphics as NFT. I believe that the young generation will create all kinds of things on the Internet that we cannot even fathom. Then the nature of the job market is going to change dramatically.\\n\\nThe second part of my answer is about online friendship. The first wave of the Internet was very much about taking your IRL friends to Facebook and connecting online with people you already knew. But that’s such a limited understanding of the potential of the Internet. What’s more interesting is to make friends after meeting online. For instance, we met on Twitter and our ideas resonated with each other. You reached out and eventually we did this interview. And you may live in Paris while I am based in Miami, you definitely have more in common with me than I do with a lot of my friends that I went to school with and grew up with in Colombia. And I believe that tapping into that to help people make friends and create things based on their mutual interests is going to be a fascinating area to watch. The potential for the Internet as a bigger engine of serendipity and friendship is only at the very beginning.\\n\\nEventually, the most important aspect is how we make sure that more people benefit from all of the wealth and value created online? During the last decade, most of our interactions on the Internet were transactional: a company would do something for us and we would pay for it. Now, that relationship is a lot more complex because the user is not only a consumer but also a creator. For instance, I’m a consumer of Twitter. But since I tweet, I also add value to the network. I’m very excited about what it means to reimagine from first principles what new business models will look like in a world where the lines keep blurring between providers and users, medias and platforms, consumers and creators, etc. The reality (and beauty) of the Internet is much more nuanced and sophisticated, and so the rewards for value creation should be.\\n\\n**This seems to me to be a perfect conclusion to this interview. Sari, I owe you a big THANK YOU! It was even better than I could have imagined — and yet my expectations were already high (laughs). I’ll be following Startupy very closely and can’t wait to see what you have in store for us. Talk to you soon!**\\n\\n![](https://miro.medium.com/max/960/1\\\\*lzVQCrlh5Tmhw-\\\\_k2-wkeQ.gif)\\n\\n### **5 under-the-radar projects to watch, curated by Sari :**\\n\\n*   [**SourceCred:**](https://sourcecred.io/) *“A tool for communities to measure and reward value creation. As we continue to see the unbundling of Facebook and the rise of more niche communities, products like SourceCred are building the infrastructure to distribute the rewards of this new wave more widely and fairly.”*\\n*   [**Friends With Benefits:**](https://fwb.help/) *“A Discord community for thinkers at the intersection of crypto and culture, powered by a social token. It’s one of the more interesting experiments I’ve seen in the space.”*\\n*   [**Juice:**](https://getjuice.com/) *“An investment fund for creators. We need more ways to invest directly in people, and this one looks promising!”*\\n*   [**Ghia:**](https://drinkghia.com/) *“The best alcohol substitute for those “over the influence”! The taste, the brand, the feeling is best in class. (full disclosure: I’m an investor)”*\\n*   [**Ghost Knowledge:**](http://ghostknowledge.com/) “Bonus, this is an experiment I’m launching very soon. Stay tuned!”\\n\\n\\n### Read my other interviews:\\n\\n- **[Choose your own writing adventure, with Max Nussenbaum](https://pwa.mirror.xyz/9GZm-IGk-oL_OmxsLHl_fEApuZd3a5NkaITLS7jJ3ck)**\\n- **[Pioneering the Passion Economy, with Li Jin](https://pwa.mirror.xyz/cKbvFpq0mV_-E0gM4GKmk8w-CYrKZF8ByC1nN2xm07E)**\\n- **[Building a New School for the Mind, with Anne-Laure Le Cunff](https://mirror.xyz/dashboard/edit/GD03ufsBOrDkKjO9psSLro0PEqC64So_t_uC39N20Hs)**\\n\",\"timestamp\":1624563814,\"title\":\"Following the right rabbit holes\",\"publication\":\"pwa\"},\"digest\":\"9ZPX9HMJ3FBu1K7L3MKefoa7Jr6xNldN5DcZqvnyEXs\",\"authorship\":{\"contributor\":\"0xb18501548Eeb4660c2348A75515e2740041999F6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_vjjP4NLyzKYRbJi5J4XnCAQMOzQKlH-n13OZADH97E\\\",\\\"y\\\":\\\"AfPOoHICiBIBwl4-nux3vBGHlHVfYnqjm7ffZUig94s\\\"}\",\"signature\":\"CewA0Y2jFPkVkODCZgApMkop97pmvSkgiLqXDAPEu9a66eYy2DMMW14JM_DurtdwO-Y1mXn1TEKxfq8qRKjJJg\",\"signingKeySignature\":\"0x1776b0bc7f5ce3fff6023ca8dff88e45d3a02054acee43d593a3c6682c9291c90ca823521506774453bb9eb82b097a3069e070d29da79cc1e102d2444d69b58e1c\",\"signingKeyMessage\":\"I authorize the publication of articles on pwa.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_vjjP4NLyzKYRbJi5J4XnCAQMOzQKlH-n13OZADH97E\\\",\\\"y\\\":\\\"AfPOoHICiBIBwl4-nux3vBGHlHVfYnqjm7ffZUig94s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VclwDqX-nSxzQTeJnJCTyMkzsvP_IJxwomzUaOYmq1k\"}"