"{\"content\":{\"body\":\"Holodomor and Asharshylyk were man-made famines that took place in the early 1930’s. The cost was millions of Ukrainian and Kazakh lives, murdered by the Soviet Union. A legitimate genocide that we were never exposed to in school, and one’s history ignored by many in the political establishment. As we continue to live in an uneasy and toxic time, my mind fears something similar could become an American reality.\\n\\n[https://twitter.com/MavkaSlavka/status/1455432908378804228?s=20](https://twitter.com/MavkaSlavka/status/1455432908378804228?s=20)\\n\\nMy fascination with the soviet republics began when I was in middle school. I thought, how could one nation influence culture, language and national borders so forcibly, and still never be considered as evil as the Nazis? Why do we view the sins of the Soviets as lesser than those of the Nazis? Weren’t they as egregious?\\n\\nLater on, I read the communist manifesto. I was seeking to understand the rationale of a few American socialist politicians. In the Manifesto’s preface of the Bourgeois and Proletarians, the display of classism is clear.\\n\\n\\n---\\n\\n*“By bourgeoise is meant the class of modern capitalists, owners of means of social production and employers of wage labor. By proletariat, the class of modern wage laborers having no means of production of their own, are reduced to selling their labor-power in order to live.”*\\n\\n\\n---\\n\\nWithout understanding the full context of the manifesto, you can believe that this statement aligns with the political divide created, and pushed, by both major American parties.\\n\\nBy creating a classist society, beneficiaries of the political system are able retain their seat at the table. Their initial message speaks to the pain of their bases. It then shifts as the opinion’s of its base’s members do. The message evolves, but policy change continues to be massively inefficient.\\n\\n[https://twitter.com/justinamash/status/1452707866666749962?s=20](https://twitter.com/justinamash/status/1452707866666749962?s=20)\\n\\nMany believe these inefficiencies are created by those who want to remain in power. As the public becomes more aware of this, those in office take attention away from their inability to govern. In today’s world, they move it towards polarizing its constituents against each other.\\n\\nBy categorizing the populous based on socio-economic classes, they create allegiances that can stand in the way of reason. People are tied to their allegiances no matter what. Their allegiance obligates them to act in a way that supports its class’s agenda.\\n\\nExample: Say, I’m in a lower tax bracket. By classist association, I must support taxation of the rich, higher government spending, and anything else that my designated class leader puts forward.\\n\\n2nd Example: Say, I’m someone in the MidWest who lost their job due to outsourcing. By classist association, I must support closed borders, America First agendas (whatever that means), and the Second Amendment.\\n\\nPolarizing populations has been an effective way for political classes to obtain, regain and/or remain in power. The entire 2016 election was based on polarization. The 2020 election followed suit. Virginia’s recent elections confirm that polarization tactics are here to stay.\\n\\nThere are many existential risks to society. AI, virology, climate change, the list goes on. These should be actively debated and legislated upon with the consultation of professionals in the field, regulators, and the public.\\n\\nThere are many risks, while not as pressing, that should be debated and potentially legislated as well. Gun control, taxation, qualified immunity, the list goes on.\\n\\nWhile many perceive the negative effects “deregulation”, it has to be understood why the lack of regulations are being pushed. One,\\n\\nComplicated issues, similar to those listed above, become a hotly contested “battle” between political parties at the top level. The shocker? Nothing really gets pushed forward, the US still has its same problems, and everyone somehow is more enraged with each other than the political class.\\n\\nThis faux fight leads to constituents picking a side, pissing on each others lawns, and calling each other racists and communists.\\n\\nInstead, why don’t we ask:\\n\\n”How in the fuck do we not have universal health care yet?”\\n\\n[https://twitter.com/PointsCommunity/status/1453412741067145217?s=20](https://twitter.com/PointsCommunity/status/1453412741067145217?s=20)\\n\\nI feel as we’re all coming to our senses… somewhat.\\n\\nBut the fear of a push towards a surveillance state remains.  Notice, market-controlled communism is not the fear anymore. Anyone who has been paying attention to communism’s evolution understands its modern deployment follows China’s model much more than its Soviet predecessor.\\n\\nThese surveillance states, even with today’s immediate access to information, are still able to commit acts of terror on its people. They do this with out any real backlash or consequences. Example, the Uyghur genocide and placing in concentration camps is ongoing.\\n\\nThe pendulum swings, and the trend (in some geos) seems to be that people are over polarizing agendas. However, until people fully understand that the two major political establishments are at fault for a lack of meaningful legislation, there will be further pushes towards surveillance, compliance and centralized control.\\n\\nMy solution? Well, I don’t have one. But subscriptions to a number of ideas spell out a personal utopia.\\n\\n[https://twitter.com/justinamash/status/1436455725686001664?s=20](https://twitter.com/justinamash/status/1436455725686001664?s=20)\\n\\nNetwork states: As Michael Malice so candidly states, we’re living within physical boundaries in a cell phone world. Why do I have to adhere to a government that I detest, strictly because I reside within its physical boundaries. Physical boundaries that were laid out hundreds of years ago before any relevant technological advancements (akin to our society) were made?\\n\\nThese advancements have given us the opportunity to network, create friendships and/or collaborate professionally with anyone in the world. Why should I need to adhere to set of laws that I completely disagree with? As long as my actions do not negatively impact (within reason) another person, living creature and the planet, then I should be able to live and adhere how I so choose.\\n\\nPeople create geographical battlegrounds because of their attachment to land. As we remove ourselves further from physical realities, the less likely we will be attached to specific geos.\\n\\nCrypto-economy: The various blockchains who have programmed digital assets, most importantly stable-coins, have given us the opportunity to work anywhere in the world, independent of HR intermediaries and non-negotiable wages. The freedom to earn an income, solely based on your output and productivity. The freedom to negotiate on your own behalf. The freedom to work with people who you so choose.\\n\\nThis is complete economic freedom. Not only does it incentivize people to work on things they’re passionate about, it provides workers real ownership and a stake in the project they’re participating in.\\n\\nAnarchism: All empires are destined to fall. Should we forgive the sins of the American state, simply because it has provided infrastructures for more innovation and economic progress relative to its counterparts? It has still managed to leave millions behind, and with\\n\\nAnarchism is the idea that no one should be able to tell anyone what to do. It’s the concept that people will flock towards ideologies that align with their personal beliefs.\\n\\nDo you want to live in Silicon Valley’s digital utopia? Go ahead. Do you want to stay in a religious commune where no one showers? Great. Do you want to live in a balanced society where a mixture of ideas are welcomed, or discouraged?\\n\\nChoosers choice. The coming renditions of the internet will make all of this possible.\\n\\n\\n---\\n\\nThe ultimate case for Anarcho-Capitalism is that people need to be able find community they \\\\*\\\\*want \\\\*\\\\*to be a part of. Community is an important part of the human existence, but being subject to communities where you don’t feel at home can be detrimental.\\n\\nAdditionally, human beings need to have purpose. Purpose makes our lives more well-rounded, fulfilling, and ultimately worthwhile. While Anarcho-Socialism is a great concept in theory, it falls short when people are not recognized for their individual contributions.\\n\\nBeing a member of a collective is important, but it’s equally important to be rewarded for efforts while simultaneously moving towards a pre-determined goal.\\n\\nI don’t know how any of this will work now. All I know is that people need community, goals and purpose. The current infrastructures of the physical world do not provide that opportunity for everyone.\\n\\nHopefully the digital world can change that.\",\"timestamp\":1636579332,\"title\":\"A case for Anarcho-Capitalism\"},\"digest\":\"08vt1r9PUyS5xxGp3o9TbaGyShrZwN0z8gF0gswNGuY\",\"authorship\":{\"contributor\":\"0xa32D089F144e613106072fE2Ec4FF2ff95b7606D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mJ6WAmpHhswWTRw-jx4FGpR5iNQg3pCF7QW98mglIyQ\\\",\\\"y\\\":\\\"RG3opD9byHHY2RPh8O3kEpr4bLvAXavLUTQzMWuUPJ8\\\"}\",\"signature\":\"mSDDoLkOHcUm9cE61KniK9CAEgMs6ZyELAcW2i_XwbjYzzLFW6acyLhfgr14DVdVV1TQustZdbrpua6xFdKdPw\",\"signingKeySignature\":\"0x58f5942dfb60f801f5fa49d8151a962b1632f57fdbae0d589e6abfaeef0a4d783d772399028669d11a98162f9bff47ab2adc13c78684a68cf79db1c7c072fb021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mJ6WAmpHhswWTRw-jx4FGpR5iNQg3pCF7QW98mglIyQ\\\",\\\"y\\\":\\\"RG3opD9byHHY2RPh8O3kEpr4bLvAXavLUTQzMWuUPJ8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zsfhAO0nEkem9Ulw8rr5SQZEMhWYjBVNOZmAE7UmBLE\"}"