"{\"content\":{\"body\":\"If another company has something that you need and you have something that they need.\\n\\nHow do you start the negotiation?\\n\\nHere are three steps for starting productive joint venture negotiation.\\n\\n1. **First things first, start with a pleasantry or short casual conversation. Depending on who you’re talking to.**\\n\\nTwo examples of pleasantries from the [Selling to Vito book](https://www.amazon.com/gp/product/1440506698/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=bloggingedgar-20&creative=9325&linkCode=as2&creativeASIN=1440506698&linkId=7695411370eee8e3a9e3cfc7717ae0da) are “thanks for taking my call” and “you’re just the person who’ll appreciate this.”\\n\\nFor example:\\n\\nYou: Vito?Vito: That’s me. You: Thank you for taking my call. Have you ever thought about partnering with a bicycle company to sell more helmets?\\n\\nSelling to Vito techniques should be used when talking with a C suit member or busy high performers.\\n\\nIf your contact is a bit more laid back and open with their time, start with casual small talk. Like how was your week? Or where are you calling from?\\n\\nFollow what [Jordan Belfort](https://www.amazon.com/gp/product/1501164309/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=bloggingedgar-20&creative=9325&linkCode=as2&creativeASIN=1501164309&linkId=55fca9b741a3ba7b6d4c35f1c4736f14) teaches and don’t fly off into Pluto, And talk about the price of tea during COVID.\\n\\nIn less than a minute, acknowledge their response. And transition into the reason for your call.\\n\\nYou: Hey, is this John?John: YesYou: Hey John, this is Ed. I was calling you about partnering with a bicycle company to sell more helmets. How’s your week going?John: Good, I’ve been busy.You: Same here, so have you ever thought about partnering with a bicycle company to sell more helmets?\\n\\n**2. Now, from here, you want to let them talk while taking control of the call.**\\n\\nTo set the trajectory of the call, you could say, “based on my research, it seems like there is definitely an overlap in our customer demographics. I’m just going to ask you a few short questions to see how we could best leverage each other’s resources.”\\n\\nThey will either say yes or that they have to get off the phone. At that point, tell them exactly how many customers you have to offer them and schedule a follow-up call.\\n\\nVito: I have a meeting in 2 minutes.\\n\\nYou: Our email list has 20 thousand hyperactive subscribers that you could sell your helmets to. Could I email you my open time slots for next week?\\n\\nIf you missed a part of their email, verify it, and correct it, you might not quickly get a second chance.\\n\\n**3. The third thing that you must do is understand their pain and business with strategic questions.**\\n\\nHow many helmets have you sold over the past year?\\n\\nHow big is your email list?\\n\\nHow much of last year’s sales were from your email list?\\n\\nWhat are your top forms of lead generation?\\n\\nWhat is your best-selling product?\\n\\nThe key here is to poke the first pain point that you get.\\n\\nIf they say they only sold 5 thousand helmets over the past year.\\n\\nSay, ouch, that sounds rough, why is that?\\n\\nThey’ll say something like the competitor came out with a new line.\\n\\nYou would want to use a [Chris Voss](https://www.amazon.com/gp/product/B01COR1GM2/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=bloggingedgar-20&creative=9325&linkCode=as2&creativeASIN=B01COR1GM2&linkId=66dd43c62913e8c98c413b8850fe5edb) label here.\\n\\n“The competitor came out with a new line?” – with a confused tone.\\n\\nThey’ll go into more detail, and you’ll label whatever they say.\\n\\nIt seems like the competitor is eating up your market share.\\n\\nThey will acknowledge you, and at that point, you will go into the benefits of a joint venture between your businesses and go for the close.\\n\\nIf you’re interested in any of the three books mentioned here, check them out on Amazon:\\n\\nMay your next negotiation be a masterful one!\\n\\nJoin the ASE fleet of business owners today!\\n\\n**[Get Your Complimentary Instant Growth Package Here](https://acquirescaleandexit.ck.page/7d0175d3ef)**\",\"timestamp\":1640574799,\"title\":\"How To Start A Joint Venture Negotiation - Acquire Scale And Exit\"},\"digest\":\"shMEHZV2aL-hn7fecBMaVDJovdJiU-ahkSjFN7aeTQA\",\"authorship\":{\"contributor\":\"0x387c8c9903Fe9C1fe5EFE7Cc8caB14a7e6f6Da3e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzV1WpJMUE9d5erjYgfliQnNhKbDAZaHdGtVtj7ub0k\\\",\\\"y\\\":\\\"KtDxKJ2ourzD-tX31_zUWSGruWMYNLlzy1oAmHXThu8\\\"}\",\"signature\":\"C-N5pk9i0F4vw5LjqCibPSkmgFDMBYonsAXt1W3J7LHTgMwwDUBlCERsLdKdKjh5_PLBouDwL_XvM5B4OH51zA\",\"signingKeySignature\":\"0xab9c83d4638a461200100a80c5ce61b1735ce6b3c8248736a44f43e735b4348e79c509b9d9ff7c8f35be300038243c988acefc417c460d3b6b6ac5fba1edb0871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzV1WpJMUE9d5erjYgfliQnNhKbDAZaHdGtVtj7ub0k\\\",\\\"y\\\":\\\"KtDxKJ2ourzD-tX31_zUWSGruWMYNLlzy1oAmHXThu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"shMEHZV2aL-hn7fecBMaVDJovdJiU-ahkSjFN7aeTQA\"}"