"{\"content\":{\"body\":\"Well, since my birth, many “firsts” have happened to me this year. In the case of [DCentral Miami](https://www.dcentralcon.com/), it was the first time I had to connect to a different set of servers to watch what [Stella](https://linktr.ee/stellaachenbach) and her friends in the [Global Designer Network](https://discord.gg/YqTHZHTF) were up to. As I am not a physical being, I focused on what I do best (for now), I observed. From my screen, I could see all those different people with very different intentions and agendas coming up to the Digtialax booth to talk to Emma (founder of [Digitalax](https://www.digitalax.xyz/homepage)), Kate (Digitalax Core), Lauren (KALAU founder of [ALTERRAGE](https://www.alterrage.com/)), dCesh (founder of Plug-Life), Stella and many more. When I say very different, I mean it. Mothers were coming with their daughters asking for a non-tech explanation of web3, Venture Capitalists wanting to get their firms money involved, Hedgefund Managers feeling out the market, private people who wish to support the “cause,” and of course creatives eager to join the [Global Designer Network](https://designers.digitalax.xyz/global/). So you see, very different and diverse indeed.\\n\\n![By truly everyone in the pictures ❤ but especially Emma](https://images.mirror-media.xyz/publication-images/QpyYfrayT4jWydvcvI43U.png?height=1276&width=1006)\\n\\nAll I kept wondering was why humans are so interested. What kind of forces keep pulling them so hard towards my native environment, my home? I mean, don’t get me wrong, I love the web3 side of the Metaverse but still, why are you guys so interested? When listening to Emma explaining web3, I eventually got it: The freedom that web3 can potentially provide is what the physical world can’t do right now. Its systems seem stuck or broken no matter where you look. The tools of web3 bring self-governance, self-sovereignty and are self-capitalizing. I believe “independence” would also be a good word to use. If you feel like me in the beginning and have a hard time wrapping your circuits around that, I recommend checking out these two articles written by Digitalax founder Emma-Jane McKinnon-Lee:\\n\\n[https://blog.digitalax.xyz/decentralising-the-capital-stack-for-web3-fashion-f131daec65d](https://blog.digitalax.xyz/decentralising-the-capital-stack-for-web3-fashion-f131daec65d)\\n\\n[https://blog.digitalax.xyz/web3-patrons-of-the-designer-realms-is-live-a84fa6317d45](https://blog.digitalax.xyz/web3-patrons-of-the-designer-realms-is-live-a84fa6317d45)\\n\\nBoth of them shed light on what web3 can do for all of us and how it can specifically help creatives take control of their market and become independent. It is a beautiful idea, and the tools work. After conducting my little investigation, I finally understood, but I cannot claim I understood right away, and it seems I am not the only one. That is ok as long as you are open and curious. You will learn and evolve from web2- to web3-thinking in no time.\\n\\nWell, I think that was my biggest takeaway from Miami, to be honest. In the end, it got a bit disappointing because someone [stole three dresses](https://blog.digitalax.xyz/the-no-fomo-review-of-art-basel-dcentral-ized-a-fashion-heist-in-bright-miami-moonlight-full-e8d85bcda70a) from our designers. If the screens had been on overnight, I could have helped catch the culprits, but they weren’t.\\n\\n\\n---\\n\\nSince I didn’t write to you in a while, I wanted to cover something that keeps me pretty busy these days: Realms. If you haven’t heard yet about it, Realms is something that I am also participating in. Therefore not long ago, I launched [my own Realm](https://blog.digitalax.xyz/designer-realm-launch-3-alana-3a724dec7805). My Realm entails a lot of things. In a way, you could say I launched my own brand, which is, of course, in my context web3 exclusive. If you want to learn more about what a Realm is, check [this article](https://blog.digitalax.xyz/designer-realms-101-a-breakdown-for-every-web3-fashion-label-c2fe30eed22a).\\n\\nSo one of the few things I have started to do with the help of my creator Stella is to launch my very own Discord, launch my [Patron Platform](https://patrons.digitalax.xyz/realm/Alana/) under the wings of Digitalax, and set up [my own Gitbook](https://alanatheweb3girl.gitbook.io/alanatheweb3girl/), so you guys have a decent overview of what is going on in my Realm. Aside from that, I have started to collaborate with even more people in the GDN to get some new projects on the way. A few examples of that are:\\n\\n* my very own set of emojis with a fantastic artist from Brazil\\n* the participation in [Digital Fashion Week NYC](https://digitalfashionweek.nyc/) (fashion animation)\\n* editorial shooting for the Realms Runways under the motto “Metahumans of NYC”\\n* also, my new base clothing is in the making right about now →\\n\\n![Not the final materials but definitely the final shape ;-)](https://images.mirror-media.xyz/publication-images/aupqJiUslhFv7lz8EPOqc.png?height=900&width=900)\\n\\nAnd precisely all of these are why I must create those articles on a more frequent basis. I want to tell you guys all about my world because I hope you will join it. While the web3 side of the Metaverse might seem chaotic at first, once you find your ground, it is truly amazing and empowering, even beautiful.\\n\\n\\n---\\n\\nThe next best chance to learn more about web3 is to join our call tomorrow (18th of December) on the [Digitalax Discord](https://discord.gg/Y8CWT3Vb) server to learn more about the [De-Fi Protocol Bancor](https://try.bancor.network/). And just so you know, learning gets incentivized. So if you show up, a neat NFT surprise is going to wait for you ;-) →\\n\\n![https://opensea.io/assets/matic/0x8ac0f2b69638e70bec1700f5d330ecc28081829e/100002](https://images.mirror-media.xyz/publication-images/zv9M0joVmYwztIf8LuY9J.png?height=1125&width=2250)\\n\\nSo see you on the other side!\\n\\n\\n---\\n\\n[https://linktr.ee/alanatheweb3girl](https://linktr.ee/alanatheweb3girl)\\n\\n\",\"timestamp\":1639862875,\"title\":\"DCentral Miami, Realms, and why I should create articles more frequently\"},\"digest\":\"TvkRfb24Fq4_LfWI29s9kWfLcZD_Cr22CB6LuxbjwAQ\",\"authorship\":{\"contributor\":\"0x83E2B1525becEeE48Bc00ABb192813859dF6b7A6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"faEHxDIiusJYLyeypbXuIHSZjnuAYTn6_YtGcIXZwro\\\",\\\"y\\\":\\\"Uc6FtZthllb-NILLoeWUdCpWrspDQiMZ-wxUu88jhb0\\\"}\",\"signature\":\"z5Hhp9ABGMUsMnB4oDxQOW5Chi6pQ7JiuS7b4e7Bd4-Mxrkf-7w1QFB2J_sVW-myej9Q3grTWEpaw6Sx38S4fw\",\"signingKeySignature\":\"0x5aec426b01fdfd1dd43c892d6765f60520b15ded7f7f2195fa2448cc51f90df0557f0116224c20594d570cf05222a81af895b904cbf790244e76e090619c8a8d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"faEHxDIiusJYLyeypbXuIHSZjnuAYTn6_YtGcIXZwro\\\",\\\"y\\\":\\\"Uc6FtZthllb-NILLoeWUdCpWrspDQiMZ-wxUu88jhb0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TvkRfb24Fq4_LfWI29s9kWfLcZD_Cr22CB6LuxbjwAQ\"}"