"{\"content\":{\"body\":\"LADY HUNSTANTON.  I assure you, dear, that the country has not that effect at all.  Why, it was from Melthorpe, which is only two miles from here, that Lady Belton eloped with Lord Fethersdale.  I remember the occurrence perfectly.  Poor Lord Belton died three days afterwards of joy, or gout.  I forget which.  We had a large party staying here at the time, so we were all very much interested in the whole affair.\\n\\nMRS. ALLONBY.  I think to elope is cowardly.  It's running away from danger.  And danger has become so rare in modern life.\\n\\nLADY CAROLINE.  As far as I can make out, the young women of the present day seem to make it the sole object of their lives to be always playing with fire.\\n\\nMRS. ALLONBY.  The one advantage of playing with fire, Lady Caroline, is that one never gets even singed.  It is the people who don't know how to play with it who get burned up.\\n\\nLADY STUTFIELD.  Yes; I see that.  It is very, very helpful.\\n\\nLADY HUNSTANTON.  I don't know how the world would get on with such a theory as that, dear Mrs. Allonby.\\n\\nLADY STUTFIELD.  Ah!  The world was made for men and not for women.\\n\\nMRS. ALLONBY.  Oh, don't say that, Lady Stutfield.  We have a much better time than they have.  There are far more things forbidden to us than are forbidden to them.\\n\\nLADY STUTFIELD.  Yes; that is quite, quite true.  I had not thought of that.\\n\\n\\\\[Enter SIR JOHN and MR. KELVIL.\\\\]\\n\\nLADY HUNSTANTON.  Well, Mr. Kelvil, have you got through your work?\\n\\nKELVIL.  I have finished my writing for the day, Lady Hunstanton. It has been an arduous task.  The demands on the time of a public man are very heavy nowadays, very heavy indeed.  And I don't think they meet with adequate recognition.\\n\\nLADY CAROLINE.  John, have you got your overshoes on?\\n\\nSIR JOHN.  Yes, my love.\\n\\nLADY CAROLINE.  I think you had better come over here, John.  It is more sheltered.\\n\\nSIR JOHN.  I am quite comfortable, Caroline.\\n\\nLADY CAROLINE.  I think not, John.  You had better sit beside me. \\\\[SIR JOHN rises and goes across.\\\\]\\n\\nLADY STUTFIELD.  And what have you been writing about this morning, Mr. Kelvil?\\n\\nKELVIL.  On the usual subject, Lady Stutfield.  On Purity.\\n\\nLADY STUTFIELD.  That must be such a very, very interesting thing to write about.\\n\\nKELVIL.  It is the one subject of really national importance, nowadays, Lady Stutfield.  I purpose addressing my constituents on the question before Parliament meets.  I find that the poorer classes of this country display a marked desire for a higher ethical standard.\\n\\nLADY STUTFIELD.  How quite, quite nice of them.\\n\\nLADY CAROLINE.  Are you in favour of women taking part in politics, Mr. Kettle?\\n\\nSIR JOHN.  Kelvil, my love, Kelvil.\\n\\nKELVIL.  The growing influence of women is the one reassuring thing in our political life, Lady Caroline.  Women are always on the side of morality, public and private.\\n\\nLADY STUTFIELD.  It is so very, very gratifying to hear you say that.\\n\\nLADY HUNSTANTON.  Ah, yes! - the moral qualities in women - that is the important thing.  I am afraid, Caroline, that dear Lord Illingworth doesn't value the moral qualities in women as much as he should.\\n\\n\\\\[Enter LORD ILLINGWORTH.\\\\]\\n\\nLADY STUTFIELD.  The world says that Lord Illingworth is very, very wicked.\\n\\nLORD ILLINGWORTH.  But what world says that, Lady Stutfield?  It must be the next world.  This world and I are on excellent terms. \\\\[Sits down beside MRS. ALLONBY.\\\\]\\n\\nLADY STUTFIELD.  Every one I know says you are very, very wicked.\\n\\nLORD ILLINGWORTH.  It is perfectly monstrous the way people go about, nowadays, saying things against one behind one's back that are absolutely and entirely true.\\n\\nLADY HUNSTANTON.  Dear Lord Illingworth is quite hopeless, Lady Stutfield.  I have given up trying to reform him.  It would take a Public Company with a Board of Directors and a paid Secretary to do that.  But you have the secretary already, Lord Illingworth, haven't you?  Gerald Arbuthnot has told us of his good fortune; it is really most kind of you.\\n\\nLORD ILLINGWORTH.  Oh, don't say that, Lady Hunstanton.  Kind is a dreadful word.  I took a great fancy to young Arbuthnot the moment I met him, and he'll be of considerable use to me in something I am foolish enough to think of doing.\\n\\nLADY HUNSTANTON.  He is an admirable young man.  And his mother is one of my dearest friends.  He has just gone for a walk with our pretty American.  She is very pretty, is she not?\\n\\nLADY CAROLINE.  Far too pretty.  These American girls carry off all the good matches.  Why can't they stay in their own country?  They are always telling us it is the Paradise of women.\\n\\nLORD ILLINGWORTH.  It is, Lady Caroline.  That is why, like Eve, they are so extremely anxious to get out of it.\\n\\nLADY CAROLINE.  Who are Miss Worsley's parents?\\n\\nLORD ILLINGWORTH.  American women are wonderfully clever in concealing their parents.\\n\\nLADY HUNSTANTON.  My dear Lord Illingworth, what do you mean?  Miss Worsley, Caroline, is an orphan.  Her father was a very wealthy millionaire or philanthropist, or both, I believe, who entertained my son quite hospitably, when he visited Boston.  I don't know how he made his money, originally.\\n\\nKELVIL.  I fancy in American dry goods.\\n\\nLADY HUNSTANTON.  What are American dry goods?\\n\\nLORD ILLINGWORTH.  American novels.\\n\\nLADY HUNSTANTON.  How very singular! . . . Well, from whatever source her large fortune came, I have a great esteem for Miss Worsley.  She dresses exceedingly well.  All Americans do dress well.  They get their clothes in Paris.\\n\\nMRS. ALLONBY.  They say, Lady Hunstanton, that when good Americans die they go to Paris.\\n\\nLADY HUNSTANTON.  Indeed?  And when bad Americans die, where do they go to?\\n\\nLORD ILLINGWORTH.  Oh, they go to America.\\n\\nKELVIL.  I am afraid you don't appreciate America, Lord Illingworth.  It is a very remarkable country, especially considering its youth.\\n\\nLORD ILLINGWORTH.  The youth of America is their oldest tradition. It has been going on now for three hundred years.  To hear them talk one would imagine they were in their first childhood.  As far as civilisation goes they are in their second.\\n\\nKELVIL.  There is undoubtedly a great deal of corruption in American politics.  I suppose you allude to that?\\n\\nLORD ILLINGWORTH.  I wonder.\\n\\nLADY HUNSTANTON.  Politics are in a sad way everywhere, I am told. They certainly are in England.  Dear Mr. Cardew is ruining the country.  I wonder Mrs. Cardew allows him.  I am sure, Lord Illingworth, you don't think that uneducated people should be allowed to have votes?\\n\\nLORD ILLINGWORTH.  I think they are the only people who should.\\n\\nKELVIL.  Do you take no side then in modern politics, Lord Illingworth?\\n\\nLORD ILLINGWORTH.  One should never take sides in anything, Mr. Kelvil.  Taking sides is the beginning of sincerity, and earnestness follows shortly afterwards, and the human being becomes a bore.  However, the House of Commons really does very little harm.  You can't make people good by Act of Parliament, - that is something.\\n\\nKELVIL.  You cannot deny that the House of Commons has always shown great sympathy with the sufferings of the poor.\\n\\nLORD ILLINGWORTH.  That is its special vice.  That is the special vice of the age.  One should sympathise with the joy, the beauty, the colour of life.  The less said about life's sores the better, Mr. Kelvil.\\n\\nKELVIL.  Still our East End is a very important problem.\\n\\nLORD ILLINGWORTH.  Quite so.  It is the problem of slavery.  And we are trying to solve it by amusing the slaves.\\n\\nLADY HUNSTANTON.  Certainly, a great deal may be done by means of cheap entertainments, as you say, Lord Illingworth.  Dear Dr. Daubeny, our rector here, provides, with the assistance of his curates, really admirable recreations for the poor during the winter.  And much good may be done by means of a magic lantern, or a missionary, or some popular amusement of that kind.\\n\\nLADY CAROLINE.  I am not at all in favour of amusements for the poor, Jane.  Blankets and coals are sufficient.  There is too much love of pleasure amongst the upper classes as it is.  Health is what we want in modern life.  The tone is not healthy, not healthy at all.\\n\\nKELVIL.  You are quite right, Lady Caroline.\\n\\nLADY CAROLINE.  I believe I am usually right.\\n\\nMRS. ALLONBY.  Horrid word 'health.'\\n\\nLORD ILLINGWORTH.  Silliest word in our language, and one knows so well the popular idea of health.  The English country gentleman galloping after a fox - the unspeakable in full pursuit of the uneatable.\\n\\nKELVIL.  May I ask, Lord Illingworth, if you regard the House of Lords as a better institution than the House of Commons?\\n\\nLORD ILLINGWORTH.  A much better institution, of course.  We in the House of Lords are never in touch with public opinion.  That makes us a civilised body.\\n\\nKELVIL.  Are you serious in putting forward such a view?\\n\\nLORD ILLINGWORTH.  Quite serious, Mr. Kelvil.  \\\\[To MRS. ALLONBY.\\\\] Vulgar habit that is people have nowadays of asking one, after one has given them an idea, whether one is serious or not.  Nothing is serious except passion.  The intellect is not a serious thing, and never has been.  It is an instrument on which one plays, that is all.  The only serious form of intellect I know is the British intellect.  And on the British intellect the illiterates play the drum.\\n\\nLADY HUNSTANTON.  What are you saying, Lord Illingworth, about the drum?\\n\\nLORD ILLINGWORTH.  I was merely talking to Mrs. Allonby about the leading articles in the London newspapers.\\n\\nLADY HUNSTANTON.  But do you believe all that is written in the newspapers?\\n\\nLORD ILLINGWORTH.  I do.  Nowadays it is only the unreadable that occurs.  \\\\[Rises with MRS. ALLONBY.\\\\]\\n\\nLADY HUNSTANTON.  Are you going, Mrs. Allonby?\\n\\nMRS. ALLONBY.  Just as far as the conservatory.  Lord Illingworth told me this morning that there was an orchid there m beautiful as the seven deadly sins.\\n\\nLADY HUNSTANTON.  My dear, I hope there is nothing of the kind.  I will certainly speak to the gardener.\\n\\n\\\\[Exit MRS. ALLONBY and LORD ILLINGWORTH.\\\\]\\n\\nLADY CAROLINE.  Remarkable type, Mrs. Allonby.\\n\\nLADY HUNSTANTON.  She lets her clever tongue run away with her sometimes.\\n\\nLADY CAROLINE.  Is that the only thing, Jane, Mrs. Allonby allows to run away with her?\\n\\nLADY HUNSTANTON.  I hope so, Caroline, I am sure.\\n\\n\\\\[Enter LORD ALFRED.\\\\]\\n\\nDear Lord Alfred, do join us.  \\\\[LORD ALFRED sits down beside LADY STUTFIELD.\\\\]\\n\\nLADY CAROLINE.  You believe good of every one, Jane.  It is a great fault.\\n\\nLADY STUTFIELD.  Do you really, really think, Lady Caroline, that one should believe evil of every one?\\n\\nLADY CAROLINE.  I think it is much safer to do so, Lady Stutfield. Until, of course, people are found out to be good.  But that requires a great deal of investigation nowadays.\\n\\nLADY STUTFIELD.  But there is so much unkind scandal in modern life.\\n\\nLADY CAROLINE.  Lord Illingworth remarked to me last night at dinner that the basis of every scandal is an absolutely immoral certainty.\\n\\nKELVIL.  Lord Illingworth is, of course, a very brilliant man, but he seems to me to be lacking in that fine faith in the nobility and purity of life which is so important in this century.\\n\\nLADY STUTFIELD.  Yes, quite, quite important, is it not?\\n\\nKELVIL.  He gives me the impression of a man who does not appreciate the beauty of our English home-life.  I would say that he was tainted with foreign ideas on the subject.\\n\\nLADY STUTFIELD.  There is nothing, nothing like the beauty of home- life, is there?\\n\\nKELVIL.  It is the mainstay of our moral system in England, Lady Stutfield.  Without it we would become like our neighbours.\\n\\nLADY STUTFIELD.  That would be so, so sad, would it not?\\n\\nKELVIL.  I am afraid, too, that Lord Illingworth regards woman simply as a toy.  Now, I have never regarded woman as a toy.  Woman is the intellectual helpmeet of man in public as in private life. Without her we should forget the true ideals.  \\\\[Sits down beside LADY STUTFIELD.\\\\]\\n\\nLADY STUTFIELD.  I am so very, very glad to hear you say that.\\n\\nLADY CAROLINE.  You a married man, Mr. Kettle?\\n\\nSIR JOHN.  Kelvil, dear, Kelvil.\\n\\nKELVIL.  I am married, Lady Caroline.\\n\\nLADY CAROLINE.  Family?\\n\\nKELVIL.  Yes.\\n\\nLADY CAROLINE.  How many?\\n\\nKELVIL.  Eight.\\n\\n\\\\[LADY STUTFIELD turns her attention to LORD ALFRED.\\\\]\\n\\nLADY CAROLINE.  Mrs. Kettle and the children are, I suppose, at the seaside?  \\\\[SIR JOHN shrugs his shoulders.\\\\]\\n\\nKELVIL.  My wife is at the seaside with the children, Lady Caroline.\\n\\nLADY CAROLINE.  You will join them later on, no doubt?\\n\\nKELVIL.  If my public engagements permit me.\\n\\nLADY CAROLINE.  Your public life must be a great source of gratification to Mrs. Kettle.\\n\\nSIR JOHN.  Kelvil, my love, Kelvil.\\n\\nLADY STUTFIELD.  \\\\[To LORD ALFRED.\\\\]  How very, very charming those gold-tipped cigarettes of yours are, Lord Alfred.\\n\\nLORD ALFRED.  They are awfully expensive.  I can only afford them when I'm in debt.\\n\\nLADY STUTFIELD.  It must be terribly, terribly distressing to be in debt.\\n\\nLORD ALFRED.  One must have some occupation nowadays.  If I hadn't my debts I shouldn't have anything to think about.  All the chaps I know are in debt.\\n\\nLADY STUTFIELD.  But don't the people to whom you owe the money give you a great, great deal of annoyance?\\n\\n\\\\[Enter Footman.\\\\]\\n\\nLORD ALFRED.  Oh, no, they write; I don't.\\n\\nLADY STUTFIELD.  How very, very strange.\\n\\nLADY HUNSTANTON.  Ah, here is a letter, Caroline, from dear Mrs. Arbuthnot.  She won't dine.  I am so sorry.  But she will come in the evening.  I am very pleased indeed.  She is one of the sweetest of women.  Writes a beautiful hand, too, so large, so firm.  \\\\[Hands letter to LADY CAROLINE.\\\\]\\n\\nLADY CAROLINE.  \\\\[Looking at it.\\\\]  A little lacking in femininity, Jane.  Femininity is the quality I admire most in women.\\n\\nLADY HUNSTANTON.  \\\\[Taking back letter and leaving it on table.\\\\] Oh! she is very feminine, Caroline, and so good too.  You should hear what the Archdeacon says of her.  He regards her as his right hand in the parish.  \\\\[Footman speaks to her.\\\\]  In the Yellow Drawing-room.  Shall we all go in?  Lady Stutfield, shall we go in to tea?\\n\\nLADY STUTFIELD.  With pleasure, Lady Hunstanton.  \\\\[They rise and proceed to go off.  SIR JOHN offers to carry LADY STUTFIELD'S cloak.\\\\]\\n\\nLADY CAROLINE.  John!  If you would allow your nephew to look after Lady Stutfield's cloak, you might help me with my workbasket.\\n\\n\\\\[Enter LORD ILLINGWORTH and MRS. ALLONBY.\\\\]\\n\\nSIR JOHN.  Certainly, my love.  \\\\[Exeunt.\\\\]\\n\\nMRS. ALLONBY.  Curious thing, plain women are always jealous of their husbands, beautiful women never are!\\n\\nLORD ILLINGWORTH.  Beautiful women never have time.  They are always so occupied in being jealous of other people's husbands.\\n\\nMRS. ALLONBY.  I should have thought Lady Caroline would have grown tired of conjugal anxiety by this time!  Sir John is her fourth!\\n\\nLORD ILLINGWORTH.  So much marriage is certainly not becoming. Twenty years of romance make a woman look like a ruin; but twenty years of marriage make her something like a public building.\\n\\nMRS. ALLONBY.  Twenty years of romance!  Is there such a thing?\\n\\nLORD ILLINGWORTH.  Not in our day.  Women have become too brilliant.  Nothing spoils a romance so much as a sense of humour in the woman.\\n\\nMRS. ALLONBY.  Or the want of it in the man.\\n\\nLORD ILLINGWORTH.  You are quite right.  In a Temple every one should be serious, except the thing that is worshipped.\\n\\nMRS. ALLONBY.  And that should be man?\\n\\nLORD ILLINGWORTH.  Women kneel so gracefully; men don't.\\n\\nMRS. ALLONBY.  You are thinking of Lady Stutfield!\\n\\nLORD ILLINGWORTH.  I assure you I have not thought of Lady Stutfield for the last quarter of an hour.\\n\\nMRS. ALLONBY.  Is she such a mystery?\\n\\nLORD ILLINGWORTH.  She is more than a mystery - she is a mood.\\n\\nMRS. ALLONBY.  Moods don't last.\\n\\nLORD ILLINGWORTH.  It is their chief charm.\\n\\n\\\\[Enter HESTER and GERALD.\\\\]\\n\\nGERALD.  Lord Illingworth, every one has been congratulating me, Lady Hunstanton and Lady Caroline, and . . . every one.  I hope I shall make a good secretary.\\n\\nLORD ILLINGWORTH.  You will be the pattern secretary, Gerald. \\\\[Talks to him.\\\\]\\n\\nMRS. ALLONBY.  You enjoy country life, Miss Worsley?\\n\\nHESTER.  Very much indeed.\\n\\nMRS. ALLONBY.  Don't find yourself longing for a London dinner- party?\\n\\nHESTER.  I dislike London dinner-parties.\\n\\nMRS. ALLONBY.  I adore them.  The clever people never listen, and the stupid people never talk.\\n\\nHESTER.  I think the stupid people talk a great deal.\\n\\nMRS. ALLONBY.  Ah, I never listen!\\n\\nLORD ILLINGWORTH.  My dear boy, if I didn't like you I wouldn't have made you the offer.  It is because I like you so much that I want to have you with me.\\n\\n\\\\[Exit HESTER with GERALD.\\\\]\\n\\nCharming fellow, Gerald Arbuthnot!\\n\\nMRS. ALLONBY.  He is very nice; very nice indeed.  But I can't stand the American young lady.\\n\\nLORD ILLINGWORTH.  Why?\\n\\nMRS. ALLONBY.  She told me yesterday, and in quite a loud voice too, that she was only eighteen.  It was most annoying.\\n\\nLORD ILLINGWORTH.  One should never trust a woman who tells one her real age.  A woman who would tell one that, would tell one anything.\\n\\nMRS. ALLONBY.  She is a Puritan besides -\\n\\nLORD ILLINGWORTH.  Ah, that is inexcusable.  I don't mind plain women being Puritans.  It is the only excuse they have for being plain.  But she is decidedly pretty.  I admire her immensely. \\\\[Looks steadfastly at MRS. ALLONBY.\\\\]\\n\\nMRS. ALLONBY.  What a thoroughly bad man you must be!\\n\\nLORD ILLINGWORTH.  What do you call a bad man?\\n\\nMRS. ALLONBY.  The sort of man who admires innocence.\\n\\nLORD ILLINGWORTH.  And a bad woman?\\n\\nMRS. ALLONBY.  Oh! the sort of woman a man never gets tired of.\\n\\nLORD ILLINGWORTH.  You are severe - on yourself.\\n\\nMRS. ALLONBY.  Define us as a sex.\\n\\nLORD ILLINGWORTH.  Sphinxes without secrets.\\n\\nMRS. ALLONBY.  Does that include the Puritan women?\\n\\nLORD ILLINGWORTH.  Do you know, I don't believe in the existence of Puritan women?  I don't think there is a woman in the world who would not be a little flattered if one made love to her.  It is that which makes women so irresistibly adorable.\\n\\nMRS. ALLONBY.  You think there is no woman in the world who would object to being kissed?\\n\\nLORD ILLINGWORTH.  Very few.\",\"timestamp\":1637649889,\"title\":\"somehow, I feel sure that if I lived in the country for six months, I should become so unsophisticated \"},\"digest\":\"i-1VhcQwD2ibSEWl25zDgLFeWC-PYJNpdYvKNhRovWc\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FBpyKTlLBUSNwPIW-dNrtudXy4sgJxCYHr6x2CzDRBA\\\",\\\"y\\\":\\\"a0_4JoePU61V4Ok7PVNvpBpRXkwpoE3-cPUCGciodq4\\\"}\",\"signature\":\"J6OVghH-Dfpykou9koa8QZgimAF5rRPZv9OhNAD4fdus5CKIkEXBj6VoUhqC2q__QQTAAtI_AzfX4O9eNBeX6A\",\"signingKeySignature\":\"0x6a618447dd5b5fdcc1946f4a8a5860a468f4a723d6220f687235a0d10b038048300aff9a23474bf08a1635beddda634ef5b741e614cef02727b79b74250d5d791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FBpyKTlLBUSNwPIW-dNrtudXy4sgJxCYHr6x2CzDRBA\\\",\\\"y\\\":\\\"a0_4JoePU61V4Ok7PVNvpBpRXkwpoE3-cPUCGciodq4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i-1VhcQwD2ibSEWl25zDgLFeWC-PYJNpdYvKNhRovWc\"}"