"{\"content\":{\"body\":\"I used to write \\\\~200 words a day on a site aptly named *200 Words a Day*. The name was later changed to *Writelier* but by this time I had already left the platform/community.\\n\\nI initially joined the community to build a writing habit. And I think it paved the way for me to eventually venture out on my own on my [website](https://david-neuman.com) (which I am actually rebuilding [here](https://david-neuman.vercel.app)). It was a place where anyone could sign up and start writing in a community with like-minded people. It was motivating and incredible.\\n\\nUnfortunately, the site was eventually taken down by its creator. Users were given an opportunity to port their data/writing before its gates were shuttered. Since I only discovered about the platform’s demise months too late, my data was all but lost.\\n\\n## Writing to the Blockchain\\n\\nDeploying *anything* to the blockchain is immutable; it can and will never change. Writing and saving my thoughts and ideas on Mirror means that this data can never be lost. That’s an amazing thing. And it only touches the surface of what’s possible.\\n\\n## Experimentation\\n\\nI’m primarily writing here as an experiment. I have my own website and blog where I will continue to post fleshed-out articles and newsletter editions based on my interests. However, I’m thinking about using Mirror as a place to record random thoughts and unfinished ideas. Maybe release some articles as NFTs to experiment. I see it as a new, thriving space that I’m assuming many of its users are trying to figure out for themselves.\\n\\n## Parting Thoughts\\n\\n### Editor\\n\\nI use [Ghost](https://ghost.org/) as a CMS/editor for my blog. Ghost’s editor is intuitive, elegant and makes writing fun. This editor feels similarly beautiful. I like the fact that there are predefined blocks as well as a shortcut to using them. It would be even better if you could simply press `/` and have the blocks appear, sort of how it works in Ghost.\\n\\n### Scattered and Excited\\n\\nReading back the above sections, it doesn’t appear that there is any flow to this writing. My ideas are scattered and all over the place. I think that reflects my excitement of the platform. I’m curious to see how users will monetize their writing via editions and minting their own NFTs. I can see Mirror becoming the Web3 version of Medium, Substack or a similar platform.\\n\\nLet’s see where this goes.\",\"timestamp\":1635689540,\"title\":\"Writing in the World of Web3\"},\"digest\":\"C99E-ByK7nGdqhqGXXM-7dBSn_1_kh17727b2Ou8IMQ\",\"authorship\":{\"contributor\":\"0xbaD39682B85a8F2B210E3394a17053C6d38EfAD7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ausBgVYxL7h3hxdm62trLjYE98jAFt1NCFoS3qCjdlw\\\",\\\"y\\\":\\\"LA5H7V7a14bVe6GNwUTrGgoQz3YxY1Ez4uMprXd71m8\\\"}\",\"signature\":\"-M--bRfhxDu_st6YrfM7c97xyRK75Tm5wlutiljjkaoV1ssBP2DWkW9HBIIIcsblh5v2iCp7UaVvzumaYfilBw\",\"signingKeySignature\":\"0xcca691cef8a7e71251677bd644c032327ea26f3185ee75ef966fdc1d8531a5d5137a58e451d4bf87dd73037f8ae5c488ed9e50e5f81c98c7b78bc8c5cb33bca71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ausBgVYxL7h3hxdm62trLjYE98jAFt1NCFoS3qCjdlw\\\",\\\"y\\\":\\\"LA5H7V7a14bVe6GNwUTrGgoQz3YxY1Ez4uMprXd71m8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C99E-ByK7nGdqhqGXXM-7dBSn_1_kh17727b2Ou8IMQ\"}"