"{\"content\":{\"body\":\"The bell rang. It was time to get ready for another class. The classmates took their seats quickly and kept silent. As usual stood up and looked around. Everyone was busy with their lessons except Wu Qiang. He was still eating something. So I said loudly,\\\"Please stop eating, Wu Qiang. Haven't you heard the bell?\\\"But he was deaf to what I had said. I raised my voice and repeated impatiently,\\\"Stop eating. Is it that delicious? \\\"He looked up and murmured,\\\"I like to eat it. It's none of your business.\\\"Some students began to laugh and my face turned red.\\n\\nI'm the only girl monitor in the grade. Some boys in my class are so naughty that they have made me cry several times.That evening, I told my mother about the matter. Mother smiled and said,\\\"It is not so easy to be a good monitor.\\\"\\\"How I wish I were a strong boy! I would take away what he was eating and throw it away!\\\"I said angrily.\\\"But it is no use doing that. You can do even better than a boy. You should look on your classmates as your friends, and be patient and friendly to them.\\\"Mother said seriously.\\n\\nMother's words made a deep impression on me. Since that day I've tried to change my way of treating my classmates. I've begun to get on well with them. They respect me and help me with my work. Even Wu Qiang often says to the students of other classes,\\\"We have a good monitor and we like her.\\\"\",\"timestamp\":1639128977,\"title\":\"Being a Monitor\"},\"digest\":\"ZD3BtIbGZxpa8vgUINF-lKhR9VkwrcjU5ihmk8Lc95Y\",\"authorship\":{\"contributor\":\"0x2e574B022BC536055af0A35DDFCd18E70bdA8097\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ynnpq0SI9sD-6iha-37a2dazuDOGH5y4vaBRgENFwaE\\\",\\\"y\\\":\\\"MGN9G7HV212b0liLIaCLotkb4-SaW7_i6Ef3B0oxAVI\\\"}\",\"signature\":\"ibNoRUIPrqLHi2o_2w_4YTjpvgHri9u59e7TSHlHnOu6t9wOJ2x3sCfqsxnJF_E_7H3JyImvJak0Li41vXaxSA\",\"signingKeySignature\":\"0x6cefbe7759e6fd31e14ab4422ba397b7922614832fac990c289487106bcb08631cfccb4f1b07d03c78588e363b0f59637820c0dca8ce37a9ad460d269bdad3a01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ynnpq0SI9sD-6iha-37a2dazuDOGH5y4vaBRgENFwaE\\\",\\\"y\\\":\\\"MGN9G7HV212b0liLIaCLotkb4-SaW7_i6Ef3B0oxAVI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZD3BtIbGZxpa8vgUINF-lKhR9VkwrcjU5ihmk8Lc95Y\"}"