"{\"content\":{\"body\":\"**Since the days of Aristotle, humans have been thinking about new ways to structure themselves into organizations.** In the early days of human existence, we structured ourselves in tribes which were usually made up by immediate family members or smaller groups of families. Since our hunter-gatherer days, we have long moved on from small secluded groups to large interconnected societies with millions to billions of individual members. This process took place over thousands of years and was the result of technological and organizational innovation. In the last few centuries, this transformation has been rapidly accelerated thorough technological innovations in information and transportation technology.\\n\\nWith the emergence of the Web, humanity has developed new tools for information transmission which resulted in new ways to form organizations with almost infinite possible applications. **Web3 takes this development even further by allowing rules, conditions, and ownership/control to be programmed into digital smart contracts.** This development has profound implications for the way we can (and will) organize ourselves in the future.\\n\\nOne of the ways this development is materializing is through Decentralized Autonomous Organizations (DAOs). DAOs were first created and coined by a group of Developers in 2016. The DAO, which was the first of its kind, was an organization created by developers to automate decisions and facilitate cryptocurrency transactions. **The DAO was an organization that was designed to be autonomous and decentralized**. It acted as a form of venture capital fund, based on open-source code, and without a typical management structure or board of directors. Shortly after its creation, the DAO raised over 150 million dollars. This made it the biggest crowd sale at the time. However, due to a bug in the program, hackers were able to extract money from the DAO which ultimately led to its downfall.\\n\\nThe concept of a DAO however continued to fascinate both intellectuals and developers alike. Since 2016, we have seen a lot happening in the space of decentralized organizations. Today in 2021, we have DAOS, DACs, DOs and many more. All these vary in their degrees of decentralization, autonomy, capital structure, and focus.\\n\\n![](https://images.mirror-media.xyz/publication-images/yywYRGsVnzRyQspokbgLO.png?height=197&width=468)\\n\\nNow, going over the pros and cons of DAOs. The benefits of DAOs are very obvious to most people in the Web3 space. **You have a high level of decentralization when it comes to both ownership and control**. All members of a DAO benefit from the collective capital and in an ideal situation, the distribution of governance tokens is even, which means that all decisions become truly democratic and fair. The members of a DAO get to vote on how the internal capital gets used as well as on which goals and functions the DAO should have. This works great for all communities that follow the model of the original DAO from 2016. A community raises funds and then the community decides on how to invest/use the funds towards a common goal like investing, collecting, or funding.\\n\\nAnother area where DAOs have been very popular is fundraising. Whether it is through traditional ways like Venture Capital/Angel Investments or through new ways in which a communities comes together to raise funds for a shared goal. After the fundraising, the DAO gets formed and injected with the capital that was raised. **Lots of start-ups have embraced this new way of fundraising and changes in regulation have paved the way for DAOs as official legal entities in many states**. Yet this is also the area where we have seen the most problems when it comes to DAOs.\\n\\n**DAOs work great for projects/communities that only have to make big decisions, especially regarding capital allocation, infrequently.** But in the last few years, more and more people have tried to create hybrid models in which DAOs or DOs resemble traditional companies or start-ups more and more. We believe this is where it gets tricky.\\n\\nWhile DAOs are a great way to raise money, they are terribly inefficient for decision-making. This has always been the case for organizational models that have a high amount of individual voters. A good example is traditional democracies as a model for nation-states. While they have a high degree of fairness and power distribution, which allows for a more justifiable way of governing large populations, they are also among the most inefficient governing systems we have ever seen. The polar opposite would be a dictatorship/regime in which you have barely any fair/even distribution of power but very high efficiency. And while democracies are no doubt the best choice for governing nation-states, that does not mean that an equivalent is the best choice for businesses.\\n\\n**Companies especially start-ups are highly dependent on a high rate of decision making. The faster a start-up can make decisions, the higher its chance of success.** The reason why the innovator’s dilemma (new companies replacing incumbents) exists is because small teams are 100x more flexible and efficient in their decision-making. And even for big transnational cooperations, some degree of hierarchical decision-making is necessary to stay aligned towards a shared vision/mission. The last decade has shown that horizontal organizations are a lot more successful than the vertical hierarchical organizations. Vertical organizations is how companies were led throughout the 19th and 20th century.\\n\\nThe philosophy of vertical hierarchical organizations has long been preached to be the most efficient way of running large organizations by business schools across the globe. Yet companies like Netflix, Google, and Airbnb have debunked these models and shown that horizontal organizations with more individual freedom are a lot more efficient. **Nevertheless, there needs to be different levels of organizational structure to ensure that the whole organization is aligned towards the bigger picture.** This is especially true for large organizations where each member has a high degree of individual freedom, otherwise, everyone does what they want and the organization moves in a million different directions.\\n\\n![](https://images.mirror-media.xyz/publication-images/0aksKiv7dt1UR7PXizR0o.png?height=933&width=1400)\\n\\nIf you apply this knowledge to the concepts of DAOs, you will see that they inherently clash with the way companies work. Not only do DAOs (at least in the way they exist today) require validation for every major decision from a large group of individuals, but **due to its decentralized nature decision, making itself is inherently flawed because of varying interests and misalignment**. These facts do not really matter that much if you only make one or two decisions a year because your DAO resembles an investment fund of some sort. For a start-up or company, however, where you have to make multiple time-sensitive decisions every day, it can be fatal.\\n\\nNow you might argue that there are other ways to structure DAOs, for example, structuring them more like our governments where we have elected officials and institutions that get to make decisions for a certain period of time. And you are right, this works (mostly) fine for governments, and the regular change which comes through election cycles provides a much-needed inflow of new ideas and people. Yet this cannot be applied to companies. If you change out half of the executive staff every few years, you will create so much chaos and organizational debt that it will yet again turn out to be fatal for the company.\\n\\n**As we see it is hard to apply certain frameworks that work for one type of organization to another**. Companies have not flourished since the dawn of global capitalism for nothing. The shareholder model, while not perfect (mostly due to the investment structures that are in place) has demonstrated to be ultimately superior to any state-owned or mass-controlled alternative. Which is why we need to think about ways we can expand the shareholder model using the blockchain without changing the actual decision-making mechanisms.\\n\\n**How can we get more average people to be owners and shareholders? How can we implement checks and balances without leaving decision-making up to the will of the masses?** In times of social media and misinformation, it rarely turns out to be a good choice to let the masses decide. Rather, we need to implement more mechanisms to hold the decision-makers responsible and to make sure that company values are aligned with those of the community. But DAOs, at least in the form they exist today, are not the answer in our opinion.\\n\\nWe are sure that these problems will be solved and that new hybrid models will emerge and ultimately succeed. There are many use-cases where the DAO makes a lot of sense and will lead to change and disruption. They present a novel way to organize ourselves and to leverage the power of communities. But as of right now, they do not work for companies. They are slower and more inefficient than even the biggest cooperations. **Because more people = less efficiency in decision making, that is just the way it has always been.**\",\"timestamp\":1642640782,\"title\":\"Decentralized Organizations — A model to replace companies?\"},\"digest\":\"-ZyV86zkXuKy2Aw1S0HKHLZaah8C5zTDXz3qdY9dTO8\",\"authorship\":{\"contributor\":\"0xA0125FDcb3e65A2cEaDF459B8d4454167eC51D7E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nOFWbkoK9PSLA3JDGRX-wnsCUbJymikqvelk-BkrdA\\\",\\\"y\\\":\\\"_r3lsgwQAf_faUv6tkrWGThd1jGAREcBaAehkGlbg2Q\\\"}\",\"signature\":\"KDQZ5wpOs0uoLSyCAAcvTGJQ4EqfRY-3t4S07sLpvO3Isi3y97DN8sfPdkIIFr-7x0m82OnXCw0UzxjPIH0VFQ\",\"signingKeySignature\":\"0x9e868e13b03919aa7bb14a324934ade02f141ff34c3832628a7251b1f53959e439822cbf823013c789f1a73c0946eae86ae0434369d0307ee7b367ed7fa426b11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-nOFWbkoK9PSLA3JDGRX-wnsCUbJymikqvelk-BkrdA\\\",\\\"y\\\":\\\"_r3lsgwQAf_faUv6tkrWGThd1jGAREcBaAehkGlbg2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-ZyV86zkXuKy2Aw1S0HKHLZaah8C5zTDXz3qdY9dTO8\"}"