"{\"content\":{\"body\":\"Up above in the crowd there was utter silence; staring eyes; rigid fingers. The sweat was dripping off Long Kirby's face; and, at the back, a green-coated bookmaker slipped his note-book in his pocket, and glanced behind him. James Moore, standing in front of them all, was the calmest there.\\n\\nRed Wull was not to be denied. Like his forerunner he leapt on the back of the hind-. most sheep. But the red dog was heavy where the gray was light. The sheep staggered, slipped, and fell.\\n\\nAlmost before it had touched the water, M'Adam, his face afire and eyes flaming, was. in the stream. In a second he had hold of the struggling creature, and, with an almost superhuman effort, had half thrown, half shoved it on to the bank.\\n\\nAgain a tribute of admiration, led by James Moore.\\n\\nThe little man scrambled, panting, on to the bank and raced after sheep and dog. His face was white beneath the perspiration; his breath came in quavering gasps; his trousers were wet and clinging to his legs; he was trembling in every limb, and yet indomitable.\\n\\nThey were up to the pen, and the last wrestle began. The crowd, silent and motionless, craned forward to watch the uncanny, white-haired little man and the huge dog, working so close below them. M'Adam's face was white; his eyes staring, unnaturally bright; his bent body projected forward; and he tapped with his stick on the ground like a blind man, coaxing the sheep in. And the Tailless Tyke, his tongue out and flanks heaving, crept and crawled and worked up to the opening, patient as he had never been before.\\n\\nThey were in at last.\\n\\nThere was a lukewarm, half-hearted cheer; then silence.\\n\\nExhausted and trembling, the little man leant against the pen, one hand on it; while Red Wull, his flanks still heaving, gently licked the other. Quite close stood James Moore and the gray dog; above was the black wall of people, utterly still; below, the judges comparing notes. In the silence you could almost hear the panting of the crowd.\\n\\nThen one of the judges went up to James Moore and shook him by the hand.\\n\\nThe gray dog had won. Owd Bob o' Ken-muir had won the Shepherds' Trophy outright.\\n\\nA second's palpitating silence; a woman's hysterical laugh,--and a deep-mouthed bellow rent the expectant air: shouts, screams, hattossings, back-clappings blending in a din that made the many-winding waters of the Silver Lea quiver and quiver again.\\n\\nOwd Bob o' Kenmuir had won the Shepherds' Trophy outright.\\n\\nMaggie's face flushed a scarlet hue. Wee Anne flung fat arms toward her triumphant Bob, and screamed with the best. Squire and parson, each red-cheeked, were boisterously shaking hands. Long Kirby, who had not prayed for thirty years, ejaculated with heartfelt earnestness, \\\"Thank God!\\\" Sam'l Todd bellowed in Tammas's ear, and almost slew him with his mighty buffets. Among the Dalesmen some laughed like drunken men; some cried like children; all joined in that roaring song of victory.\\n\\nTo little M 'Adam, standing with his back to the crowd, that storm of cheering came as the first announcement of defeat.\\n\\nA wintry smile, like the sun over a March sea, crept across his face.\\n\\n\\\"We might a kent it, Wullie,\\\" he muttered, soft and low. The tension loosed, the battle lost, the little man almost broke down. There were red dabs of color in his face; his eyes were big; his lips pitifully quivering; he was near to sobbing.\\n\\nAn old man utterly alone he had staked his all on a throw and lost.\\n\\nLady Eleanour marked the forlorn little figure, standing solitary on the fringe of the uproarious mob. She noticed the expression on his face; and her tender heart went out to the lone man in his defeat.\\n\\nShe went up to him and laid a hand upon his arm.\\n\\n\\\"Mr. M'Adam,\\\" she said timidly, \\\"won't you come and sit down in the tent? You look so tired! I can find you a corner where no one shall disturb you.\\\"\\n\\nThe little man wrenched roughly away. The unexpected kindness, coming at that moment, was almost too much for him. A few paces off he turned again.\\n\\n\\\"It's reel kind o' yer ladyship,\\\" he said huskily; and tottered away to be alone with Red Wull.\\n\\nMeanwhile the victors stood like rocks in the tideway. About them surged a continually changing throng, shaking the man's hand, patting the dog.\\n\\nMaggie had carried wee Anne to tender her congratulations; Long Kirby had come; Tammas, Saunderson, Hoppin, Tupper, Londesley all but Jim Mason; and now, elbowing through the press, came squire and parson.\\n\\n\\\"Well done, James! well done, indeed! Knew you'd win! told you so eh, eh!\\\" Then facetiously to Owd Bob: \\\"Knew you would, Robert, old man! Ought to Robert the Dev musn't be a naughty boy eh, eh!\\\"\\n\\n\\\"The first time ever the Dale Cup's been won outright!\\\" said the Parson, \\\"and I dare-say it never will again. And I think Ken-muir's the very fittest place for its final home, and a Gray Dog of Kenmuir for its winner.\\\"\\n\\n\\\"Oh, by the by!\\\" burst in the squire. \\\"I've fixed the Manor dinner for to-day fortnight, James. Tell Saunderson and Tupper, will you? Want all the tenants there.\\\" He disappeared into the crowd, but in a minute had fought his way back. \\\"I'd forgotten something!\\\" he shouted. \\\"Tell your Maggie perhaps you'll have news for her after it eh! eh! \\\" and he was gone again.\\n\\nLast of all, James Moore was aware of a white, blotchy, grinning face at his elbow.\\n\\n\\\"I maun congratulate ye, Mr. Moore. Ye've beat us you and the gentlemen judges.\\\"\\n\\n\\\"'Twas a close thing, M'Adam,\\\" the other answered. \\\"An' yo' made a gran' fight. In ma life I niver saw a finer turn than yours by the two flags yonder. I hope yo' bear no malice.\\\"\\n\\n\\\"Malice! Me? Is it likely? Na, na. 'Do onto ivery man as he does onto you and somethin' over,' that's my motter. I owe ye mony a good turn, which I'll pay ye yet. Na, na; there's nae good fechtin' again fate  and the judges. Weel, I wush you well o' yer victory. Aiblins' twill be oor turn next.\\\"\\n\\nThen a rush, headed by Sam'l, roughly hustled the one away and bore the other off on its shoulders in boisterous triumph.\\n\\nIn giving the Cup away, Lady Eleanour made a prettier speech than ever. Yet all the while she was haunted by a white, miserable face; and all the while she was conscious of two black moving dots in the Murk Muir Pass opposite her solitary, desolate, a contrast to the huzzaing crowd around.\\n\\nThat is how the champion challenge Dale Cup, the world-known Shepherds' Trophy, came to wander no more; won outright by the last of the Gray Dogs of Kenmuir Owd Bob.\\n\\nWhy he was the last of the Gray Dogs is now to be told.\\n\\nPART VI THE BLACK KILLER\\n\\nChapter XXVI RED-HANDED\\n\\nTHE SUN was hiding behind the Pike. Over the lowlands the feathery breath of night hovered still. And the hillside was shivering in the chillness of dawn.\\n\\nDown on the silvery sward beside the Stony Bottom there lay the ruffled body of a dead sheep. All about the victim the dewy ground was dark and patchy like dishevelled velvet; bracken trampled down; stones displaced as though by striving feet; and the whole spotted with the all-pervading red.\\n\\nA score yards up the hill, in a writhing confusion of red and gray, two dogs at death-grips. While yet higher, a pack of wild-eyed hill-sheep watched, fascinated, the bloody drama.\\n\\nThe fight raged. Red and gray, blood-spattered, murderous-eyed; the crimson froth dripping from their jaws; now rearing high with arching crests and wrestling paws; now rolling over in tumbling, tossing, worrying disorder-- the two fought out their blood-feud.\\n\\nAbove, the close-packed flock huddled and stamped, ever edging nearer to watch the issue. Just so must the women of Rome have craned round the arenas to see two men striving in death-struggle.\\n\\nThe first cold flicker of dawn stole across the green. The red eye of the morning peered aghast over the shoulder of the Pike. And from the sleeping dale there arose the yodling of a man driving his cattle home.\\n\\nDay was upon them.\\n\\nJames Moore wa\\\\~s waked by a little whimpering cry beneath his window. He leapt out of bed and rushed to look; for well he knew 'twas not for nothing that the old dog was calling.\\n\\n\\\"Lord o' mercy! whativer's come to yo', Owd Un?\\\" he cried in anguish. And, indeed, his favorite, war-daubed almost past recognition, presented a pitiful spectacle.\\n\\nIn a moment the Master was downstairs and out, examining him.\\n\\n\\\"Poor old lad, yo' have caught it this time!\\\" he cried. There was a ragged tear on the dog's cheek; a deep gash in his throat from which the blood still welled, staining the white escutcheon on his chest; while head and neck were clotted with the red.\\n\\nHastily the Master summoned Maggie. After her, Andrew came hurrying down. And a little later a tiny, night-clad, naked-footed figure appeared in the door, wide-eyed, and then fled, screaming. in the kitchen. Maggie tenderly washed his wounds, and dressed them with gentle, pitying fingers; and he stood all the while grateful yet fidgeting, looking up into his master's face as if imploring to be gone.\\n\\n\\\"He mun a had a rare tussle wi' some one-- eh, dad?\\\" said the girl, as she worked.\\n\\n\\\"Ay; and wi' whom? 'Twasn't for nowt he got fightin', I war'nt. Nay; he's a tale to tell, has The Owd Un, and--A h-h-h! I thowt as much. Look 'ee!\\\" For bathing the bloody jaws, he had come upon a cluster of tawny red hair, hiding in the corners of the lips.\\n\\nThe secret was out. Those few hairs told their own accusing tale. To but one creature in the Daleland could they belong--\\\" Th' Tailless Tyke.\\\"\\n\\n\\\"He mun a bin trespassin'!\\\" cried Andrew.\\n\\n\\\"Ay, and up to some o' his bloody work, I'll lay my life,\\\" the Master answered. \\\"But Th' Owd Un shall show us.\\\"\\n\\nThe old dog's hurts proved less severe than had at first seemed possible. His good gray coat, forest-thick about his throat, had never served him in such good stead. And at length, the wounds washed and sewn up, he jumped down all in a hurry from the table and made for the door.\\n\\n\\\"Noo, owd lad, yo' may show us,\\\" said the Master, and, with Andrew, hurried after him down the hill, along the stream, and over Langholm How. And as they neared the Stony Bottom, the sheep, herding in groups, raised frightened heads to stare.\\n\\nOf a sudden a cloud of poisonous flies rose, buzzing, up before them; and there in a dimple of the ground lay a murdered sheep. Deserted by its comrades, the glazed eyes staring helplessly upward, the throat horribly worried, it slept its last sleep.\\n\\nThe matter was plain to see. At last the Black Killer had visited Kenmuir.\\n\\n\\\"I guessed as much,\\\" said the Master, standing over the mangled body. \\\"Well, it's the worst night's work ever the Killer done. I reck'n Th' Owd Un come on him while he was at it; and then they fought. And, ma word! ii munn ha' bin a fight too.\\\" For all around were traces of that terrible struggle:\\n\\nthe earth torn up and tossed, bracken up-Tooted, and throughout little dabs of wool and tufts of tawny hair, mingling with dark-stained iron-gray wisps.\\n\\nJames Moore walked slowly over the battlefield, stooping down as though he were gleaning. And gleaning he was.\\n\\nA long time he bent so, and at length raised himself.\\n\\n\\\"The Killer has killed his last,\\\" he muttered; \\\"Red Wull has run his course.\\\" Then, turning to Andrew: \\\"Run yo' home, lad, and fetch the men to carry yon away,\\\" pointing to the carcass, \\\"And Bob, lad, yo 'ye done your work for to-day, and right well too; go yo' home wi' him. I'm off to see to this!\\\"\\n\\nHe turned and crossed the Stony Bottom. His face was set like a rock. At length the proof was in his hand. Once and for all the hill-country should be rid of its scourge.\\n\\nAs he stalked up the hill, a dark head appeared at his knee. Two big grey eyes; half doubting, half penitent, wholly wistful, looked up at him, and a silvery brush signalled a mute request.\\n\\n\\\"Eh, Owd Un, but yo' should ha' gone wi\\\\~ Andrew,\\\" the Master said. \\\"Hooiver, as yo\\\\~ are here, come along.\\\" And he strode away up the hill, gaunt and menacing, with the gray dog at his heels.\\n\\nAs they approached the house, M'Adam was standing in the door, sucking his eternal twig. James Moore eyed him closely as he came, but the sour face framed in the door betrayed nothing. Sarcasm, surprise, challenge, were all writ there, plain to read; but no guilty consciousness of the other's errand, no storm of passion to hide a failing heart. If it was acting it was splendidly done.\\n\\nAs man and dog passed through the gap in the hedge, the expression on the little man's face changed again. He started forward.\\n\\n\\\"James Moore, as I live!\\\" he cried, and advanced with both hands extended, as though welcoming a long-lost brother. \\\"'Deed and it's a weary while sin' ye've honored ma puir hoose.\\\" And, in fact, it was nigh twenty years. \\\"I tak' it gey kind in ye to look in on a lonely auld man. Come ben and let's ha' a crack. James Moore kens weel hoo welcome he aye is in ma bit biggin'.\\\"\\n\\nThe Master ignored the greeting.\\n\\n\\\"One o' ma sheep been killed back o' t' Dyke,\\\" he announced shortly, jerking his thumb over his shoulder.\\n\\n\\\"The Killer?\\\"\\n\\n\\\"The Killer.\\\"\\n\\nThe cordiality beaming in every wrinkle of the little man's face was absorbed in a wondering interest; and that again gave place to sorrowful sympathy.\\n\\n\\\"Dear, dear! it's come to that, has it--at last?\\\" he said gently, and his eyes wandered to the gray dog and dwelt mournfully upon him. \\\"Man, I'm sorry--I canna tell ye I'm surprised. Masel', I kent it all alang. But gin Adam M'Adam had tell't ye, no ha' believed him. Weel, weel, he's lived his life, gin ony dog iver did; and noo he maun gang where he's sent a many before him. Puir mon! puir tyke!\\\" He heaved a sigh, profoundly melancholy, tenderly sympathetic. Then, brightening up a little: \\\"Ye'll ha' come for the gun?\\\"\\n\\nJames Moore listened to this harangue at first puzzled. Then he caught the other's meaning, and his eyes flashed. 305\\n\\n\\\"Ye fool, M'Adarn! did ye hear iver tell o' a sheep-dog worryin' his master's sheep?\\\"\\n\\nThe little man was smiling and suave again now, rubbing his hands softly together.\\n\\n\\\"Ye're right, I never did. But your dog is not as ither dogs--'There's none like him-- none,' I've heard ye say so yersel, mony a time. An' I'm wi' ye. There's none like him--for devilment.\\\" His voice began to quiver and his face to blaze. \\\"It's his cursed cunning that's deceived ivery one but me-- whelp o' Satan that he is!\\\" He shouldered up to his tall adversary. \\\"If not him, wha else had done it?\\\" he asked, looking, up into the other's face as if daring him to speak.\\n\\nThe Master's shaggy eyebrows lowered. He towered above the other like the Muir Pike above its surrounding hills.\\n\\n\\\"Wha, ye ask?\\\" he replied coldly, \\\"and I answer you. Your Red Wull, M'Adam, your Red Wull. It's your Wull's the Black Killer! It's your Wull's bin the plague o' the land these months past! It's your Wull's killed ma sheep back o'yon!\\\"\\n\\nAt that all the little man's affected goodhumor fled.\\n\\n\\\"Ye lee, mon! ye lee!\\\" he cried in a dreadful scream, dancing up to his antagonist. \\\"I knoo hoo 'twad be. I said so. I see what ye're at. Ye've found at last--blind that ye've been!--that it's yer am hell's tyke that's the Killer; and noo ye think by yer leein' impitations to throw the blame on ma Wullie. Ye rob me o' ma Cup, ye rob me o' ma son, ye wrang me in ilka thing; there's but ae thing left me--Wullie. And noo ye're set on takin' him awa'. But ye shall not--I'll kill ye first!\\\"\\n\\nHe was all a-shake, bobbing up and down like a stopper in a soda-water bottle, and almost sobbing.\\n\\n\\\"Ha' ye no wranged me enough wi' oo that? Ye lang-leggit liar, wi' yer skulkin murderin' tyke!\\\" he cried. \\\"Ye say it's Wullie. Where's yer proof? \\\"--and he snapped his fingers in the other's face.\\n\\nThe Master was now as calm as his foe was passionate. \\\"Where?\\\" he replied sternly; why, there!\\\" holding out his right hand. \\\"Yon's proof enough to hang a hunner'd.\\\" For lying in his broad palm was a little bundle of that damning red hair.\\n\\n\\\"Where?\\\"\\n\\n\\\"There!\\\"\\n\\n\\\"Let's see it!\\\" The little man bent to look closer.\\n\\n\\\"There's for yer proof!\\\" he cried, and spat deliberately down into the other's naked palm. Then he stood back, facing his enemy in a manner to have done credit to a nobler deed.\\n\\nJames Moore strode forward. It looked as if he was about to make an end of his miserable adversary, so strongly was he moved. His chest heaved, and the blue eyes blazed. But just as one had thought to see him take his foe in the hollow of his hand and crush him, who should come stalking round the corner of the house but the Tailless Tyke?\\n\\nA droll spectacle he made, laughable even. at that moment. He limped sorely, his head and neck were swathed in bandages, and beneath their ragged fringe the little eyes gleamed out fiery and bloodshot.\\n\\nRound the corner he came, unaware of strangers; then straightway recognizing his visitors, halted abruptly. His hackles ran up, each individual hair stood on end till his whole body resembled a new-shorn wheat-field; and a snarl, like a rusty brake shoved hard down\\\\~ escaped from between his teeth. Then he trotted heavily forward, his head sinking low and lower as he came.\\n\\nAnd Owd Bob, eager to take up the gage of battle, advanced, glad and gallant, to meet him. Daintily he picked his way across the. yard, head and tail erect, perfectly self-contained. Only the long gray hair about his neck stood up like the ruff of a lady of the court of Queen Elizabeth.\\n\\nBut the war-worn warriors were not to be allowed their will.\\n\\n\\\"Wullie, Wullie, wad ye!\\\" cried the little man.\\n\\n\\\"Bob, lad, coom in!\\\" called the other. Then\\\\~ he turned and looked down at the man beside him, contempt flaunting in every feature.\\n\\n\\\"Well?\\\" he said shortly.\\n\\nM'Adam's hands were opening and shuting; his face was quite white beneath the tan; but he spoke calmly.\\n\\n\\\"I'll tell ye the whole story, and it's the truth,\\\" he said slowly. \\\"I was up there the morn \\\"--pointing to the window above--\\\" and I see Wullie crouchin' down alangside the Stony Bottom. (Ye ken he has the run o' ma land o' neets, the same as your dog.) In a minnit I see anither dog squatterin' alang on your side the Bottom. He creeps up to the sheep on th' hillside, chases 'em, and doons one. The sun was risen by then, and I see the dog clear as I see you noo. It was that dog there--I swear it!\\\" His voice rose as he spoke, and he pointed an accusing finger at Owd Bob.\\n\\n\\\"Noo, Wullie! thinks I. And afore ye could clap yer hands, Wullie was over the Bottom and on to him as he gorged--the bloody- minded murderer! They fought and fought--I could hear the roarin' a't where I stood. I watched till I could watch nae langer, and, all in a sweat, I rin doon the stairs and oot. When I got there, there was yer tyke makin' fu' split for Kenmuir, and Wullie comin' up the hill to me. It's God's truth, I'm tellin' ye. Tak' him hame, James Moore, and let his dinner be an ounce o' lead. 'Twill be the best day's work iver ye done.\\\"\\n\\nThe little man must be lying--lying palpably. Yet he spoke with an earnestness, a seeming belief in his own story, that might have convinced one who knew him less well. But the Master only looked down on him with a great scorn.\\n\\n\\\"It's Monday to-day.\\\" he said coldly. \\\"I gie yo' till Saturday. If yo've not done your duty by then--and well you know what 'tis--I shall come do it for ye. Ony gate, I shall come and see. I'll remind ye agin o' Thursday--yo'll be at the Manor dinner, I suppose. Noo I've warned yo', and you know best whether I'm in earnest or no. Bob, lad!\\\"\\n\\nHe turned away, but turned again.\\n\\n\\\"I'm sorry for ye, but I've ma duty to do-- so've you. Till Saturday I shall breathe no word to ony soul o' this business, so that if you see good to put him oot o' the way wi'oot bother, no one need iver know as hoo Adam M'Adam's Red Wull was the Black Killer.\\\"\\n\\nHe turned away for the second time. But the little man sprang after him, and clutched him by the arm.\\n\\n\\\"Look ye here, James Moore!\\\" he cried in thick, shaky, horrible voice. \\\"Ye're big, I'm sma'; ye're strang, I'm weak; ye've ivery one to your back, I've niver a one; you tell your story, and they'll believe ye--for you gae to church; I'll tell mine, and they'll think I lie--for I dinna. But a word in your ear! If iver agin I catch ye on ma land, by--! \\\"--he swore a great oath--\\\" I'll no spare ye. You ken best if I'm in earnest or no.\\\" And his face was dreadful to see in its hideous determinedness.\\n\\nChapter XXVII  FOR THE DEFENCE\\n\\nTHAT night a vague story was whispered In the Sylvester Arms. But Tammas, on being interrogated, pursed his lips and said: \\\"Nay, I'm sworn to say nowt.\\\" Which was the old man's way of putting that he knew nowt.\\n\\nOn Thursday morning, James Moore and Andrew came down arrayed in all their best. It was the day of the squire's annual dinner to his tenants.\",\"timestamp\":1641284084,\"title\":\"\\nRight on to the centre of the bridge the leading sheep galloped and--stopped abruptly.\"},\"digest\":\"ygETStuJMZ6NQTH4vVy3N2YJC5gqn2hfAT9aFAWXfLk\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_dAKxSHEKj_F2MxiLs0Qopuhkh3Bsyp-aLhRbA17bd0\\\",\\\"y\\\":\\\"PdrCfQzcombXf58Dn-vKI2g33B0Uwb7oALcu-rb_ryY\\\"}\",\"signature\":\"34rT6hgriMd1-MVZuhybrsucRYQFtDjEJrEU65RMdQxuQiLaW0bQUYx_9CZd1c81jYYqsxbaOKRQsO35hDVx5w\",\"signingKeySignature\":\"0x02bb0afae6eaa49941534c0a08bc6ff8185529e33e54f83c08dcf81d970acc3b4f12de4734d892d932f77209b0fbf61f295ef28a2748fd3d38595a46d94ea5a91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_dAKxSHEKj_F2MxiLs0Qopuhkh3Bsyp-aLhRbA17bd0\\\",\\\"y\\\":\\\"PdrCfQzcombXf58Dn-vKI2g33B0Uwb7oALcu-rb_ryY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ygETStuJMZ6NQTH4vVy3N2YJC5gqn2hfAT9aFAWXfLk\"}"