"{\"content\":{\"body\":\"Hello everyone,\\n\\nIn this story, I will tell you one of my penetration test stories. We were a company which has 200 clients and we were doing penetration tests. On this day, I was focused on their wifi. Because even we find critical issues, the following conversation was happening all the time.\\n\\nIT: Hey, you found it, because we give you a LAN cable for connection.\\n\\nME: What if an attacker, connect to your wifi in some way or your employer attack you?\\n\\nIT: We trust our employers and our wifi has mac filter.\\n\\n![](https://miro.medium.com/max/644/1\\\\*UstZjy1y48zBrO6oKOOeMQ.png)\\n\\nLesson1: Never trust the clients about the system’s safety, you have to check all possibilities. Do not understand this badly, they are all good guys, but just almost all people are programmed to trust things, it is just part of human nature.\\n\\nSo this is why I fully focused on wifi this day. After all, in this realm, it’s our job to show how unreliable the walls are.\\n\\n..The wifi was using WPA2 as usual, and I did the attack from the traditional way.\\n\\nFirstly, I started with detecting their BSSID.\\n\\n![](https://miro.medium.com/max/604/1\\\\*PE14F2re1ffJo0jcsxeSqQ.png)\\n\\nEg. photo\\n\\nThen, in order to detect MAC addresses, I listened to the connections between wifi and the clients.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*gk_dXgEnZIvksLw4EVeS5A.png)\\n\\nCensored pic.\\n\\nPerfect! Now we have the id of the target and id of the victim. :) We collected the required info, it’s time to attack!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*o7MELec9W4P56Rog.jpg)\\n\\nWe are starting an attack on the victim’s MAC to cut off his connection.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*PESs3z_vBRy811CEAmyAeg.png)\\n\\nCensored pic.\\n\\nAfter then, the victim has to connect to the wifi again. So while he is sending a connection packet, we need to listen to the connection to capture the handshake. We are doing this exactly.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*CfMV8cn1AxCFgAywDU82VQ.png)\\n\\nCensored pic. (I didn’t write again the white blank meanings, you know already from previous pictures, also do not check the background of the terminal, it is pentest, so that happens :D )\\n\\nSo what we got:\\n\\n* WPA handshake\\n* BSSID\\n* Capture File\\n\\nAll we need is a wordlist, to start bruteforce. I used crunch for this and take some common passwords in it. I always use the wifi name as the main word in my wordlists. I will not share my options for crunch, because it changes every time, you need to create yours. You may download it from the below link or if you have kali, it comes with kali-tools.\\n\\n[https://github.com/fpolit/crunch](https://github.com/fpolit/crunch)\\n\\nAfter we have a wordlist, we know there is a mac filtering, so we will do a quick trick. We will take the victim’s mac. But the important thing is here, while you are trying brute force by using this mac, at the same time you have to attack that mac to get rid of it. Otherwise, you can not connect to that wifi with the same mac address which is in use.\\n\\nSo,\\n\\n1- Start again the attack to the mac address with more requests to be sure that the victim can not connect to the wifi again.\\n\\n2- Change your MAC address with the victim’s MAC.\\n\\nIn order to change your mac address:\\n\\n![](https://miro.medium.com/max/1224/1\\\\*37tWIJCEYo0wo76khEiH_Q.png)\\n\\nCensored pic.\\n\\n3- As the last step, start the brute force attack:\\n\\n![](https://miro.medium.com/max/1074/1\\\\*C-KgBezRfZo_blmEqNVc2w.png)\\n\\nCensored pic.\\n\\nKEY FOUND!\\n\\n![](https://miro.medium.com/max/1252/0\\\\*xGRBhIz6Tl4iGw5C)\\n\\n\",\"timestamp\":1641664622,\"title\":\"The Story Of How I Bypass MAC Filter \"},\"digest\":\"XKpvJ9A7syD2rMiOocfLtnuxViPuNAQ5NP9fFDxel4g\",\"authorship\":{\"contributor\":\"0xC24180C16FFc591CB34120938f17fb4f75FF6825\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cvZe_U8GXYdqfraLPPm_oUw4h65qnmoYFKyyK0i1l08\\\",\\\"y\\\":\\\"09Qy2r5SGWY0yUWl2aQEOMJJHxGYtora4GXbKBgO5Wo\\\"}\",\"signature\":\"xSM8-bCnhTMaDRVerwA_dSdY_bnFJosHaH3kObRhyYaqL9MKlS_4QsLfoHRLnGGsktNGMyEgVEtxIo5EjABS0A\",\"signingKeySignature\":\"0xda8ebe9d0e44558fe15ba2c85cec72471e5d35bcce3f0b8c1c0ca116bc2f1530201fe1c39a99d8b30c127f6d47c2a7871c10c26cc5dd9de5516304f080c950f01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cvZe_U8GXYdqfraLPPm_oUw4h65qnmoYFKyyK0i1l08\\\",\\\"y\\\":\\\"09Qy2r5SGWY0yUWl2aQEOMJJHxGYtora4GXbKBgO5Wo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XKpvJ9A7syD2rMiOocfLtnuxViPuNAQ5NP9fFDxel4g\"}"