"{\"content\":{\"body\":\"the right testicle, epididymis, and the scrotal and inguinal parts of the right vas deferens were absent. Gruber examined the literature for thirty years up to the time of his report, and found 30 recorded postmortem examinations in which there was absence of the testicle, and in eight of these both testicles were missing. As a rule, natural eunuchs have feeble bodies, are mentally dull, and live only a short time. The penis is ordinarily defective and there is sometimes another associate malformation. They are not always disinclined toward the opposite sex.\\n\\nPolyorchids are persons who have more than two testicles. For a long time the abnormality was not believed to exist, and some of the observers denied the proof by postmortem examination of any of the cases so diagnosed, but there is at present no doubt of the fact,--three, four, and five testicles having been found at autopsies. Russell, one of the older writers on the testicle, mentions a monk who was a triorchid, and was so salacious that his indomitable passion prevented him from keeping his vows of chastity. The amorous propensities and generative faculties of polyorchids have always been supposed greater than ordinary. Russell reports another case of a man with a similar peculiarity, who was prescribed a concubine as a reasonable allowance to a man thus endowed.\\n\\nMorgagni and Meckel say that they never discovered a third testicle in dissections of reputed triorchids, and though Haller has collected records of a great number of triorchids, he has never been able to verify the presence of the third testicle on dissection. Some authors, including Haller, have demonstrated heredity in examples of polyorchism. There is an old instance in which two testicles, one above the other, were found on the right side and one on the left. Macann describes a recruit of twenty, whose scrotum seemed to be much larger on the right than on the left side, although it was not pendulous. On dissection a right and left testicle were found in their normal positions, but situated on the right side between the groin and the normal testicle was a supernumerary organ, not in contact, and having a separate and short cord. Prankard also describes a man with three testicles. Three cases of triorchidism were found in recruits in the British Army. Lane reports a supernumerary testis found in the right half of the scrotum of a boy of fifteen. In a necropsy held on a man killed in battle, Hohlberg discovered three fully developed testicles, two on the right side placed one above the other. The London Medical Record of 1884 quotes Jdanoff of St. Petersburg in mentioning a soldier of twenty-one who had a supernumerary testicle erroneously diagnosed as inguinal hernia. Quoted by the same reference, Bulatoff mentions a soldier who had a third testicle, which diagnosis was confirmed by several of his confreres. They recommended dismissal of the man from the service, as the third testicle, usually resting in some portion of the inguinal canal, caused extra exposure to traumatic influence.\\n\\nVenette gives an instance of four testicles, and Scharff, in the Ephemerides, mentions five; Blasius mentions more than three testicles, and, without citing proof, Buffon admits the possibility of such occurrence and adds that such men are generally more vigorous.\\n\\nRussell mentions four, five, and even six testicles in one individual; all were not verified on dissection. He cites an instance of six testicles four of which were of usual size and two smaller than ordinary.\\n\\nBaillie, the Ephemerides, and Schurig mention fusion of the testicles, or synorchidism, somewhat after the manner of the normal disposition of the batrachians and also the kangaroos, in the former of which the fusion is abdominal and in the latter scrotal. Kerckring has a description of an individual in whom the scrotum was absent.\\n\\nIn those cases in which the testicles are still in the abdominal cavity the individuals are termed cryptorchids. Johnson has collected the results of postmortem examinations of 89 supposed cryptorchids. In eight of this number no testicles were found postmortem, the number found in the abdomen was uncertain, but in 18 instances both testicles were found in the inguinal canal, and in eight only one was found in the inguinal canal, the other not appearing. The number in which the semen was examined microscopically was 16, and in three spermatozoa were found in the semen; one case was dubious, spermatozoa being found two weeks afterward on a boy's shirt. The number having children was ten. In one case a monorchid generated a cryptorchid child. Some of the cryptorchids were effeminate, although others were manly with good evidences of a beard. The morbid, hypochondriac, the voluptuous, and the imbecile all found a place in Johnson's statistics; and although there are evidences of the possession of the generative function, still, we are compelled to say that the chances are against fecundity of human cryptorchids. In this connection might be quoted the curious case mentioned by Geoffroy-Saint-Hilaire, of a soldier who was hung for rape. It was alleged that no traces of testicles were found externally or internally yet semen containing spermatozoa was found in the seminal vesicles. Spermatozoa have been found days and weeks after castration, and the individuals during this period were capable of impregnation, but in these cases the reservoirs were not empty, although the spring had ceased to flow. Beigel, in Virchow's Archives, mentions a cryptorchid of twenty-two who had nocturnal emissions containing spermatozoa and who indulged in sexual congress. Partridge describes a man of twenty-four who, notwithstanding his condition, gave evidences of virile seminal flow.\\n\\nIn some cases there is anomalous position of the testicle. Hough mentions an instance in which, from the great pain and sudden appearance, a small tumor lying against the right pubic bone was supposed to be a strangulated hernia. There were two well-developed testicles in the scrotum, and the hernia proved to be a third. McElmail describes a soldier of twenty-nine, who two or three months before examination felt a pricking and slight burning pain near the internal aperture of the internal inguinal canal, succeeded by a swelling until the tumor passed into the scrotum. It was found in the upper part of the scrotum above the original testicle, but not in contact, and was about half the size of the normal testicle; its cord and epididymis could be distinctly felt and caused the same sensation as pressure on the other testicle did.\\n\\nMarshall mentions a boy of sixteen in whom the right half of the scrotum was empty, although the left was of normal size and contained a testicle. On close examination another testicle was found in the perineum; the boy said that while running he fell down, four years before, and on getting up suffered great pain in the groin. and this pain recurred after exertion. This testicle was removed successfully to the scrotum. Horsley collected 20 instances of operators who made a similar attempt, Annandale being the first one; his success was likely due to antisepsis, as previously the testicles had always sloughed. There is a record of a dog remarkable for its salacity who had two testicles in the scrotum and one in the abdomen; some of the older authors often indulged in playful humor on this subject.\\n\\nBrown describes a child with a swelling in the perineum both painful and elastic to the touch. The child cried if pressure was applied to the tumor and there was every evidence that the tumor was a testicle. Hutcheson, quoted by Russell, has given a curious case in an English seaman who, as was the custom at that time, was impressed into service by H.M.S. Druid in 1807 from a trading ship off the coast of Africa. The man said he had been examined by dozens of ship-surgeons, but was invariably rejected on account of rupture in both groins. The scrotum was found to be an empty bag, and close examination showed that the testicles occupied the seats of the supposed rupture. As soon as the discovery was made the man became unnerved and agitated, and on re-examining the parts the testicles were found in the scrotum. When he found that there was no chance for escape he acknowledged that he was an impostor and gave an exhibition in which, with incredible facility, he pulled both testes up from the bottom of the scrotum to the external abdominal ring. At the word of command he could pull up one testicle, then another, and let them drop simultaneously; he performed other like feats so rapidly that the movements could not be distinguished.\\n\\nIn this connection Russell speaks of a man whose testicle was elevated every time the east wind blew, which caused him a sense of languor and relaxation; the same author describes a man whose testicles ascended into the inguinal canal every time he was in the company of women.\\n\\nInversion of the testicle is of several varieties and quite rare, it has been recognized by Sir Astley Cooper, Boyer, Maisonneuve, Royet, and other writers.\\n\\nThe anomalies of the vas deferens and seminal vesicles are of little interest and will be passed with mention of the case of Weber, who found the seminal vesicles double; a similar conformation has been seen in hermaphrodites.\\n\\nCHAPTER VII.\\n\\nANOMALIES OF STATURE, SIZE, AND DEVELOPMENT.\\n\\nGiants.--The fables of mythology contain accounts of horrible monsters, terrible in ferocity, whose mission was the destruction of the life of the individuals unfortunate enough to come into their domains. The ogres known as the Cyclops, and the fierce anthropophages, called Lestrygons, of Sicily, who were neighbors of the Cyclops, are pictured in detail in the \\\"Odyssey\\\" of Homer. Nearly all the nations of the earth have their fairy tales or superstitions of monstrous beings inhabiting some forest, mountain, or cave; and pages have been written in the heroic poems of all languages describing battles between these monsters and men with superhuman courage, in which the giant finally succumbs.\\n\\nThe word giant is derived indirectly from the old English word \\\"geant,\\\" which in its turn came from the French of the conquering Normans. It is of Greek derivation, \\\"gigas\\\", or the Latin, \\\"gigas.\\\" The Hebrew parallel is \\\"nophel,\\\" or plural, \\\"nephilim.\\\"\\n\\nAncient Giants.--We are told in the Bible a that the bedstead of Og, King of Basham, was 9 cubits long, which in English measure is 16 1/2 feet. Goliath of Gath, who was slain by David, stood 6 cubits and a span tall--about 11 feet. The body of Orestes, according to the Greeks, was 11 1/2 feet long. The mythical Titans, 45 in number, were a race of Giants who warred against the Gods, and their descendants were the Gigantes. The height attributed to these creatures was fabulous, and they were supposed to heap up mountains to scale the sky and to help them to wage their battles. Hercules, a man of incredible strength, but who is said to have been not over 7 feet high, was dispatched against the Gigantes.\\n\\nPliny describes Gabbaras, who was brought to Rome by Claudius Caesar from Arabia and was between 9 and 10 feet in height, and adds that the remains of Posio and Secundilla, found in the reign of Augustus Caesar in the Sallustian Gardens, of which they were supposed to be the guardians, measured 10 feet 3 inches each. In common with Augustine, Pliny believed that the stature of man has degenerated, but from the remains of the ancients so far discovered it would appear that the modern stature is about the same as the ancient. The beautiful alabaster sarcophagus discovered near Thebes in 1817 and now in Sir John Soane's Museum in Lincoln's Inn Fields in London measures 9 feet 4 inches long. This unique example, the finest extant, is well worth inspection by visitors in London.\\n\\nHerodotus says the shoes of Perseus measured an equivalent of about 3 feet, English standard. Josephus tells of Eleazar, a Jew, among the hostages sent by the King of Persia to Rome, who was nearly 11 feet high. Saxo, the grammarian, mentions a giant 13 1/2 feet high and says he had 12 companions who were double his height. Ferragus, the monster supposed to have been slain by Roland, the nephew of Charlemagne, was said to have been nearly 11 feet high. It was said that there was a giant living in the twelfth century under the rule of King Eugene II of Scotland who was 11 1/2 feet high.\\n\\nThere are fabulous stories told of the Emperor Maximilian. Some accounts say that he was between 8 1/2 and 9 feet high, and used his wife's bracelet for a finger-ring, and that he ate 40 pounds of flesh a day and drank six gallons of wine. He was also accredited with being a great runner, and in his earlier days was said to have conquered single-handed eight soldiers. The Emperors Charlemagne and Jovianus were also accredited with great height and strength.\\n\\nIn the olden times there were extraordinary stories of the giants who lived in Patagonia. Some say that Magellan gave the name to this country because its inhabitants measured 5 cubits. The naturalist Turner says that on the river Plata near the Brazilian coast he saw naked savages 12 feet high; and in his description of America, Thevenot confirms this by saying that on the coast of Africa he saw on a boat the skeleton of an American giant who had died in 1559, and who was 11 feet 5 inches in height. He claims to have measured the bones himself. He says that the bones of the leg measured 3 feet 4 inches, and the skull was 3 feet and 1 inch, just about the size of the skull of Borghini, who, however, was only of ordinary height. In his account of a voyage to the Straits of Magellan, Jacob Lemaire says that on December 17, 1615, he found at Port Desire several graves covered with stones, and beneath the stones were skeletons of men which measured between 10 and 11 feet. The ancient idea of the Spaniards was that the men of Patagonia were so tall that the Spanish soldiers could pass under their arms held out straight; yet we know that the Patagonians exhibit no exaggeration of height--in fact, some of the inhabitants about Terra del Fuego are rather diminutive. This superstition of the voyagers was not limited to America; there were accounts of men in the neighborhood of the Peak of Teneriffe who had 80 teeth in their head and bodies 15 feet in height.\\n\\nDiscoveries of \\\"Giants' Bones.\\\"--Riolan, the celebrated anatomist, says that there was to be seen at one time in the suburbs of Saint Germain the tomb of the giant Isoret, who was reputed to be 20 feet tall; and that in 1509, in digging ditches at Rouen, near the Dominicans, they found a stone tomb containing a monstrous skeleton, the skull of which would hold a bushel of corn; the shin-bone measured about 4 feet, which, taken as a guide, would make his height over 17 feet. On the tomb was a copper plate which said that the tomb contained the remains of \\\"the noble and puissant lord, the Chevalier Ricon de Vallemont.\\\" Plater, the famous physician, declares that he saw at Lucerne the true human bones of a subject that must have been at least 19 feet high.\\n\\nValence in Dauphine boasted of possessing the bones of the giant Bucart, the tyrant of the Vivarias, who was slain by his vassal, Count de Cabillon. The Dominicans had the shin-bone and part of the knee-articulation, which, substantiated by the frescoes and inscriptions in their possession, showed him to be 22 1/2 feet high. They claimed to have an os frontis in the medical school of Leyden measuring 9.1 X 12.2 X .5 inches, which they deduce must have belonged to a man 11 or 12 feet high.\\n\\nIt is said that while digging in France in 1613 there was disinterred the body of a giant bearing the title \\\"Theutobochus Rex,\\\" and that the skeleton measured 25 feet long, 10 feet across the shoulders, and 5 feet from breast to back. The shin-bone was about 4 feet long, and the teeth as large as those of oxen. This is likely another version of the finding of the remains of Bucart.\\n\\nNear Mezarino in Sicily in 1516 there was found the skeleton of a giant whose height was at least 30 feet; his head was the size of a hogshead, and each tooth weighed 5 ounces; and in 1548 and in 1550 there were others found of the height of 30 feet. The Athenians found near their city skeletons measuring 34 and 36 feet in height. In Bohemia in 758 it is recorded that there was found a human skeleton 26 feet tall, and the leg-bones are still kept in a medieval castle in that country. In September, 1691, there was the skull of a giant found in Macedonia which held 210 pounds of corn.\\n\\nGeneral Opinions.--All the accounts of giants originating in the finding of monstrous bones must of course be discredited, as the remains were likely those of some animal. Comparative anatomy has only lately obtained a hold in the public mind, and in the Middle Ages little was known of it. The pretended giants' remains have been those of mastodons, elephants, and other animals. From Suetonius we learn that Augustus Caesar pleased himself by adorning his palaces with so-called giants' bones of incredible size, preferring these to pictures or images. From their enormous size we must believe they were mastodon bones, as no contemporary animals show such measurements. Bartholinus describes a large tooth for many years exhibited as the canine of a giant which proved to be nothing but a tooth of a spermaceti whale (Cetus dentatus), quite a common fish. Hand described an alleged giant's skeleton shown in London early in the eighteenth century, and which was composed of the bones of the fore-fin of a small whale or of a porpoise.\\n\\nThe celebrated Sir Hans Sloane, who treated this subject very learnedly, arrived at the conclusion that while in most instances the bones found were those of mastodons, elephants, whales, etc., in some instances accounts were given by connoisseurs who could not readily be deceived. However, modern scientists will be loath to believe that any men ever existed who measured over 9 feet; in fact, such cases with authentic references are extremely rare Quetelet considers that the tallest man whose stature is authentically recorded was the \\\"Scottish Giant\\\" of Frederick the Great's regiment of giants. This person was not quite 8 feet 3 inches tall. Buffon, ordinarily a reliable authority, comes to a loose conclusion that there is no doubt that men have lived who were 10, 12, and even 15 feet tall; but modern statisticians cannot accept this deduction from the references offered.\\n\\nFrom the original estimation of the height of Adam (Henrion once calculated that Adam's height was 123 feet and that of Eve 118) we gradually come to 10 feet, which seemed to be about the favorite height for giants in the Middle Ages. Approaching this century, we still have stories of men from 9 to 10 feet high, but no authentic cases. It was only in the latter part of the last century that we began to have absolutely authentic heights of giants, and to-day the men showing through the country as measuring 8 feet generally exaggerate their height several inches, and exact measurement would show that but few men commonly called giants are over 7 1/2 feet or weigh over 350 pounds. Dana says that the number of giants figuring as public characters since 1700 is not more than 100, and of these about 20 were advertised to be over 8 feet. If we confine ourselves to those accurately and scientifically measured the list is surprisingly small. Topinard measured the tallest man in the Austrian army and found that he was 8 feet 4 1/2 inches. The giant Winckelmeyer measured 8 feet 6 inches in height. Ranke measured Marianne Wehde, who was born in Germany in the present century, and found that she measured 8 feet 4 1/4 inches when only sixteen and a half years old.\\n\\nIn giants, as a rule, the great stature is due to excessive growth of the lower extremities, the size of the head and that of the trunk being nearly the same as those of a man or boy of the same age. On the other hand, in a natural dwarf the proportions are fairly uniform, the head, however, being always larger in proportion to the body, just as we find in infants. Indeed, the proportions of \\\"General Tom Thumb\\\" were those of an ordinary infant of from thirteen to fifteen months old.\\n\\nFigure 156 shows a portrait of two well-known exhibitionists of about the same age, and illustrates the possible extremes of anomalies in stature\\n\\nRecently, the association of acromegaly with gigantism has been noticed, and in these instances there seems to be an acquired uniform enlargement of all the bones of the body. Brissaud and Meige describe the case of a male of forty-seven who presented nothing unusual before the age of sixteen, when he began to grow larger, until, having reached his majority, he measured 7 feet 2 inches in height and weighed about 340 pounds. He remained well and very strong until the age of thirty-seven, when he overlifted, and following this he developed an extreme deformity of the spine and trunk, the latter \\\"telescoping into itself\\\" until the nipples were on a level with the anterior superior spines of the ilium. For two years he suffered with debility, fatigue, bronchitis, night-sweats, headache, and great thirst. Mentally he was dull; the bones of the face and extremities showed the hypertrophies characteristic of acromegaly, the soft parts not being involved. The circumference of the trunk at the nipples was 62 inches, and over the most prominent portion of the kyphosis and pigeon-breast, 74 inches. The authors agree with Dana and others that there is an intimate relation between acromegaly and gigantism, but they go further and compare both to the growth of the body. They call attention to the striking resemblance to acromegaly of the disproportionate growth of the boy at adolescence, which corresponds so well to Marie's terse description of this disease: \\\"The disease manifests itself by preference in the bones of the extremities and in the extremities of the bones,\\\" and conclude with this rather striking and aphoristic proposition: \\\"Acromegaly is gigantism of the adult; gigantism is acromegaly of adolescence.\\\"\\n\\nThe many theories of the cause of gigantism will not be discussed here, the reader being referred to volumes exclusively devoted to this subject.\\n\\nCelebrated Giants.--Mention of some of the most famous giants will be made, together with any associate points of interest.\\n\\nBecanus, physician to Charles V, says that he saw a youth 9 feet high and a man and a woman almost 10 feet. Ainsworth says that in 1553 the Tower of London was guarded by three brothers claiming direct descent from Henry VIII, and surnamed Og, Gog, and Magog, all of whom were over 8 feet in height. In his \\\"Chronicles of Holland\\\" in 1557 Hadrianus Barlandus said that in the time of John, Earl of Holland, the giant Nicholas was so large that men could stand under his arms, and his shoe held 3 ordinary feet. Among the yeoman of the guard of John Frederick, Duke of Hanover, there was one Christopher Munster, 8 1/2 feet high, who died in 1676 in his forty-fifth year. The giant porter of the Duke of Wurtemberg was 7 1/2 feet high. \\\"Big Sam,\\\" the porter at Carleton Palace, when George IV was Prince of Wales, was 8 feet high. The porter of Queen Elizabeth, of whom there is a picture in Hampton Court, painted by Zucchero, was 7 1/2 feet high; and Walter Parson, porter to James I, was about the same height. William Evans, who served Charles I, was nearly 8 feet; he carried a dwarf in his pocket.\\n\\nIn the seventeenth century, in order to gratify the Empress of Austria, Guy-Patin made a congress of all the giants and dwarfs in the Germanic Empire. A peculiarity of this congress was that the giants complained to the authorities that the dwarfs teased them in such a manner as to make their lives miserable.\\n\\nPlater speaks of a girl in Basle, Switzerland, five years old, whose body was as large as that of a full-grown woman and who weighed when a year old as much as a bushel of wheat. He also mentions a man living in 1613, 9 feet high, whose hand was 1 foot 6 inches long. Peter van den Broecke speaks of a Congo negro in 1640 who was 8 feet high. Daniel, the porter of Cromwell, was 7 feet 6 inches high; he became a lunatic.\\n\\nFrazier speaks of Chilian giants 9 feet tall. There is a chronicle which says one of the Kings of Norway was 8 feet high. Merula says that in 1538 he saw in France a Flemish man over 9 feet. Keysler mentions seeing Hans Brau in Tyrol in 1550, and says that he was nearly 12 feet high.\\n\\nJonston mentions a lad in Holland who was 8 feet tall. Pasumot mentions a giant of 8 feet.\\n\\nEdmund Mallone was said to have measured 7 feet 7 inches. Wierski, a Polander, presented to Maximilian II, was 8 feet high. At the age of thirty-two there died in 1798 a clerk of the Bank of England who was said to have been nearly 7 1/2 feet high. The Daily Advertiser for February 23, 1745, says that there was a young colossus exhibited opposite the Mansion House in London who was 7 feet high, although but fifteen years old. In the same paper on January 31, 1753, is an account of MacGrath, whose skeleton is still preserved in Dublin. In the reign of George I, during the time of the Bartholomew Fair at Smithfield, there was exhibited an English man seventeen years old who was 8 feet tall.\\n\\nNicephorus tells of Antonius of Syria, in the reign of Theodosius, who died at the age of twenty-five with a height of 7 feet 7 inches. Artacaecas, in great favor with Xerxes, was the tallest Persian and measured 7 feet. John Middleton, born in 1752 at Hale, Lancashire, humorously called the \\\"Child of Hale,\\\" and whose portrait is in Brasenose College, Oxford, measured 9 feet 3 inches tall. In his \\\"History of Ripton,\\\" in Devonshire, 1854, Bigsby gives an account of a discovery in 1687 of a skeleton 9 feet long. In 1712 in a village in Holland there died a fisherman named Gerrit Bastiaansen who was 8 feet high and weighed 500 pounds. During Queen Anne's reign there was shown in London and other parts of England a most peculiar anomaly--a German giantess without hands or feet who threaded a needle, cut gloves, etc. About 1821 there was issued an engraving of Miss Angelina Melius, nineteen years of age and 7 feet high, attended by her page, Senor Don Santiago de los Santos, from the Island of Manilla, thirty-live years old and 2 feet 2 inches high. \\\"The Annual Register\\\" records the death of Peter Tuchan at Posen on June 18, 1825, of dropsy of the chest. He was twenty-nine years old and 8 feet 7 inches in height; he began to grow at the age of seven. This monster had no beard; his voice was soft; he was a moderate eater. There was a giant exhibited in St. Petersburg, June, 1829, 8 feet 8 inches in height, who was very thin and emaciated.\\n\\nDr. Adam Clarke, who died in 1832, measured a man 8 feet 6 inches tall. Frank Buckland, in his \\\"Curiosities of Natural History,\\\" says that Brice, the French giant, was 7 feet 7 inches. Early in 1837 there was exhibited at Parma a young man formerly in the service of the King of the Netherlands who was 8 feet 10 inches high and weighed 401 pounds. Robert Hale, the \\\"Norfolk Giant,\\\" who died in Yarmouth in 1843 at the age of forty-three, was 7 feet 6 inches high and weighed 452 pounds. The skeleton of Cornelius McGrath, now preserved in the Trinity College Museum, Dublin, is a striking example of gigantism. At sixteen years he measured 7 feet 10 inches.\",\"timestamp\":1639717908,\"title\":\"\\nGruber of St. Petersburg held a postmortem on a man in January, 1867, in whom the right half of the scrotum\"},\"digest\":\"Se8dtXV83vpkwLBqRCmjYBtsvnBShBYyTpE4rNZdhsA\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Rbylp8GTtfqMxNf9_VS3ZJXInbY_AhHFi6h73XUtGc\\\",\\\"y\\\":\\\"7tL07oqPLOIILrb0KW6bZNmXmtzrjPMjld5guGaZ094\\\"}\",\"signature\":\"id_aoE5ZfMFZf9SHeNSQ8CcKPiOKxujZOVdnalQ3ShAITmv_-9KTxjihr3qY0TNfzfEmM5s650maJkfUuGMAAQ\",\"signingKeySignature\":\"0x260fcc90e0e522bb15a78e2b489e17e0d425b7fdcffad8c81d3dcaa8f8b115760ab45e7194c04132ff9ccaac2e80b8b4561655547eb7339ad2f2e4a6e0f5d29e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Rbylp8GTtfqMxNf9_VS3ZJXInbY_AhHFi6h73XUtGc\\\",\\\"y\\\":\\\"7tL07oqPLOIILrb0KW6bZNmXmtzrjPMjld5guGaZ094\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Se8dtXV83vpkwLBqRCmjYBtsvnBShBYyTpE4rNZdhsA\"}"