"{\"content\":{\"body\":\"就有一个玩家在街上闲逛的时候，碰到了另一个玩家正在跟自己的人形宠物聊天，还以为是某个发放任务的NPC，于是在旁边守着，等人家接完了任务，自己再上去接。结果没想到，等了半天之后，宠物的主人觉得旁边老有人盯着，怪不自在的，收了宠物转身就走，那玩家傻眼了，追着人家打听接的是什么任务，搞得宠物主人哭笑不得。\\n\\n```\\n龙逆天与四海浮游当然不会犯这样的错误，但是他们也看到了我身侧的丫丫跟小丙，能够同时拥有两个高级人形宠物的玩家，即使在东方大陆也是不多见的。他们指挥着手下对付BOSS的同时，也在猜测着我的身份。\\n\\n人数的增加也就意味着五行将变得逐渐齐全，在信天游的指挥下，关于弈剑风的测试继续进行着。可是那家伙老是一招不变应万变，不管是啥东西，他都是大嘴一张，往那无底洞一样的肚子里一装了事，搞得我一道移山咒也胎死腹中，变成那怪物的一道饭后甜点。\\n\\n土系技能失去作用，那就只剩下最后一项金系五行了。这正是近战玩家门最爱选择的一项五行，所以在龙逆天带领的玩家队伍中，甚至有一半的人五行属金。\\n\\n随着大量的药剂涂抹上了武器与装备，山洞中阵阵金光此起彼伏，眼看着一场硬碰硬的堆栈就要拉开帷幕。\\n\\n一片在众人眼里与金砖等价的龙鳞被我随手一抛，丫丫停留在半空的虚幻身体渐渐变得凝实起来，那一片片谣言的青鳞让周围的玩家们瞪大了双眼，生怕自己所看到的都是幻觉。\\n\\n而小丙也将自身的五行进一步转化，火土渐弱，道道金光将他的身体完全笼罩。\\n\\n金系的攻击，与单纯的物理攻击不同，以她为基础增加的攻击力绝对不是一加一等于二那么简单。\\n\\n既然其他四种五行都无法收拾掉这个难缠的BOSS，所以大家都在猜测。金系一定是他的弱点所在。也正因为如此，不管是龙逆天带来的人，或者是信天游与我。全部将自己的金系属性提到了最高。就算无法杀掉这个变态的BOSS，职业也应该给他造成重创，为正在破阵的辛九妹赢得更多的时间。\\n\\n随着三色麒麟与苍龙之魂的出击，那一道道金光如满天流星，带着划破失控的力度，向那个毛发披散，满身铁骨的BOSS身上狠狠的砸去。而弈剑风此时似乎也感觉到了周遭的压力，双拳紧握，两腿分开。一张吞噬天地的大口张得更加夸张。\\n\\n隐约间，我们仿佛听到了几声嗡嗡的声响，就像是寺庙里的晚钟发出的声音，让人有点头晕脑涨，非常不束缚。而玩家们手里的兵器竟然在一瞬间失去了控制，纷纷撞击到一起。那铿锵的声响无比刺耳，刀与剑、匕首与斧头，还有钩叉棍棒，全都丁丁当当的撞到了一起。连带着手持武器的玩家们也失去重心，你踩我，我踩你，我撞你，乱做一锅粥。\\n\\n感觉到诛仙剑受到了某种力量的牵引，开始偏离了原来的方向，我心里一急，强行收回力道，企图将诛仙剑收回。可是那股力道好像有意与我做对似的，诛仙剑在半空中左摇右晃，竟然直冲冲的朝着山洞内壁上撞了过去。\\n\\n“碰——”与诛仙剑相撞的山壁上石片纷纷落下，加持了金系五行的诛仙剑此时的威力大的惊人，硬是将山壁刺穿了一个大洞。\\n\\n妈的，不要把我的宝剑撞坏了才好。\\n\\n见那些玩家还在被弈剑风耍得团团转，我一扭头，往诛仙剑的方向走去。刚走了没两部，一阵悦耳的琴声穿到了我的耳朵里。\\n\\n琴声？对，就是琴声。\\n\\n幽雅的琴声自诛仙剑撞破洞壁深处隐隐而出，而周围各种法术与兵器交接所发出的巨响竟然在刹那间变得安静了起来，似乎不忍打断那琴声一般。\\n\\n霜飞羽？\\n\\n这是我听到琴声音后的第一个反应，但很快我就意识到，这不可能。\\n\\n霜飞羽就算会出现，也不至于躲到山洞的墙壁里面吧？\\n\\n那么，这琴声是……\\n\\n我试着召回诛仙剑，但是一股无形的力道将诛仙剑牢牢地拉住，任我如何使力也无法将其召回。但是很显然，这力道并不是正与玩家们缠斗的弈剑风所发出来的，也不是由正忙着破阵的灵狐辛九妹所发出来的。换句话来说，这座神秘的山洞里还有着另外一个潜在的力量。或者是一只怪，或者一个NPC，或者是……\\n\\n好奇心驱使我暂时放下眼前的任务，小心翼翼的向诛仙剑撞破的山壁走去，琴声变得更加清晰了。\\n\\n那个破洞并不高，我只要一探头就可以看到里面的情形。我的诛仙剑此时正高高一悬浮在半空，剑尖垂直向下，被一道淡淡的白光包围着。而在它的下面，一张看上去年代久远的白玉古琴上，五跟雪白的琴弦正轻盈的跳动着，仿佛有两只无形的大手正以十分熟练的动作，勾、挑、抹、拢，将一个个音符组成一支古老的乐曲。\\n\\n随着琴弦跳动，诛仙剑也跟着轻晃，就像两个多年未见的老友，合着音乐的节拍，轻声吟唱，借着音乐表达的思念一样。\\n\\n伏羲琴？！\\n\\n一鸣惊人曾经说过，我的诛仙剑很有可能就是上古十大神器之一的轩辕剑。如果按照这个想法继续推断下去，能与它产生老友一般感情的一把琴，自然只有同为上古十大神器的伏羲琴了。\\n\\n伏羲琴，是伏羲以玉石加天丝所制出的乐器，其琴音能使人心感到宁静祥和，据说拥有能支配万物心灵之神秘力量。\\n\\n如果我眼前的这张古琴真的就是传说中的伏羲琴，那么……\\n\\n就是说老天爷的安排不公平也好，说是我的确睬到了狗屎运也罢，反正这一次，我又意外的拣了一个大便宜。\\n\\n那在古琴散发出的柔和白光中，一缕淡淡的黑雾由诛仙剑剑尖缓缓泄出，再被琴声击散，散落到黑暗空间之中。而原本蓝紫相间的剑身也变得越来越亮，越来越纯，色泽也在逐渐的发生着变化。\\n\\n一抹抹淡青色的光芒由诛仙剑的剑身上涌起，飞快的将剑尖擦亮。而后，一道游龙似的符文划过，深深的烙印在了宽大的剑面之上。\\n\\n“轩辕剑”\\n\\n三个篆体的金字突然爆发出夺目的光华，将整座山洞照亮得如同白昼。\\n\\n“不！怎么可能！”如洪钟一般的吼叫声响彻山洞，在那些石笋石柱之间不听的回响，终于盖过了那优雅恬静的琴音。\\n\\n弈剑风突然恢复到那副老态龙钟的神态，一脸不可思议的向前面，自然也吸引了所有玩家们的注意。而就在他们目光交汇的地方，我以既惊讶，又狂喜的眼神紧盯着手里焕然一新的金色长剑。\\n\\n轩辕剑，上古神器。最强力量的象征，黄金色的千年古剑，传说是天界诸神赐予轩辕皇帝击败蚩尤之旷世神器，其内蕴涵的无穷之力，为斩妖除魔的神器，为上古神器中最具攻击力之武器。\\n\\n而此时，这把神器就握在我的手里，任由我感受着其中蕴涵的无限力量。\\n\\n为了避免自己被系统强行踢下线，我努力的压制住心中的狂喜，轻轻的抚摸着这意外的宝贝。或许正因为她来得太容易了，所以我更怕她失去得也更快。\\n\\n“这不可能是轩辕剑，不可能！”弈剑风发疯似的叫嚣着，双手不停的在控制乱挥，像是想要冲到我的面前来，却被一股无形的力量给挡在了外面。\\n\\n“为什么不可能？”一个轻柔无比的声音悠悠自洞里传来，方向忽左忽右，忽远忽近，让人分不清它到底是从哪里传出来的。但是站在山壁前的我却清楚的听到，这声音竟然是由那张古琴发出来的。\\n\\n我猛然间回头一看，却并没有发现人影。要不是我的天眼术突然失效，就是那家伙又是一个无法被天眼术看透的高等货。\\n\\n由于弈剑风的突然变化，玩家们被迫停止了攻击。辛九妹的破阵工作已经接近卫生，我跟信天游的任务眼看就要完成了。\\n\\n本来，我是应该去帮那只小狐狸拆除阵外的垃圾，方便放小黑出来，可是这一系列接踵而来的变化让我快要忘了自己还在做任务，诛仙剑的突然进化，以及那张疑似伏羲琴的古琴吸引了我的注意，竟让我呆呆的站在原地，静静的等候事情的变化。\\n\\n这个极端温和，充满包容的声音继续说道：“当初你为了争夺十大神器之首的位置，竟然打破天界之门，使得我们沦入凡尘。但是你有没有想过，上天冥冥之中自有安排，你以为在沦回中四分五裂的轩辕剑就再也没有恢复的那一天吗？你想错了，东皇钟。”\\n```\\n\\n\\n------------\",\"timestamp\":1640413173,\"title\":\"第一百九十一章   东皇钟\"},\"digest\":\"FypyheM0_-eO4qLr9xPl_gjL7G4T7eSWjr2STMXUy6g\",\"authorship\":{\"contributor\":\"0x619592c3f4AFd252217e20C1443746f1BEE8b43e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-vIBazKshiyVljm_noE0vm5l4bB3Ary6nB7T02w3W8w\\\",\\\"y\\\":\\\"ENHeM7w21MicC43qTN7YzXfO5lRw4oW2bHnvnOp9p1Y\\\"}\",\"signature\":\"iOGQZF8FNTifp1XA52TMFZWQgtT6NJACr-XpWkoIaSDwJ-vzTiyyoEvV0bQLDY5hky0Z2HlCJYWPQQUyzpqhHg\",\"signingKeySignature\":\"0xb662959ddd647b10cea8602543a39cb7846b8ef7f23d418d1b15ba82683acfe660edac8b8f67c85271d0fe1bd5941291fd084efc6a64abd966859d89fd148da81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-vIBazKshiyVljm_noE0vm5l4bB3Ary6nB7T02w3W8w\\\",\\\"y\\\":\\\"ENHeM7w21MicC43qTN7YzXfO5lRw4oW2bHnvnOp9p1Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FypyheM0_-eO4qLr9xPl_gjL7G4T7eSWjr2STMXUy6g\"}"