"{\"content\":{\"body\":\"Participating in the crypto market during the thrilling phase of the bull market is more akin to playing modern video games than investing.\\n\\nMost competitive modern video games have an evolving sub-strategy (Metagame). The secondary strategy can be described as a subset of the basic strategy and rules of the game, which is the secondary strategy required to play the game at a high level.\\n\\nIn League of Legends, as developers increase or decrease their roles, items, and abilities, sub-strategies often change. Sometimes the assassins are very powerful, and sometimes the best way to play the game is to play a specific subgroup of a very powerful \\\"jungle\\\" champion. Since some characters are very powerful, other characters that respond well to these meta-roles are also popular because they are very suitable for exploiting the weaknesses of these super-strong characters as an \\\"anti\\\" strategy.\\n\\nI don't play \\\"Magic: The Gathering\\\", but the Internet tells me that this strategy is determined by the strong/popular decks, the list of banned/restricted cards, and the best response to those strong and popular decks.\\n\\nStrategy All other variables are the same. Understanding and using this strategy provides the player with the greatest chance of winning the game.\\n\\nIn the crypto game stimulated by the bull market, there is also a secondary strategy. Understanding and understanding the sub-strategy is not necessary to win some victories, but it is very important for continued success in the highest level of competition.\\n\\nEthereum killer\\nSometimes the secondary strategy is obvious and persistent: throughout 2021, there is a very clear \\\"Ethereum Killer\\\" secondary strategy. Alternative smart contract platforms are still one of the best deals in 2021. The \\\"Sol&Luna&Avax\\\" sub-strategies have continued and strengthened almost throughout the year, and their popularity has caused this sub-strategy trend to flow into the humble or marginal L1 projects. You can say something like: \\\"Compared to the market average, which L1 has not risen yet?\\\" The people involved in this strategy don't even know what L1 does or whether it is really a good agreement.\\n\\nDue to the high cost of Ethereum, this strategy has always been long-lasting. The crypto market is a video game that market participants want to play: they don't like to be idle during a bull market. They want to take action and seize opportunities. For many people, Ethereum is too expensive. Until this situation changes, this sub-strategy is likely to remain strong.\\n\\nNFT casting\\nSome sub-strategies are fleeting and unsustainable.\\n\\nFor a period of time in 2021, the new NFT casting is a popular sub-strategy. The popularity and success of Crypto Punks inspired projects such as Hashmasks and Bored Apes; in turn, their success inspired the memetic trend of market participants who confidently looked for the \\\"next big picture NFT series.\\\" These castings were oversubscribed, leading to speculation in the secondary market, and people missed the opportunity to buy \\\"rare\\\" after casting. Earlier NFT forged profits further stimulated players' confidence. Players began to consider casting these items as \\\"risk-free.\\\"\\n\\nOf course, these projects are not the next BAYC. At best, they are uninspired trend followers, and at worst, they are cash-grabbing scams. Really sober secondary market demand is almost zero.\\n\\nOf course, if the best use of capital is to become a buyer from casting to sell-off, then the market will soon find that in 99% of the cases, those who buy in the secondary market are losers. Buyers in the secondary market are exhausted, which makes buyers from casting to selling become losers. Suddenly, this trend cannibalized itself with an unsustainable incentive structure.\\n\\nThe biggest winners of this trend are those who understand the sub-strategy and the incentive structure behind it.\\n\\nThe evolution of sub-strategies\\nIf you go through the past few years, the sub-strategy has been developed many rounds.\\n\\nThe summer of 2020 is the summer of DeFi, which can be categorized by yield agriculture and final food tokens. By the end of 2020, Bitcoin had dominated and then turned into a \\\"blue chip\\\" DeFi renaissance, with the market being led by Aave. NFT is booming and NiftyGateway's sales are lucrative. There is an altcoin season, L1 season and another NFT season, but this time it is dominated by OpenSea. At some point, there was an Art block season and a trend of \\\"very old NFTs are good\\\". The Alt L1 season evolved into the alt L1 ecological season. BSC, Avax and Luna coins all have different degrees of prosperity. The performance of SOL ecological tokens is not good. The OHM fork eventually became a secondary strategy.\\n\\nYou will notice that it is possible to win the crypto game by completely ignoring this changing sub-strategy. However, to achieve the highest level and maximize the victory, you must identify and use the hot spots of capital circulation between assets multiple times.\\n\\nPerhaps more importantly, when the player mistakes the current strategy for something else, the biggest loser will be formed. Anyone who thinks that the second strategy in early 2021 is actually a long-term investment proposition will eventually lose -80%. Or, they overinvest in four-line NFT PFP (Profile Picture) trends, which become illiquid and irrelevant.\\n\\nUsually, sub-strategies start with long-term investment themes, become popular, and end with imitating prosperity.\\n\\nIs it enough to understand the sub-strategy?\\n\\nI think that for some market participants, simply following the ever-changing sub-strategy is sufficient. Especially for those who can control their own pleasure or are naturally skeptical. I have seen many people who can spot trends, jump in, jump out and move on with considerable profits, without turning their industry into a church.\\n\\nHowever, for most people, understanding the incentive mechanism behind the sub-strategy may be more important.\\n\\nIf you are playing League of Legends, then you can do well by knowing that the champion named Nocturne is the most powerful character in the current version. You can simply play it until it no longer appears in the metadata and gain a slight natural advantage from the character's power.\\n\\nHowever, if you understand why Nocturne is powerful in the version, and the changes that have occurred in the game that lead to increased intensity, you will be able to determine the scenarios to take advantage of these advantages, the pitfalls to avoid, and how to take advantage of this inconsistency in general. A fair advantage wins. You can also be the first to know that this advantage is gone (changes in the game), because you know why the meta-strategy exists.\\n\\nIn cryptocurrency, understanding the dynamics of why or how the sub-strategy works is much more important than understanding it in League of Legends.\\n\\nSol DeFi and Avax DeFi\\n\\nThe simple comparison between Avax DeFi and Sol DeFi is a good example of why it is important to understand the incentive structure of the sub-strategy.\\n\\nFrom a certain perspective, these two things look the same. The hypothetical investment argument is actually the same.\\n\\nAvalanche is a smart contract platform that is considered to be the killer of Ethereum and has been one of the best performing projects this year. Native AVAX DeFi is an opportunity to enter DeFi as early as possible in the new ecosystem. If Avalanche is the winning L1, then AVAX DeFi is a good choice.\\n\\nSolana is a smart contract platform and is also considered the killer of Ethereum. This year it has been one of the best performing projects. Native SOL DeFi is an opportunity to enter DeFi as early as possible in the new ecosystem. If Solana is the winning L1, then SOL DeFi is a good choice.\\n\\nSo why did Avalanche coins make so many CT (Crypto Twitter) traders rich, but Solana stole your SOL? Are they not the same thing, betting on DeFi and replacing Ethereum?\\n\\nWell, \\\"early\\\" is not buying tokens on the first day. \\\"Early\\\" refers to the purchase of tokens at a valuation lower than their potential.\\n\\nThe Solana ecosystem has its own \\\"very high FDV\\\" sub-strategy, and the only real early people are those who fund the seed round.\\n\\nThe token economics of the Solana ecosystem benefits founders and financiers, but it means that these projects are valued as if they have been successful, and many projects need to grow to these valuations.\\n\\nThe popular Avalanche token is more community-oriented and starts with a reasonable valuation, which means that as the Avalanche user base grows, you can gain an advantage from this growth-driven valuation.\\n\\nThis is a simple example, but it shows how understanding the dynamics behind the sub-strategy can make those injured on Solana DeFi more confident in Avax DeFi.\\n\\nObserve the winner and solve the problem\\nUsually, the cryptographic meta-strategy stems from success. Some things work well, and it inspires new founders and investors.\\n\\nEthereum has achieved great success. It has inspired thousands of founders and enabled a vibrant and interesting on-chain ecosystem. The success of Ethereum has created multi-millionaires from believers and supporters.\\n\\nUsually, the encryption meta-strategy will also be activated because of failure.\\n\\nEthereum failed to scale in a way that allowed ordinary people to use the chain. The cost of using L1 is prohibitive, while L2 is very new and has its own user experience issues.\\n\\nThe \\\"Alt L1\\\" sub-strategy is rooted in the success of Ethereum and was activated because of its failure.\\n\\n\\\"Winner\\\" is a good catalyst for this strategy. People are inspired by the success of the project and they want to look for similar things. The founders decided that they could build something similar, but better! Investors hope to learn about the next version of this great idea as soon as possible.\\n\\nThe success of Axie Infinity set off a wave of capital flowing into Gamefi. Not only has AXS become one of the best performing assets this year, other theme-related assets have also begun to perform well, even if they do not have the same indicators or uses to support their valuations. It gave birth to the whole strategy. Gamefi became popular.\\n\\nProblems and failures are also important catalysts for metadata. Everyone feels the pain of the problem and easily sees a better world if the problem is solved. Therefore, they are eager to purchase solutions as soon as possible. Usually, the winning solution is not clear, but it is predictable because it will never be clear when it arrives early.\\n\\nObserving winners and locating problems in encryption can be a way to identify potential sub-strategies in advance.\\n\\nCommunity> Questions\\n\\nSometimes the strategy is just because of the community’s desire to start as soon as possible. New market participants simply refuse to buy wealthy OG asset packages, but choose to create their own value.\\n\\nSome trends in DOGE, SHIB, BSC, BAYC, AVAX, GME, etc. can all be regarded as having this element. They see success in certain things, they just decide \\\"we are not playing their game, it is our turn to get rich\\\".\\n\\nPerhaps each generation chooses to withdraw from the previous Ponzi scheme, but decides to create their own Ponzi scheme.\\n\\nNon-narrative meta-strategy\\n\\nSub-strategies in the crypto industry also do not rely on the narrative of crypto assets.\\n\\nFor a while, the currency listed on FTX almost always rose because it was injecting attention into new assets in a bull market.\\n\\nFor some time, someone has been preemptively running Binance and Coinbase token lists. They figure it out through internal information, API leaks, or any method of tokens that will be added to the main exchange, they buy the asset in advance, and sell the asset when it goes public.\\n\\nTrack certain VCs that already have a second strategy moment in the transaction. As long as you don't follow Barry. On-chain analysis and observation of whale wallets that already have sub-strategic moments.\\n\\nThere is also a sub-strategy in the token pre-sale, that is, bad projects can obtain funds by ensuring the profits of early supporters. They raise funds at a very low valuation, provide a very short vesting time, select investors with a large audience, and hold IDO at a valuation of 20 times the early supporters obtained.\\n\\nThey get funding, seed buyers can almost guarantee profit, and early supporters with a large audience can say \\\"this is what I invest in\\\" as a disclosure (this completely distorts the risk imbalance between their investment and the potential investment of their audience, But I think this is legal) In this case, the founder wins, and early supporters may win. This strategy is relative to everyone else.\\n\\nUse secondary strategy\\n\\nLike video games, the use of sub-strategies in the crypto industry can provide players with the greatest chance of winning. Identifying sub-strategies allows you to identify the simplest and most profitable opportunities at any given time.\\n\\nA trader named TheDogKennel created a portfolio of every Dogecoin-like project after the early Doge skyrocket. He discovered that there might be a Dogecoin sub-strategy and turned $15,000 into millions of dollars. Probably the smartest stupid idea I have seen in a whole year.\\n\\nTraders who see the \\\"DeFi Summer\\\" style dynamic on Avax can buy and hold the best native Avax dex project tokens from less than 1 cent to more than $4, because they understand the sub-strategy and the backing Dynamic.\\n\\nIdentifying the sub-strategy and the dynamics behind it may be the most important skill of any altcoin trader. If you understand the dynamics and incentive mechanisms, you can determine whether the sub-strategy has some kind of positive feedback loop or continuous growth vector. Or you can figure out whether this is a wildfire that quickly depletes natural resources and will only lead to its own demise.\\n\\nOf course, identifying and buying secondary assets as early as possible and selling them is the ideal and obvious way to use the strategy. In general, the most successful altcoin players I have encountered use sub-strategies to increase their value holdings over time (ie, trade sub-assets to accumulate BTC or ETH).\\n\\nBut for other reasons, sub-strategies are also useful.\\n\\nSometimes you can simply see that you have missed the current sub-strategy asset and use that information to exit positions outside the sub-strategy to maintain value, or just take a break and restore mental energy. As the secondary strategy and attention shift to new things, capital flows out of the previous secondary strategy. People sell the last sub-strategy they prepare for the next version. This is a video game. Players want to play, they don't want to be idle.\\n\\nTraders use this strategy to exit/rebalance long-term positions. If you hold a large position in a certain token and this suddenly becomes a sub-strategy asset, even if you have a long-term argument about the asset, sometimes selling it during a boom and buying it back after the strategy has shifted may be a problem. Good idea to increase the size of your position.\\n\\nSub-strategies can be used to help determine which assets to use for trading on derivatives, or to build paired transactions around. In 2021, when you think the overall market looks good, the yearning for sub-assets or best-performing assets will bring huge returns to traders. In the abyss of June, the returns of SOL and LUMA have greatly exceeded the BTC and ETH you desire.\\n\\nMany traders are trapped in different sub-strategies that are currently unrealistic. Many people spent a year drawing Bitcoin dominance charts and modeling potential advantage operations because they referenced a 2017-based sub-strategy model. Other traders spent a year relying on the Stock2Flow model to provide information for their trades. Identifying these mental models/substrategies can help you think more independently about what is happening and identify thinking deviations.\\n\\nThe worst thing you can do is to plunge headlong into a sub-strategy that is booming. Therefore, if you have considered 5 or 6 trades, weeks/months have passed, and you finally muster the courage to do it: you may be too late. It no longer feels risky, which means it may be the biggest risk. Usually when the secondary strategy is the common knowledge of all participants, the real secondary strategy has been transferred to other things.\",\"timestamp\":1640656028,\"title\":\"How to use sub-strategies to optimize crypto investment strategies?\"},\"digest\":\"7xugxxSQYerBIPTXbaLcDJgMhJUi2Sdt7Ho2PirpxLY\",\"authorship\":{\"contributor\":\"0x19a23AfB21e123c626C2c4C19c34d2037Ac35734\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"signature\":\"qBhHC0ULqtjWXeU3tdx36Qa2Il8taF8d_C5ImobSVOwj9mAL2iU3nTXcZ9lSokwYxGHnSZDSUEENWWMhwQnueQ\",\"signingKeySignature\":\"0x46fc7664e155608b54fe173f7e63180c17622cc2e5ce466552d0020b165136d1476659c2b543561b12aaf872c13ea2481165ff10f4bf76da0d2fb4d5796f9fd31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7xugxxSQYerBIPTXbaLcDJgMhJUi2Sdt7Ho2PirpxLY\"}"