"{\"content\":{\"body\":\"# Summary\\n\\nDrift Protocol and Solana Foundation are officially partnering up to announce the launch of Drift’s Bounty Program! There’s USD$100,000 in bounties to be earned — so, strap in and get ready for some bounty huntin’.\\n\\nAs part of this campaign, Drifters (that’s you) will have the opportunity to earn cash prizes by completing the nominated bounties put forward by our own community. This is about building out Drift’s ecosystem; and at the crux of that ecosystem? Well… that’d be all of **you**!\\n\\nIt’s why we\\n\\nWe’re excited for what this program will mean for the Drift ecosystem and we want to reward the community members that are here to help us build that out.\\n\\n# Rewards\\n\\nWe are extremely honoured and proud to announce our partnership with the [Solana Foundation](https://solana.foundation/) in connection with this Bounty Program.\\n\\n> *The Solana Foundation is a non-profit organisation dedicated to the decentralisation, growth and security of the Solana network. Their mandate is to help build the Solana protocol into the most censorship resistant and decentralised network in the world.*\\n\\nThe Solana Foundation have generously agreed to contribute USD$50,000 to the Program — bringing the total amount Drifters can earn through the Bounty Program to USD$100,000.\\n\\nEach bounty has a total prize allocation, with the weighting being dependant on its level of difficulty. The complete list of bounties, along with the allocated prize pools, is at the end of this article.\\n\\n## But ser — what if I’ve already completed a listed bounty prior to the launch of the Bounty Program??\\n\\nFear not loyal Drifter — if this is you, reach out to Drift via [Twitter](https://twitter.com/DriftProtocol) or [Discord](https://discord.gg/rb3WZyvzr8) and we’ll retroactively reward you for your submission.\\n\\n# Rules\\n\\nThe Bounty Program is run subject to the the following [Bounty Program Terms and Conditions](https://foregoing-script-fd0.notion.site/Bounty-Program-Terms-and-Conditions-last-revised-14-December-2021-8e4b1cab51514b5a8cde9dd836633a8f) and [Bounty Program Rules](https://foregoing-script-fd0.notion.site/Bounty-Program-Rules-December-2021-3e409b4bcd404085a14e4575ef28779a).\\n\\nTo ensure eligibility, all participating Drifters **must** express their intention to participate via this [link](https://airtable.com/shrt4UeclhpW0mBsz). A Drift team member will reach out to you via your submitted contact details to discuss parameters if you have selected a bounty that requires further discussion.\\n\\nOnly submissions made via the following [link](https://airtable.com/shrr9P6h2tyTZZACy) on Airtable, within the time frame, will be considered. All submissions relating to dev bounties will require a GitHub link to be included in the Airtable submission.\\n\\n# Time frame\\n\\nThe bounties selected as part of the Bounty Program will be run along a one month time frame, with extensions granted on a discretionary basis.\\n\\nIf no extension has been approved, the bounty will have a timeline of one month — commencing on **15 December 2021 at 09:00 EST and concluding on 15 January 2022 at 09:00 EST**.\\n\\nIf any participants wish to extend that timeline, please reach out to Drift in the relevant channel on our [Discord](https://discord.gg/62d4G3R4tK).\\n\\n**We have dedicated channels in our Discord to discuss all things relevant to the Bounty Program.**\\n\\nFor dev related bounties, please refer to the **#dev-bounty** channel, and for community related bounties, please refer to the **#comm-bounty** channel!\\n\\nWe will also be hosting office hours at 11:30AM EST on Tuesday weekly with our Technology and Research team, and we’ll announce more office hour slots as we go!\\n\\n# Bounty Selection Process\\n\\nFirstly, we’d like to thank everyone that took the time to make a submission via our Canny link. A lot of great ideas came through, and even if they weren’t selected for the Bounty Program, we have made note of them for future reference on features and products we’d like to see on Drift.\\n\\nFor this Bounty Program, we’ve had to set aside all submissions relating to our UI as we’ve yet to open source that component of our protocol. We’re aiming for this to happen early next year.\\n\\nWe also received some submissions on features that are already available on the Drift platform. These are:\\n\\n# Competition Framework\\n\\n## Categories\\n\\nThe bounties selected for the Bounty Program are sorted into the following four categories:\\n\\n1. New Product / Feature;\\n2. Community Building;\\n3. Content; and\\n4. Miscellaneous.\\n\\n**Judging**\\n\\nDrift will judge all bounty submissions sent through by participants within the agreed time-frame. There are no definitive metrics for judging submissions. However, we will generally make assessments based on:\\n\\n1. adherence to the description of the bounty;\\n2. timing of submission; and\\n3. quality of the submission.\\n\\n# Bounties\\n\\nWithout further ado, here is the list of all available bounties. The list can also be accessed as this [link](https://airtable.com/shrZiciGlU526UGuN).\\n\\n<https://airtable.com/shrZiciGlU526UGuN>\\n\\n## About Drift Protocol\\n\\n*Drift brings on-chain, cross-margined perpetual futures to Solana. We’re making sure futures DEXs are the best way to trade perpetual futures across any platform.*\",\"timestamp\":1639969914,\"title\":\"Drift Protocol X The Solana Foundation — Bounty Program\"},\"digest\":\"z1iet5McftjdfiWctSBgOCSLg041EHO5Q0zPEsVxbgA\",\"authorship\":{\"contributor\":\"0x8FDC6D9b2770b081c9f1D47bA960FD7A9b7f468C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NL5ZRlIakONtr9b45bDMQpObVKA80OPBHBL90CWOg-I\\\",\\\"y\\\":\\\"dQ7f10oMEeTjMDYIwzE-AkfBiU4ALDKU2xAb0Kekpk0\\\"}\",\"signature\":\"ABzrrj9aMKNkQ4_GZ7pqf2AVbH_kd5qL8fxK6hJawdi5pABiAzoccWCOlMAgvjRFthmDIrS33Ri4Xamw7illHA\",\"signingKeySignature\":\"0x8ad8c4ac82bb7835d5d5cb464e85ee4d7eb4334d74af3b3d8be1546a81ab33bb69de5959835d4da5b2a28fa24f0aeea2a9a93b3cf2b07620b8fa79926219032c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NL5ZRlIakONtr9b45bDMQpObVKA80OPBHBL90CWOg-I\\\",\\\"y\\\":\\\"dQ7f10oMEeTjMDYIwzE-AkfBiU4ALDKU2xAb0Kekpk0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z1iet5McftjdfiWctSBgOCSLg041EHO5Q0zPEsVxbgA\"}"