"{\"content\":{\"body\":\"he said, \\\"that you temperance and\\nhumane people lay too much stress upon the education of our youth in all lofty\\nand noble sentiments? The human heart will always be wicked. Your Bible tells\\nyou that, doesn't it? You can't educate all the badness out of children.\\\"\\n\\n\\\"We don't expect to do that,\\\" said the old lady, turning her pleasant face\\ntoward him; \\\"but even if the human heart is desperately wicked, shouldn't that\\nmake us much more eager to try to educate, to ennoble, and restrain? However, as\\nfar as my experience goes, and I have lived in this wicked world for seventy-\\nfive years, I find that the human heart, though wicked and cruel, as you say,\\nhas yet some soft and tender spots, and the impressions made upon it in youth\\nare never, never effaced. Do you not remember better than anything else,\\nstanding at your mother's knee the pressure of her hand, her kiss on your\\nforehead?\\\"\\n\\nBy this time our engine had arrived. A whistle was blowing, and nearly every one\\nwas rushing from the room, the impatient old gentleman among the first. Miss\\nLaura was hurriedly trying to do up her shawl strap, and I was standing by,\\nwishing that I could help her. The old lady and the young man were the only\\nother people in the room, and we could not help hearing what they said.\\n\\n\\\"Yes, I do,\\\" he said in a thick voice, and his face got very red. \\\"She is dead\\nnow I have no mother.\\\"\\n\\n\\\"Poor boy!\\\" and the old lady laid her hand on his shoulder. They were standing\\nup, and she was taller than he was. \\\"May God bless you. I know you have a kind\\nheart. I have four stalwart boys, and you remind me of the youngest. If you are\\never in Washington come to see me.\\\" She gave him some name, and he lifted his\\nhat and looked as if he was astonished to find out who she was. Then he, too,\\nwent away, and she turned to Miss Laura. \\\"Shall I help you, my dear?\\\"\\n\\n\\\"If you please,\\\" said my young mistress. \\\"I can't fasten this strap.\\\"\\n\\nIn a few seconds the bundle was done up, and we were joyfully hastening to the\\ntrain. It was only a few miles to Riverdale, so the conductor let me stay in the\\ncar with Miss Laura. She spread her coat out on the seat in front of her, and I\\nsat on it and looked out of the car window as we sped along through a lovely\\ncountry, all green and fresh in the June sunlight. How light and pleasant this\\ncar was so different from the baggage car. What frightens an animal most of all\\nthings, is not to see where it is going, not to know what is going to happen to\\nit. I think that they are very like human beings in this respect.\\n\\nThe lady had taken a seat beside Miss Laura, and as we went along, she too\\nlooked out of the window and said in a low voice:\\n\\n\\\"What is so rare as a day in June,\\n\\nThen, if ever, come perfect days.\\\"\\n\\n\\\"That is very true,\\\" said Miss Laura; \\\"how sad that the autumn must come, and\\nthe cold winter.\\\"\\n\\n\\\"No, my dear, not sad. It is but a preparation for another summer.\\\"\\n\\n\\\"Yes, I suppose it is,\\\" said Miss Laura. Then she continued a little shyly, as\\nher companion leaned over to stroke my cropped ears, \\\"You seem very fond of\\nanimals.\\\"\\n\\n\\\"I am, my dear. I have four horses, two cows, a tame squirrel, three dogs, and a\\ncat.\\\"\\n\\n\\\"You should be a happy woman,\\\" said Miss Laura, with a smile.\\n\\n\\\"I think I am. I must not forget my horned toad, Diego, that I got in\\nCalifornia. I keep him in the green-house, and he is very happy catching flies\\nand holding his horny head to be scratched whenever any one comes near.\\\"\\n\\n\\\"I don't see how any one can be unkind to animals,\\\" said Miss Laura,\\nthoughtfully.\\n\\n\\\"Nor I, my dear child. It has always caused me intense pain to witness the\\ntorture of dumb animals. Nearly seventy years ago, when I was a little girl\\nwalking the streets of Boston, I would tremble and grow faint at the cruelty of\\ndrivers to over-loaded horses. I was timid and did not dare speak to them. Very\\noften, I ran home and flung myself in my mother's arms with a burst of tears,\\nand asked her if nothing could be done to help the poor animals. With mistaken,\\nmotherly kindness, she tried to put the subject out of my thoughts. I was\\ncarefully guarded from seeing or hearing of any instances of cruelty. But the\\nanimals went on suffering just the same, and when I became a woman, I saw my\\ncowardice. I agitated the matter among my friends, and told them that our whole\\ndumb creation was groaning together in pain, and would continue to groan, unless\\nmerciful human beings were willing to help them. I was able to assist in the\\nformation of several societies for the prevention of cruelty to animals, and\\nthey have done good service. Good service not only to the horses and cows, but\\nto the nobler animal, man. I believe that in saying to a cruel man, 'You shall\\nnot overwork, torture, mutilate, nor kill your animal, or neglect to provide it\\nwith proper food and shelter,' we are making him a little nearer the kingdom of\\nheaven than he was before. For 'Whatsoever a man soweth, that shall he also\\nreap.' If he sows seeds of unkindness and cruelty to man and beast, no one knows\\nwhat the blackness of the harvest will be. His poor horse, quivering under a\\nblow, is not the worst sufferer. Oh, if people would only understand that their\\nunkind deeds will recoil upon their own heads with tenfold force but, my dear\\nchild, I am fancying that I am addressing a drawing-room meeting and here we are\\nat your station. Good-bye; keep your happy face and gentle ways. I hope that we\\nmay meet again some day.\\\" She pressed Miss Laura's hand, gave me a farewell pat,\\nand the next minute we were outside on the platform, and she was smiling through\\nthe window at us.\\n\\nCHAPTER XVI DINGLEY FARM\\n\\n\\\"MY dear niece,\\\" and a stout, middle-aged woman, with a red, lively face, threw\\nboth her arms around Miss Laura. \\\"How glad I am to see you, and this is the dog.\\nGood Joe, I have a bone waiting for you. Here is Uncle John.\\\"\\n\\nA tall, good-looking man stepped up and put out a big hand, in which my\\nmistress' little fingers were quite swallowed up. \\\"I am glad to see you, Laura.\\nWell, Joe, how d'ye do, old boy? I've heard about you.\\\"\\n\\nIt made me feel very welcome to have them both notice me, and I was so glad to\\nbe out of the train that I frisked for joy around their feet as we went to the\\nwagon. It was a big double one, with an awning over it to shelter it from the\\nsun's rays, and the horses were drawn up in the shade of a spreading tree. They\\nwere two powerful black horses, and as they had no blinders on, they could see\\nus coming. Their faces lighted up and they moved their ears and pawed the\\nground, and whinnied when Mr. Wood went up to them. They tried to rub their\\nheads against him, and I saw plainly that they loved him. \\\"Steady there, Cleve\\nand Pacer,\\\" he said; \\\"now back, back up.\\\"\\n\\nBy this time, Mrs. Wood, Miss Laura and I were in the wagon. Then Mr. Wood\\njumped in, took up the reins, and off we went. How the two black horses did spin\\nalong! I sat on the seat beside Mr. Wood, and sniffed in the delicious air, and\\nthe lovely smell of flowers and grass. How glad I was to be in the country! What\\nlong races I should have in the green fields. I wished that I had another dog to\\nrun with me, and wondered very much whether Mr. Wood kept one. I knew I should\\nsoon find out, for whenever Miss Laura went to a place she wanted to know what\\nanimals there were about.\\n\\nWe drove a little more than a mile along a country road where there were\\nscattered houses. Miss Laura answered questions about her family, and asked\\nquestions about Mr. Harry, who was away at college and hadn't got home. I don't\\nthink I have said before that Mr. Harry was Mrs. Wood's son. She was a widow\\nwith one son when she married Mr. Wood, so that Mr. Harry, though the Morrises\\ncalled him cousin, was not really their cousin.\\n\\nI was very glad to hear them say that he was soon coming home, for I had never\\nforgotten that but for him I should never have known Miss Laura and gotten into\\nmy pleasant home.\\n\\nBy-and-by, I heard Miss Laura say: \\\"Uncle John, have you a dog?\\\"\\n\\n\\\"Yes, Laura,\\\" he said; \\\"I have one to-day, but I sha'n't have one to-morrow.\\\"\\n\\n\\\"Oh, uncle, what do you mean?\\\" she asked.\\n\\n\\\"Well, Laura,\\\" he replied, \\\"you know animals are pretty much like people. There\\nare some good ones and some bad ones. Now, this dog is a snarling, cross-\\ngrained, cantankerous beast, and when I heard Joe was coming, I said: 'Now we'll\\nhave a good dog about the place, and here's an end to the bad one.' So I tied\\nBruno up, and to-morrow I shall shoot him. Something's got to be done, or he'll\\nbe biting some one.\\\"\\n\\n\\\"Uncle,\\\" said Miss Laura, \\\"people don't always die when they are bitten by dogs,\\ndo they?\\\"\\n\\n\\\"No, certainly not,\\\" replied Mr. Wood. \\\"In my humble opinion there's a great lot\\nof nonsense talked about the poison of a dog's bite and people dying of\\nhydrophobia. Ever since I was born I've had dogs snap at me and stick their\\nteeth in my flesh; and I've never had a symptom of hydrophobia, and never intend\\nto have. I believe half the people that are bitten by dogs frighten themselves\\ninto thinking they are fatally poisoned. I was reading the other day about the\\npolicemen in a big city in England that have to catch stray dogs, and dogs\\nsupposed to be mad, and all kinds of dogs, and they get bitten over and over\\nagain, and never think anything about it. But let a lady or a gentleman walking\\nalong the street have a dog bite them, and they worry themselves till their\\nblood is in a fever, and they have to hurry across to France to get Pasteur to\\ncure them. They imagine they've got hydrophobia, and they've got it because they\\nimagine it. I believe if I fixed my attention on that right thumb of mine, and\\nthought I had a sore there, and picked at it and worried it, in a short time a\\nsore would come, and I'd be off to the doctor to have it cured. At the same time\\ndogs have no business to bite, and I don't recommend any one to get bitten.\\\"\\n\\n\\\"But, uncle,\\\" said Miss Laura, \\\"isn't there such a thing as hydrophobia?\\\"\\n\\n\\\"Oh, yes; I dare say there is. I believe that a careful examination of the\\nrecords of death reported in Boston from hydrophobia for the space of thirty-two\\nyears, shows that two people actually died from it. Dogs are like all other\\nanimals. They're liable to sickness, and they've got to be watched. I think my\\nhorses would go mad if I starved them, or over-fed them, or over-worked them, or\\nlet them stand in laziness, or kept them dirty, or didn't give them water\\nenough. They'd get some disease, anyway. If a person owns an animal, let him\\ntake care of it, and it's all right. If it shows signs of sickness, shut it up\\nand watch it. If the sickness is incurable, kill it. Here's a sure way to\\nprevent hydrophobia. Kill off all ownerless and vicious dogs. If you can't do\\nthat, have plenty of water where they can get at it. A dog that has all the\\nwater he wants, will never go mad. This dog of mine has not one single thing the\\nmatter with him but pure ugliness. Yet, if I let him loose, and he ran through\\nthe village with his tongue out, I'll warrant you there'd be a cry of 'mad dog!'\\nHowever, I'm going to kill him. I've no use for a bad dog. Have plenty of\\nanimals, I say, and treat them kindly, but if there's a vicious one among them,\\nput it out of the way, for it is a constant danger to man and beast. It's queer\\nhow ugly some people are about their dogs. They'll keep them no matter how they\\nworry other people, and even when they're snatching the bread out of their\\nneighbors' mouths. But I say that is not the fault of the four-legged dog. A\\nhuman dog is the worst of all. There's a band of sheep-killing dogs here in\\nRiverdale, that their owners can't, or won't, keep out of mischief. Meek-looking\\nfellows some of them are. The owners go to bed at night, and the dogs pretend to\\ngo, too; but when the house is quiet and the family asleep, off goes Rover or\\nFido to worry poor, defenseless creatures that can't defend themselves. Their\\ntaste for sheep's blood is like the taste for liquor in men, and the dogs will\\ntravel as far to get their fun, as the men will travel for theirs. They've got\\nit in them, and you can't get it out.\\\"\\n\\n\\\"Mr. Windham cured his dog,\\\" said Mrs. Wood.\\n\\nMr. Wood burst into a hearty laugh. \\\"So he did, so he did. I must tell Laura\\nabout that. Windham is a neighbor of ours, and last summer I kept telling him\\nthat his collie was worrying my Shropshires. He wouldn't believe me, but I knew\\nI was right, and one night when Harry was home, he lay in wait for the dog and\\nlassoed him. I tied him up and sent for Windham. You should have seen his face,\\nand the dog's face. He said two words, 'You scoundrel!' and the dog cowered at\\nhis feet as if he had been shot. He was a fine dog, but he'd got corrupted by\\nevil companions. Then Windham asked me where my sheep were. I told him in the\\npasture. He asked me if I still had my old ram Bolton. I said yes, and then he\\nwanted eight or ten feet of rope. I gave it to him, and wondered what on earth\\nhe was going to do with it. He tied one end of it to the dog's collar, and\\nholding the other in his hand, set out for the pasture. He asked us to go with\\nhim, and when he got there, he told Harry he'd like to see him catch Bolton.\\nThere wasn't any need to catch him, he'd come to us like a dog. Harry whistled,\\nand when Bolton came up, Windham fastened the rope's end to his horns, and let\\nhim go. The ram was frightened and ran, dragging the dog with him. We let them\\nout of the pasture into an open field, and for a few minutes there was such a\\nracing and chasing over that field as I never saw before. Harry leaned up\\nagainst the bars and laughed till the tears rolled down his cheeks. Then Bolton\\ngot mad, and began to make battle with the dog, pitching into him with his\\nhorns. We soon stopped that, for the spirit had all gone out of Dash. Windham\\nunfastened the rope, and told him to get home, and if ever I saw a dog run, that\\none did. Mrs. Windham set great store by him, and her husband didn't want to\\nkill him. But he said Dash had got to give up his sheep-killing, if he wanted to\\nlive. That cured him. He's never worried a sheep from that day to this, and if\\nyou offer him a bit of sheep's wool now, he tucks his tail between his legs, and\\nruns for home. Now, I must stop my talk, for we're in sight of the farm.\\nYonder's our boundary line, and there's the house. You'll see a difference in\\nthe trees since you were here before.\\\"\\n\\nWe had come to a turn in the road where the ground sloped gently upward. We\\nturned in at the gate, and drove between rows of trees up to a long, low; red\\nhouse, with a veranda all round it. There was a wide lawn in front, and away on\\nour right were the farm buildings. They too, were painted red, and there were\\nsome trees by them that Mr. Wood called his windbreak, because they kept the\\nsnow from drifting in the winter time.\\n\\nI thought it was a beautiful place. Miss Laura had been here before, but not for\\nsome years, so she, too, was looking about quite eagerly.\\n\\n\\\"Welcome to Dingley Farm, Joe,\\\" said Mrs. Wood, with her jolly laugh, as she\\nwatched me jump from the carriage seat to the ground. \\\"Come in, and I'll\\nintroduce you to pussy.\\\"\\n\\n\\\"Aunt Hattie, why is the farm called Dingley Farm?\\\" said Miss Laura, as we went\\ninto the house. \\\"It ought to be Wood Farm.\\\"\\n\\n\\\"Dingley is made out of 'dingle,' Laura. You know that pretty hollow back of the\\npasture? It is what they call a 'dingle.' So this farm was called Dingle Farm\\ntill the people around about got saying 'Dingley' instead. I suppose they found\\nit easier. Why, here is Lolo coming to see Joe.\\\"\\n\\nWalking along the wide hall that ran through the house was a large tortoise-\\nshell cat. She had a prettily marked face, and she was waving her large tail\\nlike a flag, and mewing kindly to greet her mistress. But when she saw me what a\\nface she made. She flew on the hall table, and putting up her back till it\\nalmost lifted her feet from the ground, began to spit at me and bristle with\\nrage.\\n\\n\\\"Poor Lolo,\\\" said Mrs. Wood, going up to her. \\\"Joe is a good dog, and not like\\nBruno. He won't hurt you.\\\"\\n\\nI wagged myself about a little, and looked kindly at her, but she did nothing\\nbut say bad words to me. It was weeks and weeks before I made friends with that\\ncat. She was a young thing, and had known only one dog, and he was a bad one, so\\nshe supposed all dogs were like him.\\n\\nThere was a number of rooms opening off the hall, and one of them was the dining\\nroom where they had tea. I lay on a rug outside the door and watched them. There\\nwas a small table spread with a white cloth, and it had pretty dishes and\\nglassware on it, and a good many different kinds of things to eat. A little\\nFrench girl, called Adele, kept coming and going from the kitchen to give them\\nhot cakes, and fried eggs, and hot coffee. As soon as they finished their tea,\\nMrs. Wood gave me one of the best meals that I ever had in my life.\\n\\nCHAPTER XVII MR. WOOD AND HIS HORSES\\n\\nTHE morning after we arrived in Riverdale, I was up very early and walking\\naround the house. I slept in the woodshed, and could run outdoors whenever I\\nliked.\\n\\nThe woodshed was at the back of the house and near it was the tool shed. Then\\nthere was a carriage house, and a plank walk leading to the barnyard.\\n\\nI ran up this walk, and looked into the first building I came to. It was the\\nhorse stable. A door stood open, and the morning sun was glancing in. There were\\nseveral horses there, some with their heads toward me, and some with their\\ntails. I saw that instead of being tied up, there were gates outside their\\nstalls, and they could stand in any way they liked.\\n\\nThere was a man moving about at the other end of the stable, and long before he\\nsaw me, I knew that it was Mr. Wood. What a nice, clean stable he had! There was\\nalways a foul smell coming out of Jenkins's stable, but here the air seemed as\\npure inside as outside. There was a number of little gratings in the wall to let\\nin the fresh air, and they were so placed that drafts would not blow on the\\nhorses. Mr. Wood was going from one horse to another, giving them hay, and\\ntalking to them in a cheerful voice. At last he spied me, and cried out, \\\"The\\ntop of the morning to you, Joe! You are up early. Don't come too near the\\nhorses, good dog,\\\" as I walked in beside him; \\\"they might think you are another\\nBruno, and give you a sly bite or kick. I should have shot him long ago. 'Tis\\nhard to make a good dog suffer for a bad one, but that's the way of the world.\\nWell, old fellow, what do you think of my horse stable? Pretty fair, isn't it?\\\"\\nAnd Mr. Wood went on talking to me as he fed and groomed his horses, till I soon\\nfound out that his chief pride was in them.\\n\\nI like to have human beings talk to me. Mr. Morris often reads his sermons to\\nme, and Miss Laura tells me secrets that I don't think she would tell to any one\\nelse.\\n\\nI watched Mr. Wood carefully, while he groomed a huge, gray cart-horse, that he\\ncalled Dutchman. He took a brush in his right hand, and a curry-comb in his\\nleft, and he curried and brushed every part of the horse's skin, and afterward\\nwiped him with a cloth. \\\"A good grooming is equal to two quarts of oats, Joe,\\\"\\nhe said to me.\\n\\nThen he stooped down and examined the horse's hoofs. \\\"Your shoes are too heavy,\\nDutchman,\\\" he said; \\\"but that pig-headed blacksmith thinks he knows more about\\nhorses than I do. 'Don't cut the sole nor the frog,' I say to him. 'Don't pare\\nthe hoof so much, and don't rasp it; and fit your shoe to the foot, and not the\\nfoot to the shoe,' and he looks as if he wanted to say, 'Mind your own\\nbusiness.' We'll not go to him again. ''Tis hard to teach an old dog new\\ntricks.' I got you to work for me, not to wear out your strength in lifting\\nabout his weighty shoes.\\\"\\n\\nMr. Wood stopped talking for a few minutes, and whistled a tune. Then he began\\nagain. \\\"I've made a study of horses, Joe. Over forty years I've studied them,\\nand it's my opinion that the average horse knows more than the average man that\\ndrives him. When I think of the stupid fools that are goading patient horses\\nabout, beating them and misunderstanding them, and thinking they are only clods\\nof earth with a little life in them, I'd like to take their horses out of the\\nshafts and harness them in, and I'd trot them off at a pace, and slash them, and\\njerk them, till I guess they'd come out with a little less patience than the\\nanimal does.\\n\\n\\\"Look at this Dutchman see the size of him. You'd think he hadn't any more\\nnerves than a bit of granite. Yet he's got a skin as sensitive as a girl's. See\\nhow he quivers if I run the curry comb too harshly over him. The idiot I got him\\nfrom didn't know what was the matter with him. He'd bought him for a reliable\\nhorse, and there he was, kicking and stamping whenever the boy went near him.\\n'Your boy's got too heavy a hand, Deacon Jones,' said I, when he described the\\nhorse's actions to me. 'You may depend upon it, a four-legged creature, unlike a\\ntwo-legged one, has a reason for everything he does.' 'But he's only a draught\\nhorse,' said Deacon Jones. 'Draught horse or no draught horse,' said I, 'you're\\ndescribing a horse with a tender skin to me, and I don't care if he's as big as\\nan elephant.' Well, the old man grumbled and said he didn't want any\\nthoroughbred airs in his stable, so I bought you, didn't I, Dutchman?\\\" and Mr.\\nWood stroked him kindly and went to the next stall.\\n\\nIn each stall was a small tank of water with a sliding cover, and I found out\\nafterward that these covers were put on when a horse came in too heated to have\\na drink. At any other time, he could drink all he liked. Mr. Wood believed in\\nhaving plenty of pure water for all his animals and they all had their own place\\nto get a drink.\\n\\nEven I had a little bowl of water in the woodshed, though I could easily have\\nrun up to the barnyard when I wanted a drink. As soon as I came, Mrs. Wood asked\\nAdele to keep it there for me and when I looked up gratefully at her, she said:\\n\\\"Every animal should have its own feeding place and its own sleeping place, Joe;\\nthat is only fair.\\\"\\n\\nThe next horses Mr. Wood groomed were the black ones, Cleve and Pacer. Pacer had\\nsomething wrong with his mouth, and Mr. Wood turned back his lips and examined\\nit carefully. This he was able to do, for there were large windows in the stable\\nand it was as light as Mr. Wood's house was.\\n\\n\\\"No dark corners here, eh Joe!\\\" said Mr. Wood, as he came out of the stall and\\npassed me to get a bottle from a shelf. \\\"When this stable was built, I said no\\ndirt holes for careless men here. I want the sun to shine in the corners, and I\\ndon't want my horses to smell bad smells, for they hate them, and I don't want\\nthem starting when they go into the light of day, just because they've been kept\\nin a black hole of a stable, and I've never had a. sick horse yet.\\\"\\n\\nHe poured something from a bottle into a saucer and went back to Pacer with it.\\nI followed him and stood outside. Mr. Wood seemed to be washing a sore in the\\nhorse's mouth. Pacer winced a little, and Mr. Wood said: \\\"Steady, steady, my\\nbeauty; 'twill soon be over.\\\"\\n\\nThe horse fixed his intelligent eyes on his master and looked as if he knew that\\nhe was trying to do him good.\\n\\n\\\"Just look at these lips, Joe,\\\" said Mr. Wood \\\"delicate and fine like our own,\\nand yet there are brutes that will jerk them as if they were made of iron. I\\nwish the Lord would give horses voices just for one week. I tell you they'd\\nscare some of us. Now, Pacer, that's over. I'm. not going to dose you much, for\\nI don't believe in it. If a horse has got a serious trouble, get a good horse\\ndoctor, say I. If it's a simple thing, try a simple remedy. There's been many a\\ngood horse drugged and dosed to death. Well, Scamp, my beauty, how are you, this\\nmorning?\\\"\\n\\nIn the stall next to Pacer, was a small, jet-black mare, with a lean head,\\nslender legs, and a curious restless manner. She was a regular greyhound of a\\nhorse, no spare flesh, yet wiry and able to do a great deal of work. She was a\\nwicked looking little thing, so I thought I had better keep at a safe distance\\nfrom her heels.\\n\\nMr. Wood petted her a great deal and I saw that she was his favorite.\\n\\\"Saucebox,\\\" he exclaimed, when she pretended to bite him, \\\"you know if you bite\\nme, I'll bite back again. I think I've conquered you,\\\" he said, proudly, as he\\nstroked her glossy neck; \\\"but what a dance you led me. Do you remember how I\\nbought you for a mere song, because you had a bad habit of turning around like a\\nflash in front of anything that frightened you, and bolting off the other way?\\nAnd how did I cure you, my beauty? Beat you and make you stubborn? Not I. I let\\nyou go round and round; I turned you and twisted you, the oftener the better for\\nme, till at last I got it into your pretty head that turning and twisting was\\naddling your brains, and you had better let me be master.\\n\\n\\\"You've minded me from that day, haven't you? Horse, or man, or dog aren't much\\ngood till they learn to obey, and I've thrown you down and I'll do it again if\\nyou bite me, so take care.\\\"\\n\\nScamp tossed her pretty head, and took little pieces of Mr. Wood's shirt sleeve\\nin her mouth, keeping her cunning brown eye on him as if to see how far she\\ncould go. But she did not bite him. I think she loved him, for when he left her\\nshe whinnied shrilly, and he had to go back and stroke and caress her.\\n\\nAfter that I often used to watch her as she went about the farm. She always\\nseemed to be tugging and striving at her load, and trying to step out fast and\\ndo a great deal of work. Mr. Wood was usually driving her. The men didn't like\\nher, and couldn't manage her. She had not been properly broken in.\\n\\nAfter Mr. Wood finished his work he went and stood in the doorway. There were\\nsix horses altogether: Dutchman, Cleve, Pacer, Scamp, a bay mare called Ruby,\\nand a young horse belonging to Mr. Harry, whose name was Fleetfoot.\\n\\n\\\"What do you think of them all?\\\" said Mr. Wood, looking down at me. \\\"A pretty\\nfine-looking lot of horses, aren't they? Not a thoroughbred there, but worth as\\nmuch to me as if each had pedigree as long as this plank walk. There's a lot of\\nhumbug about this pedigree business in horses. Mine have their manes and tails\\nanyway, and the proper use of their eyes, which is more liberty than some\\nthoroughbreds get.\\n\\n\\\"I'd like to see the man that would persuade me to put blinders or check-reins\\nor any other instrument of torture on my horses. Don't the simpletons know that\\nblinders are the cause of well, I wouldn't like to say how many of our\\naccidents, Joe, for fear you'd think me extravagant. and the check-rein drags up\\na horse's head out of its fine natural curve and presses sinews, bones, and\\njoints together, till the horse is well-nigh mad. Ah, Joe, this is a cruel world\\nfor man or beast. You're a standing token of that, with your missing ears and\\ntail. And now I've got to go and be cruel, and shoot that dog. He must be\\ndisposed of before anyone else is astir. How I hate to take life.\\\"\\n\\nHe sauntered down the walk to the tool shed, went in and soon came out leading a\\nlarge, brown dog by a chain. This was Bruno. He was snapping and snarling and\\nbiting at his chain as he went along, though Mr. Wood led him very kindly, and\\nwhen he saw me he acted as if he could have torn me to pieces. After Mr. Wood\\ntook him behind the barn, he came back and got his gun. I ran away so that I\\nwould not hear the sound of it, for I could not help feeling sorry for Bruno.\\n\\nMiss Laura's room was on one side of the house, and in the second story. There\\nwas a little balcony outside it, and when I got near I saw that she was standing\\nout on it wrapped in a shawl. Her hair was streaming over her shoulders, and she\\nwas looking down into the garden where there were a great many white and yellow\\nflowers in bloom.\\n\\nI barked, and she looked at me. \\\"Dear old Joe, I will get dressed and come\\ndown.\\\"\\n\\nShe hurried into her room, and I lay on the veranda till I heard her step. Then\\nI jumped up. She unlocked the front door, and we went for a walk down the lane\\nto the road until we heard the breakfast bell. As soon as we heard it we ran\\nback to the house, and Miss Laura had such an appetite for her breakfast that\\nher aunt said the country had done her good already.\\n\\nCHAPTER XVIII  MRS. WOOD'S POULTRY\\n\\nAFTER breakfast, Mrs. Wood put on a large apron, and going into the kitchen,\\nsaid: \\\"Have you any scraps for the hens, Adele? Be sure and not give me anything\\nsalty.\\\"\\n\\nThe French girl gave her a dish of food, then Mrs. Wood asked Miss Laura to go\\nand see her chickens, and away we went to the poultry house.\\n\\nOn the way we saw Mr. Wood. He was sitting on the step of the tool shed cleaning\\nhis gun \\\"Is the dog dead?\\\" asked Miss Laura.\\n\\n\\\"Yes,\\\" he said.\\n\\nShe sighed and said: \\\"Poor creature, I am sorry he had to be killed. Uncle, what\\nis the most merciful way to kill a dog? Sometimes, when they get old, they\\nshould be put out of the way.\\\"\\n\\n\\\"You can shoot them,\\\" he said, \\\"or you can poison them. I shot Bruno through his\\nhead into his neck. There's a right place to aim at. It's a little one side of\\nthe top of the skull. If you'll remind me I'll show you a circular I have in the\\nhouse. It tells the proper way to kill animals. The American Humane Education\\nSociety in Boston puts it out, and it's a merciful thing.\\n\\n\\\"You don't know anything about the slaughtering of animals, Laura, and it's well\\nyou don't. There's an awful amount of cruelty practiced, and practiced by some\\npeople that think themselves pretty good. I wouldn't have my lambs killed the\\nway my father had his for a kingdom. I'll never forget the first one I saw\\nbutchered. I wouldn't feel worse at a hanging now. And that white ox, Hattie you\\nremember my telling you about him. He had to be killed, and father sent for the\\nbutcher. I was only a lad, and I was all of a shudder to have the life of the\\ncreature I had known taken from him. The butcher, stupid clown, gave him eight\\nblows before he struck the right place. The ox bellowed, and turned his great\\nblack eyes on my father, and I fell in a faint.\\\"\\n\\nMiss Laura turned away, and Mrs. Wood followed her, saying: \\\"If ever you want to\\nkill a cat, Laura, give it cyanide of potassium. I killed a poor old sick cat\\nfor Mrs. Windham the other day. We put half a teaspoonful of pure cyanide of\\npotassium in a long-handled wooden spoon, and dropped it on the cat's tongue, as\\nnear the throat as we could. Poor pussy she died in a few seconds. Do you know,\\nI was reading such a funny thing the other day about giving cats medicine. They\\nhate it, and one can scarcely force it into their mouths on account of their\\nsharp teeth. The way is, to smear it on their sides, and they lick it off. A\\ngood idea, isn't it? Here we are at the hen douse, or rather one of the hen\\nhouses.\\\"\\n\\n\\\"Don't you keep your hens all together?\\\" asked Miss Laura.\\n\\n\\\"Only in the winter time,\\\" said Mrs. Wood, \\\"I divide my flock in the spring.\\nPart of them stay here and part go to the orchard to live in little movable\\nhouses that we put about in different places. I feed each flock morning and\\nevening at their own little house. They know they'll get no food even if they\\ncome to my house, so they stay at home. And they know they'll get no food\\nbetween times, so all day long they pick and scratch in the orchard, and destroy\\nso many bugs and insects that it more than pays for the trouble of keeping them\\nthere.\\\"\\n\\n\\\"Doesn't this flock want to mix up with the other?\\\" asked Miss Laura, as she\\nstepped into the little wooden house.\\n\\n\\\"No; they seem to understand. I keep my eye on them for a while at first, and\\nthey soon find out that they're not to fly either over the garden fence or the\\norchard fence. They roam over the farm and pick up what they can get. There's a\\ngood deal of sense in hens, if one manages them properly. I love them because\\nthey are such good mothers.\\\"\\n\\nWe were in the little wooden house by this time, and I looked around it with\\nsurprise. It was better than some of the poor people's houses in Fairport. The\\nwalls were white and clean, so were the little ladders that led up to different\\nkinds of roosts, where the fowls sat at night. Some roosts were thin and round,\\nand some were broad and flat. Mrs. Wood said that the broad ones were for a\\nheavy fowl called the Brahma. Every part of the little house was almost as light\\nas it was outdoors, on account of the large windows.\\n\\nMiss Laura spoke of it. \\\"Why, auntie, I never saw such a light hen house.\\\"\\n\\nMrs. Wood was diving into a partly shut-in place, where it was not so light, and\\nwhere the nests were. She straightened herself up, her face redder than ever,\\nand looked at the windows with a pleased smile.\\n\\n\\\"Yes, there's not a hen house in New Hampshire with such big windows. Whenever I\\nlook at them, I think of my mother's hens, and wish that they could have had a\\nplace like this. They would have thought themselves in a hen's paradise. When I\\nwas a girl we didn't know that hens loved light and heat, and all winter they\\nused to sit in a dark hencoop, and the cold was so bad that their combs would\\nfreeze stiff, and the tops of them would drop off. We never thought about it. If\\nwe'd had any sense, we might have watched them on a fine day go and sit on the\\ncompost heap and sun themselves, and then have concluded that if they liked\\nlight and heat outside, they'd like it inside. Poor biddies, they were so cold\\nthat they wouldn't lay us any eggs in winter.\\\"\\n\\n\\\"You take a great interest in your poultry, don't you, auntie?\\\" said Miss Laura.\\n\\n\\\"Yes, indeed, and well I may. I'll show you my brown Leghorn, Jenny, that lay\\neggs enough in a year to pay for the newspapers I take to keep myself posted in\\npoultry matters. I buy all my own clothes with my hen money, and lately I've\\nstarted a bank account, for I want to save up enough to start a few stands of\\nbees. Even if I didn't want to be kind to my hens, it would pay me to be so for\\nsake of the profit they yield. Of course they're quite a lot of trouble.\\nSometimes they get vermin on them, and I have to grease them and dust carbolic\\nacid on them, and try some of my numerous cures. Then I must keep ashes and dust\\nwallows for them and be very particular about my eggs when hens are sitting, and\\nsee that the hens come off regularly for food and exercise. Oh, there are a\\nhundred things I have to think of, but I always say to any one that thinks of\\nraising poultry: 'If you are going into the business for the purpose of making\\nmoney, it pays to take care of them.'\\\"\\n\\n\\\"There's one thing I notice,\\\" said Miss Laura, \\\"and that is that your drinking\\nfountains must be a great deal better than the shallow pans that I have seen\\nsome people give their hens water in.\\\"\\n\\n\\\"Dirty things they are,\\\" said Mrs. Wood; \\\"I wouldn't use one of them. I don't\\nthink there is anything worse for hens than drinking dirty water. My hens must\\nhave as clean water as I drink myself, and in winter I heat it for them. If it's\\npoured boiling into the fountains in the morning, it keeps warm till night.\\nSpeaking of shallow drinking dishes, I wouldn't use them, even before I ever\\nheard of a drinking fountain. John made me something that we read about. He used\\nto take a powder keg and bore a little hole in the side, about an inch from the\\ntop, then fill it with water, and cover with a pan a little larger round than\\nthe keg. Then he turned the keg upside down, without taking away the pan. The\\nwater ran into the pan only as far as the hole in the keg, and it would have to\\nbe used before more would flow in. Now let us go and see my beautiful, bronze\\nturkeys. They don't need any houses, for they roost in the trees the year\\nround.\\\"\\n\\nWe found the flock of turkeys, and Miss Laura admired their changeable colors\\nvery much. Some of them were very large, and I did not like them, for the\\ngobblers ran at me, and made a dreadful noise in their throats.\\n\\nAfterward, Mrs. Wood showed us some ducks that she had shut up in a yard. She\\nsaid that she was feeding them on vegetable food, to give their flesh a pure\\nflavor, and by-and-by she would send them to market and get a high price for\\nthem.\\n\\nEvery place she took us to was as clean as possible. \\\"No one can be successful\\nin raising poultry in large numbers,\\\" she said, \\\"unless they keep their quarters\\nclean and comfortable.\\\"\\n\\nAs yet we had seen no hens, except a few on the nests, and Miss Laura said,\\n\\\"Where are they? I should like to see them.\\\"\\n\\n\\\"They are coming,\\\" said Mrs. Wood. \\\"It is just their breakfast time, and they\\nare as punctual as clockwork. They go off early in the morning, to scratch about\\na little for themselves first.\\\"\\n\\nAs she spoke she stepped off the plank walk and looked off towards the fields.\\n\\nMiss Laura burst out laughing. Away beyond the barns the hens were coming.\\nSeeing Mrs. Wood standing there, they thought they were late, and began to run\\nand fly, jumping over each other's backs, and stretching out their necks, in a\\nstate of great excitement. Some of their legs seemed slicking straight out\\nbehind. It was very funny to see them.\\n\\nThey were a fine-looking lot of poultry, mostly white, with glossy feathers and\\nbright eyes. They greedily ate the food scattered to them and Mrs. Wood said,\\n\\\"They think I've changed their breakfast time, and to-morrow they'll come a good\\nbit earlier. And yet some people say hens have no sense.\\\"\\n\\nCHAPTER XIX  A BAND OF MERCY\\n\\nA FEW evenings after we came to Dingley Farm, Mrs. Wood and Miss Laura were\\nsitting out on the veranda, and I was lying at their feet.\\n\\n\\\"Auntie,\\\" said Miss Laura, \\\"What do those letters mean on that silver pin that\\nyou wear with that piece of ribbon?\\\"\\n\\n\\\"You know what the white ribbon means, don't you?\\\" asked Mrs. Wood.\\n\\n\\\"Yes; that you are a temperance woman, doesn't it?\\\"\\n\\n\\\"It does; and the star pin means that I am a member of a Band of Mercy. Do you\\nknow what a Band of Mercy is?\\\"\\n\\n\\\"No,\\\" said Miss Laura.\\n\\n\\\"How strange! I should think that you would have several in Fairport. A cripple\\nboy, the son of a Boston artist, started this one here. It has done a great deal\\nof good. There is a meeting to-morrow, and I will take you to it if you like.\\\"\\n\\nIt was on Monday that Mrs. Wood had this talk with Miss Laura, and the next\\nafternoon, after all the work was done, they got ready to go to the village.\\n\\n\\\"May Joe go?\\\" asked Miss Laura.\\n\\n\\\"Certainly,\\\" said Mrs. Wood; \\\"he is such good dog that he won't be any trouble.\\\"\\n\\nI was very glad to hear this, and trotted along by them down the lane to the\\nroad. The lane was a very cool and pleasant place. There were tall trees growing\\non each side, and under them, among the grass, pretty wild flowers were peeping\\nout to look at us as we went by.\\n\\nMrs. Wood and Miss Laura talked all the way about the Band of Mercy. Miss Laura\\nwas much interested, and said that she would like to start one in Fairport.\\n\\n\\\"It is a very simple thing,\\\" said Mrs. Wood. \\\"All you have to do is to write the\\npledge at the top of a piece of paper: 'I will try to be kind to all harmless\\nliving creatures, and try to protect them from cruel usage,' and get thirty\\npeople to sign it. That makes a band.\\n\\n\\\"I have formed two or three bands by keeping slips of paper ready, and getting\\npeople that come to visit me to sign them. I call them 'Corresponding Bands,'\\nfor they are too far apart to meet. I send the members 'Band of Mercy' papers,\\nand I get such nice letters from them, telling me of kind things they do for\\nanimals.\\n\\n\\\"A Band of Mercy in a place is a splendid thing. There's the greatest difference\\nin Riverdale since this one was started. A few years ago, when a man beat or\\nraced his horse, and any one interfered, he said: 'This horse is mine; I'll do\\nwhat I like with him.' Most people thought he was right, but now they're all for\\nthe poor horse, and there isn't a man anywhere around who would dare to abuse\\nany animal.\\n\\n\\\"It's all the children. They're doing a grand work, and I say it's a good thing\\nfor them. Since we've studied this subject, it's enough to frighten one to read\\nwhat is sent us about our American boys and girls. Do you know, Laura, that with\\nall our brag about our schools and colleges, that really are wonderful, we're\\nturning out more criminals than any other civilized country in the world, except\\nSpain and Italy? The cause of it is said to be lack of proper training for the\\nyouth of our land. Immigration has something to do with it, too. We're thinking\\ntoo much about educating the mind, and forgetting about the heart and soul. So I\\nsay now, while we've got all our future population in our schools, saints and\\nsinners, good people and bad people, let us try to slip in something between the\\ngeography, and history, and grammar that will go a little deeper, and touch them\\nso much, that when they are grown up and go out in the world, they will carry\\nwith them lessons of love and good-will to men.\\n\\n\\\"A little child is such a tender thing. You can bend it anyway you like.\\nSpeaking of this heart education of children, as set over against mind\\neducation, I see that many school-teachers say that there is nothing better than\\nto give them lessons on kindness to animals. Children who are taught to love and\\nprotect dumb creature, will be kind to their fellow-men when they grow up.\\\"\\n\\nI was very much pleased with this talk between Mrs. Wood and Miss Laura, and\\nkept close to them so that I would not miss a word.\\n\\nAs we went along, houses began to appear here and there, set back from the road\\namong the trees. Soon they got quite close together, and I saw some shops.\\n\\nThis was the village of Riverdale, and nearly all the buildings were along this\\nwinding street. The river was away back of the village. We had already driven\\nthere several times.\\n\\nWe passed the school on our way. It was a square, white building, standing in\\nthe middle of a large yard. Boys and girls, with their arms full of books, were\\nhurrying down the steps and coming into the street. Two quite big boys came\\nbehind us, and Mrs. Wood turned around and spoke to them, and asked if they were\\ngoing to the Band of Mercy.\\n\\n\\\"Oh, yes, ma'am,\\\" said the younger one \\\"I've got a recitation, don't you\\nremember?\\\"\\n\\n\\\"Yes, yes; excuse me for forgetting,\\\" said Mrs. Wood, with her jolly laugh. \\\"And\\nhere are Dolly, and Jennie, and Martha,\\\" she went on, as some little girls came\\nrunning out of a house that we were passing.\\n\\nThe little girls joined us and looked so hard at my head and stump of a tail,\\nand my fine collar, that I felt quite shy, and walked with my head against Miss\\nLaura's dress.\\n\\nShe stooped down and patted me, and then I felt as if I didn't care how much\\nthey stared. Miss Laura never forgot me. No matter how earnestly she was\\ntalking, or playing a game, or doing anything, she always stopped occasionally\\nto give me word or look, to show that she knew I was near.\\n\\nMrs. Wood paused in front of a building on the main street. A great many boys\\nand girls were going in, and we went with them. We found ourselves in a large\\nroom, with a platform at one end of it. There were some chairs on this platform\\nand a small table.\\n\\nA boy stood by this table with his hand on a bell. Presently he rang it, and\\nthen every one kept still. Mrs. Wood whispered to Miss Laura that this boy was\\nthe president of the band, and the young man with the pale face and curly hair\\nwho sat in front of him was Mr. Maxwell, the artist's son, who had formed this\\nBand of Mercy.\\n\\nThe lad who presided had a ringing, pleasant voice. He said they would begin\\ntheir meeting by singing a hymn. There was an organ near the platform and a\\nyoung girl played on it, while all the other boys and girls stood up, and sang\\nvery sweetly and clearly.\\n\\nAfter they had sung the hymn, the president asked for the report of their last\\nmeeting.\\n\\nA little girl, blushing and hanging her head, came forward, and read what was\\nwritten on a paper that she held in her hand.\\n\\nThe president made some remarks after she had finished, and then every one had\\nto vote. It was just like a meeting of grown people, and I was surprised to see\\nhow good those children were. They did not frolic nor laugh, but all seemed\\nsober and listened attentively.\\n\\nAfter the voting was over, the president called upon John Turner to give a\\nrecitation This was the boy whom we saw on the way there. He walked up to the\\nplatform, made a bow, and said that he had learned two stories for his\\nrecitation, out of the paper, \\\"Dumb Animals.\\\" One story was about a horse, and\\nthe other was about a dog, and he thought that they were two of the best animal\\nstories on record. He would tell the horse story first.\\n\\n\\\"A man in Missouri had to go to Nebraska to see about some land. He went on\\nhorseback, on a horse that he had trained himself, and that came at his whistle\\nlike a dog. On getting into Nebraska, he came to a place where there were two\\nroads. One went by a river, and the other went over the hill. The man saw that\\nthe travel went over the hill, but thought he'd take the river road. He didn't\\nknow that there was a quicksand across it, and that people couldn't use it in\\nspring and summer. There used to be a sign board to tell strangers about it, but\\nit had been taken away. The man got off his horse to let him graze, and walked\\nalong till he got so far ahead of the horse that he had to sit down and wait for\\nhim. Suddenly he found that he was on a quicksand. His feet had sunk in the\\nsand, and he could not get them out. He threw himself down, and whistled for his\\nhorse, and shouted for help, but no one came. He could hear some young people\\nsinging out on the river, but they could not hear him. The terrible sand drew\\nhim in almost to his shoulders, and he thought he was lost. At that moment the\\nhorse came running up, and stood by his master. The man was too low down to get\\nhold of the saddle or bridle, so he took hold of the horse's tail, and told him\\nto go. The horse gave an awful pull, and landed his master on safe ground.\\\"\\n\\nEverybody clapped his hands, and stamped when this story was finished, and\\ncalled out: \\\"The dog story the dog story!\\\"\\n\\nThe boy bowed and smiled, and began again. \\\"You all know what a 'round-up' of\\ncattle is, so I need not explain. Once a man down south was going to have one,\\nand he and his boys and friends were talking it over. There was an ugly, black\\nsteer in the herd, and they were wondering whether their old yellow dog would be\\nable to manage him. The dog's name was Tige, and he lay and listened wisely to\\ntheir talk. The next day there was a scene of great confusion. The steer raged\\nand tore about, and would allow no one to come within whip touch of him. Tige,\\nwho had always been brave, skulked about for a while, and then, as if he had got\\nup a little spirit, he made a run at the steer. The steer sighted him, gave a\\nbellow, and, lowering his horns, ran at him. Tige turned tail, and the young men\\nthat owned him were frantic. They'd been praising him, and thought they were\\ngoing to have it proven false. Their father called out: 'Don't shoot Tige, till\\nyou see where he's running to.' The dog ran right to the cattle pen. The steer\\nwas so enraged that he never noticed where he was going, and dashed in after\\nhim. Tige leaped the wall, and came back to the gate, barking and yelping for\\nthe men to come and shut the steer in. They shut the gate and petted Tige, and\\nbought him a collar with a silver plate.\\\"\\n\\nThe boy was loudly cheered, and went to his seat. The president said he would\\nlike to have remarks made about these two stories.\\n\\nSeveral children put up their hands, and he asked each one to speak in turn. One\\nsaid that if that man's horse had had a docked tail, his master wouldn't have\\nbeen able to reach it, and would have perished. Another said that if the man\\nhadn't treated his horse kindly, he never would have come at his whistle, and\\nstood over him to see what he could do to help him. A third child said that the\\npeople on the river weren't as quick at hearing the voice of the man in trouble\\nas the horse was.\\n\\nWhen this talk was over, the president called for some stories of foreign\\nanimals.\\n\\nAnother boy came forward, made his bow, and said, in a short, abrupt voice, \\\"My\\nuncle's name is Henry Worthington. He is an Englishman, and once he was a\\nsoldier in India. One day when he was hunting in the Punjab, he saw a mother\\nmonkey carrying a little dead baby monkey. Six months after, he was in the same\\njungle. Saw same monkey still carrying dead baby monkey, all shriveled up.\\nMother monkey loved her baby monkey, and wouldn't give it up.\\\"\\n\\nThe boy went to his seat, and the president, with a queer look in his face,\\nsaid, \\\"That's a very good story, Ronald if it is true.\\\"\\n\\nNone of the children laughed, but Mrs. Wood's face got like a red poppy, and\\nMiss Laura bit her lip, and Mr. Maxwell buried his head in his arms, his whole\\nframe shaking.\\n\\nThe boy who told the story looked very angry. He jumped up again. \\\"My uncle's a\\ntrue man, Phil Dodge, and never told a lie in his life.\\\"\\n\\nThe president remained standing, his face a deep scarlet, and a tall boy at the\\nback of the room got up and said, \\\"Mr. President, what would be impossible in\\nthis climate, might be possible in a hot country like India. Doesn't heat\\nsometimes draw up and preserve things?\\\"\\n\\nThe president's face cleared. \\\"Thank you for the suggestion,\\\" he said. \\\"I don't\\nwant to hurt anybody's feelings; but you know there is a rule in the band that\\nonly true stories are to be told here. We have five more minutes for foreign\\nstories. Has any one else one?\\\"\\n\\nCHAPTER XX  STORIES ABOUT ANIMALS\\n\\nA SMALL girl, with twinkling eyes and a merry face, got up, just behind Miss\\nLaura, and made her way to the front. \\\"My dranfadder says,\\\" she began, in a\\npiping little voice, \\\"dat when he was a little boy his fadder brought him a\\nlittle monkey from de West Indies. De naughty boys in de village used to tease\\nde little monkey, and he runned up a tree one day. Dey was drowing stones at\\nhim, and a man dat was paintin' de house druv 'em away. De monkey runned down de\\ntree, and shook hands wid de man. My dranfadder saw him,\\\" she said, with a shake\\nof her head at the president, as if she was afraid he would doubt her.\\n\\nThere was great laughing and clapping of hands when this little girl took her\\nseat, and she hopped right up again and ran back. \\\"Oh, I fordot,\\\" she went on,\\nin her squeaky, little voice, \\\"dat my dranfadder says dat afterward de monkey\\nupset de painter's can of oil, and rolled in it, and den jumped down in my\\ndranfadder's flour barrel.\\\"\\n\\nThe president looked very much amused, and said, \\\"We have had some good stories\\nabout monkeys, now let us have some more about our home animals. Who can tell us\\nanother story about a horse?\\\"\",\"timestamp\":1640140581,\"title\":\"\\nThe young man spoke again. \\\"Don't you think\"},\"digest\":\"rYxWc-V6ADHW83wm-zXpAy4I6wBTljQLd3lrdJrBoNY\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_-h_gYa2oWadY7uDfPig1TCh42zsW8MLg6rYZJZYyPw\\\",\\\"y\\\":\\\"gbQLHRJajZNtvX04ACOBuN5CRe4KgA5qW6rPcWx2Oww\\\"}\",\"signature\":\"6kib5WpAGcPLpKzLRr3krFvwI5eKwtM5YUlLvJQ7JB9GKK1xZuJ1WntYIBJ25g16Bqe56PGOct5es605-uWo-Q\",\"signingKeySignature\":\"0x9de7dc96ebc06e7744cd4595bab1c5d7b8df99c2f57099990743c3f420f03fdb3f734c678eb73c5ca8b9ba971ca500cef1597d064fc08133760109173625e4af1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_-h_gYa2oWadY7uDfPig1TCh42zsW8MLg6rYZJZYyPw\\\",\\\"y\\\":\\\"gbQLHRJajZNtvX04ACOBuN5CRe4KgA5qW6rPcWx2Oww\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rYxWc-V6ADHW83wm-zXpAy4I6wBTljQLd3lrdJrBoNY\"}"