"{\"content\":{\"body\":\"**吴依柔中山大学**\\n\\n**导师：韩济阳**\\n\\n[split://0x5D9813FC44F1BB99a2D2FDD3bC1ab48278e9258a](split://0x5D9813FC44F1BB99a2D2FDD3bC1ab48278e9258a)\\n\\n[crowdfund://undefined?features=overview,backers](crowdfund://undefined?features=overview,backers)\\n\\n**行文逻辑：**\\n\\nØ 由爸爸糖融资观察到行业投资热潮←行业组织高、空间大、新兴品牌崭露头角←爸爸糖开店能力强←产品、人才培养、品牌\\n\\n一、**爸爸糖首轮融资上亿，理财明星投资热潮**\\n\\n6月15日，手工吐司江苏爸爸糖餐饮管理有限公司（品牌“爸爸糖糖餐饮”）即将完成上一轮融资，由IDG领投、穆棉资本担任顾问。本轮投资将主要用于品牌形象建设、营销推广和店面的建设。\\n\\n7月16日，鲍师傅100亿的消息冲上热搜，打破当前刷新历史局的总结历史记录，虎头渣渣打打完成。 、墨茉点心局，上海资本关注和青睐，IDG、GGV、红杉资本等知名风投机构抢投...\\n\\n近期投融资信息整理\\n\\n自从去年8月以来，墨点开始，不到一年的时间就已经完成了4轮融资，在10个月的截止日期翻了500倍。在投资排行榜上的品牌品牌。泸溪河、轩妈、泽田本家、田园主义等。成长式点心连锁到西式代餐烘焙，电商烘焙新秀，行业进入资本空前追捧，VC抢抢入。\\n\\n引发引发的魅力，导致资本市场如此如此呢？\\n\\n二、**品牌创意——品牌高、空间大、创新品牌形象**\\n\\n中国的烘焙业兴起于上世纪 80 岁，2000 岁开始快速发展，目前仍会高速成长期。\\n\\n流行，随着人们生活节奏的流行，以及年轻一代的饮食习惯西化，面包为某种代表的西式早餐，以接触度高出现在早餐市场中的时尚魅力，形成出的正餐化趋势。\\n\\n图 国内烘焙行业发展历程\\n\\n1\\\\.**行业运动快，市场空间大。**\\n\\n在休闲食品与正餐化的同时推动下，食品的市场规模不断扩大，市场发展统计有利于增长。根据欧洲监测，2021年再生食品零售额将达2657美元。\\n\\n来源： Euromonitor、有赞\\n\\n2018年创新食品零售业以亿美元的规模居全球第二，添加美国，205年-2020年的复合年增长率达到9.29.29%。2019年农业食品零售额达到22390奖，助增长7.4%，到2025年行业的年复合选择性45％。\\n\\n2\\\\.**集中度低，带动行业出现**\\n\\n啤酒行业竞争激烈，但市场集中度不高。所谓的全国连锁品牌品牌推广，不再是老品牌的品牌推广，甚至会出现增长趋势。\\n\\n新新新兴，已现制茶饮品牌喜庆饮第一”。近期热搜的雪冰城，据报道达到了16月1.2万家。\\n\\n因此，在一些投资人看来，整个烘焙行业尚没有真正的入口出现。\\n\\n3\\\\.**新兴品牌的兴起，创新性的发展**\\n\\n可知不同产品类型，三万资本将烘焙连锁店可分为老式/国潮中式烘焙店和综合品类西式烘焙店四类。\\n\\n参考分类：三万资本\\n\\n以，老中式连锁店是发展牌步的烘焙连锁店业态；综合西式烘焙连锁店，上世纪九十岁随着现代烘焙业的发展而兴起，新兴的增长乏力，潮流品牌出现倒闭和闭幕式；\\n\\n而主打单一品类的西式烘焙店和国潮中式烘焙店为品牌新出现的猛兽店业态，增长迅猛。\\n\\n**3.1 单一品类西式烘焙连锁店**\\n\\n新型西式烘焙店主打品类，如吐铜锣烧、蛋挞等。\\n\\n从企业运营模式梳理，店铺产品品类单一化，有丰富的品牌生产从产品类型，单一品类西式店主打专注品类，点突出于普通的综合品牌性，产品上突出专业单价高很多，但由于配料更好，质量好，主打差异化，通过高品质产品吸引顾客。\\n\\n**3.2 国潮中式烘焙连锁店**\\n\\n国潮中式烘焙店将深受喜爱的国潮元素注入传统糕点，从店面装修、设计、文案都符合现代包装审美，传统点与现代口味结合。\\n\\n从产品上看，国潮中式主蛋糕品牌主打蜡爆款糕点，但同时店铺也售卖其他产品，如打荷花酥和爱蛋挞百年同和，主打麻薯的墨茉点心局。\\n\\n然而，产品的同化问题无论是老牌中西式店，还是新兴的中西式爆款店都普遍存在。争取更多的呢？\\n\\n我们来看看首轮融资就得到IDG资本青睐的「爸爸糖」的经营之道。\\n\\n三、**爸爸糖——拥有自己开店能力的“爸爸”**\\n\\n图爸爸糖的主打产品系列\\n\\n「爸爸糖」成立于2015年，是一家纯手工吐司品牌。爸爸糖用“手工吐司”切入工厂，积累了丰富的实践品类，用优质原料、独特的产品线、温暖品牌理念，驱动驱动了整个行业模式的创新，也快速地成长为手工吐司品类的品牌代名词。\\n\\n图爸爸糖部分分发\\n\\n2016年7月爸爸糖在江苏无锡开设第一家品牌，作为全国品牌行业较早实现营销化的品牌，爸爸糖全国30家的明星品牌在行业内鲜有派对。2018年，爸爸糖在突破百店大关，不足三年，现阶段的粉丝品牌数已翻三倍，超过300家。品牌入驻大悦城、万家知名商场，覆盖北上广等92城市，并计划未来3年开设象城1500家明星。\\n\\n相较于墨茉点心局、虎豹等从一开始就依靠资本头局的地方性，全国连锁品牌爸爸首次糖融资前，就已经证明了自己的规模化复制能力，成为资本的香饽饽。\\n\\n有没有自己的亲亲亲爸爸糖才能实现自己的店铺能力呢？\\n\\n**『产品』“聚焦、创新、拓展”产品护城河**\\n\\n1\\\\.聚焦吐司单品\\n\\n聚焦品类使爸爸糖能够迅速打造出爆品。爸爸糖舍弃了传统店铺上百个SKU的方式，将产品聚焦在手工吐司这个焦点品类上。门店销售20个SKU左右，以爆款产品的质量和热度，快速在市场上打响品牌品牌；其产品类的传播传播通用性。\\n\\n**『 爸爸，为什么要敬酒？』**\\n\\n从产品优势的角度来看，吐司的基础产品是大优势，决定了其有多少属性的延展性。\\n\\n从二次吃法的加工、料理的应用到口味的结合，蕴藏着更多的可能性；在保存方面，吐出对环境的需求相对随和；就算是男人头疼的烹饪，吐司的烹饪属性也很友好，它可以即食、烹饪、复杂烹饪，满足餐饮小白和餐饮各一大群的不同需求，这也是吐司相较其他的优势。\\n\\n2\\\\. 创新力强，快速推新\\n\\n爸爸糖通过产品创新更新地为消费者提供新鲜感。吐司产品。\\n\\n### \\n\\n### 「爸爸糖」创新吐司产品\\n\\n整体，也有产品有更多具有“功能性”的产品，例如针对产品的高诱因的报道、针对目标制造的高纤维、全谷物产品，以及更多天然酵母低健康的原料研究应用等。大学合作成立“健康食品产业创新共同发展体”，联合打造行业。现阶段的爸爸糖20人左右的专业研究团队，产品上新速度每周周末想。\\n\\n据介绍，爸爸糖很多新材料的研究都是与合作的供应商（包括益海嘉里、中粮集团、日本面企业“日本粉”等供应商）共同集体，然后再制定锁定期，在情同时，在提升产品壁垒的同时，也为爸爸糖研究产品、市场提供了图片期，进一步提升了爸爸糖的产品护。\\n\\n3\\\\.“新鲜、好吃、温度”\\n\\n“是选择，从发酵原料的甄生命选择，再到配料火的用心，到量的量，最终的视觉体验，才能准确地真实到各个道口，感受真实的温度，临临产生的感受力道，”了解一下，才能让产品有真正的妖孽在的温度。”\\n\\n爸爸糖放弃了自己的品牌所采用的制作模式，所有吐出来的都是经过精心挑选出来的，现场由高超的酿酒师新鲜手技术，缔造爸爸的造匠大师，做有温度的司吐心。\\n\\n兴趣，资本对生品类的偏爱程度，支持食品行业对新鲜的新鲜食品的转化。同时，对于用户新鲜的产品、美味的需求也越来越高，行业到保产品，再到现场短的生产再现。\\n\\n基于对“新鲜”这个消费趋势的判断，爸爸糖采用“店后厂”的模式，手工吐奶现做现卖，从配方、工艺流程等各个方面来进行管理和控制，将产品的新鲜娇媚到了娇娇。\\n\\n**『人才培养』支持**\\n\\n爸爸糖的模式终止能够刻蚀到消费者，是为了让员工的习惯养成出品的内化。体系首先将培养技能进行分解，再通过轮岗制培养师培养师的全部技能，经历专才向全的培养，成长为能够学会吐出每一个生产的主厨。\\n\\n爸爸糖背后的数量出现，烘焙过程的培训过程的工人在各个团体参加技能的相对规范，烘焙师既能装备整个团队的分人群，又可在广泛范围的工人职业中进行人才调配，从而使爸爸糖在全国范围内快速成为可能。\\n\\n**『品牌』“时尚+新IP”打造个性化**\\n\\n1、温情品牌故事引共鸣，养成独特化\\n\\n纵观品牌的发展过程，爸爸糖品牌为品牌勾勒了一个温暖的感情线，爸爸糖想通过集体演讲传达一个爸爸对孩子的爱，每一个孩子成长都希望得到爸爸的参与。\\n\\n爸爸糖想用美味的食物送给孩子们小时候的陪伴，也有目的的家庭陪伴孩子成长，承担责任的意识，每天的餐桌上放上爸爸糖的吐司，让一家人一起幸福幸福。爸爸参与度最高的场景，也是吐司应用最多的场景，一个品牌故事和消费场景的产生，帮助爸爸糖迅速打开家庭市场。\\n\\n正如爸爸糖品牌所表达的：一起一条吐司，和“爸爸对孩子的爱”。吐司是发酵的艺术。一条夯实的吐司，盾牌每一位父亲，努力拼搏，不断历练，成为起家庭责任的同时，也成为自己孩子的再现后。\\n\\n为了家庭的理解和可能使爸爸糖与其他品牌形成差异化。\\n\\n2、新IP：强化品牌形象\\n\\n因此，围绕品牌故事，爸爸糖打造了糖爸爸、糖妈妈和小糖果品牌IP矩阵，让消费者有更多的记忆点。在产品包装和形象上，通过IP的视觉传达，让“温馨” 、“陪伴”、“亲子”成为爸爸糖特有的品牌标签。通过品牌IP文化和渗透内容，爸爸成功向消费者传播了许多家庭糖亲子、子关系的品牌形象，强化了个性化且个性鲜明的个性品牌形象。\\n\\n3\\\\.营销活动打造网红品牌\\n\\n此外，爸爸糖还进行了多次品牌联名营销，曾与美图秀秀、哈根达斯、思念食品、威克品牌等名耐打造多款快时尚。2020年8月，爸爸糖联邀请500位父亲成功挑战吉尼斯世界纪录，号召爸爸亲亲互动，给孩子们带来更多的亲子陪伴。8.8米的宝宝糖制作一条长8.8米的滴滴滴滴滴滴空降上海龙之梦语音全景，在微博上上产生了2902万次曝光量，一时间成为创业行业的重大事件。\\n\\n品牌故事和品牌营销的双重作用下，爸爸糖在全网已经累积了1000万粉丝。\\n\\n4\\\\. 色彩设计\\n\\n2021年8月，爸爸糖将推出全新旗舰，邀请国际一流设计团队操刀。 ，以“舞台”的概念概念视觉功能。\\n\\n通过空间模块的不同设计，爸爸糖希望将品牌理念与空间设计融合起来，传递品牌价值的同时，增强品牌差异化，实现品牌新的品牌升级。\\n\\n在\\\\*\\\\*「产品力、人才培养和品牌」的优势下，利用窗口期进行快速目标，计划3年开设1500家家品牌。\\n\\n**四、竞品：吐司品类的创新分析品牌**\\n\\n通过上述分析，从整个过程来看，爸爸糖的派分为4个——老/国潮中式烘焙店和综合/综合品类西式烘焙店四。\\n\\n为了几个故事的分析，我们单独塑造了一个爸爸糖分类中吐司品类的创新品牌进行对比。\\n\\n对比对比，爸爸糖的特点在更集中于吐司（消费者有50%以上的产品是吐司），产品比三叔叔和猪拉虎略高，其次，根据消费者反馈的产品颜值和受欢迎度也相对高些。\\n\\n除了叔叔和猪拉虎之外，吐司来了、吐司马、九亩花田也是等吐单品的创新玩家。均远不及爸爸糖。\\n\\n浅说，吐司最初是单品的出现，而不是全部吐司类化的萌生。\\n\\n**五、风险提示**\\n\\n1\\\\.吐司单品的前路弯曲\\n\\n在电商平台，百草味、三只松鼠、良品铺子等零售吐司产品的销量达到百万级，吐司产品的零售属性非常显着。惨烈烈烈，或将苍白的单品小妖兽，空有需求但几乎无任何护城河。\\n\\n因此，作为服务店的老爹糖，如果不能实现服务属性，那么作为电商销售产品的线下场景，未来可能没有。\\n\\n2\\\\.加盟体系的标杆\\n\\n随着爸爸糖得到了基本的收入，未来发展到规模的连锁化及与其他领域的连锁化跨界联名是必然的。事实上，在去年爸爸糖就开放了加盟体系，加盟费根据城市的情况就可以了期待，未来如何不使用当地标准和半成品现烤的模式的情况下，保证所有制作的将出品质量统一以上。朴素的习性。\",\"timestamp\":1639644416,\"title\":\"投融资报告 1 ：品类细分化、品牌化的趋势下，爸爸糖何以获得资本青睐？\"},\"digest\":\"ZwqVzsgI_xNHAJ2bl7bdQzHeTRXOSogOq6w6vQqE0mg\",\"authorship\":{\"contributor\":\"0x5D9813FC44F1BB99a2D2FDD3bC1ab48278e9258a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AkYUSysm2v6c29hQw9e-KE1s1_TuaCW3-za3quiAdho\\\",\\\"y\\\":\\\"1i5ZhpXGC_exqg7IHy-4PRgYNsxeWBYQQ5KJ36zN96g\\\"}\",\"signature\":\"bG-eZfvv0OgQUn0kwk4o2zbXhjtublg1svz-cVk3SX2s-JThR9fw5mTcT-leOByYw9XvI8GJq4CRUx6PIJVysA\",\"signingKeySignature\":\"0x95e1fe17804487da699b03e3e6c04cb481d498776ea6a53a50f7dab218d518a455fbe7978686d30f33026629a3cbd912b31f505f74e0f9414ddd5ce41802f6481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AkYUSysm2v6c29hQw9e-KE1s1_TuaCW3-za3quiAdho\\\",\\\"y\\\":\\\"1i5ZhpXGC_exqg7IHy-4PRgYNsxeWBYQQ5KJ36zN96g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZKgepCLXkwd0wvZiY3-uGfuYVyFKLxZJVi-zjBBJovM\"}"