"{\"content\":{\"body\":\"黄荆林，作为东方大陆一个任务区域，自然吸引了不少的玩家前来此地。而此时此地，那些曾经高不可攀的怪物也成了玩家随手可以屠杀的弱势群体。\\n\\n```\\n太阳刚刚落山，普照山的土地上还散发着浅浅的余温，这个时候，也正是游戏的高峰期。不管是上班的还是上学的，现在也都结束了一天的工作，可以进入游戏轻松一下。\\n\\n踏上普照山的小路，我时不时能遇到一两拨玩家行色匆匆地往山上赶路。或是三五成群，或是拉帮结伙，他们的背包里总是装了满满的药水，他们的脸上也写满了兴奋与期待。等到再回来的时候，那些药水必然会换成值钱的材料，或者满意的装备。\\n\\n受到这种气氛的感染，我的脚步也变得轻快起来，朝着记忆中那座山洞方向加速地前进着。可是的等我真的赶到洞口，却发现那里早就挤满了玩家，根本连个缝都挤不进去。\\n\\n莫非有事发生？我习惯性地开启了潜行，找了个隐蔽的地方躲了起来，没让那些玩家发现我的存在。\\n\\n“废物！废物！全他妈是废物！”一个满身黄金盔甲，骚包得堪比黄金圣斗士的人族侠士正满脸愤怒地冲着周围一干玩家狂吼，他那张原本还算俊美的帅脸在夸张的表情下显得无比可笑，可惜他本人压根就不觉得那有什么不对劲。甚至他觉得光用声音还无法表达自己心中的愤怒，不断地用拳头轰击着山壁上凸起的石块，打的石屑横飞，烟尘四起。\\n\\n周围的玩家们时不时被砸落的石块打倒，脸上身上也溅满了灰尘。竟是没有一人敢出声反对，一个个低着头闷不做声，连大气也不敢出一口。\\n\\n我靠！至于这么过分嘛！发发脾气也就够了，竟然还动手砍人。什么玩家跟着这样一个帮主老大不会造反啊？可是世界上就是有那么多怪事，被砍到的玩家非但没有生气，反而乖乖地站在原地，任由那家伙一阵乱砍乱刺。咬着牙吭也没吭一声，连药水也没喝一瓶。这是怎么回事？\\n\\n终于，有人看不过去那“黄金圣斗士”的所作所为。一把拉开了被砍的玩家，满脸堆笑地说道：“少爷，本来大家都掉了级了，你再这么砍下去，我们掉的级不是更多了嘛。您实在想发泄，我去叫几个等级低点的来让您砍，您先消消气。”说着，他的手在背后拼命打着手势，让那个被砍的玩家躲到一边去。\\n\\n可是后者似乎一点要离开地意思也没有。脑袋低低地垂着，身体站得笔直，愣是一动也不动。\\n\\n我一时好奇，忍不住多打量了那个被砍的玩家几眼。越看就越觉得奇怪，像这样一个人怎么可能会对一个废物低声下气呢？\\n\\n原以为，这个玩家要么就是等级不高，要么就是没钱没装备，所以不得不加入帮派，换取自己想要的东西。一般这样的玩家几乎都没什么斗志，为了能在游戏里混的不错，什么脸皮人格都可以不要。但是这个名叫“信天游”的鬼族杀手却足足有七十级。也就是说，算起来，他几乎已经是天地里等级排行榜前百的人物了。像这样的人，会是为了物质上的东西出卖自己人品的吗？\\n\\n再看他的一身装备，竟然全都是极品套装，关键是那套装的制造着一栏上，分明也写着“信天游”三个字。这说明什么？这说明这家伙绝对不会没钱。就算他以前没钱的，只要他替人加工两三套像他这样的装备，那就什么都赚到了。现在放着大把材料没人能做的帮派到处都是，宗师级别的生活技能玩家在东方大陆来说绝对是凤毛麟角，炙手可热。\\n\\n而反观那位名叫龙逆天的“黄金圣斗士”，要等级没等级，一身装备空有个好看的架子，属性差的要死。明明穿了一套重型盔甲，偏偏用的又是需要高敏捷的长剑，怎么看都是一个要操作没操作，要意识没意识，要品味没品味，要人品没人品的烂人一个。\\n\\n或许是被人拉住之后失去了砍人的兴趣，或许是那位“大少爷”已经发泄够了，他冷哼了一声，冲信天游说道：“一边儿吃药去，别让我在看到你！”\\n\\n信天游微微点了点头，正欲转身离开，“黄金圣斗士”突然补充了一句：“不准用潜行跑回来，要死也给我死远点！”\\n\\n什么人嘛！\\n\\n我在旁边是越看越气，恨不得冲上去给那个大少爷两个大嘴巴，教教他怎么做人。真***没家教！一看就是在家吃饱了没事做，什么也不会，仗着祖上积德，衣食无忧的二世祖。这样的人玩游戏就是来花钱的，压根不把别的人当人看。\\n\\n可是不管怎么样，人家爱怎么玩游戏是人家的事，而且看样子，那个信天游也是一副心甘情愿的模样，我实在没必要管这档子闲事。\\n\\n正欲找了空隙先进了山洞再说，却见信天游已经朝我的方向走了过来。不过他的目标明显不是我，而是我身旁一群畏畏缩缩的玩家们。\\n\\n看样子，这群玩家也是和他们一起的，不过他们对于那位“大少爷”似乎格外忌惮，所以一直躲的远远得，根本不敢靠近山洞一步，生怕城门失火，殃及池鱼。\\n\\n见到信天游朝着自己走了过来，其中一个玩家上前两步，赶紧递了瓶药水上去，陪着笑脸说：“信哥，您先把体力回复过来，少爷他实在是太过分了，砍谁也不应该砍您啊。”\\n\\n信天游白了那玩家一眼，没接他手里的药水，径直从背包里取了瓶药丸倒进了嘴里，搞得那玩家手里拿着药瓶，收也不是，递也不是。\\n\\n另一个玩家看情况不对，一把推开先前的那人，一脸谄媚的地说道：“你这小子怎么能这么评价大少爷呢，少爷年轻气盛，偶尔发发小脾气也是正常的。咱信哥是什么人啊，怎么会和少爷计较这些。再说，以信哥是什么人啊，就是再被砍上几十剑也没事，压根就不会放在心上，对不对。”\\n\\n“就是就是，信哥实在是太伟大了，能忍人能所不能忍。也只有信哥这样的高手才值得我们跟谁啊。”旁边立刻有人附和。\\n\\n我^%&%%%^%＄＄%^%%^%＄＄%……真是连前天的晚饭都要吐出来了。这些人的脸皮都是城墙做的吗？怎么可以厚到这种程度？没见到信天游的脸色都已经变得跟青石板一样的颜色了，他们竟然还能够无动于衷地继续说着那些肉麻话。\\n\\n没等信天游发作，刚才拉住他的那个玩家急匆匆地走了过来，两眼瞪开周围一干马屁精，一手搭在信天游的肩膀上，小声的说道：“阿信，委屈你了。你知道少爷这人他……”\\n\\n信天游冷漠的摇了摇头，脸上什么表情都没有。既不像是生气，也不像有任何怨言的样子。仿佛刚才那一切就像没有发生过一样，或者说，他早就习惯了？\\n\\n那玩家也像是深知信天游的脾气，果然没有再提这件事，而是转头面向刚才那些马屁精：“你们都是怎么办事的，说了叫几个下棋高手来，结果呢！真当自己的等级不是练上去的是不是，少爷拿钱供着你们，就是要你们出力！平时候老爷都是怎么教育你们的，是让你们来拿气给大少爷受的吗？”\\n\\n几个马屁精对这位似乎也极为忌惮，被骂得低头不语，愣是屁都不敢放一个。有人试探着朝信天游投去一个求救的目光，可惜后者似乎根本就没看到，或者说压根就不想搭理这件事。\\n\\n这样的情形在天地里并不多见，很少有玩家对帮里的高层能有如此恭敬的态度。拍马屁的事情是常情，不过也也不会像现在这样奴性十足。\\n\\n从他们的话里我多少猜到一点，那位“黄金圣斗士”多半是哪个大家族的少爷，因为在家闲着没事干，所以跑到游戏里来瞎混。毕竟在各大家族中，出了断牙和小话，还有凌云、冲天剑那样的人才，所以很多家族也愿意让自己的后辈们到游戏中锻炼一下。\\n\\n都说商场如战场，在这样一个虚拟的世界里，充其量损失一点金钱，如果可以让后辈们学到一点东西，那可比真正到了社会上再受打击好得多。毕竟游戏中一旦失败，大不了删号重来。如果在现实中一旦被人踩了下去，那可就再无翻身的余地了。更何况，对于这样的大财团来说，那一点点的钱根本就是微不足道的。\\n\\n而信天游，还那个劝说开龙逆天的“四海浮游”，以为另外的这些玩家们，显然都是那个财团的内部人员，不然的话，又有什么人会在游戏里对别人如此恭敬呢。\\n```\\n\\n\\n------------\",\"timestamp\":1640412952,\"title\":\"第一百八十六章   普照山\"},\"digest\":\"YdiDJ4X1UwiBfzb1e44_8rHeAXdJOUNK6ixrXXIbsQE\",\"authorship\":{\"contributor\":\"0xfD6e215bac85C46AD8e8CA408aB66fEb0f9CbC95\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sODWk5T4d-EHRNPFGQA2HlLiapgWfeE1i0oD-JmSAd4\\\",\\\"y\\\":\\\"XC8DwODv95ZqWmVrhKwcsSe2KuNQ2KbgaJz8eiSwTe0\\\"}\",\"signature\":\"pZsNsGfuV8yNcFl6xTjkff7WaIM74nMMjXXlKkYLKFqSCzyigeWUQ7V2EsRlHkPtqd2C_gVH1QfjLVp-8dO-5Q\",\"signingKeySignature\":\"0x3c44f855eee09c130205f32e188dc264e8ba2a57ee3f27326f6e10bddb4bb0c97959dc330306fff96e5eb007e0d2e06f72a57a96ec9bb11ba24d39cf1e9d81411b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sODWk5T4d-EHRNPFGQA2HlLiapgWfeE1i0oD-JmSAd4\\\",\\\"y\\\":\\\"XC8DwODv95ZqWmVrhKwcsSe2KuNQ2KbgaJz8eiSwTe0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YdiDJ4X1UwiBfzb1e44_8rHeAXdJOUNK6ixrXXIbsQE\"}"