"{\"content\":{\"body\":\"```\\nEach organizational structure has its own pros and cons. Traditional company structure, division of labor and cooperation maximize efficiency, but the capital-driven structure will eventually fall into the end result of maximizing shareholders' interests at the cost of rent-seeking by all parties. On the other hand, in DAO, all participants advance together with the common goal of maximizing their own interests. Participants and the organization have the same interests and share the organization's growth dividends. However, there are still big problems in output collaboration efficiency and content quality control.\\n\\nAt the moment, we are still in the early stages of the creator economy. The realization of creators cannot be decoupled from the media traffic platform. This makes the content produced by creators tired of dealing with platform algorithms and unable to fully release themselves. Most creators participate in it in the form of odd jobs. Making good use of the traffic platform and stripping off the monetization method has become the top priority of the creator's economy! At this time, social tokens have demonstrated their unparalleled value.\\n\\nAs a hub of interest for creators (individuals or groups) and their communities, social tokens not only decouple traffic and monetization (can be monetized in ways that are not provided by the platform), but also greatly improve the availability of community resources. With the help of social tokens, the community's support for creators is no longer a one-time consumption, but an investment in the form of asset rights, and those who co-build the community can also get corresponding returns (short or bounty) . In terms of quality control, the TCR (Token Curated Registry) mechanism allows high-quality content to receive more attention and eliminates inferior content. In the later period, the Rhythm Research Institute will discuss more in depth about social tokens, creator economy, and DAO related content.\\n\\n```\",\"timestamp\":1641179280,\"title\":\"Why DAO will be the future of the creator economy\"},\"digest\":\"mD6tC8DbbzntyuYm8JvfmmkdaM_UNEwsG4qfiSdhLnI\",\"authorship\":{\"contributor\":\"0x13dDA63C28bB95FE9822FEA43ad5fEaA966636a9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vN213-pwpDSq2a1t-gxr4fKpmANl2FRhQGvt1ZRBc3U\\\",\\\"y\\\":\\\"zI0XG434VQT_M5DzxBvawkcnBGOuzUWxU0uOdExbIi0\\\"}\",\"signature\":\"jYmokJzE0mJfZmcTnF0MTxAJnzvmPWWoJqoMiFXPe1tt70d0lhHq-NFcLLcYTidE3GwLiyIiqw8MXi8aeBlzkQ\",\"signingKeySignature\":\"0x254315b1727ea445909b88c0459aabe2ab9b9df4109add8f33046b5eee74387425946033192a8fb6c3ecc00b0ecc593a887e805fd765a81be193d6a71b70afad1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vN213-pwpDSq2a1t-gxr4fKpmANl2FRhQGvt1ZRBc3U\\\",\\\"y\\\":\\\"zI0XG434VQT_M5DzxBvawkcnBGOuzUWxU0uOdExbIi0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mD6tC8DbbzntyuYm8JvfmmkdaM_UNEwsG4qfiSdhLnI\"}"