"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Hw-lhnMPOzvEfc89XwZdL.png?height=501&width=2000&&size=medium)\\n\\n**SNW Wiki Sketch**\\n\\n![](https://images.mirror-media.xyz/publication-images/Mkj3qq0yn0oT0tGBO-fxc.png?height=1125&width=2000)\\n\\n**Superhero NFT Wars is a social and smash combat metaverse based on the DND (Dungeons and Dragons) background setting, allowing almost all high-valued but independent NFT communities join together on this SNW platform with uniformed standards. We aim to realize an industrial-level social, competition, and collaboration infrastructure for existing IPs.**\\n\\n**We see SNW as:**\\n\\n**🦹‍♀️ Crypto ver. of Marvel \\\"Avengers\\\" or \\\"Super Robot Wars” (Gundam)**\\n\\n**🌐 NFT Universalization Infrastructure**\\n\\n**🤼‍♀️Gamified Interaction-enabled Opensea-like Exchange**\\n\\n**🕹️A series of play-to-earn games**\\n\\n**👩‍👩‍👧‍👧 A Open Sandbox World Settings, whose game levels and story line are designed by the community..**\\n\\n## Outline\\n\\n* Background\\n* HERO-NFT\\n* Skills & Skill Cards\\n* How to Play\\n* Economic Model\\n* Concept Designs\\n* Vision\\n* Roadmap\\n\\n![](https://images.mirror-media.xyz/publication-images/0k_a3h9UNRTkb7eZIlD2-.png?height=2000&width=2000)\\n\\n## Background\\n\\nProluge\\n\\nAll major NFT communities received a mysterious invitation. Guided by a holy purple light beam they came to the SNW world as Heroes, to jointly explore this unknown world that was home to endless hidden treasures.\\n\\nWorld Settings\\n\\n![](https://images.mirror-media.xyz/publication-images/bjiFjKJb5dbLlTFRdBhMK.png?height=563&width=317&size=medium)\\n\\nSurface World (PVP): NFTs (Communities) from different metaverses come to this world and form each divine camps. On the Surface world of SNW, players can not only socialize, combats, and even cooperate as a unit, but utilize the communities as camps to establish alliances and launch wars.\\n\\n* A-NFTs from other metaverses will be awarded with unique community icons;\\n* The Power Symbol, namely the Amethyst Palace, will announce the Ranking List 24/7 to show the competitiveness of each individuals and major camps.\\n* Camps will have their own irreplaceable lands, fragmented into plots, on this SNW continent.\\n* Underground world (PVE): the underground world of SNW is an abyss constructed by multi-layered dungeon worlds. Each layer habitats different monsters and races. Players can engage in the PVE exploration to claim rewards. Along with the exploration progress, deeper layers of underground dungeon will be online gradually.\\n\\n## HERO-NFTs\\n\\n![A Sample Concept Sketch of Assassin Hero-NFTs (one of the major Hero-NFT professions), with the television monitor head displaying the white-listed community's existing Avatars (e.g. CryptoPunks, BAYC, Mekaverse, etc.).](https://images.mirror-media.xyz/publication-images/2itb_Vt2CGoKOXB4ub91V.png?height=2631&width=1597)\\n\\nPlayers will mint the valuable, tradable and exclusive Hero-NFT by opening the Hero-NFT mystery boxes, and they can earn $GEM through PVE exploration and $SNGold PVP combat in the SNW metaverse.\\n\\nHero-NFT Mystery Box(es)\\n\\n![](https://images.mirror-media.xyz/publication-images/61O6f9dBM9OMxAxaI8K2E.png?height=259&width=287)\\n\\nPricing: $200 (equivalent valued $GEM)\\n\\nWhen opening the Hero-NFT mystery box(es), you can randomly obtain 5 different rarities of Hero-NFTs with different properties, namely Normal, Superior (R), Precious (SR), Rare (SSR), and Legendary (UR) in sequentially increasing rarity order.\\n\\nMinting\\n\\nWhenever Mystery Boxes purchased, the Hero-NFTs will be minted immediately. But before opening, you can choose whether to bind with existing white-listed NFT communities:\\n\\nA-NFT/ White-listed NFTs also name as the A-NFTs\\n\\n* A-NFT un-binded Hero-NFT mints will not have the community icons which can enable their own avatars uploaded into the character monitor head.\\n* A-NFT binded Hero-NFT mints will have the community icons uploaded into the character monitor head automatically.\\n\\nProfessions\\n\\nOne of the following four professions will be randomly generated when minting:\\n\\n* Intelligent Type (Mage Hero Robots with Magic Element);\\n* Agile Type (Assassin Hero Robots with Shadow Element);\\n* Power Type (Barbarian Hero Robots with Fury Element);\\n* Tank Type (Paladin Hero Robots with Divinity Element).\\n\\nCommunity Camps & Guilds\\n\\nEach Hero-NFT belongs to a certain A-NFT community, and each community can perform as a camp. With the continuous growth of community members, they are free to form a certain Guild to join the SocialFi and DAO governance of SNW.\\n\\n![Early Character Sketch](https://images.mirror-media.xyz/publication-images/U0b7q8tJ62y63NlI4ew_H.png?height=850&width=1355)\\n\\nAttributes\\n\\nThe attribute values are designed according to the DND (Dungeon and Dragon) world setting, and the relevant attribute values are:\\n\\n* Strength(STR);\\n* Dexterity(DEX);\\n* Constitution(CON);\\n* Intelligence(INT).\\n\\nRarity\\n\\nWhen minting, different rarities of Hero-NFTs will be randomly generated:\\n\\n[Rarity Table](https://www.notion.so/7c07916daa0943b7a98aaaffbc35ef00)\\n\\nSynthesis Functionality\\n\\nIn order to improve the liquidity of those Hero-NFTs with relatively lower rarities, we offer the Hero-NFT synthesis function by enabling multiple lower-rarity Hero-NFTs synthesize and upgrade into a Hero-NFT with higher rarity by consuming $GEM.\\n\\nUpgrade\\n\\nConsuming certain amount of $SNGold and experience points can upgrade and get more attribute points.\\n\\n## Skills & Skill-cards\\n\\n![](https://images.mirror-media.xyz/publication-images/8JODhaKL3YS2RY0ef_SeK.png?height=245&width=267)\\n\\nHero-NFTs can learn skills by consuming Skill-cards. Skills can improve mining capability when exploring the PVE underground dungeon.\\n\\n* Stars: the reference value of the Skill-cards' rarity in 1-5 classes. The obtaining methods are as follows:\\n  * Skill-card Mystery Boxes Opening: 1-4 stars;\\n  * PVE Exploration: 1-5 stars;\\n* Level Upgrade: Skill-cards' level can be upgraded through consuming several skill cards (with the same title-name and the same level) + certain amount of $SNGold coins.\\n\\nSkill-card Mystery Box(es)\\n\\nPricing: $50 (equivalent valued $GEM)\\n\\nOpen Skill-card Mystery Boxes can randomly get 1-4 stars Skill-card.\\n\\nA snaphot of under-developing Skill-card Icons\\n\\n![](https://images.mirror-media.xyz/publication-images/IYez-rq_Xlyo6GRcWSGlp.png?height=154&width=1458)\\n\\n## How to Play\\n\\n![](https://images.mirror-media.xyz/publication-images/moof4cF0mOa5TvKwCOjZj.png?height=369&width=375)\\n\\n![](https://images.mirror-media.xyz/publication-images/UR8Dc5cNDYMgMrEATsuOh.png?height=398&width=399)\\n\\n### Underground Dungeon World\\n\\nHero-NFTs can obtain the following items by exploring the underground dungeon:\\n\\n* $SNGold;\\n* Experience Points (used for upgrading the Hero-NFTs)；\\n* Skill-card Fragments (multiple Skill Cards Fragments can be synthesized to a valuable and tradable one)\\n* Other NFT Trophies (including but not limited to the phoenix eggs, bat wing, shiny elkskin and other NFT PVE rewards in fine art).\\n\\n### Combat Arena\\n\\n![](https://images.mirror-media.xyz/publication-images/NomKxNNmrhYwIFxP8WdjD.png?height=398&width=402)\\n\\nHero-NFTs can combat with each other which requires each party pledge the same amount of tokens right before the battle starts. The winner will get 88% of the total pledged amount of tokens back after the combat, with the remaining tokens for the following purposes:\\n\\n* The platform charges a 2% commission fee of the total pledge amount;\\n* 10% of the total pledge amount will repurchase the $GEMs in the LP pool, giving back 60% to the loser, 40% to the winner.\\n\\nOnline Combats\\n\\nHero-NFTs can pledge a fixed amount of $BUSD or $GEM to enter the real-time on-chain combat matching (in a queue pool method).\\n\\nShare Battles\\n\\nHero-NFTs can pledge any amount of $BUSD or $GEM to generate a one-time-usable challenge link. Players can share this link with others who can pledge the same amount of $BUSD or $GEM to accept the challenge.\\n\\n## Overview of the Platform Economic Model\\n\\n![](https://images.mirror-media.xyz/publication-images/ojzxi6pCDygjXvG3tjokj.png?height=1060&width=1122)\\n\\nDual-currency system, with main token $GEM in a deflation model and auxiliary token $SNGold in an inflation model.\\n\\n$GEM\\n\\n![](https://images.mirror-media.xyz/publication-images/tB_NhNfDoFw0sBKqBF9GB.png?height=441&width=390)\\n\\nThe main token in the game which is used for purchasing most of the main items and central functionalities of the game.\\n\\nIssuance Amount\\n\\n10,000,0000 (100MM), will never issue more.\\n\\nIssuance Form\\n\\nThrough Fair Launch method, the platform will use all the $GEMs to establish a BUSD/GEM LP swap pool on Pancakeswap.\\n\\nUsability\\n\\n* Purchase Skill-card mystery boxes (50% burned, 50% to the community Treasury Fund Pool);\\n* Purchase Hero-NFT mystery boxes (50% burned, 50% to the community Treasury Fund Pool);\\n* Free-trade for Hero-NFTs;\\n* Free-trade for Skill-cards.\\n\\nCommunity Treasury Fund Pool\\n\\nThe platform is committed to building an infrastructure with the integrated development of DAO & SubDAO as the core. All $GEMs in the community treasury fund pool will be given back to all participants who contribute to the community co-construction and development.\\n\\nCombat Repurchase\\n\\nEach time when the PVP combat is over, 10% of the total pledge amount of $GEM will be used for repurchase, with 60% going to the loser and 40% to the winner.\\n\\n### $SNGold\\n\\n![](https://images.mirror-media.xyz/publication-images/QWN3Zhix5IliBijOVXvgc.png?height=294&width=294)\\n\\nAuxiliary token in the game mainly used for daily consumption of Hero-NFTs.\\n\\nIssuance Amount\\n\\nContinous issuance\\n\\nObtaining Methods\\n\\nby joining the PVE combat/ Camp Raid Competitions, or participating in other airdrops by the platform.\\n\\nFunctions\\n\\n* To upgrade Hero\\n* To synthesize and upgrade skill cards\\n* To buy commodities such as energy liquid\\n\\n## 美术设计/ Concept Designs\\n\\n![](https://images.mirror-media.xyz/publication-images/BsM0U-RwKMgeemtpjSjJW.png?height=1128&width=2000)\\n\\n![](https://images.mirror-media.xyz/publication-images/8orzZlDWTOTHVSU5F1M4l.png?height=1080&width=1920)\\n\\n## \\n\\n![](https://images.mirror-media.xyz/publication-images/mzuhZtznvEKAgpOEInj8z.png?height=2059&width=1125)\\n\\n## \\n\\n![](https://images.mirror-media.xyz/publication-images/Wmw_qwRsuK51rS_WizScB.png?height=1080&width=1920)\\n\\n## \\n\\n![](https://images.mirror-media.xyz/publication-images/8vbMFa-nrtaoEoDB_bC1s.png?height=1920&width=1080)\\n\\n## \\n\\n![](https://images.mirror-media.xyz/publication-images/dZd0gDs8HNqss8Ef5bJt1.png?height=1125&width=2000)\\n\\n## Vision\\n\\nSNW will provide users with a brand-new Web 3 social system based on NFT Avatars, committed to building the entrance for NFT community guilds and new NFT collectors.\\n\\n* P2E-enabling NFT Avatars\\n\\nThe famous avatar IP guilds will have in-game value to enhance the fighting effectiveness and P2E chances.\\n\\n* SNW- SocialFi and DAO\\n\\nGuilds will gather up here together with the NFT value increment to realize the SNW social DAO. We will launch a ranking lists of fighting capacity as well as influencing. SNW will eventually serve as the bridge for WEB 3.\\n\\n* SNWLand —— Guild Treasury Funds\\n\\nGuilds can get assets by buying or through PVP module in SNW. The SNWLand system will provide opportunites for “National War PVP” and add-on more asset value for each SubDAO.\\n\\n## Roadmap\\n\\n2021 Early Dec.\\n\\n* Community set-up, begin social media interactions and joint decision-making;\\n* Special-edition of Hero-NFT mystery box airdrop campaigns;\\n* Minigame Developments;\\n\\n2021 Mid-Late Dec.\\n\\n* Official launch of the website;\\n* Genesis sales of Hero-NFTs and Skill Card mystery boxes;\\n* Releasing multiple upcoming mini-games;\\n* Set-up $GEM swap pool by using the genesis mystery box selling revenue;\\n\\n2022 Jan.\\n\\n* Launch of PVE module;\\n* Enable Hero-NFTs and Skill Cards Upgrade and Synthesis functionalities;\\n\\n2022 Feb.\\n\\n* Launch official marketplace;\\n* First *Community Raid Warfare Grand Prix Competition*;\\n\\n2022 Mar.\\n\\n* Start weekly and monthly competitions and rankings;\\n* Dungeon plot auctions;\\n\\n2022 Q2.\\n\\n* Launch customized dungeon map editor;\\n* Release the PVP combat module;\\n\\n2022 Q3-Q4.\\n\\n* Structurally upgrade the game visuals;\\n* DAO governance gradually takes shape.\\n* SocialFi has begun to take shape.\\n\\n\\\\*\\\\*\\n\\\\*\\\\*\",\"timestamp\":1638877865,\"title\":\"SNW Wiki Sketch\"},\"digest\":\"L4Dc6849ofSycm3WnhtHqw0q1MY1CvbCGI3PQxrmst4\",\"authorship\":{\"contributor\":\"0xF8FB3eA6D4Af20cCF7f461861c5D9FC21E090193\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d4QZ9pBTaUynL-Nn68tC_C6Wjw903GZMCZBxdEsEIbw\\\",\\\"y\\\":\\\"wzxy5PCQnQozRezq3uKyYLEqW3TQOSbPak7OGv1XHQA\\\"}\",\"signature\":\"yPavSL81muETcL8AljN31LQCOROVecWhYidDZDUFEkSuwmlBukVK4YqobfRRFqap5RO_RpiZoWht4qnu0lY-Cg\",\"signingKeySignature\":\"0xa5cdd48fd3a2eb97443e6746014e763da2edda91348687334e7cba90ba45d314719e19c3c657041bf6c5980e1d854fa1b756a63305adbdb2bca176ce798c12ee1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d4QZ9pBTaUynL-Nn68tC_C6Wjw903GZMCZBxdEsEIbw\\\",\\\"y\\\":\\\"wzxy5PCQnQozRezq3uKyYLEqW3TQOSbPak7OGv1XHQA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5kYBtpIMCiq0mJU5bHLQluKxnPOwyN6EcfP3tBqI-qI\"}"