"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*tOkCsfZQm57VYtsCalFgnw.jpeg)\\n\\n## Una serie de pasos que utilizan la técnica de legal design para diseñar un producto innovador dentro de la industria legal…\\n\\n*Este es el instructivo de la actividad final del curso “[El Abogado del Futuro: Legaltech y la Transformación Digital del Derecho](https://www.coursera.org/learn/legaltech)” dictado por Federico Ast en la plataforma Coursera.*\\n\\nEl legal design es una disciplina que busca aplicar los principios del design thinking en el desarrollo de productos en la industria legal. Combina conocimiento en derecho, tecnología y diseño para desarrollar productos amigables con los usuarios y fomentar el acceso a la justicia.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Ssr6qfet4U0o9yh_eEqD9A.jpeg)\\n\\nEl objetivo de este ejercicio será desarrollar los conceptos básicos de un producto de software que apunte a resolver algún problema en la industria legal.\\n\\nEn lo que sigue, te guiaré paso a paso en la aplicación de herramientas de legal design para la identificación de un problema, la ideación de una solución, el desarrollo de un prototipo y la confección de un documento de presentación de tu producto.\\n\\n¡Empecemos!\\n\\n## Elección del Problema a Resolver\\n\\nPara empezar, elige un problema que quieras resolver. Puede ser en cualquier área que te resulte interesante dentro del mundo legal: disputas de consumo, derecho laboral, ineficiencias en la forma en que trabajan los abogados, etc.\\n\\nAlgunos ejemplos:\\n\\n* **Consumo.** Los consumidores de Argentina no tienen una forma sencilla y económica de demandar a una empresa de seguros por un reclamo vinculado con un accidente de auto.\\n* **Trabajo.** Las trabajadoras domésticas de Colombia suelen ser perjudicadas por sus empleadores porque no tienen contratos laborales.\\n* **Viajes.** Los usuarios de transporte aéreo de México no tienen una forma sencilla de reclamar un reembolso a las aerolíneas por problemas con el servicio.\\n* **Construcción.** Los desarrolladores inmobiliarios de Perú no tienen mecanismos para resolver disputas en contratos de construcción.\\n\\nElige un área que te sea familiar y en que te resulte interesante trabajar.\\n\\nIntenta identificar:\\n\\n* ¿Cuál es el problema?\\n* ¿A quiénes afecta?\\n\\n## Construyendo un Prototipo\\n\\nUna vez identificado el problema, es hora de construir un prototipo que sirva para empezar a visualizar una solución.\\n\\nHay diferentes niveles de fidelidad a la hora de hacer un prototipo. Los prototipos de **baja fidelidad** son menos realistas. Los prototipos de **alta fidelidad** son más realistas y se parecen más a un producto final. Obviamente, a mayor realismo, mayor tiempo de desarrollo.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*57I3bzHrER4iQy5W8oBPEg.jpeg)\\n\\nEl proceso de construcción de un prototipo comienza con papel y lápiz. A continuación, puedes ver el proceso que se siguió para el desarrollo del Museo Guggenheim de Bilbao.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*p2TAcr-2fdIFXPyXLMVhwg.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*G3WAGZmITIv01qa0NMO8sQ.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*zVUh06lsmyucQKYshifNrA.jpeg)\\n\\nEn el caso del software, podemos construir un prototipo de baja fidelidad dibujando algunas pantallas de una aplicación y el flujo que tiene que seguir el usuario.\\n\\nVeamos algunos ejemplos…\\n\\n![](https://miro.medium.com/max/1400/1\\\\*PB1ndJIV2yXkm4I645UN_A.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*-nfVV6QdWzARZawWDTlrrw.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*XYaNRXMhmFe3ucjiPDZAXA.jpeg)\\n\\nPiensa en el problema que buscas resolver e imagina de qué forma la solución se refleja en una serie de pantallas y en un flujo que debe seguir el usuario.\\n\\n* Ahora, dibuja 2 pantallas de tu prototipo.\\n\\n## Buscando Feedback\\n\\nUna vez que has dibujado tu prototipo de papel, es hora de buscar algo de feedback.\\n\\nBusca un amigo o colega (en lo posible, alguien que tenga conocimiento sobre el problema) y haz lo siguiente:\\n\\n* Explícale el problema que quieres resolver.\\n* Muéstrale el prototipo de papel.\\n* Escucha atentamente el feedback. No intentes convencerlo de las bondades de tu solución. Intenta obtener una opinión sincera.\\n\\n## Creando un Prototipo Digital\\n\\nUna vez recibido el feedback, es hora de crear un prototipo digital. Esto es un prototipo con una fidelidad mayor a la del prototipo en papel que dibujaste en un paso anterior. Es decir, el nuevo prototipo será más parecido a cómo se vería el producto real.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*cdhnrrWh-BqLSZ9vj0nWrQ.jpeg)\\n\\nAlgunos tips para diseñar tu prototipo digital:\\n\\n* Puedes utilizar herramientas que seguramente ya tengas en tu computadora o que puedes descargar fácilmente de Internet, como Apple Keynote, Google Slides o Microsoft Powerpoint.\\n* Para mayor realismo, puedes conseguir plantillas de pantallas en Google Imágenes. Puedes encontrarlas con los términos de búsqueda “screen template transparent”. Encontrarás imágenes de teléfonos móviles y pantallas de PC con fondo transparente dentro de los que puedes colocar tu producto.\\n\\nSi lo deseas, también puedes ver este video que te explicará cómo convertir tu flujo de app en un prototipo digital usando Microsoft PowerPoint. \\n \\n\\n[https://youtu.be/Hoj7v0j8w6o](https://youtu.be/Hoj7v0j8w6o)\\n\\n> Elige un nombre para tu producto.\\n>\\n> Crea un logo usando alguna de estas herramientas gratuitas: [FreeLogoDesign](https://www.freelogodesign.org/), [Hatchful](https://hatchful.shopify.com/), [Wix Logo Maker](https://www.wix.com/logo/maker).\\n\\n## Construyendo un Deck\\n\\nHasta este punto, has definido un problema que quieres resolver, has desarrollado una idea de solución, has diseñado un prototipo, y has elegido un nombre y una marca para tu producto.\\n\\nAhora, vas a utilizar todo este material para elaborar un pitch deck, un tipo de documento que se utiliza en el mundo emprendedor para presentar un proyecto ante inversores.\\n\\nTípicamente, un deck es un documento en PDF de unas 10 a 15 páginas que contiene información sobre diferentes aspectos del negocio. En este ejercicio, sólo haremos una parte del deck que contiene lo siguiente:\\n\\n* Carátula\\n* Problema\\n* Solución\\n* Producto\\n* Modelo de negocio\\n\\n## Carátula\\n\\nLa carátula del deck contiene el nombre de tu producto y su propuesta de valor. Aquí tienes algunos ejemplos que pueden servirte de inspiración.\\n\\n![Esta es la carátula del pitch deck de Airbnb en los primeros tiempos, cuando aún tenía su nombre original: AirBed&Breakfast. Su propuesta era: “Alquila habitaciones con locales, en lugar de con hoteles”.](https://miro.medium.com/max/1400/1\\\\*AMOwI1zI_1xuVnEhCmPCpg.jpeg)\\n\\n![Esta es la carátula del pitch deck de la red social profesional LinkedIn. Su propuesta de valor era: “Encuentra y contacta a la gente que necesitas, a través de la gente en la que ya confías”.](https://miro.medium.com/max/1400/1\\\\*iOWKUMbgCOT1Yniy_KwOfw.jpeg)\\n\\n> Ahora, desarrolla la carátula de tu deck.\\n\\n## El Problema\\n\\nEste slide explica el problema que quieres resolver.\\n\\n![Airbnb presentaba el problema que buscaba resolver de la siguiente forma: “El precio es una preocupación importante para clientes que realizan reservas de viajes online. Los hoteles te dejan desconectado de las ciudades y su cultura. No hay una forma sencilla de alquilar una habitación con un lugar o convertirse en anfitrión”.](https://miro.medium.com/max/1400/1\\\\*NRl1bKbw5alYpZjPfYc1eQ.jpeg)\\n\\n![Así es como Tinder explicaba el problema del usuario: “Matt ve una chica en una fiesta. Pero, como la mayoría de nosotros, Matt no irá a saludarla. Tiene el mismo problema que la mayoría de nosotros: el miedo al rechazo”.](https://miro.medium.com/max/1400/1\\\\*qjQ6hhSKsFwaEgxm4VGnHQ.jpeg)\\n\\n> Ahora, elabora el slide que presenta el problema que quieres resolver.\\n\\n## La Solución\\n\\nEn este slide, tienes que explicar cuál es tu solución al problema que acabas de presentar.\\n\\n![Esta es la forma en que Airbnb presentaba su solución: “El producto es una plataforma web donde los usuarios pueden alquilar su espacio a viajeros. A los viajeros, esto permite ahorrar dinero en alojamiento. A los anfitriones, permite ganar dinero. Y permite compartir cultura”.](https://miro.medium.com/max/1400/1\\\\*vMZMpLA5_tgtXUsRH86C0Q.jpeg)\\n\\n![Esta es la forma en que Tinder presentaba su solución, cuando todavía tenía su nombre original de Match Box: “Da like a gente cerca tuyo y conéctate con ellos si también les gustas”.](https://miro.medium.com/max/1400/1\\\\*dvCUCNEbblLN-Maz5zes-w.jpeg)\\n\\n> Ahora, confecciona el slide que presenta tu solución al problema.\\n\\n## El Producto\\n\\nEn este slide, tienes que mostrar las pantallas del prototipo digital que has creado.\\n\\n![Así es como Airbnb mostraba su producto.](https://miro.medium.com/max/1400/1\\\\*155mI0nPCPx3WiCAsssMYQ.jpeg)\\n\\n![Así era como lo mostraba Tinder.](https://miro.medium.com/max/1400/1\\\\*CGb_qiQo4YKNgs5wwLpfvQ.jpeg)\\n\\n> Ahora, elabora el slide sobre tu producto, utilizando los prototipos digitales creados en el paso anterior.\\n\\n## El Modelo de Negocio\\n\\nEn este slide, tienes que explicar tu modelo de negocio. Es decir, cómo tu empresa va a ganar dinero.\\n\\n![El modelo de negocio de Airbnb consistía en cobrar una comisión de 10% por cada reserva hecha en la plataforma.](https://miro.medium.com/max/1400/1\\\\*jeC34IADrON0x4yFkwum3A.jpeg)\\n\\n![El modelo de negocio de Tinder era cobrar por las conexiones entre usuarios.](https://miro.medium.com/max/1400/1\\\\*5US5gtyubzz5aeosqi_Gvw.jpeg)\\n\\n> Ahora, elabora el slide sobre el modelo de negocio.\\n\\n## Entrega Final\\n\\nUna vez que has diseñado todos tus slides, compilalos en un documento en PDF.\\n\\nRecuerda, ese documento debe tener 5 páginas:\\n\\n* Una **carátula** con el nombre del producto y una breve oración que exprese la propuesta del valor.\\n* Una descripción clara y precisa del **problema**.\\n* Una explicación clara de tu **solución**.\\n* Una presentación de dos pantallas de tu **producto**.\\n* Una breve explicación de tu **modelo de negocio**.\",\"timestamp\":1638650223,\"title\":\"¿Cómo Desarrollar un Producto Legal?\"},\"digest\":\"tJTLbkMc1KYDTXo2INN9GprDEUUWXGbuYlzJhxYmFd4\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"IT_tNIau4-tRVRdXyM_UzvpJq48Dp05hI1BQoIhitA-8dG1B0DXFeEL2SiJCKdrVla2WHXIA6ngWeoOrLMOdOA\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tJTLbkMc1KYDTXo2INN9GprDEUUWXGbuYlzJhxYmFd4\"}"