"{\"content\":{\"body\":\"（这篇思考起初是用英文写的，先放在这儿，以后有时间再写中文版的）\\n\\nThe Great Reset is the name of the 50th annual meeting of the World Economic Forum (WEF), held in June 2020. It refers to not only the fourth inning brought by digital transformation but also the paradigm shift of global macro landscape, meaning the fall of dollar as THE reserve currency and the end of current debt cycle. In this article, we will be looking at the convergence of debt cycle and global reserve currency reset.\\n\\n1.  Reserve Currency \\n\\nOne tentative way to predict the timing of reserve currency reset is to look into the history. As we know, a reserve currency has never maintained its hegemony for over eight decades. The longest one being the current Petrodollar system which was established in Bretton Wood in 1944. Of course, this factor could just be an indicator. \\n\\nBut another way more significant factor to consider is the percentage of dollar usage in the global market. Now with the competition from Euro and potentially RMB, the percentage of dollar usage in global trade has dropped to around 12%.\\n\\n![]()\\n\\nCountries are trying to get around the dollar and settle in other currencies. With dollar gradually stepping down as THE reserve currency, coupled with a supposedly continuing money printing, we would end up seeing a real currency-driven hyperinflation in the U.S.. \\\\\\n\\n\\nOne might argue that the possibility of dollar stepping down is very slim because few currencies could fill the role. We have the debt burden of euro, not to mention its lack of centralized debt issuance. We also have another contender Yuan which has no intention to remove capital control nor to risk the possibility of trade deficit to become the reserve currency. However, we do not need dollar to lose its hegemony completely for the hyperinflation thesis to play out. We only need to have dollar along with euro and yuan as de facto reserve currencies. \\n\\nAnother counterargument to the hyperinflation thesis I can think of is that if U.S. economy is as strong as it is now, the GDP growth could indeed catch up with debt growth. But the debt to GDP ratio in U.S. has currently almost passed 100%. Also, the pressure put on growth could be detrimental for U.S. economy. Think about it —— when a country is forced to grow at all cost as if life depends on it, it would tend to make mistakes here and there. Not to mention that growth, more often than not, is fueled by capital injection. It naturally requires more capital, thus forming a vicious circle. \\n\\nOther than debt to GDP ratio, another important statistics to look at is debt to money supply. Debt to money supply tends to peak after we hit zero interest rate which was around 2008 financial crisis. Now we are definitely at a later stage where the money that was recapitalized or “trapped” in the banking system got out and flushed into the private sector. Only now would we witness a real inflation. Only now would we see too much money chasing too few goods. \\n\\n2\\\\. End of Debt Cycle \\\\\\n\\n\\nOne sign for the end of debt cycle is the spirally lower interest rate. Now we witness low or even negative interest rates. Even worse, the reason that the ECB and BoJ are in a haste to issue Central Bank Digital Currency could be to better implement negative interest rate. \\n\\nRetrospectively it is inevitable. But up close, we do not know when the debt bubble will burst. Some sober economists have been waiting and preparing for decades without really seeing the burst. But it is bound to burst as all bubbles are. So the real question is when. This is a multi-trillion dollar question. If we could determine the general timeline for the bubble to burst, we could hedge against it or even profit from it. \\n\\nPeople tend to compare the decades from 2000s till now to the Great Depression. In the time period before the Great Depression, we witnessed hyperinflation in Weimar Germany and even lived World War II after the Roaring 20s. Through this lens, our generation could be living the crisis, breathing the crisis and trying to find hope in the crisis.   \\n\\nSince the break would happen in the weakest link, we need to find the events that already happened in a smaller scale to predict the crisis in the large scale. In the past decade, we had European sovereign debt crisis. We had Argentina peso and Turkish currency debasing. In the light of it, the now unthinkable ECB bankruptcy might not seem to be out of reach. \\n\\nOne might have to be insane to stay lucid. \\n\",\"timestamp\":1640762775,\"title\":\"宏观视角：大重置 The Great Reset (英文) — Reserve Currency and Debt Bubble\"},\"digest\":\"1-stqrl9lqo6fEow_kBH1veC1UeDvMPf9JAcB_ssdDw\",\"authorship\":{\"contributor\":\"0x41BfFAEA127751c477f49Bc962f4B422fe528F6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nVp0yfL1Q4ECvbDxuHmKOmZFLkDChZR-DPk457gZSUM\\\",\\\"y\\\":\\\"wRoS4zyiLq941JuC95n-dqkHiYQL4PY6bfAm3Cp5V3g\\\"}\",\"signature\":\"6coZSsk2FbSBCDlkDSu7TWp3tK1iLQc1HiSEBMt3VSk1BbG3iHhG1uwQiyDPgdJ9_oIPREI8wKzrAJaBlTg6BQ\",\"signingKeySignature\":\"0xbf4c77faac19e3f389977979112ae681ccefeabd15c53a6f5051c9dc8b44ce221fc153e1c170bbc7d2b1789dc740bb7f2c6e65af6dcbd9e368a39fb5ebd522651b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nVp0yfL1Q4ECvbDxuHmKOmZFLkDChZR-DPk457gZSUM\\\",\\\"y\\\":\\\"wRoS4zyiLq941JuC95n-dqkHiYQL4PY6bfAm3Cp5V3g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1-stqrl9lqo6fEow_kBH1veC1UeDvMPf9JAcB_ssdDw\"}"