"{\"content\":{\"body\":\"Manchester City have a 10-point lead at the top of the Premier League and are comfortably on course to win a fourth title in five seasons. Pep Guardiola's team, who face second-place Chelsea at the Etihad on Saturday, have become the most dominant side in English football since Manchester United won the title five times in six seasons under Sir Alex Ferguson between 1995-96 and 2000-01. This year, a combination of City's depth of quality, and the challenges facing their rivals, suggest that they could match and surpass the winning run enjoyed by their neighbours at Old Trafford.\\n\\nBut while this season's title race appears to be drawing to an inevitable conclusion, with City winning the Premier League once again to secure an eighth English championship overall, can one of their challengers close the gap sufficiently this summer to enable them to deny City the title next season?\\n\\nGuardiola has built a formidable winning machine at the Etihad, but only four clubs -- Huddersfield (1920s), Arsenal (1930s), Liverpool (1980s) and United (1990s and 2000s) -- have won three successive league titles. So what do their so-called Big Six rivals need to do to challenge City and beat them to the title next season?\\n\\nOver the past 10 years, Chelsea stand alone as City's biggest rivals when it comes to silverware. Liverpool are the last team to deny City the title, in 2019-20, but Chelsea have won two Premier Leagues, two Champions Leagues, two Europa Leagues, two FA Cups and the EFL Cup over the past decade; only City have amassed more honours than the Stamford Bridge club. Despite the lack of continuity at Chelsea -- Thomas Tuchel is their sixth permanent manager since 2012 -- it is a club that is able to deliver sustained success, and their Champions League win last season came at City's expense, with Kai Havertz scoring the only goal of the game to beat Guardiola's team in the final.\\n\\nIf Tuchel remains in charge, Chelsea possess a coach with a winning pedigree and somebody who has a track record for beating Guardiola. But the former Borussia Dortmund and Paris Saint-Germain coach needs to add depth and quality to his squad if Chelsea are to mount a sustained title challenge next season.\\n\\nTo catch City, Chelsea need to strengthen in three crucial areas: centre-back, central midfield and in attack. If Antonio Rudiger leaves as a free agent this summer, Chelsea will lose their best centre-half, meaning they'd need to sign two top defenders: one to replace Rudiger and another to eventually succeed the aging Thiago Silva. Keeping Rudiger would be like signing a world-class centre-half.\\n\\nIn midfield, Chelsea need greater variety and a player who can dominate the game. Opponents have worked out how to nullify the threat posed by Jorginho, and N'Golo Kante's contribution is now starting to wane. Up front, Chelsea have plenty of depth, but they still lack a reliable goalscorer at the highest level. Timo Werner has failed to deliver since arriving from RB Leipzig 18 months ago, and Romelu Lukaku, as he has done throughout his Premier League career, continues to fall short against the best teams.\\n\\nChelsea could move Werner and/or Lukaku to another club and sign a better striker, such as Robert Lewandowski, Harry Kane or Dusan Vlahovic. Doing that could be the difference between winning the league or missing out.\\n\\n Chelsea need a perfect summer in which they keep Rudiger and recruit world-class players in key areas. If they can land a striker like Erling Haaland or Harry Kane, they would have 9 out of 10.\",\"timestamp\":1642243247,\"title\":\"Catching Man City\"},\"digest\":\"mVku5NPT1BWTCg_OvFXMl-iuNqoaunzTvbdW9r6H9yo\",\"authorship\":{\"contributor\":\"0x39d28336458332603a67C2002101b1e1A061FCA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"msqi4Vf_Q3LueQs6oHa39Mf7sBKBTDTayjv1MIz2pVA\\\",\\\"y\\\":\\\"O1JPwrBMKE9Tv9wGKO-20CQcoyvKYsIMklaxQ0J4dx4\\\"}\",\"signature\":\"EcLCY5xdy_LHRMZ86To4dh2D1ZZv9SVKz1P9CRQf1GLOEZS3tj3OXviUxwtK5_wwjWhFwFCgIlu5ILEs8vQybQ\",\"signingKeySignature\":\"0xc9b001c24e237473f9d315b2eee655233d839ff2c8d2e9122721c13e2661abbf4e72e5be6184073e8c52a215758874f2e88f0f08c647c2197513f54bc42f84731c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"msqi4Vf_Q3LueQs6oHa39Mf7sBKBTDTayjv1MIz2pVA\\\",\\\"y\\\":\\\"O1JPwrBMKE9Tv9wGKO-20CQcoyvKYsIMklaxQ0J4dx4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mVku5NPT1BWTCg_OvFXMl-iuNqoaunzTvbdW9r6H9yo\"}"