"{\"content\":{\"body\":\"**Have you ever deleted an important file by accidents? How does computer's memories work? How technician support sometimes can retrieve your deleted data?**\\n\\nWe knew that computers understand things originated from binary digits, 0 and 1. They encrypt the binary serial somewhere as memories. There are two types of memories including primary memory and secondary memory.\\n\\n> Primary Memory (Main memory): It's a short term memory remembering current activities that we are working on. This type of memory needs power to store temporary data (short term). RAM would be an example.\\n>\\n> Secondary Memory: It's a long term memory that's used for storing data/information permanently. This type doesn't need power to store data. Hard Disk would be an example.\\n\\nIn this article, we will talk about secondary memory or permanent memory. How do we register serials of 0 and 1 into physical devices like hard disk and CD-ROM?\\n\\n![Hard drive components](https://images.mirror-media.xyz/publication-images/hIJXzxhvnzQ7MDHOGONFJ.jpeg?height=1334&width=1600)\\n\\nData will be registered in the area of “disk”, called platter which is hold by a spindle.   Spindle will manage where to keep the data and spin the platter to physical address that computer want to assign data. The actuator will move read/write header to be able to access all of the areas on the disk. So spindle and actuator are working together. Then the header will write 0 or 1 on the platter. The state that we call “writing” is just the change of magnetic state (North/South) on the tiny areas of platter.\\n\\n> The platter is a disk that stores data. Since it is a magnetic surface, bringing magnetic material close to it might cause some damages and loss of data.\\n\\n When the data/files have been written. The physical addresses are recorded corresponding to virtual addresses. So now a computer has some cheat sheet. Look some things like this: \\n\\n![Computer cheat sheet: the record of data location. The table records the binary number represented in hexadecimal number. \\\\*\\\\* Note that I just made up the table and the number to explain the concept of computer memories. It's not exactly this.](https://images.mirror-media.xyz/publication-images/0nHhIXoez3POUoFhGhV5b.png?height=694&width=962)\\n\\n> Virtual address: The virtual location for computer to remember where the data is.\\n>\\n> Physical address: The location where data is stored on the real disk\\n\\nAs you see, the first file is stored in virtual address: \\\\[0x00000000-0x00010000\\\\] that corresponding to the physical address: \\\\[0x00000000-0x00005000\\\\]. And the second file is store in virtual address: \\\\[0x00012000\\\\] corresponding to the physical address: \\\\[0x00006000-0x00005000\\\\]. Let assume that you accidentally delete the first file. What computer do is just forget the virtual address of that file. So the memory table will look something like this.\\n\\n![Memory table after deleting the first file.](https://images.mirror-media.xyz/publication-images/MdTAxk8UqOrTFrbvxMBdl.png?height=694&width=962)\\n\\nThe computer seems to forget the reference address of the first file. However, data are still there. You can get it back somehow. The binary digits of 0 and 1 are still on the disk (\\\\[0x00000000-0x00005000\\\\]). But what if a new file is written?\\n\\n![Memory table after inserting a new file.](https://images.mirror-media.xyz/publication-images/eHUsPPgErtqkOOltZ8XHl.png?height=762&width=962)\\n\\nThe new virtual address has been created \\\\[0x00000000-0x00002500\\\\]. There could be a chance that the old physical address has been replaced. And it really does in this case. The physical address of \\\\[0x0000000-0x00001250\\\\] of the old file has been replaced. In this case you can’t get it back.\\n\\nNow I hope this article will help you understand better of how computer memory work. “Deleted” means to delete from virtual memories but “To Replace” from the actual devices.\",\"timestamp\":1639327070,\"title\":\"The file you deleted is it actually deleted?\"},\"digest\":\"6T1nz8tZsX-TiRC5nocWdnbxO_LdGV3zeAnrjrznBv0\",\"authorship\":{\"contributor\":\"0x792978aeA9428200e8CbC3678cee8c13aA1f05E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u2kMD29fUsBnsNLZGjk1570rg_d92ZPpPGVkdIEV7Tg\\\",\\\"y\\\":\\\"cV8j1Xb4omEt7G836tnm8OO9p_ZxkiFfgTqRQnY2A8Y\\\"}\",\"signature\":\"tZMYIx2wo6xGc13mIp9t8fCykhClD06Yh9xqi3S9xuFTDDSFkGcF9ySZspypR-JPYhy76ePG0_c8J5w3xdJ2aQ\",\"signingKeySignature\":\"0x51d124128bd0f872a69c65514090738d469d89f946b7cc10a2484a66cd1db3ac67c97e3cf08f2711b25289d6dffd3e08f160f8abb38db0c4c882c11e6a1ae8391c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u2kMD29fUsBnsNLZGjk1570rg_d92ZPpPGVkdIEV7Tg\\\",\\\"y\\\":\\\"cV8j1Xb4omEt7G836tnm8OO9p_ZxkiFfgTqRQnY2A8Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6T1nz8tZsX-TiRC5nocWdnbxO_LdGV3zeAnrjrznBv0\"}"