"{\"content\":{\"body\":\"*Every Icon launches [tomorrow](https://www.eatworks.xyz/)*\\n\\nI first saw Every Icon in 1997 and it spoke to me back then as it does today. Take a space -- say, 32x32 -- and iterate through every possible combination of configurations of pixels in the grid and over time you will see Every Icon that could be conceived — every possible visual representation as a symbol in a simple grid. Yet, there is a hitch. There is always a hitch.  Here it's time.\\n\\n![Every Icon by John F. Simon Jr. ](https://images.mirror-media.xyz/publication-images/Rj9pQSs2qtO6JuRLx9jp7.png?height=1228&width=992)\\n\\nTime.  It hits you like Annie Dillard’s rake “*foot to forehead”* – it would take forever to cycle through every possible combination -- ok, maybe not forever, but[ billions of years](http://numeral.com/articles/041797mirapaul/041797mirapaul.html).  This tiny space is actually so large it’s impossible to conceive of the time it would take to traverse it. As John F. Simon Jr. says “there's no word for that amount of time and no word for that large a number\\\" .. its like Borges in his Library of Babel:\\n\\n> *“In all the Library, there are no two identical books. From those incontrovertible premises, the librarian deduced that the Library is “total”—perfect, complete, and whole—and that its bookshelves contain all possible combinations of the twenty-two orthographic symbols (a number which, though unimaginably vast, is not infinite)—that is, all that is able to be expressed, in every language.”*\\n\\nAnd yet if you tried to build Borges library it would be impossibly large. Again that rake  -- note to self: need emoji for rake.\\n\\n\\n---\\n\\nBack in 1997 John F. Simon and I, and others were working on[ äda 'web](https://anthology.rhizome.org/aeda-web) – forming collaborations between artists and technologists to create medium specific works -- rather than put paintings on the Internet we wanted to learn how to paint with the Internet. Fast forward to 2021.\\n\\nA few months ago we were talking about Web3, NFTs -- a new medium is emerging with Web3 and yet once again people’s first instinct is to hang JPEGs on the blockchain -- why not create with the blockchain? Why not create Every Icon in the native language of the blockchain?\\n\\nEvery Icon was made for this -- the ideas the work explores -- the breadth of a possibility space (that 32x32 grid).  Time.  How human time operates vs. machine time (the processor) vs. now block time -- and agency.  The agency of human choice vs. machine decisions.\\n\\nWe started exploring ways to re-imagine Every Icon as a medium specific, on-chain project. We explored a lot of ideas -- in a sense working through the project was working through a possibility space and exploring the edge of entropy and chaos, vs. coherence. I remember realizing one day that everything is in fact a possibility space -- this post is one, the coffee (or tea) you drink is one, the meeting you have tomorrow is one -- and embedded in every possibility space are constraints, some real and many self created. And yet every space is so much larger than we usually think it is.\\n\\nThe perfect partner and collaborator for bringing Every Icon to web3 was the FingerprintsDAO. Since joining Fingerprints earlier this year I have been continually impressed with their curatorial focus and vision -- when I first spoke with Sam and Jukay about Every Icon it resonated. And further more Sam had a brilliant idea of whom John could partner with for creative development -- DivergenceAaron and DivergenceHarri -- Harri’s and Aaron’s work with PROOF OF {ART}WORK and Brotchain were a perfect fit.\\n\\n*“In the final analysis, a drawing simply is no longer a drawing, no matter how self-sufficient its execution may be. It is a symbol, and the more profoundly the imaginary lines of projection meet higher dimensions, the better.” Paul Klee*\\n\\n![exploration / the process...](https://firebasestorage.googleapis.com/v0/b/firescript-577a2.appspot.com/o/imgs%2Fapp%2FJohnB%2FuNIhcMjkvX.gif?alt=media&token=f9f32549-ca3c-4673-b9ac-b649cc7cb5fd)\\n\\nEvery Icon is  the first project launched by e•a•t• works – a NY based DAO for collaborations with artists to explore the nature of the emerging web3 medium.  Applying components and learnings from[ äda 'web](https://anthology.rhizome.org/aeda-web),[ Seven on Seven](https://rhizome.org/sevenonseven/), early[ net art](https://anthology.rhizome.org/) projects and the original [E.A.T.](https://firebasestorage.googleapis.com/v0/b/firescript-577a2.appspot.com/o/imgs%2Fapp%2FJohnB%2FSOHrtKEcaB.jpeg?alt=media&token=192ceabb-6857-45b5-9506-d024ab0a0858)   e•a•t• works  will develop both projects with artists and the custom technology to power those projects. It will also record the context of how and why the projects were created.\\n\\n[Every Icon](https://www.eatworks.xyz/): A new, blockchain-native expression of John F. Simon Jr.’s work, offered as an NFT in partnership with Fingerprints DAO and e∙a∙t∙} works.\\n\\n![John F. Simon Jnr. at betaworks Studios on Wednesday Dec. 8th ](https://images.mirror-media.xyz/publication-images/3T3hn_iLGBD5H7J1LNenF.png?height=1062&width=1456)\\n\\n📺 [Five minute video of John F. Simon Jnr.](https://www.dropbox.com/s/xf6vxtbvnq0tqxc/Library%20-%201%20of%201.mov?dl=0) explaining Every Icon.\\n\\n*Thank you to the team and [JFS Jr](https://twitter.com/DrawingYourPath), to [FingerpintsDAO](https://fingerprintsdao.xyz/), [Sam Spike](https://twitter.com/_samspike_), [Dollar](https://twitter.com/dollar_monopoly),  [DivergenceHarri](http://divergenceharri), [DivergenceArran](http://divergencearran) to [Julie Martin](https://www.rauschenbergfoundation.org/artist/oral-history/julie-martin) and to the DAO.   And Remember, like life, there is no back button, you can only move forward choices matter.*\\n\\n✏️ [Artist statement and Mark Amerika on Automating Creativity](https://www.eatworks.xyz/about-every-icon) \\n\\n![“We adore chaos because we love to produce order” M. C. Escher.](https://images.mirror-media.xyz/publication-images/-Egdi6ZllanOrzW9BHqbi.gif?height=480&width=480)\\n\\n\",\"timestamp\":1639225458,\"title\":\"Every Icon.\"},\"digest\":\"zsnmhgz67t8ekQ417DmGjmuUpcQrZBq3ScM4YsKLsGI\",\"authorship\":{\"contributor\":\"0x80A80978Aa2F0147edE29409313C4955f1eecCa0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iMbMpZ6koEg7n8GqJV8XSl_aYGgoJmZnzDMGrPoL3Dk\\\",\\\"y\\\":\\\"pTm-SMjq8GXALmooHp28kpOcxql2A5IUgAWQpiUHOh0\\\"}\",\"signature\":\"x29Shs-0eh_YltqxFoa1PIlIXDw1DcYlyLKz3jqtIAyyzuX7J6uHLWO8tCYksjflcE8EK7CvIsIpXdolVxQjnQ\",\"signingKeySignature\":\"0x7ee4f4b1568b5cb40ba443309ae9c08c3e160aafc2ece11ff3abac713253ffc728b42be91146f40e5316887b21c8237a9c0af7a5c01338d2ff5b816d2c9db59c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iMbMpZ6koEg7n8GqJV8XSl_aYGgoJmZnzDMGrPoL3Dk\\\",\\\"y\\\":\\\"pTm-SMjq8GXALmooHp28kpOcxql2A5IUgAWQpiUHOh0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UQcmYnFHmIOeF3PBmA_GYn3A7j_L6b656ePn2CNeHyE\"}"