"{\"content\":{\"body\":\"If I go to your social and see 10,000 followers and 4 likes on your latest post with no comments or RTs, then I’m out. I’m not joining your discord, I’m not checking out your roadmap. I’m not even going to look at the rest of your art, and you can forget about me checking your utility. You’re lying to me and I JUST met your brand. It’s hurting me, and it’s definitely hurting you. If you’re trying to build an active community, you cannot do it dishonestly. There’s no shortcuts.\\n\\nA few tips:\\n\\n**STOP BUYING FOLLOWERS**, on ANY platform. It destroys your credibility, and it destroys any chance of the algorithm actually learning who your followers are. Hashtags are not going to be able to overcome the weight of 10k fake followers. Now you have to buy Likes and comments to try and look legitimate. \\n\\n**BE MORE TRANSPARENT**. No one cares if you don’t have a big name. We all know Web 3.0 is on its way, and with that, consumers want more control of what they are purchasing, and who they are purchasing from. They want to know who they are supporting. You can sell ice to an eskimo if they like you enough. Show your personality, be active in your own discord, give hot takes on newsworthy subjects. Let people engage with you as a person. \\n\\n**COMMUNITY MANAGEMENT**. This doesn’t mean setup a discord and crown a few mods. A community is not a crockpot, you can’t just sit it and forget it. People want to hear from you, they want to feel heard, they want to bounce ideas back and forth. If you are not good at this, hire a dedicated community manager to be the voice of your brand and let them connect on the one-to-one level. But don’t just give them a title. Give them tools to work with--empower them to have giveaways and other benefits. \",\"timestamp\":1639952835,\"title\":\"Salt can look like Sugar...\"},\"digest\":\"fV_KNMXY_-zUQgod99fXFqK9n6kzNNLJBKe2erw4XsI\",\"authorship\":{\"contributor\":\"0x9d4979cD1861a73c62a6DCAF698f7b812318cf29\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63SHgK44TNoO-BYt8tjsbe30-XITiaJXa7-2X7FfyBY\\\",\\\"y\\\":\\\"ELcQIoxiMSxD7qXjwFzp1cuuaNCNYyDzTNqaVeTeS-s\\\"}\",\"signature\":\"QUUFc2qKK69HBN5_7WsgzFAzZyVtYusDL4vUTyYymZOEskQAPzBT1gkKisf0F1RYuKAfSxB_8uLnOyFT_EE5Hw\",\"signingKeySignature\":\"0x1b6fbae92631eb4952582c6ed50e00f8c0fb5e0161ed3f753dc8d3bc133e5b87519701803ee3090acae335a284ebe839575e304bff05623b63095ef20bdbffff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63SHgK44TNoO-BYt8tjsbe30-XITiaJXa7-2X7FfyBY\\\",\\\"y\\\":\\\"ELcQIoxiMSxD7qXjwFzp1cuuaNCNYyDzTNqaVeTeS-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fV_KNMXY_-zUQgod99fXFqK9n6kzNNLJBKe2erw4XsI\"}"