"{\"content\":{\"body\":\"![open source](https://i.imgur.com/Qxtf8EA.jpg)\\n\\n–\\n\\nQuando si parla di pittura digitale o di software per questo scopo il primo tipo di software che viene in mente è Adobe come Adobe Photoshop o Adobe Illustrator ma questi software sono solo per Windows e Mac.\\n\\nPersonalmente, preferisco usare uno strumento online come Canva per creare facilmente delle grafiche stupefacenti. Ma non puoi essere online tutto il tempo, ed è per questo che puoi installare un software di creazione grafica quando vuoi.\\n\\nCi sono un sacco di applicazioni grafiche per Linux che aiutano gli artisti digitali a migliorare il loro lavoro o a creare qualcosa di interessante da zero. Beh, forse le applicazioni che sono disponibili con Linux non sono commercialmente popolari, ma offrono potenti funzionalità per agire come un compagno perfetto per un artista digitale.\\n\\n–\\n\\nCi sono molti software che sono progettati per Linux e anche senza costi che rendono possibile fare grafica sorprendente.\\n\\nIn questo articolo discuteremo alcuni dei migliori software di disegno e pittura per Linux. La lista che abbiamo compilato include solo le scelte più popolari e preferite da quasi tutti coloro che usano Linux.\\n\\n–\\n\\n![gimp](https://i.imgur.com/3Z1pCni.jpg)\\n\\n### 1. GIMP: linux-tools artisti digitali\\n\\nGIMP sta per GNU Image Manipulation Program. GIMP è uno dei migliori strumenti gratuiti che un artista digitale può avere installato su Ubuntu o altre distribuzioni Linux.\\n\\nÈ uno strumento Linux completamente gratuito per un artista digitale, indipendentemente dal suo livello di competenza. È destinato a tutti. Anche se sei un esperto, puoi usarlo, o se sei un principiante, puoi usarlo bene. GIMP ha molto di più da offrire che modificare o ridisegnare una foto. Diversi plugin ed estensioni rendono GIMP una risorsa da avere sul proprio sistema. Inoltre, senza spendere un centesimo, è possibile fare tutti i compiti di progettazione o di editing di base, così come alcuni dei compiti complessi di editing delle immagini.\\n\\nSe state usando Ubuntu, potete trovarlo nell’Ubuntu Software Center. Puoi installarlo direttamente da lì, e se sei su un’altra distribuzione Linux, puoi andare alla loro pagina di aiuto all’installazione per maggiori informazioni.\\n\\n#### Caratteristiche:\\n\\nRitocco digitale\\n\\nLivelli e canali\\n\\nMiglioramento delle foto\\n\\nEditing a tutto schermo\\n\\nGestione del colore\\n\\nFormato dei file\\n\\nElementi di progettazione grafica\\n\\n–\\n\\n![krita](https://i.imgur.com/jR38uHr.png)\\n\\n### 2. Krita\\n\\nUn altro impressionante strumento Linux per artisti digitali. Krita è stato pensato come un add-on per KOffice per facilitare l’editing delle immagini all’interno della suite per ufficio. Tuttavia, si è rivelato avere molto più potenziale come applicazione desktop indipendente che compete con programmi come GIMP.\\n\\nSi potrebbe anche sostenere che Krita offre una migliore interfaccia utente rispetto a GIMP. Tuttavia, è più orientato all’uso da parte di illustratori, fumettisti e artisti concettuali. Offre sicuramente una gamma di caratteristiche ed è in costante evoluzione mentre parliamo.\\n\\nKrita è uno dei migliori e più usati software per dipingere e modificare foto per Linux ed è anche disponibile per Windows e Mac.\\n\\nLe recenti aggiunte includono funzioni di animazione del rendering, supporto completo per OSX, selezione dei colori migliorata e altro ancora. È analogamente estensibile attraverso l’uso di plugin o estensioni. Porta una buona collezione di filtri tra cui scegliere e offre anche la possibilità di controllare i livelli in un’immagine, proprio come Adobe Photoshop. Può importare molti file, ma ha smesso di supportare i file PSD.\\n\\nKrita è un software gratuito e open-source di programmi di pittura professionale per principianti, intermedi e anche professionisti. Krita fornisce tutti gli strumenti necessari per fare un’immagine in modo bello o per dipingere in modo bello. Inoltre, è adatto a concept artist, illustratori e disegnatori di fumetti.\\n\\n#### Caratteristiche:\\n\\nGratuito\\n\\nUn sacco di motori di pennelli\\n\\nGestione dei livelli\\n\\nAperto GL migliorato\\n\\nFiltri\\n\\nImmagini e livelli\\n\\nModelli di colore\\n\\n–\\n\\n![MyPaint](https://i.imgur.com/lFOdFI1.jpg)\\n\\n### 3. MyPaint: Un altro strumento Linux open source per artisti digitali\\n\\nMyPaint si concentra sul disegno di schizzi. Se hai un display abilitato al touchscreen, puoi sfruttarlo al meglio. L’interfaccia utente è abbastanza semplice e facile da usare.\\n\\nÈ sicuramente una degna alternativa a MS Paint su Linux con alcune caratteristiche avanzate. Offre un supporto di base per i livelli e una tela illimitata. Non è necessario ridimensionare (o modificare) la tela di nuovo. Si ottengono ampie opzioni per i pennelli che si possono provare su uno scratchpad attaccato al dock.\\n\\nSe sei un artista, puoi creare digitalmente qualsiasi cosa con questo strumento. In effetti, lo definirei il miglior software di disegno per Linux.\\n\\nMyPaint fornisce ai suoi utenti un numero impressionante di caratteristiche per far sì che gli utenti utilizzino l’applicazione più facilmente. In ogni caso, è possibile installarlo con i comandi menzionati di seguito: sudo apt install mypaint\\n\\n#### Caratteristiche:\\n\\nSupporto di base per i livelli\\n\\nGestione dei livelli\\n\\nIl motore del pennello procedurale personalizzato\\n\\nMascheramento del gamut della ruota dei colori\\n\\n–\\n\\n![karbon](https://i.imgur.com/4cMBiH4.jpg)\\n\\n### 4. Karbon: i migliori strumenti linux artista digitale\\n\\nUn programma open source per il disegno vettoriale. Con esso, è possibile modificare e creare disegni vettoriali. È uno degli strumenti Linux più adatti per gli artisti digitali che si occupano di grafica vettoriale. Include uno strumento gradiente, uno strumento di forma del percorso, uno strumento matita, uno strumento calligrafia e così via.\\n\\nOffre supporto sia per le forme che per i testi. È possibile importare immagini SVG e modificarle con grande facilità. Karbon offre una grande interfaccia utente che è personalizzabile. Inoltre, offre uno strumento avanzato per la modifica dei percorsi. Inoltre, è estensibile a una vasta gamma di applicazioni utilizzando i plugin che sono compatibili con esso.\\n\\nÈ possibile installarlo direttamente dall’Ubuntu Software Center. In entrambi i casi, è possibile digitare il seguente comando nel terminale per installarlo: sudo apt install karbon\\n\\n#### Caratteristiche:\\n\\nProgettazione e gestione del flusso di lavoro\\n\\nAnalisi delle prestazioni\\n\\nStrumenti di collaborazione di squadra\\n\\nAutomazione dei compiti\\n\\n–\\n\\n![Inkscape](https://i.imgur.com/siA6tQq.png)\\n\\n### 5. Inkscape\\n\\nÈ un editor di grafica vettoriale open source. Puoi averlo installato sul tuo sistema Linux come alternativa ad Adobe Illustrator. L’interfaccia utente offerta qui potrebbe non essere molto attraente, ma è semplicemente dannatamente buona con le potenti caratteristiche e gli strumenti offerti.\\n\\nÈ ovviamente uno dei migliori strumenti Linux per artisti digitali in giro che sono attivamente sviluppati. Se lo trovate più facile da lavorare ma preferite ancora Adobe Illustrator, allora potete facilmente esportare il vostro file in formato Illustrator e importarlo su Illustrator in seguito. Puoi anche esportare in formato SVG, SVGZ, LaTeX e POV-Ray. Ci sono estensioni che permettono di salvare i file come PDF, EPS, e così via.\\n\\nInkscape fornisce ai suoi utenti le migliori caratteristiche in modo che possano rendere i loro dipinti, immagini e illustrazioni più belle e attraenti. Inkscape potrebbe non essere quello giusto se sei un esperto di primo piano perché manca di alcune caratteristiche disponibili sul popolare editor di grafica vettoriale commerciale. Tuttavia, se sei un artista che preferisce uno strumento gratuito e facile da usare piuttosto che uno costoso, puoi sicuramente farne uso.\\n\\n#### Caratteristiche:\\n\\nAnimazione 2D\\n\\nModifica dei nodi\\n\\nSupporto per il testo\\n\\nLivelli\\n\\nRaggruppamento di oggetti\\n\\nTrasformazioni\\n\\nManipolazione degli oggetti\\n\\nImportazione/esportazione dati\\n\\nModifica dell’immagine\\n\\n–\\n\\n![pinta](https://i.imgur.com/XlXQUaQ.jpg)\\n\\n### 6. Pinta: i migliori strumenti Linux per artisti digitali\\n\\nProprio come qualsiasi altro editor di immagini, Pinta è venuto fuori dal nulla ed è diventato uno dei più popolari strumenti Linux per artisti digitali. Si tratta di un’utilità software open-source che offre una vasta gamma di funzioni.\\n\\nQuesta applicazione fornisce ai suoi utenti le migliori caratteristiche in modo che possano usarla facilmente e rendere le loro immagini e disegni in modo migliore. Se avete usato il software Paint.Net prima, è praticamente lo stesso. In altre parole, potete tenerlo come alternativa a Paint. Troverete una varietà di strumenti di disegno tra cui – pennelli, strumento di disegno a mano libera, matita, forme e così via. Non è solo un normale strumento di pittura, ma offre anche un supporto che consente di controllare i livelli di un’immagine.\\n\\nInoltre, offre un sacco di filtri ed effetti (sfocatura, rimozione degli occhi rossi, bagliore, distorsione) per migliorare l’immagine. È possibile spostare facilmente la barra degli strumenti nella posizione desiderata. Ha una funzione di personalizzazione in stile dock che consente di configurare diversi pad da agganciare o sganciare in base al vostro stile di lavoro.\\n\\n#### Caratteristiche:\\n\\nStrumenti di disegno\\n\\nLivelli illimitati\\n\\nPiù di 30 regolazioni\\n\\nLibreria per la creazione di pad\\n\\nManager delle estensioni\\n\\nIn realtà, ci sono tonnellate di strumenti per gli artisti digitali, ma la maggior parte di loro sono per Windows e macOS. Detto questo, ci siamo persi qualcuno dei tuoi strumenti Linux preferiti che sono fatti su misura per gli artisti digitali? Se sei un artista digitale, quale degli strumenti di cui sopra ti piacerebbe scegliere come il migliore per il tuo uso?\\n\\n–\\n\\n### Conclusione:\\n\\nLa pittura digitale sta diventando un bisogno essenziale per ogni artista e anche per molte altre persone. Senza gli strumenti giusti, anche il miglior artigiano del mondo non può ottenere buoni risultati. Il blocco di base per imparare il disegno digitale è la giusta [tavoletta grafica](https://www.xp-pen.it/).\\n\\n#### Fonte dell’articolo:\\n\\n[https://www.xp-pen.it/forum-5672.html](https://www.xp-pen.it/forum-5672.html)\\n\\n\",\"timestamp\":1640575547,\"title\":\"Linux non manca di software di progettazione grafica: 6 migliori strumenti Linux per gli artisti digitali\"},\"digest\":\"_ZHCLzhQg7xuNMkLToZHAERiXhLA3aOo4JscwYYvPj4\",\"authorship\":{\"contributor\":\"0x4B68AE606c42060445B91A6f3066F6AB4E6c0C77\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pi3Z9P_iiSEbYMRPCpVg7NRxOAbD_7iuvoQhKshE_F0\\\",\\\"y\\\":\\\"Uth5LsnFgF3tl4er36PRDwvlwwiKjPaCL2Yx87DZeew\\\"}\",\"signature\":\"Zt5ntac_9wSzAHApp-_1CBbzHctpyfr0Tq63vl7A1AMVP8B_dhVhzex1UqXSpIK2InOkr1FOeasxuGmohGs7gA\",\"signingKeySignature\":\"0xc6b897dfdcb41618dad602611f79cef6490bda893eb696cae52df5ee862715d17a38056d4aecbacc5dc46d32c29b13e3138c100b70ce0dd486e0abf4a004a2b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pi3Z9P_iiSEbYMRPCpVg7NRxOAbD_7iuvoQhKshE_F0\\\",\\\"y\\\":\\\"Uth5LsnFgF3tl4er36PRDwvlwwiKjPaCL2Yx87DZeew\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_ZHCLzhQg7xuNMkLToZHAERiXhLA3aOo4JscwYYvPj4\"}"