"{\"content\":{\"body\":\"*[First Published on @IOSG Medium on Jul 27, 2020](https://medium.com/iosg-ventures/announcing-iosg-ventures-strategic-partnership-with-avalanche-4682a7c2e672)*\\n\\n![](https://images.mirror-media.xyz/publication-images/XrVIlf2O7pYaoroHk91kp.png?height=625&width=1400)\\n\\nRecently, we announced our investment into Avalanche and the formation of a strategic partnership between IOSG Ventures and Avalanche. We are excited to embark on this journey in supporting another visionary project to grow in China and create new use cases and applications for blockchain adoption.\\n\\nSince its founding in 2017, IOSG Ventures has been investing heavily in blockchain infrastructure projects. We believe that the technological revolution brought in by Bitcoin will rely on innovations and developments at the infrastructural layer, at different layers, to give rise to the realization of the vision that blockchain becomes the world computer.\\n\\nScalability, interoperability, and financial inclusion are all key parts of the puzzle to solve in realizing that vision. Recent development and imminent launch of large-scale projects such as China’s DECP (<https://decrypt.co/33866/dcep-an-inside-look-at-chinas-digital-currency>) and Facebook’s Libra project (<https://libra.org/>) only illustrate how much potential blockchain infrastructures can empower us down the road.\\n\\nOver the past few years, we are fortunate to have invested in and worked closely with some of our portfolio projects along the journey in tackling these challenges. As a community altogether, we have more solutions than ever in making blockchain useful and usable for the broad audiences.\\n\\n![Some of IOSG Ventures’ Portfolio Projects](https://images.mirror-media.xyz/publication-images/qL9COLt1n_H91_j5N_T9K.png?height=106&width=974)\\n\\n**The Clear and Present Challenge**\\n\\nNevertheless, there still exists gaps between the coolest public blockchains that have the potential to do anything and everything, and the clear and present challenges that today’s businesses are facing in using blockchain right away. For instance, the perception that public blockchains are only for speculative tokens and thus only the speculators, and the mental divide between today’s tightly controlled IT infrastructure for organizations and the vast openness inherent in public blockchains make many wonder whether public blockchains will ever have any penetration in enterprise use cases.\\n\\nBlockchain is a great invention regardless, and there is a significant number of early adopters. However, we believe the exponential growth of blockchain as an infrastructure lies in seamless integration with the vast majority of today’s business applications, systems and infrastructures as well. When we first met Avalanche, we were intrigued by both the beautifully designed protocol and architecture of it as well as the unequivocal vision and passion in making it an Internet of Finance.\\n\\n**Avalanche: Internet of Finance by Design**\\n\\nAvalanche is a new blockchain platform that from the outset ensures that it facilitates the adoption by the real world, rather than attempting to force a “solution” upon it. For instance, it has an architecture that completely resolves the dilemma in choosing between a public blockchain and a private one for deployment. Instead, it allows any organization to start leveraging blockchain almost immediately with its own network, while having the freedom and flexibility in connecting their own blockchain network with its partners’ networks as well as eventually the public Avalanche network. Moreover, even if the organization’s network is connected to the public one, the organization will still retain full authority in applying a circuit breaker whenever necessary to disconnect them. Such autonomous networks that can be interconnected yet don’t have to, are called subnets in Avalanche. Such an architecture not only removes many hurdles for businesses to go beyond proof-of-concept (PoC) trials for blockchain deployment, but also solves a bigger puzzle and avoids forcing them to choose between public and private blockchains from day one.\\n\\nWe believe that given time, Avalanche’s design will prove effective in significantly enlarging the territory of financial applications on the blockchain. In other words, decentralized finance (DeFi) will no longer just be about markets for cryptocurrencies, virtual assets or synthetic assets as of today. Avalanche will take it to the next stage and make DeFi the de-facto platform for programmable capital (<https://www.coindesk.com/ava-labs-will-splash-millions-to-brain-merge-defi-and-traditional-finance>). When that becomes the reality, the flourishing developments in today’s DeFi market will become only the preparation and sandbox for the bigger market to come. Blockchain would become the standard infrastructure layer for most, if not all business use cases.\\n\\nThe question is, are we all set for that? Well, at least Avalanche is rooting for it!\\n\\n**Avalanche: A Protocol up for the Reality Check**\\n\\nWe love talking about numbers to show that the decentralized economy backed by blockchain is growing really fast. But the truth is we are probably still at the early adopter stage, and yet our infrastructures are already struggling to meet the demands.\\n\\n![Technology Adoption Curve (https://medium.com/going-teal/where-are-you-on-the-teal-adoption-curve-bf7a4d0742ad)](https://images.mirror-media.xyz/publication-images/QM8XEczrSmFMFmHl6HEHS.png?height=297&width=610)\\n\\nA simple example is the dramatic increase in Ethereum transaction fees (called *gas fees*) when usage surges such as the recent hike in DeFi volume, which exemplifies the limitations in the capacity of today’s blockchain infrastructures. We need much better infrastructure in place to get ready for the flocking in of real-world financial assets to move onto the blockchain to tap onto the programmable capital ecosystem.\\n\\n![Ethereum Gas Prices by Week (https://gitcoin.co/gas/history?breakdown=weekly)](https://images.mirror-media.xyz/publication-images/5m-O4YDIGY7s6IKJ0jDV0.png?height=322&width=670)\\n\\nThere has been tremendous progress in recent years in making our blockchain infrastructures more scalable, yet trade-offs typically have to be made between various factors, including overall security and resilience, decentralization and democracy, efficiency and performance, as well as technical sophistication. On the other hand, the protocol underlying the Avalanche blockchain seems to be born to have scored pretty favourably on all these aspects. The protocol was first proposed by an anonymous team called *Team Rocket,* and has since been further developed by the AVA Labs team. The high level idea is that by observing the choices made by some other randomly picked participants in the network and conforming to it, round after round, the network can converge pretty quickly and consistently in practice.\\n\\nThis is as if we need to elect a leader in a classroom, and instead of going through a formal ballot process which may take too long, everyone starts walking and gossiping around, trying to calibrate his/her own answer to match what seems to be the majority choice. It turns out that if done well, the leader will emerge more quickly this way than in the formal process. For those who want to understand fully the technical details of the Avalanche protocol, the best resource is probably the whitepaper (<https://arxiv.org/pdf/1906.08936.pdf>).\\n\\nHere let us try to explain in plain terms why this protocol is a desirable one for building an Internet of Finance with blockchain.\\n\\n* **Fast response**. How fast can a payment be settled? Traditional financial transactions typically talk about days, in the form of T+1, T+3, etc. Can blockchains do it and do it well within seconds?\\n\\n○ Avalanche makes it possible to enable almost instant settlement for transactions consistently, securely, and in mass volumes.\\n\\n* **Resilient to network changes.** Blockchain networks comprise computers (called *nodes*) that safeguard the wellbeing and operations of the blockchain. In reality, over time some of these blockchain nodes may go offline and become unresponsive for some time. Such behaviours are called *churns* in technical terms. Some blockchain protocols have to specifically *deal with* such churns. This means they are designed to work only if the super majority of the nodes they know are functioning. If many of these known nodes are unresponsive, or other nodes want to join the network, additional work is incurred, which can take quite some time of the network to get it done.\\n\\n○ Avalanche works very well in such churns, and is largely unaffected as long as there remain a sufficient number of nodes up and running in the network, regardless of who these nodes are.\\n\\n* **Scalable as the sky’s the limit.** Scalability refers to the fact that the capacity of the network increases as the number of users grows. There are many attempts to approach this problem, and many are deploying solutions along the line of dividing and conquering, such as first having multiple partitions of the blockchain and then figuring out ways for them to interact with each other. Such partitions are called multi-chains or shards in different contexts.\\n\\n○ Avalanche doesn’t need that, and its protocol “naturally” scales to hundreds of millions of nodes with very high throughput.\\n\\n* **Graceful degradation at catastrophic scenarios.** Blockchains are as secure as assumptions they make. For instance, most blockchains would assume some threshold where no more than ⅓ or ½ of nodes are malicious ones seeking illegitimate gains. Although it remains largely a theoretical question (unlikely to happen to most blockchains), what really happens if the security threshold is breached?\\n\\n○ Avalanche guarantees that the blockchain is secure when malicious nodes are no more than 50%, and at the same time will not fail immediately when that threshold is indeed exceeded, but rather have heightened chances of failure as the percentage of malicious nodes increases, i.e., graceful degradation.\\n\\nFor those who are more familiar with different blockchain protocols, Avalanche has a combination of some of the desirable properties of the Bitcoin-like protocol (e.g., resilience to network changes and graceful degradation) and the Cosmos-like ones (e.g., fast response in good times, security guaranteed when threshold not exceeded by malicious nodes).\\n\\n**Building a Cohesive & Collaborative Ecosystem**\\n\\nBy nature, blockchains ventures are ultimately community projects. The team builds the initial software, but it takes a strong and cohesive community to take it to the next level where adoption happens and flourishes. IOSG Ventures is looking forward to working closely with the AVA Labs team in nurturing partnerships and collaborations with businesses in China as well as a bold and innovative developer community. In particular, we feel strongly about open-mindedness and teamwork, especially in this fledgling blockchain sector, and we strive to work together with different blockchain projects, venture builders, and businesses in making blockchain as an infrastructure a reality. Please reach out to us anytime if you would like to collaborate!\\n\\n![](https://images.mirror-media.xyz/publication-images/Oq1OzP2w80Yim-5ysCltV.png?height=166&width=1400)\\n\\n \\n \",\"timestamp\":1641436404,\"title\":\"Announcing IOSG Ventures’ Strategic Partnership with Avalanche\"},\"digest\":\"E-VeT4MGFqN59R7qR_-OVmybE6GRuslNlUnCT9i28LY\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"hhV5DOa6uLm6apKbWxPWuglA4EUVs29SbBBo_kh_W_VE3EWeEOKqv6rH-WKXUa5XNWAtkBxVMrf0Pa3YSIEvKQ\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E-VeT4MGFqN59R7qR_-OVmybE6GRuslNlUnCT9i28LY\"}"