"{\"content\":{\"body\":\"\\\"Well, I want to tell you that everybody knows that you and Marjory have done gone and got  yourselves engaged,\\\" said Peter bluntly.\\n\\n\\\"And well? \\\" asked Coleman imperturbably.\\n\\n\\\" Oh, nothing,\\\" replied Peter, waving his hand. \\\" Only-I thought it might interest you.\\\"\\n\\nColeman was silent for some time. He fingered his papers. At last he burst out joyously. \\\"And so they know it already, do they? Well-damn them- let them know it. But you didn't tell them yourself ? \\\"\\n\\n\\\" I ! \\\" quoth Peter wrathfully. \\\" No! The minister told us.\\\"\\n\\nThen Coleman was again silent for a time and Peter Tounley sat on the. bed reflectively looking at the ceiling. \\\" Funny thing, Marjory 'way over here in Greece, and then you happening over here the way you did.\\\"\\n\\n\\\" It isn't funny at all.\\\"\\n\\n\\\" Why isn't it ? \\\"\\n\\n\\\" Because,\\\" said Coleman impressively,, \\\" that is why I came to Greece. It was all planned. See?\\\"\\n\\n\\\"Whirroo,\\\" exclaimed Peter. \\\"This here is magic.\\\"\\n\\n\\\" No magic at all.\\\" Coleman displayed some complacence. \\\" No magic at all. just pure, plain-- whatever you choose to call it.\\\"\\n\\n\\\" Holy smoke,\\\" said Peter, admiring the situation. \\\"Why, this is plum romance, Coleman. I'm blowed if it isn't.\\\"\\n\\nColeman was grinning with delight. He took a fresh cigar and his bright eyes looked at Peter through the smoke., \\\"Seems like it, don't it? Yes. Regular romance. Have a drink, my boy, just to celebrate my good luck. And be patient if I talk a great deal of my-my-future. My head spins with it.\\\" He arose to pace the room flinging out bis arms in a great gesture. \\\" God! When I think yesterday was not like to-day I wonder how I stood it.\\\" There was a knock at the door and a waiter left a note in Coleman's hand\\n\\n\\\"Dear Ruf us:-We are going for a drive this afternoon  at three, and mother wishes you to come, if you. care to. I too wish it, if you care to. Yours, \\\" MARJORY.\\\"\\n\\nWith a radiant face, Coleman gave the note a little crackling flourish in the air. \\\" Oh, you don't know what life is, kid.\\\"\\n\\n\\\" S-steady the Blues,\\\" said Peter Tounley seriously. You'll lose your head if you don't watch out.\\\"\\n\\n\\\" Not I\\\" cried Coleman with irritation. \\\" But a man must turn loose some times, mustn't he?\\\"\\n\\nWhen the four, students had separated in the corri- dor, Coke had posted at once to Nora Black's sitting room. His entrance was somewhat precipitate, but he cooled down almost at once, for he reflected that he was not bearing good news. He ended by perching in awkward fashion on the brink of his chair and fumbling his hat uneasily. Nora floated to him in a cloud of a white dressing gown. She gave him a plump hand. \\\"Well, youngman? \\\"she said, with a glowing smile. She took a chair, and the stuff of her gown fell in curves over the arms of it.,\\n\\nCoke looked hot and bothered, as if he could have more than half wanted to retract his visit. \\\" I-aw- we haven't seen much of you lately,\\\" he began, sparing. He had expected to tell his news at once.\\n\\nNo,\\\" said Nora, languidly. \\\" I have been resting after that horrible journey-that horrible journey. Dear, dear! Nothing,will ever induce me to leave London, New York and Paris. I am at home there. But here I Why, it is worse than living in Brooklyn. And that journey into the wilds! No. no; not for me! \\\"\\n\\n\\\" I suppose we'll all be glad to get home,\\\" said Coke, aimlessly.\\n\\nAt the moment a waiter entered the room and began  to lay the table for luncheon. He kept open the door to the corridor, and he had the luncheon at a point just outside the door. His excursions to the trays were flying ones, so that, as far as Coke's purpose was concerned, the waiter was always in the room. Moreover, Coke was obliged, naturally, to depart at once. He had bungled everything.\\n\\nAs he arose he whispered hastily: \\\" Does this waiter understand English ? \\\"\\n\\n\\\"Yes,\\\" answered Nora. \\\"Why?\\\"\\n\\n\\\"Because I have something to tell you-important.\\\"\\n\\n\\\"What is it? \\\" whispered Nora, eagerly.\\n\\nHe leaned toward her and replied: \\\" Marjory  Wainwright and Coleman are engaged.\\\"\\n\\nTo his unfeigned astonishment, Nora Black burst into peals of silvery laughter, \\\" Oh, indeed? And so this is your tragic story, poor, innocent lambkin? And what did you expect? That I would faint?\\\" -\\n\\n\\\" I thought-I don't know-\\\" murmured Coke in confusion.\\n\\nNora became suddenly business-like. \\\" But how do you know? Are you sure? Who told you? Anyhow, stay to luncheon. Do-like a good boy. Oh, you must.\\\"\\n\\nCoke dropped again into his chair. He studied her in some wonder. \\\" I thought you'd be surprised,\\\" he said, ingenuously.\\n\\n\\\" Oh, you did, did you ? Well, you see I'm not. And now tell me all about it.\\\"\\n\\n\\\"There's really nothing to tell but the plain fact. Some of the boys dropped in at the minister's rooms a little while ago, and, he told them of it. That's all.\\\"\\n\\nWell, how did he know?\\n\\n\\\"I am sure I can't tell you. Got it first hand, I suppose. He likes Coleman, and Coleman is always hanging up there.\\\"\\n\\n\\\" Oh, perhaps Coleman was lying,\\\" said Nora easily. Then suddenly her face brightened and she spoke with animation. \\\" Oh, I haven't told you how my little Greek officer has turned out. Have I? No? Well, it is simply lovely. Do you know, he belongs to one of the best families in Athens? Hedoes. And they're rich-rich as can be. My courier tells me that the marble palace where they live is enough to blind you, and that if titles hadn't gone out of style-or something-here in Greece, my little officer would be a prince! Think of that! The courier didn't know it until we got to Athens, and the little officer-the prince-gave me his card, of course. One of the oldest, noblest and richest families in Greece. Think of that! There I thought he was only a bothersome little officer who came in handy at times, and there he turns out to be a prince. I could hardly keep myself from rushing right off to find him and apologise to him for the way I treated him. It was awful! And-\\\" added the fair Nora, pensively, \\\"if he does meet me in Paris, I'll make him wear that title down to a shred, you can bet. What's the good of having a title unless you make it work?\\\"\\n\\nCHAPTER XXIX.\\n\\nCOKE did not stay to luncheon with Nora Black. He went away saying to himself either that girl don't care a straw for Coleman or she has got a heart absolutely of flint, or she is the greatest actress on earth or-there is some other reason.\\\"\\n\\nAt his departure, Nora turned and called into an adjoining room. \\\" Maude I \\\" The voice of her companion and friend answered her peevishly. \\\" What ?\\\"\\n\\n\\\"Don't bother me. I'm reading.\\\"\\n\\n\\\" Well, anyhow, luncheon is ready, so you will have to stir your precious self,\\\" responded Nora. \\\" You're lazy.\\\"\\n\\n\\\" I don't want any luncheon. Don't bother me. I've got a headache.\\\"\\n\\n\\\" Well, if you don't come out, you'll miss the news. That's all I've got to say.\\\"\\n\\nThere was a rustle in the adjoining room, and immediately the companion appeared, seeming much annoyed but curious. \\\" Well, what is it ? \\\"\\n\\n\\\" Rufus Coleman is engaged to be married to that Wainwright girl, after all.\\\"\\n\\n\\\" Well I declare! \\\" ejaculated the little old lady. \\\" Well I declare.\\\" She meditated for a moment, and then continued in a tone of satisfaction. \\\" I told you that you couldn't stop that man Coleman if he had feally made up his mind to-\\\"\\n\\n\\\" You're a fool,\\\" said Nora, pleasantly. \\\" Why? \\\" said the old lady. Because you are. Don't talk to me about it. I want to think of Marco.\\\"\\n\\n\\\" 'Marco,'\\\" quoted the old lady startled.\\n\\n\\\"The prince. The prince. Can't you understand? I mean the prince.\\\"\\n\\n\\\" ' Marco!'\\\" again quoted the old lady, under her  breath.\\n\\n\\\" Yes, 'Marco,'\\\" cried Nora, belligerently. \\\" 'Marco,' Do you object to the name? What's the matter with you, anyhow?\\\"\\n\\n\\\" Well,\\\" rejoined the other, nodding her head wisely, \\\"he may be a prince, but I've always heard that these continental titles are no good in comparison to the English titles.\\\"\\n\\n\\\"Yes, but who told you so, eh? \\\" demanded Nora, noisily. She herself answered the question. \\\" The English! \\\"\\n\\n\\\" Anyhow, that little marquis who tagged after you in London is a much bigger man in every way, I'll bet, than this little prince of yours.\\\"\\n\\n\\\" But-good heavens-he didn't mean it. Why, he was only one of the regular rounders. But Marco, he is serious I He means it. He'd go through fire and water for me and be glad of the chance.\\\"\\n\\n\\\" Well,\\\" proclaimed the old lady, \\\" if you are not the strangest woman in the world, I'd like to know! Here I thought-\\\"\\n\\n\\\"What did you think?\\\" demanded Nora, suspisciously. \\\" I thought that Coleman---\\\"\",\"timestamp\":1638929977,\"title\":\"\\\"I haven't heard the hotel making any remarks lately. Been talking to the other buildings,\"},\"digest\":\"PO45avQ2HL-rTZkT4JD9fCgMTEtMCkUajC69nTZ96pc\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B534MoYU6jdSATDI4TEIvtM9F3n_LSYZ0TuPp4P14gM\\\",\\\"y\\\":\\\"Xc7WycsGRc4Us3cmhghV5_GBjdJuS0osfEwZ1Be9I-c\\\"}\",\"signature\":\"4GS0iD0jBq0075WcPxj-VLNAy-Qr9wISUydSwTb8iX3esS5z68UFWzNaD4rTKxZQPw8PsOE2QU5S4JQOH93Ngg\",\"signingKeySignature\":\"0x10089463aaca7c1fd3b05390347074af07f4cf605394a193423f159d8f752aea2ec3c6fafd5ab0f56146e8fa3186802eb1dca6199c35141e1e85f840878c52f01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B534MoYU6jdSATDI4TEIvtM9F3n_LSYZ0TuPp4P14gM\\\",\\\"y\\\":\\\"Xc7WycsGRc4Us3cmhghV5_GBjdJuS0osfEwZ1Be9I-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PO45avQ2HL-rTZkT4JD9fCgMTEtMCkUajC69nTZ96pc\"}"