"{\"content\":{\"body\":\"Last month, our team came across an interesting reading from Patrick McCorry. He talked about why bridges are important on Layer 2 protocols.\\n\\n[A note on bridges & layer-2 protocols by Patrick McCorry](https://stonecoldpat.medium.com/a-note-on-bridges-layer-2-protocols-b01f8fc22324)\\n\\nIf you are a developer or investor in this area, it is not difficult to find out the biggest pain point on L2: liquidity fragmentation.\\n\\nIn Optimistic Roll-up solutions, transactions from Layer 2 to Layer 1 could take several days for its “Fraud Proof” mechanism to validate such transactions. Such efficiency resembles bank transfers in Victoria England, not a new era enabled by Web 3.0.\\n\\nSuch inconvenience will cause the same assets in L1 to enjoy a much more “liquidity premium” than in various L2s both in spot price and TVL: people are less encouraged to lock assets in various L2s.\\n\\nThis entails \\\"Liquidity Fragmentation\\\", which basically means:\\n\\n1. participants are unable to conclude transactions in absence of enough liquidity in L2s.\\n2. a clearing member or a protocol itself is forced to hold a specific position in certain assets to ensure transaction conclusion because no one else would, hence reducing its capital efficiency.\\n\\n**What is scalable Asset Bridge?**\\n\\nThere are two types of asset bridges to solve this problem.\\n\\nThe first one is a model that we call POA (proof of authority) for the time being, which can be taken as asset mapping. Simply put, it is to lock up assets in L1, and mint the corresponding tokens in L2; the same applies when transferring from L2 to L1. It is the conventional wisdom for most native “asset bridge” solutions, such as the Near rainbow bridge.\\n\\nThe other model is more scalable, it applies trading techniques (such as Automated Marketing Making, and flash loans, etc) to handle more sizable and frequent transactions across different layers. Instead of tunneling an asset across layers, a semi-decentralized trading protocol builds liquidity pools for the same assets in both L1 and L2. With such protocol, anyone can swap assets on time just like with Uniswap. In addition, it could provide liquidity providers with financial incentives.\\n\\nThis is what “Scalable Asset Bridges” look like. Fortunately, we have found some interesting early-stage products in this niche area.\\n\\nLet’s take a look. \\n \\n\\n**1. Caspian (to launch in 2021)**\\n\\nCaspian is an asset bridge created by StarkEX, a decentralized trading engine. It is also a key component in Starkware infrastructure.\\n\\nCaspian works in the following manner.\\n\\n1)  Users (Alice and Bob) submit transactions on L2\\n\\n2)  An off-chain operator packages all the L2 transactions, and it is the sole entity trading against an L2 powered AMM on L1.\\n\\n3)  When there is a net difference in all batched L2 trades, the operator will trade on L1 to offset the net difference.\\n\\n![Starkware](https://images.mirror-media.xyz/publication-images/3VFGMFQLhboiXtUt2vTIk.png?height=358&width=700)\\n\\nOperators are responsible for packaging transactions, carrying out arbitrage of the difference, and determining the order of transactions. The operator could be a centralized entity, and it just mimics the logic of a smart contract. Casper is a powerful bridge because it allows liquidity to be bridged on L2 while remaining unfragmented on L1. A common user will seldomly need to bridge tokens by herself and just delegate the task to the operator.\\n\\nWe know that Caspian AMM is a complicated project and it relies heavily on StarkEx. The debut of StarkEx in Q2 2021 is a deterministic factor.\\n\\n**2. Hop.Exchange (test network launched already)**\\n\\nHop's goal is to provide a trading protocol across various Rollup networks and further achieve interoperability between Optimism, xDai, Polygon, and Arbitrum. The liquidity provider in the Hop protocol is called “bonders”, similar to Caspian's operators. Its product “Hop. Exchange” is currently ready for liquidity miners to participate in several pools, such as on Optimism and xDai.\\n\\nIn the soon future, it may also expand to a lot of other L2 projects.\\n\\n![Hop exchange](https://images.mirror-media.xyz/publication-images/kvcrzRZieLZamQP1zC17I.png?height=875&width=999)\\n\\n**3. Connext (demo product xPollinate launched)**\\n\\nConnext is special because it is based on a scaling solution called “state channel”. Two projects currently supporting state channels are xDai and Polygon. Connext itself is not an exchange, but a base-layer engine (like Starkex), and allows developers to develop DEX on it (like Caspian).\\n\\nIts demo product is called xPollinate, built by an enthusiastic team close to its community. As shown in the picture. Assets can be converted on xDAI, Polygon (Matic), and Fantom.\\n\\nIn Connext, similar to the operators of the above-mentioned projects, their core role is called “routers”, which can be taken as nodes in state channels. A router provides users with liquidity and earns commissions, and they can even bid for a transaction.\\n\\n![xPollinate on Connext](https://images.mirror-media.xyz/publication-images/hot0IFXS8IebC8C3xRjJZ.png?height=884&width=1040)\\n\\n**4. Loopring's Ethport (to launch in 2021)**\\n\\nAccording to an article on medium, the Loopring team has proposed a bridge solution back in January 2020. This year, they have proposed something even cooler: Ethport. It adopts a hybrid method that combines centralized trading, batch deposit, and flash minting.\\n\\nIf a user needs to sell/withdraw a large amount of L2 tokens and cannot match enough L1 tokens for a while, Ethport's converter will mint a large amount of 1:1 value tokens for L2 users, then package these tokens in batches to trade with L1's AMM protocol through the asset bridge, and distribute the tokens obtained from the transaction to users in the next block.\\n\\nEthport also depends on centralized operators to package and execute the trade on behalf of users. The good thing is that a certain degree of centralization will ensure that transaction order will not be messed by front runners.\\n\\n![Loopring Token Bridge](https://images.mirror-media.xyz/publication-images/cs-5_rIbqjADt1eYH3Wcr.png?height=540&width=960)\\n\\n**5. Degate** \\n\\nDegate is ambitious. Its roadmap aims to create an asset bridge and synthesize the functions of a token bridge, a DEX, a lending protocol, and a DAO. Degate seeks to be widely used in Rollop-like Layer2, and act as an essential token bridge in the realm of Arbitrum. \\n \\n\\nAnother feature of Degate is that it has created an enhanced bonding curve to make sure users will enjoy much better capital efficiency. It is now launched with Kovan and Arbitrum testnet.\\n\\n![Degate Bridge](https://images.mirror-media.xyz/publication-images/fbgR6uuf5SjgAffjDg38D.png?height=866&width=1013)\\n\\n**Our conclusion**\\n\\nThe upcoming scalable asset bridges are no different from Defi protocols, they are bridging liquidity providers among various L1 and L2 networks.\\n\\nAfter researching on above projects, we find that scalable asset bridges have the following edges:\\n\\n1. Capacity to handle large and frequent asset transfers among L1 and various L2s\\n2. Good trading experience: low slippage, high capital efficiency.\\n3. Interoperability: better to work with both Roll-ups and Sidechains\\n4. Trustlessness: decentralize the role of “operator”/ “bonder” / “router”\\n\\nWe hope to see more decentralized, trustless bridges that could transact both tokens and NFTs in the future.  \\n \",\"timestamp\":1635160414,\"title\":\"Scalable Asset Bridges\"},\"digest\":\"NkSojn6p2AekGqZqTeVhvaR_JvtkG5osxYYOZk5HnbY\",\"authorship\":{\"contributor\":\"0xed5960A454782C4C9c62AaE6E22a8A50c185e50F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EQiqjpdlDzQOnHnykwN7EyecGmrhrGYIr9X95-Yk62Q\\\",\\\"y\\\":\\\"zdHbVrVPDELhU-l4qoc_6zSNs9ahiRjOSF_J3CqlGtQ\\\"}\",\"signature\":\"qIVlSNn5HFlnuffT-GTesAT3K0thlzErYYX3Y9Z666cWt6KsbPKBvI_6fWJFLicNPdvC4wL03VaNOBH7s-b03g\",\"signingKeySignature\":\"0x2bbf604258a30cf6dd82312afa458de4cf08aff7bd98edf30e84ad0e203dd59f324d52899ffb1e44cb1cca7df2eb89d4922091242527033975865459ce01b1a01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EQiqjpdlDzQOnHnykwN7EyecGmrhrGYIr9X95-Yk62Q\\\",\\\"y\\\":\\\"zdHbVrVPDELhU-l4qoc_6zSNs9ahiRjOSF_J3CqlGtQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NkSojn6p2AekGqZqTeVhvaR_JvtkG5osxYYOZk5HnbY\"}"