"{\"content\":{\"body\":\"The French Government had ordered from our firm some powerful machine tools, which were manufactured, delivered, and found to give every satisfaction.  Shortly after, I received a letter from M. Bouchier, the Minister of Marine, inviting me to make a personal visit to the French naval arsenals for the purpose of conferring with the directing officials as to the mechanical equipments of their respective workshops.\\n\\nI accordingly proceeded to Paris, and was received most cordially by the Minister of Marine.  After conferring with him, I was furnished with letters of introduction to the directing officers at Cherbourg, Brest, Rochefort, Indret, and Toulon.  While in Paris I visited some of the principal manufacturing establishments, the proprietors of which had done business with our firm.  I also visited Arago at the Observatory, and saw his fine array of astronomical instruments. The magnificent collections of antiquities at the Louvre and Hotel Cluny occupied two days out of the four I spent in Paris; after which I proceeded on my mission.  Rouen lay in my way, and I could not fail to stay there and indulge my love for Gothic architecture. I visited the magnificent Cathedral and the Church of St. Ouen, so exquisite in its beauty, together with the refined Gothic architectural remains scattered about in that interesting and picturesque city.  I was delighted beyond measure with all that I saw. With an eye to business, however, I paid a visit to the works which had been established by the late Joseph Locke in the neighbourhood of Rouen for the supply of locomotives to the Havre, Rouen, and Paris Railway. The works were then under the direction of Mr. Buddicom. I went onward through Caen to Bayeux.  There I rested for a few hours for the purpose of visiting the superb Norman Cathedral, and also to inspect the celebrated Bayeux tapestry.  I saw the needlework of Queen Matilda and her handmaidens, which so graphically commemorates the history of the Norman Conquest.  In the evening I reached Cherbourg. I was cordially received by the directing officer of the dockyard, which is of very large extent and surrounded by fortifications. My business was with the smithy or atelier des forges, and the workshops or ateliers des machiness.  There I recognised many of the machine-tools manufactured at the Bridgewater Foundry, doing excellent work.\\n\\nMy next visit was to Brest, the chief naval arsenal of France. It combines a dockyard, arsenal, and fortress of the first class. Everything has been done to make the place impregnable.  The harbour is situated on the north side of one of the finest havens in the world, and is almost land-locked.  Around the harbour run quays of great extent, alongside of which the largest ships can lie--five artificial basins being excavated out of the solid rock.  The whole of the harbour is defended by tier above tier of batteries.  Foreigners are not permitted to enter the dockyard without special permission; but as I was armed with my letter of introduction from the Minister of Marine, I was admitted and cordially received, as at Cherbourg.  I went through the Government foundry and steam-factory, for which I had supplied many of my machine tools.  I found the establishment to be the largest and most complete that I had seen.  From Brest I went to Rochefort, an excellent naval arsenal, though much smaller than those at Cherbourg and Brest.  Next to Indret on the Loire.  Here is the large factory where marine engines are made for the royal steamers. The works were superintended by M. Rosine, a most able man.\\\\*  \\\\[footnote... The only man I ever met, to whom I might compare Rosine, was my lamented friend Francis Humphries, engineer of the Great Western Steamship Company.  Both were men of the same type, though Rosine was several octaves-higher in the compass and vividness of his intellect.  ...\\\\]\\n\\nI was so much pleased with him that I spent two days in his society. I have rarely met with a more perfect union of the sound practical mechanic, of strong common-sense, and yet with a vivid imagination, which threw a light upon every subject that he touched. It was delightful to see the perfect manner in which he had arranged all the details of the engine factory under his superintendence, and to observe the pride which he took in the accuracy of the work turned out by his excellent machinery.  It was a treat to see the magnificent and intricate iron castings produced there.\\n\\nAs M. Rosine spoke English fluently, we had discussions on a vast variety of topics, not only relating to technical subjects, but on other matters relating to art and mechanical drawing.  He was one of the few men I have met who had in perfection the happy accomplishment of sketching with true artistic spirit any object that he desired to bring before you.  His pencil far outstripped language in conveying distinct ideas on constructive and material objects.  The time that I spent in the company of this most interesting man will ever remain vivid in my memory.  It grieved me greatly to hear of his premature death about two years after the date of my visit.  He must have been a sad loss to his deeply attached friends, as well as to the nation whom he so faith fully served.\\n\\nOn my way to Toulon I passed through Bordeaux, and by Avignon to Nismes.  At the latter city I was delighted with the sight of the exquisite Roman temple, the Maison Carree.  It is almost perfect. But the most interesting of the Roman remains at Nismes is the magnificent Amphitheatre.  In viewing this grand specimen of architecture, as well as the old temples, cathedrals, and castles, I felt that we moderns are comparative pigmies.  Our architecture wants breadth, grandeur, sublimity.\\n\\nIt appears to me that one of the chief causes of the inferiority and defects of Modern Architecture is, that our designers are so anxious to display their taste in ornamentation.  They first design the exterior, and then fit into it the interior of their building. The purpose of the building is thus regarded as a secondary consideration.  In short, they utilise ornament instead of ornamenting utility--total inversion, as it appears to me, of the fundamental principle which ought to govern all classes of architectural structures. This is, unfortunately, too evident in most of our public buildings. See, for instance, our new Law Courts.\\n\\nOne thing I was especially struck with at Nismes--the ease with which some thousands of people might issue, without hindrance, from the Amphitheatre.  The wedge-shaped passages radiate from the centre, and, widening outwards, would facilitate the egress of an immense crowd.  Contrast this with the difficulty of getting out of any modern theatre or church in case of alarm or fire.  Another thing is remarkable--the care with which the huge blocks of magnesian limestone\\\\*  \\\\[footnote... I believe Dolomite is the proper geological term. This fine material abounds in this part of France, and has materially contributed to the durability of the Roman mason work.  ...\\\\] have been selected.  Some of the stone slabs are eighteen feet long; they roof over the corridors; yet they still retain the marks of the Roman chisel.  Every individual chip is as crisp as on the day on which it was made; even the delicate \\\"scribe\\\" marks, by which the mason some 1900 years ago lined out his work on the blocks of stone he was about to chip into its required form, are still perfectly distinct.\\n\\nThis wonderfully durable stone is of the same material as that employed by lithographers.  Though magnesian, it is of a different quality from that employed in building our Houses of Parliament. As this was carefully selected, the latter was carelessly unselected. It was quarried at random, in the most ignorant way; some of it proved little better than chalk; and though all sorts of nostrums have been tried, nothing will cure the radical defect.  This, however, is a wide digression from my subject of the admirable mason work, and the wonderful skill and forethought employed in erecting that superb arena and the other Roman buildings at Nismes.\\n\\nI proceeded to Marseilles, where I had some business to transact with Philip Taylor and Company, the engineering firm.  They were most kind and attentive to me while there, and greatly added to the enjoyment of my visit to that remarkable city.  From Marseilles I proceeded to Toulon, the last of the marine dockyards I had to visit.  There was no railway between the places at that time, and it was accordingly necessary that I should drive along the usual road.  In the course of my journey to Toulon I went through the Pass of Col d'Ollioulles. It was awfully impressive.  The Pass appeared to consist of a mighty cleft between two mountains; the result of some convulsion of Nature. There was only room for the carriage road to pass between the cliffs. The ruins of a Saracenic castle stood on the heights to guard the passage.  It was certainly the most romantic scene I had ever beheld.\\n\\nLooking down into the deep cleft below me, at the bottom of which ran a turbulent stream, I saw the narrow road along which our carriage was to pass.  And then suddenly I emerged in full sight of the Mediterranean, with the calm blue heavens resting over the deep blue sea.  There were palms, cactuses, and orange trees, mixed with olive groves.  The fields were full of tulips and narcissuses, and the rocks by the roadside were covered with boxwood and lavender.  Everything gave evidence of the sunny South.  I had got a glimpse of the Mediterranean a few days before; but now I saw it in its glory.\\n\\nI arrived in due time at Toulon.  The town is not very striking in itself.  It is surrounded by an amphitheatre of mountains of hard magnesian limestone.  These are almost devoid of vegetation. This it is which gives so arid an aspect to this part of the coast. Facing the south, the sun's rays, reflected from the bare surface of the rocks, place one at mid-day as if in the focus of a great burning mirror, and send every one in quest of shade.  This intense temperature has its due effect upon the workers in the dockyard.  I found the place far inferior to the others which I had visited.  The heat seemed to engender a sort of listlessness over the entire place. The people seemed to be falling asleep.  Though we complain of cold in our northern hemisphere, it is a great incentive to work.  Even our east wind is an invigorator; it braces us up, and strengthens our nerves and muscles.\\n\\nIt is quite possible that the workmen of the Toulon dockyard might fire up and work with energy provided an occasion arose to call forth their dormant energy.  But without the aid of an almost universal introduction of self-acting tools in this sleepy establishment, to break, with the busy hum of active working machinery, the spell of indolence that seemed to pervade it, there appeared to me no hope of anything like continuous and effective industry or useful results. The docks looked like one vast knacker's yard of broken-down obsolete ships and wretched old paraphernalia--unfortunately a characteristic of other establishments nearer home than Toulon.\\n\\nAfter transacting my business with the directing officers of this vast dockyard I returned to Marseilles.  There I found letters requiring me to proceed to Naples, in order to complete some business arrangements in that city.  I was exceedingly rejoiced to have an opportunity of visiting the south of Italy.  I set out at once. A fine new steamer of the Messageries Imperiales, the Ercolano, was ready to sail from the harbour.  I took my place on board. I found that the engines had been made by Maudsley Sons and Field; they were of their latest improved double-cylinder construction. When I went down into the engine-room I felt myself in a sense at home; for the style of the engines brought to my mind many a pleasant remembrance of the days gone by.\\n\\nWe steamed out of the harbour, and passed in succession the beautiful little islands which gem the bay of Marseilles.  Amongst others, the isle of If, crowned by its castle, once a State prison, and the Chateau d'If, immortalised by Dumas.  Then Pomegne, Ratoneau, and other islands.  We were now on the deep blue Mediterranean, watching the graceful curves of the coast as we steamed along. Soon after, we came in sight of the snow-capped maritime Alps behind Nice.  The evening was calm and clear, and a bright moon shone overhead.  Next morning I awoke in the harbour of Genoa, with a splendid panoramic view of the city before me.  I shall never forget the glorious sight of that clear bright morning as long as I live.\\n\\nAs the steamer was to remain in the harbour until two o'clock next day, I landed with the passengers and saw the wonders of the city. I felt as if I were in a new world.  On every side and all around me were objects of art lighted up by glorious sunshine.  The picturesque narrow streets, with the blue sky overhead and the bright sunshine lighting up the beautiful architecture of the palatial houses, relieved by masses of clear shade, together with the picturesque dresses of the people, and the baskets of oranges and lemons with the leaves on the boughs on which they had been born and reared, the brilliant greenery of the inner courts into which you peeped while passing along the Strada Nuova, literally a street of palaces, threw me into a fervency of delight.  Here, indeed, was architecture to be proud of--grand, imposing, and massive--chastely yet gloriously ornamented. There was nothing of the gingerbread order here!\\n\\nThe plan of these palaces is admirable.  They are open to the street, so that all the inner arrangements may be seen.  There is the court, surrounded by arcades, the arches of which rest upon columns; the flights of marble steps on each side, leading to the great hall or the principal apartments; and inside the court, the pink daphnes and Tangerine orange frees, surrounded by greenery, with which the splendour of the marble admirably contrasts;--the whole producing a magnificent effect.  I remembered that Genoa la superba was one of my father's pet subjects when talking of his first visit to Italy; and now I could confirm all that he had said about the splendour of its palaces.\\n\\nI do not know of anything more delightful than to grope one's way through a foreign city, especially such a city as Genoa, and come unexpectedly upon some building that one has heard of--that has dimly lived in the mind like a dream--and now to see it realised in fact.  It suddenly starts into life, as it were, surrounded by its natural associations.  I hate your professional guides and their constant chatter.  Much better to come with a mind prepared with some history to fall back upon, and thus be enabled to compare the present with the past, the living with the dead.\\n\\nI climbed up some of the hills surrounding Genoa--for it is a city of ups and downs.  I wandered about the terraced palaces surrounded by orange groves and surveyed the fortified heights by which the place is surrounded.  What exquisite bits of scenery there were to sketch; what a rich combination of nature and art!  And what a world of colour, with the clear blue sea in the distance!  Altogether, that one day at Genoa--though but a succession of glimpses formed a bright spot in my life, that neither time nor distance can dim or tarnish.\\n\\nI returned to the harbour two hours before the steamer was to leave. To commemorate my visit, I mounted the top of the paddle-box, took out my sketch book, and made a panoramic view of Genoa as seen from the harbour.  I did it in pencil at the time, and afterwards filled it up with ink.  When the pages of the sketch book had been joined together the panoramic view extended to about eight feet long.  The accuracy of the detail, as well as the speed with which the drawing was done, were perhaps rather creditable to the draughtsman--at least so my artistic friends were pleased to tell me.  Indeed, many years after, a friend at court desired to submit it to the highest Lady in the land, and, being herself an artist, she expressed herself as highly gratified with the performance.\",\"timestamp\":1639290338,\"title\":\"\\nI have already referred to my visit to Creuzot, in France. I must explain how it was that I was induced to travel abroad.\"},\"digest\":\"wBQS5NhGbBc-Cf8sVnoZHyfc8UXpKLrOpyPaOYp1tDo\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gDQhnbOn7Y-jnYKooxTicNFtCO57BhNK-HRuBMHAp7A\\\",\\\"y\\\":\\\"7IbGfkfLVq_-MDpf4KR8seW1RDGhJqTfp1Ru05PLx3o\\\"}\",\"signature\":\"pYEmo4OiUc6dCoyAxCqDcsWnPI_c3xE2JiAKjUVH2OkmopkV9CDkcvcOGoJK9-TjA4kydfSJGcuUFT-ulr2nCg\",\"signingKeySignature\":\"0x64dc369950d5e3c402441a9e04b5e3bc201ea57f9d5cb4c7e913212ad0bff6360f56a6b72e1f134b3d143fac58f4fabcf1955e49585a011601eacbc1d18cd6a91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gDQhnbOn7Y-jnYKooxTicNFtCO57BhNK-HRuBMHAp7A\\\",\\\"y\\\":\\\"7IbGfkfLVq_-MDpf4KR8seW1RDGhJqTfp1Ru05PLx3o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wBQS5NhGbBc-Cf8sVnoZHyfc8UXpKLrOpyPaOYp1tDo\"}"