"{\"content\":{\"body\":\"Dear Friends & Pham,\\n\\nAn update. \\n\\nAt the end of the day, what we all want is for the best people to come to Web3 to build with us - our friends and all the talented people we know.\\n\\nUnfortunately, we know a lot of talented folks who remain on the sidelines because their only exposed to Web3 by the [skammy PFP projects](https://www.vice.com/en/article/xgxnew/4-nft-projects-took-investors-money-and-disappeared-in-one-day) and NFT cash grabs that have become too common. As a result, many remain skeptical of what these new financial tools can deliver and still need to be convinced. \\n\\nWe need to show them better examples.   \\n\\nOver the course of many months of experimentation, we clarified our vision for what we plan to build in Web3 and ready to bring the dopest creatives, innovators, and pioneers onboard to help us realize it. \\n\\nWhat are we looking for? Amazing artists for sure, but also builders who are excited to create next generation infrastructure for the music industry. Building in this way allows Phlote to foster a community of partners with high ethics, who are biased towards action, and who are aligned with our mantra ☁️ ONLY GOOD ENERGY ALLOWED ☁️\\n\\nThis Friday, we’ll begin to “phlote” our most talented friends into Web3. These are the toughest artists in our expanding network - leaders who will be core contributors to realizing the full potential for Phlote as a fully integrated music discovery network powered by humans, not corporations. A[ DAMN](https://neuroswish.mirror.xyz/crowdfunds/0xcf7f28d4c06f81Efc273a78446735C19B21C94C6) for music.\\n\\nHow does a “phlote” work?  We’ll launch our partners with a “genesis” mint structured as a crowdfund or NFT drop that will managed by Phlote to fund specific Web3 projects. For each launch, proceeds will be split 80/5/15 between artist/curator/Phlote DAO. Phlote will provide business and technical partnership to ensure our partners’ success and longevity in delivering value to the broader Web3 community. \\n\\nEach launch will be executed using Web3 tooling on [Mirror](https://mirror.xyz), [Catalog](https://beta.catalog.works/), [Glass](https://glass.xyz/), [Zora](https://zora.co/), [Partybid](https://www.partybid.app/), allowing anyone to be early supporters and stamp themselves as members of[ Team Phlote](https://twitter.com/teamphlote?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor). \\n\\nWe’re excited to welcome our friends to Web3!\\n\\n\\\\- Team Phlote\\n\\n**About Phlote:**  \\n\\nPhlote is a DAO built to redesign music discovery. \\n\\nOur mission is to find amazing artists and “phlote” them into web3. \\n\\nPhlote IS NOT a music label. WE DO NOT sign artists.\\n\\nWe are a user owned music discovery channel (Web3 MTV) who’s sole mission is to shoot our most talented friends into the stratosphere, so that many others can see and follow them.\",\"timestamp\":1637802712,\"title\":\"Introducing: Phlote DAO ☁️\",\"publication\":\"phlote\"},\"digest\":\"WqDeXgvVL1mFfUMxUG6W4CA830Nur52p8dyNkzTSF0k\",\"authorship\":{\"contributor\":\"0xEf58304E292fBAeacFdeC25b67b3438031FdE313\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PXJLDXOqBueEKO0E1SD7_f-pNsTzIJlK2D7w1kzK15Y\\\",\\\"y\\\":\\\"xA1U5hyNE0GIB_b-tI60UEZ6Nq_yLY_JiJiI3_Ie_vI\\\"}\",\"signature\":\"sYIoXJJJcR4dQtwJRsPBHGMbomtYDJuuv9sM9P-CLUJ1u5ujmWDyZfn7p5Z81APjX1_XCxZ-hCUoh_fRaMDWyA\",\"signingKeySignature\":\"0xa8789d7fc1370553d76d4969a047e88ce852f449d94c3bcc04a298db6b4886516b348f5a0989d3e958ddbd9e68046c4f622388cda684bc6b8de8fb7af96ca88e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PXJLDXOqBueEKO0E1SD7_f-pNsTzIJlK2D7w1kzK15Y\\\",\\\"y\\\":\\\"xA1U5hyNE0GIB_b-tI60UEZ6Nq_yLY_JiJiI3_Ie_vI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WqDeXgvVL1mFfUMxUG6W4CA830Nur52p8dyNkzTSF0k\"}"