"{\"content\":{\"body\":\"In the heyday of the CD age, it was hard to make it as an artist. But there was a blueprint for what needed to happen. All that changed with peer-to-peer file sharing. Recorded music revenues tumbled and execs across the world panicked. What happened in the aftermath of Napster was never about musicians, it was always about bringing the overall revenues back up again. Musicians were never a part of creating the new infrastructures to achieve this. Subsequently they’ve been left without control of the systems they work in. This has been a feature of new technological developments taking hold in the music industry. In the past years, new technologies have brought control of ownership to artists. However, has this gone at the expense of what we have for a long time considered the final product: finished songs and albums? \\n\\n## Direct-to-fan business\\n\\nMusicians have started to treat their fans as people they interact with on deeper, more personal, and more creative levels. This started with crowdfunding platforms, where fans could sign up for perks, special mentions, and unique merch if they paid the artist before they created their music. This trend grew with subscription models. Through these the artist extended the way they opened up to their fans. In the same breath, fans agreed to provide recurring revenues for their favorite artists. In between, we’ve seen the rise of micropayments and tipping features as musicians became part of a broader creator economy. The relationship between artist and fan deepened and the holy grail became [1000](https://kk.org/thetechnium/1000-true-fans/), or [100](https://a16z.com/2020/02/06/100-true-fans/), superfans for each artist. \\n\\n## Artist-fan communities\\n\\nSuperfan groups in the 1980s would get together and create a fanzine that they distributed themselves to other fans. With the rise of the direct-to-fan tech stack those superfans could not only support their favorite artists directly, but also reach them more directly. Whether it’s through a **Twitch** channel or a **Patreon** page, artists have increasing had to reveal themselves to their fans to gain that valuable recurring revenue. In most cases, these communities center around the personality and the creative process of an artist. Say you subscribe to **Jamie Lidell**’s **[Hanging Out With Audiophiles](https://www.patreon.com/HOWA)**[ Patreon](https://www.patreon.com/HOWA), you care about the podcast and, if you take a Soul Science Crew subscription, you care enough to want to work with the audio from the podcast episodes. It’s all about the process though, it’s about creating together, however asynchronously, together with an artist you love. \\n\\n## Taking control of the container\\n\\nAnd then there were NFTs. What made major news headlines with big sales from crypto-connected artists has grown into a valuable way to do direct-to-fan business. Moreover, tokens more broadly are a great way to [empower fan communities](https://www.rollingstone.com/pro/features/portugal-the-man-cryptocurrency-ptm-coin-1129477/) and create [reciprocal business models](https://rally.io/articles/for-colin-benders-rally-is-a-way-to-be-as-generous-as-possible) around music. Since artists themselves are fueling the innovation around NFTs, it means that for the first time they are in control of the technology. Not only is the revenue earned through NFTs, and tokens more generally, a very direct form of artist-fan relationship, the artist also doesn’t lose ownership. On top of that, and because artists can control the direction the technology develops in, NFTs have given way to new forms of artistic expression, mainly in the form of generative art. Take a platform like **Async** where artists can sell separate stems and differently layered pieces of a single work. In a sense, then, there isn’t a single finished piece of music anymore. Instead there’s hundreds of different pieces of music. \\n\\n## Where does this leave music?\\n\\nI keep going back to **John Cage**’s piece *4’33”* when I think about the developments I described above. In that piece Cage challenges the notion of what constitutes music. A pianist remains silent, but the composer, together with the performing artist, codified that silence into a music framework. Within that framework, the silence is no longer silence but a piece of music filled with serendipitous sounds. This is very similar to what’s happening to music in the latest iteration of our digital age. We don’t need songs that adhere the limitations of a physical format. Instead, we have music that adheres to the needs of artist-fan communities, who not always need final products to create value. Similarly, we have music that adheres to the possibilities of NFTs and related blockchain technologies. Why create a piece of music that lasts exactly 4’33” when you can also have a piece of music that evolves and changes in relation to certain triggers. \",\"timestamp\":1635368767,\"title\":\"We don't need music, all we need is a creative process\",\"publication\":\"musicx\"},\"digest\":\"NxFBN_SUvOTa-rAn2BUWU7kgSUAPXQwlLjn-DwHcziQ\",\"authorship\":{\"contributor\":\"0x04a395a382B43d083ac5F43eb4c32B93d5a43E00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"grsOAUMl46kcfy27zLgD1Zd2lFUPYaxHrGMO84xx90E\\\",\\\"y\\\":\\\"_0n-c5P_UTeUYIrijkWtfCUXrNLyTcZ51eVViz0xdZk\\\"}\",\"signature\":\"iSqowYveY-t4PBPqEQ2PlE0LR9MIiEAqQ9ZZWJOCLVZ7PxVgrGSXIZNVECd1qOow_Vdz_8LxhDamafn8A3PBEw\",\"signingKeySignature\":\"0x26a336c9a9caf16795f740fb009f53109480a2fb6434fc3b8836a60d433804f930c1e5208036244b792edef6c5365c7b51855424e2e1c7dcdbab63187af059651c\",\"signingKeyMessage\":\"I authorize the publication of articles on musicx.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"grsOAUMl46kcfy27zLgD1Zd2lFUPYaxHrGMO84xx90E\\\",\\\"y\\\":\\\"_0n-c5P_UTeUYIrijkWtfCUXrNLyTcZ51eVViz0xdZk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NxFBN_SUvOTa-rAn2BUWU7kgSUAPXQwlLjn-DwHcziQ\"}"