"{\"content\":{\"body\":\"Bartholinus mentions a girl of eleven who weighed over 200 pounds. There is an instance recorded of a young girl in Russia who weighed nearly 200 pounds when but twelve. Wulf, quoted by Ebstein, describes a child which died at birth weighing 295 ounces. It was well proportioned and looked like a child three months old, except that it had an enormous development of fatty tissue. The parents were not excessively large, and the mother stated that she had had children before of the same proportions. Grisolles mentions a child who was so fat at twelve months that there was constant danger of suffocation; but, marvelous to relate, it lost all its obesity when two and a half, and later was remarkable for its slender figure. Figure 169 shows a girl born in Carbon County, Pa., who weighed 201 pounds when nine years old. McNaughton describes Susanna Tripp, who at six years of age weighed 203 pounds and was 3 feet 6 inches tall and measured 4 feet 2 inches around the waist. Her younger sister, Deborah, weighed 119 pounds; neither of the two weighed over 7 pounds at birth and both began to grow at the fourth month. On October, 1788, there died at an inn in the city of York the surprising \\\"Worcestershire Girl\\\" at the age of five. She had an exceedingly beautiful face and was quite active. She was 4 feet in height and larger around the breast and waist; her thigh measured 18 inches and she weighed nearly 200 pounds. In February, 1814, Mr. S. Pauton was married to the only daughter of Thomas Allanty of Yorkshire; although she was but thirteen she was 13 stone weight (182 pounds). At seven years she had weighed 7 stone (98 pounds). Williams mentions several instances of fat children. The first was a German girl who at birth weighed 13 pounds; at six months, 42 pounds; at four years, 150 pounds; and at twenty years, 450 pounds. Isaac Butterfield, born near Leeds in 1781, weighed 100 pounds in 1782 and was 3 feet 13 inches tall. There was a child named Everitt, exhibited in London in 1780, who at eleven months was 3 feet 9 inches tall and measured around the loins over 3 feet. William Abernethy at the age of thirteen weighed 22 stone (308 pounds) and measured 57 inches around the waist. He was 5 feet 6 inches tall. There was a girl of ten who was 1.45 meters (4 feet 9 inches) high and weighed 175 pounds. Her manners were infantile and her intellectual development was much retarded. She spoke with difficulty in a deep voice; she had a most voracious appetite.\\n\\nAt a meeting of the Physical Society of Vienna on December 4, 1894, there was shown a girl of five and a half who weighed 250 pounds. She was just shedding her first teeth; owing to the excess of fat on her short limbs she toddled like an infant. There was no tendency to obesity in her family. Up to the eleventh month she was nursed by her mother, and subsequently fed on cabbage, milk, and vegetable soup. This child, who was of Russian descent, was said never to perspire.\\n\\nCameron describes a child who at birth weighed 14 pounds, at twelve months she weighed 69 pounds, and at seventeen months 98 pounds. She was not weaned until two years old and she then commenced to walk. The parents were not remarkably large. There is an instance of a boy of thirteen and a half who weighed 214 pounds. Kaestner speaks of a child of four who weighed 82 pounds, and Benzenberg noted a child of the same age who weighed 137. Hildman, quoted by Picat, speaks of an infant three years and ten months old who had a girth of 30 inches. Hillairet knew of a child of five which weighed 125 pounds. Botta cites several instances of preternaturally stout children. One child died at the age of three weighing 90 pounds, another at the age of five weighed 100 pounds, and a third at the age of two weighed 75 pounds.\\n\\nFigure 170 represents Miss \\\"Millie Josephine\\\" of Chicago, a recent exhibitionist, who at the reputed age of thirteen was 5 feet 6 inches tall and weighed 422 pounds.\\n\\nGeneral Remarks.--It has been chiefly in Great Britain and in Holland that the most remarkable instances of obesity have been seen, especially in the former country colossal weights have been recorded. In some countries corpulency has been considered an adornment of the female sex. Hesse-Wartegg refers to the Jewesses of Tunis, who when scarcely ten years old are subjected to systematic treatment by confinement in narrow, dark rooms, where they are fed on farinaceous foods and the flesh of young puppies until they are almost a shapeless mass of fat. According to Ebstein, the Moorish women reach with astonishing rapidity the desired embonpoint on a diet of dates and a peculiar kind of meal.\\n\\nIn some nations and families obesity is hereditary, and generations come and go without a change in the ordinary conformation of the representatives. In other people slenderness is equally persistent, and efforts to overcome this peculiarity of nature are without avail.\\n\\nTreatment of Obesity.--Many persons, the most famous of whom was Banting, have advanced theories to reduce corpulency and to improve slenderness; but they have been uniformly unreliable, and the whole subject of stature-development presents an almost unexplored field for investigation. Recently, Leichtenstein, observing in a case of myxedema treated with the thyroid gland that the subcutaneous fat disappeared with the continuance of the treatment, was led to adopt this treatment for obesity itself and reports striking results. The diet of the patient remained the same, and as the appetite was not diminished by the treatment the loss of weight was evidently due to other causes than altered alimentation. He holds that the observations in myxedema, in obesity, and psoriasis warrant the belief that the thyroid gland eliminates a material having a regulating influence upon the constitution of the panniculus adiposus and upon the nutrition of the skin in general. There were 25 patients in all; in 22 the effect was entirely satisfactory, the loss of weight amounting to as much as 9.5 kilos (21 pounds). Of the three cases in which the result was not satisfactory, one had nephritis with severe Graves' disease, and the third psoriasis. Charrin has used the injections of thyroid extract with decided benefit. So soon as the administration of the remedy was stopped the loss of weight ceased, but with the renewal of the remedy the loss of weight again ensued to a certain point, beyond which the extract seemed powerless to act. Ewald also reports good results from this treatment of obesity.\\n\\nRemarkable Instances of Obesity.--From time immemorial fat men and women have been the object of curiosity and the number who have exhibited themselves is incalculable. Nearly every circus and dime museum has its example, and some of the most famous have in this way been able to accumulate fortunes.\\n\\nAthenaeus has written quite a long discourse on persons of note who in the olden times were distinguished for their obesity. He quotes a description of Denys, the tyrant of Heraclea, who was so enormous that he was in constant danger of suffocation; most of the time he was in a stupor or asleep, a peculiarity of very fat people. His doctors had needles put in the back of his chairs to keep him from falling asleep when sitting up and thus incurring the danger of suffocation. In the same work Athenaeus speaks of several sovereigns noted for their obesity; among others he says that Ptolemy VII, son of Alexander, was so fat that, according to Posidonius, when he walked he had to be supported on both sides. Nevertheless, when he was excited at a repast, he would mount the highest couch and execute with agility his accustomed dance.\\n\\nAccording to old chronicles the cavaliers at Rome who grew fat were condemned to lose their horses and were placed in retirement. During the Middle Ages, according to Guillaume in his \\\"Vie de Suger,\\\" obesity was considered a grace of God.\\n\\nAmong the prominent people in the olden time noted for their embonpoint were Agesilas, the orator Licinius Calvus, who several times opposed Cicero, the actor Lucius, and others. Among men of more modern times we can mention William the Conqueror; Charles le Gros; Louis le Gros; Humbert II, Count of Maurienne; Henry I, King of Navarre; Henry III, Count of Champagne; Conan III, Duke of Brittany; Sancho I, King of Leon; Alphonse II, King of Portugal; the Italian poet Bruni, who died in 1635; Vivonne, a general under Louis XIV; the celebrated German botanist Dillenius; Haller; Frederick I, King of Wurtemberg, and Louis XVIII.\\n\\nProbably the most famous of all the fat men was Daniel Lambert, born March 13, 1770, in the parish of Saint Margaret, Leicester. He did not differ from other youths until fourteen. He started to learn the trade of a die-sinker and engraver in Birmingham. At about nineteen he began to believe he would be very heavy and developed great strength. He could lift 500 pounds with ease and could kick seven feet high while standing on one leg. In 1793 he weighed 448 pounds; at this time he became sensitive as to his appearance. In June, 1809, he weighed 52 stone 11 pounds (739 pounds), and measured over 3 yards around the body and over 1 yard around the leg. He had many visitors, and it is said that once, when the dwarf Borwilaski came to see him, he asked the little man how much cloth he needed for a suit. When told about 3/4 of a yard, he replied that one of his sleeves would be ample. Another famous fat man was Edward Bright, sometimes called \\\"the fat man of Essex.\\\" He weighed 616 pounds. In the same journal that records Bright's weight is an account of a man exhibited in Holland who weighed 503 pounds.\\n\\nWadd, a physician, himself an enormous man, wrote a treatise on obesity and used his own portrait for a frontispiece. He speaks of Doctor Beddoes, who was so uncomfortably fat that a lady of Clifton called him a \\\"walking feather bed.\\\" He mentions Doctor Stafford, who was so enormous that this epitaph was ascribed to him:--\\n\\n\\\"Take heed, O good traveler! and do not tread hard,  For here lies Dr. Stafford, in all this churchyard.\\\"\",\"timestamp\":1639718061,\"title\":\"\\nScott has recorded the birth of a child weighing 2 1/2 pounds, and another 3 1/4 pounds. In the Chicago \"},\"digest\":\"aySud1eYGHfPQJS8FTkL3u7QNnLwMlKz2XQ1GEOgwOY\",\"authorship\":{\"contributor\":\"0xD2dD0Fd14351C19d159B581881AE68fAD5390A5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B5AWyGMoagrtR3VejRnjCe_ACYKbtjU3_0l5qq3sMGc\\\",\\\"y\\\":\\\"tf1bWzymnvfOxQkem9l-S0841dVbro2k2AheZmxtmng\\\"}\",\"signature\":\"jlCRCSvEoyRKiSZnyq8hNqQDFAJyOXYIVijn4tnkcY49LLs3HKcak3nqYcWPYKwnPXWkZCu7VNHgCsl7xavabQ\",\"signingKeySignature\":\"0x2fc1bb9bb8e4b89fc1b94d84674c064f4d01fd2747f8e089bc595047ecd2a26a2c77c150e0e1151a15743a0ef40c0c4cebb6d24150363ad7b8718f1e57371e051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B5AWyGMoagrtR3VejRnjCe_ACYKbtjU3_0l5qq3sMGc\\\",\\\"y\\\":\\\"tf1bWzymnvfOxQkem9l-S0841dVbro2k2AheZmxtmng\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aySud1eYGHfPQJS8FTkL3u7QNnLwMlKz2XQ1GEOgwOY\"}"