"{\"content\":{\"body\":\"Every time we use the internet, we encounter an endless supply of new ways to make money. The attention economy is booming, and people are becoming comfortable spending money on high quality digital media. Although the last several decades have seen us earning mostly as independent agents, people are increasingly joining forces to earn money together under shared group identities.\\n\\nThe challenge that we're facing is that the internet isn't built for group users. This means that everything that a group does, it does via its individual members who act on its behalf. In order for high levels of control to be placed in the hands of key individuals, these groups either need a high degree of structure or a high degree of trust for one another.\\n\\nFaced with this tradeoff, more and more people are choosing the latter— working with people they already trust, starting with their friends. Even the uncharted territory of mixing business and friendship seems to be an improvement over the stale bureaucratic structures of the last century, which clearly no longer reflect the way that we coordinate with one another. \\n\\nNonetheless, here is a guide to avoiding trouble when making money with friends online. We're far too early for this list to be exhaustive, but I hope it can be a useful starting point if you're thinking about diving into the deep end yourself.\\n\\n## 1. Respect People's Ideas \\nThe best way to validate any idea is to talk about it with smart people that you already know — the friends of yours who hopefully know at least a little bit about your chosen domain. The idea stage is an extremely sensitive time in any project's formation, especially for the people doing the ideating. Naturally, things can get uncomfortable if individuals begin to use other peoples' insights from these conversations on their own. Sometimes this looks like explicitly stealing ideas, but more often it's much more indirect. \\n\\nUltimately 2 good rules of thumb here are:\\n\\n- if someone is using you as a sounding board for a new idea, err on the side of remaining an external voice, and don't assume your own inclusion in the project unless you're explicitly invited\\n- if you're actively ideating, err on the side of under-sharing with people you don't fully trust not to cut you out of your own project\\n\\nComplications can arise as each new perspective molds an idea into being increasingly valuable, so it's important that ideas are valued, and that the people who come up with them are given fair credit.\\n\\n## 2. Set Expectations Early with a Friend-Prenup\\nOnce it becomes clear that what you're building has the potential to be valuable, you should have a conversation to set up some formal structure to help enable the collaboration.\\n\\nSome some basic details think about are:\\n\\n- how are you splitting the ownership and money you'll earn together?\\n- how are you accounting for costs that you might incur?\\n- which decisions do each of you have a say over?\\n- what is each person doing to earn their fair share?\\n- what specific guidelines are needed based on your unique project domain?\\n\\nTo do this right, it's usually worth putting this in writing — emails are good, signed documents are even better. Although it may feel awkward at first, these agreements will eventually become the bedrock of your relationship, and will allow trust to more easily flourish between you all. The added benefit to doing this with explicit signatures is that it will force everyone to speak up early about what they think is fair, recognizing that it'll be much more difficult to change these details later on.\\n\\nThis process can sometimes get messy or uncomfortable, because of the subjective nature of valuing each other's work. In these negotiations, power is rarely distributed evenly between contributors, so arriving at a fair deal will usually require those with more power to be kind, and have foresight about the future of the project. The goal should be to retain this core team for a long time, **which means that the deal needs to be fair for everyone involved**. Importantly, the \\\"fairness\\\" of a given deal is highly subjective — a fair deal is one which participants *believe* is fair in perpetuity. If you find that this conversation gets stuck, it can also be useful to have impartial 3rd parties add their perspectives on market standards.\\n\\nOver time these agreements will be forced to evolve, usually in the direction of stability and legitimacy. That's why it's important to have an expectation of good-faith from all parties involved. **If you don't trust your friends to act in good faith, through good times or bad, then you probably shouldn't be trying to earn money together in this manner.**\\n\\n## 3. Be Open to Change\\n\\nAny fixed expectations that you have going into the endeavour will almost certainly have to evolve as the project responds to its environment. Unless people are willing to be cooperative and adjust based on what's fair for the group over time, your operations will end up grinding to a halt. **This is why it's important for everyone involved to understand the compounding effect of collaboration, so your focus can stay on growing the pie, instead of splitting it.**\\n\\nJames P. Carse talks about this in his book *Finite and Infinite Games*, where finite games are played to be won by individual players, while infinite games are played so that they may continue to be played — the game's self perpetuation being the shared goal among all players:\\n\\n> The rules of an infinite game must change in the course of play. The rules are changed when the players of an infinite game agree that the play is imperiled by a finite outcome — that is, by the victory of some players and the defeat of others. The rules of an infinite game are changed to prevent anyone from winning the game and to bring as many persons as possible into the play.\\n\\nIf the friends you want to work with believe that keeping people happy matters more than what they stand to gain from \\\"winning\\\" on each others' behalf, then these evolutions will be flawless. If however people are continuously stretching the fairness of the arrangement in their own favour, relationships will weaken and the trust that you started with will evaporate.\\n\\n## 4. Remember the Stakes\\n\\nOne of the things that's tricky about working with friends is that the stakes are much higher than in normal business situations. Working together, you will inevitibly face tradeoffs based on the way that responsibilities and value are split up. If members approach each moment remembering what they have to lose, they will avoid making the mistake of sacrificing a friendship or their reputation for a short-term gain.\\n\\nThis is a high risk/high reward environment, which if played right can allow you to move as a cohesive group with ease, responding to the world much faster than any individual or traditional organization could ever dream of. However, if played incorrectly, what's at stake is a history that is increasingly impossible to wipe clean.\\n\\n## 5. Stick To Your Word\\n\\nWhen doing business with friends, integrity is extremely important. Reputations matter, because the entire premise of the game is that the heightened trust between you enables new ways of making money together. This means that in these arrangements, one must care *even more* about their integrity than in traditional business engagements (which don't normally require such high degrees of trust between members).\\nMy personal guideline here is to avoid ever making promises I can't keep, to follow through on all of the promises that I *do* make, and in situations where that's impossible, to approach people as early and often as I can to make sure everyone remains happy. By approaching situations with an honest positive intention, you'll find your friends will come through for you when you need them to. The absence of transparency will have the opposite effect though, and will leave your friends feeling taken advantage of. Staying proactive is key.\\n\\n## 6. Be Transparent\\n\\nAt the end of the day, the top requirement for friends to be able to make money together is being open with each other about all of the important details of the arrangement. Sharing information builds goodwill, and over time establishes trust as everyone sees that no one has anything to hide. This will become less and less necessary as your project matures, but early on a high level of transparency is a must. \\n\\nSome examples of important things which should actively be shared are:\\n\\n- any ways that members are benefiting from the arrangement (either directly or indirectly)\\n- any conflicts of interest that members might have (because of activities they do outside of the arrangement)\\n- any changes that might occur with each member's expected contributions\\n\\nYou should also aim to have a culture of regularly providing feedback to each other, remembering that constructive feedback should always be shared 1-1 first (to make sure no one ever feels unfairly called out). For that reason, it's important that everyone feels comfortable talking to each other directly, rather than just in group forums.\\n\\nUltimately, being transparent is most often characterized as not hiding things. Keeping important information to yourself is sketchy, mostly because doing so creates the conditions for people to take advantage of each other. If you want people to enjoy working with you, transparency is a must for making that happen.\\n\\n---\\n\\nAside from these formalities, it's important to find a healthy balance between seriousness and play. The whole power of the internet is that it gives us a freedom to experiment, to be silly, to make mistakes, and to support your friends while they do the same. Making the experience of working together itself enjoyable ensures that there's at least one benefit gained if the project doesn't outright succeed — you had fun with your friends!\\n\\nAs people continue to realize that they're tired of working with people they wouldn't be friends with, we're going to be forced to create new sets of rules to shape how we coordinate together more fluidly. If the last century's businesses were marked by bureaucracy and structure, the next century's will be built on trust and dynamic bonds between people— unlocking the latent human potential from leftover unfair deals.\\n\\n---\\n\\nSpecial thanks to [Jordan Kutzer](https://twitter.com/JordanKutzer), [Li Jin](https://twitter.com/ljin18), and [Arya Soltanieh](https://twitter.com/LostCod3r) for their help crafting this piece.\",\"timestamp\":1620964717,\"title\":\"How to Mix Business and Friendship\",\"publication\":\"m\"},\"digest\":\"-CCDW4-MEGzybTBx4iCAxzaVIetFSVLSCGYKyb1BlWs\",\"authorship\":{\"contributor\":\"0xbfDb50Dc66C8Df9fd9688D8fe5A0C34126427645\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFXAL94mxTWM2tEz4pA2uDBtbMcA_7pApqGX3cTq1Q8\\\",\\\"y\\\":\\\"RREiCqsOwgwoXew50z_-gAjRIP-B0Rx6lqc1HD9kW7c\\\"}\",\"signature\":\"oSZiA1_xKVnX_MNrxIx92HgI927nj0Uczk_JuXEceDYC37zi8e_ljTgLgHwT8-7yMGpcmXQFw1PARmY8hepgwA\",\"signingKeySignature\":\"0x24eecf55313ff679633053490f7c6fbd7f4346a6e2bcdfe752423a579007c0b248855e83e76195148100e52aa0d5194d31cf1b0a1689713d722bb0b1fcb9add51b\",\"signingKeyMessage\":\"I authorize the publication of articles on m.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFXAL94mxTWM2tEz4pA2uDBtbMcA_7pApqGX3cTq1Q8\\\",\\\"y\\\":\\\"RREiCqsOwgwoXew50z_-gAjRIP-B0Rx6lqc1HD9kW7c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HNRZ7nbcR-lMpmLfYLbNysDs8ubVXB3FTitMyF6dlNY\"}"