"{\"content\":{\"body\":\"over his eyes and face, and down his back, hangs a mat of long, uncombed hair. He is alone. Those who meet him laugh, if they do not worse; for he is a Nazarite, one of a despised sect which rejects the books of Moses, devotes itself to abhorred vows, and goes unshorn while the vows endure.\\n\\nAs we watch his retiring figure, suddenly there is a commotion in the crowd, a parting quickly to the right and left, with exclamations sharp and decisive. Then the cause comes--a man, Hebrew in feature and dress. The mantle of snow-white linen, held to his head by cords of yellow silk, flows free over his shoulders; his robe is richly embroidered, a red sash with fringes of gold wraps his waist several times. His demeanor is calm; he even smiles upon those who, with such rude haste, make room for him. A leper? No, he is only a Samaritan. The shrinking crowd, if asked, would say he is a mongrel--an Assyrian--whose touch of the robe is pollution; from whom, consequently, an Israelite, though dying, might not accept life. In fact, the feud is not of blood. When David set his throne here on Mount Zion, with only Judah to support him, the ten tribes betook themselves to Shechem, a city much older, and, at that date, infinitely richer in holy memories. The final union of the tribes did not settle the dispute thus begun. The Samaritans clung to their tabernacle on Gerizim, and, while maintaining its superior sanctity, laughed at the irate doctors in Jerusalem. Time brought no assuagement of the hate. Under Herod, conversion to the faith was open to all the world except the Samaritans; they alone were absolutely and forever shut out from communion with Jews.\\n\\nAs the Samaritan goes in under the arch of the gate, out come three men so unlike all whom we have yet seen that they fix our gaze, whether we will or not. They are of unusual stature and immense brawn; their eyes are blue, and so fair is their complexion that the blood shines through the skin like blue pencilling; their hair is light and short; their heads, small and round, rest squarely upon necks columnar as the trunks of trees. Woollen tunics, open at the breast, sleeveless and loosely girt, drape their bodies, leaving bare arms and legs of such development that they at once suggest the arena; and when thereto we add their careless, confident, insolent manner, we cease to wonder that the people give them way, and stop after they have passed to look at them again. They are gladiators--wrestlers, runners, boxers, swordsmen; professionals unknown in Judea before the coming of the Roman; fellows who, what time they are not in training, may be seen strolling through the king's gardens or sitting with the guards at the palace gates; or possibly they are visitors from Caesarea, Sebaste, or Jericho; in which Herod, more Greek than Jew, and with all a Roman's love of games and bloody spectacles, has built vast theaters, and now keeps schools of fighting-men, drawn, as is the custom, from the Gallic provinces or the Slavic tribes on the Danube.\\n\\n\\\"By Bacchus!\\\" says one of them, drawing his clenched hand to his shoulder, \\\"their skulls are not thicker than eggshells.\\\"\\n\\nThe brutal look which goes with the gesture disgusts us, and we turn happily to something more pleasant.\\n\\nOpposite us is a fruit-stand. The proprietor has a bald head, a long face, and a nose like the beak of a hawk. He sits upon a carpet spread upon the dust; the wall is at his back; overhead hangs a scant curtain, around him, within hand's reach and arranged upon little stools, lie osier boxes full of almonds, grapes, figs, and pomegranates. To him now comes one at whom we cannot help looking, though for another reason than that which fixed our eyes upon the gladiators; he is really beautiful--a beautiful Greek. Around his temples, holding the waving hair, is a crown of myrtle, to which still cling the pale flowers and half ripe berries. His tunic, scarlet in color, is of the softest woollen fabric; below the girdle of buff leather, which is clasped in front by a fantastic device of shining gold, the skirt drops to the knee in folds heavy with embroidery of the same royal metal; a scarf, also woollen, and of mixed white and yellow, crosses his throat and falls trailing at his back; his arms and legs, where exposed, are white as ivory, and of the polish impossible except by perfect treatment with bath, oil, brushes, and pincers.\\n\\nThe dealer, keeping his seat, bends forward, and throws his hands up until they meet in front of him, palm downwards and fingers extended.\\n\\n\\\"What hast thou, this morning, O son of Paphos?\\\" says the young Greek, looking at the boxes rather than at the Cypriote. \\\"I am hungry. What hast thou for breakfast?\\\"\\n\\n\\\"Fruits from the Pedius--genuine--such as the singers of Antioch take of mornings to restore the waste of their voices,\\\" the dealer answers, in a querulous nasal tone.\\n\\n\\\"A fig, but not one of thy best, for the singers of Antioch!\\\" says the Greek. \\\"Thou art a worshiper of Aphrodite, and so am I, as the myrtle I wear proves; therefore I tell thee their voices have the chill of a Caspian wind. Seest thou this girdle?--a gift of the mighty Salome--\\\"\\n\\n\\\"The king's sister!\\\" exclaims the Cypriote, with another salaam.\\n\\n\\\"And of royal taste and divine judgment. And why not? She is more Greek than the king. But--my breakfast! Here is thy money--red coppers of Cyprus. Give me grapes, and--\\\"\\n\\n\\\"Wilt thou not take the dates also?\\\"\\n\\n\\\"No, I am not an Arab.\\\"\\n\\n\\\"Nor figs?\\\"\\n\\n\\\"That would be to make me a Jew. No, nothing but the grapes. Never waters mixed so sweetly as the blood of the Greek and the blood of the grape.\\\"\\n\\nThe singer in the grimed and seething market, with all his airs of the court, is a vision not easily shut out of mind by such as see him; as if for the purpose, however, a person follows him challenging all our wonder. He comes up the road slowly, his face towards the ground; at intervals he stops, crosses his hands upon his breast, lengthens his countenance, and turns his eyes towards heaven, as if about to break into prayer. Nowhere, except in Jerusalem, can such a character be found. On his forehead, attached to the band which keeps the mantle in place, projects a leathern case, square in form; another similar case is tied by a thong to the left arm; the borders of his robe are decorated with deep fringe; and by such signs--the phylacteries, the enlarged borders of the garment, and the savor of intense holiness pervading the whole man--we know him to be a Pharisee, one of an organization (in religion a sect, in politics a party) whose bigotry and power will shortly bring the world to grief.\\n\\nThe densest of the throng outside the gate covers the road leading off to Joppa. Turning from the Pharisee, we are attracted by some parties who, as subjects of study, opportunely separate themselves from the motley crowd. First among them a man of very noble appearance--clear, healthful complexion; bright black eyes; beard long and flowing, and rich with unguents; apparel well-fitting, costly, and suitable for the season. He carries a staff, and wears, suspended by a cord from his neck, a large golden seal. Several servants attend him, some of them with short swords stuck through their sashes; when they address him, it is with the utmost deference. The rest of the party consists of two Arabs of the pure desert stock; thin, wiry men, deeply bronzed, and with hollow cheeks, and eyes of almost evil brightness; on their heads red tarbooshes; over their abas, and wrapping the left shoulder and the body so as to leave the right arm free, brown woollen haicks, or blankets. There is loud chaffering, for the Arabs are leading horses and trying to sell them; and, in their eagerness, they speak in high, shrill voices. The courtly person leaves the talking mostly to his servants; occasionally he answers with much dignity; directly, seeing the Cypriote, he stops and buys some figs. And when the whole party has passed the portal, close after the Pharisee, if we betake ourselves to the dealer in fruits, he will tell, with a wonderful salaam, that the stranger is a Jew, one of the princes of the city, who has travelled, and learned the difference between the common grapes of Syria and those of Cyprus, so surpassingly rich with the dews of the sea.\\n\\nAnd so, till towards noon, sometimes later, the steady currents of business habitually flow in and out of the Joppa Gate, carrying with them every variety of character; including representatives of all the tribes of Israel, all the sects among whom the ancient faith has been parcelled and refined away, all the religious and social divisions, all the adventurous rabble who, as children of art and ministers of pleasure, riot in the prodigalities of Herod, and all the peoples of note at any time compassed by the Caesars and their predecessors, especially those dwelling within the circuit of the Mediterranean.\\n\\nIn other words, Jerusalem, rich in sacred history, richer in connection with sacred prophecies--the Jerusalem of Solomon, in which silver was as stones, and cedars as the sycamores of the vale--had come to be but a copy of Rome, a center of unholy practises, a seat of pagan power. A Jewish king one day put on priestly garments, and went into the Holy of Holies of the first temple to offer incense, and he came out a leper; but in the time of which we are reading, Pompey entered Herod's temple and the same Holy of Holies, and came out without harm, finding but an empty chamber, and of God not a sign.\\n\\nCHAPTER VIII\\n\\nThe reader is now besought to return to the court described as part of the market at the Joppa Gate. It was the third hour of the day, and many of the people had gone away; yet the press continued without apparent abatement. Of the new-comers, there was a group over by the south wall, consisting of a man, a woman, and a donkey, which requires extended notice.\\n\\nThe man stood by the animal's head, holding a leading-strap, and leaning upon a stick which seemed to have been chosen for the double purpose of goad and staff. His dress was like that of the ordinary Jews around him, except that it had an appearance of newness. The mantle dropping from his head, and the robe or frock which clothed his person from neck to heel, were probably the garments he was accustomed to wear to the synagogue on Sabbath days. His features were exposed, and they told of fifty years of life, a surmise confirmed by the gray that streaked his otherwise black beard. He looked around him with the half-curious, half-vacant stare of a stranger and provincial.\\n\\nThe donkey ate leisurely from an armful of green grass, of which there was an abundance in the market. In its sleepy content, the brute did not admit of disturbance from the bustle and clamor about; no more was it mindful of the woman sitting upon its back in a cushioned pillion. An outer robe of dull woollen stuff completely covered her person, while a white wimple veiled her head and neck. Once in a while, impelled by curiosity to see or hear something passing, she drew the wimple aside, but so slightly that the face remained invisible.\\n\\nAt length the man was accosted.\\n\\n\\\"Are you not Joseph of Nazareth?\\\"\\n\\nThe speaker was standing close by.\\n\\n\\\"I am so called,\\\" answered Joseph, turning gravely around; \\\"And you--ah, peace be unto you! my friend, Rabbi Samuel!\\\"\\n\\n\\\"The same give I back to you.\\\" The Rabbi paused, looking at the woman, then added, \\\"To you, and unto your house and all your helpers, be peace.\\\"\\n\\nWith the last word, he placed one hand upon his breast, and inclined his head to the woman, who, to see him, had by this time withdrawn the wimple enough to show the face of one but a short time out of girlhood. Thereupon the acquaintances grasped right hands, as if to carry them to their lips; at the last moment, however, the clasp was let go, and each kissed his own hand, then put its palm upon his forehead.\\n\\n\\\"There is so little dust upon your garments,\\\" the Rabbi said, familiarly, \\\"that I infer you passed the night in this city of our fathers.\\\"\\n\\n\\\"No,\\\" Joseph replied, \\\"as we could only make Bethany before the night came, we stayed in the khan there, and took the road again at daybreak.\\\"\\n\\n\\\"The journey before you is long, then--not to Joppa, I hope.\\\"\\n\\n\\\"Only to Bethlehem.\\\"\\n\\nThe countenance of the Rabbi, theretofore open and friendly, became lowering and sinister, and he cleared his throat with a growl instead of a cough.\\n\\n\\\"Yes, yes--I see,\\\" he said. \\\"You were born in Bethlehem, and wend thither now, with your daughter, to be counted for taxation, as ordered by Caesar. The children of Jacob are as the tribes in Egypt were--only they have neither a Moses nor a Joshua. How are the mighty fallen!\\\"\\n\\nJoseph answered, without change of posture or countenance,\\n\\n\\\"The woman is not my daughter.\\\"\\n\\nBut the Rabbi clung to the political idea; and he went on, without noticing the explanation, \\\"What are the Zealots doing down in Galilee?\\\"\\n\\n\\\"I am a carpenter, and Nazareth is a village,\\\" said Joseph, cautiously. \\\"The street on which my bench stands is not a road leading to any city. Hewing wood and sawing plank leave me no time to take part in the disputes of parties.\\\"\\n\\n\\\"But you are a Jew,\\\" said the Rabbi, earnestly. \\\"You are a Jew, and of the line of David. It is not possible you can find pleasure in the payment of any tax except the shekel given by ancient custom to Jehovah.\\\"\\n\\nJoseph held his peace.\\n\\n\\\"I do not complain,\\\" his friend continued, \\\"of the amount of the tax--a denarius is a trifle. Oh no! The imposition of the tax is the offense. And, besides, what is paying it but submission to tyranny? Tell me, is it true that Judas claims to be the Messiah? You live in the midst of his followers.\\\"\\n\\n\\\"I have heard his followers say he was the Messiah,\\\" Joseph replied.\\n\\nAt this point the wimple was drawn aside, and for an instant the whole face of the woman was exposed. The eyes of the Rabbi wandered that way, and he had time to see a countenance of rare beauty, kindled by a look of intense interest; then a blush overspread her cheeks and brow, and the veil was returned to its place.\\n\\nThe politician forgot his subject.\\n\\n\\\"Your daughter is comely,\\\" he said, speaking lower.\\n\\n\\\"She is not my daughter,\\\" Joseph repeated.\\n\\nThe curiosity of the Rabbi was aroused; seeing which, the Nazarene hastened to say further, \\\"She is the child of Joachim and Anna of Bethlehem, of whom you have at least heard, for they were of great repute--\\\"\\n\\n\\\"Yes,\\\" remarked the Rabbi, deferentially, \\\"I know them. They were lineally descended from David. I knew them well.\\\"\\n\\nWell, they are dead now,\\\" the Nazarene proceeded. \\\"They died in Nazareth. Joachim was not rich, yet he left a house and garden to be divided between his daughters Marian and Mary. This is one of them; and to save her portion of the property, the law required her to marry her next of kin. She is now my wife.\\\"\\n\\n\\\"And you were--\\\"\\n\\n\\\"Her uncle.\\\"\\n\\n\\\"Yes, yes! And as you were both born in Bethlehem, the Roman compels you to take her there with you to be also counted.\\\"\\n\\nThe Rabbi clasped his hands, and looked indignantly to heaven, exclaiming, \\\"The God of Israel still lives! The vengeance is his!\\\"\\n\\nWith that he turned and abruptly departed. A stranger near by, observing Joseph's amazement, said, quietly, \\\"Rabbi Samuel is a zealot. Judas himself is not more fierce.\\\"\\n\\nJoseph, not wishing to talk with the man, appeared not to hear, and busied himself gathering in a little heap the grass which the donkey had tossed abroad; after which he leaned upon his staff again, and waited.\\n\\nIn another hour the party passed out the gate, and, turning to the left, took the road into Bethlehem. The descent into the valley of Hinnom was quite broken, garnished here and there with straggling wild olive-trees. Carefully, tenderly, the Nazarene walked by the woman's side, leading-strap in hand. On their left, reaching to the south and east round Mount Zion, rose the city wall, and on their right the steep prominences which form the western boundary of the valley.\\n\\nSlowly they passed the Lower Pool of Gihon, out of which the sun was fast driving the lessening shadow of the royal hill; slowly they proceeded, keeping parallel with the aqueduct from the Pools of Solomon, until near the site of the country-house on what is now called the Hill of Evil Counsel; there they began to ascend to the plain of Rephaim. The sun streamed garishly over the stony face of the famous locality, and under its influence Mary, the daughter of Joachim, dropped the wimple entirely, and bared her head. Joseph told the story of the Philistines surprised in their camp there by David. He was tedious in the narrative, speaking with the solemn countenance and lifeless manner of a dull man. She did not always hear him.\\n\\nWherever on the land men go, and on the sea ships, the face and figure of the Jew are familiar. The physical type of the race has always been the same; yet there have been some individual variations. \\\"Now he was ruddy, and withal of a beautiful countenance, and goodly to look to.\\\" Such was the son of Jesse when brought before Samuel. The fancies of men have been ever since ruled by the description. Poetic license has extended the peculiarities of the ancestor to his notable descendants. So all our ideal Solomons have fair faces, and hair and beard chestnut in the shade, and of the tint of gold in the sun. Such, we are also made believe, were the locks of Absalom the beloved. And, in the absence of authentic history, tradition has dealt no less lovingly by her whom we are now following down to the native city of the ruddy king.\\n\\nShe was not more than fifteen. Her form, voice, and manner belonged to the period of transition from girlhood. Her face was perfectly oval, her complexion more pale than fair. The nose was faultless; the lips, slightly parted, were full and ripe, giving to the lines of the mouth warmth, tenderness, and trust; the eyes were blue and large, and shaded by drooping lids and long lashes; and, in harmony with all, a flood of golden hair, in the style permitted to Jewish brides, fell unconfined down her back to the pillion on which she sat. The throat and neck had the downy softness sometimes seen which leaves the artist in doubt whether it is an effect of contour or color. To these charms of feature and person were added others more indefinable--an air of purity which only the soul can impart, and of abstraction natural to such as think much of things impalpable. Often, with trembling lips, she raised her eyes to heaven, itself not more deeply blue; often she crossed her hands upon her breast, as in adoration and prayer; often she raised her head like one listening eagerly for a calling voice. Now and then, midst his slow utterances, Joseph turned to look at her, and, catching the expression kindling her face as with light, forgot his theme, and with bowed head, wondering, plodded on.\\n\\nSo they skirted the great plain, and at length reached the elevation Mar Elias; from which, across a valley, they beheld Bethlehem, the old, old House of Bread, its white walls crowning a ridge, and shining above the brown scumbling of leafless orchards. They paused there, and rested, while Joseph pointed out the places of sacred renown; then they went down into the valley to the well which was the scene of one of the marvellous exploits of David's strong men. The narrow space was crowded with people and animals. A fear came upon Joseph--a fear lest, if the town were so thronged, there might not be house-room for the gentle Mary. Without delay, he hurried on, past the pillar of stone marking the tomb of Rachel, up the gardened slope, saluting none of the many persons he met on the way, until he stopped before the portal of the khan that then stood outside the village gates, near a junction of roads.\\n\\nCHAPTER IX\\n\\nTo understand thoroughly what happened to the Nazarene at the khan, the reader must be reminded that Eastern inns were different from the inns of the Western world. They were called khans, from the Persian, and, in simplest form, were fenced enclosures, without house or shed, often without a gate or entrance. Their sites were chosen with reference to shade, defence, or water. Such were the inns that sheltered Jacob when he went to seek a wife in Padan-Aram. Their like may been seen at this day in the stopping-places of the desert. On the other hand, some of them, especially those on the roads between great cities, like Jerusalem and Alexandria, were princely establishments, monuments to the piety of the kings who built them. In ordinary, however, they were no more than the house or possession of a sheik, in which, as in headquarters, he swayed his tribe. Lodging the traveller was the least of their uses; they were markets, factories, forts; places of assemblage and residence for merchants and artisans quite as much as places of shelter for belated and wandering wayfarers. Within their walls, all the year round, occurred the multiplied daily transactions of a town.\\n\\nThe singular management of these hostelries was the feature likely to strike a Western mind with most force. There was no host or hostess; no clerk, cook, or kitchen; a steward at the gate was all the assertion of government or proprietorship anywhere visible. Strangers arriving stayed at will without rendering account. A consequence of the system was that whoever came had to bring his food and culinary outfit with him, or buy them of dealers in the khan. The same rule held good as to his bed and bedding, and forage for his beasts. Water, rest, shelter, and protection were all he looked for from the proprietor, and they were gratuities. The peace of synagogues was sometimes broken by brawling disputants, but that of the khans never. The houses and all their appurtenances were sacred: a well was not more so.\\n\\nThe khan at Bethlehem, before which Joseph and his wife stopped, was a good specimen of its class, being neither very primitive nor very princely. The building was purely Oriental; that is to say, a quadrangular block of rough stones, one story high, flat-roofed, externally unbroken by a window, and with but one principal entrance--a doorway, which was also a gateway, on the eastern side, or front. The road ran by the door so near that the chalk dust half covered the lintel. A fence of flat rocks, beginning at the northeastern corner of the pile, extended many yards down the slope to a point from whence it swept westwardly to a limestone bluff; making what was in the highest degree essential to a respectable khan--a safe enclosure for animals.\\n\\nIn a village like Bethlehem, as there was but one sheik, there could not well be more than one khan; and, though born in the place, the Nazarene, from long residence elsewhere, had no claim to hospitality in the town. Moreover, the enumeration for which he was coming might be the work of weeks or months; Roman deputies in the provinces were proverbially slow; and to impose himself and wife for a period so uncertain upon acquaintances or relations was out of the question. So, before he drew nigh the great house, while he was yet climbing the slope, in the steep places toiling to hasten the donkey, the fear that he might not find accommodations in the khan became a painful anxiety; for he found the road thronged with men and boys who, with great ado, were taking their cattle, horses, and camels to and from the valley, some to water, some to the neighboring caves. And when he was come close by, his alarm was not allayed by the discovery of a crowd investing the door of the establishment, while the enclosure adjoining, broad as it was, seemed already full.\\n\\n\\\"We cannot reach the door,\\\" Joseph said, in his slow way. \\\"Let us stop here, and learn, if we can, what has happened.\\\"\\n\\nThe wife, without answering, quietly drew the wimple aside. The look of fatigue at first upon her face changed to one of interest. She found herself at the edge of an assemblage that could not be other than a matter of curiosity to her, although it was common enough at the khans on any of the highways which the great caravans were accustomed to traverse. There were men on foot, running hither and thither, talking shrilly and in all the tongues of Syria; men on horseback screaming to men on camels; men struggling doubtfully with fractious cows and frightened sheep; men peddling bread and wine; and among the mass a herd of boys apparently in chase of a herd of dogs. Everybody and everything seemed to be in motion at the same time. Possibly the fair spectator was too weary to be long attracted by the scene; in a little while she sighed, and settled down on the pillion, and, as if in search of peace and rest, or in expectation of some one, looked off to the south, and up to the tall cliffs of the Mount of Paradise, then faintly reddening under the setting sun.\\n\\nWhile she was thus looking, a man pushed his way out of the press, and, stopping close by the donkey, faced about with an angry brow. The Nazarene spoke to him.\\n\\n\\\"As I am what I take you to be, good friend--a son of Judah--may I ask the cause of this multitude?\\\"\\n\\nThe stranger turned fiercely; but, seeing the solemn countenance of Joseph, so in keeping with his deep, slow voice and speech, he raised his hand in half-salutation, and replied,\\n\\n\\\"Peace be to you, Rabbi! I am a son of Judah, and will answer you. I dwell in Beth-Dagon, which, you know, is in what used to be the land of the tribe of Dan.\\\"\\n\\n\\\"On the road to Joppa from Modin,\\\" said Joseph.\\n\\n\\\"Ah, you have been in Beth-Dagon,\\\" the man said, his face softening yet more. \\\"What wanderers we of Judah are! I have been away from the ridge--old Ephrath, as our father Jacob called it-- for many years. When the proclamation went abroad requiring all Hebrews to be numbered at the cities of their birth-- That is my business here, Rabbi.\\\"\\n\\nJoseph's face remained stolid as a mask, while he remarked, \\\"I have come for that also--I and my wife.\\\"\\n\\nThe stranger glanced at Mary and kept silence. She was looking up at the bald top of Gedor. The sun touched her upturned face, and filled the violet depths of her eyes, and upon her parted lips trembled an aspiration which could not have been to a mortal. For the moment, all the humanity of her beauty seemed refined away: she was as we fancy they are who sit close by the gate in the transfiguring light of Heaven. The Beth-Dagonite saw the original of what, centuries after, came as a vision of genius to Sanzio the divine, and left him immortal.\\n\\n\\\"Of what was I speaking? Ah! I remember. I was about to say that when I heard of the order to come here, I was angry. Then I thought of the old hill, and the town, and the valley falling away into the depths of Cedron; of the vines and orchards, and fields of grain, unfailing since the days of Boaz and Ruth, of the familiar mountains--Gedor here, Gibeah yonder, Mar Elias there--which, when I was a boy, were the walls of the world to me; and I forgave the tyrants and came--I, and Rachel, my wife, and Deborah and Michal, our roses of Sharon.\\\"\\n\\nThe man paused again, looking abruptly at Mary, who was now looking at him and listening. Then he said, \\\"Rabbi, will not your wife go to mine? You may see her yonder with the children, under the leaning olive-tree at the bend of the road. I tell you\\\"--he turned to Joseph and spoke positively--\\\"I tell you the khan is full. It is useless to ask at the gate.\\\"\\n\\nJoseph's will was slow, like his mind; he hesitated, but at length replied, \\\"The offer is kind. Whether there be room for us or not in the house, we will go see your people. Let me speak to the gate-keeper myself. I will return quickly.\\\"\\n\\nAnd, putting the leading-strap in the stranger's hand, he pushed into the stirring crowd.\\n\\nThe keeper sat on a great cedar block outside the gate. Against the wall behind him leaned a javelin. A dog squatted on the block by his side.\\n\\n\\\"The peace of Jehovah be with you,\\\" said Joseph, at last confronting the keeper.\\n\\n\\\"What you give, may you find again; and, when found, be it many times multiplied to you and yours,\\\" returned the watchman, gravely, though without moving.\\n\\n\\\"I am a Bethlehemite,\\\" said Joseph, in his most deliberate way. Is there not room for--\\\"\\n\\n\\\"There is not.\\\"\\n\\n\\\"You may have heard of me--Joseph of Nazareth. This is the house of my fathers. I am of the line of David.\\\"\\n\\nThese words held the Nazarene's hope. If they failed him, further appeal was idle, even that of the offer of many shekels. To be a son of Judah was one thing--in the tribal opinion a great thing; to be of the house of David was yet another; on the tongue of a Hebrew there could be no higher boast. A thousand years and more had passed since the boyish shepherd became the successor of Saul and founded a royal family. Wars, calamities, other kings, and the countless obscuring processes of time had, as respects fortune, lowered his descendants to the common Jewish level; the bread they ate came to them of toil never more humble; yet they had the benefit of history sacredly kept, of which genealogy was the first chapter and the last; they could not become unknown, while, wherever they went In Israel, acquaintance drew after it a respect amounting to reverence.\\n\\nIf this were so in Jerusalem and elsewhere, certainly one of the sacred line might reasonably rely upon it at the door of the khan of Bethlehem. To say, as Joseph said, \\\"This is the house of my fathers,\\\" was to say the truth most simply and literally; for it was the very house Ruth ruled as the wife of Boaz, the very house in which Jesse and his ten sons, David the youngest, were born, the very house in which Samuel came seeking a king, and found him; the very house which David gave to the son of Barzillai, the friendly Gileadite; the very house in which Jeremiah, by prayer, rescued the remnant of his race flying before the Babylonians.\\n\\nThe appeal was not without effect. The keeper of the gate slid down from the cedar block, and, laying his hand upon his beard, said, respectfully, \\\"Rabbi, I cannot tell you when this door first opened in welcome to the traveller, but it was more than a thousand years ago; and in all that time there is no known instance of a good man turned away, save when there was no room to rest him in. If it has been so with the stranger, just cause must the steward have who says no to one of the line of David. Wherefore, I salute you again; and, if you care to go with me, I will show you that there is not a lodging-place left in the house; neither in the chambers, nor in the lewens, nor in the court--not even on the roof. May I ask when you came?\\\"\\n\\n\\\"But now.\\\"\\n\\nThe keeper smiled.\\n\\n\\\"'The stranger that dwelleth with you shall be as one born among you, and thou shalt love him as thyself.' Is not that the law, Rabbi?\\\"\\n\\nJoseph was silent.\\n\\n\\\"If it be the law, can I say to one a long time come, 'Go thy way; another is here to take thy place?'\\\"\\n\\nYet Joseph held his peace.\\n\\n\\\"And, if I said so, to whom would the place belong? See the many that have been waiting, some of them since noon.\\\"\\n\\n\\\"Who are all these people?\\\" asked Joseph, turning to the crowd. \\\"And why are they here at this time?\\\"\\n\\n\\\"That which doubtless brought you, Rabbi--the decree of the Caesar\\\"--the keeper threw an interrogative glance at the Nazarene, then continued--\\\"brought most of those who have lodging in the house. And yesterday the caravan passing from Damascus to Arabia and Lower Egypt arrived. These you see here belong to it-- men and camels.\\\"\\n\\nStill Joseph persisted.\\n\\n\\\"The court is large,\\\" he said.\\n\\n\\\"Yes, but it is heaped with cargoes--with bales of silk, and pockets of spices, and goods of every kind.\\\"\\n\\nThen for a moment the face of the applicant lost its stolidity; the lustreless, staring eyes dropped. With some warmth he next said, \\\"I do not care for myself, but I have with me my wife, and the night is cold--colder on these heights than in Nazareth. She cannot live in the open air. Is there not room in the town?\\\"\\n\\n\\\"These people\\\"--the keeper waved his hand to the throng before the door--\\\"have all besought the town, and they report its accommodations all engaged.\\\"\\n\\nAgain Joseph studied the ground, saying, half to himself, \\\"She is so young! if I make her bed on the hill, the frosts will kill her.\\\"\\n\\nThen he spoke to the keeper again.\\n\\n\\\"It may be you knew her parents, Joachim and Anna, once of Bethlehem, and, like myself, of the line of David.\\\"\\n\\n\\\"Yes, I knew them. They were good people. That was in my youth.\\\"\\n\\nThis time the keeper's eyes sought the ground in thought. Suddenly he raised his head.\",\"timestamp\":1640142296,\"title\":\"\\nFrom the throng a Jew comes next, meager of frame, round-shouldered, and wearing a coarse brown robe\"},\"digest\":\"f96F5FL0HUzdnxHikFVfo7Rkz05tYHw6JKEZTbeLqHM\",\"authorship\":{\"contributor\":\"0xD2dD0Fd14351C19d159B581881AE68fAD5390A5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ofzdDsKribG4Mbs54cEWi3VX4hdWE3LqUcInmYCFHQw\\\",\\\"y\\\":\\\"Mzws4AhtMaOpYdxazMmwCVJC7QB4GlNQLVFjsVinuSg\\\"}\",\"signature\":\"G9USKjkBAGVfNJtqtEZqtlbeJ4AJrRhEEEm2SGKcegl7wo18RZwBNscKgxgpPpt68ZmHpc3GW3mCEFTDfM2MpQ\",\"signingKeySignature\":\"0xee9ff75134b3f4a07bee72eeb2c53be80a97da18458c947f4646c77e04b2c50015c36de716023b1dc331186ca9bdd6d2aca73d1bd8e85d689b36e74bc7c329ac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ofzdDsKribG4Mbs54cEWi3VX4hdWE3LqUcInmYCFHQw\\\",\\\"y\\\":\\\"Mzws4AhtMaOpYdxazMmwCVJC7QB4GlNQLVFjsVinuSg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f96F5FL0HUzdnxHikFVfo7Rkz05tYHw6JKEZTbeLqHM\"}"