"{\"content\":{\"body\":\"> 👋 🧠 \\n *If you collect this article as an NFT you will support the project & I’ll invite you to the beta. This will give you life time free access to the app when we offically launch: early 2022.* \\n\\nA couple of years ago, I had the idea of designing my day by listing things I don’t like doing and then do the opposite.\\n\\nFrom having back-to-back meetings, my calendar was now almost empty, this created more space and time to think.\\n\\nI realized how easy it was to have way more control over my time.\\n\\nWhile growing my design agency, the number of things I don’t particularly enjoy doing was growing again; e-mail, excel sheets, putting out fires, calls, jajada. For what?\\n\\nI love entrepreneurs, but most of them also sound like complete idiots. I know that because I sounded like an idiot, and that idiot was still there.\\n\\nWhile being busy and doing serious (reeealllly serious) business, I had less time for the things that matter; creating and building things that scare the shit out of me.\\n\\nHere I realized that people are not workers but creators. But all we do is work.\\n\\nWe do things because someone else tells us to do so, and this chain of command is long. We worry about deadlines, what others think of x, nervous for big meetings, stuck on putting our fires. We wear being busy as a badge of honor, but it’s all empty busywork. It might put food on the table and buy you a nice Tesla, but is that what this thing is all about?\\n\\nWhen we realize that there is some kind of problem in our monkey mind, we want to solve it. We ask for advice, turn to self-help books, meditations apps, influencer coaches, and buy online courses and whatnot to fix it.\\n\\nEnter a new chase, where the conditioned mind becomes more conditioned.\\n\\nIn our work-life, we do things others tell us to do. Then our life-life we do things books tell us to do; we take cold showers, walk, and eat upside down.\\n\\nWe never take a step back and listen, [to reflect](https://rarible.com/token/0xF6793dA657495ffeFF9Ee6350824910Abc21356C:62410858773959309813739890134330961390172446488160547524634837639335994458113?tab=details). Never do we see what is already here. Never do we realize that all solutions are hidden in the question we ask ourselves.\\n\\nIn this realization, it became clear to me that all problems are mind problems. The only way out is understanding.\\n\\nSince I like creating things, I was curious if I could create something to examine the mind; to have a conversation with my own mind.\\n\\nEnter; Hey mind. A place to evaluate your thoughts, to understand and refine the mind.\\n\\nIt’s not an app to ‘fix something’ or learn about 5 steps plans to become a morning person or 10 tricks that will make you more productive, or the one single trick that makes you live in the now. All bs.\\n\\nAnd no, you don’t need this app. It’s just an experiment, but you can [join the adventure](https://www.heymind.co/?utm_campaign=moment&utm_medium=email&utm_source=Revue%20newsletter) if you feel like it.\\n\\nEverything we do is created and experienced by the mind; why wouldn’t you want to understand how that thing works? To spend your time making sure it’s in complete peace, be less distracted, and achieve whatever you want. To understand.\\n\\nWhy would you settle for less?\",\"timestamp\":1637678507,\"title\":\"Hey mind\"},\"digest\":\"8ySNop-K02a12NAuicu3j2NiYKf2EldWYZIssy9aSaI\",\"authorship\":{\"contributor\":\"0x89Fb4B54572d8ED255C74f9eCb66973569813603\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPQhdsGit_IUeeX_tS7NdlyhTCv88gYXLrwhaEi9R94\\\",\\\"y\\\":\\\"qjL5te7PcvSamuQpVtCQyurhWde21EhgffUluPVOyVQ\\\"}\",\"signature\":\"B3ZxEN20d5chK8vnfl6f9jB3QWkgd78lau_ht12N__ppFT0T79LBAa7cybLHS_ZAQU2Ijuf-ytAnQN-iEGOM3A\",\"signingKeySignature\":\"0x56c0ccf07a5a6eda5daee936edfbf64873436e2adda62c09c5477a9dcf43607a1e9d883bd4e73b3c2d10e1a6abbb46d4594ed29a8217222a1068f6cbe08eaa341c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPQhdsGit_IUeeX_tS7NdlyhTCv88gYXLrwhaEi9R94\\\",\\\"y\\\":\\\"qjL5te7PcvSamuQpVtCQyurhWde21EhgffUluPVOyVQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PJfIgLHoam3qQFLb4u6ydtEO0EeJaF6w_zoX1pkLT68\"}"