"{\"content\":{\"body\":\"**funnelweb3** is a podcast about the intersection of culture with web3, NFTs and the metaverse; focused on start-ups, projects and creators linked to Australia & New Zealand.\\n\\nYou can find all podcast episodes and subscribe on your favourite platform below:\\n\\n[https://linktr.ee/funnelweb3](https://linktr.ee/funnelweb3)\\n\\nFollow Aaren and the podcast: [@aarenarchive](https://twitter.com/aarenarchive)\\n\\n\\n---\\n\\nWelcome back for another episode! This time we chat to the solo founder of Serenade, Max Shand, about NFTs as a tool for music artists to generate new revenue streams and the future of fan engagement in a digital world.\\n\\nSerenade is a global music NFT marketplace for real artists and fans. Music fans can buy, sell, collect, and showcase digital merchandise and collectibles in an eco-friendly format using just their credit or debit card.\\n\\nMax is also on the board of FBI Radio, an active angel investor in the ANZ eco-system and was previously the first employee at Afterpay.\\n\\nWebsite: <https://serenade.co/>\\n\\nTwitter: [@serenade__co](https://twitter.com/serenade__co), [@max_shand](https://twitter.com/max_shand)\\n\\nTikTok: [@serenade.co](https://www.tiktok.com/@serenade.co)\\n\\nInstagram: [@serenade](https://www.instagram.com/serenade/)\\n\\nP.S. this episode was recorded in 2021.\\n\\n\\n---\\n\\nThere may be some minor errors following computer transcription, but **enjoy the transcript for Episode #0002 below:**\\n\\n*Aaren:* I would like to welcome Max Shand. Thanks for joining me on the podcast today.\\n\\nMax is the solo founder of Serenade, a music NFT marketplace for real artists and fans. Music fans can buy, sell, collect, and showcase digital merchandise and collectibles in an eco-friendly format using just their credit or debit card and deposit account. He's also on the board of FBI radio, is an active angel investor in the ANZ eco-system and was previously the first employee at Afterpay. Does that do you justice?\\n\\n*Max*: It was, it was wonderful. I loved it. Thank you very much. I feel very good about myself.\\n\\n*Aaren:* So going into the first question, you know, Serenade originally started as Serenade Sounds. What led you to start that business and come up with the solution that you're working on?\\n\\n*Max:* So Serenade has always been an effort to create new revenue streams for artists by delivering wonderful experiences for fans. It started off as a personalized musical performance platform where artists would be commissioned to perform wonderful recordings for avid super fans. We learned from the first few months of operating that artists were eager to create one thing that could be sold to many. They wanted to have full creative license to produce things that reflected their creative palette. They wanted to participate in projects that had a business model, much like an album, where you create a single thing of beauty and it creates lasting revenue streams. And they want to learn more about who their super fans are, so that they can continue to engage those people and profit from that relationship over time.\\n\\nAnd so when I discovered NFTs as a kind of technology set, I saw their direct application to the set of problems that I had come across in the music industry. And so I saw a perfect natural fit and I fell head over heels in love with NFTs. And I suffered what most people who have entered web3 have suffered, which is a whole host of sleepless nights and dreams that included various NFT models and opportunities. And that's how we've gotten to where we are today, which is the leading international NFT marketplace for musical artists.\\n\\n*Aaren:* What was it that led you to discover NFTs? Were you looking into NFTs separately and then you saw the utility that it could bring to the platform you were building, or were you looking for solutions to diversify the platform and then NFTs became an option?\\n\\n*Max:* Everything that I do is a focus on how to improve the emotional and commercial relationship between artists and fans. So at the end of 2020, when there was some noise being created around NFTs, I was doing some independent research into them. I was having friends and acquaintances from the States and Europe messaging me, telling me that NFTs had direct application to what I was doing. And at the same time I was seeing how artists on the Serenade platform were experiencing the platform and all of this knowledge came together and gave me the impetus for diving deep into NFTs and for trying to apply them to the music industry.\\n\\n*Aaren:* I think what's really cool about your background and how you got to Serenade is that previously you worked at Afterpay, you worked in management consulting. You're kind of in a more traditional career path, but you obviously had passions on the side and music was one of your main passions. And then you've been able to turn your passion into your work. How did you go from making the decision to pivot from the career path that you were on to going all in on music?\\n\\n*Max:* I never decided to go all in on music. I decided to go all in on a professional path that would align my passions and I'm very fortunate in that my passions are split between music and business. It's much sexier to say that you love music than it is business, but I have to say that my 10th birthday present was my parents saying that I could finally buy and sell on eBay and I was ecstatic.\\n\\nAnd so it was at the start of 2020 that I saw an opportunity to leave management consultancy because the venture capital syndicate that I run, Strangelove, had its first exit. And so I thought I'm half decent at this, I could give more time to it. I had recently been appointed to the board of FBI Radio. I was doing a bunch of music journalism, and all these things were really exciting me, challenging me. And so I saw an opportunity to leave that behind and to focus on the next step, which was going to be a more self-directed path where I would be able to dive deeper into passions and challenges.\\n\\nAnd so when I actually started writing a piece for the Sydney Morning Herald on how different musicians have been affected by the early days of COVID, an artist told me that if they didn't play live for a month, they wouldn't be able to make rent. This problem just really crystallized in my mind of how there is this huge disparity between the financial reality of an artist and how fans perceive them.\\n\\nIt wasn't so much a decision that I made to kind of dive deep into this industry and try and resolve that problem. It was a very instinctive thing that I had come across a problem that I was deeply passionate about and I was in the right time in my life to chase after a solution, given I had always wanted to start a business. I had always wanted to be passion-led and here was my opportunity to do so.\\n\\n*Aaren:* One of the things about NFTs, I find that the sense of discovery of different NFT projects or the opportunities that NFTs or web3 create is very similar to the sense of discovery I got when I was discovering artists in 2008, you know, in the hip hop mixtape scene. But one thing I always think about between a lot of the projects that are coming out now in this space, and then the artists who I was a big fan of then. There's artists like Charles Hamilton, B.o.B, you know, some of these guys went mainstream, but more or less became flashes in the pan and never really turned out.\\n\\nI wonder how much of what happened then is going to materialize now for some of the projects that come out, but also how it could have been different for some of those artists back then, if there was a technology like NFTs where their true fans could have really built that community around them and stayed there.\\n\\nBecause I think that's what the differences is, that NFTs, even if people aren't buying it for financial reasons, there's an inherent incentive there for them to continue to contribute and build that community with the artists. Whereas historically, if the artist starts producing less content or less quality content, then people just fall away.\\n\\n*Max:* Yeah. Two comments there. One is that the high level of it is if you focus on the horizon of your body of work as an NFT artist, if you really try and create long lasting value, then you'll be able to avoid the cyclical volatilities of the space. Very simply. But then the other point is, as someone in the NFT space, I often get asked the question, Max, if I gave you a thousand dollars, what NFT project would I invest in?\\n\\nAnd my comment to that is, I don't know about investing in NFTs. I know about collecting NFTs and they're very different qualities when you think about collecting. Collecting people get value from the purchase of something, which is a reflection of their identity, of their taste. It's something associated with a character, celebrity, brand, that they're passionate about. Value is being created from the moment you buy something. So for a collector, getting NFTs of various artists that they have an affinity to is the value in itself. You avoid that experience of kind of picking a loser because the purchase is a victory in itself.\\n\\n*Aaren:* Yeah, definitely. One of the things that I think is a good comparison for NFTs is I see it as kind of like the monetization of writing first in the comments section of your favorite artist or musician or anything like that, because now when it does come to collecting, if you really want to support that artist, that's what the NFT can represent. It can represent either you're the first fan or you're one of the people who was their biggest fan when they released an exclusive NFT or whatever it might be.\\n\\nBut I want to go back to one of the comments that you made at the start of what led you to Serenade. You mentioned that you're on the board of FBI and you're getting involved in music journalism. So, fun fact is that I actually used to do community radio back in Wollongong, where I grew up. So have you ever actually got behind the mic when you're at FBI?\\n\\n*Max:* I haven't. It's shameful. I wish I had.\\n\\nOne of the reasons why I love what I do so much today is I was never associated with the music industry. I didn't know anyone with the exception of genuinely one person out of a broad network who was somewhat on the outskirts of the music industry. And so there was never a trigger in my mind to join community radio when I was growing up, when I was in the early days of university. It was just not on my radar. My friends weren't doing it.\\n\\nSo when I messaged FBI Radio, early in 2019, to get on board, I simply cold emailed the CEO, and I said, hey, this is who I am. If you have any use for a kid like me, please take me on. I couldn't imagine what value someone with a finance background would offer to a community radio station and then I realized quite a lot. So I was very thankful for the opportunity to help out at FBI. I have not ever been behind a mic.\\n\\nThere was an opportunity a year ago when I was buying some eighties, 12-inch vinyls from a market in Surry Hills. I'm a big eighties dance fan. One of the guys selling records asked if I wanted to have a show on his community radio station. I had to turn that down because of FBI and time constraints, but there will be a future where I can use the filthy amount of money I've spent on records and the equally filthy amount of time I've spent reading up on the history of each artist to put together a very, very poorly attended radio show for all five of my listeners.\\n\\n*Aaren:* Maybe it can be Serenade Radio and it can be with the artists that are on Serenade.\\n\\n*Max:* I've been known to pivot.\\n\\n*Aaren:* So when you went from Serenade Sound, which was similar to Cameo, but the artists were doing more personal songs and performances for the people who would sign up, to integrating NFTs with what's become Serenade. What were some of the examples of feedback or the conversations you had with the artists or in the industry to have conviction in making that pivot?\\n\\nOne of the things that I'll call out is that on Serenade Sound, you were getting traction there. You have a number of prominent artists who are using it. Did you have anyone who came back negatively or reacted in a way that was unexpected?\\n\\n*Max:* So there are very different artists who will thrive on Serenade Sound and Serenade the NFT marketplace.\\n\\nOn Serenade Sound, the highest performing artists are personable artists who have songs that have connected in specific moments over people's lives and therefore are a great accompaniment for a birthday, an anniversary, a wedding, sad moment. And so they're more artists with traditional songs and traditional relationship building with fans.\\n\\nWhen it comes to Serenade the NFT marketplace, we actually were speaking to a different audience of artists. So rather than speaking to our Australian artist base, we were speaking more to relationships that we were building in the UK. We certainly offered NFT solutions to all of our Australian artists, but given it is quite a new, emerging technology set, the rabid enthusiasm wasn't necessarily there.\\n\\nThere's certainly a lot of curiosity and appetite to learn, but we thought there would be an opportunity in working with some big international peers to get momentum building around the NFT offering. And then off the back of those learnings and the credibility offered by them, we'll then be able to bring up to speed our Australian user base. Which excites me because NFTs, when you simplify and demystify them such that they are just digital merch, digital collectibles, have application to any artists, irrespective of geography, genre or size. But in terms of who the first users are and who we're incentivized as a business to onboard immediately, it's a specific breed of artists.\\n\\n*Aaren:* Yeah and I think what you just explained also lends itself to the specific types of fans that you're trying to onboard as well. Like it's very clear from all of the FAQs and the information on the Serenade NFT marketplace website, that the focus is on explaining things in easy to understand language.\\n\\nAnd often throughout your website, you keep referring to it as a digital collectible rather than an NFT, because I think if someone's never heard the word NFT before, even though it was the word of the year for 2021, everyone knows what a collectible is.\\n\\n*Max:* Exactly. So the behavior that we're creating with Serenade is one of record collecting online. It is encouraging fans to put together collections of beautiful artifacts associated with their favorite artists and displaying them for the same reasons that they would display a record collection to show off who they are, what they love. That is our focus.\\n\\nYes, NFT was the word of the year. However, NFTs to many are these scary, expensive, alienating things. Whereas to us they're this incredibly creative, liberating tool for creators to produce, to excite them. To then also allow them to connect more meaningfully with fans because rather than them pushing the same tickets or the same album bundle, rather than reverting to the same promotion cycle that they've done for the last 20 years, they now have these odd, obscure little things called NFTs that allow them to do all kinds of weird and wonderful things. And the really brilliant thing is when we have conversations with artists, it really feels like they're excited to sell something again. Because it's really giving them a whole new creative avenue.\\n\\nWhen we have conversations, it's like we're speaking to truly artists, to people who are creatives, who are looking for new avenues to display their thoughts, their ideas. And NFTs offer that because they can be packaged up neatly to a fan such that that fan is willing to pay a price for them as a unique item. And therefore they create a whole new revenue stream from digital assets that previously didn't have a revenue model around them.\\n\\n*Aaren:* Do you think some of the challenges that you mentioned are what may have made it hard for some artists to embrace web3 or NFTs in terms of, you know, it's scary, it's associated with scams, people losing money, there's quite a few barriers to entry in the NFT world, or have you found that there's actually other concerns that artists have raised when you've spoken to them?\\n\\n*Max:* So I think there are two main buckets of concerns that artists have. One is the lack of understanding, which is exacerbated from alienating themes of the types of people pushing the products, their motivations, the language of the industry, how it's kinda couched in profiteering, investing, these things which are not naturally akin to an artistic pursuit. So there's all of that, which Serenade directly resolves by simplifying the technology such that you as a fan or an artist don't need to know how to take control over it yourself.\\n\\nLike we create digital wallets on your behalf. We allow fans to pay using their credit or debit card. We don't ask artists to pay a gas fee. So it's all really simple. But then the other side is that early on in the making, NFTs got a considerable amount of flack because of the environmental concerns surrounding them.\\n\\nThese are completely legitimate concerns, but they can be avoided by making certain technical decisions around blockchain provider and kind of one step lower than that is the actual authentication method on those blockchains of NFTs. And so simply by making the right technical provider decisions we've reduced our environmental impact by factor of 44,000 times, which means that one Serenade NFT produces one 10th of the carbon footprint of a tweet.\\n\\nAnd so once we have the conversation with an artist where we introduce our very simple fan centric platform, and then we say how it's the environmentally friendly platform of choice and how we wear our ethics on our sleeves and they're at the heart of everything we do. It certainly eases artists into the space who otherwise might have sought to avoid it.\\n\\n*Aaren:* Yeah. You touch on the environmentally friendly aspect, which I think is really important to a lot of people who are in the, well in the world generally, but definitely in the music scene, I think more people lean towards being very conscious of environmental impact.\\n\\nThat's clearly a key pillar of your outlook on how the platform needs to be and how you want it to be seen. I think you've touched on this in other podcasts or articles that you've appeared in about, for example, people collect cassettes now because they're looking for other ways to buy products and then obviously vinyls are made from plastic. And then merch, when people buy a lot of t-shirts, they can end up in landfill or waste, or the amount of times that you have to wash a t-shirt, everyone knows that's got a really high environmental impact. So really, you know, while the blockchain solution that you have, which is on Polygon, is more environmentally friendly versus other solutions. There's also an opportunity cost. Or an opportunity saving if people pivot towards these types of collectibles versus traditional music collectibles.\\n\\n*Max:* Yeah. So a lovely little stat that we created shows our relative energy usage to vinyl production. So you would have to create 197,000 Serenade NFTs to produce the same carbon outcome as one 12-inch vinyl. And so, yes NFTs have gotten a bad name, but if the world shifted to mass adoption of NFTs over physical formats, then there would be a significantly strong net improvement in energy usage.\\n\\nNow I'm not here saying that I want physical formats to be weakened because anyone who walks into my office, my home, my room will see that I'm a bit of a psycho when it comes to purchasing records and CDs, less so cassettes. But I think, NFTs offer a wonderful accompaniment to physical formats and other types of physical merchandise. If presented simply, they are a merchandised vertical, like any other.\\n\\n*Aaren:* I think Serenade is coming up at a good time cause I don't know if you've seen on Twitter, but I feel like there's a lot of murmurs now saying music NFTs are the next wave. I mean, there's people saying that fashion NFTs are the next wave as well, so I think it depends, you know, where people are coming from, but there's definitely this attention towards, okay, how do we take NFTs from the 10K collections or the artworks that it's focused on now and apply it to different forms of art.\\n\\nAnd there's a few other startups out there that do different elements, I guess, of the music value chain. There's Emanate, which is another Australian startup that's kind of like Spotify with NFTs. You've got DAOs forming like the MODA DAO to support what they call music3 and the future of music in web3. And then there's obviously things overseas, like Yellow Hearts that did the Kings of Leon ticketing. And so for people who might not have heard of Serenade yet, where do you see Serenade’s place within the music industry compared to some of these other players picking different parts of music?\\n\\n*Max:* So we create digital collectibles. We create digital merchandise for artists, but also their creative teams being their label, their publisher, their promoter. We are the simple and easy to use solution for that broad ecosystem.\\n\\nThe way we've devised the platform and the types of products we work with is there is no reason for any player in the music industry to not work with us. We're not directly asking artists to leverage copyright if they don't want to, if their label arrangements don't allow for it, but we are working with artists who do want to put out music, who do want to give fans kind of the heart of, of their kind of catalog, which is new music.\\n\\nReally we see ourselves trying to simulate that experience of record collecting online and that is what is guiding our product development. So I think you do have wonderful solutions that are kind of helping with ticketing. And I think there will be dedicated platforms for ticketing. You have lovely, incredible, bodies of infrastructure like MODA DAO, who will help artists navigate broad complex landscapes of these solutions.\\n\\nThat's why we’re associated with MODA. You'll have Emanate and streaming-like platforms for NFTs that will give additional value to NFT owners because it's a new place to store their stuff and expose their stuff. I think there is a really wonderful opportunity for collaboration in the music web3 landscape given the whole landscape is being set up to be decentralized and somewhat collaborative.\\n\\nAnd so if we remain focused on our lane, which is affordable, accessible and environmentally friendly NFTs, we'll find friends in artists and we'll then be able to steer them towards all these other kind of revenue, but also simply PR, marketing and creative possibilities.\\n\\n*Aaren:* Yeah, I think you touch on this whole suite of different resources or solutions that are growing out there for artists to take advantage of, especially within music. But one of the other things you touched on is all the different players in the ecosystem and the different stakeholders, whether that be the artist, the label, or the promoter. And do you find that in the conversations you've been having with these different stakeholders, that their response or their ideas or how they want to, you know, engage with Serenade is different? Or are they all kind of coming with a similar perspective and similar use cases?\\n\\n*Max:* So each player within the music industry is the owner of a different piece of copyright and the way that that copyright can be monetized is really the direction that those conversations go in when we have conversations with different stakeholders.\\n\\nA label owns the master recordings of an artist, so they're eager to leverage those master recordings. A publisher owns the publishing copyright. An artist might own their artwork, but most importantly, they own their name. First and foremost in the NFT space, fans want to own something from an artist and then the actual output is secondary because I just want to walk away with a kind of NFT from The Darkness. Then do I care if it's “I Believe in a Thing Called Love”? Like that would be wonderful, but it's not necessarily the first thing on my mind. I just want a The Darkness NFT. So we find ourselves having conversations with each stakeholder about how they can leverage their copyright in a creative way that excites fans and we seek to always bring it back to what the authentic brand of that artist is and how they have set up their history of engaging their fans and what they want to do with their fan relationships going forward.\\n\\nSo yes, in conclusion, certainly there are very different conversations you have with different stakeholders. There are some similar qualities because it's, how can we monetize our content in a way that excites fans? But you have to bear in mind the relationships between parties, such that you can end up in the right place with products that aren't too burdensome, that are simple from a revenue split perspective, yeah.\\n\\n*Aaren:* You touched on the music rights. You know, music rights landscape is quite complex. So does Serenade get involved in those conversations to help find a solution? Or do you trust with the partners that you work with that they've come to you already having sorted out those complexities with their relevant stakeholders on their side?\\n\\n*Max:* Many of the artists that we work with are really excited by the creative and revenue possibilities of NFTs, but want a friend and guide to take them through the NFT creative production process. And that is really the role that Serenade plays. So artists will come to us, they'll have a conversation with us about their appetite to put out an NFT, but then we will help navigate their rights situation to land on things that they can actually put out. We will suggest directions that they need to take to ensure that they can put out specific content. So, yes, we certainly get involved in an advisory manner. We don't actually barter deals, but we act as friends that have been around the block a few times and can push people in the right direction.\\n\\n*Aaren:* And do some of those limitations that might exist when working with artists potentially create room for more creativity? Cause one of the NFTs that have launched on Serenade that got a lot of attention, was Client Liaison selling a portion of their soul as an NFT and obviously I doubt that their record label or anyone else involved has rights to their soul.\\n\\nSo do you see other creative ways for artists to use NFTs or are there ways that you're hoping to see artists use NFTs in ways similar to what Client Liaison did?\\n\\n*Max:* So the direction we've seen musical revenues go over the past decade has been through direct-to-consumer kind of opportunities, particularly through merchandise. However models like subscription generating services like Patreon have done well because they've given fans an insight into the unseen world of artists.\\n\\nNow, the constraints of copyright can fit quite nicely with that trend in kind of musical consumption, in that artists own their name. They own their brand. They own themselves. They have the ability to think creatively about how to leverage the beauty of themselves to package that up and to present it to fans. And NFTs are a wonderful vehicle to do that because you can actually create products out of your own kind of hobbies, your own desires, your own willingness to do meet and greets and zoom calls and kind of educational chats around tutorials of musical kind of playing, writing, singing. So yes, I think constraints have historically led to creativity and we're certainly seeing that here.\\n\\nAnother example is how musical artists have often had visual arts side projects that have never gotten attention because their primary avenue has been as a musical artist. But you now find that lots of musical artists are building healthy careers as visual artists, because it's a wonderful thing that a fan wants to walk away with and it gives an artist an additional creative outlet. And so we're finding that lots of artists, because they might have some limitations on what they can do with their music copyright, are now getting deeper into their visual art and building up a more diversified revenue mix. Which is really exciting for me as someone who has always looked at the visual art side projects of musical artists. Like the one I always go to is Grace Slick of Jefferson Airplane. I always looked at her work of Alice in Wonderland derivative artworks, that never really got the type of presence that they should. There was always a kind of slap-dash website set up to display a few things, and it was never commensurate to the integrity that I conferred upon Grace Slick as an artist who I love.\\n\\nAnd so by being able to create lovely imagery of your artworks and then minting them as NFTs. You can present a whole ‘nother side of your artistic palette in a way that really it reflects well on you and it excites fans.\\n\\n*Aaren:* Yeah. I know what you mean because I've always bought vinyl and CDs. I was always someone who wanted to open it up, read every page of the liner notes, see who's in there. The amount of effort that went into a lot of album packaging, we don't see anymore because a lot of them don't even release physically. And I think historically there was kind of the Kanye dilemma, which was, you know, he was a producer and people didn't take him seriously as a rapper. He becomes a rapper and people aren't taking him seriously as a fashion designer. And there's all these different ways that he wants to express his creativity and we're seeing more and more artists having those different avenues like you touch on whether it's through visual art, directing, film, all these different kinds of things. But with the opportunity that NFTs provides, you could end up finding artists who actually have a more lucrative revenue stream through expressing themselves with NFTs than potentially their music is generating at the moment.\\n\\n*Max:* Completely. We often have conversations with artists where after explaining that if they put out an NFT of some piece of visual art that they've created, that they might make a thousand pounds from that one artifact. They can't believe that relative to the amount of money they make from streaming. So yes, it can be a really healthy revenue generator. It can be a really wonderful creative outlet. It can really excite fans who walk away with something physical in an ownership sense after a decade of renting music and renting their relationship.\\n\\n*Aaren:* Yeah, and I think it was just the other day I read, I think it's a pretty common stat, but there's only tens of thousands of artists who generate more than $50,000 per year from streaming. But there's millions of artists that are on these streaming platforms. And obviously that's the way the world's gone in terms of how they’re listening and absorbing music.\\n\\nAnd so for artists to really make a living and to be able to continue producing, they're going to need to have different revenue streams, whether it's from NFTs or otherwise. I think you've touched on this earlier and in other forums as well. That's why a lot of artists have become reliant on merch, but not all of them have an audience that is really tapped into wanting to collect fashion items. And so being able to have more diverse options in the way of NFTs, I think is great for music. And it's great for artists so that they can keep producing what we want to here.\\n\\n*Max:* And the wonderful thing about NFTs relative to, as you just said, t-shirts and the like, is when an artist sells a t-shirt to a fan and in 10 years time, that fan sells that t-shirt on eBay and I buy it, the artist makes none of that money. Whereas in NFT land, you produce NFTs and even if you don't do another one for a few years, every time that NFT passes hands, a percentage of the revenue generated from that goes back to the original crisis.\\n\\nSo on serenade, 15% of the revenue from each NFT on sale, goes back to the artist who made that NFT, which is considerably more than the percentage points that an artist would generally make on revenue from their streaming. And so streaming is a wonderful way to keep fans engaged to acquire new audiences to manage your audience. It is the baseline that artists need to have so that they have their, kind of, their catalog their career. But it's all about how you can influence these kind of, if only momentary, uplifts in revenues so that you can actually build some more sustainable work practices, so that you have revenue streams to then inject into all the parts of your life. NFTs alongside other merchandise offerings allow for you to influence those uplifts in revenue.\\n\\n*Aaren:* Yeah. And you know you've mentioned before as well, what the artist does have control over is their name and their brand. This is a bit different to what you're working on at Serenade, but I think artists start to tokenize themselves or create community tokens around themselves, so that they can more directly engage with their fans and help build that community. But potentially that becomes kind of like a bet on the success of the artists long-term.\\n\\n*Max:* Yeah. So there are brilliant businesses like Rally who do social tokens where people are really buying into the artists themselves. I think there are wonderful opportunities in that world. I think there's already a big educational barrier and what I do in terms of selling digital assets, which is quite a cognitive leap already.\\n\\nOnce you get into creating a cryptocurrency associated with a creative brand it's a further leap. It's a leap that I think we will get to at some point but I think artists should think about how they can really present new opportunities to their fans in a way that fans will understand.\\n\\nI think NFTs are the right combination of innovative but stooped in some traditional fan behaviors of collecting such that they might just work. But yes, in the future, I see a whole range of opportunities that kind of tokens offer for artists.\\n\\n*Aaren:* You've said that, you know, you're a big vinyl collector. You see the similarities between collecting vinyl and collecting NFTs, and you want to use digital collectibles and Serenade as a way for people to be able to show off their collection, similar to how people show off their collections of vinyls. In the future, when mainstream people can potentially get into the metaverse and the people who are using Serenade, do you see a world where people can show off their NFT collectibles that they've bought from Serenade in these metaverses that pop up?\\n\\n*Max:* A hundred percent. It's part of the promise. What’s most important is that it's not the full promise. Serenade will be successful if no metaverse ever gets created. Serenade will be successful if fans can say that I love Super Furry Animals and so I bought some Super Furry Animals NFTs, and I'm really happy about that because they can see on their register that Max Shand made a purchase. They get compensated. I get something really beautiful, that came from their hands and that's really a complete full cycle transaction for me.\\n\\nBut yes, in the future, when we do have a presence within metaverses and we do have a home, a gallery, an opportunity to walk around and show off who we are in a virtual format, having your NFTs there is very important. They are your collection. They are the thing that instead of me bringing you over on a Saturday night and getting you wasted enough so I can pull out my record collection. I'm able to walk around that new digital world, which is a world I'm increasingly present in, and have you still know me in the same way you would in the physical world.\\n\\n*Aaren:* Yeah. And I think one thing that we haven't touched on in as much detail, I'm going to quote you from another article here is the role that Serenade can play in data. So you said in a past interview, that Serenade is a solution to the industry's greatest challenge, which is data. The absence of fan data in the hands of artists really shocked you. And you've set yourself up on a multi-year plan to reduce that and improve the lives of artists.\\n\\nSo how does serenade start to change this for artists and help give them better access to data? And why is it going to be more beneficial or compliment, whether it's social media stats or streaming stats?\\n\\n*Max:* When you communicate to someone outside the music industry that artists don't know who their fans are they kind of are often completely shocked because so much of success and sustainability in traditional business practice is, it's just discovered from knowing who your customers are. When you walk into a cafe, you kind of capture customer data by having a credit card transaction.\\n\\nWhen you sell a t-shirt in a retail store, you capture people on a email newsletter type thing. There's this constant effort to know who your customers are so you can continually engage them. Artists don't sell their own stuff. Labels sell their music. Promoters, ticketing companies sell their tickets. Even sometimes merchandise companies sell an artists merch. And artists are left not knowing who their fans are, which means that every time they want to sell a new good, every time they want to do something by themselves, they have to start from day one and actually build an audience.\\n\\nAs wonderful as Instagram and Facebook and these social media sites are in putting out material that might be seen, under a percent of your audience actually sees it. You have to compete with all of these disparate parties and the way that Facebook and Instagram get you is if you want to reach more people, you've got to pay for it. And so it's really expensive.\\n\\nAnd so Serenade has the opportunity to correct this wrong, by allowing artists to finally sell something themselves where they can then learn about their consumers through that transaction. And then they can continue to serve that customer base by putting out new work and incentivizing people to trade that work, so that they continually learn more about their audience and stop being so reliant on third parties.\\n\\n*Aaren:* Yeah. And you released an NFT recently with Yours & Owls and one of the tokens gave additional benefits to the holder where they could go to every festival in the future and bring someone for free. And I guess that's another way for them, or for artists, or whoever is using a platform like Serenade to understand their customer better is by having these benefits that they can unlock and seeing how that engages with their fan base in different ways.\\n\\n*Max:* Yeah. I think there are huge opportunities in real life formats for NFTs to play a role in giving additional value to some of your most avid patrons or fans.\\n\\n*Aaren:* And so who's your dream artist to get on the Serenade platform?\\n\\nWho are you hoping to have on there and you're like now I've made it?\\n\\n*Max:* My made-it artists, I guess would be Depeche Mode. Huge Depeche Mode fan. And in spite of Mike Shinoda of Linkin Park being a huge NFT guy, I just haven't met him yet. I want to more than life itself. And so Mike, if you're out there listening to this somewhere, find me, hit me up, I’m waiting.\\n\\nSo yeah, those are probably my artists for now. And if we bring it down to an Australian level, I can't believe I haven't done any work with the Presets. I love the Presets, I want to do work with the Presets. I think we would do fun things together.\\n\\n*Aaren:* If Mike Shinoda is listening to this, also, please reach, reach out to me.\\n\\nI would love to meet Mike Shinoda. What's your favorite Presets song? I feel like I haven't heard it. I know the Presets are still around, cause they’ve been at some festivals I've been to, but I haven't heard a song from them since they peaked.\\n\\n*Max:* So I think it was three years ago in 2018, they came out with a new album, which is just overflowing with bangers. They did a collaboration with the DMA’S called “Are You Here?”, which I completely love. But then I think the clear single from that album was a song called “Tools Down”, which is like a wild banger. And so, I encourage anyone to listen to that album. I suspect we will hear new music from them next year. They wrote on Facebook that they will be dropping a new song the minute after midnight. And so I think next year will be a big Presets year.\\n\\n*Aaren:* Well, hopefully it'll be a big year for them to launch into NFTs. So how can people get involved and support the serenade platform?\\n\\nObviously you can find it at [serenade.co](https://serenade.co/). But is there anything else or any other places where you recommend people can go to?\\n\\n*Max:* I think this is going to be a long journey for Serenade, for music fans, seeing an opportunity to get great stuff associated with their favorite artists. Get rare, fun, cool pieces.\\n\\nI think following us on socials. Checking us out online, signing up to our mailing list. Being a part of the community is really important. There are going to be more opportunities for fans to play an active role in our community entering into next year.\\n\\nSo I encourage people to just familiarize themselves with us. Go through a checkout flow, buy something. Get one of our low costs NFTs, kind of make your first NFT purchase and see how simple it is on Serenade. But more than anything, start considering NFTs as a wonderful way to support your favorite artists.\\n\\n*Aaren:* I think one thing, if it's not clear to people who are listening, you can actually go on Serenade and purchase an NFT in fiat currency. You do not have to have a cryptocurrency wallet or cryptocurrency to be able to transact on their platform.\\n\\nSo for people who have been interested in getting into NFTs or supporting their artists through NFTs, and they might not be as crypto savvy, you definitely have the opportunity to do that through the serenade platform.\\n\\n*Max:* I think you've covered it. This has been wonderful. Thanks for your time.\\n\\n*Aaren*: Thank you, max. Thanks for appearing on the podcast.\",\"timestamp\":1642548768,\"title\":\"#0002 | Digital collectibles are the new merch for your favourite musicians | Serenade with Max Shand\"},\"digest\":\"TiC654iNAtXzC_5Kxwtr8oBdc_qoiXhmBee5_JciJ3I\",\"authorship\":{\"contributor\":\"0x1f982284fAa5b1411e79da210dB6b01eEFb74188\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2hWleuul9DEtUsRkugr8dc_PGd46-i3V0lW49SGE4_8\\\",\\\"y\\\":\\\"3AxOsrdcW0Yy_UrhyAyLD2PAk8iItebzSKdklKkFnkU\\\"}\",\"signature\":\"3oxfZgVICSCb3WDMmzQotRucWieItMrEXmBJe-DCc4V3dYrEHennonkQO2UdxKUy36apnOvKjxYPkvIh7NhnUg\",\"signingKeySignature\":\"0x772fd24bfbe34dca035d9821a90c7e53d9666bbf3cc2d0af83bd1f4e280eaa58680026177010c5c768e601dceafc8591805a45b61a41285f14e3794f45ea95981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2hWleuul9DEtUsRkugr8dc_PGd46-i3V0lW49SGE4_8\\\",\\\"y\\\":\\\"3AxOsrdcW0Yy_UrhyAyLD2PAk8iItebzSKdklKkFnkU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UOT1yOqM6IvXkYoR2W-nPgfUkueHbmXhMIVV1EhH5yE\"}"