"{\"content\":{\"body\":\"*You can see the original piece on Medium* [here](https://carolinarojasvc.medium.com/why-we-invested-in-trustlayer-b1a86bfb6ea2) *and the NFP Ventures blog [here](https://medium.com/nfp-ventures/why-we-invested-in-trustlayer-1ad4ea7674e4)*.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*tMBngmy3FoNCBs4g.png)\\n\\nInsurance verification, which includes requesting, reviewing, and tracking in-force coverage, is crucial to a functioning economy. Every industry depends on insurance verification in order to run smoothly, generating a substantial market opportunity across all sectors.\\n\\nExamples today include:\\n\\n* **Construction:** a *general contractor* isn’t allowed to enter a job site until he’s provided evidence of insurance compliant with requirements in a contract.\\n* **Franchise:** a *franchisee* can’t operate until she’s provided evidence of insurance compliant with requirements in a contract.\\n* **Sports & Entertainment:** A *professional sports team* won’t market its partnership with a consumer brand until they’ve provided evidence of insurance compliant with requirements in a contract.\\n* **Private Client Group:** a *loan* can’t be closed until an applicant’s provided evidence of insurance compliant with requirements in a contract.\\n\\nHowever, the trillion-dollar insurance industry has been held back by the use of paper, PDFs, and faxes. Millions of businesses across every industry circulate thousands of static PDF insurance certificates for verification purposes daily. Many businesses’ certificate of insurance document-collection process is antiquated or non-existent, with 70% of business owners *not* leveraging digital methods (e.g. email, website, or mobile). As a result, the verification process is manual, inefficient and prone to error. This process is repeated 200,000 times daily, where static PDF certiﬁcates of insurance are created, emailed, and manually reviewed for insurance verification purposes. Depending on the size of operation and number of business counterparts, the incumbent verification process requires employers to staff projects with employees tasked with time-consuming repetitive administration work. Consequently, operational costs and extended processing times significantly burden organizations.\\n\\nWhat’s more, the certificates are paper- or pdf-based documents created by a broker. Therefore, intentional and unintentional mistakes often occur, and coverage changes go unnoticed for months. [Studies have shown 9 out of 10 insurance certificates materially misrepresent insurance in place.](https://www.irmi.com/articles/expert-commentary/avoiding-common-insurance-certificate-errors-in-contracting-services) As a result, requestors and their carrier partners are left bearing much of the risk they assumed had been transferred, exposing many businesses to latent existential threats. Related to non-compliance or underinsurance, [44% of businesses within the US that have been operating for at least a year do not have any type of insurance in place.](https://www.nextinsurance.com/blog/small-business-insurance-report/) [75% of U.S. businesses are underinsured](https://www.insureon.com/blog/small-business-insurance-claim-statistics), meaning they’re vulnerable to potential litigation and would be forced to pay damages out of pocket. As a result, in addition to problems related to the verification process, substantial issues remain related to inadequate insurance.\\n\\n**Enter TrustLayer.**\\n\\nTrustLayer is building an insurance verification platform using artificial intelligence to automate incumbent processes and streamline manual workflows. TrustLayer has experienced strong early growth through its proprietary extraction tools, which have significantly improved the verification process for insureds and brokers. TrustLayer’s offering automates the verification process using OCR technology to extract relevant data outright replacing incumbent processes, exponentially improving the experience. Moreover, TrustLayer is the only company in market focused on the insured, broker, and carrier connectivity, leveraging its distribution relationships to create an industry-wide real-time verification solution. This functionality will allow insureds to track their counterparties in real-time while providing the industry with an unprecedented level of transparency and reliability. Large incumbents’ interest in the initiative demonstrates the potential impact Trustlayer will have on the industry as a standard verification platform.\\n\\nTrustLayer’s multi-channel approach to distribution includes selling directly to enterprises (B2B) and leveraging channel partnerships (B2B2B), including brokerages and associations. Within the largest, most relevant industries, the respective number of potential customers is significant, with 50M+ potential customers identified across the US. All in all, TrustLayer’s collaborative risk management platform is well-positioned to capture significant market share on an accelerated basis given its category-leading technology and powerful distribution.\\n\\nFollowing our investment, NFP signed a National Partnership with TrustLayer and we’re now promoting the platform to our 50,000+ corporate clients. We’re extremely excited to partner with TrustLayer as they build a category-leading proof-of-insurance platform!\",\"timestamp\":1638332633,\"title\":\"Why We Invested: TrustLayer \"},\"digest\":\"wmQq_bgLGPrqoAf_YLLooB4wXXMZYU5NMpvkH2c7ojg\",\"authorship\":{\"contributor\":\"0xA1aAF983cb6214C0774851371d0A3e5F8348d009\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z0f7FhRUDaTTSXZCyBEi7v5ex9Z28Rovot0UEaURFfs\\\",\\\"y\\\":\\\"4CrHDWKVSyGr6IilJioRckVCNAc2Y7JWfGsBEF9wlXs\\\"}\",\"signature\":\"vi4E7Dinq4-a4kYK6gqef0bZmW0iSsax217oztLreFTExXM-NyCIroJ0e3r_H7Zhj0NDqKjv3oSEbUYtLLfrVw\",\"signingKeySignature\":\"0x921819a6d7335db1bc8b92084ab1b73e2601c2c979e42cadd8c80a73f27075214b623b34cda8cd91de1b1130a05918be6ead07f349893ac84d1b76fedc9c9bde1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z0f7FhRUDaTTSXZCyBEi7v5ex9Z28Rovot0UEaURFfs\\\",\\\"y\\\":\\\"4CrHDWKVSyGr6IilJioRckVCNAc2Y7JWfGsBEF9wlXs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vD-BSxiJ5AE7SjjBW-0nLS307QEUKFVCXBuDz8aVz4c\"}"