"{\"content\":{\"body\":\"Early this August, I noticed the ENS discord admins were getting annoyed with constant market speculation/trade messages, so I decided to start a discord channel called ensmarket. Since then, it has grown to close to 600 members, all of whom have joined through word of mouth. \\n\\nThe notion of “squatting” has been a heavily contested subject among the ENS community since its inception. My view is simple: if you’re going to register any name at all, why not aim for something valuable? \\n\\nWhy did vitalik register vitalik.eth and not just vitalikbuterin.eth? Moreover, is it fair that *he* should own it? Surely there are other vitaliks in the world. Perhaps, it is easily arguable he *deserves* name based on merit, but the reality is that he was just early enough to get it, by virtue of his staked interest in the space - and for that reason alone, he deserves it. \\n\\nAll humans are rational economic actors, and value speculation is an integral element of any healthy market. Pre-token, ENS users had two intrinsic options to get exposure to the protocol. 1.) Either devote to being active community member (allocating time), or 2.) Aquire domains they deemed valuable (allocating capital) to get exposure to a space they fundamentally believed in. Neither is objectively better than the other, which is why I believe compensation-wise the ENS airdrop was at its heart a way to reward the community members who did not have the capital to mass register domains like many collectors did. Most collectors who complained about the airdrop forget that the assets they still own will only continue to gain value as $ENS increases adoption and utility of ENS. \\n\\nENS domains are ERC721 contracts for a reason - they're designed to change hands. \\n\\nWhilst the ENS team has promised the security of our domains on the *current* chain here have been serious suggestions by some influential members of the crypto community to “fork” the protocol in order to “remove” squatters. Not only would doing so be fundamentally impossible to execute democratically, it would also, I believe, bring with it the downfall of the protocol. The sensitivity of this new web we are building is equivalent to the sensitivity of any other protocol (perhaps more so), the moment you reserve some part of web3 for existing web2 space/platforms you contaminate the entire network, you are adding a point of centrality to a decentralized network. \\n\\n![](https://images.mirror-media.xyz/publication-images/1btmuY-vbiDoJBxNT5jCQ.png?height=198&width=199)\\n\\n**Who are we?**\\n\\nI believe by virtue of our staked interest, and by correlation of most of us being early adopters, we all for the most part have a deep passion for web3, on-chain identity and digital sovereignty. I created this discord initially as a marketplace, but I soon realized the true value it held was as an aggregation of diverse and unique perspectives across different fields and intersections of the budding web3 space, and that is what I love. From web2 old-heads who experienced the transition from web1-web2 and all the DNS censorship in real-time, to MEV searchers, to web3 ecosystem developers, there is a wide breadth of perspective. The discussions we have had in here have all been incredible, even when they were contested - and I have seen countless acts of unprovoked generosity, besides lifting each-other up, providing advice to those who were just learning - people giving away time and even things they paid for for free, for the benefit of others. I want it to be known first and foremost that these are the virtues we stand for as members to the greater community. Our image has been tarnished many times by other ENS users who don't fully understand the space, nor us. From that point onwards, we can voice our opinions on the direction ENS can go moving forwards. Thus I think we should propose a very concise, brief initial \\\"constitution\\\" of our DAO, which will be part of our delegate application and carry forward if we receive the seat. \\n\\nIn the spirit of decentralization, I believe a formal DAO structure would be an apt solution to organizing the efforts of our community in a trust-less fashion. We could perhaps use Moloch to do this simply and efficient. There are many other options\\n\\n[https://daohaus.club/docs/users/intro-moloch/](https://daohaus.club/docs/users/intro-moloch/)\\n\\nAside from merely organizing governance what will purpose will our DAO serve? For one, I believe this would serve as a neat experiment of *DAOception* (specifically in regards to a niche subset within a broader community). I believe it would be remiss to lack to represent of all owners of ENS domains going forward *as owners* of an underlying asset. \\n\\n**What will the value of our DAO be pegged to?** \\n\\nOur vault will contain valuable domains that we as members stake in order to receive some stake/governance in the DAO. These domains will be held in a multi-sig wallet and can be leased out (both the TLD or subdomains) to other users for a significantly lower fee than it would cost to acquire it. Allowing \\\\*use\\\\* of the ENS domain whilst allowing the staker to retain ownership of the underlying assets. \\n\\nWe believe the ERC nature of these domains are among its most valuable and innovative assets. There are endless possibilities for ownership dynamics that maximize both the utility and extracted value of these domains. The DAO could perhaps act as a broker, or even a fund of domains (all with distributed, democratic ownership). All of which would in turn disincentivize inefficient centralization/black-hat squatting by creating liquid, dynamic markets. \\n\\n*Wen token?* \\n\\nPerhaps. A token could be useful, it could be confusing. If we were to receive a seat as an ENS DAO delegate we could simply pay out users with $ENS. Or if we deem it more useful, we could mint our own token. This will be up to the consensus of our community, as with everything else (of with I have the utmost confidence in). \\n\\n**What benefit will our DAO bring to the broader ENS ecosystem?**\\n\\n* Create efficient markets around the ecosystem by incentivizing liquidity for domains + preventing blackhat squatting. \\n* Leverage our community to aggregate diverse outlooks and distributed time commitments into consensus-driven proposals (by actors who already have a lot of skin in the game). \\n* Protect ownership of both the underlying erc-721 tokens (at risk through any rogue fork proposals) and the intrinsic value of a .eth domain as digital real estate (separate from web2). \\n\\nIn short, there is a lot we can do with our community, as a DAO, which I believe will both serve the interests of an important subset of users, as well as bring significant, efficient value into the ENS ecosystem. \",\"timestamp\":1636414153,\"title\":\"NominalDAO - ENS DAOception\"},\"digest\":\"Hc1roxpangHsOab-S6oTe3FK1pQA2-JF7g-I_jOOGJQ\",\"authorship\":{\"contributor\":\"0x7B3431DB5a984C7a7a710175F6119a385070E9ec\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"udGT0deg-0B6hpI1QOMpI1xm40rDqDuFumlZDlnmqTs\\\",\\\"y\\\":\\\"sUaSqInb4y--KJRrXjzOCS20Xvr8C6yHwIGEZjeeOko\\\"}\",\"signature\":\"yHcBp2C3ExRq60LMgT-tbm5gn43-ZPyFfh2BwFKJs1mRpvSHpmRvGyU2ligQJua2P8RG5tfbVf56XfqxxdZIFg\",\"signingKeySignature\":\"0xd52ca95ed858fb95c26d09962b87f07c9a0ef890659326d6c10496742bf69bae07766352d3479af4315a118f77057ef3c12acf0803fcb65c2174d6bfd7dea8781c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"udGT0deg-0B6hpI1QOMpI1xm40rDqDuFumlZDlnmqTs\\\",\\\"y\\\":\\\"sUaSqInb4y--KJRrXjzOCS20Xvr8C6yHwIGEZjeeOko\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Hc1roxpangHsOab-S6oTe3FK1pQA2-JF7g-I_jOOGJQ\"}"