"{\"content\":{\"body\":\" 1. 每一刻只关注一个核心目标，并不断去优化目标。同时分清楚过程中遇到的事情是手段还是目的。不要无用之人or事物干扰，影响目标的达成。手段没有充分存在的价值，唯有目标是合理时，手段才有存在的必要性。\\n 2. 讨厌的人或事，我们也能从中学到东西。不要单纯地厌恶任何人或事情。\\n 3. 不要只看到一个方向和可能性。多和新的不同行业的人聊聊天，发现新的方向和选择，提升选择多样性。摆脱学生思维，我们不能完全准备好再上考场，发现机会就大胆尝试，又不会损失什么。\\n 4. 社交产品永远有机会。但要改变思路，我们不能还用5年前的做“亿级”产品冷启动的思路，在现在做新产品。换个思路吧，比如别做奶头乐的本我产品了，做点有价值的超我的产品。单纯的纯线上机会越来越少，正如大家鼓吹的元宇宙/全真互联网，不一定只是VR/AR，也有可能是和线下深度结合的产品。我们去真正先解决一部分人群的需求，甚至不惜去先和线下深度结合。\\n 5. 看到潮流背后的真相。世界永远有新的产品在出现，需要学会筛选，人永远有新鲜感，但真正的诉求（持续性）是很少的。每个产品都需要有一个核心的点，来吸引用户持续使用。看到新的产品，扪心自问它有么？99%没有。一看产品核心卖点（越少越好，越直接越好）；二看产品服务人群和目的（到底是不是在解决目标用户的问题）；三看产品的设计（产品设计是否符合人群特性，起码不能违背人性），Poparazzi明显就是违背人性的。当然，世界可能不存在真相，但起码是要大部分相信…\\n 6. 反其道而行。当我们越来越沉迷网络，被奶头乐产品裹挟的时候，也正是孤独感爆棚的时候，正因如此，强调互动社交、强调线上线下结合的产品才有可能孕育，也正是孕育的时候。\\n 7. 不要盲目跟风口，尤其是你自己都不需要的风口。比如最近的元宇宙。张口闭口就提我要做元宇宙是愚蠢的行为，你想做的事情，背后的价值是什么？你的目标人群是什么？你和他们聊过么？你到底想做一个什么，解决什么人的问题？这都是问题，这都需要深入调研和分析，不要本本主义，要实地考察。也要注意不要把手段当成目标……\\n 8. 仔细分析遇到一个问题。遇到问题第一时间是恐惧，但深入分析恐惧背后的情况，我们拆开看具体情况，会发现很多令我们恐惧的事情，其实并不可怕，或者没有第一感觉想到的那么可怕、使用MECE原则，去分析原因，去尝试解决，问题就不再是问题。在此过程中，我们也能更好地认清自己。我们会被很多没用的外界声音所困扰，感觉是大问题，但想清楚后，做出比如离开的选择，就好了，专注于自己。\\n 9. 工作伙伴很重要。问题不能全靠自己解决，我们不是在学生考试，我们要需要找到契合的伙伴，去一起前行。当然，前提是自己知道自己擅长什么，不擅长什么。工作是需要契合互补的伙伴，而不是一个一模一样的自己。\\n10. 学会软着陆。我忘记了在哪里听来的“硬着陆”和“软着陆”这2个名词了。我们在做出改变时，要慢慢来，自己的成长，本身就是自己和世界的博弈，让自己站在新的角色上，被外界认可，这个过程需要让外界逐步接受。正如做新的业务时，我们也讲究“XX渗透的逐步提升”，我们不可能一夜之间完成新事物改变，并让社会完全接受。学会朝着自己的目标慢慢做出调整，达到软着陆的目的，不要强行改变。某位很聪明的人给我推荐了《轻推》（nudging）这本书，它在讲“政策的制定也是需要有科学证据的，无数证据表明，人类的思维方式存在先天障碍，所以经常会做出不利于自己的决定。这种障碍是固化在基因里的，很难被改变，因此一个聪明的政治家应该学会使用 ‘ 轻推 ’ 的方式来推广新政，而不是强迫老百姓改变自己的选择。”。部分程度上，可以对比。在这里，推荐大家和我一起学习这个新的单词“nudging”。\\n11. 学会发现别人的善良。人非好即坏，这是小学生思维。人是多样性的。遇到第三方的人or事，无论好坏，多看到背后的原因，从中学点新东西（当然是对社会和自己有益的东西…）。不要一听别人说XX是坏人orXX事情很坏，自己就相信……\\n12. 在危机背后发现机会。我害怕的是没有改变，只要有改变，我们就有机会，当然机会有大有小。机会总能帮助自己学到新东西，带来新改变。\\n13. 去向未知领域的人，学习新的事情。在一个领域待久后，很容易陷入ego变大的情景，自认为自己啥都懂了，我们要刻意避免这种思想，去多和未知领域的人交流，这点投资这个行业就很好，每天见各种各样的人，可以学到很多新的东西。当然，还是需要在自己的基础上去吸收新东西，不然也理解不了，脑子不是硬盘，“存”的东西可没用… 少看鸡汤书（虽然我现在说话很像鸡汤），少看故事书，少看成功学书，多看看逻辑推理的书、多看看社会学的书多看看传记、多看看专业书籍。别“虚妄”的活着。\\n14. 学会用脑子分析。学会上下文分析，学会因果推理，分清楚两件事情是相关性还是因果性（很多人分不清…），也要分清楚谁是因、谁是果。有时间看看统计学的书，别停留在小学生水平。尤其是面对新的事物更因如此。\\n15. 看到事物和选择的多面性。不要只盯着某个角度，换个角度看问题，核心是往长期看，追求成长（某种程度上，成年人的世界，成长二字可以用收入的增长来粗暴的衡量…）。\\n16. 把垃圾及时扔掉，快刀斩乱麻。及时清理无用的思想和事情，把时间留给重要的事情和选择。\\n17. 最后，推荐几本书《像火箭科学家一样思考》《事实》《低智商社会》。\\n\\n*补充：轻推理论\\n轻推理论的追随者对结构性的改革往往缺乏兴趣，在政策设计上往往追求四两拨千斤的效果。在他们看来，过去的政策制定者大都落入了一个误区，即认为重大的问题必然意味着昂贵的解决方案。相反，轻推理论的追随者醉心于通过改进交互界面(interface design)，引入游戏化设计（gamification)，利用信息的框架效应(framing effect）等技术性微调达到目的。从减少车辆超速到气候变化，从提高器官捐献参与率到贫富差距，在轻推理论的理论家眼中，大部分问题都可以通过点数，勋章等一个或多个微小而即时的”轻推”得到解决。例如当员工觉得工作环境压抑和无意义，结构性的解决方案是通过改善企业文化和在企业决策中增加员工的存在感，从而加强员工对雇主的认同，而行为主义的解决方案则是将工作任务游戏化（就像亚马逊在不降低工作强度的前提下，引入小游戏试图减轻仓库员工的压力）；再比如，针对民众过度消费导致个人财政状况恶化，结构性的解决方案是检讨消费主义如何侵蚀社会价值观，但行为主义的解决方案则是设计一个 app，每一笔消费自动为用户存下零头。诚然，根据不同的场景，结构性和行为主义的解决方案各有利弊，但在施政上，后者对保守党的吸引力显然远大于前者。因此，行为洞察团队被保留了下来，各个政府部门也被鼓励听取行为科学家的意见。根据行为洞察团队的统计，2010-2016 年间，全球各国政府大约进行了 375-550 次“轻推”实验，其中英国 政府就占了300-400 次。*\",\"timestamp\":1640851389,\"title\":\"一些碎片化的思考\"},\"digest\":\"M1dJKHmwvrCY6xbV4peEa3S9demNyJk0NuSlj57Jxow\",\"authorship\":{\"contributor\":\"0xa22F137A71c56e1f3fD860D9369CEce02CD5Be01\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JzqfePGbu7ixmtFxybvXFRvoXogrc9ajq4jKJYcJl1g\\\",\\\"y\\\":\\\"fV4wkI2__N0zgN1BOqkHuE9FrPb-sfZ7E1BCGIzv0y0\\\"}\",\"signature\":\"Pl1nR-3wX-dIRlGH85IgE-vcpnJj07Qjm0ksyEcThkI9BOPjQWLUvEVqzWxlNDRdim3ON5yKiw9CH05Ie1_8GA\",\"signingKeySignature\":\"0x8555773294ec5c9bf48949eff2d5709d1d158fc6cec5700289b533ffd96c1b41744a7e94af9904e2702d331eadf6e159f5b6772391709e2c70624b13540b12921c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JzqfePGbu7ixmtFxybvXFRvoXogrc9ajq4jKJYcJl1g\\\",\\\"y\\\":\\\"fV4wkI2__N0zgN1BOqkHuE9FrPb-sfZ7E1BCGIzv0y0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M1dJKHmwvrCY6xbV4peEa3S9demNyJk0NuSlj57Jxow\"}"