"{\"content\":{\"body\":\"“They were in denial all the way,” he says. “They didn’t want to give up a 90 percent market in film to have a 10 to 20 percent market in consumer electronics.” [Raymond DeMoulin stated when recalling Kodax’s failure](https://medium.com/@kennysule/kodaks-problem-child-3e1d3fc4a3e) to recognize the changes that were coming in digital photography —even if Kodax was the genesis of the revolution itself! Their people saw its worth, but the corporate structures simply didn’t see the potential.\\n\\nEver wonder why some innovation projects fail, and others succeed? **I’m just going to put it out there**; great innovation comes from the structure of organizations and not directly from the mindsets of the manager (*while that is still a critical component in itself*).\\n\\n> The bleak truth is, in a battle between your ideas and the structures created by your business model, the business model will always win out.\\n\\nInnovation is not just a management directive that needs to be filtered down to the everyday processes in the company. Without structure, no matter how good that idea sounds on “[brainstorm island](https://hbr.org/2013/04/escape-from-brainstorm-island.html)”, it’s going to flop in real-world practices. So, no mindset, group sessions and workshops will help innovation in a corporate environment if the structures don’t support it.\\n\\nThere is no unified framework or an agreed-upon definition of what an innovation strategy is or should be — even innovation experts often have trouble explaining what an innovation strategy is.\\n\\nSo, If we look at David Goldsmith’s Productivity Principle (**GPP**), which is placed into context in his book [Paid to Think](https://www.goodreads.com/book/show/13236274-paid-to-think), we’ll see that even with the best leadership and people, they **can only solve around 20% of the innovation puzzle**. The other 80% requires systems and structures to be in place in order to fix and drive the programme.\\n\\nPerhaps the percentage may not be the same for all cases, but one can never function properly without the necessary structure.\\n\\n![](https://miro.medium.com/max/1000/1\\\\*dlLgZOV_UOSizdxEjfx11w.jpeg)\\n\\nNo matter what kind of industry or market you work in, systems will always be more important.\\n\\nIn his book, David strongly suggests that many leaders have substandard organizational systems and structures that inhibit the creativity of good people and put a lid on their motivation and achievement.\\n\\nHe points out that a common practice amongst Decision Makers who see themselves as purely Leaders developing strategy is that they create these strategies then retire to their offices, leaving the implementation and structure to their middle managers.\\n\\nPotential chess playing entrepreneurs get the idea of the importance of systems and structures immediately and start seeing GPP everywhere. David’s point is that great associates emerge from good systems, and could be repressed by weak ones.\\n\\n## Okay, so now we have identified this key issue — what next — maybe Choice architecture can help?\\n\\nIt’s one thing to declare that structure is everything — but it’s another to actually know how to move a mountain and put this into practice.\\n\\nLet’s for a second look at what [Nudge](http://www.goodreads.com/book/show/2527900.Nudge) authors Richard Thaler and Cass Sunstein call the **[choice architecture](https://www.behavioraleconomics.com/resources/mini-encyclopedia-of-be/choice-architecture/)** of the workplace. As we use the term here, the choice architecture is all the external, systemic factors that influence people’s behaviour at work: things like **systems and structures**, processes and places, strategies and policies, and even shared habits and routines. All play a part in manipulating the context to promote better choices by altering the properties or placement of objects or stimuli using choice architecture.\\n\\nPaddy Miller and Thomas Wedell-Wedellsborg, in their book[ Innovation as Usual: How to Help Your People Bring Great Ideas to Life](https://www.goodreads.com/book/show/15824354-innovation-as-usual), expanding on the notion of required structures and people, explain that while it might be relatively easy to get people engaged in five keystone behaviours once or twice, **the end goal is always to make people persist in those behaviours**. In the end, the systems and structures are not enough on their own, like everything else. The trick is to leverage the power of personal motivation, combine individual interests and rewards systems in a way that makes people more likely to keep going in the face of adversity. When it comes to this, their cardinal rule is that **creativity is a choice**.\\n\\nManagers must find ways to help their people exhibit these behaviours, tweaking the pursuit of innovation. Hence, it is more likely to foster perseverance and resilience (Resilience is a whole other topic on its own!).\\n\\n![](https://miro.medium.com/max/1104/1\\\\*9s9CrI0RsO7aaqTJ1Xp9pw.jpeg)\\n\\nA bit of Loss Aversion I suppose — Behavioural Economic Insights — <https://www.treeshake.com/twig/13-essential-behavioural-insights>\\n\\n## Now we know Why and What, next is How\\n\\nTaking a page from Paddys’ and Thomas’s book, *Innovation, as Usual*, we can summarize **six leadership principles** that help us in our journey to implement innovation in our organizations and by doing so consistently, we can adapt or improve the structures and processes to what is required — not what is the *status quo*.\\n\\n1. **Focus:** **Too much freedom is bad**. Leaders must limit and direct the search for innovation by providing a clear direction and tangible objectives to achieve.\\n2. **Connect:** **Insights come from the outside**. Leaders must help people connect to customers, colleagues and beyond in order to get higher-quality ideas.\\n3. **Tweak:** **First ideas are flawed**. Even good ideas are almost never perfect, to begin with, so leaders must make people test, challenge, and reframe their ideas repeatedly.\\n4. **Select:** **Most ideas are bad ideas**. Leaders must help gatekeepers master the process of evaluation, so they get better at killing bad ideas and selecting the good ones.\\n5. **Stealthstorm:** **Politics matter**. Leaders must help people deal with organizational politics as good ideas don’t always win on their own merits.\\n6. **Persist:** **Passion motivates more than fear**. Leaders must help their people persist in the pursuit of innovation by removing obstacles and leveraging their passions.\\n\\n## A few people worth following on the subject\\n\\nBelow is a very short list of a few fine people well worth your time researching, all working in different fields and their particular areas of focus;\\n\\n* **Entrepreneurship studies:**\\n  [Steve Blank](https://steveblank.com/) is a central figure, as is [Saras Sarasvathy](https://www.darden.virginia.edu/faculty-research/directory/saras-d-sarasvathy/) and her research on Effectuation —’ **Effectuation** is a way of thinking that serves entrepreneurs in opportunity identification and new venture creation.\\n* **Behavioural studies**:\\n  A mix of academics, practitioners, and world-class conveyors of knowledge: [Daniel Kahneman](https://kahneman.socialpsychology.org/) and [Amos Tversky](https://scholar.princeton.edu/sites/default/files/kahneman/files/maps_bounded_rationality_dk_2003.pdf)’s mapping of decision biases; Chip Heath and Dan Heath’s work on behaviour change; Brian Wansink’s studies of eating habits; [Paco Underhill’s studies of shopping behaviour](https://www.probuilder.com/paco-underhill-shopping-behavior).”\\n* **Change Management**:\\n  Emily Lawson and Colin Prices’ article on “[The Psychology of Change Management](https://www.mckinsey.com/business-functions/organization/our-insights/the-psychology-of-change-management),” while in fairness focuses more on mindsets, the authors acknowledge the power of structures and systems.\\n* **Bonus:**\\n  There are also a few really interesting bite-sized courses at [42Courses.com](https://www.42courses.com/) that would be of interest and worth your time, ranging from Disruptive Innovation to Behavioral Economics.\\n\\nHappy building!\\n\\n\\\\-nick\",\"timestamp\":1641275784,\"title\":\"Why Structure Trumps Mindset | The Success Or Failure Of Corporate Innovation\"},\"digest\":\"M05ZMqnjzB8TC9HRYY0UhjA34YJLD_UgwRAdXRnBpuM\",\"authorship\":{\"contributor\":\"0xB7BBB1F10f78D6933ad0b475F78B0f31772D53fF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_9rJK_FezT-ek3RZmJ6OhnAl7C-hfIOyfH9_ypdP8Y4\\\",\\\"y\\\":\\\"WwpxXwDvj1MjZJAuTtK0mfSDqcJNG7kf0Qdwyoox0hQ\\\"}\",\"signature\":\"3apoE0oUOeR2nLCYCstCw-o6KZi-sYTvSTvaay_H5KjfkvjilRMWz-0_9gOjoZfTSXTrWjsHol1Iq_PT2PSF2Q\",\"signingKeySignature\":\"0x68e35f3833e0bfb9dc4dc38303780966cf45e9cc0d683cceeb2a18c534fe49c73566cacb1318f394c24b5376de3c04b3db166fe3bf8b8a327175a8094fdfb5e01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_9rJK_FezT-ek3RZmJ6OhnAl7C-hfIOyfH9_ypdP8Y4\\\",\\\"y\\\":\\\"WwpxXwDvj1MjZJAuTtK0mfSDqcJNG7kf0Qdwyoox0hQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-rVBks8uZKcOBUPmRAygmo33GBvBwjlnhXo-spFnxL0\"}"