"{\"content\":{\"body\":\"in order that they might be ready for the theatre -- when the door was opened and Tom Tringle was announced. Tom Tringle had come to call on his cousin. \\\"Lady Baldoni,\\\" he said, \\\"I hope you won't think me intrusive, but I thought I'd come and see my cousin once whilst she is staying here.\\\" The Marchesa bowed, and assured him that he was very welcome. \\\"It's tremendously hot,\\\" said Tom.\\n\\n\\\"Very hot indeed,\\\" said the Marchesa.\\n\\n\\\"I don't think it's ever so hot as this in Rome,\\\" said Nina, fanning herself.\\n\\n\\\"I find it quite impossible to walk a yard,\\\" said Tom, \\\"and therefore I've hired a hansom cab all to myself. The man goes home and changes his horse regularly when I go to dinner; then he comes for me at ten, and sticks to me till I go to bed. I call that a very good plan.\\\" Nina asked him why he didn't drive the cab himself. \\\"That would be a grind,\\\" said he, \\\"because it would be so hot all day, and there might be rain at night. Have you read what my brother-in-law, Traffick, said in the House last night, my Lady?\\\"\\n\\n\\\"I'm afraid I passed it over,\\\" said the Marchesa. \\\"Indeed, I am not very good at the debates.\\\"\\n\\n\\\"They are dull,\\\" said Tom, \\\"but when it's one's brother-in-law, one does like to look at it. I thought he made that very clear about the malt tax.\\\" The Marchesa smiled and bowed.\\n\\n\\\"What is -- malt tax?\\\" asked Nina.\\n\\n\\\"Well, it means beer,\\\" said Tom. \\\"The question is whether the poor man pays it who drinks the beer, or the farmer who grows the malt. It is very interesting when you come to think of it.\\\" \\\"But I fear I never have come to think of it,\\\" said the Marchesa. During all this time Ayala never said a word, but sat looking at her cousin, and remembering how much better Colonel Jonathan Stubbs would have talked if he had been there. Then, after a pause, Tom got up, and took his leave, having to content himself with simply squeezing his cousin's hand as he left the room. \\\"He is a lout,\\\" said Ayala, as soon as she knew that the door was closed behind him.\\n\\n\\\"I don't see anything loutish at all,\\\" said the Marchesa.\\n\\n\\\"He's just like most other young men,\\\" said Nina.\\n\\n\\\"He's not at all like Colonel Stubbs,\\\" said Ayala.\\n\\nThen the Marchesa preached a little sermon. \\\"Colonel Stubbs, my dear,\\\" she said, \\\"happens to have been thrown a good deal about the world, and has thus been able to pick up that easy mode of talking which young ladies like, perhaps because it means nothing. Your cousin is a man of business, and will probably have amassed a large fortune when my poor nephew will be a do-nothing old general on half-pay. His chatter will not then have availed him quite so much as your cousin's habits of business.\\\"\\n\\n\\\"Mamma,\\\" said Nina, \\\"Jonathan will have money of his own.\\\"\\n\\n\\\"Never mind, my dear. I do not like to hear a young man called a lout because he's more like a man of business than a man of pleasure.\\\" Ayala felt herself to be snubbed, but was not a whit the less sure that Tom was a lout, and the Colonel an agreeable partner to dance with. But at the same time she remembered that neither the one nor the other was to be spoken of in the same breath, or thought of in the same spirit, as the Angel of Light. When they were dressed, and just going to dinner, the ugly man with the red head was announced, and declared his purpose of going with them to the theatre. \\\"I've been to the office,\\\" said he, \\\"and got a stall next to yours, and have managed it all. It now only remains that you should give me some dinner and a seat in the carriage.\\\" Of course he was told that there was no dinner sufficient for a man to eat; but he put up with a feminine repast, and spent the whole of the evening sitting next to his aunt, on a back tier, while the two girls were placed in front. In this way, leaning forward, with his ugly head between them, he acted as a running chorus to the play during the whole performance. Ayala thoroughly enjoyed herself, and thought that in all her experience no play she'd seen had ever been so delightful. On their return home the two girls were both told to go to bed in the Marchesa's good-natured authoritative tone; but, nevertheless, Ayala did manage to say a word before she finally adjusted herself on her pillow. \\\"It is all very well, Nina, for your mamma to say that a young man of business is the best; but I do know a lout when I see him; and I am quite sure that my cousin Tom is a lot, and that Colonel Jonathan is not.\\\"\\n\\n\\\"I believe you are falling in love with Colonel Jonathan,\\\" said Nina.\\n\\n\\\"I should as soon think of falling in love with a wild bear -- but he's not a lout, and therefore I like him.\\\"\\n\\nCHAPTER 17 LUCY IS VERY FIRM\\n\\nIt was just before the Tringles had returned from Rome, during the winter, that Lucy Dormer had met Mr Hamel in Kensington Gardens for the second time, had walked there with him perhaps for half an hour, and had then retumed home with a conviction that she had done a wicked thing. But she had other convictions also, which were perhaps stronger. \\\"Now that we have met, am I to lose you again?\\\" he had said. What could he mean by losing except that she was the one thing which he desired to find? But she had not seen him since, or heard a word of his whereabouts, although, as she so well remembered, she had given him an address at her Aunt Emmeline's -- not knowing then that it would be her fate to become a resident in her Aunt Emmeline's house. She had told him that Ayala would live there, and that perhaps she might sometimes be found visiting Ayala. Now, she was herself filling Ayala's place, and might so easily have been found. But she knew nothing of the man who had once asked whether he was \\\"to lose her again\\\". Her own feelings about Isadore Hamel were clear enough to herself now. Ayala in her hot humour had asked her whether she could give her hand and her heart to such a one as their cousin Tom, and she had found herself constrained to say that she could not do so, because she was not free -- not quite free -- to do as she pleased with her hand and her heart. She had striven hard not to acknowledge anything, even to Ayala -- even to herself. But the words had been forced from her, and now she was conscious, terribly conscious, that the words were true. There could be no one else now, whether Tom or another -- whether such as Tom or such as any other. It was just that little word that had won her. \\\"Am I to lose you again?\\\" A girl loves most often because she is loved -- not from choice on her part. She is won by the flattery of the man's desire. \\\"Am I to lose you again?\\\" He had seemed to throw all his soul into his voice and into his eyes as he had asked the question. A sudden thrill had filled her, and, for his sake -- for his sake -- she had hoped that she might not be lost to him. Now she began to fear that he was lost to her.\\n\\nSomething has been told of the relations between Isadore Hamel and his father. They were both sculptors, the father having become a successful artist. The father was liberal, but he was essentially autocratic. If he supplied to his son the means of living -- and he was willing to supply the means of a very comfortable life -- he expected that his son should live to some extent in accordance with his fancies. The father wished his son to live in Rome, and to live after the manner of Romans. Isadore would prefer to live in London, and after the manner of Londoners. For a time he had been allowed to do so, and had achieved a moderate success. But a young artist may achieve a moderate success with a pecuniary result that shall be almost less than moderate. After a while the sculptor in Rome had told his son that if he intended to remain in London he ought to do so on the independent proceeds of his own profession. Isadore, if he would return to Rome, would be made welcome to join his affairs to those of his father. In other words, he was to be turned adrift if he remained in London, and petted with every luxury if he would consent to follow his art in Italy. But in Rome the father lived after a fashion which was distasteful to the son. Old Mr Hamel had repudiated all conventions. Conventions are apt to go very quickly, one after another, when the first has been thrown aside. The man who ceases to dress for dinner soon finds it to be a trouble to wash his hands. A house is a bore. Calling is a bore. Church is a great bore. A family is a bore. A wife is an unendurable bore. All laws are bores, except those by which inferiors can be constrained to do their work. Mr Hamel had got rid of a great many bores, and had a strong opinion that bores prevailed more mightily in London than in Rome. Isadore was not a bore to him. He was always willing to have Isadore near to him. But if Isadore chose to enter the conventional mode of life he must do it at his own expense. It may be said at once that Isadore's present view of life was very much influenced by Lucy Dormer, and by a feeling that she certainly was conventional. A small house, very prettily furnished, somewhat near the Fulham Road, or perhaps verging a little towards South Kensington, with two maids, and perhaps an additional one as nurse in the process of some months, with a pleasant English breakfast and a pleasant English teapot in the evening, afforded certainly a very conventional aspect of life. But, at the present moment, it was his aspect, and therefore he could not go upon all fours with his father. In this state of things there had, during the last twelvemonth, been more than one journey made to Rome and back. Ayala had seen him at Rome, and Lady Tringle, remembering that the man had been intimate with her brother, was afraid of him. They had made inquiry about him, and had fully resolved that he should not be allowed into the house if he came after Ayala. He had no mother -- to speak of; and he had little brothers and sisters, who also had no mother -- to speak of. Mr Hamel, the father, entertained friends on Sunday, with the express object of playing cards. That a Papist should do so was to be borne -- but Mr Hamel was not a Papist, and, therefore, would certainly be -- . All this and much more had been learned at Rome, and therefore Lucy, though she herself never mentioned Mr Hamel's name in Queen's Gate, heard evil things said of the man who was so dear to her.\\n\\nIt was the custom of her life to be driven out every day with her aunt and Gertrude. Not to be taken two or three times round the park would be to Lady Tringle to rob her of the best appreciated of all those gifts of fortune which had come to her by reason of the banker's wealth. It was a stern law -- and as stern a law that Lucy should accompany her. Gertrude, as being an absolute daughter of the house, and as having an almost acknowledged lover of her own, was allowed some choice. But for Lucy there was no alternative. Why should she not go and be driven? Two days before they left town she was being driven, while her aunt was sitting almost in a slumber beside her, when suddenly a young man, leaning over the railings, took off his hat so close to Lucy that she could almost have put out her hand to him. He was standing there all alone, and seemed simply to be watching the carriages as they passed. She felt that she blushed as she bowed to him, and saw also that the colour had risen to his face. Then she turned gently round to her aunt, whom she hoped to find still sleeping; but Aunt Emmeline could slumber with one eye open. \\\"Who was that young man, my dear?\\\" said Aunt Emmeline.\\n\\n\\\"It was Mr Hamel.\\\"\\n\\n\\\"Mr Isadore Hamel!\\\" said Aunt Emmeline, horrified. \\\"Is that the young man at Rome who has got the horrible father?\\\"\\n\\n\\\"I do not know his father,\\\" said Lucy; \\\"but he does live at Rome.\\\" \\\"Of course, it is the Mr Hamel I mean. He scraped some acquaintance with Ayala, but I would not have it for a moment. He is not at all the sort of person any young girl ought to know. His father is a horrible man. I hope he is no friend of yours, Lucy!\\\"\\n\\n\\\"He is a friend of mine.\\\" Lucy said this in a tone of voice which was very seldom heard from her, but which, when heard, was evidence that beneath the softness of her general manner there lay a will of her own.\\n\\n\\\"Then, my dear, I hope that such friendship may be discontinued as long as you remain with us.\\\"\\n\\n\\\"He was a friend of papa's,\\\" said Lucy.\\n\\n\\\"That's all very well. I suppose artists must know artists, even though they are disreputable.\\\"\\n\\n\\\"Mr Hamel is not disreputable.\\\"\\n\\nAunt Emmeline, as she heard this, could almost fancy that she was renewing one of her difficulties with Ayala. \\\"My dear,\\\" she said -- and she intended to be very impressive as she spoke -- \\\"in a matter such as this I must beg you to be guided by me. You must acknowledge that I know the world better than you do. Mr Hamel is not a fit person to be acquainted with a young lady who occupies the place of my daughter. I am sure that will be sufficient.\\\" Then she leant back in the carriage, and seemed again to slumber; but she still had one eye open, so that if Mr Hamel should appear again at any corner and venture to raise his hand she might be aware of the impropriety. But on that day Mr Hamel did not appear again.\\n\\nLucy did not speak another word during the drive, and on reaching the house went at once to her bedroom. While she had been out with her aunt close to her, and while it had been possible that the man she loved should appear again, she had been unable to collect her thoughts or to make up her mind what she would do or say. One thing simply was certain to her, that if Mr Hamel should present himself again to her she would not desert him. All that her aunt had said to her as to improprieties and the like had no effect at all upon her. The man had been welcomed at her father's house, had been allowed there to be intimate with her, and was now, as she was well aware, much dearer to her than any other human being. Nor for all the Aunt Emmelines in the world would she regard him otherwise than as her dearest friend.\\n\\nWhen she was alone she discussed the matter with herself. It was repugnant to her that there should be any secret on the subject between herself and her aunt after what had been said -- much more that there should be any deceit. \\\"Mr Hamel is not fit to be acquainted with a lady who occupies the position of my daughter.\\\" It was thus that her aunt had spoken. To this the proper answer seemed to be -- seemed at least to Lucy -- \\\"In that case, my dear aunt, I cannot for a moment longer occupy the position of your daughter, as I certainly am acquainted and shall remain acquainted with Mr Hamel.\\\" But to such speech as this on her own part there were two impediments. In the first place it would imply that Mr Hamel was her lover -- for implying which Mr Hamel had given her no authority; and then what should she immediately do when she had thus obstinately declared herself to be unfit for that daughter's position which she was supposed now to occupy? With all her firmness of determination she could not bring herself to tell her aunt that Mr Hamel was her lover. Not because it was not as yet true. She would have been quite willing that her aunt should know the exact truth, if the exact truth could be explained. But how could she convey to such a one as Aunt Emmeline the meaning of those words -- \\\"Am I to lose you again?\\\" How could she make her aunt understand that she held herself to be absolutely bound, as by a marriage vow, by such words as those -- words in which there was no promise, even had they come from some fitting suitor, but which would be regarded by Aunt Emmeline as being simply impertinent coming as they did from such a one as Isadore Hamel. It was quite out of the question to tell all that to Aunt Emmeline, but yet it was necessary that something should be told. She had been ordered to drop her acquaintance with Isadore, and it was essential that she should declare that she would do nothing of the kind. She would not recognise such obedience as a duty on her part. The friendship had been created by her father, to whom her earlier obedience had been due. It might be that, refusing to render such obedience, her aunt and her uncle might tell her that there could be no longer shelter for her in that house. They could not cherish and foster a disobedient child. If it must be so, it must. Though there should be no home left to her in all the wide world she would not accept an order which should separate her from the man she loved. She must simply tell her aunt that she could not drop Mr Hamel's acquaintance -- because Mr Hamel was a friend.\\n\\nEarly on the next morning she did so. \\\"Are you aware\\\", said Aunt Emmeline, with a severe face, \\\"that he is -- illegitimate?\\\" Lucy blushed, but made no answer. \\\"Is he -- is he -- engaged to you?\\\" \\\"No,\\\" said Lucy, sharply.\\n\\n\\\"Has he asked you to marry him?\\\"\\n\\n\\\"No,\\\" said Lucy.\\n\\n\\\"Then what is it?\\\" asked Lady Tringle, in a tone which was intended to signify that as nothing of that kind had taken place such a friendship could be a matter of no consequence.\\n\\n\\\"He was papa's friend.\\\"\\n\\n\\\"My dear, what can that matter? Your poor papa has gone, and you are in my charge and your uncle's. Surely you cannot object to choose your friends as we should wish. Mr Hamel is a gentleman of whom we do not approve. You cannot have seen very much of him, and it would be very easy for you, should he bow to you again in the park, to let him see that you do not like it.\\\"\\n\\n\\\"But I do like it,\\\" said Lucy with energy.\\n\\n\\\"Lucy!\\\"\\n\\n\\\"I do like to see Mr Hamel, and I feel almost sure that he will come and call here now that he has seen me. Last winter he asked me my address, and I gave him this house.\\\"\\n\\n\\\"When you were living with your Aunt Dosett?\\\"\\n\\n\\\"Yes, I did, Aunt Emmeline. I thought Aunt Margaret would not like him to come to Kingsbury Crescent, and, as Ayala was to be here, I told him he might call at Queen's Gate.\\\"\\n\\nThen Lady Tringle was really angry. It was not only that her house should have been selected for so improper a use but that Lucy should have shown a fear and a respect for Mrs Dosett which had not been accorded to herself. It was shocking to her pride that that should have appeared to be easy of achievement at Queen's Gate which was too wicked to be attempted at Kingsbury Crescent. And then the thing which had been done seemed in itself to her to be so horrible! This girl, when living under the care of her aunt, had made an appointment with an improper young man at the house of another aunt! Any appointment made by a young lady with a young man must, as she thought, be wrong. She began to be aghast at the very nature of the girl who could do such a thing, and on reflecting that that girl was at present under her charge as an adopted daughter. \\\"Lucy,\\\" she said, very impressively, \\\"there must be an end of this.\\\"\\n\\n\\\"There cannot be an end of it,\\\" said Lucy.\\n\\n\\\"Do you mean to say that he is to come here to this house whether I and your uncle like it or not?\\\"\\n\\n\\\"He will come,\\\" said Lucy; \\\"I am sure he will come. Now he has seen me he will come at once.\\\"\\n\\n\\\"Why should he do that if he is not your lover?\\\"\\n\\n\\\"Because,\\\" said Lucy -- and then she paused; \\\"because -- . It is very hard to tell you, Aunt Emmeline.\\\"\\n\\n\\\"Why should he come so quickly?\\\" demanded Aunt Emmeline again. \\\"Because -- . Though he has said nothing to me such as that you mean,\\\" stammered out Lucy, determined to tell the whole truth, \\\"I believe that he will.\\\"\\n\\n\\\"And you?\\\"\\n\\n\\\"If he did I should accept him.\\\"\\n\\n\\\"Has he any means?\\\"\\n\\n\\\"I do not know.\\\"\\n\\n\\\"Have you any?\\\"\\n\\n\\\"Certainly not.\\\"\\n\\n\\\"And you would consent to be his wife after what I've told you?\\\" \\\"Yes,\\\" said Lucy, \\\"I should.\\\"\\n\\n\\\"Then it must not be in this house. That is all. I will not have him here on any pretence whatsoever.\\\"\\n\\n\\\"I thought not, Aunt Emmeline, and therefore I have told you.\\\" \\\"Do you mean that you will make an appointment with him elsewhere?\\\" \\\"Certainly not. I have not in fact ever made an appointment with him. I do not know his address. Till yesterday I thought that he was in Rome. I never had a line from him in my life, and of course have never written to him.\\\" Upon hearing all this Lady Tringle sat in silence, not quite knowing how to carry on the conversation. The condition of Lucy's mind was so strange to her, that she felt herself to be incompetent to dictate. She could only resolve that under no circumstances should the objectionable man be allowed into her house. \\\"Now, Aunt Emmeline,\\\" said Lucy, \\\"I have told you everything. Of course you have a right to order, but I also have some right. You told me I was to drop Mr Hamel, but I cannot drop him. If he comes in my way I certainly shall not drop him. If he comes here I shall see him if I can. If you and Uncle Tom choose to turn me out, of course you can do so.\\\" \\\"I shall tell your uncle all about it,\\\" said Aunt Emmeline, angrily, \\\"and then you will hear what he says.\\\" And so the conversation was ended.\\n\\nAt that moment Sir Thomas was, of course, in the City managing his millions, and as Lucy herself had suggested that Mr Hamel might not improbably call on that very day, and as she was quite determined that Mr Hamel should not enter the doors of the house in Queen's Gate, it was necessary that steps should be taken at once. Some hours afterwards Mr Hamel did call and asked for Miss Dormer. The door was opened by a well-appointed footman, who, with lugubrious face -- with a face which spoke much more eloquently than his words -- declared that Miss Dormer was not at home. In answer to further inquiries he went on to express an opinion that Miss Dormer never would be at home -- from all which it may be seen that Aunt Emmeline had taken strong measures to carry out her purpose. Hamel, when he heard his fate thus plainly spoken from the man's mouth, turned away, not doubting its meaning. He had seen Lucy's face in the park, and had seen also Lady Tringle's gesture after his greeting. That Lady Tringle should not be disposed to receive him at her house was not matter of surprise to him.\\n\\nWhen Lucy went to bed that night she did not doubt that Mr Hamel had called, and that he had been turned away from the door.\\n\\nCHAPTER 18 DOWN IN SCOTLAND\\n\\nWhen the time came, all the Tringles, together with the Honourable Mrs Traffick, started for Glenbogie. Aunt Emmeline had told Sir Thomas all Lucy's sins, but Sir Thomas had not made so much of them as his wife had expected. \\\"It wouldn't be a bad thing to have a husband for Lucy,\\\" said Sir Thomas.\\n\\n\\\"But the man hasn't got a sixpence.\\\"\\n\\n\\\"He has a profession.\\\"\\n\\n\\\"I don't know that he makes anything. And then think of his father! He is -- illegitimate!\\\" Sir Thomas seemed rather to sneer at this. \\\"And if you knew the way the old man lives in Rome! He plays cards all Sunday!\\\" Again Sir Thomas sneered. Sir Thomas was fairly submissive to the conventionalities himself, but did not think that they ought to stand in the way of a provision for a young lady who had no provision of her own. \\\"You wouldn't wish to have him at Queen's Gate?\\\" asked Lady Tringle.\\n\\n\\\"Certainly not, if he makes nothing by his profession. A good deal, I think, depends upon that.\\\" Then nothing further was said, but Lucy was not told her uncle's opinion on the matter, as had been promised. When she went down to Glenbogie she only knew that Mr Hamel was considered to be by far too black a sheep to be admitted into her aunt's presence, and that she must regard herself as separated from the man as far as any separation could be effected by her present protectors. But if he would be true to her, as to a girl whom he had a short time since so keenly rejoiced in \\\"finding again,\\\" she was quite sure that she could be true to him.\\n\\nOn the day fixed, the 20th of August, Mr Houston arrived at Glenbogie, with boots and stockings and ammunition, such as Tom had recommended when interrogated on those matters by his sister, Gertrude. \\\"I travelled down with a man I think you know,\\\" he said to Lucy -- \\\"at any rate your sister does, because I saw him with her at Rome.\\\" The man turned out to be Isadore Hamel. \\\"I didn't like to ask him whether he was coming here,\\\" said Frank Houston.\\n\\n\\\"No; he is not coming here,\\\" said Aunt Emmeline.\\n\\n\\\"Certainly not,\\\" said Gertrude, who was quite prepared to take up the cudgels on her mother's behalf against Mr Hamel.\\n\\n\\\"He said something about another man he used to know at Rome, before you came. He was a nephew of that Marchesa Baldoni.\\\"\\n\\n\\\"She was a lady we didn't like a bit too well,\\\" said Gertrude. \\\"A very stuck-up sort of person, who did all she could to spoil Ayala,\\\" said Aunt Emmeline.\\n\\n\\\"Ayala has just been staying with her,\\\" said Lucy. \\\"She has been very kind to Ayala.\\\"\\n\\n\\\"We have nothing to do with that now,\\\" said Aunt Emmeline. \\\"Ayala can stay with whom she and her aunt pleases. Is this Mr Hamel, whom you saw, a friend of the Marchesa's?\\\"\\n\\n\\\"He seemed to be a friend of the Marchesa's nephew,\\\" continued Houston -- \\\"one Colonel Stubbs. We used to see him at Rome, and a most curious man he is. His name is Jonathan, and I don't suppose that any man was ever seen so red before. He is shooting somewhere, and Hamel seems to be going to join him. I thought he might have been coming here afterwards, as you all were in Rome together.\\\" \\\"Certainly he is not coming here,\\\" said Aunt Emmeline. \\\"And as for Colonel Stubbs, I never heard of him before.\\\"\\n\\nA week of the time allotted to Frank Houston had gone before he had repeated a word of his suit to Sir Thomas. But with Gertrude every opportunity had been allowed him, and by the rest of the family they had been regarded as though they were engaged. Mr Traffick, who was now at Glenbogie, in accordance with the compact made with him, did not at first approve of Frank Houston. He had insinuated to Lady Tringle, and had said very plainly to Augusta, that he regarded a young man, without any employment and without any income, as being quite unfit to marry. \\\"If he had a seat in the House it would be quite a different thing,\\\" he had said to Augusta. But his wife had snubbed him; telling him, almost in so many words, that if Gertrude was determined to have her way in opposition to her father she certainly would not be deterred by her brother-in-law. \\\"It's nothing to me,\\\" Mr Traffick had then said; \\\"the money won't come out of my pocket; but when a man has nothing else to do he is sure to spend all that he can lay his hands upon.\\\" After that, however, he withdrew his opposition, and allowed it to be supposed that he was ready to receive Frank Houston as his brother-in-law, should it be so decided.\\n\\nThe time was running by both with Houston, the expectant son-in-law, and with Mr Traffick, who had achieved his position, and both were aware that no grace would be allowed to them beyond that which had been promised. Frank had fully considered the matter, and was quite resolved that it would be unmanly in him to run after his cousin Imogene, in the Tyrol, before he had performed his business. One day, therefore, after having returned from the daily allowance of slaughter, he contrived to find Sir Thomas in the solitude of his own room, and again began to act the part of Allan-a-Dale. \\\"I thought, Mr Houston,\\\" said Sir Thomas, \\\"that we had settled that matter before.\\\"\\n\\n\\\"Not quite,\\\" said Houston.\\n\\n\\\"I don't know why you should say so. I intended to be understood as expressing my mind.\\\"\\n\\n\\\"But you have been good enough to ask me down here.\\\"\\n\\n\\\"I may ask a man to my house, I suppose, without intending to give him my daughter's hand.\\\" Then he again asked the important question, to which Allan- a-Dale's answer was so unreasonable and so successful. \\\"Have you an income on which to maintain my daughter?\\\"\\n\\n\\\"I cannot just say that I have, Sir Thomas,\\\" said Houston, apologetically. \\\"Then you mean to ask me to furnish you with an income.\\\"\\n\\n\\\"You can do as you please about that, Sir Thomas.\\\"\\n\\n\\\"You can hardly marry her without it.\\\"\\n\\n\\\"Well; no; not altogether. No doubt it is true that I should not have proposed myself had I not thought that the young lady would have something of her own.\\\"\\n\\n\\\"But she has nothing of her own,\\\" said Sir Thomas. And then that interview was over.\\n\\n\\\"You won't throw us over, Lady Tringle?\\\" Houston said to Gertrude's mother that evening.\\n\\n\\\"Sir Thomas likes to have his own way,\\\" said Lady Tringle.\\n\\n\\\"Somebody got round him about Septimus Traffick.\\\"\\n\\n\\\"That was different,\\\" said Lady Tringle. \\\"Mr Traffick is in Parliament, and that gives him an employment. He is a son of Lord Boardotrade, and some of these days he will be in office.\\\"\\n\\n\\\"Of course, you know that if Gertrude sticks to it she will have her own way. When a girl sticks to it her father has to give way. What does it matter to him whether I have any business or not? The money would be the same in one case as the other, only it does seem such an unnecessary trouble to have it put off.\\\" All this Lady Tringle seemed to take in good part, and half acknowledged that if Frank Houston were constant in the matter he would succeed at last. Gertrude, when the time for his departure had come, expressed herself as thoroughly disgusted by her father's sternness. \\\"It's all bosh,\\\" she said to her lover. \\\"Who is Lord Boardotrade that that should make a difference? I have as much right to please myself as Augusta.\\\" But there was the stern fact that the money had not been promised, and even Frank had not proposed to marry the girl of his heart without the concomitant thousands.\\n\\nBefore he left Glenbogie, on the evening of his departure, he wrote a second letter to Miss Docimer, as follows --\\n\\nDEAR COUSIN IM,\\n\\nHere I am at Glenbogie, and here I have been for a week, without doing a stroke of work. The father still asks \\\"of his house and his home\\\" and does not seem to be at all affected by my reference to the romantic grandeur of my own peculiar residence. Perhaps I may boast so far as to say that I have laughed on the lass as successfully as did Allan-a-Dale. But what's the good of laughing on a lass when one has got nothing to eat? Allan-a-Dale could pick a pocket or cut a purse, accomplishments in which I am altogether deficient. I suppose I shall succeed sooner or later, but when I put my neck into the collar I had no idea that there would be so much uphill work before me. It is all very well joking, but it is not nice to be asked \\\"of your house and your home\\\" by a gentleman who knows very well you've got none, and is conscious of inhabiting three or four palaces himself. Such treatment must be described as being decidedly vulgar. And then he must know that it can be of no possible permanent use. The ladies are all on my side, but I am told by Tringle mere that I am less acceptable than old Traffick, who married the other girl, because I'm not the son of Lord Boardotrade! Nothing astonishes me so much as the bad taste of some people. Now, it must all be put off till Christmas, and the cruel part is, that one doesn't see how I'm to go on living.\\n\\n\\\"In the meantime I have a little time in which to amuse myself, and I shall turn up in about three weeks at Merle Park. I wish chiefly to beg that you will not dissuade me from what I see clearly to be a duty. I know exactly your line of argument. Following a girl for her money is, you will say, mercenary. So, as far as I can see, is every transaction in the world by which men live. The judges, the bishops, the poets, the Royal academicians, and the Prime Ministers, are all mercenary -- as is also the man who breaks stones for 2s. 1d. a day. How shall a man live without being mercenary unless he be born to fortune? Are not girls always mercenary? Will she marry me knowing that I have nothing? Will you not marry someone whom you will probably like much less simply because he will have something for you to eat and drink? Of course I am mercenary, and I don't even pretend to old Tringle that I am not so. I feel a little tired of this special effort -- but if I were to abandon it I should simply have to begin again elsewhere. I have sighted my stag, and I must go on following him, trying to get on the right side of the wind till I bring him down. It is not nice, but it is to me manifestly my duty -- and I shall do it. Therefore, do not let there be any blowing up. I hate to be scolded.\\n\\nYours always affectionately,\\n\\nF. H.\\n\\nGertrude, when he was gone, did not take the matter quite so quietly as he did, feeling that, as she had made up her mind, and as all her world would know that she had made up her mind, it behoved her to carry her purpose to its desired end. A girl who is known to be engaged, but whose engagement is not allowed, is always in a disagreeable plight.\\n\\n\\\"Mamma,\\\" she said, \\\"I think that papa is not treating me well.\\\" \\\"My dear, your papa has always had his own way.\\\"\\n\\n\\\"That is all very well -- but why am I to be worse used than Augusta? It turns out now that Mr Traffick has not got a shilling of his own.\\\"\\n\\n\\\"Your papa likes his being in Parliament.\\\"\\n\\n\\\"All the girls can't marry Members of Parliament.\\\"\\n\\n\\\"And he likes his being the son of Lord Boardotrade.\\\"\\n\\n\\\"Lord Boardotrade! I call that very mean: Mr Houston is a gentleman, and the Buncombe property has been for ever so many hundreds of years in the family. I think more of Frank as to birth and all that than I do of Lord Boardotrade and his mushroom peerage. Can't you tell papa that I mean to marry Mr Houston at last, and that he is making very little of me to let me be talked about as I shall be?\\\"\\n\\n\\\"I don't think I can, Gertrude.\\\"\\n\\n\\\"Then I shall. What would he say if I were to run away with Frank?\\\" \\\"I don't think Frank Houston would do that.\\\"\\n\\n\\\"He would if I told him -- in a moment.\\\" There Miss Tringle was probably in error. \\\"And unless papa consents I shall tell him. I am not going to be made miserable for ever.\\\"\\n\\nThis was at Glenbogie, in Inverness-shire, on the south-eastern side of Loch Ness, where Sir Thomas Tringle possessed a beautiful mansion, with a deer- forest, and a waterfall of his own, and any amount of moors which the minds of sportsmen could conceive. Nothing in Scotland could be more excellent, unless there might be some truth in the remarks of those who said that the grouse were scarce, and that the deer were almost nonexistent. On the other side of the lake, four miles up from the gates, on the edge of a ravine, down which rushed a little stream called the Caller, was an inconvenient rickety cottage, built piecemeal at two or three different times, called Drumcaller. From one room you went into another, and from that into a third. To get from the sitting-room, which was called the parlour, into another which was called the den, you had to pass through the kitchen, or else to make communication by a covered passage out of doors which seemed to hang over the margin of the ravine. Pine trees enveloped the place. Looking at the house from the outside anyone would declare it to be wet through. It certainly could not with truth be described as a comfortable family residence. But you might, perhaps, travel through all Scotland without finding a more beautifully romantic spot in which to reside. From that passage, which seemed to totter suspended over the rocks, whence the tumbling rushing waters could always be heard like music close at hand, the view down over the little twisting river was such as filled the mind with a conviction of realised poetry. Behind the house across the little garden there was a high rock where a little path had been formed, from which could be seen the whole valley of the Caller and the broad shining expanse of the lake beyond. Those who knew the cottage of Drumcaller were apt to say that no man in Scotland had a more picturesque abode, or one more inconvenient. Even bread had to be carried up from Callerfoot, as was called the little village down on the lake side, and other provisions, such even as meat, had to be fetched twenty miles, from the town of Inverness.\\n\\nA few days after the departure of Houston from Glenbogie two men were seated with pipes in their mouths on the landing outside the room called the den to which the passage from the parlour ran. Here a square platform had been constructed capable of containing two armchairs, and here the owner of the cottage was accustomed to sit, when he was disposed, as he called it, to loaf away his time at Drumcaller. This man was Colonel Jonathan Stubbs, and his companion at the present moment was Isadore Hamel.\\n\\n\\\"I never knew them in Rome,\\\" said the Colonel. \\\"I never even saw Ayala there, though she was so much at my aunt's house. I was in Sicily part of the time, and did not get back till they had all quarrelled. I did know the nephew, who was a good-natured but a vulgar young man. They are vulgar people, I should say.\\\" \\\"You could hardly have found Ayala vulgar?\\\" asked Hamel.\\n\\n\\\"Indeed, no. But uncles and aunts and nephews and nieces are not at all bound to run together. Ayala is the daintiest little darling I ever saw.\\\"\\n\\n\\\"I knew their father and mother, and certainly no one would have called them vulgar.\\\"\\n\\n\\\"Sisters when they marry of course go off according to their husbands, and the children follow. In this case one sister became Tringlish after Sir Tringle, and the other Dormerish, after that most improvident of human beings, your late friend the artist. I don't suppose any amount of experience will teach Ayala how many shillings there are in a pound. No doubt the Honourable Mrs Traffick knows all about it.\\\"\\n\\n\\\"I don't think a girl is much improved by knowing how many shillings there are in a pound,\\\" said Hamel.\\n\\n\\\"It is useful sometimes.\\\"\\n\\n\\\"So it might be to kill a sheep and skin it, or to milk a cow and make cheese; but here, as in other things, one acquirement will drive out others. A woman, if she cannot be beautiful, should at any rate be graceful, and if she cannot soar to poetry, should at least be soft and unworldly.\\\"\\n\\n\\\"That's all very well in its way, but I go in for roasting, baking, and boiling. I can bake and I can brew;I can make an Irish stew;Wash a shirt and iron it too.\\n\\nThat's the sort of girl I mean to go in for if ever I marry; and when you've got six children and a small income it's apt to turn out better than grace and poetry.\\\"\\n\\n\\\"A little of both perhaps,\\\" said Hamel.\\n\\n\\\"Well, yes; I don't mind a little Byron now and again, so there is no nonsense. As to Glenbogie, it's right over there across the lake. You can get a boat at Callerfoot, and a fellow to take you across and wait for you won't cost you more than three half-crowns. I suppose Glenbogie is as far from the lake on that side as my cottage is on this. How you'll get up except by walking I cannot say, unless you will write a note to Sir Thomas and ask him to send a horse down for you.\\\"\\n\\n\\\"Sir Thomas would not accommodate me.\\\"\\n\\n\\\"You think he will frown if you come after his niece?\\\"\\n\\n\\\"I simply want to call on Miss Dormer\\\", said Hamel, blushing, \\\"because her father was always kind to me.\\\"\\n\\n\\\"I don't mean to ask any questions,\\\" said the Colonel.\\n\\n\\\"It is just so as I say. I do not like being in the neighbourhood without calling on Miss Dormer.\\\"\\n\\n\\\"I daresay not.\\\"\\n\\n\\\"But I doubt whether Sir Thomas or Lady Tringle would be at all inclined to make me welcome. As to the distance, I can walk that easily enough, and if the door is slammed in my face I can walk back again.\\\"\\n\\nThus it was resolved that early on the following morning after breakfast Isadore Hamel should go across the lake and make his way up to Glenbogie.\\n\\nCHAPTER 19 ISADORE HAMEL IS ASKED TO LUNCH\",\"timestamp\":1639990894,\"title\":\"\\nIt was very hot, and they were sitting with the shutters nearly closed, having resolved not to go out\"},\"digest\":\"j1t7KtGh1UFY47C63rSIVCcVETr8KILuuBYPK_1Tqhw\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PCVV8XY9cUKbyfW2qCOzx3erw5hWnl-057zNMQn0NxY\\\",\\\"y\\\":\\\"m7ue15iKLkWX1ag--nkWe6OQUdXMhIySOoGexLRd2X4\\\"}\",\"signature\":\"9Cnvqq2YgmeTSLo4nt6EodoW9eota5ZkViUcbhKl-yGJW1gTdWBhqnSuq7V_RLanFu1L1wKKBOeH9SNP49DDHg\",\"signingKeySignature\":\"0xadb32d4131c80798b3f228d982c000d96453a2d347bf06745cefc46907cf8dcb660509f10f613b4e073b0abeb1c84a70b4c4223290b680e0812f3633e71666811b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PCVV8XY9cUKbyfW2qCOzx3erw5hWnl-057zNMQn0NxY\\\",\\\"y\\\":\\\"m7ue15iKLkWX1ag--nkWe6OQUdXMhIySOoGexLRd2X4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j1t7KtGh1UFY47C63rSIVCcVETr8KILuuBYPK_1Tqhw\"}"