"{\"content\":{\"body\":\"As many of the top cryptocurrencies seem to temporarily stabilize near all-time highs, users looking to speculate on tokens that are a bit more volatile are searching across exchanges to find deals.\\n\\nAmsterdam-based startup [TabTrader](https://tab-trader.com/) has been capitalizing on this search with a platform that aggregates prices and token availability across dozens of exchanges. While other platforms allow users to look at token prices across exchanges, most are desktop-optimized while TabTrader has built up a substantial presence for its mobile app on iOS and Android.\\n\\nAs different exchanges take different approaches toward onboarding new tokens, crypto traders are increasingly signing up for accounts on multiple exchanges and tracking prices across multiple apps with multiple notification types set for each. Many users rely on TabTrader for its cross-exchange price alert feature, notifying users when a particular token has gone above or below a certain value. While plenty of exchanges offer this functionality inside their native apps, the reliability and customizability of these push notifications has often been inconsistent.\\n\\nCEO Kirill Suslov tells TechCrunch that the TabTrader app has more than 400,000 active users, with particularly strong presences in Europe and Asia.\\n\\nThe startup has adopted a Kayak-like model, aggregating prices for tokens and picking up rebate fees from exchanges when users make a purchase through the app. While users plug their wallet info into the app to easily make purchases through connected exchanges, Suslov says that TabTrader never has access to user funds.\\n\\nAlongside these rebates, TabTrader also makes money through a $12 monthly subscription for a paid version, as well as advertising. Suslov says his 20-person team has scaled to reach their current audience without any paid marketing.\\n\\nWhile tens of millions of users have created accounts on centralized exchanges like Coinbase and Binance, Suslov says that TabTrader’s biggest opportunity may be embracing so-called decentralized exchanges like Uniswap, which allow users to rapidly exchange tokens with other users.\\n\\nSuslov says that while the exchanges have built out great technology in the back-end, the front-end interfaces aren’t as easy for users to navigate, leaving room for an aggregator like TabTrader to streamline the user experience while allowing users to explore decentralized exchanges for the first time. The startup says they’re starting with a number of Solana-based exchanges including Serum, Raydium and Orca.\\n\\n“\\\\[Decentralized exchanges\\\\] are the hottest topic of 2021,” Suslov says. “We raised to get onto this rocket ship.”\\n\\nSuslov tells TechCrunch that TabTrader has banked $5.8 million in Series A funding from 100X Ventures, Hashkey Capital, Spartan Capital, SGH Capital, SOSV and Artesian Venture Partners.\",\"timestamp\":1637810064,\"title\":\"TabTrader raises $5.8M for a mobile app that aggregates crypto exchange data\"},\"digest\":\"Rb_-XA6EjhodRzmE-D61PvOuFLho8YW1pba6tDOAgCA\",\"authorship\":{\"contributor\":\"0x00FbC4787378AF90b3Dfe443634F93924B9B2E4a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rx7EAyRWdgwldUmwKvbM-K8mV6zV_am_H1t_ZwhzPQI\\\",\\\"y\\\":\\\"AClfIYsDwTRKlpXNlPsjr0B-dpKcQfMaRL-fdoZ3Bus\\\"}\",\"signature\":\"GZNJS55FU1narXumkT-SPNpgg-ICLszyUhYn7U37tjykhQPrVHePZ6165yuMuoz08dEsPTpwA8dX_7SmcotiwA\",\"signingKeySignature\":\"0x80a6697e6016951aba8836880f6c5b88eebae101cea321aa2ed50098e4ef6d392fabde9d77d43a7a4ab27f4218433bde6f5fc9c8aea97a61d08852ebc1629dc51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rx7EAyRWdgwldUmwKvbM-K8mV6zV_am_H1t_ZwhzPQI\\\",\\\"y\\\":\\\"AClfIYsDwTRKlpXNlPsjr0B-dpKcQfMaRL-fdoZ3Bus\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Rb_-XA6EjhodRzmE-D61PvOuFLho8YW1pba6tDOAgCA\"}"