"{\"content\":{\"body\":\" \\n   \\n 静待千年莲花开 \\n  \\n 　　每个孩子都是千年莲花的种子，尊重它原来的样子，郑重地给出等待，享受陪伴孩子的过程。 \\n 　　——题记 \\n 　　新的学年，面对一年级的小豆丁，我心中有很多期望，有很多计划，勾画了太多美好的蓝图。可是，班级里总是有让人“懊恼”的“破坏者”。其中，最让我头疼是她——一个看起来特别文静的女生。 \\n 　　早晨，孩子们都已经在整齐的朗读课文，一声“报告”突兀的打断了我们的朗读。我知道，是她！一定是我们的“迟到大王”——佳佳。 \\n 　　课堂上，孩子们已经静息，准备上课了。“垮啦！”文具盒的声响格外刺耳。我知道，是她！我们的“慢动作大王”——佳佳。 \\n 　　听写了，孩子们已经写了五个词语了。有人悄悄问旁边的同学“早上后面是哪个词？”循声望去，果然还是她——佳佳。 \\n 　　…… \\n 　　怎么回事？这个孩子为什么老是比人家慢一拍呢？急躁的我赶忙跟家长联系。 \\n 　　“佳佳从小性子就慢，我们在家也催促了她很多次。可是她老是这样。老师，我真的是没有办法了。”看着眼前这个跟我同样着急的妈妈，我顿时感到特别的无力。怎么办呢？急性子的我越发焦躁。更让我担心的事情发生了！ \\n 　　“佳佳，怎么不想上学了呢？”我拉着佳佳的手问。 \\n 　　“我……我很笨，我总是很慢！我学不好。”佳佳吞吞吐吐的说。 \\n 　　此时，我心中警铃大作。我深深的意识到让一个孩子对自己失去了信心，这是多么危险的一件事情。可怎么办呢？ \\n 　　这时，在一个心里健康教育能力培训课堂上，一位教授为我们分享了一个关于过程，关于等待的故事，让我释然了。故事中的本、静、安每人一颗古老的莲花种子。本急于求成，忘记了万物皆有时，万物有序。那颗在寒冬时节早早被埋在土里的种子，永远没有发芽的机会。静细细的查阅书籍、用尽了各种方法，想给予这颗种子最好的。那颗刚刚发芽就凋谢的种子，告诉我们：可不以它本来的样子爱它，而是以我要的方式爱它，足以害了它！只有安一切如故的生活。在等待中度过了漫长的冬季，迎来了春天。那一颗被种在池塘里的种子终于变成了满塘荷花。看似不关心，却有大智慧。他遵循了自然的法则，给予了种子真正需要的才赢得满池荷花开。 \\n 　　我们的孩子，何尝不是一颗千年莲花的种子？对他灿烂盛开的祝福和期望里，我们是否给对了生根发芽的时节？是否武断的拒绝了滋养他的阳光和氧气？！学会等待，用静默的力量给予孩子支持吧。 \\n 　　培训结束后，我调整了自己的心态，默默的告诉自己：一定要明白五根手指都有不一样的长度，可是他们却各有各的用途。让我在等待中，陪伴她的成长吧！于是我开始了我的精心设计的“等待之旅”。 \\n 　　首先，我和佳佳有了自己的“小秘密”。每天早上，只要佳佳一到校，就请她来我的办公室。只要她没有迟到，我就会奖励她一个小小的五角星贴纸。 \\n 　　“报告！”“请进！”我抬头发现就是佳佳。佳佳慢慢走到我身旁，拿着自己的语文书，没有开口。“佳佳，今天来得真早。来，老师答应奖励给你的五角星。”我问。“明天还想得吗？”  \\n 　　“想！”佳佳大声答到，“可，万一我又迟到了怎么呢？”“没有关系，老师相信你。如果你真的迟到了，老师愿意等你，相信你下一次一定会按时到校的。”“好！”佳佳用那亮晶晶的眼睛望着我答到。渐渐的，佳佳能按时上学的次数越来越多。我就又和她约定，只要你能连续三天按时到校，老师奖励你一个大拇哥贴纸哦……我愿意等待，等着她一天比一天进步。 \\n 　　其次，学习上的分步法。佳佳的动作慢，在学习上要吃力一些。每一次的听写，她都不能全部完成，可与父母联系后，发现在家时给予他更多时间，她可以全部完成，这可怎么办了？后来，我悄悄告诉她，老师对你的要求是快速。听写的时候，你可以不用写词语的拼音，先把词语写对，写好。下课后，你到办公室来再把拼音补上。果然，这样一来，佳佳听写的正确率大大提高，有时还能全对。更重要的是我发现佳佳竟也渐渐期待听写，盼望通过自己的努力也能得100分。一段时间后，我又与佳佳约定：我要求你能在听写时，带三个词的拼音……渐渐的，她越来越进步额。虽然与同学还有差距，但是听写再不会成为佳佳学习上的“拦路虎”了。 \\n 　　长期的坚持，我愿意不愿意一蹴而就，我愿意等待佳佳的点滴进步。等待中，让孩子收获信心，等待着让孩子绽放光彩。 \\n 　　有一天，数学老师兴奋的告诉我。数学课后，佳佳竟然主动的给老师说：“老师，你辛苦了！我帮你拿书吧。”要知道，这个孩子以往可是避着老师走的呀！主动走出这一步是多么的容易呀！我相信:那个永远慢腾腾的佳佳总有一天也能绽放自己独有的光彩！\",\"timestamp\":1640163800,\"title\":\"静待千年莲花开\"},\"digest\":\"Re54ARASdZgNYXZcbuQ0hGFPLSoI_LXylwnvAJclyYk\",\"authorship\":{\"contributor\":\"0xa7043687C4be030E7Ed21d11E8f1D2bC7Bb24d45\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ajZz9Pk5nHNHeEjre0gIpvdmHvZ7GJ-DN26fzOvtmDI\\\",\\\"y\\\":\\\"9G1TsgJAZGgEAYzbQOL7wA-8zMSqYn1brVwu-1ZdKII\\\"}\",\"signature\":\"dJeh9GDO-cCkFNi_VT5aGhUSUkPhXuIvzg3MkyKnn0ZP39eTSaSpuZvA32cktOTwnFFrXWRRL4-zYWj68g3yoA\",\"signingKeySignature\":\"0x0ca2f2befed84a24d3b5b874cda060bed949a203aa49398b17f31fa11a678a543456865f1bf49dcf21fdf48cdc5c3faeef36b6639dd4e30a716f462b1d6dec0f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ajZz9Pk5nHNHeEjre0gIpvdmHvZ7GJ-DN26fzOvtmDI\\\",\\\"y\\\":\\\"9G1TsgJAZGgEAYzbQOL7wA-8zMSqYn1brVwu-1ZdKII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Re54ARASdZgNYXZcbuQ0hGFPLSoI_LXylwnvAJclyYk\"}"