"{\"content\":{\"body\":\"Based on this idea, Liu Zhenzhen became more and more diligent in the past half month. His injury had already healed, the string on his arm had been removed, and the coconut tree in front of his house had been \\\"banged\\\" by his hammer every day.\\n\\nGuoguo, the little fellow, also began to follow his back and learn to hit the thick coconut tree with fists made of small claws. Liu Shook and practiced \\\"Saibo\\\", and guoguo also learned to press ligaments.\\n\\nLiu Zhenshake was amused by this boy of also happy many.\\n\\nHelen was so happy that she tried to convince Richard that there was no need to practice this kind of fist and foot, because the altar sacrifice did not need to have a great deal of force, and the Pig people had a huge gap in physical strength with those war races, which was in vain.Giant elephant warriors of the Ophon tribe can knock down a coconut tree with a single punch.\\n\\nIf you become an altar priest, even if you have a knighthood, you can have followers, powerful Beamon warriors, always willing to follow a promising priest.Instead of spending time developing your melee skills, spend time meditating and building up your song power.\\n\\nLiu shock has been listening to Helen carry the word \\\"song force\\\", but he has not been able to understand what this means.\\n\\nHelen explained to him that \\\"song power\\\" is the same as the \\\"magic\\\" of human magicians. No altar priest can sing battle songs all the time, especially after entering the war sacrifice, those \\\"violent battle songs\\\" and \\\"bloodthirsty battle songs\\\" need strong \\\"song power\\\" to support.\",\"timestamp\":1635751270,\"title\":\"Born soul singer\"},\"digest\":\"pffLqC19OKuWNjIaO4SLvLCnecMwoI8AJSmip9fJe9s\",\"authorship\":{\"contributor\":\"0x03692063BcddF08Dc311c1b9971551c36D8A3A7D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JDlSWqaPgWP3ryyeRhGJ6XTM3xacIQ-wZHdBavGgCuo\\\",\\\"y\\\":\\\"MAorBfL1lPQG7YYwc3Ahi0dtmTtzKgFW58v_H1JEGZw\\\"}\",\"signature\":\"61yh0k5g3HLNTiwniP1A8B1_HGPZ8y4UdOMGSBU0dGm3ZUV11ISQfE4RuvcoZ3O8H8GLZo6_0iUM8K7a11alOA\",\"signingKeySignature\":\"0x3f73fc36cdb03c985cac2e10574aec51d7e43531df87849c66ff1b8cff856f77761c413a0bf7d4f5ed0bdd00499fa64b473c30b9d9330001bdd5580bdf7775b21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JDlSWqaPgWP3ryyeRhGJ6XTM3xacIQ-wZHdBavGgCuo\\\",\\\"y\\\":\\\"MAorBfL1lPQG7YYwc3Ahi0dtmTtzKgFW58v_H1JEGZw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pffLqC19OKuWNjIaO4SLvLCnecMwoI8AJSmip9fJe9s\"}"