"{\"content\":{\"body\":\"\\\"Ye canna say I didna try; ye canna ask me to agin,\\\" he muttered, and slipped it into his pocket. \\\"Niver agin, Wullie; not if the Queen were to ask it.\\\"\\n\\nThen he went out into the gloom and drizzle, still smiling the same bitter smile.\\n\\nThat night, when it came to closing-time at the Sylvester Arms, Jem Burton found a little gray-haired figure lying on the floor in the tap-room. At the little man's head lay a great dog.\\n\\n\\\"Yo' beast!\\\" said the righteous publican, regarding the figure of his best customer with fine scorn. Then catching sight of a photograph in the little man's hand:\\n\\n\\\"Oh, yo're that sort, are yo', foxy?\\\" he leered. \\\"Gie us a look at 'er,\\\" and he tried to disengage the picture from the other's grasp. But at the attempt the great dog rose, bared his teeth, and assumed such a diabolical expression that the big landlord retreated hurriedly behind the bar.\\n\\n\\\"Two on ye!\\\" he shouted viciously, rattling his heels; \\\"beasts baith!\\\"\\n\\nPART III THE SHEPHERDS' TROPHY\\n\\nChapter IX.  RIVALS\\n\\nM'ADAM never forgave his son. After the scene on the evening of the funeral there could be no alternative but war for all time. The little man had attempted to humble himself, and been rejected; and the bitterness of defeat, when he had deserved victory, rankled like a poisoned barb in his bosom.\\n\\nYet the heat of his indignation was directed not against David, but against the Master of Kenmuir. To the influence and agency of James Moore he attributed his discomfiture, and bore himself accordingly. In public or in private, in tap-room or market, he never wearied of abusing his enemy.\\n\\n\\\"Feel the loss o' his wife, d'ye say?\\\" he would cry. \\\"Ay, as muckle as I feel the loss o' my hair. James Moore can feel naethin', I tell ye, except, aiblins, a mischance to his meeserable dog.\\\"\\n\\nWhen the two met, as they often must, it was always M'Adam's endeavor to betray his enemy into an unworthy expression of feeling. But James Moore, sorely tried as he often was, never gave way. He met the little man's sneers with a quelling silence, looking down on his asp-tongued antagonist with such a contempt flashing from his blue-gray eyes as hurt his adversary more than words.\\n\\nOnly once was he spurred into reply. It was in the tap-room of the Dalesman's Daughter on the occasion of the big spring fair in Grammoch-town, when there was a goodly gathering of farmers and their dogs in the room.\\n\\nM'Adam was standing at the fireplace with Red Wull at his side.\\n\\n\\\"It's a noble pairt ye play, James Moore,\\\" he cried loudly across the room, \\\"settin' son against father, and dividin' hoose against hoose. It's worthy o' ye we' yer churchgoin', and yer psalm-singin', and yer godliness.\\\"\\n\\nThe Master looked up from the far end of the room.\\n\\n\\\"Happen yo're not aware, M'Adam,\\\" he said sternly, \\\"that, an' it had not bin for me, David'd ha' left you years agone--and 'twould nob'but ha' served yo' right, I'm thinkin'.\\n\\nThe little man was beaten on his own ground, so he changed front.\\n\\n\\\"Dinna shout so, man--I have ears to hear, Forbye ye irritate Wullie.\\\"\\n\\nThe Tailless Tyke, indeed, had advanced from the fireplace, and now stood, huge and hideous, in the very centre of the room. There was distant thunder in his throat, a threat upon his face, a challenge in every wrinkle. And the Gray Dog stole gladly out from behnind his  master to take up the gage of battle.\\n\\nStraightway there was silence; tongues ceased to wag, tankards to clink. Every man and every dog was quietly gathering about those two central figures. Not one of them all but had his score to wipe off against the Tailless Tyke; not one of them but was burning to join in, the battle once begun. And the two gladiators stood looking past one another, muzzle to muzzle, each with a tiny flash of teeth glinting between his lips.\\n\\nBut the fight was not to be; for the twentieth time the Master intervened.\\n\\n\\\"Bob, lad, coom in!\\\" he called, and, bending, grasped his favorite by the neck.\\n\\nM'Adam laughed softly.\\n\\n\\\"Wullie, Wullie, to me!\\\" he cried. \\\"The look o' you's enough for that gentleman.\\\"\\n\\n\\\"If they get fightin' it'll no be Bob here I'll hit, I warn yo', M'Adam,\\\" said the Master grimly.\\n\\n\\\"Gin ye sac muckle as touched Wullie d'ye ken what I'd do, James Moore?\\\" asked the little man very smoothly.\\n\\n\\\"Yes--sweer,\\\" the other replied, and strode out of the room amid a roar of derisive laughter at M'Adam's expense.\\n\\nOwd Bob had now attained wellnigh the perfection of his art. Parson Leggy declared roundly that his like had not been seen since the days of Rex son of Rally. Among the Dalesmen he was a heroic favorite, his prowess and gentle ways winning him friends on every hand. But the point that told most heavily for him was that in all things he was the very antithesis of Red Wull.\\n\\nBarely a man in the country-side but owed that ferocious savage a grudge; not a man of them all who dared pay it. Once Long Kirby, full of beer and valor, tried to settle his account. Coming on M'Adam and Red Wull as he was driving into Grammoch-town, he lent over and with his thong dealt the dog a terrible sword-like slash that raised an angry ridge of red from hip to shoulder; and was twenty yards down the road before the little man's shrill curse reached his ear, drowned in a hideous bellow.\\n\\nHe stood up and lashed the colt, who, quick on his legs for a young un, soon settled to his gallop. But, glancing over his shoulder, he saw a hounding form behind, catching him as though he were walking. His face turned sickly white; he screamed; he flogged; he looked back. Right beneath the tail-board was the red devil in the dust; while racing a furlong behind on the turnpike road was the mad figure of M'Adam.\\n\\nThe smith struck back and flogged forward. It was of no avail. With a tiger-like bound the murderous brute leapt on the flying trap. At the shock of the great body the colt was thrown violently on his side; Kirby was tossed over the hedge; and Red Wull pinned beneath the debris.\\n\\nM'Adam had time to rush up and save a tragedy.\\n\\n\\\"I've a mind to knife ye, Kirby,\\\" he panted, as he bandaged the smith's broken head.\\n\\nAfter that you may be sure the Dalesmen preferred to swallow insults rather than to risk their lives; and their impotence only served to fan their hatred to white heat.\\n\\nThe working methods of the antagonists were as contrasted as their appearances. In a word, the one compelled where the other coaxed.\\n\\nHis enemies said the Tailless Tyke was rough; not even Tammas denied he was ready. His brain was as big as his body, and he used them both to some purpose. \\\"As quick as a cat, with the heart of a lion and the temper of Nick's self,\\\" was Parson Leggy's description.\\n\\nWhat determination could effect, that could Red Wall; but achievement by inaction--supremest of all strategies--was not for him. In matters of the subtlest handling, where to act anything except indifference was to lose, with sheep restless, fearful forebodings hymned to them by the wind, panic hovering unseen above them, when an ill-considered movement spelt catastrophe--then was Owd Bob o' Kenmuir incomparable.\\n\\nMen still tell how, when the squire's new thrashing-machine ran amuck in Grammochtown, and for some minutes the market square was a turbulent sea of blaspheming men, yelping dogs, and stampeding sheep, only one flock stood calm as a mill-pond by the bull-ring, watching the riot with almost indifference. And in front, sitting between them and the storm, was a quiet gray dog, his mouth stretched in a capacious yawn: to yawn was to win, and he won.\\n\\nWhen the worst of the uproar was over, many a glance of triumph was shot first at that one still pack, and then at M'Adam, as he waded through the disorder of huddling sheep.\\n\\n\\\"And wheer's your Wullie noo?\\\" asked Tapper scornfully.\\n\\n\\\"Weel,\\\" the little man answered with a quiet smile, \\\"at this minute he's killin' your Rasper doon by the pump.\\\" Which was indeed the case; for big blue Rasper had interfered with the great dog in the performance of his duty, and suffered accordingly.\\n\\nSpring passed into summer; and the excitement as to the event of the approaching Trials, when at length the rivals would be pitted against one another, reached such a height as old Jonas Maddox, the octogenarian, could hardly recall.\\n\\nDown in the Sylvester Arms there was almost nightly a conflict between M'Adam and Tammas Thornton, spokesman of the Dales men. Many a long-drawn bout of words had the two anent the respective merits and Cup chances of red and gray. In these duels Tammas was usually worsted. His temper would get the better of his discretion; and the cynical debater would be lost in the hot-tongued partisan.\\n\\nDuring these encounters the others would, as a rule, maintain a rigid silence. Only when their champion was being beaten, and it was time for strength of voice to vanquish strength of argument, they joined in right lustily and roared the little man down, for all the world like the gentlemen who rule the Empire at Westminster.\\n\\nTammas was an easy subject for M'Adam to draw, but David was an easier. Insults directed at himself the boy bore with a stolidity born of long use. But a poisonous dart shot against his friends at Kenmuir never failed to achieve its object. And the little man evinced an amazing talent for the concoction of deft lies respecting James Moore.\\n\\n\\\"I'm hearin',\\\" said he, one evening, sitting in the kitchen, sucking his twig; \\\"I'm hearin' James Moore is gaein' to git married agin.\\\"\\n\\n\\\"Yo're hearin' lies--or mair-like tellin' 'em,\\\" David answered shortly. For he treated his father now with contemptuous indifference.\\n\\n\\\"Seven months sin' his wife died,\\\" the little man continued meditatively. \\\"Weel, I'm on'y 'stonished he's waited sae lang. Am buried, anither come on--that's James Moore.\\\"\\n\\nDavid burst angrily out of the room.\\n\\n\\\"Gaein' to ask him if it's true?\\\" called his father after him. \\\"Gude luck to ye--and him.\\\"\\n\\nDavid had now a new interest at Kenmuir. In Maggie he found an endless source of study. On the death of her mother the girl had taken up the reins of government at Kenmuir; and gallantly she played her part, whether in tenderly mothering the baby, wee Anne, or in the sterner matters of household work. She did her duty, young though she was, with a surprising, old-fashioned womanliness that won many a smile of approval from her father, and caused David's eyes to open with astonishment.\\n\\nAnd he soon discovered that Maggie, mistress of Kenmuir, was another person from his erstwhile playfellow and servant.\\n\\nThe happy days when might ruled right were gone, never to be recalled. David often regretted them, especially when in a conflict of tongues, Maggie, with her quick answers and teasing eyes, was driving him sulky and vanquished from the field. The two were perpetually squabbling now. In the good old days, he remembered bitterly, squabbles between them were unknown. He had never permitted them; any attempt at independent thought or action was as sternly quelled as in the Middle Ages. She must follow where he led on--\\\"Ma word!\\\"\\n\\nNow she was mistress where he had been master; hers was to command, his to obey. In consequence they were perpetually at war. And yet he would sit for hours in the kitchen and watch her, as she went about her business, with solemn, interested eyes, half of admiration, half of amusement. In the end Maggie always turned on him with a little laugh touched with irritation.\\n\\n\\\"Han't yo' got nothin' better'n that to do, nor lookin' at me?\\\" she asked one Saturday about a month before Cup Day.\\n\\n\\\"No, I han't,\\\" the pert fellow rejoined.\\n\\n\\\"Then I wish yo' had. It mak's me fair jumpety yo' watchin' me so like ony cat a mouse.\\\"\\n\\n\\\"Niver yo' fash yo'sel' account o' me, ma wench,\\\" he answered calmly.\\n\\n\\\"Yo' wench, indeed!\\\" she cried, tossing her head.\\n\\n\\\"Ay, or will be,\\\" he muttered.\\n\\n\\\"What's that?\\\" she cried, springing round, a flush of color on her face.\\n\\n\\\"Nowt, my dear. Yo'll know so soon as I want yo' to, yo' may be sure, and no sooner.\\\"\\n\\nThe girl resumed her baking, half angry, half suspicious.\\n\\n\\\"I dunno' what yo' mean, Mr. M'Adam,\\\" she said.\\n\\n\\\"Don't yo', Mrs. M'A--\\n\\nThe rest was lost in the crash of a falling plate; whereat David laughed quietly, and asked if he should help pick up the bits.\\n\\nOn the same evening at the Sylvester Arms an announcement was made that knocked the breath out of its hearers.\\n\\nIn the debate that night on the fast-approaching Dale Trials and the relative abilities of red and gray, M'Adam on the one side, and Tammas, backed by Long Kirby and the rest, on the other, had cudgelled each other with more than usual vigor. The controversy rose to fever-heat; abuse succeeded argument; and the little man again and again was hooted into silence.\\n\\n\\\"It's easy laffin',\\\" he cried at last, \\\"but ye'll laff t'ither side o' yer ugly faces on Cup Day.\\\"\\n\\n\\\"Will us, indeed? lJs'll see,\\\" came the derisive chorus.\\n\\n\\\"We'll whip ye till ye're deaf, dumb, and blind, Wullie and I.\\\"\\n\\n''Yo'll not!''\\n\\n\\\"We will!\\\"\\n\\nThe voices were rising like the east wind in March.\\n\\n\\\"Yo'll not, and for a very good reason too,\\\" asseverated Tammas loudly.\\n\\n\\\"Gie us yer reason, ye muckle liar,\\\" cried the little man, turning on him.\\n\\n\\\"Becos--\\\" began Jim Mason and stopped to rub his nose.\\n\\n\\\"Yo' 'old yo' noise, Jim,\\\" recommended Rob Saunderson.\\n\\n\\\"Becos--\\\" it was Tammas this time who paused.\\n\\n\\\"Git on wi' it, ye stammerin' stirk!\\\" cried M'Adam. \\\"Why?\\\"\\n\\n\\\"Becos--Owd Bob'll not rin.\\\"\\n\\nTammas sat back in his chair.\\n\\n\\\"What!\\\" screamed the little man, thrusting forward.\\n\\n\\\"What's that!\\\" yelled Long Kirby, leaping to his feet.\\n\\n\\\"Mon, say it agin!\\\" shouted Rob.\\n\\n\\\"What's owd addled egg tellin'?\\\" cried Liz Burton.\\n\\n\\\"Dang his 'ead for him!\\\" shouts Tupper. \\\"Fill his eye!\\\" says Ned Hoppin.\\n\\nThey jostled round the old man's chair:\\n\\nM'Adam in front; Jem Burton and Long Kirby leaning over his shoulder; Liz behind her father; Saunderson and Tupper tackling him on either side; while the rest peered and elbowed in the rear.\\n\\nThe announcement had fallen like a thunderbolt among them.\\n\\nTammas looked slowly up at the little mob of eager faces above him. Pride at the sensation caused by his news struggled in his countenance with genuine sorrow for the matter of it.\\n\\n\\\"Ay, yo' may well 'earken all on yo'. Tis enough to mak' the deadies listen. I says agin: We's'll no rin oor Bob fot' Cup. And yo' may guess why. Bain't every mon, Mr. M'Adam, as'd pit aside his chanst o' the Cup, and that 'maist a gift for him\\\"--M'Adam's tongue was in his cheek--\\\" and it a certainty,\\\" the old man continued warmly, \\\"oot o' respect for his wife's memory.\\\"\\n\\nThe news was received in utter silence. The shock of the surprise, coupled with the bitterness of the disappointment, froze the slow tongues of his listeners.\\n\\nOnly one small voice broke the stillness.\\n\\n\\\"Oh, the feelin' man! He should git a reduction o' rent for sic a display o' proper speerit. I'll mind Mr. Hornbut to let auld Sylvester ken o't.\\\"\\n\\nWhich he did, and would have got a thrashing for his pains had not Cyril Gilbraith thrown him out of the parsonage before the angry cleric could lay hands upon him.\\n\\nChapter X. RED WULL WINS\\n\\nTAMMAS had but told the melancholy truth. Owd Bob was not to run for the cup. And this self-denying ordinance speaks more for James Moore s love of his lost wife than many a lordly cenotaph.\\n\\nTo the people of the Daleland, from the Black Water to the market-cross in Grammoch-town, the news came with the shock of a sudden blow. They had set their hearts on the Gray Dog s success; and had felt serenely confident of his victory. But the sting of the matter lay in this: that now the Tailless Tyke might well win.\\n\\nM'Adam, on the other hand, was plunged into a fervor of delight at the news. For to win the Shepherds' Trophy was the goal of his ambition. David was now less than nothing to the lonely little man, Red Wull everything to him. And to have that name handed down to posterity, gallantly holding its place among those of the most famous sheep-dogs of all time, was his heart's desire.\\n\\nAs Cup Day drew near, the little man, his fine-drawn temperament strung to the highest pitch of nervousness, was tossed on a sea of apprehension. His hopes and fears ebbed and flowed on the tide of the moment. His moods were as uncertain as the winds in March; and there was no dependence on his humor for a unit of time. At one minute he paced up and down the kitchen, his face already flushed with the glow of victory, chanting:\\n\\n\\\"Scots wha hae wi' Wallace bled !\\\"\\n\\nAt the next he was down at the table, his head buried in his hands, his whole figure shaking, as he cried in choking voice: \\\"Eh, Wullie, Wullie, they're all agin us.\\\"\\n\\nDavid found that life with his father now was life with an unamiable hornet. Careless as he affected to be of his father's vagaries, he was tried almost to madness, and fled away at every moment to Kenmuir; for, as he told Maggie, \\\"I'd sooner put up wi' your h'airs and h'imperences, miss, than wi' him, the wemon that he be!\\\"\\n\\nAt length the great day came. Fears, hopes, doubts, dismays, all dispersed in the presence of the reality.\\n\\nCup Day is always a general holiday in the Daleland, and every soul crowds over to Silverdale. Shops were shut; special trains ran in to Grammoch-town; and the road from the little town was dazed with char-a-bancs, brakes, wagonettes, carriages, carts, foot-passengers, wending toward the Dalesman's Daughter.\\n\\nAnd soon the paddock below that little inn was humming with the crowd of sportsmen and spectators come to see the battle for the Shepherd's Trophy.\\n\\nThere, very noticeable with its red body and yellow wheels, was the great Kenmuir wagon. Many an eye was directed on the handsome young pair who stood in it, conspicuous and unconscious, above the crowd: Maggie, looking in her simple print frock as sweet and fresh as any mountain flower; while David's fair face was all gloomy and his brows knit.\\n\\nIn front of the wagon was a black cluster of Dalesmen, discussing M'Adam's chances. In the centre was Tammas holding forth. Had you passed close to the group you might have heard: \\\"A man, d'yo say, Mr. Maddox? A h'ape, I call him\\\"; or: \\\"A dog? more like an 'og, I tell yo'.\\\" Round the old orator were Jonas, 'Enry, and oor Job, Jem Burton, Rob Saunderson, Tupper, Jim Mason, Hoppin, and others; while on the outskirts stood Sam'l Todd prophesying rain and M'Adam's victory. Close at hand Bessie Bolstock, who was reputed to have designs on David, was giggling spitefully at the pair in the Kenmuir wagon, and singing:\\n\\n\\\"Let a lad aloan, lass, Let a lad a-be.\\\"\\n\\nWhile her father, Teddy, dodged in and out among the crowd with tray and glasses: for Cup Day was the great day of the year for him.\\n\\nPast the group of Dalesmen and on all sides was a mass of bobbing heads--Scots, Northerners, Yorkshiremen, Taffies. To right and left a long array of carriages and carts, ranging from the squire's quiet landau and Viscount Birdsaye's gorgeous barouche to Liz Burton's three-legged moke-cart with little Mrs. Burton, the twins, young Jake (who should have walked), and Monkey (ditto) packed away inside. Beyond the Silver Lea -the gaunt Scaur raised its craggy peak, and the Pass, trending along its side, shone white in the sunshine.\\n\\nAt the back of the carriages were booths, cocoanut-shies, Aunt Sallies, shows, bookmakers' stools, and all the panoply of such a meeting. Here Master Launcelot Bilks and Jacky Sylvester were fighting; Cyril Gilbraith was offering to take on the boxing man; Long Kirby was snapping up the odds against Red Wull; and Liz Burton and young Ned Hoppin were being photographed together, while Melia Ross in the background was pretending she didn't care.\\n\\nOn the far bank of the stream was a little bevy of men and dogs, observed of all.\\n\\nThe Juvenile Stakes had been run and won; Londesley's Lassie had carried off the Locals; and the fight for the Shepherds' Trophy was about to begin.\\n\\n\\\"Yo're not lookin' at me noo,\\\" whispered Maggie to the silent boy by her side.\\n\\n\\\"Nay; nor niver don't wush to agin.\\\" David answered roughly. His gaze was directed over the array of heads in front to where, beyond the Silver Lea, a group of shepherds and their dogs was clustered. While standing apart from the rest, in characteristic isolation, was the bent figure of his father, and beside him the Tailless Tyke.\\n\\n\\\"Doest'o not want yo' feyther to win?\\\" asked Maggie softly, following his gaze.\\n\\n\\\"I'm prayin' he'll be beat,\\\" the boy answered moodily.\\n\\n\\\"Eh, Davie, hoo can ye?\\\" cried the girl, shocked.\\n\\n\\\"It's easy to say, 'Eh, David,' \\\"he snapped. \\\"But if yo' lived along o' them two \\\"--he nodded toward the stream--\\\" 'appen yo'd understand a bit. . . . 'Eh, David,' indeed! I never did!\\\"\\n\\n\\\"I know it, lad,\\\" she said tenderly; and he was appeased.\\n\\n\\\"He'd give his right hand for his bless'd Wullie to win; I'd give me right arm to see him beat. . . . And oor Bob there all the while,--he nodded to the far left of the line, where stood James Moore and Owd Bob, with Parson Leggy and the Squire.\\n\\nWhen at length Red Wull came out to run his course, he worked with the savage dash that always characterized him. His method was his own; but the work was admirably done.\\n\\n\\\"Keeps right on the back of his sheep,\\\" said the parson, watching intently. \\\"Strange thing they don't break!\\\" But they didn't. There was no waiting, no coaxing; it was drive and devilry all through. He brought his sheep along at a terrific rate, never missing a turn, never faltering, never running out. And the crowd applauded, for the crowd loves a dashing display. While little M'Adam, hopping agilely about, his face ablaze with excitement, handled dog and sheep with a masterly precision that compelled the admiration even of his enemies.\\n\\n\\\"M'Adam wins!\\\" roared a bookmaker. \\\"Twelve to one agin the field!\\\"\\n\\n\\\"He wins, dang him!\\\" said David, low.\\n\\n\\\"Wull wins!\\\" said the parson, shutting his lips.\\n\\n\\\"And deserves too!\\\" said James Moore.\\n\\n\\\"Wull wins!\\\" softly cried the crowd.\\n\\n\\\"We don't!\\\" said Sam'l gloomily.\\n\\nAnd in the end Red Wull did Win; and there were none save Tammas, the bigot, and Long Kirby, who had lost a good deal of his wife's money and a little of his own, to challenge the justice of the verdict.\\n\\nThe win had but a chilling reception. At first there was faint cheering; but it sounded like the echo of an echo, and soon died of inanition. To get up an ovation, there must be money at the back, or a few roaring fanatics to lead the dance. Here there was neither; ugly stories, disparaging remarks, on every hand. And the hundreds who did not know took their tone, as always, from those who said they did.\\n\\nM'Adam could but remark the absence of enthusiasm as he pushed up through the throng toward the committee tent. No single voice hailed him victor; no friendly hand smote its congratulations. Broad backs were turned; contemptuous glances levelled; spiteful remarks shot. Only the foreign element looked curiously at the little bent figure with the glowing face, and shrank back at the size and savage aspect of the great dog at his heels.\\n\\nBut what cared he? His Wullie was acknowledged champion, the best sheep-dog of\\n\\nthe year; and the lit Lie man was happy. They could turn their backs on him; but they could not alter that; and he could afford to be indifferent. \\\"They dinna like it, lad--he! he! But they'll e'en ha' to thole it. Ye've won it, Wullie--won it fair.\\\"\\n\\nHe elbowed through the press, making for the rope-guarded inclosure in front of the committee tent, round which the people were now packing. In the door of the tent stood the secretary, various stewards, and members of the committee. In front, alone in the roped-off space, was Lady Elenour, fragile, dainty, graceful, waiting with a smile upon her face to receive the winner. And on a table beside her, naked and dignified, the Shepherd's Trophy.\\n\\nThere it stood, kingly and impressive; its fair white sides inscribed with many names; cradled in three shepherds' crooks; and on the top, as if to guard the Cup's contents, an exquistely carved collie's head. The Shepherds' Trophy, the goal of his life's race, and many another man's.\\n\\nHe climbed over the rope, followed by Red Wull, and took off his hat with almost courtly deference to the fair lady before him.\\n\\nAs he walked tip to the table on which the Cup stood, a shrill voice, easily recognizable, broke the silence.\\n\\n\\\"You'd like it better if 'twas full and yo' could swim in it, you and yer Wullie,\\\" it called. Whereat the crowd giggled, and Lady Eleanour looked indignant.\\n\\nThe little man turned.\\n\\n\\\"I'll mind drink yer health, Mr. Thornton, never fear, though I ken ye'd prefaire to drink yer am,\\\" he said. At which the crowd giggled afresh; and a gray head at the back, which had hoped itself unrecognized, disappeared suddenly.\\n\\nThe little man stood there in the stillness, sourly smiling, his face still wet from his exertions; while the Tailless Tyke at his side fronted defiantly the serried ring of onlookers, a white fence of teeth faintly visible between his lips.\\n\\nLady Eleanour looked uneasy. Usually the lucky winner was unable to hear her little speech, as she gave the Cup away, so deafening was the applause. Now there was utter silence. She glanced up at the crowd, but there was no response to her unspoken appeal in that forest of hostile faces. And her gentle heart bled for the forlorn little man before her. To make it up she smiled on him so sweetly as to more than compensate him.\\n\\n\\\"I'm sure you deserve your success, Mr. M'Adam,\\\" she said. \\\"You and Red Wull there worked splendidly--everybody says so.\\\"\\n\\n\\\"I've heard naethin' o't,\\\" the little man answered dryly. At which some one in the crowd sniggered.\\n\\n\\\"And we all know what a grand dog he is; though\\\"--with a reproving smile as she glanced at Red Wull's square, truncated stern--\\\" he's not very polite.\\\"\\n\\n\\\"His heart is good, your Leddyship, if his manners are not,\\\" M'Adam answered, smiling.\\n\\n\\\"Liar!\\\" came a loud voice in the silence. Lady Eleanour looked up, hot with indignation, and half rose from her seat. But M'Adam merely smiled.\\n\\n\\\"Wullie, turn and mak' yer bow to the leddy,\\\" he said. \\\"They'll no hurt us noo we're up; it's when we're doon they'll flock like corbies to the carrion.\\\"\\n\\nAt that Red Wull walked up to Lady Eleanour, faintly wagging his tail; and she put her hand on his huge bull head and said, \\\"Dear old Ugly!\\\" at which the crowd cheered in earnest.\\n\\nAfter that, for some moments, the only sound was the gentle ripple of the good lady's voice and the little man's caustic replies.\\n\\n\\\"Why, last winter the country was full of Red Wull's doings and yours. It was always M'Adam and his Red Wull have done this and that and the other. I declare I got quite tired of you both, I heard such a lot about you.\\\"\\n\\nThe little man, cap in hand, smiled, blushed and looked genuinely pleased.\\n\\n\\\"And when it wasn't you it was Mr. Moore and Owd Bob.\\\"\\n\\n\\\"Owd Bob, bless him!\\\" called a stentorian voice. \\\"There cheers for oor Bob!\\\"\\n\\n'Ip! 'ip! 'ooray!\\\" It was taken up gallantly, and cast from mouth to mouth; and strangers, though they did not understand, caught the contagion and cheered too; and the uproar continued for some minutes.\\n\\nWhen it was ended Lady Eleanour was standing up, a faint flush on her cheeks and her eyes flashing dangerously, like a queen at bay.\\n\\n\\\"Yes,\\\" she cried, and her clear voice thrilled through the air like a trumpet. \\\"Yes; and now three cheers for Mr. M'Adam and his Red Wull! Hip! hip--\\\"\\n\\n\\\"Hooray!\\\" A little knowt of stalwarts at the back--James Moore, Parson Leggy, Jim Mason, and you may be sure in heart, at least, Owd Bob--responded to the call right lustily. The crowd joined in; and, once off, cheered and cheered again.\\n\\n\\\"Three cheers more for Mr. M'Adam!\\\"\\n\\nBut the little man waved to them.\\n\\n\\\"Dinna be bigger heepocrites than ye can help,\\\" he said. \\\"Ye've done enough for one day, and thank ye for it.\\\"\\n\\nThen Lady Eleanour handed him the Cup.\\n\\n\\\"Mr. M'Adam, I present you with the Champion Challenge Dale Cup, open to all corners. Keep it, guard it, love it as your own, and win it again if you can. Twice more and it's yours, you know, and it will stop forever beneath the shadow of the Pike. And the right place for it, say I--the Dale Cup for Dalesmen.\\\"\\n\\nThe little man took the Cup tenderly.\\n\\n\\\"It shall no leave the Estate or ma hoose, yer Leddyship, gin Wullie and I can help it,\\\" he said emphatically.\\n\\nLady Eleanour retreated into the tent, and the crowd swarmed over the ropes and round the little man, who held the Cup beneath his arm.\\n\\nLong Kirby laid irreverent hands upon it.\\n\\n\\\"Dinna finger it!\\\" ordered M'Adam.\\n\\n\\\"Shall!''\\n\\n\\\"Shan't! Wullie, keep him aff.\\\" Which the great dog proceeded to do amid the laughter of the onlookers.\\n\\nAmong the last, James Moore was borne past the little man. At sight of him, M'Adam's face assumed an expression of intense concern.\\n\\n\\\"Man, Moore!\\\" he cried, peering forward as though in alarm; \\\"man, Moore, ye're green--positeevely verdant. Are ye in pain?\\\" Then, catching sight of Owd Bob, he started back in affected horror.\\n\\n\\\"And, ma certes! so's yer dog! Yer dog as was gray is green. Oh, guid life! \\\"--and he made as though about to fall fainting to the ground.\\n\\nThen, in bantering tones: \\\"Ah, but ye shouldna  covet--\\n\\n\\\"He'll ha' no need to covet it long, I can tell yo',\\\" interposed  Tammas's shrill accents.\\n\\n\\\"And why for no?\\\"\\n\\n\\\"Becos next year he'll win it fra yo'. Oor Bob'll win it, little mon. Why? thot's why.\\\"\\n\\nThe retort was greeted with a yell of applause from the sprinkling of Dalesmen in the crowd.\\n\\nBut M'Adam swaggered away into the tent, his head up, the Cup beneath his arm, and Red Wull guarding his rear.\\n\\n\\\"First of a' ye'll ha' to beat Adam M'Adam and his Red Wull!\\\" he cried back proudly.\\n\\nChapter XI. OOR BOB\\n\\nM'ADAM'S pride in the great Cup that now graced his kitchen was supreme. It stood alone in the very centre of the mantelpiece, just below the old bell-mouthed blunderbuss that hung upon the wall. The only ornament in the bare room, it shone out in its silvery chastity like the moon in a gloomy sky.\\n\\nPor once the little man was content. Since his mother's death David had never known such peace. It was not that his father became actively kind; rather that he forgot to be actively unkind.\\n\\n\\\"Not as I care a brazen button one way or t'ither,\\\" the boy informed Maggie.\\n\\n\\\"Then yo' should,\\\" that proper little person replied.\\n\\nM'Adam was, indeed, a changed being. He forgot to curse James Moore; he forgot to sneer at Owd Bob; he rarely visited the Sylvester Arms, to the detriment of Jem Burton's pocket and temper; and he was never drunk.\\n\\n\\\"Soaks 'isseif at home, instead,\\\" suggested Tammas, the prejudiced. But the accusation was untrue.\\n\\n\\\"Too drunk to git so far,\\\" said Long Kirby, kindly man.\\n\\n\\\"I reck'n the Cup is kind o' company to him,\\\" said Jim Mason. \\\"Happen it's lonesomeness as drives him here so much.\\\" And happen you were right, charitable Jim.\\n\\n\\\"Best mak' maist on it while he has it, 'cos he'll not have it for long,\\\" Tammas remarked amid applause.\\n\\nEven Parson Leggy allowed--rather reluctantly, indeed, for he was but human--that the little man was changed wonderfully for the better.\\n\\n\\\"But I am afraid it may not last,\\\" he said. \\\"We shall see what happens when Owd Bob beats him for the Cup, as he certainly will. That'll be the critical moment.\\\"\\n\\nAs things were, the little man spent all his spare moments with the Cup between his knees, burnishing it and crooning to Wullie:\\n\\n\\\"I never saw a fairer,  I never lo'ed a dearer,  And neist my heart I'll wear her,  For fear my jewel tine.\\\"\\n\\nThere, Wullie! look at her! is she no bonthe? She shines like a twinkle--twinkle in the sky.\\\" And he would hold it out at arm's length, his head cocked sideways the better to scan its bright beauties.\\n\\nThe little man was very jealous for his treasure. David might not touch it; might not smoke in the kitchen lest the fumes should tarnish its glory; while if he approached too closely he was ordered abruptly away.\\n\\n\\\"As if I wanted to touch his nasty Cup!\\\" he complained to Maggie. \\\"I'd sooner ony day--\\\"\\n\\n\\\"Hands aff, Mr. David, immediate! ' she cried indignantly. \\\"'Pertinence, indeed!\\\" as she tossed her head clear of the big fingers that were fondling her pretty hair.\\n\\nSo it was that M'Adam, on coming quietly-into the kitchen one day, was consumed with angry resentment to find David actually handling the object of his reverence; and the manner of his doing it added a thousandfold to the offence.\\n\\nThe boy was lolling indolently against the mantelpiece, his fair head shoved right into the Cup, his breath dimming its lustre, and his two hands, big and dirty, slowly revolving it before his eyes.\\n\\nBursting with indignation, the little man crept up behind the boy. David was reading through the long list of winners.\\n\\n\\\"Theer's the first on 'em,\\\" he muttered, shooting out his tongue to indicate the locality: \\\"'Andrew Moore's Rough, 178--.' And theer agin --' James Moore's Pinch, 179--.' And agin--'Beck, 182--.' Ah, and theer's 'im Tammas tells on! 'Rex, 183--,' and Rex, 183--.' Ay, but he was a rare un by all tell-in's! If he'd nob'but won but onst agin!\\n\\nAh, and theer's none like the Gray Dogs--they all says that, and I say so masel'; none like the Gray Dogs o' Kenmuir, bless 'em! And we'll win agin too--\\\" he broke off short; his eye had travelled down to the last name on the list.\\n\\n\\\"'M'Adam's Wull'!\\\" he read with unspeakable contempt, and put his great thumb across the name as though to wipe it out. \\\"'M'-Adam's Wull'! Goo' gracious sakes! P-hg-h-r-r! \\\"--and he made a motion as though to spit upon the ground.\\n\\nBut a little shoulder was into his side, two small fists were beating at his chest, and a shrill voice was yelling: \\\"Devil! devil! stan' awa' ! \\\"--and he was tumbled precipitately away from the mantelpiece, and brought up abruptly against the side-wall.\\n\\nThe precious Cup swayed on its ebony stand, the boy's hands, rudely withdrawn, almost overthrowing it. But the little man's first impulse, cursing and screaming though he was, was to steady it.\\n\\n\\\"'M'Adam's Wull'! I wish he was here to teach ye, ye snod-faced, ox-limbed profleegit!\\\" he cried, standing in front of the Cup, his eyes blazing.\\n\\n\\\"Ay, 'WAdam's Wull'! And why not 'M'Adam's Wull'? Ha' ye ony objection to the name?\\\"\\n\\n\\\"I didn't know yo' was theer,\\\" said David, a thought sheepishly.\\n\\n\\\"Na; or ye'd not ha' said it.\\\"\\n\\n\\\"I'd ha' thought it, though,\\\" muttered the boy.\\n\\nLuckily, however, his father did not hear. He stretched his hands up tenderly for the Cup, lifted it down, and began reverently to polish the dimmed sides with his handkerchief.\\n\\n\\\"Ye're thinkin', nae doot,\\\" he cried, casting up a vicious glance at David, \\\"that Wullie's no gude enough to ha' his name alangside o' they cursed Gray Dogs. Are ye no? Let's ha' the truth for aince--for a diversion.\\\"\\n\\n\\\" Reck'n he's good enough if there's none better,\\\" David replied dispassionately.\\n\\n\\\"And wha should there be better? Tell me that, ye mucide gowk.\\\"\\n\\nDavid smiled.\\n\\n\\\"Eh, but that'd be long tellin', he said.\\n\\n\\\"And what wad ye mean by that?\\\" his father cried.\\n\\n\\\"Nay; I was but thinkin' that Mr. Moore's Bob'll look gradely writ under yon.\\\" He pointed to the vacant space below Red Wull's name.\\n\\nThe little man put the Cup back on its pedestal with hurried hands. The handkerchief dropped unconsidered to the floor; he turned and sprang furiously at the boy, who stood against the wall, still smiling; and, seizing him by the collar of his coat, shook him to and fro with fiery energy.\\n\\n\\\"So ye're hopin', prayin', nae doot, that James Moore--curse him !--will win ma Cup awa' from me, yer am dad. I wonder ye're no 'shamed to crass ma door! Ye live on me; ye suck ma blood, ye foul-mouthed leech. Wullie and me brak' oorsel's to keep ye in .iioose and hame--and what's yer gratitude? 'Ye plot to rob us of oor rights.\\\"\\n\\nHe dropped the boy's coat and stood back. No rights about it,\\\" said David, still keeping his temper.\\n\\n\\\"If I win is it no ma right as muckle as ony Englishman's?\\\"\\n\\nRed Wull, who had heard the rising voices, came trotting in, scowled at David, and took his stand beside his master.\\n\\n\\\"Ah, if yo' win it,\\\" said David, with signfficant emphasis on the conjunction.\\n\\n\\\"And wha's to beat us?\\\"\\n\\nDavid looked at his father in well-affected surprise.\\n\\n\\\"I tell yo' Owd Bob's mm',\\\" he answered.\\n\\n\\\"And what if he is?\\\" the other cried.\\n\\n\\\"Why, even yo' should know so much,\\\" the boy sneered.\\n\\nThe little man could not fail to understand.\\n\\n\\\"So that's it!\\\" he said. Then, in a scream, with one finger pointing to the great dog:\\n\\n\\\"And what o' him? What'll ma Wullie be doin' the while? Tell me that, and ha' a care! Mind ye, he stan's here hearkenin'!\\\" And, indeed, the Tailless Tyke was bristling for battle.\\n\\nDavid did not like the look of things; and edged away toward the door.\\n\\n\\\"What'll Wullie be doin', ye chicken-hearted brock?\\\" his father cried.\\n\\n'Im?\\\" said the boy, now close on the door! 'Im?\\\" he said, with a slow contempt that made the red bristles quiver on the dog's neck. \\\"Lookin' on, I should think--lookin' on.\\n\\nWhat else is he fit for? I tell yo' oor Bob--\\\"\\n\\n\\\"--'Oor Bob'!\\\" screamed the little man darting forward. \\\" 'Oor Bob'! Hark to him. I'll 'oor--' At him, Wullie! at him!\\\"\\n\\nBut the Tailless Tyke needed no encouragement. With a harsh roar he sprang through the air, only to crash against the closing door!\\n\\nThe outer door banged, and in another second a mocking finger tapped on the windowpane.\\n\\n\\\"Better luck to the two on yo' next time! laughed a scornful voice; and David ran down the hill toward Kenmuir.\\n\\nChapter XII. HOW RED WULL HELD THE BRIDGE\\n\\nFROM that hour the fire of M'Adam's jealousy blazed into a mighty flame. The winnling of the Dale Cup had become a mania with him. He had won it once, and would again despite all the Moores, all the Gray Dogs, all the undutiful sons in existence; on that point he was resolved. The fact of his having tasted the joys of victory served to whet his desire. And now he felt he could never be happy till the Cup was his own--won outright.\\n\\nAt home David might barely enter the room There the trophy stood.\\n\\n\\\"I'll not ha' ye touch ma Cup, ye dirty fingered, ill-begotten wastrel. Wullie and me won it--you'd naught to do wi' it. Go you to James Moore and James Moore's dog.\\\"\\n\\n\\\"Ay, and shall I tak' Cup wi' me? or will ye bide till it's took from ye?\\\"\\n\\nSo the two went on; and every day the tension approached nearer breaking-point.\\n\\nIn the Dale the little man met with no sympathy. The hearts of the Dalesmen were to a man with Owd Bob and his master.\\n\\nWhereas once at the Sylvester Arms his shrill, ill tongue had been rarely still, now he maintained a sullen silence; Jem Burton, at least, had no cause of. complaint. Crouched away in a corner, with Red Wull beside him, the little man would sit watching and listening as the Dalesmen talked of Owd Bob's doings, his staunchness, sagacity, and coming victory.\\n\\nSometimes he could restrain himself no longer. Then he would spring to his feet, and stand, a little swaying figure, and denounce them passionately in almost pathetic eloquence. These orations always concluded in set fashion.\\n\\n\\\"Ye're all agin us!\\\" the little man would cry in quivering voice.\\n\\n\\\"We are that,\\\" Tammas would answer complacently.\\n\\n\\\"Fair means or foul, ye're content sae lang as Wullie and me are beat. I wonder ye dinna poison him--a little arsenic, and the way's clear for your Bob.\\\"\\n\\n'The way is clear enough wi'oot that,\\\" from Tammas caustically. Then a lengthy silence, only broken by that exceeding bitter cry:\\n\\n\\\"Eh, Wullie, Wullie, they're all agin us!\\\"\\n\\nAnd always the rivals--red and gray--went about seeking their opportunity. But the Master, with his commanding presence and stern eyes, was ever ready for them. Toward the end, M'Adam, silent and sneering, would secretly urge on Red Wull to the attack; until, one day in Grammoch-town, James Moore turned on him, his blue eyes glittering. \\\"D'yo' think, yo' little fule,\\\" he cried in that hard voice of his,\\\"that onst they got set we should iver git either of them off alive?\\\" It seemed to strike the little man as a novel idea; for, from that moment, he was ever the first in his feverish endeavors to oppose his small form, buffer-like, between the would-be combatants.\\n\\nCurse as M'Adam might, threaten as he niight, when the time came Owd Bob won.\\n\\nThe styles of the rivals were well contrasted: the patience, the insinuating eloquence, combined with the splendid dash, of the one; and the fierce, driving fury of the other.\\n\\nThe issue was never in doubt. It may have been that the temper of the Tailless Tyke gave in the time of trial; it may have been that his sheep were wild, as M'Adam declared; certainly not, as the little man alleged in choking voice, that they had been chosen and purposely set aside to ruin his chance. Certain it is that his tactics scared them hopelessly: ay)d he never had them in hand.\\n\\nAct for Owd Bob, his dropping, his driving, his penning, aroused the loud-tongued admiration of crowd and competitors alike. He was patient yet persistent, quiet yet firm, and seemed to coax his charges in the right way in that inimitable manner of his own.\\n\\nWhen, at length, the verdict was given, and it was known that, after an interval of half a century, the Shepherds' Trophy was won again by a Gray Dog of Kenmuir, there was such a  scene as has been rarely witnessed on the slope behind the Dalesman's Daughter.\\n\\nGreat fists were slapped on mighty backs; great feet were stamped on the sun-dried banks of the Silver Lea; stalwart lungs were strained to their uttermost capacity; and roars of \\\"Moore!\\\" \\\"Owd Bob o' Kenmuir!\\\" \\\"The Gray Dogs!\\\" thundered up the hillside, and were flung, thundering, back.\\n\\nEven James Moore was visibly moved as he worked his way through the cheering mob; and Owd Bob, trotting alongside him in quiet dignity, seemed to wave his silvery brush in acknowledgement.\\n\\nMaster Jacky Sylvester alternately turned cart-wheels and felled the Hon. Launcelot Bilks to the ground. Lady Eleanour, her cheeks flushed with pleasure, waved her parasol, and attempted to restrain her son's exuberance. Parson Leggy danced an unclerical jig, and shook hands with the squire till both those fine old gentlemen were purple in the face. Long Kirby selected a small man in the crowd, and bashed his hat down over his eyes. While Tammas, Rob Saunderson, Tupper, Hoppin, Londesley, and the rest joined hands and went raving round like so many giddy girls.\\n\\nous in the mad heat of his enthusiasm as David M'Adam. He stood in the Kenmuir wagon beside Maggie, a conspicuous figure above the crowd, as he roared in hoarse ecstasy:\\n\\n\\\"Weel done, oor Bob! Weel done, Mr. Moore! Yo've knocked him! Knock him agin! Owd Bob o' Kenmuir! Moore! Moore o' Kenmuir! Hip! Hip!\\\" until the noisy young giant attracted such attention in his boisterous delight that Maggie had to lay a hand upon his arm to restrain his violence.\\n\\nAlone, on the far bank of the stream, stood the vanquished pair.\\n\\nThe little man was trembling slightly; his face was still hot from his exertions; and as he listened to the ovation accorded to his conqueror, there was a piteous set grin upon his face. In front stood the defeated dog, his lips wrinkling and hackles rising, as he, too, saw and heard and understood.\\n\\n\\\"It's a gran' thing to ha' a dutiful son. Wullie,\\\" the little man whispered, watching David's waving figure. \\\"He's happy--and so are they a'--not sae much that James Moore has won, as that you and I are beat.\\\"\\n\\nThen, breaking down for a moment:\\n\\n\\\"Eh, Wullie, Wullie! they're all agin us. It's you and I alane, lad.\\\"\\n\\nAgain, seeing the squire followed by Parson Leggy, Viscount Birdsaye, and others of the gentry, forcing their way through the press to shake hands with the victor, he continued:\\n\\n\\\"It's good to be in wi' the quality, Wullie. Niver mak' a friend of a man beneath ye in rank, nor an enemy of a man aboon ye: that's a soond principle, Wullie, if ye'd get on in honest England.\\\"\\n\\nHe stood there, alone with his dog, watching the crowd on the far slope as it surged upward in the direction of the committee tent. Only when the black mass had packed itself in solid phalanges about that ring, inside which, just a year ago, he had stood in very different circumstances, and was at length still, a wintry smile played for a moment about his lips. He laughed a mirthless laugh.\\n\\n\\\"Bide a wee, Wullie -- he! he! Bide a wee.\\n\\n'The best-laid schemes o' mice and men Gang aft agley.'\\n\\nAs he spoke, there came down to him, above the tumult, a faint cry of mingled surprise and anger. The cheering ceased abruptly. There was silence; then there burst on the stillness a hurricane of indignation.\",\"timestamp\":1641283314,\"title\":\"\\nA bitter smile crept across his face. He looked again at the picture now lying crushed in his hand.\"},\"digest\":\"Mtk4MaGz1YZOFCNWYq291nf4iRYIOtwUMMiBmeWXRG8\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZmX4yNaIFeNqfnhjRGtaM5ALDMumU3_XTNvBQVbgMC8\\\",\\\"y\\\":\\\"HZ15IyYj88c7Lq5dfRzY3GYB7nlXfnT6Cm-HyRNeN0A\\\"}\",\"signature\":\"-6x0hqzanyjn6RlmoXOXRhCnGiklTceP499Blo7yzrbx06_4PSVQYPL_OMXiZn_zVCF2s8beWLiu1c-SUtFekA\",\"signingKeySignature\":\"0xe2dcd6d26c20292ef0984411c4cad74f02a07f455c5fe26c05ac32acff93423353c33a7b66f291d339840d806009b4c541540aaf33b6d1913abc8b0912a9c61d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZmX4yNaIFeNqfnhjRGtaM5ALDMumU3_XTNvBQVbgMC8\\\",\\\"y\\\":\\\"HZ15IyYj88c7Lq5dfRzY3GYB7nlXfnT6Cm-HyRNeN0A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mtk4MaGz1YZOFCNWYq291nf4iRYIOtwUMMiBmeWXRG8\"}"