"{\"content\":{\"body\":\"[![TribalScale Inc.](https://miro.medium.com/fit/c/96/96/1\\\\*Soary0hbIwjq6asph\\\\_9LFQ.jpeg)](https://tribal-scale.medium.com/?source=post_page-----80dd5307b60b-----------------------------------)\\n\\n*Written by: Joyceline Nathaniel, Product Design Intern*\\n\\n![TribalSchool: Tips from the co-cops](https://miro.medium.com/max/1400/0\\\\*QaCx2-ryViTwU7Px)\\n\\nIllustrations by Joyceline Nathaniel\\n\\nAnother day stuck at my desk recalculating the reaction forces of the indeterminate frame structure in my structural analysis review package. My test is tomorrow, but I can’t even solve the easiest question. This is a small example of MANY hints that Architectural Engineering wasn’t right for me. However, after working at my “dream job,” I realized I needed to reevaluate my professional goals.\\n\\n![Cartoon of a person frustrated at their desk](https://miro.medium.com/max/1400/0\\\\*F8HqMy0VHNHBFPQg)\\n\\nIllustrations by Joyceline Nathaniel\\n\\nMy “dream job” was to work in the building science industry, and in January of this year, I landed a 4-month co-op at a small building envelope firm. Building science revolves around understanding how the physical behaviour of a building impacts its performance. I liked the investigative nature of the field and the design aspect that came into play. The process of examining a building enclosure on site, determining the root cause of failure, and developing a cutting-edge solution as a team fascinated me.\\n\\n![Cartoon person saying ‘Let’s wrap it in bubble wrap!’ while holding a clipboard and looking at a house](https://miro.medium.com/max/1400/0\\\\*MJznNSRQofQawFtJ)\\n\\nIllustrations by Joyceline Nathaniel\\n\\nI may have over-glamorized the idea of the job a bit too much. In reality, a lot of my work involved sitting in an office with no windows all day annotating drawings on Bluebeam Revu to be produced in AutoCAD. It was fun the first few days, but after a week, I was so bored. My supervisor would assign me engineering reports from previous projects to read and meeting minutes to catch up with the ongoing projects. Still, everything always just flew over my head. In general, there weren’t many learning and education opportunities for me. I had a really hard time that term, and to make a long story short, I decided a career change needed to happen.\\n\\n![Cartoon person snoozing at their desk, staring at two monitors](https://miro.medium.com/max/1400/0\\\\*it04GNn0Dyl-GC6M)\\n\\nIllustrations by Joyceline Nathaniel\\n\\nI didn’t know what to do, but I couldn’t sit still. I was so miserable, and I couldn’t see myself as an engineer anymore. I spent my free time reflecting on the type of work that fuels me. It was a lot of trial and error, and I remained in my undergraduate studies while figuring out what to do. One of my friends introduced me to product design, and it was everything I didn’t know I was looking for. Product design had user research to fuel my curiosity and collaborative design to fuel my desire to solve problems through teamwork. Fast forward to today; after numerous late nights, I pulled together some portfolio projects that helped me land my first product design internship at TribalScale!\\n\\n![Cartoon person lying amongst crumpled papers](https://miro.medium.com/max/1400/0\\\\*2Q8\\\\_g6-i7dTr59SV)\\n\\nIllustrations by Joyceline Nathaniel\\n\\nOver the past few months, I’ve learned so much about changing career paths, and I wanted to help anyone else who is ready to switch fields. There’s not a specific procedure to follow, but you can take steps to start looking in the right direction.\\n\\n![Cartoon person walking up the stairs](https://miro.medium.com/max/1400/0\\\\*hORdedMA4HVRvFbQ)\\n\\nIllustrations by Joyceline Nathaniel\\n\\n**1. Acknowledge and accept your growth.** When I chose to pursue architectural engineering in my senior year of high school, it was the right decision for me at that point in my life. I grew up in a very sheltered environment and had little opportunity to get to know myself. I did know that I enjoyed learning about how things worked, and I wanted to use my creativity. I felt like engineering was well-suited for my curious mind, and architecture aligned well with my desire to design. In theory, it sounded perfect, but there were so many factors that I never anticipated. One example is the high-stress work environment. Every work environment has its stresses, but the highs of the job NEED to outweigh the lows. At one of my placements, there was always tension between the contractors and consultants. I enjoyed some of the design work I did, but it was never worth the amount of second-hand stress I felt every day at work. After talking to many of my friends with similar jobs, we all had incredibly similar stories of this tension and stress. I didn’t want that for myself anymore.\\n\\nIt was really hard to accept that I was halfway through my undergrad and no longer interested in my intended career path. On top of that, I made so many great friends in my program. I was afraid of what they would say and think of me if I told them I didn’t want to be an engineer. After taking a step back, I realized that I needed to take control of where I wanted to be and not where others expected me to be. I’m not the same person I was in high school, and I’ve learned so much about what I like and where I want to spend my time. I don’t need to hold onto my past decisions, and neither do you. I highly encourage you to let go of where you THOUGHT you would end up and work on where you WANT to go.\\n\\n![Cartoon person holding a garbage can lid and looking at a smaller person who is held by a hand, dangling over a garbage can](https://miro.medium.com/max/1400/0\\\\*aeRyYkxHQ4g85U6B)\\n\\nIllustrations by Joyceline Nathaniel\\n\\n**2. Reflect on your past career/volunteer experiences/extracurriculars. **The one thing I’ve taken from architectural engineering and try to apply to my everyday life is using precedents. Precedents are examples of previous designs that we can use to influence our projects because we know the outcome. This lesson can be directly applied to finding a career that will satisfy you. What did you like/dislike about your previous job? If you take some time to think about what made your past experiences great/terrible, you can figure out what kind of work you want to do. There’s so much hidden in there!\\n\\nI’ll give you an example of what I mean. I helped convert an in-person design event for incoming first-years into a virtual event for my third co-op. The premise of the event was for first-years to work with their new classmates to design and then build a piece of furniture together. You can’t do that virtually. It was like asking your friend for a high five over the phone. However, I loved the challenge and openness of the project. Me and the other co-op student would video call every day for hours, brainstorming ideas and wrestling with all of the complications of the event. We didn’t have much supervision, but we were trusted to develop a solution and had a lot of control of how the event would look. Even though I was hardly assigned any work, I never got bored at that job. I just found work that needed to be done and did it. When I reflect on this position, I recognize that I like responsibility, creative work and collaboration. Those are must-haves and, fortunately, all things I can have as a product designer!\\n\\n![Cartoon person saying ‘I didn’t realize how much I like collaboration’](https://miro.medium.com/max/1400/0\\\\*pGHRuXV-Cf26yFS1)\\n\\nIllustrations by Joyceline Nathaniel\\n\\n**3. Research and reach out. **Once you know what you liked/disliked about your previous experiences, you can start figuring out what kind of job you might enjoy. Read articles. Watch Youtube videos. Check if there’s a club at your school that matches what you’re looking for. Talk to people you know in different fields. Learn what their work is like. Does it resonate with you? Or reach out to the ones that know you best. They also probably know what you like and what you are looking for. Use that to your advantage.\\n\\nMy friends were the most helpful resource when I was figuring out my switch. They knew I loved learning about human behaviour and challenging my creativity. When my friend introduced me to product design, she also sent me some [YouTube videos](https://www.youtube.com/channel/UCIiJJEBcZzdbtcvanVl712A) by Richard Yang, a science student from my school that transitioned into product design. His content sent me off in a spiral of watching so many other product design videos.\\n\\n![Cartoon person handing another cartoon person a tablet with YouTube open and saying ‘you should try product design’](https://miro.medium.com/max/1400/0\\\\*JreqaLRrsxLR6hPH)\\n\\nIllustrations by Joyceline Nathaniel\\n\\n**4. Give yourself time.** You might be able to rush that essay you were assigned two months ago that’s due tomorrow, but you can’t rush learning about yourself. Keep trying new things and reflecting on what you liked and what you didn’t like.\\n\\nI remember how much I worried when I realized I didn’t want to be an engineer. I felt like my world was falling apart, and I had no control. It happens, and it’s okay. Over time, I would join new clubs, talk to new people and learn new skills. I took things at my own pace and followed what I enjoyed doing, not what I thought I should be doing. It will always be trial and error, but the more you do it, the better you’ll get at guessing. So don’t worry if the first thing you try doesn’t work. Give it time and be patient with yourself.\\n\\n![Cartoon watch that reads ‘be patient’](https://miro.medium.com/max/1400/0\\\\*3S_EABjVfb32BUtT)\\n\\nIllustrations by Joyceline Nathaniel\\n\\n**5. Review your qualifications. **When you figure out what career path you want to take, start looking at the type of skills you need to build or that you already have to enter into that field.\\n\\nWhen I first began learning about UX, I already had experience with the Adobe Creative Suite from my architectural background. However, there was a bit of a learning curve with Figma and getting familiar with the best practices and terminology. In one of my deep dives, I came across a short online course by [Career Foundry](https://careerfoundry.com/en/short-courses/become-a-ux-designer/) in a UX YouTube video. It was a great starting point for me and helped me gauge if I would enjoy a career in UX. I also recognized that I needed to start side projects to show my skill set to potential employers. My first few projects were fairly simple. I recreated existing mobile screens on Figma until I was ready to redesign an existing app.\\n\\n![Cartoon person looking at two monitors with YouTube and a document for notes open](https://miro.medium.com/max/1400/0\\\\*AUlE2l9T6HvN6DQR)\\n\\nIllustrations by Joyceline Nathaniel\\n\\n**6. Schedule time to learn.** Learning time was CRUCIAL to my transition into UX. On top of my regular study time for architectural engineering, I would invest an extra 2–5 hours a week in learning Figma and working on side projects. It was a lot of work to keep up with, but the product design work actually fueled me to do my school work, and I am pretty happy with where it has led me!\\n\\n![Cartoon person looking at two monitors with a schedule behind them](https://miro.medium.com/max/1400/0\\\\*6G7iekMEJNnoLKaD)\\n\\nIllustrations by Joyceline Nathaniel\\n\\n**7. Apply and adjust.** I applied for numerous internship positions in product design, and it took some time before I had any luck. Throughout the process, I changed my resume to align it closer to what employers were looking for. Once I started interviewing for positions, I realized I needed to find the right place that fit my needs. Some places were looking for a super experienced designer, and I didn’t have the skillset for that yet, but I knew I had the potential. Your willingness to learn can take you a lot further than you might think.\\n\\n![Cartoon person with stacks of resumes behind them saying ‘need a product designer?’](https://miro.medium.com/max/1400/0\\\\*Rupq8MfgmS_hcCLe)\\n\\nIllustrations by Joyceline Nathaniel\\n\\nThis isn’t a perfect guide for transitioning to a new field, and you will likely need to tweak some steps to meet your specific goals. However, I promise if you at least follow a couple of my steps, you will feel a lot more confident navigating your way through your career change. If there’s anything to take away from this post, let it be that you have to try new things to produce new outcomes. As long as you make an effort to learn more about yourself and try something new, you’ve already overcome the most difficult barrier.\\n\",\"timestamp\":1638781288,\"title\":\"How to Change Your Career Path in 7 Steps - TribalScale - Medium\"},\"digest\":\"ofeoSWT_yOgu9FZLP7sA5U6hGe9n3KcYRlFDPIcAr8M\",\"authorship\":{\"contributor\":\"0x6E5Cd55d0e09A7c64cA74EDb02957D3E18465C85\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"djtLvPuGbqnSPw1iPDKj2i727oQDM_9WOCO3g9v7DzU\\\",\\\"y\\\":\\\"xH8vX3q3zdd8jpLg1LG8uHv47kkUj1qFa9DPqjXp-80\\\"}\",\"signature\":\"1RCPULEWmId6s-zXpBO_Ul8aL4CsyZQQ9QN6WniDbJjg1N6-MnLhgGzz63SRzJ9RehpowUk9CnEu8Tu44iicGQ\",\"signingKeySignature\":\"0x20ee753b3d839219129c9d0aa35c018602563bb5af4fb57119456f1005e52cc27c38073bc008e5ae326d0e98e655392f3fa8457eb02b2cd15759a64322b16a1c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"djtLvPuGbqnSPw1iPDKj2i727oQDM_9WOCO3g9v7DzU\\\",\\\"y\\\":\\\"xH8vX3q3zdd8jpLg1LG8uHv47kkUj1qFa9DPqjXp-80\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ofeoSWT_yOgu9FZLP7sA5U6hGe9n3KcYRlFDPIcAr8M\"}"