"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/tufSBrAeVIAojN7v6zOGd.jpg?height=280&width=411)\\n\\n> I classify most of my work in the Web2 space and it helps illustrate the fundamental differences in paradigm.\\n\\nWorking a variety of fields of business, Web2 was all about competition, “how can I be loudest person in the room to mold the narrative,” or “how can I extract value out of others to bring value to myself.” Due to the centralized nature of the internet, most  small businesses need to pay for utilizing services and require major costs just to start a digital presence that generates revenue.\\n\\nIn Web3, the entire foundation is built on collaboration and community development. Rather than having to go through gatekeepers, wealth creation is directly related to your value contribution regardless of prior economic condition. Since digital identity plays a major role in the Web3 space, users can be paid for generating content/ using their platform. Businesses will be paying users to use their services (i.e, staking tokens & charging fees). In this world, a thinker can monetize their intellectual property. True innovation can reign free.\\n\\nWeb2 is about wearing multiple hats and getting paid the same, Web3 is about getting paid for each hat you wear and monetizing the value you create. In Web2 I generated massive value for businesses but only retained less than 1% of my contribution. With Web3, the creation of tokenized communities and staking creates active membership and engagement in a community, driving increased participation and value-creation.\\n\\nWeb2 is like being signed to a label, AR’s paid for artists production and retained rights over the content, extracting maximum value out of an individual;\\n\\n> a.k.a. Modern-day creative, intellectual, and data slavery.\\n\\nWeb3 is about buying back your masters and owning your domain, with it’s community-tooling it helps by putting the value generation back in your hands. Like our First Principles at 5-Dee, you are empowered to be a Creator.\\n\\n```\\n                    “Appreciate your Self”                                                                                                     \\n                           GRATITUDE\\n```\",\"timestamp\":1639794295,\"title\":\"Web3 > Web2\"},\"digest\":\"W4DZpkfwx_syGcpX-aHLtu2r-Pnj8Rrzoqd8RfaFmuE\",\"authorship\":{\"contributor\":\"0x954fA8cfb797a26D4878ee212004889a2C9D7624\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nGUrGqyRBdkXupj02ZcDifbw5IEXnn3HGH739q00ae8\\\",\\\"y\\\":\\\"A5F9bdA6pEa1yXZlJaS0VO3lHx9lMC0WNk9unIKCU_Q\\\"}\",\"signature\":\"R2wbBZRlN5Lvi-KaNakpi8I9cgvXV54148zMISz6_hgcVhuYePZIax2mWpIOodXSKmIK0o8lkH6CgLKUGzT3qQ\",\"signingKeySignature\":\"0x1e9cd028c65cb989e107871eb1ef168e8f61757a297a3a0c7675d16bd31ffd477b9a9ea8d6bab8a2dccf300a29e4df2f8680450921b3b21453bbb4cc8f48171f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nGUrGqyRBdkXupj02ZcDifbw5IEXnn3HGH739q00ae8\\\",\\\"y\\\":\\\"A5F9bdA6pEa1yXZlJaS0VO3lHx9lMC0WNk9unIKCU_Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CfQqYpNA2O91gBX9rcTkXRdAg6CLKpILVAX7LztjWOY\"}"