"{\"content\":{\"body\":\"\\n***NOTE: These works are now live and available for bidding at [folia.app](https://www.folia.app/works/11)!***\\n \\n## HELLO AND WELCOME\\n\\n![](https://images.mirror-media.xyz/publication-images/1c7c81e2-1f3b-4380-bff7-dd22c85c3d77.png?height=1678&width=3030)\\n\\nToday I’m very excited to launch three new works on [Folia](https://www.folia.app/works/11) – CODE OF HOLES,  PLASTIC BEACH and THE FUTURIST. These three NFT works are generative poems I created with new digital language models and algorithms, plus my own poetic composition. The proceeds from this Folia auction will be completely redistributed to queer, trans, experimental and undersupported writers as the first action of the Deluge Books DAO. [Deluge Books](https://delugebooks.com/) is the mass experimental queer literary press I run with collaborators in New York and Los Angeles (try to say that five times fast). Ever since I [crowdfunded my new book BURN ALPHA as $NOVEL](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg) we have been excited about the possibilities of crypto, Mirror, and NFTs for generating new methods for sustaining original literary work. You can read a little more about my thoughts on that in [my interview in Decrypt](https://decrypt.co/68981/emily-segal-novel-crowdfund). Down the road, we are pumped about the possibility of crowdfunding for the Deluge DAO on Mirror and our own social token :) Feel free to reach out to me on Twitter at @khole_emily or at emily@delugebooks.com if you have thoughts or suggestions about that!\\n\\n\\n\\n\\n\\n## MORE ABOUT THESE POETRY NFTs...\\n \\nLast summer I started making an experimental series of language works that used AI, cut-ups and word generators as a form of divination. These poems are the product of that process.\\n \\nI have always been inspired by William Burroughs and Bryon Gysin’s ideas around how cutting up a text could generate visions of the future or flashes of a deeper truth. When a chaos element got introduced by slicing something up and rescrambling it, the deeper meaning of the words could show up on the surface of the new arrangement. This new layer of meaning could be poetic or divinatory. I've always been interested in divination, and especially since my job as \\\"trend forecaster\\\" is a kind of tacky contempo version of divination, it's interesting to me to mix the various spheres where divination goes down: astrology, tarot, cut-ups, data dives, pattern recognition, etc. Introducing randomness in poetic composition has been a persistent theme since Tristan Tzara and Dada, through the Surrealists, hypertext poets and beyond. \\n \\nOver the summer of 2020, my friend K Allado-Macdowell got their hands on a pilot version of GPT-3, the language model. (Eventually they helped [my project Nemesis write our DOOM! trend report](https://nemesis.global/memos/the-doom-report) using it.) While K started writing an amazing book using GPT-3 at warp speed ([Pharmako-AI, now published by Ignota, here](https://ignota.org/products/pharmako-ai)) they meanwhile indulged me by running fragments of my own poetry and existing poems by writers I loved through the machine, generating text for me to play with. It was all rather astounding and addictive and I looked for a way to work with it directly, since the real thing was only for researchers at the time. \\n \\nLuckily, that’s when I found out that a game called AI Dungeon, which is a browser-based text roleplaying game, supposedly used GPT-3 as the basis for its premium version, and you could use it to generate texts if you paid the $9/month. So I started making poems using AI dungeon, dodging its role-player-ish verbiage most of the time and trying to get it to present some far-out truths, which it did.\\n\\n![](https://images.mirror-media.xyz/publication-images/ad9d3716-e893-42e6-9bb7-a0bbf3f5bc11.png?height=1590&width=1588)\\n\\nOne of my early experiments became the basis for the first poem here, CODE OF HOLES, when the game started describing light as a \\\"code of holes\\\" which I found rather dharmic and spooky and appealing. I then took the text generated by interacting with the AI dungeon game and did a Burroughs-style cut-up to it, then edited it into something pithier. Instead of presenting it on a page in the normal way, I justified it in a square and used black emoji as a form of punctuation, since I think it emphasizes the code/hole content motif. The font I used is a nasty free dafont called hole-hearted, another echo of the theme. \\n\\n![](https://images.mirror-media.xyz/publication-images/e7012e9d-bd18-4d72-bbfd-b14768c9ff49.png?height=1592&width=1596)\\n\\n\\nThe second poem, PLASTIC BEACH, is about having sex with Kylie Jenner. I dreamt I had sex with her in a beach vacation setting surrounded by family, and it included an obscene squirting element. When I woke up I wrote out the dream in order of its events to turn it into a poem but it was too linear, just sounded like badly written erotica. So I ran that text through [an algorithm that mimics Bourroughs-style cutups](http://www.languageisavirus.com/cutupmachine.php) and suddenly it was turned back into a dream, like the cutting and scrambling allowed the dream logic came to the surface again. Bonsai-tree-style pruning and editing followed. There's an influence of the poet Bernadette Mayer here too who worked a lot with dreams and dream logic in her work. You can check out more of Mayer’s writing prompts [here](http://www.writing.upenn.edu/library/Mayer-Bernadette_Experiments.html).\\n \\nThe font used in the second Folia work is another dafont called PLASTIC BEACH (also the title of the piece) and the background is a photo I took of the sky while tripping on acid on Laguna Beach on the last hot day of summer.\\n \\n![](https://images.mirror-media.xyz/publication-images/f852bb61-78d7-407a-a007-e13011cf2f37.png?height=1590&width=1580)\\n\\nThe third piece, THE FUTURIST, came out of my original experimentation with GPT-3 via K. I had asked if GPT-3 could write poetry, and they said yes, but epic poetry, because it did better with longer text samples. Inspired by this, I sent over the first few pages of [The Descent of Alette by Alice Notley](https://poets.org/poem/descent-alette-i-walked), a feminist epic poem and one of my all time favorite books. The Descent of Alette begins in a world where everyone is trapped underground on an infinite subway system. In the world of the book, the “tyrant” stands in for a male supervillain responsible for the suppression of authentic life, and the consciousness of the poem begins to tangle with him. The poem uses a very particular quotation style in which each phrase is bracketed by its own quotation marks – GPT-3 aped this perfectly on the first try, which was eerie, since it’s so unusual. THE FUTURIST is like a riff on one of the tyrant’s moments from the original book, but made kind of fluffier and more treacle-y...a supervillain gone soft in the machine. I edited the original GPT-3 sample considerably and replaced the quotation marks with smiley dingbats (thematically linked to the poem’s smile at the end) and hearts. The font is Futura, obviously! I feel the overall effect is like deep fried Joe Boxer.\\n\\n \\n## MANY THANKS TO...\\n\\nThe Folia crew – Dan Denorch, Everett Williams, Billy Rennekamp. My Deluge Books collaborators – Cyrus Simonoff, Hannah Baer, Taylor Thompson, Calvin Waterman and Max Ackerman. K Allado-Macdowell for being there. Elaine Kahn and the Poetry Field School Workshops. Kei Kreutler for breaking this and many other things down for me. Dena Yago, period. Patrick, Denis and the whole Mirror team. My $NOVEL supporters who I still can't believe exist. Kay Gabriel’s Bernadette Mayer Class at the Poetry Project. And finally, as always, Math Bass <3 \\n\\n## IF YOU'D LIKE TO GET IN TOUCH\\n\\nI'm on Twitter at @khole_emily, Instagram @nemesis_emily and reachable at emily@delugebooks.com XOXO\\n\\n## ONE MORE NOTE\\n\\nThe energy consumption of this project and all Folia projects are fully carbon-offset via Offsetra.\",\"timestamp\":1621100138,\"title\":\"THREE POETRY NFTs TO BENEFIT THE DELUGE DAO\",\"publication\":\"emily\"},\"digest\":\"PxcPNL-NBuc3jvSrqhsVda62t5X8XSPKK9lJ2xg4Kyo\",\"authorship\":{\"contributor\":\"0xDA18e1537622802EC576D99A8e3913914653BD6F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aXuX2veYkSS9T1t2xRcd3iRJD7gFhMhOZQ3IpVLJ5tg\\\",\\\"y\\\":\\\"mFa7_q4sEL5uwskcTTbJ0MDLD6zP2KiXkbVmTzGJzvk\\\"}\",\"signature\":\"z36Kz90w6_mLu6AwIzDv49kqC-woQUamwIT3blCJdsRaXt_SEHIe_8-dAB3TABblEmxYYd4nECrG9vCa7uhxhg\",\"signingKeySignature\":\"0xe2b4be15563e04013f20cd68594a0b845ebaa05520befa3732bc9bfd6ce57afd5cfbd11b673ccf88758974d79e960f260948ecb9fb0d0263a3e67a6d36880e0d1c\",\"signingKeyMessage\":\"I authorize the publication of articles on emily.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aXuX2veYkSS9T1t2xRcd3iRJD7gFhMhOZQ3IpVLJ5tg\\\",\\\"y\\\":\\\"mFa7_q4sEL5uwskcTTbJ0MDLD6zP2KiXkbVmTzGJzvk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iBV1wCqnnXuELNFYC7dBuVgMz9KScqBPmStdtekGZO0\"}"