"{\"content\":{\"body\":\"The underlying question that Faithism answers is whether it is possible to be a modern scientific intellectual while also having an ironclad belief in God (or 'Whatever')? \\n  \\n A Faithist views having belief itself as being more important than subscribing to any particular belief.\\n\\n \\n So the good news is yes, this is possible, but this belief comes at a price. A conscious decision must be made, and a philosophical choice, of whether it is more important to be right, or to be happy.\\n\\nThe primary arguments against religion and other beliefs focus on disproving the objects of Faith (God, miracles, spirits, etc), rather than understanding Faith itself. Detractors argue that if the targets of Faith can be disproved, than Faith itself must also be abandoned. While this argument is logical, it negates the understanding that Faith is humanity's most capable coping mechanism. And it is this understanding of Faith's importance that is the foundation of Faithism.\\n\\nSo to begin, the question of what Faith is, must be answered. What is Faith? Faith, in its most basic form, is belief without proof. It is the decision (whether conscious or blind) to leap past or ignore that which is not provable. In other words, Faith is a choice. Which means those using the physical world to support their ‘belief’, actually have none.\\n\\nBut if Faith is just a choice, then why have it? What is its function? What value does it confer? In here lies the inscrutable demand that the science-minded adopt Faith. Faith is arguably a species' most capable coping tool to help it deal with stress. In humans, for instance, Hope is Faith that an outcome will turn out to be positive. There is no proof that this will occur, humans just choose to temporarily adopt this belief so as to experience less psychological discomfort or stress. But even more important, allowing oneself to have Faith in one thing, confers the ability to have Faith in other things, such as people, ideas, and one's self. This aids in relationships, confidence, personal integrity, and with respect to ideas, in keeping an open mind in general. Faith yields a massive, life, return on investment. And at what cost? The choice to believe in something (regardless of what) that cannot be proven. \\n \\n\\nLooking at Faith by itself is important to this manifesto because it negates the relevance of Faith’s seemingly infinite foci (i.e. God, Ghosts, Spirits, etc). The Faithist looks at having Faith itself as important, even vital, but does not care about any particular Faith. Faith is faith, it does not matter in what. The Faithist sees having Faith as a powerful ability, or state, that evolution conferred to animals to increase survivability. Yes, animals. The lower an organism’s intelligence, the more completely it accepts the world around it. Pure belief. As humans gained higher intelligence, many lost this ability, and now, have difficulty achieving it.\\n\\nAnd that is the interesting part. There is an inverse relationship between one’s intelligence and one’s ability to have Faith. The more intelligent a creature is, the more skeptical it becomes about that which seems to be, versus that which is. In order to override this intrinsic (and a Faithist would say, desirable) skepticism, humans must use classical conditioning to achieve Faith. In other words, to an intelligent person, Faith is a skill. And as such, it must be practiced to be useful. This is where religion comes in, because it provides a standardized set of rules to follow, and explains why followers of any particular religion are said to be 'practicing'. It is important to realize here, that Faithism does not exist unto itself. In other words, one cannot just be a Faithist, only a Faithist tied to some standardized practice. Faithist Christian, Faithist Jew, Faithist Muslim, etc. \\n\\nThis brings us to the bottom line, which is surprisingly simple. Too simple, in fact, which encourages doubt by those who are highly skeptical. And yet the skeptic cannot deny the utility of Faith. It DOES help people, often whom are less educated and/or intelligent. It is somewhat frustrating even, to an intelligent person, how those with less intellectual capacity can somehow be happier. This conundrum can be resolved, but it is doubtful the skeptic will like the solution.\\n\\nLet us assume that the skeptics are correct, and there is no God (or Whatever), and thus no Faith. Then this tool (Faith) is not used, and as a result, humans get one less coping mechanism in their lives. So the skeptics are right, but they lose because they have intentionally disabled this arguably most powerful of all human abilities to cope. And that is the ultimate choice the skeptics must make; do they want to be right? Or do they want to win by being happy? Both cannot be had simultaneously. A philosophical Heisenberg principle.\\n\\nNow the consequence of detaching Faith from that which Faith focuses has vast consequences.\\n\\nTo the religious person who ‘believes’ as a result of ‘proof’, Faith is not actually occurring. This is the trap that many pseudo-believers fall into. They are raised in societies that use science to understand just about everything, and therefore assume that by applying a cause/effect relationship to their Faith’s foci, they validate their Faith itself. But Faith is just a choice, so science can only understand its mechanism within the construct of human psychology, not that which Faith is directed (which the Faithist would deem highly subjective, and counter to the purpose of having Faith to begin with). Ironically, these ‘believers’ are actually skeptics themselves, and have had to use science to resolve their own doubts. The Faithist would categorize their ‘Faith’ as an illusion.\\n\\nThe Agnostics, which many science-minded intellects feel is a safe position, have it the worst. Unlike the Atheists and Believers, who theoretically have a belief, the Agnostic will only believe if but a single shred of proof is provided. But demanding this requirement (which the Faithist would deem rational, level-headed, yet totally naïve), the Agnostic has missed the point of Faith entirely. The Agnostic has nothing except a feeling of superiority, which has no utility when trying to resolve the unpleasant feelings surrounding death, purpose, or other larger issues intrinsic to the human condition. Worse, these bigger issues themselves are irrelevant to the Agnostic, which likely increases their stress at having to worry about the looming finality and irrelevance of their existence.\\n\\nAnd then there are the Atheists, who firmly believe there is no God. There is no proof of this, they simply believe it. They have made a choice, and ironically, still gain Faith’s benefits. \\n  \\n\\nWhat this all means is that only the blind believers, and those intelligent enough to understand that Faith is a choice (Faithists), have the ability to harness this most incredible and useful of tools in the human psychological arsenal. And this understanding of Faith, and the belief (wink) of its necessity in one’s life, allows one to consider themself a Faithist.\\n\\nThere is a second, vitally important, yet disturbing aspect of detaching Faith itself from that which Faith focuses. This enlightened perspective opens the door to the validity of ALL faiths. It demands it, even. Since the Faithist only considers having Faith itself as important, all beliefs become possible and valid. This extends into what some would consider the silly. Is belief in God any more valid than belief in magic? The Faithist would say no, and would therefore have to keep an open mind about those beliefs as well. Even the outrageous is acceptible to the Faithist as a focus of one's Faith.\\n\\nAs a final point, Faithism encourages skepticism, even in Faithism itself. The Faithist encourages doubt and refinement. This manifesto is meant purely as a starting point. \",\"timestamp\":1636572433,\"title\":\" Faithist Manifesto\"},\"digest\":\"ndV8H4wOFPogRLfvWBfc7fAsidRvUNPzc7Ir0kbFWpg\",\"authorship\":{\"contributor\":\"0xeA1CC26627624DF38466B2a22Dd5fa065a5FfF8C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MgDl4kkH3SWDTIbe9SfPA1xPfKlZtx7Vr0B-LiLZCB4\\\",\\\"y\\\":\\\"WIbNI--JMgM9SLGZ6ppmd_2GX0LeHVWRRWsEo1Yst84\\\"}\",\"signature\":\"4d48EvVGosIgl7pv5F90lpfCdNeak5VR2Wm4lqqD7DDxcEm0I5rKhl0RTGOqvzKp9b19pPESANd4DJe3U6DE4w\",\"signingKeySignature\":\"0x6edabc2fbef3fb9c31d0c9c5c1478c5a4cb05a121dfd1fef76e3ecf51024deb970ab28b4c2624f2945441b0189f1a4a88600480c53507dd3bc998ce9ee5002f51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MgDl4kkH3SWDTIbe9SfPA1xPfKlZtx7Vr0B-LiLZCB4\\\",\\\"y\\\":\\\"WIbNI--JMgM9SLGZ6ppmd_2GX0LeHVWRRWsEo1Yst84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ndV8H4wOFPogRLfvWBfc7fAsidRvUNPzc7Ir0kbFWpg\"}"