"{\"content\":{\"body\":\"*Why is the Silicon Valley model incompatible with the Future Scouts vision for decentralized, self-directed, lifelong learning?*\\n\\n![Erlich Bachman of HBO’ Silicon Valley goes on a vision question for a new name](https://images.mirror-media.xyz/publication-images/iM-mZ59iBjQgi_FnZJxvp.jpg?height=543&width=1000)\\n\\nBefore discussing the larger picture, and issues of sovereignty, it’s important for grassroots organizations like Future Scouts to take stock of what autonomy is worth.\\n\\nTo us at Future Scouts, autonomy means having the capacity to make choices in your life that are your own. It means enabling individuals to organize and direct their own learning in non-coercive learning environments. It means enabling learners with their own data, in order to strengthen their metacognitive capacities. Autonomy comes from the ability to self-determine and choose for oneself, within a framework for mutual support.\\n\\nEmpowering people to choose for themselves, within a framework of mutual support, is somewhat counter to the agenda of corporate academia. Because the Silicon Valley model is not always about empowering people to make their own choices. It often manifests in the maximization of profits to their investors and shareholders, oftentimes at the direct expense of their users.\\n\\nFuture Scouts places a great deal of emphasis on developing peer-to-peer learning communities, and enabling people to practice their own established, traditional or new knowledge in ways that are culturally appropriate for each person in their respective community.\\n\\nThis approach to learning is far different than the extractive algorithms and profit-motivations that the Silicon Valley model of education looks for inspiration towards for its curriculums.\\n\\n![Member of the 3 comma club Russ Hanneman, from HBO’s Silicon Valley](https://miro.medium.com/max/1400/1\\\\*mFo0IqrWAWcu9qdfVgWwLQ.jpeg)\\n\\nSilicon Valley is notorious for giving lip service to the idea of lifelong learning, but *the reality is that the ultimate goal of Silicon Valley is high margins and a quick exit*. Corporations and corporate interests do not correspond to the needs of self-directed, lifelong learning. Silicon Valley’s approach creates more isolated and marginalized individuals, creating a field for competition and inequality.\\n\\nNeither are free market supply and demand good enough to engineer fair educational outcomes. The technocratic approach, which assumes algorithms can be inserted directly into education to solve social problems, is a delusion. Instead we need to work towards the kind of educational reforms and reframes that help people take control of their own learning so that they can develop as sovereign, social agents.\\n\\nThat’s why Future Scouts, in its 5 years of operations, has never decided to become a Silicon Valley, #EdTech startup. If our organization were to obtain venture capital funding that would raise questions about the kind of governance that would emerge, and what the incentives were within our organization. This requires a high level of intellectual and moral integrity that are often not shown by Silicon Valley VC and corporate interests.\\n\\nThat is why it’s so important for grassroots education organizations to work outside these corporate systems, and to become their own regulators, creating markets that support high quality, equitable, self-directed and lifelong learning.\\n\\nWe do not prefer a future of education with mass privatization on a global scale, a greater concentration of wealth in the hands with those with the capital and a heightened literacy/skills/access gap between rich and poor, left and right, young and old.\\n\\nOur preferred future of education works with society as a whole, in honest and open relationships that are rooted in infinite, non-zero sum games, rather than scaling via exploitative, profit-driven business models.\\n\\nCan we adapt our idea of learning and education to meet the social needs of the entire individual learner and the community, rather than the corporation?\\n\\n![](https://miro.medium.com/max/1400/1\\\\*n8aX_aSM__kowiCHlvMiBg.png)\\n\\n\",\"timestamp\":1637212380,\"title\":\"Self-directed Learning won’t be solved with the Silicon Valley Start-up Mindset or its Algorithms\"},\"digest\":\"kcrAUxjgeY4nZrYvRAQ9KpAhpp8z0dGseWbA5NkZ_-0\",\"authorship\":{\"contributor\":\"0x2d3547e5D3c5d188Edf9C4E0BA71F11b1B3d45dD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0avbUn77fzQZOUTv2Fsy7DMAtNmhGDOnB39KNuCDo8Q\\\",\\\"y\\\":\\\"NjD4FnpzlzynnVUOEEZbCzGm2XkTto1MFcGpxz1uYqA\\\"}\",\"signature\":\"PyP-9w79A_ikdawv5D8O0cHLh-zhFL1kqsC-XmtaH4VoW74QoGGVMKNrmLApwm5mW7CKirVUtxxToC2eFvDOHw\",\"signingKeySignature\":\"0xac48b173ad5786a80d504ac04ff3b9fe7a09184aa0f72c97b222372944e1f6b51c9f3060a1894f8995b4a587e3296dca5a2195a0a5fd64b99960a2fd88ad2dc31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0avbUn77fzQZOUTv2Fsy7DMAtNmhGDOnB39KNuCDo8Q\\\",\\\"y\\\":\\\"NjD4FnpzlzynnVUOEEZbCzGm2XkTto1MFcGpxz1uYqA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kcrAUxjgeY4nZrYvRAQ9KpAhpp8z0dGseWbA5NkZ_-0\"}"