"{\"content\":{\"body\":\"But there is another branch of ancient superstitions which ought not to be entirely overlooked, especially as it belongs to the nations from which we, through our English ancestors, derive our origin.  It is that of the northern nations called Scandinavians, who inhabited the countries now known as Sweden, Denmark, Norway, and Iceland. These mythological records are contained in two collections called the Eddas, of which the oldest is in poetry and dates back to the year 1056, the more modern, or prose Edda, being of the date of 1640.\\n\\nAccording to the Eddas there was once no heaven above nor earth beneath, but only a bottomless deep, and a world of mist in which flowed a fountain.  Twelve rivers issued from this fountain, and when they had flowed far from their source, they froze into ice, and one layer accumulating above another, the great deep was filled up.\\n\\nSouthward from the world of mist was the world of light.  From this flowed a warm wind upon the ice and melted it.  The vapors rose in the air and formed clouds, from which sprang Ymir, the Frost giant and his progeny, and the cow Audhumbla, whose milk afforded nourishment and food to the giant.  The cow got nourishment by licking the hoar frost and salt from the ice. While she was one day licking the salt stones there appeared at first the hair of a man, on the second day the whole head, and on the third the entire form endowed with beauty, agility, and power.  This new being was a god, from whom and his wife, a daughter of the giant race, sprang the three brothers Odin, Vili, and Ve.  They slew the giant Ymir, and out of his body formed the earth, of his blood the seas, of his bones the mountains, of his hair the trees, of his skull the heavens, and of his brain clouds, charged with hail and snow.  Of Ymir's eyebrows the gods formed Midgard (mid earth), destined to become the abode of man.\\n\\nOdin then regulated the periods of day and night and the seasons by placing in the heavens the sun and moon, and appointing to them their respective courses.  As soon as the sun began to shed its rays upon the earth, it caused the vegetable world to bud and sprout.  Shortly after the gods had created the world they walked by the side of the sea, pleased with their new work, but found that it was still incomplete, for it was without human beings. They therefore took an ash-tree and made a man out of it, and they made a woman out of an alder, and called the man Aske and the woman Embla.  Odin then gave them life and soul, Vili reason and motion, and Ve bestowed upon them the senses, expressive features, and speech.  Midgard was then given them as their residence, and they became the progenitors of the human race.\\n\\nThe mighty ash-tree Ygdrasil was supposed to support the whole universe.  It sprang from the body of Ymir, and had three immense roots, extending one into Asgard (the dwelling of the gods), the other into Jotunheim (the abode of the giants), and the third to Niffleheim (the regions of darkness and cold).  By the side of each of these roots is a spring, from which it is watered.  The root that extends into Asgard is carefully tended by the three Norns, goddesses who are regarded as the dispensers of fate. They are Urdur (the past), Verdandi (the present), Skuld (the future).  The spring at the Jotunheim side is Ymir's well, in which wisdom and wit lie hidden, but that of Niffleheim feeds the adder, Nidhogge (darkness), which perpetually gnaws at the root. Four harts run across the branches of the tree and bite the buds; they represent the four winds.  Under the tree lies Ymir, and when he tries to shake off its weight the earth quakes.\\n\\nAsgard is the name of the abode of the gods, access to which is only gained by crossing the bridge, Bifrost (the rainbow). Asgard consists of golden and silver palaces, the dwellings of the gods, but the most beautiful of these is Valhalla, the residence of Odin.  When seated on his throne he overlooks all heaven and earth.  Upon his shoulders are the ravens Hugin and Munin, who fly every day over the whole world, and on their return report to him all they have seen and heard.  At his feet lie his two wolves, Geri, and Freki, to whom Odin gives all the meat that is set before him, for he himself stands in no need of food.  Mead is for him both food and drink.  He invented the Runic characters, and it is the business of the Norns to engrave the runes of fate upon a metal shield.  From Odin's name, spelt Wodin, as it sometimes is, came Wednesday, the name of the fourth day of the week.\\n\\nOdin is frequently called Alfadur (All-father), but this name is sometimes used in a way that shows that the Scandinavians had an idea of a deity superior to Odin, uncreated and eternal.\\n\\nOF THE JOYS OF VALHALLA\\n\\nValhalla is the great hall of Odin, wherein he feasts with his chosen heroes, all those who have fallen bravely in battle, for all who die a peaceful death are excluded.  The flesh of the boar Schrimnir is served up to them, and is abundant for all.  For although this boar is cooked every morning, he becomes whole again every night.  For drink the heroes are supplied abundantly with mead from the she-goat Heidrun.  When the heroes are not feasting they amuse themselves with fighting.  Every day they ride out into the court or field and fight until they cut each other in pieces.  This is their pastime; but when meal-time comes, they recover from their wounds and return to feast in Valhalla.\\n\\nTHE VALKYRIOR\\n\\nThe Valkyrior are warlike virgins, mounted upon horses and armed with helmets, shields, and spears.  Odin, who is desirous to collect a great many heroes in Valhalla, to be able to meet the giants in a day when the final contest must come, sends down to every battle-field to make choice of those who shall be slain. The Valkyrior are his messengers, and their name means \\\"Choosers of the slain.\\\"  When they ride forth on their errand their armor shed a strange flickering light, which flashes up over the northern skies, making what men call the \\\"Aurora Borealis,\\\" or \\\"Northern Lights.\\\"  (Gray's ode, The Fatal Sisters, is founded on this superstition.)\\n\\nThe following is by Matthew Arnold:\\n\\n\\\"-----He crew at dawn a cheerful note, To wake the gods and heroes to their tasks And all the gods and all the heroes woke. And from their beds the heroes rose and donned Their arms, and led their horses from the stall, And mounted them, and in Valhalla's court Were ranged; and then the daily fray began, And all day long they there are hacked and hewn 'Mid dust and groans, and limbs lopped off, and blood; But all at night return to Odin's hall Woundless and fresh; such lot is theirs in heaven. And the Valkyries on their steeds went forth Toward earth and fights of men; and at their side Skulda, the youngest of the Nornies, rode; And over Bifrost, where is Heimdall's watch, Past Midgard Fortress, down to Earth they came; There through some battle-field, where men fall fast, Their horses fetlock-deep in blood, they ride, And pick the bravest warriors out for death, Whom they bring back with them at night to heaven, To glad the gods, and feast in Odin's hall.\\\" BALDER DEAD\\n\\nThis description of The Funeral of Balder is by William Morris:\\n\\n\\\"----------Guest Gazed through the cool dusk, till his eyes did rest Upon the noble stories, painted fair On the high panelling and roof-boards there; For over the high sea, in his ship, there lay The gold-haired Balder, god of the dead day, The spring-flowers round his high pile, waiting there Until the gods there to the torch should bear; And they were wrought on this side and on that, Drawing on towards him.  There was Frey, and sat On the gold-bristled boar, who first they say Ploughed the brown earth, and made it green for Frey; Then came dark-bearded Niod; and after him Freyia, thin-robed, about her ankles slim The grey cats playing.  In another place Thor's hammer gleamed o'er Thor's red-bearded face; And Heimdal, with the old horn slung behind, That in the god's dusk he shall surely wind, Sickening all hearts with fear; and last of all, Was Odin's sorrow wrought upon the wall. As slow-paced, weary faced, he went along, Anxious with all the tales of woe and wrong His ravens, Thought and Memory, bring to him.\\\" THE EARTHLY PARADISE: THE LOVERS OF GODRUN\\n\\nTHOR OF THOR AND THE OTHER GODS\\n\\nThor, the thunderer, Odin's eldest son, is the strongest of gods and men, and possesses three very precious things.  The first is his hammer, Miolnir, which both the Frost and the Mountain giants know to their cost, when they see it hurled against them in the air, for it has split many a skull of their fathers and kindred. When thrown, it returns to his hand of its own accord.  The second rare thing he possesses is called the belt of strength. When he girds it about him his divine might is doubled.  The third, also very precious, is his iron gloves, which he puts on whenever he would use his mallet efficiently.  From Thor's name is derived our word Thursday.\\n\\nThis description of Thor is by Longfellow:\\n\\n\\\"I am the God Thor, I am the War God, I am the Thunderer! Here in my Northland, My fastness and fortress, Reign I forever!\\n\\n\\\"Here amid icebergs Rule I the nations; This is my hammer, Miolner the mighty; Giants and sorcerers Cannot withstand it!\\n\\n\\\"These are the gauntlets Wherewith I wield it, And hurl it afar off; This is my girdle; Whenever I brace it Strength is redoubled!\\n\\n\\\"The light thou beholdest Stream through the heavens, In flashes of crimson, Is but my red beard Blown by the night wind, Affrighting the nations!\\n\\n\\\"Jove is my brother; Mine eyes are the lightning; The wheels of my chariot Roll in the thunder, The blows of my hammer ring in the thunder.\\\" TALES OF A WAYSIDE INN\\n\\nFrey is one of the most celebrated of the gods.  He presides over rain and sunshine and all the fruits of the earth.  His sister Freya is the most propitious of the goddesses.  She loves music, spring, and flowers, and is particularly fond of the Elves (fairies).  She is very fond of love-ditties, and all lovers would do well to invoke her.\\n\\nBragi is the god of poetry, and his song records the deeds of warriors.  His wife, Iduna, keeps in a box the apples which the gods, when they feel old age approaching, have only to taste of to become young again.\\n\\nHeimdall is the watchman of the gods, and is therefore placed on the borders of heaven to prevent the giants from forcing their way over the bridge Bifrost (the rainbow.)  He requires less sleep than a bird, and sees by night as well as by day a hundred miles all around him.  So acute is his ear that no sound escapes him, for he can even hear the grass grow and the wool on a sheep's back.\\n\\nOF LOKI AND HIS PROGENY\\n\\nThere is another deity who is described as the calumniator of the gods and the contriver of all fraud and mischief.  His name is Loki.  He is handsome and well made, but of a very fickle mood and  most evil disposition.  He is of the giant race, but forced himself into the company of the gods, and seems to take pleasure in bringing them into difficulties, and in extricating them out of the danger by his cunning, wit, and skill.  Loki has three children.  The first is the wolf Fenris, the second the Midgard serpent, the third Hela (Death).  The gods were not ignorant that these monsters were growing up, and that they would one day bring much evil upon gods and men.  So Odin deemed it advisable to send one to bring them to him.  When they came he threw the serpent into that deep ocean by which the earth is surrounded.  But the monster has grown to such an enormous size that holding his tail in his mouth he encircles the whole earth.  Hela he cast into Niffleheim, and gave her power over nine worlds or regions, into which she distributes those who are sent to her; that is, all who die of sickness or old age.  Her hall is called Elvidnia.  Hunger is her table, Starvation her knife, Delay her man, Slowness her maid, Precipice her threshold, Care her bed, and Burning-anguish forms the hangings of her apartments.  She may easily be recognized for her body is half flesh-color and half blue, and she has a dreadfully stern and forbidding countenance.\\n\\nThe wolf Fenris gave the gods a great deal of trouble before they succeeded in chaining him.  He broke the strongest fetters as if they were made of cobwebs.  Finally the gods sent a messenger to the mountain spirits, who made for them the chain called Gleipnir.  It is fashioned of six things, viz., th noise made by the footfall of a cat, the beards of women, the roots of stones, the breath of fishes, the nerves (sensibilities) of bears, and the spittle of birds.  When finished it was as smooth and soft as a silken string.  But when the gods asked the wolf to suffer himself to be bound with this apparently slight ribbon, he suspected their design, fearing that it was made by enchantment. But Tyr (the sword god), to quiet his suspicions, placed his hand in Fenris' mouth.  Then the other gods bound the wolf with Gleipnir.  But when the wolf found that he could not break his fetters, and that the gods would not release him, he bit off Tyr's hand, and he has ever since remained one-handed.\\n\\nHOW THOR PAID THE MOUNTAIN GIANT HIS WAGES\\n\\nOnce on a time, when the gods were constructing their abodes and had already finished Midgard and Valhalla, a certain artificer came and offered to build them a residence so well fortified that they should be perfectly safe from the incursions of the Frost giants and the giants of the mountains.  But he demanded for his reward the goddess Freya, together with the sun and moon.  The gods yielded to his terms provided he would finish the whole work himself without any one's assistance, and all within the space of one winter.  But if anything remained unfinished on the first day of summer he should forfeit the recompense agreed on.  On being told these terms the artificer stipulated that he should be allowed the use of his horse Svadilfari, and this by the advice of Loki was granted to him.  He accordingly set to work on the first day of winter, and during the night let his horse draw stone for the building.  The enormous size of the stones struck the gods with astonishment, and they saw clearly that the horse did one half more of the toilsome work than his mater.  Their bargain, however, had been concluded, and confirmed by solemn oaths, for without these precautions a giant would not have thought himself safe among the gods, especially when Thor should return from an expedition he had then undertaken against the evil demons.\\n\\nAs the winter drew to a close, the building was far advanced, and the bulwarks were sufficiently high and massive to render the place impregnable.  In short, when it wanted but three days to summer the only part that remained to be finished was the gateway.  Then sat the gods on their seats of justice and entered into consultation, inquiring of one another who among them could have advised to give Freya away, or to plunge the heavens in darkness by permitting the giant to carry away the sun and the moon.\\n\\nThey all agreed that no one but Loki, the author of so many evil deeds, could have given such bad counsel, and that he should be put to a cruel death if he did not contrive some way to prevent the artificer from completing his task and obtaining the stipulated recompense.  They proceeded to lay hands on Loki, who in his fright promised upon oath that, let it cost what it would, he would so manage matters that the man should lose his reward. That very night when the man went with Svadilfari for building- stone, a mare suddenly ran out of a forest and began to neigh. The horse thereat broke loose and ran after the mare into the forest, which obliged the man also to run after his horse, and thus between one and another the whole night was lost, so that at dawn the work had not made the usual progress.  The man, seeing that he must fail of completing his task, resumed his own gigantic stature, and the gods now clearly perceived that it was in reality a mountain giant who had come amongst them.  Feeling no longer bound by their oaths, they called on Thor, who immediately ran to their assistance, and lifting up his mallet, paid the workman his wages, not with the sun and moon, and not even by sending him back to Jotunheim, for with the first blow he shattered the giant's skull to pieces and hurled him headlong into Niffleheim.\\n\\nTHE RECOVERY OF THE HAMMER\\n\\nOnce upon a time it happened that Thor's hammer fell into the possession of the giant Thrym, who buried it eight fathoms deep under the rocks of Jotunheim.  Thor sent Loki to negotiate with Thrym, but he could only prevail so far as to get the giant's promise to restore the weapon if Freya would consent to be his bride.  Loki returned and reported the result of his mission, but the goddess of love was quite horrified at the idea of bestowing her charms on the king of the Frost giants.  In this emergency Loki persuaded Thor to dress himself in Freya's clothes and accompany him to Jotunheim.  Thrym received his veiled bride with due courtesy, but was greatly surprised at seeing her eat for her supper eight salmon and a full-grown ox, besides other delicacies, washing the whole down with three tuns of mead. Loki, however, assured him that she had not tasted anything for eight long nights, so great was her desire to see her lover, the renowned ruler or Jotunheim.  Thrym had at length the curiosity to peep under his bride's veil, but started back in affright, and demanded why Freya's eyeballs glistened with fire.  Loki repeated the same excuse and the giant was satisfied.  He ordered the hammer to be brought in and laid on the maiden's lap.  Thereupon Thor threw off his disguise, grasped his redoubted weapon and slaughtered Thrum and all his followers.\\n\\nFrey also possessed a wonderful weapon, a sword which would of itself spread a field with carnage whenever the owner desired it. Frey parted with this sword, but was less fortunate than Thor and never recovered it.  It happened in this way: Frey once mounted Odin's throne, from whence one can see over the whole universe, and looking round saw far off in the giant's kingdom a beautiful maid, at the sight of whom he was struck with sudden sadness, insomuch that from that moment he could neither sleep, nor drink, nor speak.  At last Skirnir, his messenger, drew his secret from him, and undertook to get him the maiden for his bride, if he would give him his sword as a reward.  Frey consented and gave him the sword, and Skirnir set off on his journey and obtained the maiden's promise that within nine nights she would come to a certain place and there wed Frey.  Skirnir having reported the success of his errand, Frey exclaimed,\\n\\n\\\"Long is one night, Long are two nights, But how shall I hold out three? Shorter hath seemed A month to me oft Than of this longing time the half.\\\"\\n\\nSo Frey obtained Gerda, the most beautiful of all women, for his wife, but he lost his sword.\\n\\nThis story, entitled Skirnir For, and the one immediately preceding it, Thrym's Quida, will be found poetically told in Longfellow's Poets and Poetry of Europe.\\n\\nChapter XXXII Thor's Visit to Jotunheim\\n\\nOne day the god Thor, accompanied by his servant Thialfi, and also by Loki, set out on a journey to the giant's country. Thialfi was of all men the swiftest of foot.  He bore Thor's wallet, containing their provisions.  When night came on they found themselves in an immense forest, and searched on all sides for a place where they might pass the night, and at last came to a very large hall, with an entrance that took the whole breadth of one end of the building.  Here they lay down to sleep, but towards midnight were alarmed by an earthquake which shook the whole edifice.  Thor rising up called on his companion to seek with him a place of safety.  On the right they found an adjoining chamber, into which the others entered, but Thor remained at the doorway with his mallet in his hand, prepared to defend himself, whatever might happen.  A terrible groaning was heard during the night, and at dawn of day Thor went out and found lying near him a huge giant, who slept and snored in the way that had alarmed them so.  It is said that for once Thor was afraid to use his mallet, and as the giant soon waked up, Thor contented himself with simply asking his name.\\n\\n\\\"My name is Skrymir,\\\" said the giant, \\\"but I need not ask thy name, for I know that thou art the god Tor.  But what has become of my glove?\\\"  Thor then perceived that what they had taken overnight for a hall was the giant's glove and the chamber where his two companions had sought refuge was the thumb.  Skrymir then proposed that they should travel in company, and Thor consenting, they sat down to eat their breakfast, and when they had done, Skrymir packed all the provisions into one wallet, threw it over his shoulder, and strode on before them, taking such tremendous strides that they were hard put to it to keep up with him.  So they travelled the whole day, and at dusk, Skrymir close a place for them to pass the night in under a large oak-tree.  Skrymir then told them he would lie down to sleep.  \\\"But take ye the wallet,\\\" he added, \\\"and prepare your supper.\\\"Skrymir soon fell asleep and began to snore strongly, but when Thor tried to open the wallet, he found the giant had tied it up so tight he could not untie a single knot.  At last Thor became wroth, and grasping his mallet with both hands he struck a furious blow on the giant's head.  Skrymir awakening merely asked whether a leaf had not fallen on his head, and whether they had supped and were ready to go to sleep.  Thor answered that they were just going to sleep, and so saying went and laid himself down under another tree.  But sleep came not that night to Thor, and when Skrymir snored again so loud that the forest re-echoed with the noise, he arose, and grasping his mallet launched it with such force at the giant's skull that it made a deep dint in it.  Skrymir awakening cried out, \\\"What's the matter?  Are there any birds perched on this tree?  I felt some moss from the branches fall on my head. How fares it with thee, Thor?\\\"  But Thor went away hastily, saying that he had just then awoke, and that as it was only midnight, there was still time for sleep.  He however resolved that if he had an opportunity of striking a third blow, it should settle all matters between them.  A little before daybreak he perceived that Skrymir was again fast asleep, and again grasping his mallet, he dashed it with such violence that it forced its way into the giant's skull up to the handle.   But Skrymir sat up, and stroking his cheek, said, \\\"An acorn fell on my head. What!  Art thou awake, Thor?  Methinks it is time for us to get up and dress ourselves; but you have not now a long way before you to the city called Utgard.  I have heard you whispering to one another that I am not a man of small dimensions; but if you come to Utgard you will see there many men much taller than I. Wherefore I advise you, when you come there, not to make too much of yourselves, for the followers of Utgard-Loki will not brook the boasting of such little fellows as you are.  You must take the road that leads eastward, mine lies northward, so we must part here.\\\"\\n\\nHereupon he threw his wallet over his shoulders, and turned away from them into the forest, and Thor had no wish to stop him or to ask for any more of his company.\\n\\nThor and his companions proceeded on their way, and towards noon descried a city standing in the middle of a plain.  It was so lofty that they were obliged to bend their necks quite back on their shoulders in order to see to the top of it.  On arriving they entered the city, and seeing a large palace before them with the door wide open, they went in, and found a number of men of prodigious stature, sitting on benches in the hall. Going further, they came before the king Utgard-Loki, whom they saluted with great respect.  The king, regarding them with a scornful smile, said, \\\"If I do not mistake me, that stripling yonder must be the god Thor.\\\"  Then addressing himself to Thor, he said, \\\"Perhaps thou mayst be more than thou appearest to be.  What are the feats that thou and thy fellows deem yourselves skilled in, for no one is permitted to remain here who does not, in some feat or other, excel all other men?\\\"\\n\\n\\\"The feat that I know,\\\" said Loki, \\\"is to eat quicker than any one else, and in this I am ready to give a proof against any one here who may choose to compete with me.\\\"\\n\\n\\\"That will indeed be a feat,\\\" said Utgard-Loki, \\\"if thou performest what thou promisest, and it shall be tried forthwith.\\\"\\n\\nHe then ordered one of his men who was sitting at the farther end of the bench, and whose name was Logi, to come forward and try his skill with Loki.  A trough filled with meat having been set on the hall floor, Loki placed himself at one end, and Logi at the other, and each of them began to eat as fast as he could, until they met in the middle of the trough.  But it was found that Loki had only eaten the flesh, while his adversary had devoured both flesh and bone, and the trough to boot.  All the company therefore adjudged that Loki was vanquished.\\n\\nUtgard-Loki then asked what feat the young man who accompanied Thor could perform.  Thialfi answered that he would run a race with any one who might be matched against him.  The king observed that skill in running was something to boast of, but if the youth would win the match he must display great agility.  He then arose and went with all who were present to a plain where there was good ground for running on, and calling a young man named Hugi, bade him run a match with Thialfi.  In the first course Hugi so much outstripped his competitor that he turned back and met him not far from the starting-place.  Then they ran a second and a third time, but Thialfi met with no better success.  Utgard-Loki then asked Thor in what feats he would choose to give proofs of that prowess for which he was so famous.  Thor answered that he would try a drinking-match with any one.  Utgard-Loki bade his cupbearer bring the large horn which his followers were obliged to empty when they had trespassed in any way against the law of the feast.  The cupbearer having presented it to Thor, Utgard- Loki said, \\\"Whoever is a good drinker will empty that horn at a single draught, though most men make two of it, but the most puny drinker can do it in three.\\\"\\n\\nThor looked at the horn, which seemed of no extraordinary size though somewhat long; however, as he was very thirsty, he set it to his lips, and without drawing breath, pulled as long and as deeply as he could, that he might not be obliged to make a second draught of it; but when he set the horn down and looked in, he could scarcely perceive that the liquor was diminished.\\n\\nAfter taking breath, Thor went to it again with all his might, but when he took the horn from his mouth, it seemed to him that he had drunk rather less than before, although the horn could now be carried without spilling.\\n\\n\\\"How now, Thor,\\\" said Utgard-Loki, \\\"thou must not spare thyself; if thou meanest to drain the horn at the third draught thou must pull deeply; and I must needs say that thou wilt not be called so mighty a man here as thou art at home if thou showest no greater prowess in other feats than methinks will be shown in this.\\\"\\n\\nThor, full of wrath, again set the horn to his lips, and did his best to empty it; but on looking in found the liquor was only a little lower, so he resolved to make no further attempt, but gave back the horn to the cupbearer.\\n\\n\\\"I now see plainly,\\\" said Utgard-Loki, \\\"that thou art not quite so stout as we thought thee; but wilt thou try any other feat, though methinks thou art not likely to bear any prize away with thee hence.\\\"\\n\\n\\\"What new trial hast thou to propose?\\\" said Thor.\\n\\n\\\"We have a very trifling game here,\\\" answered Utgard-Loki, \\\"in which we exercise none but children.  It consists in merely lifting my cat from the ground; nor should I have dared to mention such a feat to the great Thor if I had not already observed that thou art by no means what we took thee for.\\\"\\n\\nAs he finished speaking, a large gray cat sprang on the hall floor.  Thor put his hand under the cat's belly and did his utmost to raise him from the floor, but the cat, bending his back, had, notwithstanding all Thor's efforts, only one of his feet lifted up, seeing which Thor made no further attempt.\\n\\n\\\"This trial has turned out,\\\" said Utgard-Loki, \\\"just as I imagined it would.  The cat is large, but Thor is little in comparison to our men.\\\"\\n\\n\\\"Little as ye call me,\\\" answered Thor, \\\"let me see who among you will come hither now I am in wrath and wrestle with me.\\\"\\n\\n\\\"I see no one here,\\\" said Utgard-Loki, looking at the men sitting on the benches, \\\"who would not think it beneath him to wrestle with thee; let somebody, however, call hither that old crone, my nurse Elli, and let Thor wrestle with her if he will.  She has thrown to the ground many a man not less strong than this Thor is.\\\"\\n\\nA toothless old woman then entered the hall, and was told by Utgard-Loki to take hold of Thor.  The tale is shortly told.  The more Thor tightened his hold on the crone the firmer she stood. At length, after a very violent struggle, Thor began to lose his footing, and was finally brought down upon one knee.  Utgard-Loki then told them to desist, adding that Thor had now no occasion to ask any one else in the hall to wrestle with him, and it was also getting late; so he showed Thor and his companions to their seats, and they passed the night there in good cheer.\\n\\nThe next morning at break of day, Thor and his companions dressed themselves and prepared for their departure.  Utgard-Loki ordered a table to be set for them, on which there was no lack of victuals or drink.  After the repast Utgard-Loki led them to the gate of the city, and on parting asked Thor how he thought his journey had turned out, and whether he had met with any men stronger than himself.  Thor told him that he could not deny but that he had brought great shame on himself.  \\\"And what grieves me most,\\\" he added, is that ye will call me a person of little worth.\\\"\\n\\n\\\"Nay,\\\" said Utgard-Loki, \\\"it behooves me to tell thee the truth, now thou art out of the city, which so long as I live and have my way thou shalt never enter again.  And, by my troth, had I known beforehand that thou hadst so much strength in thee, and wouldst have brought me so near to a great mishap, I would not have suffered thee to enter this time.  Know then that I have all along deceived thee by my illusions; first in the forest where I tied up the wallet with iron wire so that thou couldst not untie it.  After this thou gavest me three blows with the mallet; the first, though the least, would have ended my days had it fallen on me, but I slipped aside and thy blows fell on the mountain where thou wilt find three glens, one of them remarkably deep. These are the dints made by thy mallet.  I have made use of similar illusions in the contests you have had with my followers. In the first, Loki, like hunger itself, devoured all that was set before him, but Logi was in reality nothing else than Fire, and therefore consumed not only the meat, but the trough which held it.  Hugi, with whom Thialfi contended in running, was Thought, and it was impossible for Thialfi to keep pace with that.  When thou in thy turn didst attempt to empty the horn, thou didst perform, by my troth, a deed so marvellous, that had I not seen it myself, I should never have believed it.  For one end of that horn reached the sea, which thou was not aware of, but when thou comest to the shore thou wilt perceive how much the sea has sunk by thy draughts.  Thou didst perform a feat no less wonderful by lifting up the cat, and to tell thee the truth, when we saw that one of his paws was off the floor, we were all of us terror- stricken, for what thou tookest for a cat was in reality the Midgard serpent that encompasseth the earth, and he was so stretched by thee, that he was barely long enough to enclose it between his head and tail.  Thy wrestling with Elli was also a most astonishing feat, for there was never yet a man, nor ever will be, whom Old Age, for such in fact was Elli, will not sooner or later lay low.  But now, as we are going to part, let me tell thee that it will be better for both of us if thou never come near me again, for shouldst thou do so, I shall again defend myself by other illusions, so that thou wilt only lose thy labor and get no fame from the contest with me.\\\"\\n\\nOn hearing these words Thor in a rage laid hold of his mallet and would have launched it at him, but Utgard-Loki had disappeared, and when Thor would have returned to the city to destroy it, he found nothing around him but a verdant plain.\\n\\nOn another occasion Thor was more successful in an encounter with the giants.  It happened that Thor met with a giant, Hrungnir by name, who was disputing with Odin as to the merits of their respective horses, Gullfaxi and Sleipnir, the eight-legged.  Thor and the giant made an agreement to fight together on a certain day.  But as the day approached, the giant, becoming frightened at the thought of encountering Thor alone, manufactured, with the assistance of his fellow-giants, a great giant of clay.  He was nine miles high and three miles about the chest, and in his heart he had the heart of a mare.  Accompanied by the clay giant, Hrungnir awaited Thor on the appointed day.  Thor approached preceded by Thialfi, his servant, who, running ahead, shouted out to Hrungnir that it was useless to hold his shield before him, for the god Thor would attack him out of the ground.  Hrungnir at this flung his shield on the ground, and, standing upon it, made ready.  As Thor approached Hrungnir flung at him an immense club of stone.  Thor flung his hammer.  Miolnir met the club half way, broke it in pieces, and burying itself in the stone skull of Hrungnir, felled him to the ground.  Meanwhile Thialfi had despatched the clay giant with a spade.  Thor himself received but a slight wound from a fragment of the giant's hammer.\\n\\nChapter XXXIII The Death of Baldur   The Elves -- Runic Letters -- Scalds -- Iceland\\n\\nBaldur, the Good, having been tormented with terrible dreams indicating that his life was in peril, told them to the assembled gods, who resolved to conjure all things to avert from him the threatened danger.  Then Frigga, the wife of Odin, exacted an oath from fire and water, from iron and all other metals, from stones, trees, diseases, beasts, birds, poisons, and creeping things, that none of them would do any harm to Baldur.  Odin, not satisfied with all this, and feeling alarmed for the fate of his son, determined to consult the prophetess Angerbode, a giantess, mother of Fenris, Hela, and the Midgard serpent.  She was dead, and Odin was forced to seek her in Hela's dominions.  This descent of Odin forms the subject of Gray's fine ode beginning,\\n\\n\\\"Up rose the king of men with speed And saddled straight his coal-black steed.\\\"\\n\\nBut the other gods, feeling that what Frigga had done was quite sufficient, amused themselves with using Baldur as a mark, some hurling darts at him, some stones, while others hewed at him with their swords and battle-axes, for do what they would none of them could harm him.  And this became a favorite pastime with them and was regarded as an honor shown to Baldur.  But when Loki beheld the scene he was sorely vexed that Baldur was not hurt. Assuming, therefore, the shape of a woman, he went to Fensalir, the mansion of Frigga.  That goddess, when she saw the pretended woman, inquired of her if she knew what the gods were doing at their meetings.  She replied that they were throwing darts and stones at Baldur, without being able to hurt him.  \\\"Ay,\\\" said Frigga, \\\"neither stones, nor sticks, nor anything else can hurt Baldur, for I have exacted an oath from all of them.  \\\" \\\"What,\\\" exclaimed the woman, \\\"have all things sworn to spare Baldur?\\\" \\\"All things,\\\" replied Frigga, \\\"except one little shrub that grows on the eastern side of Valhalla, and is called Mistletoe, and which I thought too young and feeble to crave an oath from.\\\"\\n\\nAs soon as Loki heard this he went away, and resuming his natural shape, cut off the mistletoe, and repaired to the place where the gods were assembled.  There he found Hodur standing apart, without partaking of the sports, on account of his blindness, and going up to him, said, \\\"Why dost thou not also throw something at Baldur?\\\"\\n\\n\\\"Because I am blind,\\\" answered Hodur, \\\"and see not where Baldur is, and have moreover nothing to throw.\\\"\\n\\n\\\"Come, then,\\\" said Loki, \\\"do like the rest and show honor to Baldur by throwing this twig at him, and I will direct thy arm towards the place where he stands.\\\"\\n\\nHodur then took the mistletoe, and under the guidance of Loki, darted it at Baldur, who, pierced through and through, fell down lifeless.  Surely never was there witnessed, either among gods or men, a more atrocious deed than this.  When Baldur fell, the gods were struck speechless with horror, and then they looked at each other, and all were of one mind to lay hands on him who had done the deed, but they were obliged to delay their vengeance out of respect for the sacred place where they were assembled.  They gave vent to their grief by loud lamentations.  When the gods came to themselves, Frigga asked who among them wished to gain all her love and good will.  \\\"For this,\\\" said she, \\\"shall he have who will ride to Hel and offer Hela a ransom if she will let Baldur return to Asgard.\\\"  Whereupon Hermod, surnamed the Nimble, the son of Odin, offered to undertake the journey.  Odin's horse, Sleipnir, which has eight legs, and can outrun the wind, was then led forth, on which Hermod mounted and galloped away on his mission.  For the space of nine days and as many nights he rode through deep glens so dark that he could not discern anything until he arrived at the river Gyoll, which he passed over on a bridge covered with glittering gold.  The maiden who kept the bridge asked him his name and lineage, telling him that the day before five bands of dead persons had ridden over the bridge, and did not shake it as much as he alone.  \\\"But,\\\" she added, \\\"thou hast not death's hue on thee; why then ridest thou here on the way to Hel?\\\"\\n\\n\\\"I ride to Hel,\\\" answered Hermod, \\\"to seek Baldur.  Hast thou perchance seen him pass this way?\\\"\",\"timestamp\":1641285870,\"title\":\"\\nThe stories which have engaged our attention thus far relate to the mythology of southern regions.  \"},\"digest\":\"QDd5L3Z0XHT64ISP1V9JOxt6Rq5iSyS5Wvu48d5TyiM\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J9JIr5FK8f8eUmL-nZSBhwA3OvkBZeMh1YZt0zi299o\\\",\\\"y\\\":\\\"iSDDIUHv0mj3zQLDRYBCSOZRUW14cmZsF_RgbbOIsi0\\\"}\",\"signature\":\"uCNXQrynafNUI7idxeqqf36hFZGfyb9mrkJAMf_LRPAgJ-ntSDBFpL07ULIe2mxbPaKZJ94CmeisEZkJXesyPw\",\"signingKeySignature\":\"0xfac28a70d3491a4fd74784f072b4d685f04e79906e36c42cebe6ad71ace2b337657575063f54d9f1031000ffd7f3a0ad5db9dda266e391bdd3b67b042c761cbe1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J9JIr5FK8f8eUmL-nZSBhwA3OvkBZeMh1YZt0zi299o\\\",\\\"y\\\":\\\"iSDDIUHv0mj3zQLDRYBCSOZRUW14cmZsF_RgbbOIsi0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QDd5L3Z0XHT64ISP1V9JOxt6Rq5iSyS5Wvu48d5TyiM\"}"