"{\"content\":{\"body\":\"As a therapist helping people with insomnia, one of the first questions I ask my clients is what they do to sleep. I usually get a list of things they have gathered from sources around the internet, friends, and even their doctor. Typical items on their sleep to-do list are meditation, taking supplements, avoiding screens, getting enough sunlight, thinking happy thoughts, white noise, ASMR, essential oils, cherry juice, and about 60 other things.\\n\\nThe interesting thing is that if you ask the same question to someone that doesn’t have trouble sleeping. I’ll guarantee the answer will be boring. You won’t get any sleep hacks, techniques, or special tricks. They go to bed, and they sleep — that’s it! You might think these people have exceptional genes or some other trait that makes them sleep. The truth is, they don’t.\\n\\nSure, some people are born with vulnerabilities or predisposing factors that increase the risk of having bad nights of sleep. But these factors play a smaller role than you might think.\\n\\nLong-term sleep problems have more to do with unhelpful things you do to fix your sleep than anything else. Good sleepers don’t spend much time thinking about sleep at all. They trust in their own body’s ability to fall asleep without needing to do anything special.\\n\\nYou might be thinking — this isn’t what is causing my problems. I get the same response from my clients. And that’s why I ask a second question. Why do you think you have sleep problems? Here, I get a lot of different replies, ranging from I don’t know to financial issues, depression, and anxiety. And they are right. Almost anything can trigger bad nights of sleep. You could open up a dictionary and put your finger randomly down on a word, and that could potentially cause sleep problems.\\n\\nEveryone experiences the occasional bad night of sleep caused by factors outside of their control. Financial problems, relationship issues, or even a bad cough might have triggered your sleep problems initially. Why do people struggle with sleep when the thing that caused it isn’t an issue anymore? In fact, many will tell you they don’t even remember how their sleep problems started.\\n\\n# You can’t force sleep.\\n\\nPeople continue to struggle with sleep because they are trying too hard to sleep. I know that might sound like an oversimplification, but what makes us sleep isn’t that complicated. Yes, there are many unknowns when it comes to sleep. For example, there are many theories, but we don’t know exactly why we sleep. However, the mechanisms that **make** us sleep are well understood.\\n\\n**You sleep when you’ve been awake long enough.** We all have a drive for sleep, which works exactly the same as your other drives. The longer you’ve gone without food, the stronger your drive for food will get. The same is true for sleep — the longer you go without sleep, the sleepier you’ll get. Your need for sleep building up when you are awake is commonly referred to as your homeostatic sleep drive. Contrary to what you might have heard, this means you don’t need to do anything special to sleep. You just need to be awake.\\n\\nDoing lots of things to get sleep teaches the threat detection system in the brain that there is a problem to be solved. You are telling the brain that sleep is something it needs to focus on fixing and worry about. If this goes on long enough, your brain will even start to view lack of sleep as a threat. Being in this state obviously isn’t helpful to make you fall or stay asleep. Being in threat detection mode is the exact opposite of sleep mode.\\n\\nFocusing on how to fix your sleep is sabotaging your sleep drive. Instead of adding on more sleep hygiene or trying the latest sleep optimization advice, try trusting your sleep drive instead. I know this can be hard, especially initially, so it’s totally fine if you’re not ready to trust it fully. The trick is to act as you trust it. Your brain is funny in that way. It learns from your behaviors, not what you think or feel. So, if you behave like sleep, or not sleeping isn’t a big deal by not trying to control sleep, your brain will eventually take the cue and stop stressing about sleep as well.\\n\\nBe careful about what you communicate to your brain. If you act like sleep is a problem to be fixed by putting more effort into it, your brain is coming along for the ride. It will help you problem-solve and stay alert when it really should be relaxing and letting your natural sleep drive be in charge of sleep.\\n\\n# Focus on what’s important.\\n\\n1. Focus on being awake long enough by keeping a consistent wake-up time, even on weekends. Once your sleep gets better, you can experiment with sleeping in when it suits your schedule.\\n2. Stop forcing yourself to sleep. Keep a flexible bedtime and let your body decide when it’s ready to sleep. Go to bed only when you are sleepy and get out if you can’t sleep.\",\"timestamp\":1640915749,\"title\":\"You are getting terrible sleep advice\"},\"digest\":\"wyNlC71HltRSXtEmdmlQRuubA-ppWTaHyKrGKgs46OE\",\"authorship\":{\"contributor\":\"0x18877473F8F52432fdFa1e842897f882d09819d5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hMfqJY8AvNmTVDvWkuGUGl7Wk2TcFzwx1PjS1NoykRI\\\",\\\"y\\\":\\\"XIUKTsC2k2XIok5Ss06i3blEGKy2ACiIwVqJ6FqUxnI\\\"}\",\"signature\":\"Ic3gKO9MDJJQGhsQYPpErZuhmeo8ev3YHs3rwR1prHnSeMI-uEg1u87A-bfOqfxwF1vbEyeQkUJh6Fk0sUmBoA\",\"signingKeySignature\":\"0xea9f1e8446c64255c29a18693f1ed30973c9af52bdbc36973a1650b160655b76539908bee6a2cddd29117289a4bebbf76b4e08b993ba24fd8da4445a9f63ab571c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hMfqJY8AvNmTVDvWkuGUGl7Wk2TcFzwx1PjS1NoykRI\\\",\\\"y\\\":\\\"XIUKTsC2k2XIok5Ss06i3blEGKy2ACiIwVqJ6FqUxnI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wyNlC71HltRSXtEmdmlQRuubA-ppWTaHyKrGKgs46OE\"}"