"{\"content\":{\"body\":\"### What is Energy?\\n\\nEnergy is a human’s fundamental essence. It is his sperm, his spiritual frequency and his life. It is one of the most important things that connect us with the universe. It is powerful enough to create a new life with emotions, self-awareness and pure imagination.\\n\\nThis is my take on the importance of saving your energy in tandem with moving towards a more productive society. This article will reflect on the ancient history of energy preservation, my philosophy, and the undeniable benefits.\\n\\n### The cost we pay.\\n\\nWhen you choose to release your energy for “hobby” you are taking this power of bringing life into this world for granted.\\n\\nLet’s talk about “self-pleasure” for a second.\\n\\nHave you ever noticed that anything in this world that abuses human function usually has a drawback? There is a cost we pay for everything whether it’s excessive food consumption or releasing our energy. This ultimate cost that we are paying ties into our mental and physical states.\\n\\n## What exactly is happening when your energy is released?\\n\\n![The loss of pure life.](https://images.mirror-media.xyz/publication-images/LW2u78TML91ZzSoFXTgwZ.jpeg?height=2304&width=4096)\\n\\nWhen you release your energy all **focus** will be lost until the end of the day. Your eyes will have the inability to be genuinely interested in anything and a general sense of irritability will fall upon you. You may try to focus but the eye will just wander effortlessly. An activity like reading a book would be a nightmare for you.\\n\\nThis is my experience during times of having a series of frequent wet dreams. (Note that no matter how your energy is released whether it’s sex, masturbation or wet dreams the result is still the same.).\\n\\nI call this the **seven days of desolation**.\\n\\nDays 1 and 2: This is the day that follows after you have lost your energy. It starts at 12:00 AM midnight. The first day is a day where you can just be grateful to have your focus back however a general feeling of irritability and emptiness will befall you. I would argue this effect is greater on day 2 as day 1 seems to have a carryover effect for a day you would have had hadn’t you released your energy. (*side note I noticed that my connection would also lag like crazy in video games, coincidence? I don’t think so, I think our frequencies matter a great deal in life.*)\\n\\nDays 3, 4, and 5: On the third day it may seem tolerable and have the appearance of normal but this is a facade and persistent focus is limited, nevertheless your spirit/morale is beginning to fill up. Day 4 is a state of continuing improvement and an aura of onsetting connectivity with the world is noticeably starting again. Day 5 is just generally good, another layer of the previous effects have been added on top.\\n\\nDays 6 and 7: Day 6 is the trap day it’ll seem like a normal day and it’s really on the peak of being there but it’s simply still lacking. You can rest in subtle delight however as you have improved and improved each day until the eventual arrival of day 7 where it couldn’t be more normal.\\n\\nIt does continue to get progressively better after these days as well but after normality has been restored the differences aren’t worth paying too much attention too. You can simply rest in the joy of the world being returned to you and the showering of senses which is exuberant.\\n\\nThese wet dreams all happened during my time on keto and they tended to happen on occasions where I would go to bed early then wake up in the middle of the night and fall asleep again.(I did have a few violent nightmares as well). I’ve since corrected this by transitioning to the carnivore diet, not ever going to sleep stressed(taking time to unwind through meditation, music or reading) and being more productive in the day.\\n\\n## Okay so energy is important but is it really that important?\\n\\n![You have the power so why not use it?](https://images.mirror-media.xyz/publication-images/pnFctDRY0MbjgWMLKVrR2.jpeg?height=1500&width=3000)\\n\\nEnergy allows a human the power to have more accessibility to life and more readily consume the inherent elements as well. You may try watching an Anime or TV series during these string of days (which I wish on no man) and notice how the elements of the sound, background and visuals come together in a vibrant dynamic fashion. You could also try reading a book and note day by day how you are able to retain information more fluidly. All of these fundamentals apply with the real world as well. Nature will progressively and simply look more and more beautiful.\\n\\nA lot of people in this existence numb themself to the beautiful world through vapid forms of entertainment, loud music, food and drugs. We have a beautiful power to connect to this world and it’s time we plug ourselves in.\\n\\n*Nothing is worth your energy except life itself.*\\n\\nYour body is designed to procreate and by holding onto the culmination of your essence you are able to shift this power into a new life, a youth and your future prodigy.\\n\\n### Masturbation\\n\\n![Remain pure](https://images.mirror-media.xyz/publication-images/2c4-bjrRsGAXFXPrD3LzG.jpeg?height=2304&width=4096)\\n\\nI haven’t engaged in masturbation since 2019 and will never ever capitulate to such a vile self-destructive behavior again. I was exposed to these elements as a kid and no kid deserves to see material like that, every kid deserves a fair shot and I truly had no clue what I was stumbling into. You’ll consume yourself into thinking that it’s the reward of human life but all it does is simply reduce to you to infinite desolation. The best way to ensure this doesn’t happen in the future with your kid is starting with yourself. It begins with being more responsible and wholesome as an individual. Once your spirit is defined and grounded you can reciprocate this to your child. You need to be a strong structure for yourself, your wife and kid.\\n\\nA man who masturbates in my view is a man who is in the forever searching of satisfaction and nothing will ever be enough for him as his soul is truly empty. The most fulfilling things in life are actually quite simple like walking through nature, reading a book, pursuing a passion or spending wholesome time with others.\\n\\n## Ancient History of energy preservation\\n\\n![ The founders of sports Greece certainly understood the importance of energy conservation.](https://images.mirror-media.xyz/publication-images/_DP4duSleHajR32arg_te.jpeg?height=3029&width=5000)\\n\\nAncient Greece went through great lengths to preserve their energy going so far as to apply the [act](http://ancientolympics.arts.kuleuven.be/eng/TD005aEN.html) of infibulation. Self control was important and your sperm was seen as a [source](http://ancientolympics.arts.kuleuven.be/eng/TC022EN.html) of strength. We’ve been normalized to a luxury of freedom in this modern age but it’s important to remember to focus on life and not transient pleasures.\\n\\nMy favorite historical reference on this matter is from the Greek teacher Philostratus, he was born in 170 AD during the Roman imperial period. This is the lone surviving ancient literature on sports. I’ll end with this profound quote from his work Gymnasticus and leave a few more words.\\n\\n`\\\"Those who come to the gymnasium straight after sex are exposed by a greater number of indicators when they train, for their strength is diminished and they are short of breath and lack daring in their attacks, and they fade in colour in response to exertion, and they can be detected by signs of that sort; and when they strip, their hollow collar-bones give them away, their poorly structured hips, the conspicuous outline of their ribs, and the coldness of their blood. These athletes, even if we dedicated ourselves to them, would have no chance of being crowned [i.e. winning victory] in any contest. The part beneath the eyes is weak, the beating of their hearts is weak, their perspiration is weak, their sleep, which controls digestion, is weak, and their eyes glance around in a wandering fashion and indicate an appearance of lustfulness…. If an athlete has just had sex, it is better for him not to exercise. In what sense are they men, those who exchange crowns and victory announcements for disgraceful pleasures? But if they must undergo training, let them be trained, but with the caveat that their strength and their breathing must be closely observed; for these are the things which are damaged most by the pleasures of sex.\\\" (Gymnasticus 48 and 52).`\\n\\n![We should never forget the roots in which all things lie... Energy.              ](https://images.mirror-media.xyz/publication-images/kIbH8UldF0MgVxSJA11jV.jpeg?height=1500&width=3000)\\n\\n\",\"timestamp\":1640537676,\"title\":\"Why nothing in this world is worth your energy\"},\"digest\":\"lM032mnRSCWdJg31NHv-tFmCI8rlEW1lQ7ms-ARKY4k\",\"authorship\":{\"contributor\":\"0x32fC951CE03681345C0975dE970Bc8cFc65c8bB1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dvqt3e8JD49zzocIJaVV2o0iONdO5dLvKPAsvPQqJg0\\\",\\\"y\\\":\\\"_RXn1ybzqCGo-FlpyuyulBDViyZ0GfiErueb5vOclIg\\\"}\",\"signature\":\"bUMzCqPqM6haGuP_3dTGzZ1_dgdckXebsnq7nvvliKNmXWll1d1SABbeqtEkfqTtvEF-Ugl0-rykOqZt-BlZxw\",\"signingKeySignature\":\"0x99141d5c1bdc42b5bf439bae8285521a090c2c0eb4a91c3a969d9c07bfbbed172d6c70741039e0b93a20a927379166e2750b8e956f7040d7e3480b049efaeaea1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dvqt3e8JD49zzocIJaVV2o0iONdO5dLvKPAsvPQqJg0\\\",\\\"y\\\":\\\"_RXn1ybzqCGo-FlpyuyulBDViyZ0GfiErueb5vOclIg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O2A805j0ck6YYy_sJy7ADBKigicn8KEHTIj2V7dziu4\"}"