"{\"content\":{\"body\":\"Loughlin mentions a rupture of the corpus spongiosum during coitus. Frank cites a curious case of hemorrhage from a fall while the penis was erect. It is not unusual to find ruptured urethrae following traumatism, and various explanations are given for it in the standard works on surgery.\\n\\nFracture of the Penis.--A peculiar accident to the penis is fracture, which sometimes occurs in coitus. This accident consists in the laceration of the corpora cavernosa, followed by extensive extravasation of blood into the erectile tissue. It has also occurred from injury inflicted accidentally or maliciously, but always happening when the organ was erect. An annoying sequel following this accident is the tendency to curvature in erection, which is sometimes so marked as to interfere with coitus, and even render the patient permanently impotent.\\n\\nThere is an account of a laborer of twenty-seven who, in attempting to micturate with his penis erect, pressed it downward with considerable force and fractured the corpora cavernosa. Veazie relates a case of fracture of the corpora cavernosa occurring in coitus. During the act the female suddenly withdrew, and the male, following, violently struck the pubes, with the resultant injury. Recovery ensued. M'Clellan speaks of removing the cavernous septum from a man of fifty-two, in whom this part had become infiltrated with lime-salts and resembled a long, narrow bone. When the penis was erect it was bent in the form of a semicircular bow.\\n\\nThe Transactions of the South Carolina Medical Association contain an account of a negro of sixty who had urethral stricture from gonorrhea and who had been treated for fifteen years by caustics. The penis was seven inches in circumference around the glans, and but little less near the scrotum. The glans was riddled with holes, and numerous fistulae existed on the inferior surface of the urethra, the meatus being impermeable. So great was the weight and hypertrophy that amputation was necessary. John Hunter speaks of six strictures existing in one urethra at one time; Lallemand of seven; Bolot of eight; Ducamp of five; Boyer thought three could never exist together; Leroy D'Etoilles found 11, and Rokitansky met with four.\\n\\nSundry Injuries to the Penis.--Fabricius Hildanus mentions a curious case of paraphimosis caused by violent coitus with a virgin who had an extremely narrow vagina. Joyce relates a history of a stout man who awoke with a vigorous erection, and feeling much irritation, he scratched himself violently. He soon bled copiously, his shirt and underlying sheets and blankets being soaked through. On examination the penis was found swollen, and on drawing back the foreskin a small jet of blood spurted from a small rupture in the frenum. The authors have knowledge of a case in which hemorrhage from the frenum proved fatal. The patient, in a drunken wager, attempted to circumcise himself with a piece of tin, and bled to death before medical aid could be summoned. It sometimes happens that the virile member is amputated by an animal bite. Paullini and Celliez mention amputation of the penis by a dog-bite. Morgan describes a boy of thirteen who was feeding a donkey which suddenly made a snap at him, unfortunately catching him by the trousers and including the penis in one of the folds. By the violence of the bite the boy was thrown to the ground, and his entire prepuce was stripped off to the root as if it had been done by a knife. There was little hemorrhage, and the prepuce was found in the trousers, looking exactly like the finger of a glove. Morgan stated that this was the third case of the kind of which he had knowledge. Bookey records a case in which an artilleryman was seized by the penis by an infuriated horse, and the two crura were pulled out entire.\\n\\nAmputation of the penis is not always followed by loss of the sexual power and instinct, but sometimes has the mental effect of temporarily increasing the desire. Haslam reports the case of a man who slipped on the greasy deck of a whaler, and falling forward with great violence upon a large knife used to cut blubber, completely severed his penis, beside inflicting a wound in the abdomen through which the intestines protruded. After recovery there was a distinct increase of sexual desire and frequent nocturnal emissions. In the same report there is recorded the history of a man who had entirely lost his penis, but had supplied himself with an ivory succedaneum. This fellow finally became so libidinous that it was necessary to exclude him from the workhouse, of which he was an inmate.\\n\\nNorris gives an account of a private who received a gunshot wound of the penis while it was partly erect. The wound was acquired at the second battle of Fredericksburg. The ball entered near the center of the glans penis, and taking a slightly oblique direction, it passed out of the right side of the penis 1 1/2 inches beyond the glans; it then entered the scrotum, and after striking the pelvis near the symphysis, glanced off around the innominate bone, and finally made its exit two inches above the anus. The after-effects of this injury were incontinence of urine, and inability to assume the erect position.\\n\\nBookey cites the case of six wounds from one bullet with recovery. The bullet entered the sole and emerged from the dorsum of the foot. It then went through the right buttock and came out of the groin, only to penetrate the dorsum of the penis and emerge at the upper part of the glans. Rose speaks of a case in which a man had his clothes caught in machinery, drawing in the external genital organs. The testicles were found to be uninjured, but the penis was doubled out of sight and embedded in the scrotum, from whence it was restored to its natural position and the man recovered.\\n\\nNelaton describes a case of luxation of the penis in a lad of six who fell from a cart. Nelaton found the missing member in the scrotum, where it had been for nine days. He introduced Sir Astley Cooper's instrument for tying deeply-seated arteries through a cutaneous tube, and conducting the hook under the corporus cavernosum, seized this crosswise, and by a to-and-fro movement succeeded in replacing the organ.\\n\\nMoldenhauer describes the case of a farmer of fifty-seven who was injured in a runaway accident, a wheel passing over his body close to the abdomen. The glans penis could not be recognized, since the penis in toto had been torn from its sheath at the corona, and had slipped or been driven into the inguinal region. This author quotes Stromeyer's case, which was that of a boy of four and a half years who was kicked by a horse in the external genital region. The sheath was found empty of the penis, which had been driven into the perineum.\\n\\nRaven mentions a case of spontaneous retraction of the penis in a man of twenty-seven. While in bed he felt a sensation of coldness in the penis, and on examination he found the organ (a normal-sized one) rapidly retracting or shrinking. He hastily summoned a physician, who found that the penis had, in fact, almost disappeared, the glans being just perceptible under the pubic arch, and the skin alone visible. The next day the normal condition was restored, but the patient was weak and nervous for several days after his fright. In a similar case, mentioned by Ivanhoff, the penis of a peasant of twenty-three, a married man, bodily disappeared, and was only captured by repeated effort. The patient was six days under treatment, and he finally became so distrustful of his virile member that, to be assured of its constancy, he tied a string about it above the glans.\\n\\nInjuries of the penis and testicles self-inflicted are grouped together and discussed in Chapter XIV.\\n\\nAs a rule, spontaneous gangrene of the penis has its origin in some intense fever. Partridge describes a man of forty who had been the victim of typhus fever, and whose penis mortified and dried up, becoming black and like the empty finger of a cast-off glove; in a few days it dropped off. Boyer cites a case of edema of the prepuce, noticed on the fifteenth day of the fever, and which was followed by gangrene of the penis. Rostan mentions gangrene of the penis from small-pox. Intermittent fever has been cited as a cause. Koehler reports a fatal instance of gangrene of the penis, caused by a prostatic abscess following gonorrhea. In this case there was thrombosis of the pelvic veins. Hutchinson mentions a man who, thirty years before, after six days' exposure on a raft, had lost both legs by gangrene. At the age of sixty-six he was confined to bed by subacute bronchitis, and during this period his whole penis became gangrenous and sloughed off. This is quite unusual, as gangrene is usually associated with fever; it is more than likely that the gangrene of the leg was not connected with that of the penis, but that the latter was a distinct after-result. Possibly the prolonged exposure at the time he lost his legs produced permanent injury to the blood-vessels and nerves of the penis. There is a case on record in which, in a man of thirty-seven, gangrene of the penis followed delirium tremens, and was attributed to alcoholism. Quoted by Jacobson, Troisfontaines records a case of gangrene of the skin and body of the penis in a young man, and without any apparent cause. Schutz speaks of regeneration of the penis after gangrenous destruction.\\n\\nGangrene of the penis does not necessarily hinder the performance of marital functions. Chance mentions a man whose penis sloughed off, leaving only a nipple-like remnant. However, he married four years later, and always lived in harmony with his wife. At the time of his death he was the father of a child, subsequent to whose birth his wife had miscarried, and at the time of report she was daily expecting to be again confined.\\n\\nWillett relates the instance of a horseman of thirty-three who, after using a combination of refuse oils to protect his horse from gnats, was prompted to urinate, and, in so doing, accidentally touched his penis with the mixture. Sloughing phagedena rapidly ensued, but under medical treatment he eventually recovered.\\n\\nPriapism is sometimes seen as a curious symptom of lesion of the spinal cord. In such cases it is totally unconnected with any voluptuous sensation and is only found accompanied by motor paralysis. It may occur spontaneously immediately after accident involving the cord, and is then probably due to undue excitement of the portion of the cord below the lesion, which is deprived of the regulating influence of the brain. Priapism may also develop spontaneously at a later period, and is then due to central irritation from extravasation into the substance of the cord, or to some reflex cause. It may also occur from simple concussion, as shown by a case reported by Le Gros Clark. Pressure on the cerebellum is supposed to account for cases of priapism observed in executions and suicides by hanging. There is an instance recorded of an Italian \\\"castrate\\\" who said he provoked sexual pleasure by partially hanging himself. He accidentally ended his life in pursuance of this peculiar habit. The facts were elicited by testimony at the inquest.\\n\\nThere are, however, in literature, records of long continued priapism in which either the cause is due to excessive stimulation of the sexual center or in which the cause is obscure or unknown. There may or may not be accompanying voluptuous feelings. The older records contain instances of continued infantile priapism caused by the constant irritation of ascarides and also records of prolonged priapism associated with intense agony and spasmodic cramps. Zacutus Lusitanus speaks of a Viceroy of India who had a long attack of stubborn priapism without any voluptuous feeling. Gross refers to prolonged priapism, and remarks that the majority of cases seem to be due to excessive coitus.\\n\\nMoore reports a case in a man of forty who had been married fifteen years, and who suffered spasmodic contractions of the muscles of the penis after an incomplete coitus. This pseudopriapism continued for twenty-three days, during which time he had unsuccessfully resorted to the application of cold, bleeding, and other treatment; but on the twenty-sixth day, after the use of bladders filled with cold water, there was a discharge from the urethra of a glairy mucus, similar in nature to that in seminal debility. There was then complete relaxation of the organ. During all this time the man slept very little, only occasionally dozing. Donne describes an athletic laborer of twenty-five who received a wound from a rifle-ball penetrating the cranial parietes immediately in the posterior superior angle of the parietal bone, and a few lines from the lambdoid suture. The ball did not make egress, but passed posteriorly downward. Reaction was established on the third day, but the inflammatory symptoms influenced the genitalia. Priapism began on the fifth day, at which time the patient became affected with a salacious appetite, and was rational upon every subject except that pertaining to venery. He grew worse on the sixth day, and his medical adviser was obliged to prohibit a female attendant. Priapism continued, but the man went into a soporose condition, with occasional intervals of satyriasis. In this condition he survived nine days; there was not the slightest abatement of the priapism until a few moments before his death. Tripe relates the history of a seaman of twenty-five, in perfect health, who, arriving from Calcutta on April 12, 1884, lodged with a female until the 26th. At this time he experienced an unusually fierce desire, with intense erection of the penis which, with pain, lasted throughout the night. Though coitus was frequently resorted to, these symptoms continued. He sought aid at the London Hospital, but the priapism was persistent, and when he left, on May 10th, the penis formed an acute angle with the pubes, and he again had free intercourse with the same female. At the time of leaving England the penis made an angle of about 45 degrees with the pubes, and this condition, he affirmed, lasted three months. On his return to England his penis was flaccid, and his symptoms had disappeared.\\n\\nSalzer presents an interesting paper on priapism which was quoted in The Practitioner of London. Salzer describes one patient of forty-six who awoke one morning with a strong erection that could not be reduced by any means. Urine was voided by jerks and with difficulty, and only when the subject was placed in the knee and elbow position. Despite all treatment this condition continued for seven weeks. At this time the patient's spleen was noticed to be enormously enlarged. The man died about a year after the attack, but a necropsy was unfortunately refused. Salzer, in discussing the theories of priapism, mentions eight cases previously reported, and concludes, that such cases are attributable to leukemia. Kremine believes that continued priapism is produced by effusion of blood into the corpora cavernosa, which is impeded on its return. He thinks it corresponds to bleeding at the nose and rectum, which often occurs in perfectly healthy persons. Longuet regards the condition of the blood in leukemia as the cause of such priapism, and considers that the circulation of the blood is retarded in the smaller vessels, while, owing to the great increase in the number of white corpuscles, thrombi are formed. Neidhart and Matthias conclude that the origin of this condition might be sought for in the disturbance of the nerve-centers. After reviewing all these theories, Salzer states that in his case the patient was previously healthy and never had suffered the slightest hemorrhage in any part, and he therefore rejects the theory of extravasation. He is inclined to suppose that the priapism was due to the stimulation of the nervi erigentes, brought about either by anatomic change in the nerves themselves, or by pressure upon them by enlarged lumbar glands, an associate condition of leukemia.\\n\\nBurchard reports a most interesting case of prolonged priapism in an English gentleman of fifty-three. When he was called to see the man on July 15th he found him suffering with intense pain in the penis, and in a state of extreme exhaustion after an erection which had lasted five hours uninterruptedly, during the whole of which time the organ was in a state of violent and continuous spasm. The paroxysm was controlled by 3/4 grain morphin and 1/50 grain atropin. Five hours later, after a troubled sleep, there was another erection, which was again relieved by hypodermic medication. During the day he had two other paroxysms, one lasting forty-five minutes; and another, three hours later, lasting eighteen minutes. Both these were controlled by morphin. There was no loss of semen, but after the paroxysms a small quantity of glairy mucus escaped from the meatus. The rigidity was remarkable, simulating the spasms of tetanus. No language could adequately describe the suffering of the patient. Burchard elicited the history that the man had suffered from nocturnal emissions and erotic dreams of the most lascivious nature, sometimes having three in one night. During the day he would have eight or ten erections, unaccompanied by any voluptuous emotions. In these there would rarely be any emission, but occasionally a small mucous discharge. This state of affairs had continued three years up to the time Burchard saw him, and, chagrined by pain and his malady, the patient had become despondent. After a course of careful treatment, in which diet, sponging, application of ice-bags, and ergot were features, this unfortunate man recovered.\\n\\nBruce mentions the case of an Irishman of fifty-five who, without apparent cause, was affected with a painful priapism which lasted six weeks, and did not subside even under chloroform. Booth mentions a case of priapism in a married seaman of fifty-five, due to local inflammation about the muscles, constricting the bulb of the penis. The affection lasted five weeks, and was extremely painful. There was a similar case of priapism which lasted for three weeks, and was associated with hydrocele in a man of forty-eight.\\n\\nInjuries of the testicle and scrotum may be productive of most serious issue. It is a well-known surgical fact that a major degree of shock accompanies a contusion of this portion of the body. In fact, Chevers states that the sensitiveness of the testicles is so well known in India, that there are cases on record in which premeditated murder has been effected by Cossiah women, by violently squeezing the testicles of their husbands. He also mentions another case in which, in frustrating an attempt at rape, death was caused in a similar manner. Stalkartt describes the case of a young man who, after drinking to excess with his paramour, was either unable, or indifferent in gratifying her sexual desire. The woman became so enraged that she seized the scrotum and wrenched it from its attachments, exposing the testicles. The left testicle was completely denuded, and was hanging by the vas deferens and the spermatic vessels. There was little hemorrhage, and the wound was healed by granulation.\\n\\nAvulsion of the male external genitalia is not always accompanied by serious consequences, and even in some cases the sexual power is preserved. Knoll described a case in 1781, occurring in a peasant of thirty-six who fell from a horse under the wheels of a carriage. He was first caught in the revolving wheels by his apron, which drew him up until his breeches were entangled, and finally his genitals were torn off. Not feeling much pain at the time, he mounted his horse and went to his house. On examination it was found that the injury was accompanied with considerable hemorrhage. The wound extended from the superior part of the pubes almost to the anus; the canal of the urethra was torn away, and the penis up to the neck of the bladder. There was no vestige of either the right scrotum or testicle. The left testicle was hanging by its cord, enveloped in its tunica vaginalis. The cord was swollen and resembled a penis stripped of its integument. The prostate was considerably contused. After two months of suffering the patient recovered, being able to evacuate his urine through a fistulous opening that had formed. In ten weeks cicatrization was perfect. In his \\\"Memoirs of the Campaign of 1811,\\\" Larrey describes a soldier who, while standing with his legs apart, was struck from behind by a bullet. The margin of the sphincter and, the skin of the perineum, the bulbous portion of the urethra, some of the skin of the scrotum, and the right testicle were destroyed. The spermatic cord was divided close to the skin, and the skin of the penis and prepuce was torn. The soldier was left as dead on the field, but after four months' treatment he recovered.\\n\\nMadden mentions a man of fifty who fell under the feet of a pair of horses, and suffered avulsion of the testicles through the scrotum. The organs were mangled, the spermatic cord was torn and hung over the anus, and the penis was lacerated from the frenum down. The man lost his testicles, but otherwise completely recovered. Brugh reports an instance of injury to the genitalia in a boy of eighteen who was caught in a threshing-machine. The skin of the penis and scrotum, and the tissue from the pubes and inguinal region were torn from the body. Cicatrization and recovery were complete. Brigham cites an analogous case in a youth of seventeen who was similarly caught in threshing machinery. The skin of the penis and the scrotum was entirely torn away; both sphincters of the anus were lacerated, and the perineum was divested of its skin for a space 2 1/2 inches wide. Recovery ensued, leaving a penis which measured, when flaccid, three inches long and 1 1/2 inches in diameter.\\n\\nThere is a case reported of a man who had his testicles caught in machinery while ginning cotton. The skin of the penis was stripped off to its root, the scrotum torn off from its base, and the testicles were contused and lacerated, and yet good recovery ensued. A peculiarity of this case was the persistent erection of the penis when cold was not applied.\\n\\nGibbs mentions a case in which the entire scrotum and the perineum, together with an entire testicle and its cord attached, and nearly all the integument of the penis were torn off, yet the patient recovered with preservation of sexual powers. The patient was a negro of twenty-two who, while adjusting a belt, had his coat (closely buttoned) caught in the shafting, and his clothes and external genitals torn off. On examination it was found that the whole scrotum was wrenched off, and also the skin and cellular tissue, from 2 1/2 inches above the spine of the pubes down to the edge of the sphincter ani, including all the breadth of the perineum, together with the left testicle with five inches of its cord attached, and all the integument and cellular covering of the penis except a rim nearly half an inch wide at the extremity and continuous with the mucous membrane of the prepuce. The right testicle was hanging by its denuded cord, and was apparently covered only by the tunica vaginalis as high up as the abdominal ring, where the elastic feeling of the intestines was distinctly perceptible. There was not more than half an ounce of blood lost. The raw surface was dressed, the gap in the perineum brought together, and the patient made complete recovery, with preservation of his sexual powers. Other cases of injuries to the external genital organs (self-inflicted) will be found in the next chapter.\\n\\nThe preservation of the sexual power after injuries of this kind is not uncommon. There is a case reported of a man whose testicles were completely torn away, and the perineal urethra so much injured that micturition took place through the wound. After a tedious process the wound healed and the man was discharged, but he returned in ten days with gonorrhea, stating that he had neither lost sexual desire nor power of satisfaction. Robbins mentions a man of thirty-eight who, in 1874, had his left testicle removed. In the following year his right testicle became affected and was also removed. The patient stated that since the removal of the second gland he had regular sexual desire and coitus, apparently not differing from that in which he indulged before castration. For a few months previous to the time of report the cord on the left side, which had not been completely extirpated, became extremely painful and was also removed.\\n\\nAtrophy of the testicle may follow venereal excess, and according to Larrey, deep wounds of the neck may produce the same result, with the loss of the features of virility. Guthrie mentions a case of spontaneous absorption of the testicle. According to Larrey, on the return of the French Army from the Egyptian expedition the soldiers complained of atrophy and disappearance of the testicle, without any venereal affection. The testicle would lose its sensibility, become soft, and gradually diminish in size. One testicle at a time was attacked, and when both were involved the patient was deprived of the power of procreation, of which he was apprised by the lack of desire and laxity of the penis. In this peculiar condition the general health seemed to fail, and the subjects occasionally became mentally deranged. Atrophy of the testicles has been known to follow an attack of mumps.\\n\\nIn his description of the diseases of Barbadoes Hendy mentions several peculiar cases under his observation in which the scrotum sloughed, leaving the testicles denuded. Alix and Richter mention a singular modification of rheumatic inflammation of the testicle, in which the affection flitted from one testicle to the other, and alternated with rheumatic pains elsewhere.\",\"timestamp\":1639719078,\"title\":\"\\nWatson relates an instance of coitus performed en postillon by a man while drunk, with rupture of the urethra and fracture of the corpus spongiosum only\"},\"digest\":\"gJUZAdyhD8o5BAAuRDmVKj-0TU4y_xpYaEzTVFU0lRQ\",\"authorship\":{\"contributor\":\"0x19BebfD5a2946bC50A2CeA661e77fFC2F12C9549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9v9Mw1NFBcRgumMZnW2TSJtcfXRVcxitHWaNmuBD7jI\\\",\\\"y\\\":\\\"1mEUOtqSg4EBlNGWtUv-R_BgOiBwfYIl7w0rKnG6_eQ\\\"}\",\"signature\":\"IzjVvIi7T9Ila5-Ad5WeVVxHHtVOjS05JY75Tg5SOnqmb-aNbFWMog8j14Dm2WBKeY9vUssH8whB2U1Hv8RL1w\",\"signingKeySignature\":\"0x075b145ed7e780c98f438b7057756b2f6e5b356f6297c7a4c6744246859682625dc548078cc7ddca4852986eef6ce747d809e9fff8aa5b2d7807eebb4b4f74811b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9v9Mw1NFBcRgumMZnW2TSJtcfXRVcxitHWaNmuBD7jI\\\",\\\"y\\\":\\\"1mEUOtqSg4EBlNGWtUv-R_BgOiBwfYIl7w0rKnG6_eQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gJUZAdyhD8o5BAAuRDmVKj-0TU4y_xpYaEzTVFU0lRQ\"}"