"{\"content\":{\"body\":\"Elon Musk’s tweet today that [Tesla would begin accepting Dogecoin as a payment method for its merchandise](https://zycrypto.com/dogecoin-set-to-break-new-grounds-as-elon-musk-announces-tesla-will-accept-doge-for-merchandise/) has generated excitement among proponents and pumped the cryptocurrency’s price by 24% to $0.20, flipping Terra and Polkadot to become 9th largest cryptocurrency.\\n\\n*“Tesla will make some merch buyable with Doge & see how it goes.”*  \\n\\nThe cryptocurrency is now 5,859% up over the past year, specifically helped by tweets and support by the billionaire. Musk has also said that he would support more established use cases. However, the highest price attainment for Dogecoin happened in May when it reached $0.68 and it has not been easy to defend that.\\n\\nIn fact since then, like most cryptocurrencies, Dogecoin has been on a downward trend losing 70% of its value. However, Dogecoin’s losses have been multiplying since mid-last month and Musk’s support comes in handy to save it.\\n\\nMusk did not specify what merchandise will be included in the testing since Tesla sells a variety of them including apparel, ‘Giga Texas’ belt buckles, mini models of its vehicles, limited-edition items such as the ‘Cyberwhistle’ which is modeled after the upcoming Cybertruck, and ‘Cyberquad’ bikes for kids also modeled after the truck.\\n\\nThe Tesla and SpaceX CEO favors Dogecoin over Bitcoin and in a Monday interview with Time Magazine, [he further criticized Bitcoin, terming it as a not good substitute for a transactional currency](https://zycrypto.com/teslas-elon-musk-on-why-he-prioritizes-dogecoin-over-bitcoin-as-a-superior-payment-medium/). He said Dogecoin is much more applicable for that purpose despite Bitcoin being the world’s most valued cryptocurrency – he added that this is because each unit of Bitcoin stores large amounts of fiat currency. According to Musk, Bitcoin is instead, a more preferable store of value and that’s why many people want to hold onto it rather than sell.\\n\\n*“Even though it was created as a silly joke, Dogecoin is better suited for transactions. The total transaction flow that you do with Dogecoin, like transactions per day, is much higher potential than Bitcoin,”*.\\n\\nDogecoin, he said, encourages people to spend rather than store value. He enunciated Bitcoin currently has a higher cost per transaction than Dogecoin.\\n\\nMusk also does not think crypto will entirely replace fiat but has important advantages over it.\\n\\n*“There are advantages with crypto relative to fiat, in that fiat currency tends to get diluted by whatever government it is. It ends up being a pernicious tax on people, especially those who have cash savings with dilution of the money supply.”* \",\"timestamp\":1639504760,\"title\":\"Dogecoin Skyrockets 20% In Minutes, Flipping Terra and Polkadot On News Of Tesla Acceptance\"},\"digest\":\"SqIuGzcM0tIVKPTGXdZwdkAWAG7V5UUvEqBkC9tSbw0\",\"authorship\":{\"contributor\":\"0xB388fA04F4e3B6d30465612AeF9B80f624D1A84a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X0QthA2WPCIVO9HIEpwuCv-SJsOtDB30GoX8y8AX1HE\\\",\\\"y\\\":\\\"_c0O9yaTn1kdimSyN-t50BgIm4AMdrGmdFzRN4OLANs\\\"}\",\"signature\":\"jknc0zECYIxIUEIAnLMUV9CH1aex4ZyNcjVRC5JxjrTPj5chTG5jTND_tjHh4tFS9SERnn2XmBjg0bBPDBxq8g\",\"signingKeySignature\":\"0x79cec61a9b0e540419043943500e1c8d7a7dfc829a0f34bae11f9e9385ba59a73cf8920fabb9fa36284c0f1b14662b71b1235fcc44356d43e7ffeeeb38080d7c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X0QthA2WPCIVO9HIEpwuCv-SJsOtDB30GoX8y8AX1HE\\\",\\\"y\\\":\\\"_c0O9yaTn1kdimSyN-t50BgIm4AMdrGmdFzRN4OLANs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SqIuGzcM0tIVKPTGXdZwdkAWAG7V5UUvEqBkC9tSbw0\"}"