"{\"content\":{\"body\":\"科林不是第一次来看马戏了。\\n\\n……\\n\\n这周三，镇上从威斯汀行省来了一支马戏团。就在今天早些时候，隔壁绍尔家的两个小姑娘在科林家院子里摘果子时候还在向科林满脸惊异的叙述着他们昨天看的长长的马戏团车队。\\n\\n“科林，科林。你见过那种绿色的猪么？！他们居然穿着衣服，还有两条腿走路！还有那些粉色的大象！”大一点的女孩叫莉，镇子里其实还有好多个叫莉的女孩子，在这种伊拉行省和威斯汀行省交界的小镇子里还有许许多多叫莉的女孩子、女人甚至老婆婆。同样的这个国家里也有无数个叫科林的男人。穷乡僻壤，饭都不一定吃得饱，大家对名字这种东西也都变得很随便了。\\n\\n科林并没有很惊奇，他已经20岁了，虽然相对于悠长的300余年寿命科林还是小孩子中的小孩子，但是对于这种每过几个月都能见到的“奇特生物”早就没了兴趣，甚至涂漆的动物还会在现场掉色。\\n\\n“科林，今天我要和伊利娅去城里买面镜子，估计要夜里才能赶回来。莉和艾玛就拜托你照看一下了！”绍尔带着他的妻子路过院门口，对科林招了招手，又说：“哦对，上次你从院子里捡到的那张羊皮纸也拿给我吧，我拿去给城里的教士看看，也许他们能够翻译。”\\n\\n这张羊皮纸实际上是科林在上个月清理院门口被货车上掉下来的石块砸坏的长凳时发现的，正好贴在凳子下面，也不知道是什么人什么时候贴上去的。上面只有几行科林看不懂的文字，后来科林也问过镇上的卡莱尔老爹，不过很显然，在这个文盲居多的镇子里，想找个认识这种语言的人是天方夜谭。\\n\\n“啊，也好，教士们也许会认识这些鬼画符。那东西丢在箱子里太久，我都快忘记了。”说着科林就进了房门，不多久取出了一张微微有些发黄的羊皮纸。将羊皮纸交给绍尔，看着两个小女孩，又道：”今天我就领着这两个小朋友去看看马戏团吧，上篇歌词写好后一直也没什么灵感，正好出来散散心。”\\n\\n“好，那就辛苦你啦。”\\n\\n“哪里哪里。”\\n\\n小姐妹俩和爸爸妈妈道了别，跟科林进了房门。\\n\\n科林是从叔父老凯尔手里继承了这片地产，当时他还是伊顿城酒馆里的吟游诗人。老凯尔的两个孩子都早夭了，他自己又没立遗嘱，当地领主找来找去找到了科林这个“最近的”远房亲戚，抽了一成的地产给领主，剩下的就全都归了科林。除了周围大片的田地，最特别的也就是这栋跟镇上其他房子格格不入的二层小楼，屋顶被漆成了诡异的紫色，在这穷乡僻壤也不知道老凯尔是从哪找来的这种奇怪的漆料；小楼二层有一个阳台回廊，不过奇怪的是从房间里居然没有一道门通向这个阳台，而更奇怪的是从外面看这阳台居然在拐角处向里开了一道门！\\n\\n刚刚发现这个奇怪的现象时科林抓破脑袋也没有想到这扇门到底是哪里来的，上了锁打不开，踢也踢不开，而他在外面对应的位置的室内是一面砖墙。科林也曾拆掉过砖墙，可砖墙的另一面却是室外，那扇门也不翼而飞。不久之后，那面重新砌好的墙上竟又出现了一扇门，与之前的门一模一样，甚至当时科林踢上去的脚印都在。\\n\\n科林之前做吟游诗人，听来的、唱过的奇奇怪怪的事情也不少，像这种稀奇的事情倒也是头一回。不过很明显，单单这么一扇门并没法写一个讨彩的故事。\\n\\n把小姐妹俩安顿在书房看些故事书，科林拿着写了一半的手稿上了楼。这篇《阿克拉夜游小梦境》的剧本已经折磨了科林小半个月，一个已经被大陆的吟游诗人唱烂了、剧团演烂了的题材到了科林手里也难改编出彩，可是伊顿城的剧院老板就点名让科林写这个。明知道很难写，可高昂的报酬却又让科林难以拒绝。“人为财死啊\\\\~”科林躺在躺椅里，扶着额头喃喃道。\\n\\n大半天过去了，窗外的光线渐渐泛黄。\\n\\n“科林科林！太阳快落山了！我们快去看马戏吧！”小女孩的催促声让科林从睡梦里醒了过来。\\n\\n“啊，看来今天这剧本又是一字没动啊\\\\~”科林苦笑着起身，拿了钱袋和烟杆，领着两个小女孩出了房门。\\n\\n科林的房子在镇子的西边，去镇中心也有一小段路程。\\n\\n“科林，我昨天看到马戏团车队里有个奇怪笼子，比大象的笼子还要大许多，蒙着大大一块黑布，好神秘啊！也不知道今天会不会看得到。”莉特别拉长了“大大”的读音，以至于一句话说到最后差点就没气了。\\n\\n“哦？那会不会把大象一家都关在一个笼子了？”科林打趣道。\\n\\n“不会不会！大象一家哪需要那么大的笼子。”艾玛也来插嘴。\\n\\n“哦？那我们可得好好瞧瞧，是哪个大怪物这么大的排场\\\\~”科林一笑，领着两个小女孩向着热闹的镇中心走去，夕阳把他们的影子拉得长长的，映在小路边的草垛上。\\n\\n格力马尔镇坐落在伊拉行省边陲，离威斯汀行省很近，不过来往的客商却并不是很多，毕竟北面的运河才是帝国的主要商路，河运可比车马来的快得多。此时正是小镇秋天最美丽的时刻，低矮的山丘上全是枫叶林，近晚，夕照下就像一团团烧灼的烈火，而晚霞就仿佛这烈火漫出的滚滚浓烟。山丘间的平原上种着一种叫做粉稞的作物，成熟的季节里大片粉稞金黄一片，在夕阳下看起来无比饱满富足。田地间纵横交错贯穿着田埂小路与灌溉水道，此刻全都变成了交织的明暗线。\\n\\n农庄里的雇农门收割这些一米左右高的禾本植物，将他们的颖果磨成粉，做成各种各样的主食，或者不磨粉直接拿来酿酒。这些粗糙的酒水是村野农夫的最爱，城里的大老爷们却不怎么喝的惯，他们更加喜欢用附近低矮山丘上的枫树枫糖酿出的美酒，小镇里有户人家就经营着枫糖酿酒坊，每年都能卖出几大车酒水到附近的城里，还会给镇上的镇民留下一桶冬至节庆典时候一起品尝。\\n\\n远处的镇中心人声鼎沸，热闹非凡，时不时还有烟花绽放，马戏团的到来给这个简单的小镇带来的些不一样的景色。远远地看着小镇中心，科林也想起了之前的伊顿城的日子。那是一个热热闹闹的小酒馆，名字叫“吉米的破口袋”，据说他的第一任老板之前是个流浪汉，挖到不知哪个守财奴藏在城外桥头路边的一瓮法尔银币后发了迹，取了这么个店名。听店里的杂役说，最开始的时候，因为老板不识字，招牌上直接挂了他之前的破口袋和一个酒杯，直到后来才换了个像样点的招牌。酒馆地段很好，正好是伊顿城里最大的伊顿广场外的一条主干路的头一家，酒馆的露天桌位正好对着热闹的广场。每逢庆典或者马戏团进城广场上都热闹非凡，而趁着酒客们忙着看广场的表演，科林也可以停下弹奏歇一会。也就只有这种庆典的时候格力马尔这座小镇才会与伊顿城这座大城市有那么一丝丝的相似。\\n\\n短短的路程没有花费三人太多时间，科林已经带着两个小姑娘来到了此时变得有些繁华的镇中心。路两边，行商人们带着各种各样稀奇的小玩意跟着马戏团一同前来，走南闯北的他们向各地的边陲乡民们推荐着他们来自“奇幻异域”的小物件。\\n\\n科林给莉和艾玛买了两个还算精致的小娃娃，两个小姐妹高兴得一路蹦蹦跳跳，而科林自己也在细心地观看这些自己在伊顿城里早已见过许多的“稀奇玩意”，指望其中能有那么一两件能给自己开开眼界。\\n\\n“这位先生，我这里有一瓶可以让纸说话的墨水，要不要演示给您瞧一瞧，您感兴趣就买两瓶？”一个穿着斗篷的低矮行商，开口向科林介绍着自己的商品。\\n\\n“哦？会说话的墨水？这可得好好瞧瞧。”之前科林遇到的江湖骗子也不少，不过像这种敢于演示的科林倒是很来了兴致。\\n\\n只见这行商拿笔占了这墨水在纸上写了起来。\\n\\n“美丽的姑娘发如金浪，波浪汹涌也是我此刻的真心。\\n\\n“美丽的姑娘嘴角勾起，却似鱼钩勾走我此身的灵魂。”\\n\\n这是爱情剧《芙莉亚的后院夜会》中的一个唱段，被各种剧团唱来唱去如今也算家喻户晓。而此时，这行商写完最后一个字母后，这张纸竟微微震动开始唱了起来！虽然稍稍有点沙哑，却完美的押住了曲调！\\n\\n科林瞪大了自己的眼睛，小女孩么也惊讶的说不出话。科林的印象中，上次这样惊讶还是在伊顿城里看到一位游历学者的会说人话还会算数喝酒抽烟的鹦鹉，顺带一提，那鹦鹉管自己叫“痞子杰克”。科林咂了一口烟杆，发现里面的烟草烧尽了，摇了摇头，对行商说：“这墨水可是真神奇，他能说出任何用他写下的话么？”\\n\\n“当然可以。”说着行商又写了一些没什么意义的日常对话，纸片也一一读了出来。\\n\\n“嘶，厉害厉害！这确实是奇物！请问这墨水要多少钱一瓶呢？”科林兴致高涨，开始询问价钱。\\n\\n“一枚金币一瓶，不议价。”\\n\\n“好，我要两瓶，这是金币。”\\n\\n拿到墨水科林放在手里又仔细的边走边瞧了瞧，也没瞧出什么端倪。小心地把这墨水放进了口袋里，继续领着小姐妹俩向着马戏团的场地走去。\\n\\n而那个卖墨水的行商也没了影踪，只有一个卖烟草的小贩站在刚刚的位置……\",\"timestamp\":1641409713,\"title\":\"第一章 马戏团和神秘墨水\"},\"digest\":\"n7ZHFUVi_AH41N8EEy8XcZBxADADjgr5W-WWzAl8iYg\",\"authorship\":{\"contributor\":\"0x77613AEC286a669e79Af86FAd5E4f793439aa5d6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7VeYR_ZiaNHUkFcdvDNQSPS8P1fMaT8BsCeYnfY2EKE\\\",\\\"y\\\":\\\"vBurvFxQuWNRljv2KKwG5a5of6O5W4fZ6Yb6d8mgLK8\\\"}\",\"signature\":\"QdmH3Bv6Pc-zvPmiv0k-hun-msdy5EvF5pm0aaMQV4m_lTx-3zK-1RCNsRVhZ0p4TBrMSiU1CL_uuPPiXrOm1Q\",\"signingKeySignature\":\"0xe47147b7798681833b5a8835b59ee173a45de73db57fb8a81d83fdde7b548bfe2ca089aa977e4e7230cd3de924d53e6fa70397eef6302ccd229825fde563d3201b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7VeYR_ZiaNHUkFcdvDNQSPS8P1fMaT8BsCeYnfY2EKE\\\",\\\"y\\\":\\\"vBurvFxQuWNRljv2KKwG5a5of6O5W4fZ6Yb6d8mgLK8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n7ZHFUVi_AH41N8EEy8XcZBxADADjgr5W-WWzAl8iYg\"}"