"{\"content\":{\"body\":\"![Chapter 20: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/mttUgZSnUAzTTQknX_tMl.png?height=2732&width=2048)\\n\\n[https://open.spotify.com/episode/2UREOxYr2zmM8rZL0V8NHI](https://open.spotify.com/episode/2UREOxYr2zmM8rZL0V8NHI)\\n\\nEvery step Talia took felt more and more like a mistake. The scenery was nice, sure, and she had been able to forage for enough food to keep her going — the entire elective semester she had spent on mycology had turned out to be more than helpful when it came to surviving off of mountain mushrooms — but she felt like she was getting nowhere, slowly. She could travel during the day in the mountains, that was nice. But no guides could help her here, her AI was beyond useless, and she was starting to try and calculate how much food she would have to gather up to even attempt a journey back. There was no guarantee Saleh’s tribe would be anywhere near where they had been, but their last spot had been on a trade route, so there was a good enough chance someone else would be there who could at least help her find her way back to his group. Or maybe she could just stay with whoever found her. She had a feeling going back would mean Saleh would try to court her in earnest, and as much as Talia had enjoyed his company, it just wasn’t a feeling she thought she could return. He didn’t know enough about plants, for one. That was always going to be a dealbreaker.\\n\\nAs she roasted mushrooms for the third night in a row, she stared up at the sky above. The night sky had been so clear ever since she had come to the desert, and in the mountains, the stars almost seemed larger — though she was sure that was just her fancy.\\n\\nWhat were her parents doing right now? She hoped they weren’t worried, though she couldn’t see any way they wouldn’t be. They’d probably be searching the city for her. She hoped they didn’t come across Elliot and the others. That would be mortifying. She had made sure to steer clear of any mushrooms that might have more…creative applications. She had no intent of going down that route again.\\n\\nWhen Talia woke the next morning and tore down camp, she had made a decision. She would continue on the path through the mountains, gathering supplies as she went. If she gathered enough food for the journey back before she found this mystical Ekur, she would turn back. Nowhere she had found so far had given her the answers she was looking for. Why would Ekur be any different? It would probably just be some other low-tech group extolling the virtues of living without tech while making their own lives that much harder for themselves. The walk through the mountains had been restorative enough in its own way. And if going against her life path was just going to require even more work than she had originally put herself through her entire life, would it even be worth it?\\n\\nTalia kept walking, gathering food as she went. She figured about a week’s worth of regular foraging should get her where she needed to be. They were surprisingly filling, particularly the larger, frillier ones — known as Chicken of the Woods or Sulphur Shelves — and with what she already had, she could make it in about three weeks. At that point, it would come down to surviving off of water or hoping she would bump into someone. But that wasn’t terribly different than what she was doing now.\\n\\nOn her second day, she started to notice changes in the path. Carved stones guided her forward, and her pace quickened, until she was in a run. As it carried her over a crest, she barely glanced down at the city below, her heart racing as she pounded her way down to the entryway. She stood there, panting, bent over, her hands on her knees. Before her stretched a city unlike any she had ever seen. Talia wiped the sweat from her face as she looked out at it. The buildings were pretty enough, but the trees spread throughout were immaculately kept, and were of a surprising variety for this altitude. A lot of work had to go into their care, she thought, as she stepped through. Several were clearly fruit-bearing trees, which she wasn’t sure how they kept alive this high. A few people gave her friendly waves as she passed, busy in their work, until she came to a square.\\n\\nA broad-shouldered man, his robes a deep black, approached her briskly.\\n\\n“New?” he asked.\\n\\nTalia nodded, her breath still catching up with her. There wasn’t as much oxygen at this altitude, she reminded herself. She didn’t need to feel bad about getting winded.\\n\\n“Come with me,” he said, his stony face cracking with a smile. With a shrug, Talia followed him, until they reached a building in the center of the city.\\n\\n“I’m not one for much talk,” he said when they arrived. “But the owner here will get you sorted out plenty. I’ll alert the sages you’ve arrived.”\\n\\nHe turned on his heel and left, and Talia pushed the door open, finding a comely, round woman sitting behind the counter. A perfectly manicured bonsai tree sat on the bookcase behind her. Talia didn’t recognize the variant, and the woman smiled when she saw where Talia was looking.\\n\\n“Farmer?” she asked.\\n\\nTalia nodded.\\n\\n“Lovely! We’ve got a variety then,” she said, running Talia through a rapid introduction to the city and the boarding house. She handed her a key, trading an ugly piece of plastic for Talia’s integration.\\n\\n“I’ve got a little bonsai that could use some love in my room. I could bring it by yours, if you’d like something growing there?”\\n\\n“I’d like that very much,” Talia said. “What did you mean by having a variety?”\\n\\n“Oh, a scholar boy arrived…well, just yesterday! He went off this morning to get his assignments, but I think he’ll be back soon. It’s almost lunchtime, after all. And while you can get food anywhere, I think you’d be hard-pressed to find a spread better than the one at my establishment. Why don’t you get washed and settled in, and I’ll have him call on you when he gets back?”\\n\\n“Sure,” Talia said, thinking that it might be nice to have someone who had gone through what she had.\\n\\nTalia let herself sink into the bath until the water grew tepid. It was a pleasant change from the shock-cold water of the streams, and there was a beautiful strand of ivy growing outside the window that turned the light in the room to a pleasant pale green. The owner had already dropped off the bonsai when she got back, and Talia looked it over. It was a little rough, but would brighten up in no time. She dressed in the robes she found in the room, bundling up her worn desert clothes in a bundle at the bottom of the dresser, then sat on the bed, entirely unsure what to do with herself.\\n\\nTalia had almost worked up the resolve to give up waiting and walk around the city when she heard a hesitant knock on the door.\\n\\n“Come in,” she said.\\n\\nA young man entered, similarly dressed, and looking anxious. He smiled meekly at her.\\n\\n“I’m Noah,” he introduced himself.\\n\\n“Talia,” she said, coming forward to shake his hand. “They said you got your teacher today?”\\n\\n“Yeah, I think you might get the same one, from what he said. He got the news that there was another person in the city while we were talking.”\\n\\n“So…life path?”\\n\\nNoah nodded. Talia liked the look of him. He had the slightly paler skin of a scholar, spending all their time indoors, never around a grow-light or a windowed greenhouse. His hair was dark and shaggy, though it looked like he might have tried — and failed — to give it a trim the night before. The robes fit him well, better than they did her, and he seemed to fit the part of a sage.\\n\\n“This is a lot, huh?” he asked, sitting on the bed without invitation. Talia scooted away from him slightly, trying not to seem rude.\\n\\n“Yeah,” she agreed. “I don’t know what I expected, but this place is not it.”\\n\\n“I honestly sort of expected some man in a hut on the top of the mountain who was going to tell me the meaning of life,” Noah said and laughed. “Though I guess this might just be that on a larger scale.”\\n\\n“What are they going to teach us?” Talia asked. “I talked to a woman before I came about it, she had been here, but she was a bit vague, to say the least.”\\n\\n“I’m not totally sure yet, either. He said a lot of things about how to think and that sort of thing. Re-training the part of our brain that the AI weakened or outright replaced. Though I guess I never really thought about replacing it. More like augmenting it.”\\n\\n“Clarifying it,” Talia agreed.\\n\\n“Though, if we had thought it was all good, we wouldn’t be here, right?” he said, adjusting the belt that tied his robe. “I met this guy named Leon. He’s quite nice, and has been studying here for several years. Came from the scholars, too, and wants to become a sage.”\\n\\n“Does everyone stay?”\\n\\n“I don’t know.” Noah looked out the window. “It does seem like a nice place.”\\n\\n“They take care of their plants,” Talia said. “I can respect that.”\\n\\n“And all of their books are print!” Noah added. “That impresses me. Apparently, they have a whole press and everything. A bunch of the people here write stuff. Book clubs can get very personal,” he chuckled. “That’s what Leon said. He invited me out for drinks tonight, would you like to come?”\\n\\n“Oh, I don’t drink,” Talia said as she put her hand up.\\n\\n“I think that would be okay. They seem to be big on moderation.” Noah stood, stretching. “I was going to go for lunch. You want to join?”\\n\\n“I have some food,” Talia said. “Maybe later?”\\n\\n“Sounds good.” Noah started to close the door, then peeked his head back in. “I’m glad you’re here, by the way. It’s nice to not be the only new guy in town.”\\n\\n“Girl,” Talia said to the closed door.\\n\\nShe looked around the room again. She supposed this was better than a long hike back through the desert.\",\"timestamp\":1640507052,\"title\":\"The Journey to Ekur - Chapter 20\"},\"digest\":\"Df0rxeTfz-vGAOwXBilqqS8GF2CAy6MjdaGd1hLxK0A\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"signature\":\"k-gOQNL2V215U9_Qmmjou3MJm0MVHXaYkVx2Tmvni93FJBLwYrFMzYMik9n9Q0z0GFGLFCp-SCmUDxjJGYQ6Vg\",\"signingKeySignature\":\"0x58b08e6823a985abee180d880e017a7eba882f1eb64c3f466eace20569e6a65f4af99205e6a9dd78d56cc7a0475f78950d1b96c96e5ef4d69faab7cdf4c46c611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Df0rxeTfz-vGAOwXBilqqS8GF2CAy6MjdaGd1hLxK0A\"}"