"{\"content\":{\"body\":\"Last year, CCTV(China Central Television)carried out a poll on the theme of happiness, which has received a sensational discussion over the whole nation. Undeniably, \\\"Happiness \\\" has become one of the major topics, especially after people step into a brand new world where economy grows rapidly.\\n\\nCan we bracket money with happiness, or vice versa? From a modern and well-reasoned perspective, the answer is definitely false. It's widely acknowledged that we no longer simply concern the material world and that those who merely cares about money must be a savage. We now attach more importance to spiritual comforts, like enjoying the flowers, wandering around a book fair and so on, which also corresponds to the advancement of human civilization.\\n\\nEven so, allegations have it that we cannot move a single step without money. Money itself is essential and integral, a solid truth. Then, what else can we derive provided there's enough money to sustain our life? Here stands a contradiction between reality and ideals. Naturally we hold that \\\"the more, the better \\\", which is interpreted by many people as \\\"the more property we possess, the more secure we will be in future \\\", so we blindly crave for wealth and influence, supposing those things can bring us enough security that is the cradle of happiness. However, the outcome is often incompatible with our original expectation. Instead, those billionaires are more prone to be depressed in their twilight years or earlier and even show suicidal tendencies. What's wrong? Sheer confusion of the relation between money and happiness. In point of fact, money only serve our basic material needs, with the exception of this function, money truly has nothing to do with our living standard.\\n\\nIn a highly competitive society, many are compelled to abandon inner peace in favor of profits, while the crux of the matter lies in how we perceive happiness and how can that be in line with the money? I deem that however the situation alters, we should always be conscious enough to pay attention to something that really makes us happy.\",\"timestamp\":1633596530,\"title\":\"Can Money Buy Happiness?\"},\"digest\":\"lRHQfUCSXE2df2I4omMv9KlEZwG4s6bnVfd7pm4FNO0\",\"authorship\":{\"contributor\":\"0x078Ad5270b0240D8529f600f35A271Fc6E2b2bD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e3XlGYxGn2t6S7ewynOQXMGVIpqmTIAQfLBeDpys29Q\\\",\\\"y\\\":\\\"sklG_ZgoJb7nGDSr7DABsfGNwPeUMaW_hMlTAi_KzUI\\\"}\",\"signature\":\"OG4OF-pnwGKC0IDorpfl2MmnZQH1zKtHUQtpOZcu71ZlwG8b1McNKHQopn5Y7RIUZsAgdDTcMUxmToH-l3kK-Q\",\"signingKeySignature\":\"0x6076f8d60811d4ac56d7f22212879f4ec92df2403a83a956f4230a3ad0887c8b339ce67d89386a1ce265b0376380ca5244511cbd79f81f7dd9f59c04fffc210b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e3XlGYxGn2t6S7ewynOQXMGVIpqmTIAQfLBeDpys29Q\\\",\\\"y\\\":\\\"sklG_ZgoJb7nGDSr7DABsfGNwPeUMaW_hMlTAi_KzUI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lRHQfUCSXE2df2I4omMv9KlEZwG4s6bnVfd7pm4FNO0\"}"