"{\"content\":{\"body\":\"*Originally published May 24th, 2015*\\n\\n![](https://images.mirror-media.xyz/publication-images/j2Wwy8X3DWL3wMI95ldeH.png?height=500&width=900&size=medium)\\n\\nIn URX’s first 2 years, we grew from 4 co-founders to a 20-person engineering, product and business team. With this growth, many of our internal processes and communication channels broke. It didn’t feel like we were moving as fast as we were before, and it took longer to get everyone on the same page.\\n\\n# How can we grow startups as efficiently as living organisms?\\n\\nAfter analyzing our current processes, I came up with a new set of tenets that guide how I operate as a CEO. Thanks to the way communication overhead scales exponentially as a team grows, I expect to have to revisit these continuously along our growth curve.\\n\\nHere are the 7 lessons I learned growing URX from 4 to 20 people.\\n\\n# Lesson 1: Learn to delegate.\\n\\nLearn the difference between things that are important enough for someone to do, and things that you should do. As a founding CEO in a growing company, your job changes continuously and success is determined in part by how quickly one can delegate responsibilities to others.\\n\\nGenerally speaking, as soon as you’d consider yourself, “good at something” you should hire someone to do it, or have someone else on the team own it. It’s important to keep your time free to find the, “unknown unknowns.”\\n\\nBen Horowitz talks more about this in [Do You Feel Pressure Or Do You Apply Pressure](http://www.bhorowitz.com/do_you_feel_pressure_or_do_you_apply_pressure).\\n\\n# Lesson 2: Stay highly leveraged.\\n\\nAs a CEO, it is your responsibility to balance enabling your team to stay focused on execution while still having time to triage the most important issues in your business. It requires a high degree of discipline making sure that your time is always well spent.\\n\\nFor me, I gained a lot of leverage when I learned to say no. Whether it be internal meetings, “coffee invites”, or decisions you think others should make- learn to say no.\\n\\nJessica Stillman talks more about this in [Why You Need to Stop Being So Nice](http://www.inc.com/jessica-stillman/why-and-how-to-stop-being-too-nice.html).\\n\\n# Lesson 3: Own your schedule.\\n\\nIt’s well known that time is everyone’s most limited resource. This is even more true as a startup CEO, as there is never any shortage of things that, “could” be done. It’s crucial that you clearly define your priorities and reflect that in how you spend your time.\\n\\nFor me, a part of this was doubling down on becoming an email machine. I pride myself on being an email expert that is able to process 100's of emails per day using a combination of filters, rules, and reminders. My calendar’s been referred to as the, “Mona Lisa” of calendars — ok, maybe that’s just what I call it — and I’ve really taken pride in my productivity. I’ve developed my own “stack” that includes products like SaneLater, ClaraLabs and Boomerang.\\n\\nDavid Allen talks more about this in [Getting Things Done](http://www.amazon.com/gp/product/0143126563).\\n\\n# Lesson 4: Manage your emotions.\\n\\nAs a founding CEO, your emotions are amplified throughout the organization. Everyone looks to the founders to know whether things are going well or not. The worst thing that could happen is you spook the team because you’re having a bad day. Whether you like it or not, you are the barometer for the company’s anxiety level.\\n\\nThe hardest part of building a startup is how quickly things change. It’s an emotional rollercoaster, and if not managed well will get the best of you. For me, this involves trying to live an integrated life that also leaves time for loved ones, working out, writing, sleeping and friends.\\n\\nBen Horowitz talks more about this in [Managing Your Own Psychology](http://www.bhorowitz.com/what_s_the_most_difficult_ceo_skill_managing_your_own_psychology).\\n\\n# Lesson 5: Repeat yourself.\\n\\nAs a team grows, it becomes increasingly difficult to keep everyone on the same page. Make a point to repeat yourself and hammer home the company’s goals and vision through well-defined communication channels. Invest into well-maintained internal documentation- you can never have “too good” of an internal knowledge base.\\n\\nAt URX, I send a Monday email to start the week, and we do an all-team retro on Fridays where we talk through our goals, successes, launches, announcements, and wins for the week. We’ve built this into a part of our culture, and our Weekly Retro is a highlight of the week.\\n\\nPeter Drucker talks more about this in [The Effective Executive](http://www.amazon.com/The-Effective-Executive-Definitive-Harperbusiness/dp/0060833459).\\n\\n# Lesson 6: Align your vision with your goals.\\n\\nMake your company’s vision tangible by connecting it to actionable goals. In parallel, gut check that every goal is on the right scalars and vectors to help you properly measure success against your mission. Be careful not to overly optimize for either the near- or long-term.\\n\\nAt URX, we’re building a very complex technology, and I’ve learned first-hand the importance of having a clearly defined vision that the team can rally around. A well-defined mission statement is the only way a leadership team can build a cohesive plan that is aligned across the company. This plan can be used to then define your team’s goals, priorities and hiring needs.\\n\\nJim Collins talks more about this in [The Hedgehog Concept](http://www.jimcollins.com/lab/hedgehog/p2.html).\\n\\n# Lesson 7: Know your precedents.\\n\\nThe beauty of the software industry is that it is built on the shoulders of giants. Whether we like it or not, our world is framed within the work of those that came before us.\\n\\nIt’s important to take a step back from the day-to-day to put your company and your problems into the broader context of the world around us. Practically speaking, this means that you’re likely not the first person to face some seemingly obscure problem. Chances are, some abstraction of the same type of challenge have been dealt with before.\\n\\nURX is creating a new kind of marketplace for mobile commerce built with a technology that has never existed before. That said, I consider myself a student of the precedents for all facets of our business. From the history of how the internet was born, to the early days of search engines, to emerging mobile business models and their desktop equivalent- I strive to maximize the potential of URX by deeply understanding the world around us.\\n\\nKevin Owocki talks more about this in [Running a Startup? You’re standing on the shoulders of giants](http://owocki.com/running-a-startup-youre-standing-on-the-shoulders-of-giants/).\",\"timestamp\":1640308256,\"title\":\"7 lessons learned growing from 4 to 20 people\"},\"digest\":\"nfySivyvEA6VxjfpOp2OmVLYk9ctuhRqnKARejeuNdA\",\"authorship\":{\"contributor\":\"0xCfdC2419f4CC439A064d9A5334cbEF203b135921\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I8En9f6cctrn5MYA4nb-kdKWBAZaNuz8xOrmHd1dNNA\\\",\\\"y\\\":\\\"3y_lCfYvKfnEstqKamKIjtFdX9up-I5APpNaSDJrdlA\\\"}\",\"signature\":\"XNQB-6br-W1Mxv7rdjb9ZFe42eZt4gZ7ZQQCjg09gtg62cZyZurOAPzqhVpJoy6WpiA-lzVQChhGqmFSDSALXg\",\"signingKeySignature\":\"0x67a7102172a35297a9e10f750a59322485845e0713ab7ecaac0660e059d097ef73095a7a844dcb8edf8dca054aeb54655a3a599157b5847da0d1918ff83853621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I8En9f6cctrn5MYA4nb-kdKWBAZaNuz8xOrmHd1dNNA\\\",\\\"y\\\":\\\"3y_lCfYvKfnEstqKamKIjtFdX9up-I5APpNaSDJrdlA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nfySivyvEA6VxjfpOp2OmVLYk9ctuhRqnKARejeuNdA\"}"