"{\"content\":{\"body\":\"Liquidity mining is the practice of distributing governance tokens to users that provide capital to a protocol. [Announcing](https://medium.com/compound-finance/expanding-compound-governance-ce13fcd4fe36) it in May 2020, the first protocol to put this into practice was Compound,. Regarding the aim of liquidity mining, the post states:\\n\\n*“The distribution of COMP will become a core mechanic of the Compound protocol. All users and all applications built on top of Compound will continuously, and automatically receive governance rights, for free—in order to shape the future of the protocol.”*\\n\\nIn other words, the initial goal of liquidity mining was to distribute governance tokens to users who would then become active participants in protocol governance.\\n\\nSince that time, liquidity mining has been used by a number of DeFi protocols to distribute governance tokens from their treasuries, including [Uniswap](https://uniswap.org/blog/uni/), [Aave](https://docs.aave.com/developers/guides/liquidity-mining), [Curve](https://curve.fi/), and others.\\n\\nIt’s worth discussing these programs, because many aren’t cheap. [Hasu and Monetsupply](https://uncommoncore.co/a-new-mental-model-for-defi-treasuries/) argue that native tokens in DAO treasures are the “crypto-equivalent of authorized but unissued shares.” Paying out these liquidity incentives puts new tokens into circulation that otherwise might have stayed in the treasury, imposing a cost to existing token holders in the form of dilution.\\n\\nIn this excellent [financial statement](https://messari.io/article/state-of-compound-q3-2021?utm_source=ryanwatkins_&utm_medium=tweet&utm_campaign=state-of-compound-q3) put together by [Ryan Watkins](https://twitter.com/RyanWatkins_), we see that in Q3 2021, Compound protocol paid out $76M worth of tokens in liquidity incentives. Compare that number to the amount of grant money paid out over that same period--a measly $100K.\\n\\n![A macro overview of Compound, h/t Ryan Watkins at Messari.](https://images.mirror-media.xyz/publication-images/a7bCJJOCrT5Wpd46SWA_R.png?height=852&width=1392)\\n\\nIn this post I’ll try to answer the following questions:\\n\\n* Is liquidity mining achieving one of its initial goals on Compound--have those that received large amounts of COMP become active governance participants?\\n* What changes should be made to Compound’s liquidity mining?\\n\\n## Has Liquidity Mining on Compound Distributed Governance Rights to Active Governance Participants?\\n\\nThanks to the transparency of public blockchains, this is a question we can answer with the help of data. There are two simple questions we can ask regarding whether or not those who receive liquidity mining rewards become active participants:\\n\\n1. Do they retain an economic interest in Compound (or do they simply dump the COMP they accrue)?\\n2. Do they participate in governance (do they vote on on-chain proposals)?\\n\\nTo answer this, I analyze the top 100 accounts by accrued COMP from liquidity mining. To make the analysis easily reproducible, I choose a specific block height--13570000 (2021-11-07).\\n\\n![Summary statistics for the top 100 COMP-accruing addresses.](https://images.mirror-media.xyz/publication-images/CYLSY7qQtGBcGhpclOlfP.png?height=175&width=631)\\n\\n![Top 10 COMP-accruing addresses.](https://images.mirror-media.xyz/publication-images/3Ur_MgYUY7oRcLL0kQTEX.png?height=236&width=974)\\n\\nThese top 100 accounts have accrued 809K COMP (roughly $271M at current prices), representing 69% of all COMP mined.\\n\\nYet very few of these accounts are COMP hodlers. Only 19% have kept greater than 1% of the COMP they claimed; only 7% have kept greater than 50%. Do recipients of liquidity mining rewards retain an economic interest in Compound protocol? No.\\n\\nIt stands to reason that if very few of these addresses are hodlers, very few vote. Indeed, only *1 address* from the top 100 *ever voted* on a Governor Bravo proposal.\\n\\nDo the users who mine the most COMP work to shape the future of the protocol? The answer is a clear “no.”\\n\\n## What changes should be made to Compound’s liquidity mining?\\n\\nI would argue that these results demonstrate that liquidity mining on Compound is broken. Large quantities of COMP are being given out to folks with little interest in governing the protocol.\\n\\nBelow I list and explain some ideas for changing Compound’s distribution strategy.\\n\\n**Scale back liquidity mining**\\n\\nRight now, many large COMP accruers are engaging in recursive borrowing and lending--they deposit tokens, borrow tokens using that deposited collateral, deposit the borrowed tokens, borrow more, and so on. This practice isn’t economically useful to the protocol.\\n\\nThis practice is encouraged by the fact that both borrowing and lending on Compound reap liquidity mining rewards. This practice could be scaled back if only one side of the market was incentivized.\\n\\nI suggest only incentivizing lending. Lenders, I believe, are more likely to be interested in passively earning yield and have an interest in good governance (likely exercised via delegation for smaller participants) of the Compound protocol in the long run so that their lent funds are safe. Only incentivizing lending could help reduce the practice of recursive borrow/lending while still attracting this target user profile.\\n\\n**Create a vesting schedule for accrued tokens**\\n\\nTo better align incentives of liquidity miners with the protocol, there could be a vesting schedule specifying when the underlying COMP tokens become redeemable. This COMP with a vesting schedule could itself be tokenized, and these tokens could retain governance rights.\\n\\nA counterpoint to this approach is that it’s possible to hedge away price risk from COMP by shorting it. However, hedging incurs a cost to those who do it, and so there will be a greater incentive to mine from those who wish to take on price exposure from COMP than from those who wish to immediately hedge away price exposure once mined.\\n\\n**Governance mining**\\n\\nAn alternative to liquidity mining is an idea put forth by [Jacob Phillips](https://twitter.com/jacobpphillips) called “[governance mining.](https://mirror.xyz/0x6507C1693c70Ebab813BCeBD8Bcd9152Cfffa91b/WDKGKpfLy-9nX_reyecjdGDA8CRsZ9sy3jk-JjliFnc)” Instead of distributing governance tokens to those who lock up capital in the protocol, you could distribute tokens based on contributions in proportion to their impact on the protocol.\\n\\nThe underlying assumption here is that contributors--those who put time and effort into the protocol--will be much more aligned with its long-term success of the protocol than yield farmers.\\n\\nOne issue here is the subjectivity of determining what contributions are the “highest impact”--the simplest solution would be to use an agreed-upon community multisig to estimate impact and distribute tokens accordingly.\\n\\nA simpler form of this idea would be to simply dramatically expand the grants program to reward contributors based on bounties.\\n\\n**Give users an explicit voice in governance**\\n\\nI agree that in DeFi, users of protocols should have a say in how those protocols are run. However, giving governance tokens to users doesn’t necessarily provide a “user voice” in governance if most of the tokens are being dumped on the market.\\n\\nAn alternative to granting governance tokens to users is to just give users an explicit voice in the protocol. A certain amount of voting power (say ⅓), could be reserved for protocol users in proportion to their economic stake (total value borrowed or lent, for instance).\\n\\n## Closing Thoughts\\n\\nLiquidity mining programs merit more attention in DeFi governance more broadly--are they achieving their intended objectives? In the case of Compound, it seems clear that liquidity mining incentives are a poor way to turn users into stewards of the protocol.\\n\\nA separate goal of liquidity mining could be to simply to attract capital and drive usage, though this use case also merits a careful cost-benefit analysis and I think that should probably be viewed as a short-term way to create network effects rather than a long-term growth strategy.\\n\\nRegardless of what you think the goals of liquidity mining should be, the scales of these programs merits more careful measurement and consideration of their costs and benefits.\\n\\n## Appendix\\n\\nFor more detail on the data analysis used in the post, check out this [Google sheet](https://docs.google.com/spreadsheets/d/1WuazK4KYGUv2OV3IDBuyEIIVCjVcaWl1TkmoInHqWLo/edit?usp=sharing) or this [Github repo](https://github.com/alexkroeger/comp-liquidity-mining-data-analysis).\",\"timestamp\":1636938370,\"title\":\"Liquidity miners: hands of 💎 or 🧻?\"},\"digest\":\"T7ylKPmvqBxIb19pQBIYauZ5rO69b-C3TtggmZOtvbM\",\"authorship\":{\"contributor\":\"0x7B542178633f16940a131F8F6d670ffdbBe6b2Ab\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XzcLQfYQvleskKqT_aga9AZa_6IIFK9pGGRWPZWoDCs\\\",\\\"y\\\":\\\"AQ_aCUGRefLAo_7t1lMXg0ckaAROAQuGu7LJSWDvDbE\\\"}\",\"signature\":\"3GQ-lh8-xwHzSsPfvW0__uFzBarPJgjCbkWYa3mAu6aFl2yGeT5BniWzVy5JqXx7Iyhc81CbG1Lbwpvqr-PTTw\",\"signingKeySignature\":\"0xdbbcd1daf2823ffde07ecab97d4cde97c71eabd0bad9a9d02cd0f51e0467765549e2149193ceacaf6871cf925e68d58d7bdd4acf3c8d88159a1f1ea9053a066101\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XzcLQfYQvleskKqT_aga9AZa_6IIFK9pGGRWPZWoDCs\\\",\\\"y\\\":\\\"AQ_aCUGRefLAo_7t1lMXg0ckaAROAQuGu7LJSWDvDbE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HoTLzeiTUBn7c-uZoVcZ6PO9AlGrVQI_4WYDSeJFTiA\"}"