"{\"content\":{\"body\":\"La formidable croissance des divers outils technologiques à notre disposition ( de l’intelligence artificielle de vos ordinateurs, ou voitures, jusqu’aux effets spéciaux toujours plus complexes au cinéma ) est le fruit d’un nombre innombrable d’heures de travaux de génies de l’ingénieurie, mais est aussi possible grâce à des supercalculateurs capable de développer de tels produits. Pourtant, malgré son importance clé et un marché en grande croissance, ce secteur fait face à énormément de problématiques et de défis( soucis environnementaux, totale opacité, manque de souveraineté européenne, prix trop élevés, gestion non optimale des ressources, un marché verrouillé et grandement centralisé etc…) Voyons ainsi comment DeepSquare répond à ces enjeux de tailles.\\n\\n**Contexte technologique**\\n\\nPour entrainer des systèmes d'Intelligence Artificielle et mener des expériences d'apprentissage automatique, la consommation d'énergie est une arme à double tranchant. D'une part, les recherches menées à l'aide des techniques d'IA ont le potentiel pour faciliter les réseaux intelligents et optimiser la consommation d'énergie d'autres systèmes, mais de l'autre, cela consomme également de grandes quantités d'énergie. Un récent article de recherche présente qu'un seul entrainement d'un modèle basé sur une architecture de réseau de neurones peut produire jusqu'à 284 tonnes de dioxyde de carbone CO2. Cela équivaut à plus de 300 fois un voyage aller-retour en avion de New York à San Francisco.\\n\\n![source : 1 MIT technology Review, December 4, 2020. “We read the paper that forced Timnit Gebru out of Google. Here’s what it says.” Viewed June 30, 2021.](https://images.mirror-media.xyz/publication-images/qMlGIuZPpMXMHZYnHOa8A.png?height=232&width=691)\\n\\nBien qu'il y ait différent points de vue sur la taille actuelle du marché de l'intelligence artificielle, allant de 126 milliards de dollars à 733 milliards de dollars en 2025/2027, quels que soient les chiffres, il est admis quasi universellement que la demande pourrait quadrupler au cours des quatre prochaines années. Ces technologies sont présentes absolument partout, de votre téléphone à votre voiture, en passant par vos jeux ou films préférés. Et si les énergies renouvelables et l'énergie nucléaire apportent une contribution significative à notre consommation énergétique, actuellement les combustibles fossiles fournissent encore la grande majorité de l'énergie que nous consommons - environ 84%. Cela signifie que les opérations à forte intensité de calcul - comme la création et les expériences de modèles d'IA et de Machine Learning - contribuent de manière significative aux émissions de carbone.\\n\\nDans un centre de données typique refroidi à l'air, 38% de l'énergie en moyenne est utilisée pour le refroidissement actif, ce qui ne laisse que 62% pour effectuer les calculs à proprement parler. La chaleur émise est considérée comme un déchet et est simplement rejetée dans l'atmosphère.\\n\\n**Analyse de marché**\\n\\nMais quelles sont les solutions d'HPC à ce jour ? Le marché est aujourd'hui un oligopole, puisque seulement 5 entreprises se partagent 76% du marché (Google, IBM, Azure de Microsoft, AWS d'Amazon, et Dell). La conséquence naturelle se répercute sur le service, qui est extrêmement opaque, et les prix anormalement élevés (la situation actuelle peut être comparée à celle du marché des télécommunications en France avant que Free n'apparaisse). Par ailleurs, ces sociétés comptent entre 30 et 35% de leurs ressources qui ne sont pas utilisées, il y'a donc un manque d'efficacité dans l'attributions de ces dernières. Enfin, vous remarquerez que l'ensemble de ces sociétés sont américaines, ce qui pose un souci de dépendance et de souveraineté pour les entreprises et gouvernements européens vis à vis des États-Unis. Pourtant, le marché des HPC est en grande croissance, actuellement évalué à environ 9 milliards de dollars, et devrait grimper jusque 56 milliards de dollars en 2028 ( dont 12 milliards uniquement en Europe )\\n\\n**Comment DeepSquare répond à ces problèmatiques ?**\\n\\nSi les implications environnementales des centres de données refroidis par air sont plus qu'évidentes, il existe déjà des moyens de résoudre ce problème. L'un des plus efficaces consiste à utiliser le refroidissement par immersion, c'est-à-dire à immerger des composants informatiques (ou des serveurs complets) dans un liquide thermiquement, mais non électriquement, conducteur (liquide de refroidissement diélectrique). Cette technique permet un transfert de chaleur plus performant que celui de l'air, en réutilisant l'énergie autrement \\\"gaspillée\\\" et en réduisant considérablement l'empreinte écologique. Ces dernières années, de plus en plus d'entreprises ont commencé à utiliser cette technologie lors du développement de leurs centres de données, ce qui permet de stocker la chaleur à des coûts beaucoup plus bas et de manière beaucoup plus contrôlée. DeepSquare, par exemple, a fait de la durabilité un aspect essentiel de son système de services HPC et a réussi à développer un cluster qui atteint un PUE (Power Usage Effectiveness) de 1,02, soit une amélioration de 56% par rapport au PUE moyen mondial actuel de 1,59. En d'autres termes, elle a réduit les ressources inutilisées de ses clusters et optimisé leurs performances, tout en réduisant considérablement les émissions de CO2 observées par les centres de données traditionnels.\\n\\n**Comment DeepSquare se différencie ?**\\n\\nLe refroidissement des ordinateurs à haute performance est généralement considéré comme un défi. Ils en font un avantage en ne déployant leurs clusters que là où la chaleur peut être directement réutilisée à des fins de chauffage ou de processus industriels. En octobre 2021, un cluster a été installé sur le campus Energypolis (CH) où la chaleur produite permet le chauffage à distance de Sion et bénéficie à la communauté locale.\\nLa marketplace DeepSquare héberge avant tout des applications d'IA dans tous ses domaines d'application (reconnaissance d'images, NLP, apprentissage par renforcement, etc.). Elle vise également à devenir une place de marché d'hébergement pour des services tels que ceux fournis par l'AIIA (AI Infrastructure Alliance).\\nDans un premier temps, le paiement de l'utilisation des applications et des ressources se fera au moyen de FIAT ou de monnaies stables, ce qui permettra d'établir des structures de coûts prévisibles. Tout utilisateur pourra charger de l'argent dans le système à l'aide d'une carte de crédit, mais toutes les transactions entre l'utilisateur final, les fournisseurs de services et la grille HPC seront effectuées sur la blockchain. Dans une phase plus mature du projet, le paiement direct avec des jetons Square sera possible (reflété en équivalent monnaie stable avec une remise possible). Dans un souci de clarté et de transparence, l'utilisation des applications et des ressources informatiques sous-jacentes sont facturées séparément. Les frais d'application (après les coûts directs tels que les frais de paiement, etc.) sont répartis comme suit :\\n\\n* 80% vont directement au fournisseur de services d'application ou au développeur.\\n* 20% vont à l'achat de jetons SQUARE sur le marché ouvert, dans le but de créer une pression acheteuse.\\n\\nLes ressources informatiques sont facturées en plus des applications, de manière à être aussi équitable que possible pour l'utilisateur mais aussi à encourager un écosystème équilibré. Les frais d'infrastructure sont basés sur les dépenses opérationnelles (électricité, location du matériel, hébergement, connectivité et maintenance, support et R&D des couches logicielles de DeepSquare), cette partie représente 50% du coût global, les autres 50% étant consacrés à l'achat de jetons SQUARE sur le marché libre.\\n\\n**Et la blockchain dans tout ça ?**\\n\\nLa technologie blockchain est le meilleur moyen pour DeepSquare de répondre à deux problématiques, d'une part, la blockchain, permet de mettre en place un système de gouvernance décentralisé, puisque la communauté sera appelé à prendre des décisions ( ajustement des % de récompenses , les frais, lieu du prochain cluster, financement de telle ou telle activité, etc...) La blockchain règle aussi le souci d'opacité, puisque les transactions pour utiliser le matériel seront dans la blockchain, ainsi que ledit matériel utilisé. Par ailleurs, le fait d'utiliser une blockchain permet de s'assurer que toutes les commandes passées sont exécutées de la manière la plus juste possible : pas de préférence pour tel ou tel client, qui est actuellement un problème dans les structures centralisées, et mettant ainsi fin au souci d'opacité précédemment évoqué. DeepSquare tient à ce principe, puisque la plateforme sera Open Source ( à l'exception évidemment des produits proposés sur la market place de DeepSquare ).\\n\\n**Tokenomics**\\n\\n2 jetons existent au sein de l'écosystème DeepSquare :\\n\\n* Le $DPS, qui est le token equity :  il montre l'investissement, et permet de prendre part à la communauté en votant, peut être stake, il ne sert donc que dans l'écosystème DeepSquare.\\n* Le $SQUARE, lui, est tradable sur les exchanges, et est le token qui représente DeepSquare en dehors de l'écosystème ( utility token ).\\n\\nNote clé : le DPS et le SQUARE sont tradable au ratio de 1:1\\n\\nConsidérons : 1 client, qui veut utiliser du matériel, ainsi qu'une application disponible sur la market place,\\n\\nle client paie 200$ ( 100$ pour payer le matériel, 100$ pour l'application qu'il souhaite utiliser ) sur les 100$ liés à l'application, la market place va garder 20$ de frais sur les 100$ liés au matériel, il y'a 50$ de coûts pour DeepSquare, et 50$ de bénéfices\\n\\nles 50$ de bénéfices du matériel et les 20$ de frais de la market place ( donc 70$ au total ) vont être utilisés pour acheter 70$ de $SQUARE. Les $SQUARE fraichement acquis sont directement verrouillés par le protocole afin de rémunérer en partie les holders de DPS stakés, la communauté décide ensuite de comment les fonds restants doivent être utilisés via le vote.\\n\\n![](https://images.mirror-media.xyz/publication-images/Wl2TV0NPgfaD6BfUXcvAM.png?height=389&width=643)\\n\\n**Team**\\n\\nBasée à Zug en Suisse, DeepSquare est constituée d'une équipe de plus de 25 personnes aux profils très variés venant de milieux, domaines et background différents avec une énorme expérience, aussi bien dans le milieu traditionnel que celui de la blockchain. Parmis eux, de nombreux advisors apportent leurs expertises et conseils lors du développement du projet. Si il y a bien une chose à relever, c'est la qualité des personnes travaillant sur DeepSquare, et une telle équipe se donne assurément les moyens d'atteindre ses objectifs.\\n\\n**Conclusion**\\n\\nWhite Loop Capital souhaite accompagner des projets innovants et DeepSquare entre parfaitement dans cette catégorie. Unique en son genre, le projet est particulièrement intéressant notamment puisqu'il n'est pas uniquement lié à la blockchain mais opère dans un domaine déjà bien installé et en forte croissance, dans un marché qui manque d'un challenger européen, tout en s'appuyant sur les technologies blockchain dans son développement et fonctionnement. Touchant à la fois le monde \\\"traditionnel\\\" et \\\"décentralisé\\\", nous avons pleine confiance en l'équipe pour qu'ils puissent atteindre leurs objectifs et sommes très honorés de prendre part à cette aventure à leurs cotés.\\n\\n\\n-----------------------------------------------------------------------------------------\\n\\nRéférences :<https://www.technologyreview.com/2020/12/04/1013294/google-ai-ethics-research-paper-forced-out-timnit-gebru/> <https://deepai.org/machine-learning-glossary-and-terms/transformer-neural-network> <https://www.statista.com/statistics/941835/artificial-intelligence-market-size-revenue-comparisons/> <https://www.datacenterknowledge.com/business/hyperscalers-take-cloud-market-share-telcos-tier-2-csps> <https://www.sciencedirect.com/science/article/pii/S0167404817302614> <https://www.koomey.com/post/159279936533> <https://www.researchgate.net/publication/220939094_PowerNap_Eliminating_Server_Idle_Power> <https://www.nature.com/articles/s42256-020-0219-9> <https://www.forbes.com/sites/rrapier/2020/06/20/bp-review-new-highs-in-global-energy-consumption-and-carbon-emissions-in-2019/?sh=220faf5766a1>\",\"timestamp\":1642690539,\"title\":\"DeepSquare - la blockchain au service d'un HPC durable \"},\"digest\":\"qTWBWVpz4JCtFoIdX6qHkYD4_-wueQcDuGiF09ly4Vk\",\"authorship\":{\"contributor\":\"0xD2d15f46Da12f929522A9e390187ad8682bdE6B8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yDPO-wxmTozdxNQcvE_xdY9crkRW6RE4ZUFaVejcDK0\\\",\\\"y\\\":\\\"YwZaff7abGjMeG__Hy4WQPmHShytMFvEsypNI9EBTk8\\\"}\",\"signature\":\"I5oI-e6X4FV6YfvnnhHKdYygItV8mouFu_7Z9cqCzavhXX6XWcDK6CxCXm501VEMrbd0L1bKaly-HQFlYFXlNw\",\"signingKeySignature\":\"0x4906c30392ef0c9afe3f17b7339c16ddcb5503285f5e9331e2b04ae90bbc94bb1ca37eef18a390c6db65ff8be3fa5e64545f165e895f60c65eef7371e975e60b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yDPO-wxmTozdxNQcvE_xdY9crkRW6RE4ZUFaVejcDK0\\\",\\\"y\\\":\\\"YwZaff7abGjMeG__Hy4WQPmHShytMFvEsypNI9EBTk8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PlJbAO5k7MtpyWUfHs9LupaMHvTJp3qK0M1lP6CfRq0\"}"