"{\"content\":{\"body\":\"A friend often asks me privately how I see the value of an NFT project. In fact, my investment experience in this field is not rich, and the time is not very long, but because I was fortunate enough to buy some projects that quickly emerged, I also accumulated some experience.\\n\\nToday I will share some experiences in this area with you.\\n\\nIn the past few days, an NFT project on Twitter has become particularly popular, and many overseas fans have followed up. This project is Crypto Phunk.\\n\\nI have this NFT too. Seeing that everyone is so eager for it, I was very curious, so I went to its official website to see its current floor price. I don’t know the result. I was shocked when I saw it. Its floor price exceeded 2 Ethereum. In retrospect, its price was extremely cheap, and it was not even as expensive as the gas fee when it was bought.\\n\\nThis project was mentioned in my e-book \\\"Blockchain: The Soul of the Metaverse\\\" published in July. In the book, I dedicated a section to introduce this project to readers.\\n\\nThe reason why I chose this project at the time and introduced it specifically in the book is because the anti-traditional, anti-authoritative, rebellious and creative spirit contained in this project deeply attracted me.\\n\\nThis project was launched by Opensea in June this year. The launch of this project is purely a game of the project side. It \\\"imitation disk\\\" the famous cryptopunk. The so-called \\\"fake\\\" is because this project also has 10,000 punk avatars, and each punk avatar corresponds to the punk in cryptopunk one-to-one. But the only difference is that the heads of the cryptopunks all face to the right, while the avatars in this project all face to the left. All in all, the avatar images of the two projects have exactly the same features except for the head orientation.\\n\\nWhen the project team launched the project, they specially reminded that this project has nothing to do with cryptopunk, so buyers must pay attention to it when buying.\\n\\nDoes this count as plagiarism? Is it a bad imitation?\\n\\nAt that time, most enthusiasts thought it was not counted at all, because this project was so distinguished from cryptopunk, one to the right and the other to the left, it was easy to distinguish.\\n\\nHowever, something dramatic happened: The cryptopunk team felt that this project was obviously infringing and could easily confuse the audience, so it sent a message to the Opensea platform, hoping that the platform would remove the project. What's interesting is that Opensea removed the project after receiving the information. This action completely angered the entire community and even caused dissatisfaction from many big Vs. Many people have published documents supporting the Crypto Phunk project and condemned the cryptopunk team and Opensea.\\n\\nAfter learning about this background, I thought the story in this project was too interesting. This kind of project with a story background can form a huge imagination space, and it has the tradition and spirit of rebellion in the encrypted world. So I immediately bought the NFT of this project.\\n\\nAfter I bought it, I didn't stare at it every day, I hope it will increase in price every day. Instead, I went back to my daily routine and went to see other projects.\\n\\nIn the next few months, the popularity of this project on the Internet was not high, only occasionally discussed. It wasn't until about October or November that an incident occurred on Opensea, which brought the project to the forefront again.\\n\\n![](https://images.mirror-media.xyz/publication-images/ZSakgp2bVaIekeTYHc96y.png?height=255&width=600)\\n\\nThe cause of the accident is this: an overseas big V found out that the Crypto Phunk in his wallet had disappeared somehow one morning. I checked it and found out that my own Crypto Phunk had been sold on Opensea. But later, because Opensea removed the project, all sellers who originally sold this NFT on Opensea thought that the posts they put up for sale were automatically revoked.\\n\\nBut this is not the case. The seller also needs to interact with Ethereum through a signature to revoke his post selling Crypto Phunk on Opensea. But Opensea didn't have any treatment or explanation about this, so some hackers discovered this vulnerability and bought many Crypto Phunks that are still hanging on Opensea but can't be seen by ordinary players through direct interaction with Ethereum at a very low price.\\n\\nAfter the accident spread, many sellers who had posted on Opensea found that their Phunk had been bought.\\n\\nThis incident once again pushed Opensea and this project to the forefront.\\n\\nSince then, this project has gradually become popular.\\n\\nLooking back on this project now, I think my main reason is luck, and secondly it comes from my own way of judging this type of NFT project: that is to look at an NFT project from cultural, historical and other humanistic aspects, and to look more at its humanistic connotation and Value, to see if it has the kind of spiritual characteristics peculiar to the crypto world.\\n\\nHowever, this kind of traits often conflict with our inherent ideas and traditions. Many people will dismiss it and criticize them indefinitely, but I will not. I will try to look at them with appreciation and tolerance.\\n\\nMy experience of participating in ConstitutionDAO, which I shared with you a few days ago, actually came from my judgment method and way of thinking.\\n\\nOf course, I am not saying that we should look at all projects with this kind of vision, but when we find such projects, we might as well try and participate in them with tolerance and appreciation. This is likely to bring us unexpected gains.\",\"timestamp\":1639483401,\"title\":\"Some thoughts on investing in NFT projects\"},\"digest\":\"B9ho9JT7TGlkWcADgA5Ps94ZgnSvz54W36Uy6GcIMC8\",\"authorship\":{\"contributor\":\"0x0D39D85ECb532edFdEbC6f65399aB31d5dbF9Ad3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LwyDsJOJSKjfCjMvabRRUbv3NqA_IkkH-hOQmZPZrOQ\\\",\\\"y\\\":\\\"wpGsbgdaBf2FYQxVUyA4MMLjexVlMTjvSQdIpoYFvjw\\\"}\",\"signature\":\"8OvWEuxvVqEQGczo-TFyRlBkoryL90Ii97xC5FlPfVowkXTKZpUYpJY_m4X0qgX_j21zf4oxpE1C_z7rZVWOHg\",\"signingKeySignature\":\"0xafe94dfe696d491a4bc5055e3b32ac2779b1c393f31ae4ac7ab18b8f88c0578c16541845dbb6cb001fd4aaeffed7e476aeabd304df2bf7d95b697c1833d234631b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LwyDsJOJSKjfCjMvabRRUbv3NqA_IkkH-hOQmZPZrOQ\\\",\\\"y\\\":\\\"wpGsbgdaBf2FYQxVUyA4MMLjexVlMTjvSQdIpoYFvjw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B9ho9JT7TGlkWcADgA5Ps94ZgnSvz54W36Uy6GcIMC8\"}"