"{\"content\":{\"body\":\"We started at Monday…\\n\\nBradley Hart had his son Noble talk us through the basics of NFTs, from a five year old’s perspective! We were all impressed and a few people commented he knows more about the blockchain than they do!\\n\\nAndrew had his sons tell us what NFTs mean to them, one by one, and one was definitely more into it than the other.\\n\\nKelly “it was really incredible- I felt confidence, I came back with a greater sense of confidence, with my work on a big screen and having people dancing in front of it! Every single person had an amazing story, talent, and was a soulful person, made me excited about this new renaissance. Confidence for every one of us and our future.\\n\\nSteffy “It affirmed where I am in my life, it affirmed my position in my life, there was a lot of turbulence in 2020 / 2021 I feel I’m where I need to be, grateful and excited to be in the presence of forward thinking creatives, developers and thinkers.\\n\\nAndrew- What was the coolest part of the festival for you? DUDE everything!! I went even though I didn’t get a ticket to the actual event. I went to the location where my art was supposed to be shown, and it seemed like nothing was happening there. Overall sentiment: Incredibly grateful that I showed up and prepared myself for the opportunities that were coming. “Opportunity is presented to the ones who get themselves ready”\\n\\nSerendipity was at work!\\n\\nDiscord.art party Wednesday night was amazing\\n\\nLiving Legends: a living collection, growing as I grow as an artist and soul.\",\"timestamp\":1639112518,\"title\":\"Creatress Chronicles .004 \"},\"digest\":\"78m73c1LDuvFJPH3pR1RKFVDI4idPOsU93O_vCpBPCw\",\"authorship\":{\"contributor\":\"0xf0cbC46c2a6e41f81f0ef4b351e8198d2fEa6912\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fe36Rw9BW1Mg6-QTylRknykv_PXLNGEwAhDd7pFnKcE\\\",\\\"y\\\":\\\"aWuJf22OtkumXYAIU2hFZUn2a9J6ebkhrkOQAbz3Ick\\\"}\",\"signature\":\"dfVSO0aQDvkN8KzJVINWX4ZmQN_mBz9jIK4ST4XbejKQKAiBlvwPaQxZQRlqkid6rpfyGYwZXY2Inw7q0OKtUg\",\"signingKeySignature\":\"0x35847b0ef09a0fda9b0f7b6de5342e41926820b93ac94f63ed44e31cc905437216bfec57ec6a443b0c40daa0c1f754db21650607b5f6d8dbd5192689495d29fa1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fe36Rw9BW1Mg6-QTylRknykv_PXLNGEwAhDd7pFnKcE\\\",\\\"y\\\":\\\"aWuJf22OtkumXYAIU2hFZUn2a9J6ebkhrkOQAbz3Ick\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"78m73c1LDuvFJPH3pR1RKFVDI4idPOsU93O_vCpBPCw\"}"