"{\"content\":{\"body\":\"interfere with the action of the heart and lungs as to occasionally cause heart-failure. Fenwick has mentioned an instance of this nature. According to Osler there is a chronic form of dilatation of the colon in which the gut may reach an enormous size. The coats may be hypertrophied without evidence of any special organic change in the mucosa. The most remarkable instance has been reported by Formad. The patient, known as the \\\"balloon-man,\\\" aged twenty-three at the time of his death, had had a distended abdomen from infancy. Postmortem the colon was found as large as that of an ox, the circumference ranging from 15 to 30 inches. The weight of the contents was 47 pounds. Cases are not uncommon in children. Osler reports three well-marked cases under his care. Chapman mentions a case in which the liver was displaced by dilatation of the sigmoid flexure. Mya reports two cases of congenital dilatation and hypertrophy of the colon (megacolon congenito). Hirsohsprung, Genersich, Faralli, Walker, and Griffiths all record similar instances, and in all these cases the clinical features were obstinate constipation and marked meteorismus.\\n\\nImperforate Anus.--Cases in which the anus is imperforate or the rectum ends in a blind pouch are occasionally seen. In some instances the rectum is entirely absent, the colon being the termination of the intestinal tract. There are cases on record in which the rectum communicated with the anus solely by a fibromuscular cord. Anorectal atresia is the ordinary imperforation of the anus, in which the rectum terminates in the middle of the sacral cavity. The rectum may be deficient from the superior third of the sacrum, and in this position is quite inaccessible for operation.\\n\\nA compensatory coalition of the bowel with the bladder or urethra is sometimes present, and in these cases the feces are voided by the urinary passages. Huxham mentions the fusion of the rectum and colon with the bladder, and similar instances are reported by Dumas and Baillie. Zacutus Lusitanus describes an infant with an imperforate membrane over its anus who voided feces through the urethra for three months. After puncture of the membrane, the discharge came through the natural passage and the child lived; Morgagni mentions a somewhat similar case in a little girl living in Bologna, and other modern instances have been reported. The rectum may terminate in the vagina. Masters has seen a child who lived nine days in whom the sigmoid flexure of the colon terminated in the fundus of the bladder. Guinard pictures a case in which there was communication between the rectum and the bladder. In Figure 140 a represents the rectum; b the bladder; c the point of communication; g shows the cellular tissue of the scrotum.\\n\\nThere is a description of a girl of fourteen, otherwise well constituted and healthy, who had neither external genital organs nor anus. There was a plain dermal covering over the genital and anal region. She ate regularly, but every three days she experienced pain in the umbilicus and much intestinal irritation, followed by severe vomiting of stercoraceous matter; the pains then ceased and she cleansed her mouth with aromatic washes, remaining well until the following third day. Some of the urine was evacuated by the mammae. The examiners displayed much desire to see her after puberty to note the disposition of the menstrual flow, but no further observation of her case can be found.\\n\\nFournier narrates that he was called by three students, who had been trying to deliver a woman for five days. He found a well-constituted woman of twenty-two in horrible agony, who they said had not had a passage of the bowels for eight days, so he prescribed an enema. The student who was directed to give the enema found to his surprise that there was no anus, but by putting his finger in the vagina he could discern the floating end of the rectum, which was full of feces. There was an opening in this suspended rectum about the size of an undistended anus. Lavage was practiced by a cannula introduced through the opening, and a great number of cherry stones agglutinated with feces followed the water, and labor was soon terminated. The woman afterward confessed that she was perfectly aware of her deformity, but was ashamed to disclose it before. There was an analogue of this case found by Mercurialis in a child of a Jew called Teutonicus.\\n\\nGerster reports a rare form of imperforate anus, with malposition of the left ureter, obliteration of the ostia of both ureters, with consequent hydronephrosis of a confluent kidney. There was a minute opening into the bladder, which allowed the passage of meconium through the urethra. Burge mentions the case of what he calls \\\"sexless child,\\\" in which there was an imperforate anus and no pubic arch; the ureters discharged upon a tumor the size of a teacup extending from the umbilicus to the pubes. A postmortem examination confirmed the diagnosis of sexless child.\\n\\nThe Liver.--The Ephemerides, Frankenau, von Home, Molinetti, Schenok, and others speak of deficient or absent liver. Zacutus Lusitanus says that he once found a mass of flesh in place of the liver. Lieutaud is quoted as describing a postmortem examination of an adult who had died of hydropsy, in whom the liver and spleen were entirely missing. The portal vein discharged immediately into the vena cava; this case is probably unique, as no authentic parallel could be found.\\n\\nLaget reports an instance of supernumerary lobe in the liver. Van Buren describes a supernumerary liver. Sometimes there is rotation, real or apparent, caused by transposition of the characteristics of the liver. Handy mentions such a case. Kirmisson reports a singular anomaly of the liver which he calls double displacement by interversion and rotation on the vertical axis. Actual displacements of the liver as well as what is known as wandering liver are not uncommon. The operation for floating liver will be spoken of later.\\n\\nHawkins reports a case of congenital obliteration of the ductus communis choledochus in a male infant which died at the age of four and a half months. Jaundice appeared on the eighth day and lasted through the short life. The hepatic and cystic ducts were pervious and the hepatic duct obliterated. There were signs of hepatic cirrhosis and in addition an inguinal hernia\\n\\nThe Gall-Bladder.--Harle mentions the case of a man of fifty, in whom he could find no gall-bladder; Patterson has seen a similar instance in a men of twenty-five. Purser describes a double gall-bladder.\\n\\nThe spleen has been found deficient or wanting by Lebby, Ramsay, and others, but more frequently it is seen doubled. Cabrolius, Morgagni, and others have found two spleens in one subject; Cheselden and Fallopius report three; Fantoni mentions four found in one subject; Guy-Patin has seen five, none as large as the ordinary organ; Hollerius, Kerckringius, and others have remarked on multiple spleens. There is a possibility that in some of the cases of multiple spleens reported the organ is really single but divided into several lobes. Albrecht mentions a case shown at a meeting of the Vienna Medical Society of a very large number of spleens found in the mesogastrium, peritoneum, on the mesentery and transverse mesocolon, in Douglas' pouch, etc. There was a spleen \\\"the size of a walnut\\\" in the usual position, with the splenic artery and vein in their normal position. Every one of these spleens had a capsule, was covered by peritoneum, and exhibited the histologic appearance of splenic tissue. According to the review of this article, Toldt explains the case by assuming that other parts of the celomic epithelium, besides that of the mesogastrium, are capable of forming splenic tissue. Jameson reports a case of double spleen and kidneys. Bainbrigge mentions a case of supernumerary spleen causing death from the patient being placed in the supine position in consequence of fracture of the thigh. Peevor mentions an instance of second spleen. Beclard and Guy-Patin have seen the spleen congenitally misplaced on the right side and the liver on the left; Borellus and Bartholinus with others have observed misplacement of the spleen.\\n\\nThe Pancreas.--Lieutaud has seen the pancreas missing and speaks of a double pancreatic duct that he found in a man who died from starvation; Bonet speaks of a case similar to this last.\\n\\nThere are several cases of complete transposition of the viscera on record. This bizarre anomaly was probably observed first in 1650 by Riolanus, but the most celebrated case was that of Morand in 1660, and Mery described the instance later which was the subject of the following quatrain:--\\n\\n\\\"La nature, peu sage et sans douse en debauche Placa le foie au cote gauche, Et de meme, vice versa Le coeur a le droite placa.\\\"\\n\\nYoung cites an example in a woman of eighty-five who died at Hammersmith, London. She was found dead in bed, and in a postmortem examination, ordered to discover if possible the cause of death, there was seen complete transposition of the viscera. The heart lay with its base toward the left, its apex toward the right, reaching the lower border of the 4th rib, under the right mamma. The vena cava was on the left side and passed into the pulmonary cavity of the heart, which was also on the left side, the aorta and systemic ventricle being on the right. The left splenic vein was lying on the superior vena cava, the liver under the left ribs, and the spleen on the right side underneath the heart. The esophagus was on the right of the aorta, and the location of the two ends of the stomach was reversed; the sigmoid flexure was on the right side. Davis describes a similar instance in a man.\\n\\nHerrick mentions transposition of viscera in a man of twenty-five. Barbieux cites a case of transposition of viscera in a man who was wounded in a duel. The liver was to the left and the spleen and heart to the right etc. Albers, Baron, Beclard, Boyer, Bull, Mackensie, Hutchinson, Hunt, Murray, Dareste, Curran, Duchesne, Musser, Sabatier, Shrady, Vulpian, Wilson, and Wehn are among others reporting instances of transposition and inversion of the viscera.\\n\\nCongenital extroversion or eventration is the result of some congenital deficiency in the abdominal wall; instances are not uncommon, and some patients live as long as do cases of umbilical hernia proper. Ramsey speaks of entire want of development of the abdominal parietes. Robertson, Rizzoli, Tait, Hamilton, Brodie, Denis, Dickie, Goyrand, and many others mention extroversion of viscera from parietal defects. The different forms of hernia will be considered in another chapter.\\n\\nThere seem to be no authentic cases of complete absence of the kidney except in the lowest grades of monstrosities. Becker, Blasius, Rhodius, Baillie, Portal, Sandifort, Meckel, Schenck, and Stoll are among the older writers who have observed the absence of one kidney. In a recent paper Ballowitz has collected 213 cases, from which the following extract has been made by the British Medical Journal:--\\n\\n\\\"Ballowitz (Virchow's Archiv, August 5, 1895) has collected as far as possible all the recorded cases of congenital absence of one kidney. Excluding cases of fused kidney and of partial atrophy of one kidney, he finds 213 cases of complete absence of one kidney, upon which he bases the following conclusions: Such deficiency occurs almost twice as often in males as in females, a fact, however, which may be partly accounted for by the greater frequency of necropsies on males. As to age, 23 occurred in the fetus or newly born, most having some other congenital deformity, especially imperforate anus; the rest were about evenly distributed up to seventy years of age, after which only seven cases occurred. Taking all cases together, the deficiency is more common on the left than on the right side; but while in males the left kidney is far more commonly absent than the right, in females the two sides show the defect equally. The renal vessels were generally absent, as also the ureter, on the abnormal side (the latter in all except 15 cases); the suprarenal was missing in 31 cases. The solitary kidney was almost always normal in shape and position, but much enlarged. Microscopically the enlargement would seem to be due rather to hyperplasia than to hypertrophy. The bladder, except for absence of the opening of one ureter, was generally normal. In a large number of cases there were associated deformities of the organs of generation, especially of the female organs, and these were almost invariably on the side of the renal defect; they affected the conducting portion much more than the glandular portion--that is, uterus, vagina, and Fallopian tubes in the female, and vas deferens or vesiculae seminales in the male, rather than the ovaries or testicles. Finally, he points out the practical bearing of the subject--for example, the probability of calculus causing sudden suppression of urine in such cases--and also the danger of surgical interference, and suggests the possibility of diagnosing the condition by ascertaining the absence of the opening of one ureter in the bladder by means of the cystoscope, and also the likelihood of its occurring where any abnormality of the genital organs is found, especially if this be unilateral.\\\"\\n\\nGreen reports the case of a female child in which the right kidney and right Fallopian tube and ovary were absent without any rudimentary structures in their place. Guiteras and Riesman have noted the absence of the right kidney, right ureter, and right adrenal in an old woman who had died of chronic nephritis. The left kidney although cirrhotic was very much enlarged.\\n\\nTompsett describes a necropsy made on a coolie child of nearly twelve months, in which it was seen that in the place of a kidney there were two left organs connected at the apices by a prolongation of the cortical substance of each; the child had died of neglected malarial fever. Sandifort speaks of a case of double kidneys and double ureters, and cases of supernumerary kidney are not uncommon, generally being segmentation of one of the normal kidneys. Rayer has seen three kidneys united and formed like a horseshoe. We are quite familiar with the ordinary \\\"horseshoe kidney,\\\" in which two normal kidneys are connected.\\n\\nThere are several forms of displacement of the kidneys, the most common being the \\\"floating kidney,\\\" which is sometimes successfully removed or fixed; Rayer has made an extensive study of this anomaly.\\n\\nThe kidney may be displaced to the pelvis, and Guinard quotes an instance in which the left kidney was situated in the pelvis, to the left of the rectum and back of the bladder. The ureter of the left side was very short. The left renal artery came from the bifurcation of the aorta and the primitive iliacs. The right kidney was situated normally, and received from the aorta two arteries, whose volume did not surpass the two arteries supplying the left suprarenal capsule, which was in its ordinary place. Displacements of the kidney anteriorly are very rare.\\n\\nThe ureters have been found multiple; Griffon reports the history of a male subject in whom the ureter on the left side was double throughout its whole length; there were two vesical orifices on the left side one above the other; and Morestin, in the same journal, mentions ureters double on both sides in a female subject. Molinetti speaks of six ureters in one person. Littre in 1705 described a case of coalition of the ureters. Allen describes an elongated kidney with two ureters. Coeyne mentions duplication of the ureters on both sides. Lediberder reports a case in which the ureter had double origin. Tyson cites an instance of four ureters in an infant. Penrose mentions the absence of the upper two-thirds of the left ureter, with a small cystic kidney, and there are parallel cases on record.\\n\\nThe ureters sometimes have anomalous terminations either in the rectum, vagina, or directly in the urethra. This latter disposition is realized normally in a number of animals and causes the incessant flow of urine, resulting in a serious inconvenience. Flajani speaks of the termination of the ureters in the pelvis; Nebel has seen them appear just beneath the umbilicus; and Lieutaud describes a man who died at thirty-five, from another cause, whose ureters, as large as intestines, terminated in the urethral canal, causing him to urinate frequently; the bladder was absent. In the early part of this century there was a young girl examined in New York whose ureters emptied into a reddish carnosity on the mons veneris. The urine dribbled continuously, and if the child cried or made any exertion it came in jets. The genital organs participated but little in the deformity, and with the exception that the umbilicus was low and the anus more anterior than natural, the child was well formed and its health good. Colzi reports a case in which the left ureter opened externally at the left side of the hymen a little below the normal meatus urinarius. There is a case described of a man who evidently suffered from a patent urachus, as the urine passed in jets as if controlled by a sphincter from his umbilicus. Littre mentions a patent urachus in a boy of eighteen. Congenital dilatation of the ureters is occasionally seen in the new-born. Shattuck describes a male fetus showing reptilian characters in the sexual ducts. There was ectopia vesicae and prolapse of the intestine at the umbilicus; the right kidney was elongated; the right vas deferens opened into the ureter. There was persistence in a separate condition of the two Mullerian ducts which opened externally inferiorly, and there were two ducts near the openings which represented anal pouches. Both testicles were in the abdomen. Ord describes a man in whom one of the Mullerian ducts was persistent.\\n\\nAnomalies of the Bladder.--Blanchard, Blasius, Haller, Nebel, and Rhodius mention cases in which the bladder has been found absent and we have already mentioned some cases, but the instances in which the bladder has been duplex are much more frequent. Bourienne, Oberteuffer, Ruysch, Bartholinus, Morgagni, and Franck speak of vesical duplication. There is a description of a man who had two bladders, each receiving a ureter. Bussiere describes a triple bladder, and Scibelli of Naples mentions an instance in a subject who died at fifty-seven with symptoms of retention of urine. In the illustration, B represents the normal bladder, A and C the supplementary bladders, with D and E their respective points of entrance into B. As will be noticed, the ureters terminate in the supplementary bladders. Fantoni and Malgetti cite instances of quintuple bladders.\\n\\nThe Ephemerides speaks of a case of coalition of the bladder with the os pubis and another case of coalition with the omentum. Prochaska mentions vesical fusion with the uterus, and we have already described union with the rectum and intestine.\\n\\nExstrophy of the bladder is not rare, and is often associated with hypospadias, epispadias, and other malformations of the genitourinary tract. It consists of a deficiency of the abdominal wall in the hypogastric region, in which is seen the denuded bladder. It is remedied by many different and ingenious plastic operations.\\n\\nIn an occasional instance in which there is occlusion at the umbilicus and again at the neck of the bladder this organ becomes so distended as to produce a most curious deformity in the fetus. Figure 143 shows such a case.\\n\\nThe Heart.--Absence of the heart has never been recorded in human beings except in the case of monsters, as, for example, the omphalosites, although there was a case reported and firmly believed by the ancient authors,--a Roman soldier in whom Telasius said he could discover no vestige of a heart.\",\"timestamp\":1639717780,\"title\":\"\\nDilatation of the colon frequently occurs as a transient affection, and by its action in pushing up the diaphragm may so seriously \"},\"digest\":\"vffnSewsviFojm3oS3T3OOhPiPmgWOMclU8IIODQeAo\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mnVY7JaOxWGUWut_u3s16jxSqoQnI8fu9BdS6w87BHw\\\",\\\"y\\\":\\\"hbdgxai3Q_cRXBtmJ6EH4k3H5yyyygs9O4g4aIhiTV8\\\"}\",\"signature\":\"HXD18c_Vmx5HYlBWct_Ls9_9Fjl9yl7PeX-p3FmBfe-59qWDqb5E6gpyBmTzxj1EvFVTbwzrjm04IfR8v82Sbw\",\"signingKeySignature\":\"0x8cc681084abff62d69a2d62f2ed237f67b3d53b6c3bce72d0d4091471a1df94a6cf88889a58cb0995bab92e945bbffcacf07f65a782289e23b6555107329cae41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mnVY7JaOxWGUWut_u3s16jxSqoQnI8fu9BdS6w87BHw\\\",\\\"y\\\":\\\"hbdgxai3Q_cRXBtmJ6EH4k3H5yyyygs9O4g4aIhiTV8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vffnSewsviFojm3oS3T3OOhPiPmgWOMclU8IIODQeAo\"}"