"{\"content\":{\"body\":\"**作者：Cobie，知名推特KOL**\\n\\n**原标题：《**[**On the meme of market caps & unlocks》**](https://cobie.substack.com/p/on-the-meme-of-market-caps-and-unlocks?justPublished=true)\\n\\n**编译：谷昱，链捕手**\\n\\n这里是一些关于市值、估值、代币经济学和解锁的一些想法。我注意到，即使是许多老练的加密参与者仍然不知道如何使用这些数据来做出投资或交易。\\n\\n![市值](https://hx24.huoxing24.cn/image/news/2021/12/26/1640488404156618.jpg)加密资产的市值是价格乘以当前流通的/代币数量。 \\n\\nFDV 的意思是“完全稀释估值”，这是另一个估值指标。FDV 是价格乘以将存在的代币总量（对于该资产）。 \\n\\n市值总是小于或等于 FDV。 \\n\\nFDV 较大是因为术语“市值”仅计算当前可以买卖的代币，而忽略了某些等待归属或解锁的锁定代币。这些锁定的代币通常来自一系列不同的类别——它们可以是团队代币和投资者代币，因此在未来几周到几年内是相关的，或者它们可以是将在未来 100 年发行的挖矿计划中的代币。\\n\\n**市值 = 需求，FDV = ??**\\n\\n**你可以将“市值”想象为公共需求总额。**这会随着价格的上涨/下跌和需求的变化而上升和缩小——但市值基本上是想要以当前价格购买代币的美元总额。 \\n\\n市值是衡量公众购买需求的指标，而 FDV 根本不是衡量需求的指标。相反，它是一种供应量度。这就是完全稀释的估值变得混乱的原因。\\n\\n随着对解锁代币的需求增加和市值增加，FDV 成比例增加，即使对这些锁定代币的需求不一定会增加。因此，即使这些锁定的代币可能以低得多的价格获得满意的卖家，FDV 也会以 1:1 的比例增加市值。\\n\\n** Scamnario **\\n\\n想象一下这样一个场景，一个项目在 1 月份举行了一轮融资，以 5000 万美元的估值为私人投资者筹集了 250 万美元。私人投资者可以以每个代币 0.01 美元的价格购买，但他们的代币被锁定一年。\\n\\n该项目于 2 月启动，3 月早期用户收到空投。这个项目是在雷达之下，只有少数人发现了它。因为它还不为人所知，只有 500 万美元的公众买家希望以任何价格分配给这个新代币。该代币在 3 月份仅达到 500 万美元的市值。 \\n\\n但是，空投仅占总供应量的 1%。市值为 500 万美元，FDV 为 500 万\\\\*100 = 5 亿美元（因为 500 万美元的市值代表 1%）。代币价格现在是 0.10 美元。种子投资者的回报上涨了 10 倍。\\n\\n现在想象一下，到了 5 月，这个项目已经成为现存最大的炒作项目。它们在所有主要交易所上市。他们有传言称与苹果、迪斯尼、奥普拉温弗瑞和上帝的整合。 \\n\\nYouTubers 正在制作有关该项目的视频。现在更多的美元想要分配给这个代币，所以他们去币安购买它。愿意分配给该代币的公共金额已从 500 万美元增加到 1 亿美元，增长了 20 倍。\\n\\n没有新币被解锁，因为团队和种子代币被锁定了 1 年。现在的市值为 1 亿美元。价格是 4 美元。FDV 现在是 200 亿美元，种子投资者的回报增长了 400 倍。\\n\\n市场需求增加了 9500 万美元，导致“估值”增加了 200 亿美元。在种子轮中投资的 250 万美元现在的市场估值为 10 亿美元。该团队的代币现在“价值”40 亿美元。\\n\\n然而，持有锁定代币的种子投资者愿意以高达 50 亿美元的稀释估值出售给任何买家，这使他们获得 100 倍的利润。这意味着即使当他们的代币被解锁时，他们仍然是快乐的卖家，即使他们的价格比当前价格下降了 75%。\\n\\n该团队愿意以超过 10 亿美元的任何估值出售代币，以确保拥有足够长期资金。即使在他们的代币解锁后下跌 95% 之后，他们仍然是快乐的卖家。\\n\\n**看涨解锁事件？**\\n\\n那么，如果代币解锁增加了供应但没有增加需求，那么看涨型解锁事件实际上是如何发生的呢？\\n\\n实际上，锁定的代币可以拥有自己的活跃市场。**专业和老练的投资者使用信任和法律作为保证来交易锁定的代币。基本上，他们以低于市场价格的折扣购买或出售锁定的代币，并与交易对手签署合同义务，在代币解锁时发送这些代币。**有时，这些锁定的代币甚至会在 OTC 销售期间延长锁定期（特别是如果团队是卖家）。\\n\\n想象一下，一些初始种子投资者将他们锁定的头寸以 10 倍的利润出售给另一个 VC，而这个 VC 又以 5 倍的价格出售了他们的头寸。现在“解锁”的代币的成本基础与当前的市场价格相差不远，一些市场参与者的预期是持有者的利润是 100 倍。由于一些投资者预计解锁事件是看跌的，但实际上是中性的，因此移除看跌催化剂可能会导致净看涨事件。\\n\\n如果锁定代币的场外交易市场非常活跃，并且信心不足的投资者已经卖给了更有信心的投资者，那么解锁事件实际上只是消除了“恐惧”。 \\n\\n这就是 Solana 发生的事情，**在 2020 年 12 月解锁之前，锁定的 SOL 代币以 66-80% 的折扣出售。**锁定代币的持有者非常担心解锁会导致价格下跌，而更有信心的买家购买了大量这些锁定代币。当解锁发生时，这些专业投资者的市盈率为 3-4 倍，而不是更高的倍数。\\n\\n如果没有场外交易市场，也没有对锁定代币的需求，那么锁定的投资者实现利润的唯一方法就是在解锁时将它们倾销到 AMM 或币安上，这些事件可能有点像种子之间的鸡游戏投资者。\\n\\n我可以想象到 2022 年发生的 90-95% 的解锁事件都是看跌的。\\n\\n**如何识别解锁是否是看涨事件**\\n\\n通常专业基金会决定以折扣价购买锁定代币或公开市场代币是否是更好的风险调整交易。长期投资者通常会尝试获得可能的最低价格入场，因此不介意购买锁定的代币。 \\n\\n实际上只是尝试参与 OTC 市场（联系锁定的买家、使用 OTC 服务投标、订阅 OTC 询价列表），确定解锁是否可能看涨的主要方法只是评估“这个项目好不好？” – 好的标准可能是活跃用户、TVL 或产品市场契合度。 \\n\\n如果任何代币具有机构利益空间，则很可能基金试图购买锁定的代币（如果有）。\\n\\n长期投资者通常也有更复杂的估值模型，所以想象一下他们更像是“聪明的钱”。他们试图以他们认为可以在 10 年的时间范围内获得的最佳估值买入，因此如果他们认为可以在几年内以更低的价格买入，他们可能会等待。他们不太可能像散户投资者那样买进抛物线价格。 \\n\\n这意味着随着价格走向抛物线，锁定代币的估值和公开市场代币的估值分离，因为聪明的资金不太可能购买过高的估值，并且锁定代币的持有者越来越有动力出售（并因更大的折扣而变得更快乐）。相比之下，当市场随着时间的推移有机而稳定地增长时，锁定代币的成本基础更有可能上升以接近公开市场估值。\\n\\n**随着牛市普遍进入后期，精明的资金会冒险并偏好流动性，**因此这也可能是一个因素——牛市后期解锁更有可能最近没有易手。\\n\\n**解锁时间表**\\n\\n了解解锁时间表以及估计场外代币当前的成本基础也很重要。 \\n\\n比特币目前的市值为 9700 亿美元，完全摊薄后的估值约为 10700亿美元。但是，作为不断减少的区块奖励的一部分，这额外的 1000 亿将在未来 100 年内解锁。如果你要绘制比特币的“代币”在历史上的挖矿过程中“解锁”的图表，它看起来像这样：\\n\\n![市值](https://hx24.huoxing24.cn/image/news/2021/12/26/1640488428225703.jpg)比特币开始供应量为 0，然后每块增加 50 个代币，大约每 4 年减少一次奖励。这将继续发生，直到所有 2100 万个代币都被开采出来。\\n\\n另一方面，通过私人融资筹集并在锁定归属后向投资者发行代币的项目可能有如下所示的供应时间表：\\n\\n![市值](https://hx24.huoxing24.cn/image/news/2021/12/26/1640488439382596.jpg)在这个例子中，代币供应量从 0 开始（也许他们向公众出售，或者空投），然后内部代币每年都会大批量解锁。 \\n\\n还有许多其他可能的具有不同通胀时间表的图表示例，我仅使用了频谱的两端作为示例。 \\n\\n我见过的最常见的团队或投资者代币归属时间表形式通常是**X 年锁定，Y 年线性解锁**，其中 0.5\\\\<x<1 和 1\\\\<y<3。我看到的伟大项目最常见的是 1 年锁定，2 年线性解锁。如果创始人正在努力筹集资金，他们可以使授予条件更有利（更少的锁定/更快的授予）。\\n\\n**为什么这很重要？**\\n\\n在整个交易或投资期间，能够弄清楚供需的任何变化非常重要。“小盘宝石”可以迅速变成大盘，而且你不知道它的解锁时机不合适。\\n\\n但同样地，具有高 FDV 和即将到来的催化剂的代币偶尔可能是好的交易，因为锁定的代币可能会暂时退出市场，其他交易者可能会被高 FDV 吓到。\\n\\n了解市值和 FDV 很重要，因此你也可以将两者与类似的“同行”项目进行比较。尝试获取有关锁定代币持有者成本基础的信息或良好估计很重要，因为它可以帮助告知专业投资者是否有额外的出价需求，或者是否有大量高利润倍数渴望出售。\\n\\n每一个高 FDV 项目的完全稀释估值最终都会被解锁——人们应该考虑这种情况何时以及如何发生的影响。有时，为了维持和证明横向价格是合理的，项目必须执行得非常好。 \\n\\n**总结**\\n\\n加密估值模型很困难，因为上限非常高，而且所有24/7流动市场的直接金融化都是一种新的方式。由于某种锚定效应，相对估值也可能具有误导性。 \\n\\n项目、投资者和创始人似乎有动力通过将尽可能多的公开市场资金投入尽可能小的流通量来最大化其完全稀释的市值（从而扩大私人财富）。通过这样做，一个项目可以为投资者和团队创造巨大的账面利润。 \\n\\n一些项目将试图通过门槛机制来强制价格不可知的需求，例如“你必须拥有它才能参与”，这在gamefi中大多可以识别，但在加密货币中很常见。通常在这些项目中，公共估值与私人估值以及现实的差距最大。 \\n\\n如果一个项目的“完全稀释”估值高于世界上一些较大的科技公司，在成立一两年后，可能值得思考：谁持有如此庞大的新财富，他们以什么价格获得它，他们将把它卖给谁？\\n\",\"timestamp\":1640570825,\"title\":\"如何根据完全稀释估值与代币解锁事件建立投资决策\"},\"digest\":\"-ce_hjSE9wgy-y_5YzRdXaEctpoAQf40EZVqe4jIS_o\",\"authorship\":{\"contributor\":\"0x034196E751c15Db00C66144e0A6b075E2Dd20895\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zrwVW7hVvxbZCwS4mvo1gVq4PCieEC07lXFSRTOnoPc\\\",\\\"y\\\":\\\"iMgkxi-VgG_oOgH4lM_e_u0f518HtdCdBDOusxCC_FE\\\"}\",\"signature\":\"nD6R_kzbIWjMFUeobaN6fr_QLCiSF-mXuwiECuFr5ef36k1JbSbu0OG1fYuoLXwIN2aGCf1gRsQ4WUt6vLUc3A\",\"signingKeySignature\":\"0xe8300736d9c2174f7758e6ab7a236c8d05dc9ea5f753f4d3a0f07815ce5c58096070049f690e0a5a024fb4f0b7cdbfea748be907e67b42b25be40879de0179751c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zrwVW7hVvxbZCwS4mvo1gVq4PCieEC07lXFSRTOnoPc\\\",\\\"y\\\":\\\"iMgkxi-VgG_oOgH4lM_e_u0f518HtdCdBDOusxCC_FE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-ce_hjSE9wgy-y_5YzRdXaEctpoAQf40EZVqe4jIS_o\"}"