"{\"content\":{\"body\":\"It was extracted by a pair of watchmaker's pliers. In five days the symptoms had all abated, and the would-be suicide was well enough to start for the Continent. Muhlig was consulted by a mason who, ten years before, had received a blow from a stiletto near the left side of the sternum. The cicatrix was plainly visible, but the man said he had been able to perform his daily labors, although at the present time suffering from intense dyspnea and anasarca. A loud bellows-sound could be heard, which the man said had been audible since the time of reception of the injury. This was a double bruit accompanying systole, and entirely obscuring the physical signs. From this time the man speedily failed, and after his death there were cicatricial signs found, particularly on the wall of the left ventricle, together with patency of the interventricular septum, with signs of cicatrization about this rent. At the side of the left ventricle the rent was twice as large and lined with cicutricial tissue.\\n\\nStelzner mentions a young student who attempted suicide by thrusting a darning-needle into his heart. He complained of pain and dyspnea; in twenty-four hours his symptoms increased to such an extent that operation was deemed advisable on account of collapse. The 5th rib was resected and the pleural cavity opened. When the pericardial sac was incised, a teaspoonful of turbid fluid oozed out, and the needle was felt in an oblique position in the right ventricle. By pressure of a finger passed under the heart, the eye of the needle was pressed through the anterior wall and fixed on the operator's finger-nail. An attempt to remove by the forceps failed, as the violent movements of the heart drew the needle back into the cavity. About this stage of the operation an unfortunate accident happened--the iodoform tampon, which protected the exposed pleural cavity, was drawn into this cavity during a deep inspiration, and could not be found. Notwithstanding subsequent pneumothorax and extensive pleuritic effusion, the patient made a good recovery at the end of the fourth week and at the time of report it was still uncertain whether the needle remained in the heart or had wandered into the mediastinum. During the discussion which followed the report of this case, Hahn showed a portion of a knitting-needle which had been removed from the heart of a girl during life. The extraction was very slow in order to allow of coagulation along the course of the wound in the heart, and to guard against hemorrhage into the pericardial sac, which is so often the cause of death in punctured wounds of this organ. Hahn remarked that the pulse, which before the removal had been very rapid, sank to 90.\\n\\nMarks reports the case of a stab-wound penetrating the left 9th intercostal space, the diaphragm, pleura, pericardium, and apex of the heart. It was necessary to enlarge the wound, and, under an anesthetic, after removing one and one-half inches of the 9th and 10th ribs, the wound was thoroughly packed with iodoform gauze and in twenty-one days the patient recovered. Lavender mentions an incised wound of the heart penetrating the right ventricle, from which the patient recovered. Purple gives, an account of a recovery from a wound penetrating both ventricles. The diagnosis was confirmed by a necropsy nine years thereafter. Stoll records a nonfatal injury to the heart.\\n\\nMastin reports the case of a man of thirty-two who was shot by a 38-caliber Winchester, from an ambush, at a distance of 110 yards. The ball entered near the chest posteriorly on the left side just below and to the outer angle of the scapula, passed between the 7th and 8th ribs, and made its exit from the intercostal space of the 4th and 5th ribs, 2 1/4 inches from the nipple. A line drawn from the wound of entrance to that of exit would pass exactly through the right ventricle. After receiving the wound the man walked about twenty steps, and then, feeling very weak from profuse hemorrhage from the front of the wound, he sat down. With little or no treatment the wound closed and steady improvement set in; the patient was discharged in three weeks. As the man was still living at last reports, the exact amount of damage done in the track of the bullet is not known, although Mastin's supposition is that the heart was penetrated.\\n\\nMellichamp speaks of a gunshot wound of the heart with recovery, and Ford records an instance in which a wound of the heart by a buckshot was followed by recovery. O'Connor reports a case under his observation in which a pistol-ball passed through three of the four cavities of the heart and lodged in the root of the right lung. The patient, a boy of fifteen, died of the effects of cardiac disease three years and two months later. Bell mentions a case in which, six years after the receipt of a gunshot wound of the chest, a ball was found in the right ventricle. Christison speaks of an instance in which a bullet was found in the heart of a soldier in Bermuda, with no apparent signs of an opening to account for its entrance. There is a case on record of a boy of fourteen who was shot in the right shoulder, the bullet entering through the right upper border of the trapezius, two inches from the acromion process. Those who examined him supposed the ball was lodged near the sternal end of the clavicle, four or five inches from where it entered. In about six weeks the boy was at his labors. Five years later he was attacked with severe pneumonia and then first noticed tumultuous action of the heart which continued to increase after his recovery. Afterward the pulsation could be heard ten or 12 feet away. He died of another attack of pneumonia fifteen years later and the heart was found to be two or three times its natural size, soft and flabby, and, on opening the right ventricle, a bullet was discovered embedded in its walls. There was no scar of entrance discernible, though the pericardium was adherent. Biffi of Milan describes the case of a lunatic who died in consequence of gangrene of the tongue from a bite in a paroxysm of mania. At the necropsy a needle, six cm. in length, was found transfixing the heart, with which the relatives of the deceased said he had stabbed himself twenty-two months prior to his death. There is a collection of cases in which bullets have been lodged in the heart from twenty to thirty years.\\n\\nBalch reports a case in which a leaden bullet remained twenty years in the walls of the heart. Hamilton mentions an instance of gunshot wound of the heart, in which for twenty years a ball was embedded in the wall of the right ventricle, death ultimately being caused by pneumonia. Needles have quite frequently been found in the heart after death; Graves, Leaming, Martin, Neill, Piorry, Ryerson, and others record such cases. Callender mentions recovery of the patient after removal of a needle from the heart.\\n\\nGarangeot mentions an aged Jesuit of seventy-two, who had in the substance of his heart a bone 4 1/2 inches long and possibly an inch thick. This case is probably one of ossification of the cardiac muscle; in the same connection Battolini says that the heart of Pope Urban VII contained a bone shaped like the Arab T.\\n\\nAmong the older writers we frequently read of hairs, worms, and snakes being found in the cavities of the heart. The Ephemerides, Zacutus Lusitanus, Pare, Swinger, Riverius, and Senac are among the authorities who mention this circumstance. The deception was possibly due to the presence of loose and shaggy membrane attached to the endocardial lining of the heart, or in some cases to echinococci or trichine. A strange case of foreign body in the heart was reported some time since in England. The patient had swallowed a thorn of the Prunus spinosa (Linn.), which had penetrated the esophagus and the pericardium and entered the heart. A postmortem examination one year afterward confirmed this, as a contracted cicatrix was plainly visible on the posterior surface of the heart about an inch above the apex, through which the thorn had penetrated the right ventricle and lodged in the tricuspid valve. The supposition was that the thorn had been swallowed while eating radishes. Buck mentions a case of hydatid cysts in the wall of the left ventricle, with rupture of the cysts and sudden death.\\n\\nIt is surprising the extent of injury to the pericardium Nature will tolerate. In his \\\"Comment on the Aphorisms of Hippocrates,\\\" Cardanus says that he witnessed the excision of a portion of the pericardium with the subsequent cure of the patient. According to Galen, Marulus, the son of Mimographus, recovered after a similar operation. Galen also adds, that upon one occasion he removed a portion of carious sternum and found the pericardium in a putrid state, leaving a portion of the heart naked. It is said that in the presence of Leucatel and several theologians, Francois Botta opened the body of a man who died after an extended illness and found the pericardium putrefied and a great portion of the heart destroyed, but the remaining portion still slightly palpitating. In this connection Young mentions a patient of sixty-five who in January, 1860, injured his right thumb and lost the last joint by swelling and necrosis. Chloroform was administered to excise a portion of the necrosed bone and death ensued. Postmortem examination revealed gangrene of the heart and a remarkable tendency to gangrene elsewhere (omentum, small intestines, skin, etc.). Recently, Dalton records a remarkable case of stab-wound of the pericardium with division of the intercostal artery, upon which he operated. An incision eight inches long was made over the 4th rib, six inches of the rib were resected, the bleeding intercostal artery was ligated, the blood was turned out of the pericardial cavity, this cavity being irrigated with hot water. The wound in the pericardium, which was two inches long, was sutured and the external wound was closed. Recovery followed. Harris gives an instance of a man who was injured by a bar of iron falling on his shoulder, producing a compound fracture of the ribs as low as the 7th, and laying the heart and lungs bare without seriously injuring the pericardium.\\n\\nRupture of the heart from contusion of the chest is not always instantly fatal. According to Ashhurst, Gamgee has collected 28 cases of rupture of this viscus, including one observed by himself. In nine of these cases there was no fracture, and either no bruise of the parietes or a very slight one. The pericardium was intact in at least half of the cases, and in 22 in which the precise seat of lesion was noticed the right ventricle was ruptured in eight, the left in three, the left auricle in seven, the right in four. The longest period during which any patient survived the injury was fourteen hours.\\n\\nAmong the older writers who note this traumatic injury are Fine, who mentions concussion rupturing the right ventricle, and Ludwig, who reports a similar accident. Johnson mentions rupture of the left ventricle in a paroxysm of epilepsy. There is another species of rupture of the heart which is not traumatic, in which the rupture occurs spontaneously, the predisposing cause being fatty degeneration, dilatation, or some other pathologic process in the cardiac substance. It is quite possible that the older instances of what was known as \\\"broken-heart,\\\" which is still a by-word, were really cases in which violent emotion had produced rupture of a degenerated cardiac wall. Wright gives a case of spontaneous rupture of the heart in which death did not occur for forty-eight hours. Barth has collected 24 cases of spontaneous rupture of the heart, and in every instance the seat of lesion was in the left ventricle. It was noticed that in some of these cases the rupture did not take place all at once, but by repeated minor lacerations, death not ensuing in some instances for from two to eleven days after the first manifestation of serious symptoms. A more recent analysis is given by Meyer of cases reported since 1870: Meyer collects 25 cases of rupture of the left ventricle seven of the right ventricle, and four of the right auricle. Within the last year Collings has reported a case of idiopathic rupture of the heart in a man of fifty-three, who had always lived a temperate life, and whose only trouble had been dyspepsia and a weak heart. There was no history of rheumatism or rheumatic fever. The man's father had died suddenly of heart disease. After feeling out of sorts for a time, the man experienced severe pain in the precordium and felt too ill to leave his bed. He gradually became worse and sick after taking food. Speech became thick, the mouth was drawn to the right, and the right eye was partially closed. The left arm became paralyzed, then the right leg. The tongue deviated to the right on protrusion. The sphincters were unaffected. The heart sounds were faint and without added sounds. The man was moved to a water-bed, his body and head being kept horizontal, and great care being taken to avoid sudden movement. Later, when his pelvis was raised to allow the introduction of a bed-pan, almost instantaneous death ensued. Upon postmortem examination prolonged and careful search failed to reveal any microscopic change in the brain, its vessels, or the meninges. On opening the pericardium it was found to be filled with blood-clot, and on washing this away a laceration about 1 1/2 inches in length was found in the left ventricle; the aperture was closed by a recent clot. The cavities of the heart were dilated, the walls thin and in advanced stage of fatty degeneration. There was no valvular disease. The aorta and its main branches were atheromatous. Both lungs contained calcifying tubercle; the abdomen was loaded with fat; the spleen was soft; the kidneys were engorged, but otherwise healthy.\\n\\nStokes gives the case of a man who was severely crushed between the arms of a water-wheel of great size and the embankment on which the axle of the wheel was supported; a peculiar factor of the injury being that his heart was displaced from left to right. At the time of report, after recovery from the injury, the patient exhibited remarkable tolerance of great doses of digitalis. When not taking digitalis, his pulse was 100 to 120, regular, and never intermittent.\\n\\nHypertrophy of the Heart.--The heart of a man of ordinary size weighs nine ounces, and that of a woman eight; in cases of hypertrophy, these weights may be doubled, although weights above 25 ounces are rare. According to Osler, Beverly Robinson describes a heart weighing 53 ounces, and Dulles has reported one weighing 48 ounces. Among other modern records are the following: Fifty and one-half ounces, 57 ounces, and one weighing four pounds and six ounces. The Ephemerides contains an incredible account of a heart that weighed 14 pounds. Favell describes a heart that only weighed 3 1/2 ounces.\\n\\nWounds of the aorta are almost invariably fatal, although cases are recorded by Pelletan, Heil, Legouest, and others, in which patients survived such wounds for from two months to several years. Green mentions a case of stab-wound in the suprasternal fossa. The patient died one month after of another cause, and at the postmortem examination the aorta was shown to have been opened; the wound in its walls was covered with a spheric, indurated coagulum. No attempt at union had been made.\\n\\nZillner observed a penetrating wound of the aorta after which the patient lived sixteen days, finally dying of pericarditis. Zillner attributed this circumstance to the small size of the wound, atheroma and degeneration of the aorta and slight retraction of the inner coat, together with a possible plugging of the pericardial opening. In 1880 Chiari said that while dissecting the body of a man who died of phthisis, he found a false aneurysm of the ascending aorta with a transverse rupture of the vessel by the side of it, which had completely cicatrized. Hill reports the case of a soldier who was stabbed with a bowie-knife nine inches long and three inches wide. The blade passed through the diaphragm, cut off a portion of the liver, and severed the descending aorta at a point about the 7th dorsal vertebra; the soldier lived over three hours after complete division of this important vessel. Heil reports the case of a man of thirty-two, a soldier in the Bavarian army, who, in a quarrel in 1812, received a stab in the right side. The instrument used was a common table-knife, which was passed between the 5th and 6th ribs, entering the left lung, and causing copious hemorrhage. The patient recovered in four months, but suffered from amaurosis which had commenced at the time of the stab. Some months afterward he contracted pneumonia and was readmitted to the hospital, dying in 1813. At the postmortem the cicatrix in the chest was plainly visible, and in the ascending aorta there was seen a wound, directly in the track of the knife, which was of irregular border and was occupied by a firm coagulum of blood. The vessel had been completely penetrated, as, by laying it open, an internal cicatrix was found corresponding to the other. Fatal hemorrhage had been avoided in this case by the formation of coagulum in the wound during the syncope immediately following the stab, possibly aided by extended exposure to cold.\\n\\nSundry Cases.--Sandifort mentions a curious case of coalescence of the esophagus and aorta, with ulceration and consequent rupture of the aorta, the hemorrhage proceeding from the stomach at the moment of rupture.\",\"timestamp\":1639718962,\"title\":\"\\nO'Connor mentions a graduate of a British University who, with suicidal intent, transfixed his heart with a darning-needle.\"},\"digest\":\"X5T2xRrXhjdjyWHWEFGksWuDU4el44jO8duStKxlpb8\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mKMnE8gC5sox13w-2tAauyJeB760n5sB3uWUTMGOYJw\\\",\\\"y\\\":\\\"6Va056tlLxslTU7ru765TV43vT2eyebnWMd6IcgU2nw\\\"}\",\"signature\":\"cTUtiXz1SWZFBNVBnIsXANIG49mVnUujH8JYl2zZuvF-41qTaHYfC_GXTwKJ2hcbrRGSy_b2G6tUyCeFGggRBA\",\"signingKeySignature\":\"0x7140cd0abeb2ec37495c6befb72d415e817da15b69aebdbf2b0c4025f8d25d881e5021bb12219df98adbe25d73b60e8862a6a9dbcd1aabee8f31a25fec718cc41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mKMnE8gC5sox13w-2tAauyJeB760n5sB3uWUTMGOYJw\\\",\\\"y\\\":\\\"6Va056tlLxslTU7ru765TV43vT2eyebnWMd6IcgU2nw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X5T2xRrXhjdjyWHWEFGksWuDU4el44jO8duStKxlpb8\"}"