"{\"content\":{\"body\":\"**鬼故事短篇超吓人（11）：**\\n\\n手\\n\\n阿方是一个大排挡的老板，以前他的生意不是很好，但是自从得到了一位高人的指点后，他的生意一下子就红火起来了。个性是酱鸡爪，但他每一天都唑是限量供应十份，谁来了也没的多。这可苦了我这个食客了，有时候去晚了，就没了，那一天我是睡都睡不着，就为了那一碗鸡爪，这但是说出去都没有意思。而且他有一个怪毛病，他的厨房周围都是用黑布罩着的。没有人明白他是怎样做的菜的，最奇怪的是，我从来也没有看见他向谁购过鸡爪，他也没有鸡。那他的原料是怎样来的呢\\n\\n那天我实在是忍不住了，就悄悄地躲在了他的屋顶上，掀开了屋瓦的一角，心想学到了我就自己做。我从细缝看到，那真是一辈子也忘不了的情景，我看到了只手。那是人手。还连在人的身上的手，但是已经不全了，那个人还活着，我看到他的脸在扭曲，但是叫不出来，他全身只是皮包骨头，但是手却是肉肉的，那只手是被钉在墙上的，灰黄色的，掺着一丝血丝，还在抖动着，这时外面有人叫一份鸡爪，只见阿方熟练地从那个手上斩下了一块，他飞快地剁着，然后下锅，加料……很快，一盘鸡爪就香喷喷的出锅了，阿方将它端了出去。这时，我发现他冲我这个方向笑了一下，“咚！”我吓得从上面掉了下来，掉进了阿方的厨房…\\n\\n**鬼故事短篇超吓人（12）：**\\n\\n灵异阴阳\\n\\n我高中是在烟台E中学上的，烟台是个小地方，在地图上看起来显得很远的地方。实际上骑自行车不会超过十五分钟。\\n\\n我是之后才转到这个学校的，我家以前在外地。来了之后，像大多数的中学生一样，我结识了一批兴趣相同的人。我们在一齐踢球，吃饭，到了谁的生日，也是聚在谁家里或者了去吃喝一通。\\n\\n有一天，好像是放假吧，我们在一个朋友家里为他庆祝生日，他母亲不在。至少我没有见过，他家属于比较有钱的那种，在当时就有音响，卡拉OK等等相比较较新鲜的娱乐设备。我们分吃了蛋糕，照了很多照片，抢着唱歌，总之气氛相当的好。\\n\\n忽然，主人站起来说，有人在敲门，神情十分的严峻，但是其他人都坚信没有。尽管当时比较乱，但是他家用门铃如果响起来，不可能听不到，大家笑他，他还是坚持去门口看看。\\n\\n很快他就回来了，那种表情，只要我还活着就不会忘记，以前听说过有人因为恐惧而脸发白的，但是从来没有见过。这次，在他脸上，分明一种惨白的颜色，他不敢看任何人，他的目光与其说是在逃避我们，不如说是在逃避空气中一种超自然的力量。问他他什么也不说，只是摇头说没事。\\n\\n那天的之后，就因为他的郁郁不乐而兴味索然了。\\n\\n回家的路上，有人和我同行，她讲起有关他的一个往事。\\n\\n“他的母亲身体不好，而家里有钱，所以他母亲从不上班，有一天，他在学校的时候，忽然要回家看看，说心里不好受。于是他就趁课间操的时间回家了。\\n\\n”说过了，烟台是个很小的地方，他完全能在下节课开始之前赶回来，事实上，他在家跟母亲说了几句话，就按时回来了。但是在他下楼的时候，遇到了两个人，一男一女，那两个人问他，你认识XXX吗？他们问的正好是他母亲的名字，他说，在家呀，那是我妈，有什么事吗？两个人说，是同事，来接她。我们就在那个楼，202号住。说着随手一指，他急着回学校，于是就让两个客人上楼，自己匆匆的离开了。\\n\\n“到了学校，他忽然意识到一个问题，在当时，202决不是一个普通的号码，在北京等地，许多人都明白，那是太平间的代名词。然而他仍旧没有在意。\\n\\n”等他中午回家的时候，他父亲在家，而他的母亲。因为心脏的问题已经死了。“\\n\\n”之后存放遗体的地方，那个医院，正好在当时两个来接她的人所指的方向。“\\n\\n我听到那里，不尽有些发冷的感觉，鬼使神差的我就把这个和刚才敲门的事联系起来了。到家后我迫不及待的打电话给他，直到听到他的声音，我才长出了一口气。\\n\\n第二天他没来上学，他在路上，让车撞死了。\\n\\n没有人明白他究竟在敲门的时候看了什么，也许，是来自另一个世界的召唤？永远没有能回答了。\\n\\n最让人吃惊的是，事情没有结束，\\n\\n一个星期以后，我们中间的另一个人，梦见了他。在梦里，那个已经和我们隔世的人，要他去和他踢球，并且指定穿某双球鞋。上过高中的男孩儿都明白，大家用臭鞋都是堆在一齐的，都不想去洗。拿到谁的就是谁的，就在这个梦的第二天，在体育课上他险些从一个很高的地方摔下来，要不是老师瓜快，他的脖子早就跌断了。\\n\\n之后，他发现自己穿的正是梦里的那双鞋。\\n\\n他回家和自己的妈妈讲了整个过程，他妈妈吓坏了，最后决定，把那双惹祸的球鞋烧掉，再烧一双新的球鞋。那以后，再也没有关于他的消息了，他的父亲南下做生意了，他家的每个人，就这样从我的生活中一一消失掉了。\\n\\n**鬼故事短篇超吓人（13）：**\\n\\n医院鬼话\\n\\n一个医生和护士在为五楼病人急救后从五楼坐电梯要回一楼，但是电梯过了一楼却没有停下来。B1/B2/B3/电梯最后在地下三楼停了下来，电梯的门缓缓地打开了，一股阴冷之气迎面扑来。一个女孩子出此刻面前，要进来搭电梯。医生吓得面无人色，赶快把电梯的门关上了。护士问医生为什么不让那个女孩子进来，医生惊吓得说：”你没有看见那个女孩子手上带着一条红带了，地下三楼是医院的太平间，每一个尸体都会在手上系一条红带子示别。\\n\\n医生不停地喘气……不停地喘气……\\n\\n护士慢慢地把手伸到医生面前：“是不是像这样的红带子……”\\n\\n**鬼故事短篇超吓人（14）：**\\n\\n一对夫妇平时总吵架，一次两人又吵起来，丈夫一怒之下杀害了妻子，然后把她的尸体埋在了后院子里。\\n\\n过了几天，男的觉得很奇怪，为什么这几天孩子都没有见到妈妈却一点也不问自己呢\\n\\n于是有一天他就问孩子，“这几天呵呵妈不在家，你怎样一点也不着急呢”\\n\\n孩子答到：“我觉得好奇怪啊，为什么爸爸你这几天一向背着妈妈呢”\\n\\n**鬼故事短篇超吓人（15）：**\\n\\n暗夜惊魂\\n\\n这是我亲身经历的事情，我一向没有告诉同宿舍的同学，因为这件事太离奇了。就连此刻将它讲给你听我也仍是心有余悸。\\n\\n我此刻还清楚地记得，那是临近期末考试的一个周五的晚上，我去东一四楼的通宵复习。那天我个性累，加之书又不懂，不知不觉就睡着了……不知过了多久，我被一阵冷风吹醒了，向窗外一瞅，什么也看不见。空气中带着很浓的泥干的腥味，可能是下雨了吧！我抬手一看表，已经是三点多了。教室里的人已经都走光了，灯在夜色中忽明忽暗地闪着…\\n\\n草草地收拾了一下，我就背着书包准备走人了，刚走到门口，我听到外对的教室里有翻书的声音，“都这么晚了，谁还这么用功不会是我们系里的那个壮汉吧。”我想着就走了进去，教室里黑漆漆的，只有靠窗的那个灯还亮着，灯下的课桌上放着一本书，书页被风哗哗的吹动着，……谁这么冒失我忍不住走过去看看是不是我们系里的谁丢的，走到眼前才发现是一个破旧的日记本。还是走吧！别人的日记最好别看，走到门口时，我忽然想到，窗子明明是关着的，而且我一丝风也没有感觉到！本子怎样会翻得哗哗响呢\\n\\n我不由得慌了起来，该不会是见鬼了吧！平时看过得那些恐怖故事和电影的情形一下子涌了出来。我觉得空气中的腥味更加浓重了，还有些刺鼻，几乎让人窒息，灯光也抖动得厉害。我不敢回头看，只好连奔带跑的下到了二楼，这时，我的心才稍微安定了些。拐过楼梯，我发觉楼道里有一个人影，离我有一二十步远，穿着九七级的校服。有人作伴了！太好了！于是我快步走了上去，我的脚步很响，但是他一向没有回头，走近了，我发现他是一个很瘦的小伙，校服肥肥大大的。很不合身，脚步很轻，我根本听不到声音，这时刚好走到了一个昏暗的角落，他突然回头，我看见了一张清秀的脸，只是脸色苍白，双目无神。看得出来他身体很差，我不禁打了个冷战，他的笑容好奇怪啊！\\n\\n然后他拐进了厕所，正巧我也想去。但是一想起他那诡秘的笑容，又有些犹豫。但是一想起要独自走下漆黑的楼梯，我更加胆战心惊，最后我还是跟着进去了。出来后却找不到他，不会是走了吧。这时突然从厕所里传来了冲水的声音，我想他快出来了，却一向没有见个人影。只有哗哗的冲水声在楼道里回响！我大着胆子走进去，但是走到最后里面也没有人，我随着水声望去，只见马桶的绳子在不停的上下晃动……\\n\\n但至今那个不停晃动的绳子和那个男孩惨淡的笑容还不时浮此刻我眼前，我发誓再也不上通宵了，就算我有N门但是…幽灵电梯\\n\\n丁科长在电梯门前站了很久，那一的按钮老是亮着。电梯就是不上来，他心里开始骂娘了。操，地下那一层在搞什么鬼！他焦急地看看表，不停地将那个上升按钮按了又按。\\n\\n最后，电梯上来了，可门又迟迟不打开。丁科长急火攻心，用脚去踢那个电梯门。好不容量，门开了，他走了进去，正想将一肚子火发在那个他熟悉的电梯工身上。一看，换人了，难怪这天的电梯这么发神经。\\n\\n新的电梯工是个男的，不知为什么，丁科长一看他就觉得有点儿不舒服。这倒不是因为他长着一对斗鸡眼，而是因为斗鸡眼所附着的那张脸。愣是一点儿表情也没有，这也能叫脸吗丁科长想。\\n\\n“上还是下”电梯木木地问，丁科长莫名其妙，“当然上了，我又不是维修工，下去干嘛”\\n\\n“下去有下去的好处。”那人头也不回，这是什么话丁科长最怕的就是一个下字，他奶奶的，“科”了这么多年了，没工劳也有苦劳了吧。哪能说下就下！他刚想说话，那人又问：“几楼”“十六楼。”“上那么高干嘛当心上得高摔得重。”丁科长忍无可忍，“你呀的怎样这么废话你管你的电梯就行了，管我上上下下干嘛”\\n\\n那人阴笑一声，不再说话。\\n\\n电梯上一楼停一下，上一楼停一下，也不见有人进来。丁科长好几次都想再发火，又都忍住了。无意间，他看了一下镜子，不禁毛骨悚然。平常能克隆出无数个丁科长的两面镜子，此刻竟看不到他的一根毫毛！“停___”他大喊一声“让我出去！”\\n\\n那电梯工回过头，一双斗鸡眼对着丁科长“你看看你的脚下，停得下来吗”\\n\\n丁科长望下去，顿时吓得魂飞魄散，他的脚下，竟是黑不见底的万丈深渊！“救命啊！”他发出最后一声惨叫，便跌了下去！只见他人越来越小，越来越小……\\n\\n“铃……”一阵闹钟声把丁科长救了，他从床上一跃而起，还好，是个梦！被子都被他的汗水濡湿了，一看闹钟，上班时间已到了。这天要讨论他的升隆问题，事关重大，可一能迟到了。\\n\\n惊魂未定的丁科长到了单位，电梯门刚好停在一楼等他，门开了，他走了进去，“上还是下”丁科长心里一颤，回过头来，往日熟悉的电梯工不见了，梦里那双斗鸡眼正对着他……\\n\\n电梯里传来一声惨叫。\",\"timestamp\":1637723650,\"title\":\"50个超真实的恐怖故事 短篇鬼故事胆小勿入（11-15）\"},\"digest\":\"dufU2KyAzfeaJ7hzFv1occ-QuP_0cf2AQwbAPly8CJ8\",\"authorship\":{\"contributor\":\"0x80b1b7d7A9FdE1dd386CC0b864EDc9b291374c57\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ILQ7se4YEZ9f14bHNpbN5BaB7g94lIo-hNOQrClSdeM\\\",\\\"y\\\":\\\"rpTUO6VJNBEuPviLScmTOvghtoMtsCmlOMbS8iGT-ak\\\"}\",\"signature\":\"MtGsVaijxDUekJ3XTZqwUmq6lZqzb5BLRDenEGBzcQJ8lfQpz3-MGETqrTIsEeraJbSnhdpNy-bvfzu1u6mT5A\",\"signingKeySignature\":\"0x8859c55c9e13c89ba70226e94190c56207da2d8113f4f6bbe0d51873bbf3c22714cf5d7269e5f4a786d578084f15671764e2bcde356e2c4866950616c6a849371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ILQ7se4YEZ9f14bHNpbN5BaB7g94lIo-hNOQrClSdeM\\\",\\\"y\\\":\\\"rpTUO6VJNBEuPviLScmTOvghtoMtsCmlOMbS8iGT-ak\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dufU2KyAzfeaJ7hzFv1occ-QuP_0cf2AQwbAPly8CJ8\"}"