"{\"content\":{\"body\":\"PartyDAO has two primary mandates.\\n\\n1. Ship PartyBid: a product / standard for creating popup DAOs that can bid on NFTs\\n2. Build PartyDAO itself into a long-lasting organization that can fund its own continued existence\\n\\nPartyDAO is different from many DAOs that have come before it. To date, DAOs have mostly been synonymous with a treasury of funds + group voting on where to send those funds. PartyDAO aims to be something else: **we are a fully decentralized organization that actually ships products**.\\n\\nAlready, PartyDAO has assembled a group of members with strong capabilities in design, engineering, smart contract development, and writing. As we build this first product, we will use these skills to ship a product at a quality level typically only seen at top-tier startups. In doing so, we will begin to expand on the idea of what a DAO is capable of.\\n\\nOver the next several weeks, we will also progress towards the much larger opportunity of building a long-lasting organization. We’ll establish the PartyDAO identity and continue to build up a list of members with skills we can call on. Though we are building things together, we are not a company. We are a group of autonomous individuals that can coordinate around shared projects that we all own a part of.\\n\\n---\\n\\nIn the immediate, we have 2 primary work streams to pursue in parallel.\\n\\nFirst, we have begun building PartyBid V1. In the past week, we've cemented our V1 spec and selected a team responsible for project management, design, and development. That team consists of the following members, and development is now underway.\\n\\n- Project Lead: [John Palmer](https://twitter.com/john_c_palmer)\\n- Lead solidity developer: [Anna Carroll](https://twitter.com/annascarroll)\\n- Designer: [Callil Capuozzo](https://twitter.com/_callil)\\n- Web developer: [Anish Agnihotri](https://twitter.com/_anishagnihotri)\\n- Solidity reviewers: [Steve Klebanoff](https://twitter.com/steveklbnf), [Graeme Boy](https://twitter.com/strangechances), and [Arpit Agarwal](https://twitter.com/atvanguard)\\n\\nSecond, we have slowly begun building PartyDAO itself. While only a few individuals are building PartyBid V1, every member is a part of establishing the DAO as an organization by sharing what we're up to and inviting new members to join.\\n\\nAs far as this goes, we've made initial progress by creating our publication on Mirror and publishing this first post. Additionally, we've collaborated with [GraphixSlayer](https://twitter.com/GraphixSlayer) to create our official mascot, Kazoo.\\n\\n![](https://images.mirror-media.xyz/publication-images/25356535-e48f-47ee-a221-c61993d17056.jpeg?height=3000&width=3000)\\n\\n---\\n\\nWe're excited to get this party started, and we'll have a lot more to share here over the coming weeks. Stay tuned at [@partyDAO](https://twitter.com/prtyDAO).\",\"timestamp\":1621876876,\"title\":\"PartyDAO\",\"publication\":\"party\"},\"digest\":\"ghFYt1qY6ZVtQ_iHxHTAlE8RdELJ6BWL043hU2PZgTk\",\"authorship\":{\"contributor\":\"0xB0623C91c65621df716aB8aFE5f66656B21A9108\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8dhaWZM29RbpTBXxGjh3s3imK9-0aY0F4uQ2vDNsXzE\\\",\\\"y\\\":\\\"EInwEQaimBGk7VSFWAY_jnvVKG3gk4xz05Bv8_S-J5o\\\"}\",\"signature\":\"LEybg5aTEPH0HfNKflKtjJ-c8jMGdiuSRv3eGSB64N1GeSQaf4_tSKv3yjsRYihp0aZZdfeZM0H7g_040ZQ5Kw\",\"signingKeySignature\":\"0x9059a59b176c6f9266e90ab78292dedb40f62fe71c4eb7084bf12cb6d60aa6ca71984c1c1591d3b4b99d87f8c8ef292b15f44c14936c4b477de9dcd7b1886d901c\",\"signingKeyMessage\":\"I authorize the publication of articles on party.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8dhaWZM29RbpTBXxGjh3s3imK9-0aY0F4uQ2vDNsXzE\\\",\\\"y\\\":\\\"EInwEQaimBGk7VSFWAY_jnvVKG3gk4xz05Bv8_S-J5o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xte55cT3ESlQRP62KYxupRbha7A1O6MMHhKMIzfmLyg\"}"