"{\"content\":{\"body\":\"Want to take the lead in the NFT field?\\n\\nIn this article, we will introduce some excellent tools, resources and markets to help us discover new and popular NFTs.\\n\\n### Rarity.ToolsRarity.Tools is a platform that ranks generative art and collectible NFT by rarity. With this information, NFT collectors can more easily assess and compare the relative value of individual NFTs. Users can also check the upcoming sales of NFT games through Rarity.Tools.\\n\\n### Icy.Tools\\n\\n![](https://images.mirror-media.xyz/publication-images/hi0dIZIauEOjvy0Im_Bv6.png?height=293&width=600)\\n\\nRarity.Tools is a platform that ranks generative art and collectible NFT by rarity. With this information, NFT collectors can more easily assess and compare the relative value of individual NFTs. Users can also check the upcoming sales of NFT games through Rarity.Tools.\\n\\n### Icy.Tools\\n\\n![](https://images.mirror-media.xyz/publication-images/aFlcn8jUZ1vXPn089uCfP.png?height=294&width=600)\\n\\nIcy Tools is an NFT tracking platform, where users can view the latest reserve price, quantity and sales history of NFT. Users can also discover new projects being minted here and track their investment portfolios. It also has useful discovery features, such as viewing collection trends, 7-day sales and lowest prices.\\n\\n### NiftyRiver\\n\\n![](https://images.mirror-media.xyz/publication-images/79z9ddRb8uEo4SIdLbX2F.png?height=293&width=600)\\n\\nNiftyRiver NFT is a website that can be found in the Ethernet Square on, Solana and Wax popular most recent collection of new projects, ranking decline and scarcity. Although it is not as popular as Icy Tools and Rarity Tools, some NFTs are ranked here, but they are not on the aforementioned platforms.\\n\\n### NFT Stats\\n\\n![](https://images.mirror-media.xyz/publication-images/2GxkJfk_JEj9Q1-cz2hVm.png?height=294&width=600)\\n\\nNFT Stats allows users to track activities on the NFT market and discover the best-selling NFTs and collectibles. Users can track which NFTs are on sale and which ones are not, and use it to get the latest daily, weekly and monthly insights on the NFT market.\\n\\n### wgmi.io\\n\\n![](https://images.mirror-media.xyz/publication-images/UwvgQAXueWqt1UIDZjJz9.png?height=297&width=600)\\n\\nwgmi (We're Gonna Make It!) is a tool for NFT transaction tracking and account valuation. It tracks the lowest NFT price and transaction volume in different time frames.\\n\\n### NFT Price Floor\\n\\n![](https://images.mirror-media.xyz/publication-images/KUM3dKoGSb9UayqsWCByk.png?height=296&width=600)\\n\\nNFT Price Floor is an NFT data aggregator that tracks price floors, transactions and sales volume.\\n\\n### Trait Sniper\\n\\n![](https://images.mirror-media.xyz/publication-images/IgjXRDu9QWoCmJYYU9Z6G.png?height=267&width=600)\\n\\nTrait Sniper is an NFT metadata sniffing tool that will give users a complete rarity ranking within 30 seconds after being displayed. For subscribers, there are also some exclusive features, such as quick purchase, access to alert bots, and so on. The free version of the tool is a scarcity check platform, and the newly announced collections will be available to the public in 1 hour.\\n\\n### dAppRadar\\n\\n![](https://images.mirror-media.xyz/publication-images/UY12arEIPm_kpk5ob9G8D.png?height=294&width=600)\\n\\ndAppRadar allows users to discover the hottest NFTs, market rankings and the highest real-time sales. As a discovery platform, it can view top collections in multiple time frames. dAppRadar supports NFTs from multiple blockchains such as Ethereum, Solana, Wax and FLOW.\\n\\n### NFT Gas Station / Pump My Gas\\n\\n![](https://images.mirror-media.xyz/publication-images/Rr5cEH_7hvbv_pPP0FVL1.png?height=294&width=600)\\n\\nNFT Gas Station is a website that can help users compare the current ETH gas price on Ethereum's top NFT platform .\\n\\n### PartyBid\\n\\n![](https://images.mirror-media.xyz/publication-images/08tuuaY_Usp9mP2UrCKkp.png?height=289&width=600)\\n\\nPartyBid is a product that allows a group of people to combine their funds and bid together in the NFT auction. Anyone can create or join a PartyBid, contribute ETH, and bid on supported platforms such as Zora, Foundations, Opensea, and Nouns as part of the collective.\\n\\n### Check My NFT\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/wKKThrzoF1Exu8Mce2WZJ.png?height=295&width=600)\\n\\nCheck My NFT is a metadata checking tool used to check the extent to which users’ ERC-721 NFT protects their metadata. By entering the NFT contract address and token ID, users can see the strength of their NFT assets-whether they are stored immutably on the chain or stored in a centralized provider, such as Google Drive.\\n\\n### SudoSwap\\n\\n![](https://images.mirror-media.xyz/publication-images/ulaZxEdkUT6XefG2TRodX.png?height=294&width=600)\\n\\nSudoSwap allows NFT traders to easily exchange gas-optimized P2P for any ERC-20, ERC-721 or ERC-1155 token. It is like a decentralized NFT market, where the user's assets will not leave the user's wallet unless the transaction is accepted by both parties.\\n\\n### NFT Trader\\n\\n![](https://images.mirror-media.xyz/publication-images/od-F13sI0wuXuHpDLRJhQ.png?height=284&width=600)\\n\\nNFT Trader is a trustless peer-to-peer over-the-counter NFT trading protocol that allows traders to safely and easily exchange ERC-721, ERC-1155 or ERC-20 NFT. It uses smart contracts as a trusted third party for swap transactions, thereby reducing the risk of fraud.\\n\\n### Flawnt\\n\\n![](https://images.mirror-media.xyz/publication-images/-Htsief5D_xAvdafesyiL.png?height=287&width=600)\\n\\nFlawnt allows users to manage, share and reorganize their digital asset collections through a lightweight platform. It builds a platform that allows users to enjoy the slide show of assets in the easiest way.\\n\\n### Showtime\\n\\n![](https://images.mirror-media.xyz/publication-images/bcQ_uB7_rPFWHguZU9LIq.png?height=293&width=600)\\n\\nShowtime is an NFT social media platform where creators and collectors can show their digital art. Users can think of it as NFT's Instagram, where users can like, comment, follow and discover new personal information.\\n\\n### Opensea\\n\\n![](https://images.mirror-media.xyz/publication-images/S0dioFpSzg6kFZuL5GFDC.png?height=293&width=600)\\n\\nOpensea is the world's first and largest NFT market, where users can buy, sell and discover exclusive digital goods.\\n\\n### Foundation\\n\\n![](https://images.mirror-media.xyz/publication-images/q49JlPX8qzOgdg3q5_OKJ.png?height=279&width=600)\\n\\nFoundation is a platform with the goal of building an innovative economy. It builds a bridge between encryption technology and culture, and establishes a mutually supportive network between artists, creators and collectors.\\n\\n### Mintable\\n\\n![](https://images.mirror-media.xyz/publication-images/x6C2eeEH5q7ykxkLlYEGW.png?height=293&width=600)\\n\\nMintable is a digital goods market where users can create, buy, and sell digital goods driven by the blockchain. Users can also use Mintable to create and manage NFTs on the blockchain.\\n\\n### Magic Eden\\n\\n![](https://images.mirror-media.xyz/publication-images/QQouQR_31psbdpQXVddJa.png?height=294&width=600)\\n\\nMagic Eden is an NFT market on Solana. Their goal is to build an immersive cross-chain NFT market to make it easier for artists and collectors to access NFT, and to use the power of Solana & Serum to become the home of the next generation of digital creators.\",\"timestamp\":1639645906,\"title\":\"The best NFT tools and resources\"},\"digest\":\"PscGssEz4u87ojlqS8rVYHKizGnt2SefFymGCXo85t8\",\"authorship\":{\"contributor\":\"0x00378d5f2634e29F90e34D4b14898cBAFdA5e20A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p55aEKqheoz30Vhwlyze9T7EU2h30hssLZjK1XP4usA\\\",\\\"y\\\":\\\"478l0G5JwseD6eu-Pvw8VHUjKrYyGjHtRcgN0hu0WxQ\\\"}\",\"signature\":\"AVGCseR95WYIlnqheoFil5SBhMDsT37ibrHZoI_yHDEYqiD1hab9FyWqwGA73dxE7MyCaTzkcs_LJNkh_q8img\",\"signingKeySignature\":\"0xaaf94a0d7126d9559177ca8306ee5501d27a442868722c7e97fd3ce961ea8d372bf7840e1a75fe5cc96a44064aa6cbd1bd3e447a57094b0ab4d505f903f520351b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p55aEKqheoz30Vhwlyze9T7EU2h30hssLZjK1XP4usA\\\",\\\"y\\\":\\\"478l0G5JwseD6eu-Pvw8VHUjKrYyGjHtRcgN0hu0WxQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PscGssEz4u87ojlqS8rVYHKizGnt2SefFymGCXo85t8\"}"