"{\"content\":{\"body\":\"The full name of DAS is Decentralized Account System. Unlike centralized account systems such as cell phone numbers/email/social accounts, DAS (Decentralized Account Systems) is a blockchain-based, decentralized open source account system. DAS can be used both as a digital asset collection account and as an account for accessing general Internet services.\\n\\n### What problem does DAS solve for users?\\n\\n \\n DAS creates an easy-to-read on-chain identity rather than a wallet address to represent you in web3. All DAS accounts use the .bit suffix as a nod to Bitcoin, the forerunner and foundation of all blockchains and web3.\\n\\nWhen we use wallets, we often send and receive payments between accounts, usually sticking a long string of addresses, like \\\\[0x…\\\\] for ethereum or \\\\[T…\\\\] for Wavefield , as shown in the figure below.\\n\\n![](https://images.mirror-media.xyz/publication-images/TDAdjcCzm9H0ZhpHXbUa9.png?height=338&width=601)\\n\\nSuch a long list of addresses is not easy to remember, and there is no need to remember. Most of all still, it is easy to make mistakes. By purchasing a DAS account for only $5, you can greatly reduce the chance of transferring money incorrectly, and confirm the accuracy of the account by the domain name provided by the other party.\\n\\nMany of you should have used Alipay to transfer money, we only need to know the other party’s email or cell phone number to receive payment, very convenient, right?\\n\\nOnce you have a DAS account, it is very convenient to use it in wallets that have integrated the DAS SDK, such as imToken, Firecoin wallet, TP wallet.\\n\\nDAS is also cross-chain, the only cross-chain DID player, and currently supports eth/bsc/tron/ploygon, and will support EVM-compatible chains like heco/avalanche/fantom/lotex/celo, and even non-EVM-compatible chains like btc/doge/shib! One .bit account supports all public chains registration, management and binding, whoever uses it says it’s good!\\n\\n![](https://images.mirror-media.xyz/publication-images/beD1rTKRkTXTEEptXPk4f.png?height=338&width=602)\\n\\n### DAS is truly cross-chain\\n\\nBy “cross-chain”, DAS means that you can register and manage your DAS account with different addresses on different public chains, which is truly cross-chain.\\n\\nIn particular, we need to clear up the common misunderstanding of “cross-chain”: binding addresses of several chains in the administration backend is not “cross-chain”, but only “resolution”! Other competitor’s resolving addresses can only be used for ETH, while DAS resolving addresses can be widely used for ETH, BSC, Polygon, TRX and all other EVM compatible and non-EVM compatible public chains.\\n\\n### To summarize the advantages of DAS account\\n\\n \\n (1) Easy to read and easy to spell. Such as Alice.bit, Bob.bit, blockchain.bit .\\n\\n(2) Decentralized and censorship-resistant. Anyone can create anonymously without permission, and the user has full ownership and control. (3) Globally unique. Each account is unique and no DAS account with the same name can be created.\\n\\n(4) Cross-chain. Built on the highly scalable public chain Nervos CKB, any public chain is naturally compatible with DAS without any modification. This is the best feature of DAS!\\n\\n(5) Lightweight and easy to integrate. das is a decentralized application, not a public chain, contains SDKs for multiple programming languages, and is modularly designed for easy integration.\\n\\n(6) Low-threshold usage. Although DAS is built on Nervos CKB, users do not need to install the CKB wallet in advance, have a CKB address, or use CKB to pay fees when using it. Users are oblivious to which public chain DAS is running on during use.\\n\\n(7) 0Gas fee\\n\\n### How to register a DAS account?\\n\\n \\n (1) Go to the official website of DAS: da.systems, click “Register/Manage” in the upper right corner, select a registrar, and then connect your wallet. (You can also access the DAS website directly through the wallet software that supports DAS)\\n\\n(2) Enter the domain name of your choice, click Search, and check if it can be registered.\\n\\n(3) If you can register, click Register DAS domain, pay with the supported currency, wait a few minutes, and your account will be registered successfully.\\n\\nUse my invitation link to register, you will also get a discount!\\n\\n<https://app.da.systems/explorer?inviter=yuhuaeva.bit>\\n\\nAuthor: yuhuaeva.bit\\n\\nDAS DAO member\",\"timestamp\":1640337283,\"title\":\"DAS-playing with web 3.0 DID (Decentralized Account System)\"},\"digest\":\"t5q6u3IbuoN3kz4H91MSoGN2IGXRSLgBXSwQgi0UZS4\",\"authorship\":{\"contributor\":\"0x5151Db0B07DC855D2a211eBf66b39f2A886B7705\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1lSVKHbCL2kIJuM9D-Hg2ufitslqeX9hS3NgUbS608M\\\",\\\"y\\\":\\\"xlF6Hnm1Tyw4wnEnw1HotapcYKGocwvNwaP5b9hCyiE\\\"}\",\"signature\":\"0Aw2MCJ7-NSsd2pgb-Mwm5JIuKq4h0CEu5X5PetgexYDmEvJ1ad7iP6GZUTuI_38GVjVGaRRgjxq8aDJzHNc4g\",\"signingKeySignature\":\"0xc51d2cfd105213ed7f2455e0dc3a18d67835212be99f73e015d15b84a51340815d322664fa64d16a0fed5019be24851497605ad2b60fbd641b8ba41a848520cc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1lSVKHbCL2kIJuM9D-Hg2ufitslqeX9hS3NgUbS608M\\\",\\\"y\\\":\\\"xlF6Hnm1Tyw4wnEnw1HotapcYKGocwvNwaP5b9hCyiE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t5q6u3IbuoN3kz4H91MSoGN2IGXRSLgBXSwQgi0UZS4\"}"