"{\"content\":{\"body\":\"11月3日，央行数字货币研究所所长穆长春在香港金融科技周会议上表示，截至2021年10月22日，已开立数字人民币个人钱包1.4亿个，企业钱包1000万个，累计交易笔数达到1.5亿笔，交易额超600亿元，应用场景涵盖公共事业、餐饮服务、交通出行、购物和政务等各个方面。\\n\\n与7月份发布的《中国数字人民币的研发进展白皮书》公布的数据相比，在短短的不到四个月时间内，开通的数字人民币个人钱包数量增长了6.7倍，平均每10个中国人中就有1人拥有数字人民币钱包。\\n\\n## **“红包雨”再现**\\n\\n数字人民币是由中国人民银行发行的法定货币，具有法偿性，定位于现金类支付凭证（M0），一种零售型央行数字货币，主要用于满足国内零售支付需求。\\n\\n2020年10月，数字人民币外部可控试点首次在深圳罗湖展开，正式拉开我国数字人民币大范围公测的序幕，此后，数字人民币的试点活动便在全国多地展开。\\n\\n目前，已有深圳、苏州、雄安新区、成都、北京冬奥会场等11个地区展开了数字人民币试点活动，形成“10+1”格局。\\n\\n红包开路，已经成了近年来支付业务推广的惯例。2015年春节，几家互联网巨头为了争夺互联网市场，曾展开一场“红包雨大战”，微信宣布发放了共计5亿元红包，而支付宝则表示发放了6亿元。在数字人民币的推广中，一轮轮红包也同样是亮点，成为各地推广数字人民币的必选项。\\n\\n据《链新》不完全统计，截至11月5日，全国11个试点地区总共开展超20轮数字人民币红包活动，红包发放总金额超过3.5亿元。其中，深圳一地开展了6轮数字人民币红包活动，总金额达8500万元。\\n\\n![](https://appserversrc.8btc.cn/FnaXEhDhg-2XoQNhfSxnLy1ocE1Q)\\n\\n除各试点城市政府外，京东、美团等互联网大厂在数字人民币红包活动中颇为积极，而且利用互联网的优势，其发放的数字人民币红包打破了地域限制。\\n\\n今年8月，沪苏两地举行了联动数字人民币试点京东专场活动，共计发放50万份，总额2000万元的数字人民币礼包，每个礼包由20元数字人民币红包和20元消费满减券组成，后者仅限京东App内使用。而在即将到来的“双11”，京东联合建行推出同时面向11个试点地区的数字人民币红包活动。\\n\\n据界面新闻报道，京东已成为数字人民币红包消费的首选平台之一，从2020年12月数字人民币试点接入京东到今年618，已有累计近100万个数字人民币子钱包被推送到京东App，累计消费金额超亿元。\\n\\n美团也于9月推出“低碳+数字人民币”试点红包活动，同时面向所有试点地区。美团副总裁包塔表示，该活动上线一个月即吸引了超过100万用户开立数字人民币个人钱包，并推动人们使用数字人民币绿色出行。\\n\\n一位深圳的受访者表示，数字人民币钱包开通很久了，但一直没遇到合适的地方用，最近骑美团共享单车时终于用了一次。\\n\\n京东、美团等互联网巨头的加入，不但为数字人民币的使用提供了便利，也大幅拓展了试点的应用场景。\\n\\n## **B端、G端逐渐涉及**\\n\\n经过一年多的公开测试，数字人民币试点正逐步步入深水区，从简单的小额零售支付逐步发展向更为复杂、大额的政务缴费、企业间支付等领域，从零售C端拓展到政府G端、企业B端。\\n\\n中南财经政法大学数字经济研究院执行院长盘和林对《链新》表示，数字人民币依然在试点阶段，但已经从试点中获得一定的普及度和使用规模，也出现了一些新特点，比如，数字人民币能够更好的和场景融合，实现支付体系创新，向更多支付领域延伸。\\n\\n近期，恒生银行（中国）有限公司落地首笔企业数字人民币收款交易，这是外资行首单B2C场景的数字人民币收款业务。\\n\\n据《海南日报》报道，10月21日，琼海市民陈女士以数字人民币作为支付方式购买了一辆新能源汽车，这是海南省首单数字人民币购车业务。\\n\\n8月20日，大连商品交易所首次以数字人民币向某公司支付仓储费，完成数字人民币在期货领域的首次应用。\\n\\n8月初，深圳研亚通、北京都合适家居装饰通过数字人民币分别在京东企业购、京东慧采完成货款支付。\\n\\n《链新》发现，目前数字人民币试点的场景已包括税费、电费、社保、公积金、学费缴纳等对公业务，期货交易等金融业务，企业间支付等，比试点初期的小额零售支付有了很大的拓展。\\n\\n业内人士表示，数字人民币试点初期主要以小额、零售为主，但大额支付、对公领域将具有很大的发展前景。\\n\\n为了满足数字人民币试点发展的需要，打造更加系统化的数字人民币产业生态，不少试点城市已发力打造数字人民币示范区。据《链新》统计，目前明确提出或者正在打造数字人民币示范区的有北京、长沙、西安、成都、苏州、深圳等地。10月23日，北京城市副中心“北京法定数字货币试验区”正式揭牌，将大力打造数字人民币生态场景、拓展应用功能，探索建设新型数字金融体系等。一个月前，北京市丰台区也拉开“北京法定数字货币试验区”建设的序幕。\\n\\n而早在今年5月，成都邛崃市就根据当地情况，提出了建设数字人民币城乡融合先行先试示范区，构建数字乡村数字人民币应用生态圈。据悉，邛崃是全国农村创新创业典型县、全省农民增收新产业新业态示范县，具有大量的旅游、民宿等潜在应用场景。\\n\\n先行的数字人民币试点城市具有先发优势，这是业内的共识，尚未加入试点的城市则纷纷表态将争取数字人民币试点，据《链新》统计，已有8个省/市明确提出争取试点，分别是福州、义乌自贸区、广州、天津、广西、浙江、珠海、重庆。\\n\\n## **跨境支付已有试水**\\n\\n近日，来自中国香港、在深圳创业的陈先生成功在深圳使用数字人民币缴纳了税款。\\n\\n盘和林表示，这是香港个人使用数字人民币在深圳缴税的首例，是数字人民币试点中的一小步，也是跨境支付的一次新的尝试。\\n\\n数字人民币虽然主要定位于满足国内零售支付，但跨境支付领域的研究和试点一直在稳步推进中。\\n\\n今年3月，深圳罗湖区人民政府在央行和深圳市政府的指导下，与中国银行和中国银行香港公司合作，在全国率先完成面向香港居民在内地使用数字人民币的测试工作。\\n\\n深圳由于毗邻香港，在跨境支付上具有得天独厚的优势。深圳经济特区金融学会8月27日发布的《深港金融合作市场需求问卷调查报告（2021）》指出，数字人民币未来跨境使用有群众基础，在调查中有超过1/3的受访港澳居民认为数字人民币能够提高交易和转账的效率和安全性。\\n\\n6月9日，深圳市发布了《深圳市国民经济和社会发展第十四个五年规划和二〇三五年远景目标纲要》，规划明确提出，争取建设法定数字货币试验区，推动数字人民币国际合作和跨境使用。\\n\\n与澳门相邻的珠海，也提出类似的目标，《2021年珠海市人民政府工作报告》提出，做大做强粤澳跨境金融合作（珠海）示范区，争取数字人民币在跨境场景试点使用。除此之外，北京、广西、重庆、雄安新区也都不同场合下提出要探索数字人民币跨境支付。\\n\\n今年7月央行发布的《中国数字人民币的研发进展白皮书》指出，数字人民币具备跨境使用的技术条件，但当前主要用于满足国内零售支付需要。未来，人民银行将积极响应二十国集团（G20）等国际组织关于改善跨境支付的倡议，研究央行数字货在跨境领域的适用性。\\n\\n11月3日，央行数研所联合香港金融管理局、泰国中央银行等共同发起的多边央行数字货币桥研究项目发布了用例手册，据手册介绍，央行数研所担任货币桥项目技术委员会主席，搭建了货币桥测试平台，22家境内外金融机构及组织参与本期测试，交易总额超过20亿元人民币。\\n\\n盘和林表示，未来数字人民币跨境支付，应该从日常跨境支付业务为起点，逐步向经营性项目跨境支付需求延伸，在有条件的时候延伸到资本性项目。\\n\\n本文为链新（ID：ChinaBlockchainNews）原创，未经授权禁止擅自转载。\\n\",\"timestamp\":1636469842,\"title\":\"数字人民币钱包破亿背后：政府、互联网巨头抢发红包，跨境支付已启动\"},\"digest\":\"BojWNOJeVC45GOqvc6aD_z8OxC3ziP0YrurpVP3dZHE\",\"authorship\":{\"contributor\":\"0xdDe495BdffB4aaF03F9ed1B2f39066Aca5f87874\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"phhk5A8HGKuYxRgZ1GgCY3SE7GYs49UR6OeYqDckEXY\\\",\\\"y\\\":\\\"acyIPHFGjGQlFUsd98WwcEfiSTmvKA_Plc2LtgwkTFI\\\"}\",\"signature\":\"Y2Kf-m2GkYZ2mUhHK2g0QjxheKv75ijWAA5D17AgmRmsnJcOsWOt-ubVKjyBP3D7xEGOaiP2TBl5nqwK3_CGbg\",\"signingKeySignature\":\"0xd91a8d3da81f7e13bdba41bd7f35ad06128c688a8156b47baf97cb968b264ace3dfd65f032d55568c644f3c2638eb58c8c047ac321a5e89f9728c7ac0c6ee2a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"phhk5A8HGKuYxRgZ1GgCY3SE7GYs49UR6OeYqDckEXY\\\",\\\"y\\\":\\\"acyIPHFGjGQlFUsd98WwcEfiSTmvKA_Plc2LtgwkTFI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BojWNOJeVC45GOqvc6aD_z8OxC3ziP0YrurpVP3dZHE\"}"