"{\"content\":{\"body\":\"I knew that my mother would most probably be out.  I also thought it likely my stepfather would he feeling none the better of his early excursion to the Grand Hotel on the previous day, and I therefore hoped to find him at home, perhaps in his bed.  I was right; my mother was out, and he had remained at home.  He was in his study, the room in which our first explanation had taken place. That upon which I was now bent was of far greater importance, and yet I was less agitated than on the former occasion.  At last I was completely certain of the facts, and with that certainty a strange calmness had come to me.  I can recall my having talked for a few moments with the servant who announced me, about a child of his who was ill.  I also remember to have observed for the first time that the smoky chimney of some manufacturing works at the back of the garden, built, no doubt, during the last winter, was visible through the window of the staircase. I record these things because I am bound to recognize that my mind was quite clear and free--for I will be sincere to the end--when I entered the spacious room. My stepfather was reclining in a deep armchair at the far side of the fireplace, and occupied in cutting the pages of a new book with a dagger.  The blade of this weapon was broad, short, and strong. He had brought the knife back from Spain, with several other kinds of arms, which lay about in the rooms he habitually occupied.  I now understood the order of ideas which this singular taste indicated.  He was dressed for walking; but his altered looks bore witness to the intensity of the crisis through which he had passed. It had affected his whole being. Very likely my face was expressive of an extraordinary resolution, for I saw by his eyes, as our looks met, that he had read the depths of my thoughts at a glance.  Nevertheless, he said: \\\"Ah, is it you, Andre?  It is very kind of you to come,\\\" thus exhibiting once more the power of his self-control, and he put out his hand. I did not take it, and my refusal, contrasting with his gesture of welcome, the silence which I kept for some minutes, the contraction of my features, and, no doubt, the menace in my eyes, entirely enlightened him as to the mood in which I came to him.  Very quietly, he laid down his book and the Spanish knife he had been using, on a large table within his reach, and then he rose from his chair, leaned his back against the mantelpiece, and crossing his arms, looked at me with the haughty stare I knew so well, and which had so often humiliated me in my boyhood.  I was the first to break the silence; replying to his polite greeting in a harsh tone, and looking him straight in the face, I said: \\\"The time of lies is past.  You have guessed that I know all?\\\" He bent his brows into the stern frown he always assumed when he felt anger he was bound to suppress, his eyes met mine with indomitable pride, and he merely replied: \\\"I do not understand you.\\\" \\\"You do not understand me?  Very well, I am about to enlighten you.\\\"  My voice shook in uttering these words; my coolness was forsaking me.  The day before, and in my conversation with the brother, I had come in contact with the vile infamy of a knave and a coward; but the enemy whom I was now facing, although a greater scoundrel than the other, found means to preserve a sort of moral superiority, even in that terrible hour when he knew well he was face to face with his crime. Yes, this man was a criminal, but of a grand kind, and there was no cowardice in him.  Pride sat upon that brow so laden with dark thoughts, but fear set no mark upon it, any more than did repentance.  In his eyes--exactly like those of his brother--a fierce resolution shone; I felt that he would defend himself to the end.  He would yield to evidence only, and such strength of mind displayed at such a moment had the effect of exasperating me.  The blood flew to my head, and my heart beat rapidly, as I went on: \\\"Allow me to take up the matter a little farther back.  In 1864, there was in Paris a man who loved the wife of his most intimate friend.  Although that friend was very trusting, very noble, very easily duped, he became aware of this love, and he began to suffer from it.  He grew jealous--although he never doubted his wife's purity of heart--jealous as everyone is who loves too well. \\\"The man who was the object of his jealousy perceived it, understood that he was about to be forbidden the house, knew that the woman whom he loved would never degrade herself by listening to a lover, and this is the plan which be conceived: \\\"He had a brother somewhere in a distant land, an infamous scoundrel who was supposed to be dead, a creature sunk in shame, a thief, a forger, a deserter, and he bethought him of this brother as an instrument ready to his hand wherewith to rid himself of the friend who stood in the way of his passion.  He sent for the fellow secretly, he appointed to meet him in one of the loneliest corners of Paris--in a street adjoining the Jardin des Plantes, and at night--you see I am well informed.  It is easy to imagine how he persuaded the former thief to play the part of bravo.  A few months after, the husband was assassinated by this brother, who eluded justice.  The felon-friend married almost immediately the woman whom he loved; he is now a man in society, wealthy and respected, and his pure and pious wife loves, admires, nay, worships him.  Do you now begin to understand?\\\" \\\"No more than before,\\\" he answered, with the same impassive face. He did well not to flinch.  What I had said might be only an attempt to wrest his secret from him by feigning to know all. Nevertheless, the detail concerning the place where he had appointed to meet his brother had made him start.  That was the spot to hit, and quickly. \\\"The cowardly assassin,\\\" I continued, \\\"yes, the coward, because he dared not commit the crime himself, had carefully calculated all the circumstances of the murder; but he had reckoned without certain little accidents, for instance, that his brother would keep the three letters he had received, the first two at New York, the last at Liverpool, and which contained instructions relating to the stages of this clandestine journey.  Neither had he taken into account that the son of his victim would grow up, would become a man, would conceive certain suspicions of the true cause of his father's death, and would succeed in procuring overwhelming proof of the dark conspiracy.  Come, then,\\\" I added fiercely, \\\"off with the mask!  M. Jacques Termonde, it is you who had my unhappy father killed by your brother Edmond.  I have in my possession the letters you wrote him in January, 1864, to induce him to come to Europe, first under the false name of Rochester and afterwards under that of Rochdale.  It is not worth your while to play the indignant or the astonished with me--the game is up.\\\" He had turned frightfully pale; but his arms still remained crossed, and his bold eyes did not droop.  He made one last attempt to parry the straight blow I had aimed at him, and he had the hardihood to say: \\\"How much did that wretch Edmond ask as the price of the forgery which he fabricated in revenge for my refusal to give him money?\\\" \\\"Be silent, you--\\\" said I still more fiercely.  \\\"Is it to me that you dare to speak thus--to me?  Did I need those letters in order to learn all?  Have we not known for weeks past, I, that you had committed the crime, and you, that I had divined your guilt?  What I still needed was the written, indisputable, undeniable proof, that which can be laid before a magistrate.  You refused him money? You were about to give him money, only that you mistrusted him, and chose to wait until the day of his departure.  You did not suspect that I was upon your track.  Shall I tell you when it was you saw him for the last time?  Yesterday, at ten o'clock in the morning, you went out, you changed your cab first at the Place de la Concorde, and a second time at the Palais Royal.  You went to the Grand Hotel, and you asked whether Mr. Stanbury was in his room.  A few hours later I, myself, was in that same room.  Ah! how much did Edmond Termonde ask from me for the letters?  Why, I tore them from him, pistol in hand, after a struggle in which I was nearly killed. You see now that you can deceive me no more, and that it is no longer worth your while to deny.\\\" I thought he was about to drop dead before me.  His face changed, until it was hardly human, as I went on, on, on, piling up the exact facts, tracking his falsehood, as one tracks a wild beast, and proving to him that his brother had defended himself after his fashion, even as he had done.  He clasped his hands about his head, when I ceased to speak, as though to compress the maddening thoughts which rushed upon him; then, once more looking me in the face, but this time with infinite despair in his eyes, he uttered exactly the same sentence as his brother had spoken, but with quite another expression and tone: \\\"This hour too was bound to come.  What do you want from me now?\\\" \\\"That you should do justice on yourself,\\\" I answered.  \\\"You have twenty-four hours before you.  If, to-morrow at this hour, you are still living, I place the letters in my mother's hands.\\\" Every sort of feeling was depicted upon his livid face while I placed this ultimatum before him, in a firm voice which admitted of no farther discussion.  I was standing up, and I leaned against the large table; he came towards me, with a sort of delirium in his eyes as they strove to meet mine. \\\"No,\\\" he cried, \\\"no, Andre, not yet!  Pity me, Andre, pity me!  See now, I am a condemned man, I have not six months to live.  Your revenge!  Ah! you had no need to undertake it.  What!  If I have done a terrible deed, do you think I have not been punished for it? Look at me, only look at me; I am dying of this frightful secret. It is all over; my days are numbered.  The few that remain, leave, oh, leave them to me!  Understand this, I am not afraid to die; but to kill myself, to go away, leaving this grief to her whom you love as I do!  It is true that, to win her, I have done an atrocious deed; but say, answer, has there ever been an hour, a minute since, in which her happiness was not my only aim?  And you would have me leave her thus, inflict upon her the torment of thinking that while I might have grown old by her side, I preferred to go away, to forsake her before the time?  No, Andre--this last year, leave it to me!  Ah, leave it to me, leave it to us, for I assure you that I am hopelessly ill, that I know it, that the doctors have not hidden it from me.  In a few months--fix a date--if the disease has not carried me off, you can come back.  But I shall be dead.  She will weep for me, without the horror of that idea that I have forestalled my hour, she who is so pious!  You only will be there to console her, to love her.  Have pity upon her, if not upon me. See, I have no more pride towards you, I entreat you in her name, in the name of her dear heart, for well you know its tenderness. You love her, I know that; I have guessed truly that you hid your suspicions to spare her pain.  I tell you once again, my life is a hell, and I would joyfully give it to you in expiation of what I have done; but she, Andre, she, your mother, who has never, never cherished a thought that was not pure and noble, no, do not inflict this torture upon her.\\\" \\\"Words, words!\\\" I answered, moved to the bottom of my soul in spite of myself, by the outburst of an anguish in which I was forced to recognize sincerity.  \\\"It is because my mother is noble and pure that I will not have her remain the wife of a vile murderer for a day longer.  You shall kill yourself, or she shall know all.\\\" \\\"Do it then if you dare,\\\" he replied, with a return to the natural pride of his character, at the ferocity of my answer.  \\\"Do it if you dare!  Yes, she is my wife, yes, she loves me; go and tell her, and kill her yourself with the words.  Ha, you see!  You turn pale at the mere thought.  I have allowed you to live, yes, I, on account of her, and do you suppose I do not hate you as much as you hate me?  Nevertheless, I have respected you because you were dear to her, and you will have to do the same with me.  Yes, do you hear, it must be so--\\\" It was he who was giving orders now, he who was threatening.  How plainly had he read my mind, to stand up before me in such an attitude!  Furious passion broke loose in me; I took in the facts of the situation.  This man had loved my mother madly enough to purchase her at the cost of the murder of his most intimate friend, and he loved her after all those years passionately enough to desire that not one of the days he had still to pass with her might be lost to him.  And it was also true that never, never should I have the courage to reveal the terrific truth to the poor woman. I was suddenly carried away by rage to the point of losing all control over my frenzy.  \\\"Ah!\\\" I cried, \\\"since you will not do justice on yourself, die then, at once!\\\"  I stretched out my hand and seized the dagger which he had recently placed upon the table. He looked at me without flinching, or recoiling; indeed presenting his breast to me, as though to brave my childish rage.  I was on his left bending down, and ready to spring.  I saw his smile of contempt, and then with all my strength I struck him with the knife in the direction of the heart. The blade entered his body to the hilt. No sooner had I done this thing than I recoiled, wild with terror at the deed.  He uttered a cry.  His face was distorted with terrible agony, and he moved his right hand towards the wound, as though he would draw out the dagger.  He looked at me, convulsed; I saw that he wanted to speak; his lips moved, but no sound issued from his mouth.  The expression of a supreme effort passed into his eyes, he turned to the table, took a pen, dipped it into the inkstand, and traced two lines on a sheet of paper within his reach.  He looked at me again, his lips moved once more, then he fell down like a log. I remember--I saw the body stretched upon the carpet, between the table and the tall mantelpiece, within two feet of me.  I approached him, I bent over his face.  His eyes seemed to follow me even after death. Yes, he was dead. The doctor who certified the death explained afterwards that the knife had passed through the cardiac muscle without completely penetrating the left cavity of the heart, and that, the blood not being shed all at once, death had not been instantaneous. I cannot tell how long he lived after I struck him, nor do I know how long I remained in the same place, overwhelmed by the thought: \\\"Someone will come, and I am lost.\\\"  It was not for myself that I trembled.  What could be done to a son who had but avenged his murdered father?  But, my mother?  This was what all my resolutions to spare her at any cost, my daily solicitude for her welfare, my unseen tears, my tender silence, had come to in the end!  I must now, inevitably, either explain myself, or leave her to think I was a mere murderer.  I was lost.  But if I called, if I cried out suddenly that my stepfather had just killed himself in my presence, should I be believed?  And, besides, had he not written what would convict me of murder, on that sheet of paper lying on the table? Was I going to destroy it, as a practiced criminal destroys every vestige of his presence before he leaves the scene of his crime? I seized the sheet of paper; the lines were written upon it in characters rather larger than usual.  How it shook in my hand while I read these words: \\\"Forgive me, Marie.  I was suffering too much. I wanted to be done with it.\\\"  And he had had the strength to affix his signature! So then, his last thought had been for her.  In the brief moments that had elapsed between my blow with the knife, and his death, he had perceived the dreadful truth, that I should be arrested, that I would speak to explain my deed, that my mother would then learn his crime--and he had saved me by compelling me to silence. But was I going to profit by this means of safety?  Was I going to accept the terrible generosity by which the man, whom I had so profoundly detested, would stand acquitted towards me for evermore? I must render so much justice to my honor; my first impulse was to destroy that paper, to annihilate with it even the memory of the debt imposed upon my hatred by the atrocious but sublime action of the murderer of my father. At that moment I caught sight of a portrait of my mother, on the table, close to where he had been sitting.  It was a photograph, taken in her youth; she was represented in brilliant evening attire, her bare arms shaded with lace, pearls in her hair, gay, ay, better than gay, happy, with an ineffably pure expression overspreading her face.  My stepfather had sacrificed all to save her from despair on learning the truth, and was she to receive the fatal blow from me, to learn at the same moment that the man she loved had killed her first husband, and that he had been killed by her son? I desire to believe, so that I may continue to hold myself in some esteem, that only the vision of her grief led me to my decision.  I replaced the sheet of paper on the table, and turned away from the corpse lying on the carpet, without casting a glance at it.  The remembrance of my flight from the Grand Hotel, on the previous day, gave me courage; I must try a second time to get away without betraying discomposure. I found my hat, left the room, and closed the door carelessly.  I crossed the hall and went down the staircase, passing by the footman who stood up mechanically, and then the concierge who saluted me.  The two servants had not even put me out of countenance. I returned to my room as I had done the day before, but in a far more tragic state of suspense.  Was I saved?  Was I lost?  All depended on the moment at which somebody might go into my stepfather's room.  If my mother were to return within a few minutes of my departure; if the footman were to go upstairs with some letter, I should instantly be suspected, in spite of the declaration written by M. Termonde.  I felt that my courage was exhausted.  I knew that, if accused, I should not have moral strength to defend myself, for my weariness was so overwhelming that I did not suffer any longer.  The only thing I had strength to do was to watch the swing of the pendulum of the timepiece on the mantelshelf, and to mark the movement of the hands.  A quarter of an hour elapsed, half an hour, a whole hour. It was an hour and a half after I had left the fatal room, when the bell at the door was rung.  I heard it through the walls.  A servant brought me a laconic note from my mother scribbled in pencil and hardly legible.  It informed me that my stepfather had destroyed himself in an attack of severe pain.  The poor woman implored me to go to her immediately.  Ah, she would now never know the truth!\\n\\nXIV\\n\\nThe confession that I wished to write is written.  To what end could I add fresh facts to it now?  I hoped to ease my heart by passing in review all the details of this dark story, but I have only revived the dread memory of the scenes in which I have been an actor; from the first--when I saw my father stretched dead upon his bed, and my mother weeping by his side, to the last--when I noiselessly entered a room in which the unhappy woman was again kneeling and weeping.  Again upon the bed there lay a corpse, and she rose as she had done before, and uttered the same despairing cry: \\\"My Andre--my son.\\\"  And I had to answer her questions; I had to invent for her a false conversation with my stepfather, to tell her that I left him rather depressed, but with nothing in his appearance or manner to indicate a fatal resolution.  I had to take the necessary steps to prevent this alleged suicide from getting known, to see the commissary of police and the \\\"doctor of the dead.\\\"  I had to preside at the funeral ceremonies, to receive the guests and act as chief mourner.  And always, always, he was present to me, with the dagger in his breast, writing the lines that had saved me, and looking at me, while his lips moved. Ah, begone, begone, abhorred phantom!  Yes! I have done it; yes! I have killed you; yes! it was just.  You know well that it was just. Why are you still here now?  Ah! I WILL live; I WILL forget.  If I could only cease to think of you for one day, only one day, just to breathe, and walk, and see the sky, without your image returning to haunt my poor head which is racked by this hallucination, and troubled?  My God! have pity on me.  I did not ask for this dreadful fate; it is Thou that hast sent it to me.  Why dost Thou punish me?  Oh, my God, have pity on me!  Miserere mei, Domine. Vain prayers!  Is there any God, any justice, is there either good or evil?  None, none, none, none!  There is nothing but a pitiless destiny which broods over the human race, iniquitous and blind, distributing joy and grief at haphazard.  A God who says, \\\"Thou shalt not kill,\\\" to him whose father has been killed?  No, I don't believe it.  No, if hell were there before me, gaping open, I would make answer: \\\"I have done well,\\\" and I would not repent.  I do not repent.  My remorse is not for having seized the weapon and struck the blow, it is that I owe to him--to him--that infamous good service which he did me--that I cannot to the present hour shake from me the horrible gift I have received from that man.  If I had destroyed the paper, if I had gone and given myself up, if I had appeared before a jury, revealing, proclaiming my deed, I should not be ashamed; I could still hold up my head.  What relief, what joy it would be if I might cry aloud to all men that I killed him, that he lied, and I lied, that it was I, I, who took the weapon and plunged it into him!  And yet, I ought not to suffer from having accepted--no--endured the odious immunity.  Was it from any motive of cowardice that I acted thus?  What was I afraid of?  Of torturing my mother, nothing more.  Why, then, do I suffer this unendurable anguish?  Ah, it is she, it is my mother who, without intending it, makes the dead so living to me, by her own despair. She lives, shut up in the rooms where they lived together for sixteen years; she has not allowed a single article of furniture to be touched; she surrounds the man's accursed memory with the same pious reverence that my aunt formerly lavished on my unhappy father.  I recognize the invincible influence of the dead in the pallor of her cheeks, the wrinkles in her eyelids, the white streaks in her hair.  He disputes her with me from the darkness of his coffin; he takes her from me, hour by hour, and I am powerless against that love.  If I were to tell her, as I would like to tell her, all the truth, from the hideous crime which he committed, down to the execution carried out by me, it is I whom she would hate, for having killed him.  She will grow old thus and I shall see her weep, always, always--  What good is it to have done what I did, since I have not killed him in her heart?\",\"timestamp\":1639709171,\"title\":\"\\nIt was four o'clock in the afternoon on the following day, when I presented myself at the hotel on the Boulevard de Latour-Maubourg.\"},\"digest\":\"uMrrOwPF-U_oL-yEft1qw8W3JV2lkV6QYOcTyMGvaWI\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OT_rw2kFiNe9HqFg2tpNKvaB_k2nkPNUzLN9lmJKek\\\",\\\"y\\\":\\\"5eGtrSIaGsqtNN7ytYBZXvav3GyVI4A_ojkWkVw3lXM\\\"}\",\"signature\":\"f-2xLCom46Kg3y9Fi4yEOHOa_WPtGX0Ig8lSQRO0sb9gCOViVWqBTZIDg7FlL1zKjzr4IZDk2aos5QmLZq-KMw\",\"signingKeySignature\":\"0xb2a2053a8979bd3df99f47a47d50bff725cff3688f31382b6e8e7fc761af82db1b4ac778d880dd7cf86f5bbcde84952c3cc787649e843849646cdb39e007ecdc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OT_rw2kFiNe9HqFg2tpNKvaB_k2nkPNUzLN9lmJKek\\\",\\\"y\\\":\\\"5eGtrSIaGsqtNN7ytYBZXvav3GyVI4A_ojkWkVw3lXM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uMrrOwPF-U_oL-yEft1qw8W3JV2lkV6QYOcTyMGvaWI\"}"