"{\"content\":{\"body\":\"When I started my career, \\\"Web2.0\\\" was still a hot new thing.\\n\\nThe \\\"2.0\\\" in the word Web2.0 captures something: blogs, rounded corners on buttons and input fields, online media sharing... But what really distinguishes Web2.0 from \\\"Web1.0\\\" is ***user-generated content*** . In the \\\"1.0\\\" era, if you want to publish content on a web page, you basically need to upload an HTML file to a server connected to the Internet. If you are a webmaster, you may also need some CSS or JS. This is not a user-friendly process, and certainly not accessible to ordinary people.\\n\\n![](https://images.mirror-media.xyz/publication-images/v_028VLa9bFthR3hckek9.png?height=570&width=501)\\n\\n**The idea of ​​user-generated content is that a *website can allow users to enter content and then save it for anyone to see* .** This was originally used to make *blogs* like LiveJournal and Moveable Type possible, and later *social platforms* such as MySpace, Facebook, Twitter, and wordpress.com , on which people are basically still doing the same things. Users no longer need to manually edit files and upload them to the server. You can even leave a comment at the bottom of this article! Although this concept may seem ordinary to us now, it has turned the Internet into an *interactive medium* . In this medium, as long as there is an Internet connection and a cheap computer, anyone can report to other people on the planet. Anyone posts content. This is a major game rule change, for better or for worse.\\n\\nIf you have ever asked anyone who has any ideas about these things what Web2.0 can build, **most people might say \\\"blog, I guess?** \\\" Almost no one ever imagined that YouTube would have billions of users, or in Grandparents who shared genocide memes on Facebook, or shared dancing videos on TikTok. **At one time, the concept of letting ordinary people publish things on the Internet was too new to foresee what kind of applications will be built with it or the terrible dangers it will bring, just like opening the door to hell .**\\n\\n## Web3\\n\\nThe term \\\"Web3\\\" is used to refer to an ongoing similar paradigm shift.\\n\\nBefore diving into Web3, I want to talk about cryptocurrency hype. Cryptocurrency attracts many people, and many of them are attracted by the narrative of getting rich without doing any work. This entire cryptocurrency ecosystem is **a distracting thing** , although some speculation is based on the fact that *certain organizations or products* may (or may not) have actual value and profitability at some time or in the future. This article is not about cryptocurrency, but about **its underlying technology, which can support a large number of new technologies and services that were impossible before** .\\n\\nWhat drives the Web3 world? What is the bottom layer? With the help of blockchain technology, a *new set of primitives* for building applications is becoming available. I think the key relevant elements are: ***encrypted identity*** , ***artificial scarcity,*** and ***global execution and state*** . I will explain this in detail, although it is not easy to explain these concepts in simple language in detail, so I will skip a lot of content.\\n\\n**1. Cryptographic identity** : In the world of Web3, your identity is composed of so-called \\\"keypairs\\\", which are also known as **wallets** . The only condition that allows you to control your own identity (and your wallet) is that you actually or virtually hold the \\\" **private key** \\\" in the key pair . If you hold the private key, you can prove to anyone that you have the “ **public key** ” associated with it , which is your **wallet address** . What does this mean?\\n\\n**In the Web3 world, your identity is your *public key* , which is your *wallet address*** . This creates a variety of possibilities, because only you (the holder of the private key) can prove that you have the identity. Here are some examples:\\n\\n* You don't need to create a new account for every website or app you use.\\n* No need to rely on Facebook, Google, Apple, etc. to prove your identity (unless you want to).\\n* People can *encrypt* information that only you can decrypt and read without communicating with you, and release the encrypted information publicly. Only the holder of the specific private key can decrypt these messages. As shown below.\\n* Sign any type of message, such as online voting or signing a contract.\\n* Strong and verifiable electronic identity, such as the e-ID provided by the Estonian government .\\n* An anonymous one-time identity. If you want, you can create a new identity (new public key/wallet address) for each website or each interaction.\\n* Ownership or custody of funds or assets. By *more than sign (multisig)* to unlock an identity.\\n* Associate any type of data with your encrypted identity, such as driver's license, video game loot, etc. Can be used across any application. You own all this data instead of storing it on the servers of certain companies.\\n* Make sure you are always communicating with the same person, because you can't impersonate someone else's identity without stealing another person's private key.\\n\\n![](https://images.mirror-media.xyz/publication-images/8ULeCNXI8Y3o_cn_rDmdm.png?height=414&width=429)\\n\\nThere are other endless possibilities for encrypted identity, and of course there are some new pitfalls that can lead to a lot of misfortune. The most obvious is that *people can easily lose their private keys* . *Therefore, it is very important to back up your private key* , such as writing a mnemonic on a piece of paper, and then putting it in a safe. It is conceivable that there will be many desperate headline party articles, explaining that some people have lost their life savings due to computer crashes. Of course, just as we can use banks so that we don’t have to hide our money under the mattress, some trusted (or scammers) organizations that provide customer support and backup will also emerge to serve ordinary people and keep their private keys. .\\n\\n**2. Artificial scarcity** (artificial scarcity): This aspect should be the most familiar to us now. Blockchain technology has brought various methods to limit the casting and quantity of digital assets. For example, there will only be 21 million bitcoins ; if your private key proves that you own a wallet with some bitcoins, then you can turn it into a beautiful house or a Lamborghini. **NFTs** *(non-* **fungible** *tokens)* make it possible to *own unique assets* . We have just begun to get in touch with the practical application of this technology , and the prospects it can bring are unpredictable. For example, if you want to give away tickets to an event, but there are only 100 people, you can now use digital NFT to do this and allow people to trade; or resell digital movies, video games, or Ownership of artwork.\\n\\nPerhaps community members need to hold a certain amount of Tokens to become members of the DAO group. The DAO organization Friends with Benefits is a notable example. If there are only a limited number of FWB tokens, it means that these tokens will have value. For those who already hold the token but are dissatisfied with the membership, they can sell their tokens to those who are more eager to become its members. As the organization's reputation grows and better participants join in, the value of the token will also increase. Since the members of this DAO organization are holders of the token, it is in their common interest to increase the value that the organization provides to its members. *In this way, a virtuous circle can be formed* . Governance issues can be determined based on the number of tokens a person holds, because those who own more tokens have a greater stake in the project. Or if you want to handle things in a fairer way, you can also not govern based on the number of coins you hold. *Competition between different organizational structures is a good thing* .\\n\\nUnderstanding this concept is crucial, and it is so powerful. This technology enables new forms of organization and governance.\\n\\n**The combination of artificial scarcity, smart contracts, and verifiable identities is a super formula for new ways to organize and coordinate people all over the world** . No one currently knows the perfect system for every type of organization, but there will be countless experiments in the coming years. No technology has more potential power than coordinating people's actions towards a common goal. Let’s look at nation-states or joint-stock companies to see how they change the world, both good and bad.\\n\\nCurrently, these tools and procedures are still in their *infancy* . Of course, technology cannot solve all the problems of managing an organization. There are still necessary human levels and interactions. However, some procedures that have so far relied on a reliable and fair legal system to achieve corporate management and ownership can now be partly handled through *smart contracts* (such as voting, formulating proposals, controlling access, etc.). But in theory, investment, membership and participation *can be extended to anyone in the world who owns a smartphone* , rather than being limited to the borders of a country or a small number of elites who own these things and can use the legal system.\\n\\nAny group of like-minded people on the planet can communicate, such as raising funds like ConstitutionDAO, operating and self-government in the way they see fit. Maybe it is for commercial enterprises, cooperative organizations, non-profit organizations, micro-countries, art studios, or various new organizations that we have never seen before. I can’t predict in what form all this will take place, but we have seen the emergence of many DAOs with *billions of dollars in assets* under management (see DAO dashboard below ), and we are still very, very early stage. This is what interests me most.\\n\\n![](https://images.mirror-media.xyz/publication-images/PY7VCLlRwutGBJ2AVuYdm.png?height=117&width=600)\\n\\nTo give another more prominent example: Gitcoin is a successful non-profit DAO organization dedicated to funding open source development. It may recently choose to invest part of its GTC tokens in a new DAO that it wants to help start. , Which is Developer DAO. The investment proposal is open to everyone and members of the Gitcoin DAO can vote. The proposal proposes to exchange the tokens of the newly created Developer DAO for 50,000 GTC, which is worth 680,000 U.S. dollars at the time of writing.\\n\\nDeveloper DAO plans to act as an incubator, using these GTC and other funds raised to *fund new Web3 projects* and help engineers develop their Web3 skills for free. Developer DAO can invest in these new projects with its own native tokens and obtain a similar proportion of token ownership in the new projects by redeeming its tokens. In this way, each organization can invest part of its own into new projects, these investments are denominated in its own native token, and can also be part of the ownership. It's like a company invests its own stock in a new enterprise without liquidation (liquidity can be provided through Uniswap 's liquidity pool). In this case, we are discussing an organic combination of non-profit and for-profit companies that distribute risk, investment capital, and governance among each other. Anyone in the world can participate in it, and there is little friction.\\n\\n**3. Global execution and state** (global execution and state): Now we have a *worldwide virtual machine* , that is *, a virtual computer* that anyone can operate, such as the **Ethereum Virtual Machine (EVM),** its entire history, operation and The details of use are public. These virtual computers can use any logic to *write programs* , and these programs can be uploaded and executed by anyone (with a fee), such as a large number of DeFi *(decentralized finance)* applications that are currently emerging . Nowadays, such programs are often referred to as **smart contracts** , although this is only one of the possible uses of the tool. What will people build with this technology? At this early stage, it is impossible to predict, just as it is hard to imagine what a smart phone will look like when the PC (personal computer) revolution begins.\\n\\n![](https://images.mirror-media.xyz/publication-images/8c4XHRUCrbwTqdAej--HH.png?height=456&width=600)\\n\\nThese virtual machines are distributed all over the world and are extremely flexible and decentralized. No one person or company \\\"owns\\\" Ethereum, although a DAO organization is coordinating the standards of the virtual machine and related protocols. When this DAO organization adopts a new proposal, various software writers update their respective Ethereum network implementations to make changes and upgrades. This is a voluntary process, but it works surprisingly well. This is no different from the set of proposals and standards that the IETF *(International Internet Engineering Task Force)* has managed for decades.\\n\\n![](https://images.mirror-media.xyz/publication-images/kHp8ZfQEPGec0dA79AsAH.png?height=331&width=600)\\n\\nIt is also worth mentioning **that** ZK proofs can achieve privacy, such as anonymous transactions and messaging. Of course, this will certainly be used for evil purposes, but they also open up possibilities for the free exchange of information and the fight against tyranny. In any case, these will be technologies that society needs to deal with.\\n\\n![](https://images.mirror-media.xyz/publication-images/mIIB6AiIvs2aslPF0cJ3x.png?height=382&width=500)\\n\\n## Why should you pay attention to Web3?\\n\\nI didn't start paying attention to Web3 until recently, about a month ago. When I decided to take a look at what was happening in the Web3 field, I discovered a whole new world. Many engineers have realized the potential of this field, not to mention many of the smartest investors and technical experts. This excitement is obvious, and the energy of the community is exhilarating. I joined Developer DAO. This is a new community where people just want to develop cool things together and help others learn how to program using this new technology.\\n\\nLike all paradigm shifts, some old-school engineers will ridicule and despise this new craze, thinking it is a stupid momentary fanaticism. Just as some people once sneered at the PC, thinking that its capabilities and dedicated hardware could never be compared with mainframes, and some people once mocked that graphical interfaces are for the weak, even Oracle CEO Larry Ellison and others have also criticized cloud computing, as well as my own idea that the iPhone looks like a stupid.\\n\\nThe early stages of Web3 are cryptocurrency and blockchain (L1) solutions. This is not something that non-technical people or anyone can take full advantage of, because there are almost no interfaces to interact with it. But at our current stage, development tools and additional abstraction layers (L2) are beginning to become standardized and accessible, and it is only now possible to build *Web3 applications* with user interfaces . Soon, we will see the emergence of new types of applications to achieve new types of communities, organizations, identities, and more things that no one can think of. Of course, there will be countless scams, just like the collapse after the first Internet bubble. My suggestion is to ignore minor events and distracting factors, focus on technology, tools, and communities, and see what creative and world-changing things people create with Web3.\",\"timestamp\":1639560534,\"title\":\"What is Web3? Why should you pay attention?\"},\"digest\":\"CNOGUDik6lKGut_sNY35Cz5k2_MlYgPI1Vd5nDpjcp4\",\"authorship\":{\"contributor\":\"0x4F15F43F4bCB170ae20C300b1DDC2c15ce8b7e9c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmcqoL3GAU3CuFztLpkGmAJM2Nb92lMboPRNElorjZc\\\",\\\"y\\\":\\\"Kmg6I9Ef4MPe0Cuoazv1Z45VlI_Hwm8p2DICE8Qp6W0\\\"}\",\"signature\":\"K9EpLv8JK-mBycj2XtqNsiqbfdx2EI4oLLq5DzS76H7iM4yECl-pfPBPPHUS4lA25hlNoZ9Psv1xZSWG45FTag\",\"signingKeySignature\":\"0xb953a7a85b2cef81ad07cb07a5b72ddfc71b9828901e20efa92adca289ae47cc0b24bf1aebafc78d56213590bf7cf4adcb4cf83e4bd3403d9448a4e69fd0001f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmcqoL3GAU3CuFztLpkGmAJM2Nb92lMboPRNElorjZc\\\",\\\"y\\\":\\\"Kmg6I9Ef4MPe0Cuoazv1Z45VlI_Hwm8p2DICE8Qp6W0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CNOGUDik6lKGut_sNY35Cz5k2_MlYgPI1Vd5nDpjcp4\"}"