"{\"content\":{\"body\":\"As yet another annual market cycle comes to a close, I think it's important to evaluate the conditions under which we thrived or got rekt.\\n\\nPerhaps you’ve had an outstanding year. Generating absolute face-melting alpha from the meme coins, shitcoins, dog coins, farming vegetable coins, airdrops, flipping NFTs, IGOs, and what have you. The kind of returns that get you slapped if you were to publicly talk about it.\\n\\nOr maybe you were a noob like me who just had his first full cycle in the crypto markets and is pleased with his performance relative to the public markets.\\n\\nYou may ascribe your impeccable alpha-generating capabilities to superior intellect, pro-investor savvy techniques, and a seemingly impressive ability to remain one step ahead of the herd.\\n\\nThe truth is that the COVID induced money-printing, inflated asset prices, unprecedented levels of crypto-market euphoria, adoption (?), and every Alice, Bob, and Chad’s grandmother throwing their money at the next dog coin out there probably (almost definitely) had a greater impact on you doing well rather than your ostensible Buffet-like instincts.\\n\\n![](https://images.mirror-media.xyz/publication-images/wz4cFauDOFlIU5pqjnuW-.png?height=383&width=800)\\n\\nLike Balaji Srinivasan aptly put it:\\n\\n> ”Being a good investor in this monetary environment is like dunking on the moon.”\\n\\nSetting aside the fact that $ 3.5 trillion (!) were printed in 2020 by the folks down at the Fed, what stands out to me as a spectator and market participant is the level of market inefficiencies that exist in crypto. Despite the unforeseen levels of money printing.\\n\\nThis brings me to a natural segue into the Efficient Market Hypothesis (EMH) and how it seems to play out in crypto.\\n\\nSo what on earth is this EMH?\\n\\nI remember my first Macroeconomics lecture in college. Our professor walked into the room and said:\\n\\n> *Normie:* I just found a 10 rupee note on the street as I was walking back home!\\n\\n> *Economist:* Well then it’s probably not a real 10 rupee note because if it was, someone else would have picked it up by now.\\n\\nIf the time-old EMH joke didn’t help you understand what EMH is, here’s how I define it: according to the EMH, *asset prices everywhere reflect all available information at any given point in time. As a result, generating consistent alpha is not possible* (OK I might have stolen a little bit of that definition from Fama)*.*\\n\\nThe EMH proposes that markets are ‘efficient’ because agents *always* take into account *every* piece of information while pricing a financial asset (i.e. when they trade. And hence the term ‘priced’ in). There is also an element of forward-looking behavior inherent in the concept. If at the current time period X, the markets *expect* event Y to happen in the future, then that input will go into pricing assets during X.\\n\\nThe above definition of the EMH is what you mind find in textbooks. This almost never holds in the real economy. In reality, EMH plays out as a mechanism by which liquid markets *somewhat* accurately price assets by taking into consideration *almost* all the information *most* of the time.\\n\\nAs an example, I direct your attention to the chart below. The blue and red lines show the daily logarithmic price movements of Lufthansa and Air France stonks respectively. The purple vertical line demarks the day February 18th — when prices of both equities started to take a nosedive. It was around January of 2020 that the news of COVID started to take hold of the global markets. Nevertheless, lockdowns were not being considered by any governments until March (Italy was the first European state to impose nationwide lockdowns on March 9, 2020).\\n\\n![Source: tradingview.com](https://images.mirror-media.xyz/publication-images/4q8Bki5QenaioR4JGGuW5.png?height=637&width=1200&&size=large)\\n\\nDespite this, the forward-looking nature of the equity markets had already taken into consideration that international and domestic travel would be severely impacted by the virus. This led to the price of all aviation stonks to plunge as shown by the two proxies above.\\n\\nThis is quintessential of market participants *quickly* pricing assets with the information that was readily available to them. In the case of the European aviation market, investors priced in the negative impact lockdowns would have, one full month before they were actually implemented.\\n\\nIn this manner, markets function as a highly coordinated organism that feeds on information and grows. When this organism moves out of equilibrium, no amount of external intervention by a Government or Central Bank is required to push it back into equilibrium. But rather it will do so by itself, given that relevant information is easily available and proliferating through the market.\\n\\nSo what the hell does all of this have to do with your degenerate crypto gainz? Allow me to explain.\\n\\nThe trading of equities dates back to the 17th century with the formation of the Dutch East India Company. Relative to this, the market for cryptos are in their infancy (just about a decade old). This relative (and absolute) immature nature of crypto implies that profit-making opportunities are abundant.\\n\\nThe inefficient and exploitable nature of crypto can be attributed to multiple factors that include, but are not limited to:\\n\\n1. Lack of sufficient market participants\\n2. Lack of knowledge of existing participants\\n3. The challenge of placing valuations on protocols\\n4. Costs (in time and energy) of finding relevant information\\n5. Weak retail hands\\n\\nPoints 1 and 2 are fairly self-explanatory.\\n\\nPoint 3 states that the difficulty of evaluating a protocol contributes significantly to inefficient markets. Why? Unlike a startup or a publicly-traded company, investors have no mechanism by which to calculate, for example, the IRR of a project and make a reasonable projection on what the project’s native token could be worth in a few years.\\n\\nFor the purposes of this piece, I’d like to take a closer look at point 4:\\n\\n#### The cost of finding relevant information\\n\\nTextbook EMH proposes that market agents update their beliefs with all available information and they do so quickly. In highly mature liquid markets, relevant information that can move the price of an asset is easily available. In other words, if you can profit off of knowing X, then the probability of you knowing X and that others don’t is very low. By the time you‘ve assimilated such a piece of information, the market would already have gotten wind of it and thus priced it in.\\n\\nThe same cannot always be said for crypto markets. The general illiquidity of markets combined with fewer and on average less sophisticated investors favors a higher probability of you knowing a piece of information from which you can make a profit.\\n\\nAnd as I referred to earlier, market inefficiencies are also a result of there being no readily available information with which to evaluate projects like there is for publicly traded companies. Performing due diligence means understanding what a protocol aims to do from a technical, economic, financial, and sometimes even from a cultural standpoint. Not everyone has the time/energy to devour whitepapers after whitepapers or frequent Discord channels.\\n\\nNot to mention the fact that even when information is easily available, it takes time for it to proliferate markets. This could be due to a combination of factors such as individuals failing to differentiate between signal and noise. Or the fact that they’re being blindsided by chasing narratives that are already stale. Thereby failing to see what’s right in front of their eyes.\\n\\n#### Weak retail hands\\n\\nMix a general lack of technical knowledge of blockchains with a splash of emotional retail investing and you have the perfect cocktail to concoct an exploitable and inefficient market. As I alluded to above, if there are a significant amount of people trading the noise, then it becomes profitable for those trading the signal.\\n\\nVCs and hedge funds in this space extract a lions share of the returns not only because of the quality of research they employ, but also due to the conviction in their investments. Most of retail lack the patience and conviction that institutions possess in order to see out the volatile phases of the cycle and eventually to capitalize on their positions.\\n\\nYou might make the case that the average Joe does not have access to the kind of deal flow that a crypto hedge fund with hundreds of millions of capital might have. But the likelihood is that even if retail did have access to the kind of early investment opportunities institutions do, they almost always fail to take the risk. In such an ideal scenario, all the information is readily available. The problem lies in the fact that most individuals lack the acumen to imbibe that information and arrive at an educated decision. This too is somewhat a product of the previously mentioned immature nature of crypto.\\n\\nThese are not informational asymmetries. But rather inefficiencies that certain market agents choose to exploit and make them gainz.\\n\\nThe EMH is not an ideological take on the markets. One does not get to choose whether or not they believe in it. On the contrary, the EMH is a fact. A rule. Just like the laws of physics. And due to the early stages of crypto market development that we find ourselves in, the EMH is all the more applicable and stark. Crypto might be characterized by a greater degree of efficiency in 5–10 years from today. But at this point in time, we’re clearly not there.\\n\\nFin.\",\"timestamp\":1640857466,\"title\":\"The Efficient Market Hypothesis and What It Means For Crypto\"},\"digest\":\"ByBeMOBvGg389IPlk9aXD0zMGTTE8PEQWjszhXZGoBM\",\"authorship\":{\"contributor\":\"0x3d815f4F6dfc0Ee48a37d2832720Ea5Ee40e94F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pw8u93gkxy7UecqG2ooRfzg7H-Dra7Cpk9WTqbo55p4\\\",\\\"y\\\":\\\"En50KNnvg23Ok0KsWWlZj4y-P039PpxjbEw5o50VHsc\\\"}\",\"signature\":\"aXuiF7BfGEsXeY8groYKUuiJURwM258PRC7NBGji50FDQLwixOm1zI1Rrw4V3DAdh50Evl5prpM_YMeJJYbU-g\",\"signingKeySignature\":\"0x71684f549dfab4e350f07e586309d7ca96999980b24da088006deb7b6ff1877b6140ec6f5bc594bd41c8a9fd5a9a536e148caee23adbbcf49f044c3c90b72b421b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pw8u93gkxy7UecqG2ooRfzg7H-Dra7Cpk9WTqbo55p4\\\",\\\"y\\\":\\\"En50KNnvg23Ok0KsWWlZj4y-P039PpxjbEw5o50VHsc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8-vWHNGKqle2dM28PdUGX9VKYzLhMqC21bp3vBdpr4c\"}"