"{\"content\":{\"body\":\"Dear fellow primate,\\n\\nWelcome to a page dedicated to my exploration of the human condition within this universe. On most days, I have a lower than average ability to normalise our existence as neural patterns in the middle plain between macro- and microcosm.\\n\\nI’m sitting here made up of 100 trillions of cells of which 90% are bacteria living in my gut without which I would not be able to survive, while orders of magnitude more chemical reactions are taking place every second within those cells to sustain my life. I’m typing away by controlling my fingers through electro chemical energy caused by millions of neurons firing off in my brain to move my fingers and create thoughts that somehow I believe to be the author of despite a deterministic world view suggesting that there is no free will. All this while 8 billion other people are going about their business on a crust that swims on magma sustained by a thin atmosphere hurtling through space at 100.000 km/h around a star that providing us with the energy to do everything. This solar system is situated on the end of one of the spiral arms of the Milky Way, one galaxy in trillions of which many are no longer within reach of mankind as they are accelerating away from us with a speed that won’t allow us to ever catch up.\\n\\nThis moment in time feels like the most interesting in history but I’m sure beautiful minds that have forever been extinguished before me might have felt the same way about the times they lived in. I do believe my claim has credence when we consider the technological hockey sticks we are going to experience in our life times. Powered by AI we are gaining an understanding of the complex biological processes that sustain life, which could provide us with life extension and cures for most diseases. Potentially the first non-biological substrate general intelligence to compete with our own is within our reach. Decentralisation and crypto is going to rewrite the power structures of much of our society in profound and more inclusive ways. Automation will change our relationship to work and life. The permanent presence of human life on other planets will make us factually a multi-planetary species. We’ve only been at this whole science thing properly for a few hundred years, so how does this all look if we extrapolate this forward a century. I wish to be around for that but I might miss the window for escape death velocity by a few generations. \\n\\nI know non-existence won’t be a big deal once I no longer exist as Epicurus pointed out but while I am alive and am excited about the future of our civilisation and the cosmos it feels like a terrible thing. A unique neural pattern that stops existing and will never exist again feels like such a waste. I’d love to know what Hitchens would have to say about Trump’s presidency and what Newton would think about quantum physics. \\n\\nI will stop with transcribing my internal monologue but it exemplifies what I mean with the human condition - the ability to contemplate infinity while being a decaying meat bag. Obviously, I mostly play along with the games our societies have created to distract us for such an awareness but to do so I need a narrative to make sense of all of this in some meaningful way. \\n\\nThis exploration of the fundamental questions is what this blog is about. Some people believe the pursuit of such questions is in vain and the root of a lot of uncertainty and anxiety. I agree to an extent but ultimately feel that exhaustively (or as exhaustive as one can be in the pursuit of foundational truth) exploring these questions allows us to live more fulfilled lives. If this sounds like a journey you want to take then stick around and contemplate infinity with me.\",\"timestamp\":1637269345,\"title\":\"The Human Condition\"},\"digest\":\"SRUqpi3GhplmQdgpLHF8HvwQG084tKWugz-gq07gSV8\",\"authorship\":{\"contributor\":\"0x96289CB2986C6D781006B0dcE36B143b21Ab8fE3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UhLcjtuDnpk5vns32U015jq7dRlWWVKo5NcvRwRCHHQ\\\",\\\"y\\\":\\\"alL-86fU5KZG2qCREBWjP5SD642IihBzOf6Wb4DuV4c\\\"}\",\"signature\":\"3zwqNiTsIhXwU-aq_dXmzteEtKfKwcnnSB1bp2-5mqo713_7ksY4dfT3Jc477m7mn3wLHgrEbw4VKn2z7AzAAA\",\"signingKeySignature\":\"0x4ffe52bbf6cfda2b21a1217710b200ef098bd3349315feb0ed8b32b6e36c105052d4457f067d49006054b3c9a4529132df65af0b3dd3b17e1ad1d5c2e939c0671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UhLcjtuDnpk5vns32U015jq7dRlWWVKo5NcvRwRCHHQ\\\",\\\"y\\\":\\\"alL-86fU5KZG2qCREBWjP5SD642IihBzOf6Wb4DuV4c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z_kQIitEH7aqBvSiF1s_FV2uuVDrRAME9GkQJlgVjpg\"}"