"{\"content\":{\"body\":\"When I first heard about [augmented reality](https://www.livescience.com/34843-augmented-reality.html), or AR, I couldn’t help but associate the word to the future. I struggled to piece together scenarios where AR would be applicable in our everyday lives and buried the possibilities to explore further in that space as a creator.\\n\\n![](https://images.mirror-media.xyz/publication-images/JLtdA0cyksaRMoFwxRrhc.png?height=1385&width=700)\\n\\nOne night I had an epiphany while clicking through Instagram stories, saving filters to my gallery, and sending my favorite ones to my friends that ***this*** was AR. I have been interacting and engaging — alongside billions of users — with AR filters created by teens, young adults, and adults all around the world. I started to ask myself:\\n\\n> “If they can build AR filters, why can’t I do the same?”\\n\\n## Three steps to get started with AR filters\\n\\nI started my AR filter creating journey by doing some digging online to see how I can get started. Through my research, I found that Facebook launched [Spark AR Studio](https://sparkar.facebook.com/augmented-reality) in August 2018 which allows anyone to create augmented reality filters and effects for Instagram and Facebook stories.\\n\\n> ***Spark AR Studio’s mission:*** *Every day, we share different parts of our lives with each other. What we each choose to express may take different shapes, but the underlying desire to share and show how we perceive ourselves and the world around us is strong — and augmented reality will only heighten and enrich this sharing experience.*\\n\\n1. **Download Spark AR Studio:** Spark AR Studio is a free augmented reality platform for Mac and Windows that allows you to create AR effects for mobile cameras. Through Spark AR, creators can leverage their library of AR assets, build with or without code, import objects and sounds, and publish and track performance across Facebook and Instagram. You can download Spark Studio [here](https://sparkar.facebook.com/ar-studio/download/).\\n2. **Learn From Spark AR Studio Community:** The Spark AR Studio community is quite expansive. The Spark AR Facebook group has over 77.5k members who have joined to learn and grow, engage with other creators, build a network, and influence the future of Spark AR. In addition, the team created a resource hub to learn the basics. You can join the Facebook community [here](https://www.facebook.com/groups/SparkARcommunity/) and explore their resource hub [here](https://sparkar.facebook.com/ar-studio/learn/).\\n3. **Start Creating and Testing:** After downloading Spark AR Studio and browsing through the community, I went on YouTube to find tutorials from creators to start creating my very first AR filter. From start to finish, I created, tested, and submitted my AR filter for review within two hours. The more you grow your familiarity on how to navigate the Spark AR Studio space, the more you can do to create content that includes new layers of context, meaning, and emotion. You can explore my first handful of AR filters [here](https://instagram.com/shinleah).\\n\\n   ## Three beginner video tutorials to start creating\\n   1. **How to Make: “Which Are You” Filter**\\n\\n      [https://youtu.be/o5YCrMRT_7o](https://youtu.be/o5YCrMRT_7o)\\n\\n   2. **How to Make: ITA Outline Filter**\\n\\n      [https://youtu.be/mRxDOl2s5t0](https://youtu.be/mRxDOl2s5t0)\\n\\n   3. . **How to Make: Your Own VSCO Filter Preset**\\n\\n      [https://youtu.be/eGRw0NUQfIw](https://youtu.be/eGRw0NUQfIw)\\n\\n      # AR technology unlocks our ability to share more of the richness of life with each other\\n\\n      Through successfully building my first AR filter, I know that this is just the beginning on how we can make AR creation accessible for all. Spark AR Studio is connecting the dots between different types of information — sights, sounds, spaces, surfaces, human knowledge, real-time data, emotions, and beliefs. The ability to understand and build with AR will unleash new experiences for ourselves, brands, and communities. What will you create today?\",\"timestamp\":1642290597,\"title\":\"How I learned how to build Instagram AR filters in less than 24 hours\"},\"digest\":\"AjA-4WdXZOddRYLJ9zz4sVUCq4ou8OEJq97U3mbeSI8\",\"authorship\":{\"contributor\":\"0xB7f5472331d556bc6987a0266cAae229C8af43ed\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jn2KPc5Z5ChYdCImYy7bBaDNHtIOcmPaRXBY4DIKY_s\\\",\\\"y\\\":\\\"ni1x9U-ZdPoxJPs45-UuWWwb7gr7slC_hbts0m2qQ-U\\\"}\",\"signature\":\"2tNnB0h5h_yv7nj-qJMpM_8FKrZwDQ2l3qSQjc8QkHjuedgZh26gC-vbwN-9i2cFxvvoYpm9QMA0jvM9jMHp-A\",\"signingKeySignature\":\"0xc4600d6f7937f1d75b3bf734538038ef7096dd5a914b18b39d4a2e8c65263e9a61b5ddeacae04046e7a23490bd1430d1d3c856c022bd8d820305852fb170d0531b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jn2KPc5Z5ChYdCImYy7bBaDNHtIOcmPaRXBY4DIKY_s\\\",\\\"y\\\":\\\"ni1x9U-ZdPoxJPs45-UuWWwb7gr7slC_hbts0m2qQ-U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AjA-4WdXZOddRYLJ9zz4sVUCq4ou8OEJq97U3mbeSI8\"}"