"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*y7b2JsYecsWXioABH3wd9Q.jpeg?&size=large)\\n\\nLast night we voted unanimously to make the original Blitmap collection public domain under [CC0](https://creativecommons.org/share-your-work/public-domain/cc0/).\\n\\nStarting today, you are free to use the original Blitmap collection for any reason and without restriction, personally or commercially. This includes any selection of pieces, components, or characters within it, or the collection as a whole.\\n\\nRecent developments in the NFT ecosystem indicate an increasing desire for NFTs to incorporate some of the same ideals that crypto itself is based on. Namely, that value comes from a decentralized ledger, the provenance it enables, and the trustless composability that comes out of it. At the same time, these new ideals encourage a more open ecosystem of work where historical gatekeepers (“moats”) are not the primary drivers for proliferation or longevity.\\n\\nWe choose to incorporate these values into our beliefs around Blitmap.\\n\\nWe believe that attention and mindshare — in other worlds, culture — are increasingly becoming the greatest drivers for sustainability in our space. It doesn’t matter if derivative works or outright copies can be created. In fact, it’s probably better. Every derivative work shares some of its significance with the original it was based on, and vice versa. Over time, the original has the capability to become a platform and ecosystem in and of itself.\\n\\nIn making our decision, we considered some pros and cons:\\n\\n**Pros:**\\n\\n* **Decentralizes distribution and significance.** Derivatives are created trustlessly. Every derivative increases attention and mindshare of the original.\\n* **Aligns interests.** Creators can make self-sustainable derivatives. They are incentivized to create more (and hopefully, higher quality) derivatives.\\n* **Simplifies things.** No more worrying about rights, or answering questions about what is and isn’t okay. Everything is spelled out and easy to understand. We can focus on our work and we can be *surprised*\\\\*\\\\*\\\\* \\\\*\\\\*\\\\*by what the community does.\\n* It’s **crypto-native.**\\n\\n**Cons:**\\n\\n* **No exclusive rights.** Both the entity and the individual artists have the same rights as everyone else: to create derivatives.\\n* **Bad actors**. The IP could be co-opted or otherwise tainted by trolls, extreme political groups, cults, etc.\\n* **Will seem less valuable to some**. Some people will believe that IP is the moat and believe Blitmap has less significance if it is given up.\\n\\nWe also considered a list of fictional works and universes that are already in the public domain:\\n\\n* King Arthur\\n* Shakespeare\\n* Dracula\\n* The Wizard of Oz\\n* Jane Eyre\\n* Little Women\\n* Moby Dick\\n* Peter Pan\\n\\nAn interesting thing about these examples is that many of the derivative works they are reponsible for are *not* public domain. In other words, just because the foundation and universe of King Arthur is public domain, it does not mean that adaptations like *The Green Knight* or *The Sword in the Stone* are. Still, these adaptations contribute to the significance of the original as a whole. Imagine a world where the King Arthur mythology was started on a blockchain and its components were represented as tokens. Surely, there is value in proving one is *the* creator or *the* owner of *the* Excalibur.\\n\\n## Does this include Blitnauts or future expansion packs?\\n\\nCurrently, we are releasing the original Blitmap collection, including any selection of pieces, components, or characters within it, and the collection as a whole.\\n\\nOur plan is to release all IP created in Season 1, including Blitnauts, the third expansion pack, and the lore reveal shortly *after* their respective drops. After Season 1, we will reevaluate and decide on our plans for future IP, but we are optimistic!\\n\\nYou are, of course, free to create your own expansions or interpretations (including new Blitnauts) at any time.\\n\\n## Does this include both originals and siblings?\\n\\nBecause the siblings themselves are derivative works made by combining originals, they are in a bit of a grey area. In theory, we currently have the right to release siblings, but just doing that feels strange. We value community involvement and acknowledge that the community owns most of the siblings in existence. To that end, we will put out a vote to Blitmap owners today asking for support to also release the sibling collection.\\n\\nRegardless of outcome, you can always use the original Blitmaps however you like, including (but certainly not limited to) remixing or combining them to create your own siblings.\\n\\n## What about naming?\\n\\nCC0 does not affect trademark rights. We are working on opening up the naming separately, but this will require a little more work on our end. For now, we would ask that you refrain from the following phrasing in your derivative works: “Official”, “Canon”, “Blitmap(s)” or “Blitnaut(s)” followed by any sequence number, *just* “Blitmap(s)”, or *just* “Blitnauts(s)”.\\n\\n✅ My Little Blitnauts \\\\n ✅ Baby Blitmaps \\\\n ✅ Blitland \\\\n ✅ Blitmaps GAN \\\\n ✅ Coolblits \\\\n ✅ Blit Blit Maps\\n\\n❌ Blitmaps \\\\n ❌ Blitnauts 2 \\\\n ❌ Blitmap Mk III \\\\n ❌ Blitnauts Part 4 \\\\n ❌ Official Baby Blitnauts\\n\\n## Does my derivative also need to be public domain?\\n\\nNo. There may be mutual community benefits in it but it is entirely up to you.\\n\\n## Do I need to acknowledge Blitmap in my derivative?\\n\\nNo. There may be mutual community benefits in it but it is entirely up to you.\\n\\n## I’m making a commercial derivative. Do I need to share profits with Blitmap?\\n\\nNo. There may be mutual community benefits in it but it is entirely up to you.\\n\\n## Does this include merch/games/toys/shows/etc?\\n\\nYes. You can do whatever you like.\\n\\n## When does this take effect? Is there documentation?\\n\\nAll the original artists agreed unanimously in a 17 of 17 decision, so we believe this takes effect today. For anyone who wants further assurance and immutability, we are also working on creating a smart contract that contains the release, which every artist will sign with their wallet. We expect to deploy this in the coming weeks.\\n\\n—\\n\\nWe love NFTs and the new possibilities they open for world building and storytelling. In some ways, this change is a bet on the NFT premise as a whole. In other ways, it’s just a natural extension of our own “community crafted” values. We are looking forward to seeing what we can make together.\\n\\nIf you are interested in discussing this or anything else related to Blitmap, join us on our Discord: **<https://discord.gg/blitmap>**\\n\\nP.S. This post should be on Mirror but we’re still in the process of setting it up. We’ll …mirror… it over there as soon as we do.\",\"timestamp\":1630506734,\"title\":\"Blitmap is public domain - Blitmap - Medium\",\"publication\":\"tmm\"},\"digest\":\"OhNdFeRq-xmovS-oR83_7WXZfQNdilM9IvhnnAJvQoM\",\"authorship\":{\"contributor\":\"0x5FE6C3F8d12D5Ad1480F6DC01D8c7864Aa58C523\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"30xX6b6Z_4TCEikF4tBUHu_8wyYRoZn0Q1a-dPcAp0U\\\",\\\"y\\\":\\\"CGeMPXBQjHGmf-BOzRGJ7-A0LfvD9Ge3wMHDjVbAIoY\\\"}\",\"signature\":\"uHjP0Cw55GBqc27IgSWqHTvzezNrTlmeNGYn8VrrET89BEOEtfn5Hsa8GCmaAJYvHGCGeKGvNrD8_rnYOPSxig\",\"signingKeySignature\":\"0x3feedf3ed78b8fd6829edf7fbd1ea0f869d1944c1a117fd2ff478aac7cd11d096897b2e98104b1861538c1b214e058f271d35c3d92fabbecadb552fcedacdbdf1b\",\"signingKeyMessage\":\"I authorize the publication of articles on tmm.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"30xX6b6Z_4TCEikF4tBUHu_8wyYRoZn0Q1a-dPcAp0U\\\",\\\"y\\\":\\\"CGeMPXBQjHGmf-BOzRGJ7-A0LfvD9Ge3wMHDjVbAIoY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XmfYAEUcWbZazAre8gmVtTN41Dy-hPvtkmgK7xbbVOk\"}"