"{\"content\":{\"body\":\"*This is the second in a series of casual writings on web3 game design. In a former life, I was an academic in the field of game studies, today I help accelerate web3 companies. For shorter-form content, you can follow me on Twitter @DangerWillRobin* 🧵.\\n\\n**FOMO Over Friction**\\n\\nIt’s February 2021 and I stand no chance at winning *Dark Forest* v0.5. My recent acquaintance (and now dear friend) Omar Bohsali has just offered me a whitelisted key to play, explaining that he hasn’t the time. Curious to learn more about the game I peruse the blog.zkga.me and find myself only asking more questions. I boot up the in-browser client, and learn how to connect my Metamask wallet to xDAI. The devs are kind enough to automate the creation of new public/private key pair funded with just enough xDAI to play a couple moves. But when I run out, the barriers to entry are remarkable. For one, I have to use Uniswap to trade some $ETH for some $DAI, then I need to use the xDai bridge to bring it over to the side-chain. Whatever, I persist (and mistakenly only bring 5$ thinking paying something like 40$ in gas. Right away it is clear that I am playing a slower, uglier, friction-laden, MMO version of Galcon.     \\n\\n![Screenshot from Galcon Classing (2007)](https://images.mirror-media.xyz/publication-images/1PWWdmQNLOH84dXyTpyOK.png?height=480&width=640)\\n\\nOne significant difference in the gameplay however is that the player can capture artifacts on the various planets and that these are withdrawable NFTs. Now, if you recall NFTs are booming, with CryptoPunks and the likes climbing in value. I myself have been middle-curving myself out of the entire bull-market and am desperate to ape into something I can understand. These *Dark Forest* artifacts appear to be my alpha, and so I decide I am going to commit to collecting them. Annoyingly, there are some red flags, for the core team is saying that the artifacts have no value and will almost certainly not be reusable in future rounds. My take however is that these ultra-goody-two-shoes devs are going to want to decentralize their gaming protocol and they are going to have to do that based on on-chain records. The artifacts are the perfect target for reverse airdrops. Even better, at some later date I learn that they are refusing capital from investors, claiming that their grants are sufficient to keep them afloat and that they really want to be “community first”. I just read that as “governance tokens incoming” and double down on my conviction.\\n\\nThe problems to overcome in getting said artefacts are as follows: \\n\\n1. I am bad at the game.\\n2. I do not have enough time to play the game.\\n3. The game is fully on-chain and the number of moves to make are exponential in number, meaning that I need to craft plug-ins to script my moves better.\\n4. I am bad at making plug-ins and do not have time.\\n5. My computer is too weak to hash out the map. (For context, the game is played in zero-knowledge with a deterministic map that is unknown to anyone until they compute a hash for a given coordinate and then use the protocol to decode the resulting hash into either an astral body of some kind or just empty space).\\n\\nTo solve these problems, it is obvious to me that I needed to recruit a team of both players and engineers. @Omarish is an obvious target, he is a brilliant 100x engineer who had recently left Coinbase and was the entrepreneur in residence at Paradigm.xyz. Although he is pretty busy, he is in an exploratory mode and agrees to help use Terraform to provision AWS servers as needed to hash out the map. He also helps here and there with modifying plugins to give me a small edge. \\n\\nRound v0.5 ends and I have basically a bunch of low grade artifacts that must be worth garbage, in part because I joined half-way through. Meanwhile, the devs invent a newer, higher, rarer tier of artifact called Mythics and award the first of eight to @spencecoin for having contributed enormously to the management of the community. The other four went to those who open-sourced their top-tier plugins for the community. The is obviously super annoying because I am a shitty dev and will never make something worth a Mythic artifact. It is also incredibly brilliant and makes me even more bullish on *Dark Forest* because now gigabrains are being paid in *Monopoly* money to build out what must be the biggest permissionless [nerdsnipe](https://xkcd.com/356/) of a project in history. I chat with Omar and we agree to take the next round more seriously and start on time. \\n\\nOver a month later, Round v0.6.1 starts. There are some new rules, new smart contracts, which break most of the pre-existing plugins, and Mythic artifacts are now available for discovery in the universe. I am starting a brand new job at @defialliance in a week, which means I have an inordinate amount of time to try to win. However, with the plugins broken, I am not able to automate play, meanwhile actual devs are making the minor changes needed to keep on trucking. Omar is too busy to help full-time, he is building another composable piece of open-source software, the canonical [Uniswap V3 Staker](https://github.com/Uniswap/v3-staker). Me, desperate to win, look to the leaderboard to start recruiting. Interestingly, because *Dark Forest* has some diplomacy requirements, people are incentivized to dox their public keys with their Twitter handles. @Manan19 is winning by a solid margin. I notice there is a Manan in the Discord server, so I reach out. I decide that my strategy to breaking the ice is to flatter and ask for strategic help.\\n\\n![Moments before I sucker Manan into becoming a core contributor to dfdao.](https://images.mirror-media.xyz/publication-images/HxaMIWj2k3NConG3ikzfC.png?height=574&width=1978&size=medium)\\n\\nI learn that Manan is currently managing engineers at Coinbase, which bodes well for his ability to contribute. It takes a little while to sway him, but he eventually agrees to partner up. I offer him Omar’s AWS servers and Manan provides the plugins. The problem is that I need to take care of my kids once in a while and even sleep sometimes. *Dark Forest* never sleeps, so I need to find a solution. I start working my way down the leaderboard and find the best doxxed players I can. Using a similar strategy of flattery and tit-for-tat offering, I partially recruit Zha Yitong who is writing a blog about captaining an empire in *Dark Forest.* It turns out he is also at Coinbase, but not an engineer (nobody is perfect I guess). I also manage to coax in wunderkind, David Zhou, who is building learning materials and is still in college, meaning he can play 10 hours a day. He is a data guy, which seems potentially helpful, but more than anything he offers to co-pilot the empire. \\n\\nI’m lagging in the mid 30s, my efforts still aren’t enough. I decide to turn to my extended family. To start, my nephew Anthony has just graduated in CS and Poli-Sci and is looking for career advice. Easy, I tell him to quite all his internships and prospective jobs and work full-time on *Dark Forest*. Poor kid hasn’t even create a Metamask wallet (do they teach CS grads anything?) and here I am altering the course of his life for jpegs. I remember the conversation well, my kid is sleeping in the stroller and so I have 90 minutes to red-pill the heck out of him. It was thoroughly exhausting, but ultimately he concedes to at least help in the immediate. Spoiler alert, @cha0sg0d ends up not only giving up all his normie web2 prospects, he becomes the only full-time dfdao member, effectively retraining himself as a Solidity dev and ZK nerd.\\n\\nFinally, realizing that the *Dark Forest* team and my dao are going to need a media arm and some gender diversity, I recruit my sister-in-law. Earlier that year, I had forced her to read Cixin Liu’s trilogy, of which the second book, *Dark Forest,* is the inspiration for the game. She, like me, had become obsessed with the novel (which is reasonable given its the best piece of science fiction ever written). At the time, she was taking a break from a PhD in literature, and my hope was that she could manage our Discord communications and social media. My secret hope was that playing this game would red-pill her into crypto too and gainfully employer her in the long run. Spoiler alert, @llpresswell was hired by @zapper_fi only weeks later to help lead their own comms. Today she is the glue that keeps the operations and socials of dfdao running.\\n\\nTogether, the seven of us, begin meeting regularly and start to feel like a team. David, Manan, Yitong and the collective empire I started, ended up placing in the top 63. We never find a Mythic artifact, but using The Graph, I find someone who did and pay him 500 xDAI for it. It’s name was Ek’thun and he stood as the dao’s pfp for a short while. At the time, artifacts were connected to a GPT3 AI that was fed a few pages of lore. Lindsay and I decided to interview it on Twitch.tv and stream our discussion with the AI. \\n\\nIt was at the end of round v0.6.1 that the core team introduces NFT rewards on Ethereum called Valhalla Planets. Everyone in top 63 gets a planet jpegs based on how well they did. Plugin creators are also reward. Interestingly, the core team thought our interview with Ek’thun was awesome enough to reward us with another mid-tier planet, validating yet another thesis that they would be wise enough to recognize not only victories and plugins, but communal memes as well.\\n\\nAt this point, I revise my thesis that Mythic artifacts hold value, now that a new Schelling point collection of NFTs emerges. It makes double sense to reject them, given that new artifacts are capable of being “used up” a.k.a. destroyed for in-game effects. It is bad game design to make in-game objects you’d rather not use and keep instead for collecting. Don’t worry about me, I do not feel sad about my 500$ purchase though, given that it enabled the interview and the subsequent planet. I do think that Spencecoin and the other mythic artifact winners from round v0.5 should get similar recognition. \\n\\nOkay, now let’s take a step back. Because I wanted some collectibles to avoid being left out of the NFT boom, I reached out to three strangers and two family members to join me in creating what amounts to a gaming a web3 gaming guild. I had not even heard of YGG at this point and just assumed I should call us a DAO. And, because no one else had created a guild or dao to play *Dark Forest*, I hubristically called it dfdao (@d_fdao because of a bug in Twitter handle naming). It is important to note that a strong financial incentive created from an absurdly under-legitimized conviction led to this. \\n\\nWe’ve grown by two members since, @Scotato (who now works at [@0xHorizonGames](https://twitter.com/0xHorizonGames)) and @TheVelorum (who has taken on a more full-time roll in the dao). Omar has since taken a step back to focus on building the Google search for NFTs at Center.app. For about 20 minutes @gakonst was counted amongst our membership.\\n\\nIn the early days, we did not trust each other, but  were also too lazy to use the multi-sig we created. My own threat modelling made me feel sufficiently safe however because everyone was doxxed internally with much too much reputation to lose in screwing over the rest of the dao. Only as of a week ago have we started using a generously configured multi-sig (1 of N), mostly for bookkeeping purposes. \\n\\nIn my next post, I’ll talk about the emergence of competing DAOs and how we managed to lose our lead, coming second in the round.\",\"timestamp\":1639859370,\"title\":\"Composing Games Part 2: Guilds as DAOs\"},\"digest\":\"Avh7eWLiolytcExo1DfHaI0IhoGeC-QxapHnXueVKfo\",\"authorship\":{\"contributor\":\"0x283Ec3513Ac175600188d343f0cAA28Bf472d995\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oPXfmCXg2xO7y6nGTgaMvIU8ppKNqhVaZKk1GvpLSt0\\\",\\\"y\\\":\\\"237VGgV2E5un8u2jLj4yRGo9M46LEnwwe8e1-D3_cdk\\\"}\",\"signature\":\"ul2fasz3FnC-fgb2Oq0zwcnTgwTJZAdIwKOjwqVWi8ARNARkNsSFxu6_-AV-rDgZVvvIOF81arROD35WwJFofw\",\"signingKeySignature\":\"0x7bc3fe4a9a06c15818000e1b48fadb334fbe28ea3fc5a252c360389f384a98146a372015d9116779ba4955e57765dcbd7d9ad88280b2c46099a6fea8004537eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oPXfmCXg2xO7y6nGTgaMvIU8ppKNqhVaZKk1GvpLSt0\\\",\\\"y\\\":\\\"237VGgV2E5un8u2jLj4yRGo9M46LEnwwe8e1-D3_cdk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Avh7eWLiolytcExo1DfHaI0IhoGeC-QxapHnXueVKfo\"}"