"{\"content\":{\"body\":\"![](https://oss02.bihu.com/image/20190818/a8aace1050d9a695110319925443509e_GM4TSKRTHE4A.jpg)\\n\\n《骇客帝国》中，赛弗举着刀叉，说：瞧，我知道这牛排压根不存在，可当我把它放进嘴里，我的大脑就能接收到鲜嫩多汁的信号。比特傻初看《骇客帝国》，惊恐不已。真实与虚幻究竟怎么分辨呢？还是世间从未有过真实？我国古典红楼梦也有云游太虚，对真与幻有过思考。日本文化中，忍术就有幻术这一说，到底是真是幻，让人迷惘。在投资生涯中，比特傻把价值创造看作真，把资金盘看做幻。究竟如何分辨真与幻呢？\\\\\\\\\\n\\n这些天，比特傻因为工作繁忙，写长文落下了不少。很多网友在币乎、我的微信和微博表示希望看到我的更多长文。感恩大家的关心。此前，我的《彼岸系列》已经把数字货币投资的主要框架分享给大家了。今天比特傻来填充重要的一块知识——资金盘。我们古往今来的经济学，从来都是研究\\\"真\\\"，而不研究\\\"幻\\\"。资金盘中，包含了太多社会\\\"隐学\\\"。受网络环境所限，我尽可能的阐述一二，大家听好了。\\n\\n资金盘是币圈极为重要的现象。区块链技术也是资金盘的里程碑。生在币圈，不可不学，不可不察。然而很少有人将资金盘说透，很多年轻人还是云里雾里。在这个系列里面，比特傻会逐一讲解资金盘的基础认知、资金盘的属性、资金盘的种类、年轻人对资金盘的科学态度以及资金盘的社会意义。\\n\\n资金盘基础认知\\n\\n，巴克特市场因这三万八千枚比特币而恐慌。在币圈，我们无时不刻不在和资金盘打交道。人们常说资金盘，也有说传销，还有人说庞氏骗局。角度各不相同。资金盘体现了资金运作的角度，传销突出传播和销售层面，而庞氏骗局则揭示了对参与者过度承诺的欺骗行为。在本文，我们尽量把资金盘看作一个中性概念，算作是看待世界的一个角度吧。\\n\\n世间的事业，粗暴分为价值创造和资金盘。创造价值的事情，需要系统方法论，反馈周期十分漫长。小白领去互联网行业上班，需要985毕业，需要家庭财力物力投入二十年。资金盘的事情，反馈刺激快而且猛烈，不需要任何前置投入，村里老太太都可以参加。\\n\\n通常参与资金盘的有三波人。项目方处在金字塔顶端，收割其他参与者。职业资金盘猎人懂得什么时候进、什么时候出。纯韭菜则是被项目方和资金盘猎人画的十倍百倍收益忽悠的人。但纯韭菜也是知道风险，也十分清楚自己在玩资金盘。他们不具备系统判断资金盘时间节点的能力和信息，只是侥幸地认为自己不是最后一波。\\n\\n很多人，视角在北上深，怎么也不能理解玩资金盘的人。犹如富人不理解穷人为什么要去喝河里的脏水？为什么不重视子女的教育？玩资金盘的很多人，人生已经输了，他们自己也知道。正是因为在价值创造这条赛道上彻底绝望，机会成本低，所以才去玩资金盘。其次呢，贪婪是如同地心引力一般持续存在的力量。理智总有虚弱的时候，理智一旦松懈，财富就会坠地。绝大多数时刻，资金盘并非骗局，而是一群人的聚众赌博，所有人都心知肚明。\\n\\n资金盘的属性\\n\\n类的思维方式，于比特傻而言简直石破天惊，这大概是上帝创造世界时使用的思维方式吧。举个简单的例子，自行车这个类。自行车的属性是：有两个轮子、有脚踏、有把手、有刹车。自行车的功能是：可以骑行。我们会发现，万事万物，在创造伊始，我们需要赋予它属性和功能。编程就是创造的过程，犹如造物一般的快感。我们一起寻着\\\"类\\\"这个思维，一点点考察资金盘的属性。\\n\\n激励机制：\\n\\n激励机制说白了就是针对某些特定的行为进行激励。在资金盘里面，我们激励的行为是哪些呢？首先是投资行为，投资可以获得收益。其次呢，是传播行为，拉人头也可以分钱。比如3M互助这个资金盘，投资能够获得日息1%，且针对拉人头也有各种分层奖励和领导人奖励。需要指出的是，激励并非只是钱，还有些社会福利。比如巨龙国公民购买社保，得到的激励就是医疗、生育、失业等保险。巨龙国公民缴纳公积金得到的激励就是公积金贷款服务。是的，在本文中，社保和公积金都是资金盘。我知道这和你理解的不一样，耐心点，后面我会详细说。\\n\\n项目包装：\\n\\n资金盘一般有个温暖而大义的口号，诸如“互助”、“善心”、“万福”之类的。人做一件事儿，需要被赋予意义。杀人可以是替天行道；打劫可以是劫富济贫；造反可以是文明革命。同样，人们参与资金盘也需要大义名分。比如诸多传销公司把传销包装成直销。波场超级社区这种寄生资金盘要把自己包装成官方正统项目。P2P这种资金盘要把自己包装成普惠金融。Fcoin这种资金盘要包装成“交易即挖矿”这种开天辟地新模式。\\n\\n除了大义名分，资金盘的收益来源也要包装。3M互助的收益来源包装成神乎其神的经济“流通收益”。波场超级钱包的收益则包装成节点投票收益。ICO这种资金盘把收益来源包装成各类型价值创造。关于资金盘收益来源的包装，极其考验一个民族的创造力。同时呀，还要学会蹭热度，利用群众的一知半解。比如Plustoken趁着牛市跨市场套利火的很，把收益来源包装成智能搬砖。币圈资金盘的收益来源包装通常是挖矿、搬砖套利、节点收益等。\\n\\n收益承诺：\\n\\n除了温暖而大义的口号，资金盘需要对各种传播行为、购买虚拟/实物资产行为、发展下线等行为作出收益承诺。一般的商业也通常鼓励鼓励，鼓励发展下线。比如你给房产销售带客，也能拿到回扣。最大的差别在于资金盘承诺了一种惊人回报。这种惊人回报比如一月翻一倍显然不可能通过创造价值而获得。那只能是后来者的钱给先来的人交收益。\\n\\n资金盘的收益承诺分为显性承诺、隐形承诺和无承诺。显性承诺的例子大家看得多，各类型P2P年化收益百分之二十。3M互助日息1%。隐形承诺如鹰酱国的股市，政府不惜金融战贸易战也要保住，却不会对老百姓明确承诺。无承诺的资金盘也有，比如Fomo3D的投资收益，项目方不会有任何承诺。\\n\\n承诺的收益并非越高越好。比特傻反问你们一个问题，为什么目前的资金盘画的K线收益都是几倍十倍百倍这种？为什么不画个1亿倍的涨幅的饼呢？这样不是更加刺激人的贪欲吗？答案：如果有1亿倍的涨幅，大部分人都会只花1块钱玩玩，反正1亿就财务自由了。这会导致资金盘人均出的筹码过低，无法覆盖其人均推广和运营成本，导致资金盘不成立。\\n\\n真实收益来源：\\n\\n上面提到对收益来源的包装，那自己盘的真实收益来源是怎么来的呢？通常有这几种情况。首先、第一个收益来源是后来者纳贡。这很好理解，也非常常见。各种ICO项目就是这种类型，二级市场拉盘这种，无人接盘就死。\\n\\n但是你可别把自己盘想的太过狭隘，还有别的来源。制度套利也是一种收益来源，虽然不多见。比如很多金控集团做的一二级市场套利业务。收购一家10个亿的牛逼概念公司，股票里面涨了100个亿，即是此类。\\n\\n还有价值创造和后来者纳贡混合型的收入来源。比如P2P和现金贷这个行业。你说P2P做流动性撮合和信息中介有无价值？有的，但价值没这么大。如果一个P2P承诺收益3%，那就是价值创造了。承诺收益15%，就是3%的价值创造和12%的后来者纳贡了。\\n\\n还有没有别的收益来源？有的。印钞收益如鹰酱国的国债；行政手段带来的收益来源，如巨龙国的社保跨区余额无偿调剂。怕喝咖啡，就不展开了。\\n\\n收益分配：\\n\\n房价涨了，也大抵是按照你在某区位的房本数量分配的。\\n\\n值得注意的是，资金盘一般涉及多层的资金分配结构。这在资金盘上下线之间认为造成了资金收益等级的金字塔。这使得在整个经济模型不成立的情况下，金字塔顶尖的人依然可以赚的盆满钵满。\\n\\n当然，资金盘的收益分配也在日新月异，可玩性增强了。\\n\\n拉新方式：\\n\\n但凡资金盘都需要拉新，这是颠簸不破的真理。加分\\n\\n还有更牛逼的办法，行政强制式拉新，比如巨龙国的社保、公积金。不展开、不展开了。\\n\\n提现限制：\\n\\n通过上面的收益承诺和项目包装这两个属性大家应该可以想到，资金盘的账面收益和资金情况是分离的。也就是说，只要大家都提现，资金盘就垮了。那怎么办呢？给资金盘标配一个提现限制吧。\\n\\n常见的提现有手续限制，比如公积金提现需要提交买房的各种手续材料。，2P，：利普托肯 28%安全限制，比如某小交易所，以安全为由，说用户恶意操作市场不给提现。德西肯德\\n\\n资金盘风险：\\n\\n资金盘从来不是一马平川的，伴随着各种风险。比如很多中心化盘，能够直接动用用户的资金，能够直接捐卷跑路。还有很多盘很够通过多次关网重启来逃避对用户的收益承诺，比如3M互助就多次重启。\\n\\n还有些去中心化盘，也有开发者埋的雷。大户能够发动去中心化网络攻击等。\\n\\n资金盘可玩性：\\n\\n如今呢，资金盘都会多多少少增加一点可玩性，如同赌场里安排几个兔女郎。设置一系列娱乐属性比如奖池、空投、火箭等等。这些就不展开了。\\n\\n结语\\n\\n赛弗看着牛排，接着说：离开矩阵回到现实生活9年了，我意识到无知是福。\\n\\n幼年时，比特傻总觉得一切事物都要去伪存真。价值是真，资金盘只是幻象。长大后越发困惑。以前觉得是价值创造的事业，后来却发现包含了资金盘。以前觉得是资金盘，后来看却有一些价值。比特傻见过跨越几代人而不灭的资金盘，也见过含辛茹苦创造价值却旋即灰飞烟灭的公司。比特傻看到身边的女孩真是青春美好，无限喜乐。等到女孩韶华逝去，则毫无波澜。世间万物，有价值的、没有价值的都会衰退。衰退和价值破灭才是规律，永恒似乎是人间禁忌。\\n\\n今天，比特傻告诉了你资金盘的基础认知和属性。限于篇幅，比特傻会在之后的篇幅里以更加深度和宽广的视角带你一起分析资金盘。放眼望去，社会生活的方方面面几乎都是资金盘。现代金融系统也被资金盘包裹着。然而社会教育和舆论从来只说创造价值，走一条艰辛的路；却从来不曾系统性地教导我们在大大小小的资金盘中生存。比特傻偏要说，看透资金盘，是现代人社会生存的必备技能之一。正心正念，这条路比特傻带你一起走。\",\"timestamp\":1635182583,\"title\":\"人间奥义资金盘 (上)  转载自币乎比特傻\"},\"digest\":\"AzEwMmTNQRjAkvyIfT1vvpkqXPCT_UWbkvhqEpPDn7Q\",\"authorship\":{\"contributor\":\"0x374cB27a8753520bb153906a0a34Cc823cEA3C3e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gWQUQBPbEiOnwcjWDJbuEreMEWDWTcdujmbqXZBRd_c\\\",\\\"y\\\":\\\"ny5vzB0I5af4nFTMI0OOvCMqHIJCwnod8KD5RVQTFlk\\\"}\",\"signature\":\"UvBicCj17e29OMEeXYvg4r_mT0dXj26_b4v1IyVoUYzCXNyTG7cuog4WlISc9O5p4txJvpm-eUcrt1z4BP6Q-w\",\"signingKeySignature\":\"0x2cffc9ce4cae075e7f84609217a84bd1814fdd0615d37418e4d42d8aab3fbec2643af8c919ff4fe8698490fe2d02866710442177e3ce656a16b337db7f908c9d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gWQUQBPbEiOnwcjWDJbuEreMEWDWTcdujmbqXZBRd_c\\\",\\\"y\\\":\\\"ny5vzB0I5af4nFTMI0OOvCMqHIJCwnod8KD5RVQTFlk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AzEwMmTNQRjAkvyIfT1vvpkqXPCT_UWbkvhqEpPDn7Q\"}"