"{\"content\":{\"body\":\"We’ve been lurking in the shadows for most of our lives. Biding our time. Waiting for our moment. Just chilling out, frankly. But also learning and growing stronger. Preparing to make our mark. But then deciding we can always make our mark tomorrow. **“We’re here, aren’t we,” we tell ourselves. “Isn’t that enough?”**\\n\\nLike you, we are members of five or six DAOs. DAOs are a lurker's dream. These are extraordinarily interesting and rewarding places to hang out. They are bursting at the seams with passionate, productive people. There are enough talks to join and action items to complete to fill a productive person’s calendar for a year. It’s all very fascinating to watch. There are governance dramas, difficult staffing decisions to contemplate, and new Seasons to browse and monitor at one’s leisure. DAO’s are growing up before our eyes, and we are proud to be a part of it, from a safe distance.\\n\\nUnfortunately things have gotten personal lately. Lurkers have been abused, discounted and criticized. Many of us have been forced to join a committee, draft a marketing plan, or worst of all, weigh in on a difficult decision via snapshot. This is not what we were built for. The popcorn is getting cold in the living room, and they’ve got us doing dishes in the kitchen.\\n\\n**We can’t stay silent any longer (though often times we do). So we’ve started Lurker as a place for Lurker-related commentary and NFTs.** It’s a collaboration between two all-time-great labor fakers: Dan Conway and Scott Benson. Dan’s the writer, Scott’s the designer. Each episode of Lurker will be collectible as an NFT. There will be fifteen episodes in Season One, which will involve spectacular and potentially scandalous observations about web3. Each NFT will feature our spiritual leader or one of his crew. Please meet,\\n\\n## Lurky the Owl.\\n\\n![Lurky will be airdropped to the first twenty people who buy this Season One, Episode One NFT, above. ](https://images.mirror-media.xyz/publication-images/dFVK2swBlxZJe_acz5OOb.png?height=2048&width=2048)\\n\\nWe’ve also [opened a server](https://discord.gg/AwFrfh2HKu) on Discord to support lurkers, wherever they are. If you want to talk about crypto, DAOs, writing or design, join us. We will have regular bull sessions, with absolutely no follow-up action items for you. We will help lurkers in whatever ways we can.\\n\\nTo get us off on the right foot, we will airdrop a limited-edition NFT of Lurky to the first twenty people who pick up this Season One, Episode One NFT, and also follow us on twitter [@lurkerDAO](https://mobile.twitter.com/LurkerDAO) and [join the Discord](https://discord.gg/AwFrfh2HKu).  Only twenty three of these Hello World Lurky NFTs will ever be minted. Three will remain in the LurkerDAO treasury.\\n\\nOK, gotta go, we’ve got some Discords to peruse (camera off). Hope to see you soon.\",\"timestamp\":1631856008,\"title\":\"Introducing Lurker \",\"publication\":\"danconway\"},\"digest\":\"ioful3SjvBHDkgy1YiTq9ed7QSDyiT-ojHumbCcJ0CE\",\"authorship\":{\"contributor\":\"0xfbdf598dB4dBA841f40680Cd9C2D3cF618265be0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A5rgyaJuTlOFRnNnWRm4tf3jtivUc7l5V8sSphNDqCw\\\",\\\"y\\\":\\\"lJht2z50qVQa7fWjDHcv6RhO9wEHLlkIIJjIMH0MKxI\\\"}\",\"signature\":\"EHH1eRiEcdswIiE4_68TjA_Q7P7M03vDUWCoUNokv1O5b62djMThZbDIQXeL7JjIVzgue842ht9ajiKx-MBnTQ\",\"signingKeySignature\":\"0x7e833d39a8e95db448b448bf334676e0d4a8bc21b7da3175dee3ee31e6ea3d7c3dccb6f4820d7ac98166edd8688aba096ed42e20b2c145981050ae22a38619d81c\",\"signingKeyMessage\":\"I authorize the publication of articles on danconway.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A5rgyaJuTlOFRnNnWRm4tf3jtivUc7l5V8sSphNDqCw\\\",\\\"y\\\":\\\"lJht2z50qVQa7fWjDHcv6RhO9wEHLlkIIJjIMH0MKxI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jvZWS8AI782978VKFJoz8TOcQCLzeElrhLVkEXLxuiQ\"}"