"{\"content\":{\"body\":\"[![PancakeSwap](https://miro.medium.com/fit/c/96/96/1\\\\*dG8HvEw1-PUT3xZH3\\\\_WZEw.png)](https://pancakeswap.medium.com/?source=post_page-----72e435f17a68-----------------------------------)\\n\\nThe kitchen’s growing bigger and bigger! More chefs, more IFOs, TradingView charts, and… more stuff on the horizon SOON(TM)!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*i03tjQLMqJjZ_EFp)\\n\\n## Data Recap\\n\\n## Overall\\n\\n*   Total Volume: $48.4B\\n*   Average Daily Volume: $1.6B\\n*   Unique traders: 5.5M (+24% MoM)\\n*   Unique onsite users: 19M (+58% MoM)\\n*   12 CAKE staker reward pools (syrup + boost)\\n*   BNB won in prediction: 210,342 BNB / $128M\\n*   Total volume of positions placed: 217,548 BNB / $132M\\n*   NFT Market trading volume: 5,750 BNB / $3M, of which 115 BNB was used to buy back and burn CAKE\\n\\n## $CAKE\\n\\n*   Total burned: 26M CAKE ($449M)\\n*   Bought back from the market to burn: $24M\\n*   Total CAKE Emission Rate: 14.25/block\\n*   \\\\# of holders: 1,012,091 (+23%)\\n\\n## 🍽✅ Served Last Month\\n\\n## Charts\\n\\n![](https://miro.medium.com/max/1400/0\\\\*gMBtrwPIEZP2I--3)\\n\\nIn case you haven’t noticed, we added charts to our swap page! Now swapping while checking the trend of your favorite pairs has never been easier.\\n\\nIn our basic charts, you can choose its time frame between 24 hours, 1 week, 1 month, and 1 year. You can also click the dual arrow button on top of the chart to flip the direction of the pair you’re currently viewing. And, needless to say — it looks fabulous both in light and dark mode.\\n\\n## Charts Powered By TradingView\\n\\n![](https://miro.medium.com/max/1400/0\\\\*77lC4FOqk9OlDcSr)\\n\\nOn top of basic charts, for power users, we’ve been rolling out a limited release of a more advanced chart powered by TradingView. It comes with the beloved candle chart, detailed statistics, high fidelity data points, a wide range of customization options as well as useful tools. Check it out [on the swap page!](https://pancakeswap.finance/swap)\\n\\n![](https://miro.medium.com/max/1400/0\\\\*lNtlzjMcsdYE4tz0)\\n\\n**Got a message saying “TradingView chart not available”?**\\n\\nCurrently, the TradingView chart is only available for limited pairs in one single direction. So, if you’re seeing the above message, try clicking the dual arrow button on top of the chart to flip its direction. For example, while trading BUSD to BTCB, you will need to flip the pair direction to “BTCB/BUSD” to view the TradingView chart.\\n\\n## IFO: Mines of Dalarnia ($DAR)\\n\\n![](https://miro.medium.com/max/1400/0\\\\*C68wh0foCY3yeM2P)\\n\\nIn last month’s recap, we told you guys we are bringing more IFOs to our CAKE community. And we did. This month we had three IFOs, including one GameFi project from Binance Launchpool — Mines Of Dalarnia ($DAR).\\n\\n$DAR IFO was completed with an astonishing $842M worth of CAKE being committed to the sales — that’s 936 times overflow! This again shows how passionate and hungry our community is for GameFi projects. Rest assured that our business development bunnies have heard you and will work hard to bring you more GameFi IFOs.\\n\\n*Rabbits have big ears, and we’ve heard a lot of you calling for PancakeSwap’s own GameFi product. Aspects of Gamification have been a part of PancakeSwap since day one, including games like the Lottery and even Prediction, and although we can’t reveal any plans for a GameFi product at this time… well, let’s just say we’re gamers too. (Chef Bugs never shuts about getting Platinum on Sekiro 🎮🐰)*\\n\\n## **IFO: FC Porto (PORTO) and Santos FC (SANTOS) Fan Tokens**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*UbIhVn7BWEXT8bxF)\\n\\nIn November, we also brought you two IFO opportunities coming from Binance Launchpad. Both IFOs were completed successfully with more than $803M and $530M worth of CAKE being committed to the sales.\\n\\nWe have received a great number of feedback and suggestions from our community. So in the last fan token IFO, we made some small adjustments to the current IFO system, including more fee tiers and a different pool allocation.\\n\\nWe acknowledge that with the increasing demands, the current IFO system is far from ideal. So while we have been making adjustments to the current system, we’re also working on something brand new for IFO and more importantly for our loyal CAKE holders. And it’s coming very SOON. More about that down below.\\n\\n## CAKE Emission Reduction\\n\\nThis month, our community voted to cut the amount of CAKE entering circulation from 14.5/block to 14.25/block.\\n\\nA lot of the community members said they want a bigger reduction option in the vote in order to make CAKE deflationary. We agree. It’s absolutely still the goal to keep CAKE “emission neutral” or “deflationary”. That said, given the current state of the market, it might be time to ease up on the aggressive emission reduction… for now. There’s a fine line between supply reduction, and damaging the farm APR.\\n\\nSo. To make sure we keep supply low, we’re working on more ideas that will instead contribute to bigger and bigger weekly CAKE burns.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*cuyrz5NlUlIA_Q-x)\\n\\n## Farm Auction\\n\\nA total of 25 projects joined the Farm Auctions to bid for a coveted PancakeSwap farm pair. We launched #7, #8 and #9 auctions, with 9 winner farms in total in November.\\n\\nWe’ve burned a total of 315,310 CAKE so far since the first auction launched back in August.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*69ThttWV_m1he9Zw)\\n\\nThis month, we held a special gaming edition of Farm Auction for all the metaverse and GameFi projects. 3 winning farms each received a 2-weeks 1x farm on PancakeSwap.\\n\\nFarm Auctions give projects a way to incentivize liquidity provision for your token’s pairs.\\n\\nIf you’re a project looking to run a Farm, apply via the [PancakeSwap Farm application form](https://docs.google.com/forms/d/e/1FAIpQLSfQNsAfh98SAfcqJKR3is2hdvMRdnvfd2F3Hql96vXHgIi3Bw/viewform).\\n\\n## NFT Marketplace Phase 2 — More Collections Listed\\n\\n![](https://miro.medium.com/max/1400/0\\\\*pvXYoIxJO2mAJr2v)\\n\\nIn November, we added 8 new collections to our NFT marketplace. Remember, we burn all of the trading fees from the NFT marketplace (2% of each trade). With improved tools and handling procedures, we are now able to list new collections at a faster pace.\\n\\nWhich BSC NFT projects do you want to trade on PancakeSwap?\\n\\n[**Visit the NFT Market**](http://pancakeswap.finance/nfts)\\n\\n## Bug Fixes and Performance Improvements\\n\\nThis month, we received a lot of community feedback regarding performance issues in trading. Since trading is our core business and we want your experience to be as seamless as possible, we took some time and effort to address those issues and pushed out several fixes and improvements.\\n\\nA lot of our time this month has been spent behind the scenes, working with Streamingfast, Gnosis, Helix, TradingView and other providers to improve our resilience against the effects of the extreme network activity BSC has been experiencing lately. Shout out to all those teams and more for your hard work helping PancakeSwap keep up to the strain this month!!\\n\\nWith BSC kept achieving record-breaking on-chain transaction numbers, [and PancakeSwap alone has more on-chain transactions than an entire mainstream blockchain.](https://twitter.com/PancakeSwap/status/1465954227579015172) The capacity of the Binance Smart Chain is currently being challenged. Scaling is a priority for BSC and that is a priority for us: we’re in active talks with the Binance Smart Chain team about scaling solutions and are looking forward to what’s on the horizon.\\n\\n## Kitchen is Growing Fast\\n\\nYou might have noticed the kitchen’s been a little slower on updates this past month — that’s because we’ve been onboarding a whole bunch of new members after some of our previous developers left. The tech team now under Chef Cheems’s watchful eye is growing fast, with multiple new frontend and backend members already joined, and Taro’s leading up the BD side with two new business development bunnies.\\n\\n## Meet the New Chefs:\\n\\n![](https://miro.medium.com/max/1400/0\\\\*K1f9Z8bU59YhUKGi)\\n\\n*   Chef JoJo — Frontend Engineer\\n\\nChef JoJo joined the Kitchen and has already been making several performance updates as well as bug fixes.\\n\\n*   Chef Huan — Backend Engineer\\n\\nChef Huan joined the Kitchen and has been working on NFT listings as well as making in-house tools to make future NFT listings even faster and smoother.\\n\\n*   Chef Pepper — Business Development\\n*   Chef Icy — Business Development\\n*   Chef Lime — Operations & Data Analyst\\n*   Chef Salade — UI/UX\\n*   Chef Cadbury — Product Manager\\n\\nThey have been cooking up some fantastic new dishes back in the kitchen, and some of those will be presented very soon. So stay tuned.\\n\\nWe’re still hiring. Think you’ve got what it takes to become a chef?\\n\\nWe’ve still got plenty of roles open, check them out here: <https://docs.pancakeswap.finance/hiring/become-a-chef>\\n\\n## **👩‍🍳🕔 Still Cooking (Coming Soon)**\\n\\n## **IFO 3.0**\\n\\nWhile we’re bringing you more IFOs, we want our CAKE community to have a better IFO experience as well. So, based on the feedback and suggestions we received from previous IFOs, we’re now working on a brand new IFO format that will benefit our loyal CAKE holders.\\n\\nHere is a sneak peek of how it looks. Stay tuned for more details. It’s coming very, very soon … maybe even sooner than you expected.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Rik4MnAQCG3L6SEn)\\n\\n## **Limit Orders**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*hWJgRXHiTAJRsL4n)\\n\\nYes, you’ve heard it right — limit orders. Chef Cheems and the frontend team are closing up on the integration of this long-awaited new feature — coming very soon to a swap that everyone loves.\\n\\n## About Congestions and Performance on BSC\\n\\nThis month we have seen a lot of complaints about chain performance. On one hand, our team is trying to resolve some of the issues and will soon push out fixes. On the other hand, the BSC team has also informed us that they are aware of the overload and are now working on some very promising solutions, all of which will take time to implement. They will post the new BSC roadmap very soon. Meanwhile, here are some tips to speed things up:\\n\\n*   Use a higher gwei in ⚙️ settings menu. Or on your wallet confirmation page.\\n*   Try using a different RPC endpoint in your wallet app.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*1qx_MwbLp5-N8f5a)\\n\\n## Find Your Teammates\\n\\n![](https://miro.medium.com/max/1400/0\\\\*aKFwBY-ZTM5BViZH)\\n\\nWe’re bringing back the Trading Competition, this time with a sport that everyone knows — football. Make sure to check out our Medium article to learn how to participate.\\n\\nDuring the competition, trade eligible pairs to win over $120,000 worth of prizes in a combination of $CAKE, $LAZIO, $PORTO, and $SANTOS. On top of that, earn achievements, points, and just like last time — super limited, animated NFTs!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*5xhr5eVjkjNSxifF)\\n\\n## **Something Big**\\n\\nOn top of all that, we’re also actively working on something else that will benefit our long-term, loyal CAKE holders. It’s actually on our to-do list, can you guess what that is?\\n\\n![](https://miro.medium.com/max/1400/0\\\\*z7ia_TP0hxEWz6lX)\\n\\n## Calling for more NFT Collections!\\n\\nAre you the creator of a BSC NFT collection? Applications for listings are now OPEN!\\n\\nWe are currently only processing BEP-721 NFT collections that are already 100% minted on Binance Smart Chain, and your metadata and images must be stored on IPFS or a similar decentralized storage platform.\\n\\nApply to list at: <https://docs.pancakeswap.finance/contact-us/>\\n\\n**Still hungry?**\\n\\n🤔 Apart from all the new things mentioned above. Is there anything else you’d like to see?\\n\\nLet us know[ on Twitter](http://twitter.com/pancakeswap), in[ our Telegram group](http://t.me/pancakeswap), or over in our growing[ Reddit community](http://reddit.com/r/pancakeswap/)!\\n\\n*Stack ‘em!*\\n\\n**The Chefs 🐰🥞**\\n\",\"timestamp\":1639030660,\"title\":\"PancakeSwap November Recap — The Kitchen is Growing Fast\"},\"digest\":\"f0oeFMRvTknAjqmL3oVlW-H7iTFrju4EY4M1Du-2urk\",\"authorship\":{\"contributor\":\"0x8f32844357f27d8C185255832B914dd7E3eCFB9a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K1OcEOA-MgaaDrFVwOjzoZDZjEIfl88Mr_GBF7mY2nA\\\",\\\"y\\\":\\\"6KgwPnuHgIzkqjmn0b62NST4wjBrzO98SFh15wA8SMU\\\"}\",\"signature\":\"sJm-IWXnkPc4xEdfJgpxhMHxyc07vRwOWr2vV-COmgYBaGOHFyvrhZIkCPoTGhXc37Gy_pmJp4eS_YhE67T_GA\",\"signingKeySignature\":\"0x1ade556c434e431a56e22f730ae557de0eea8299c8b6288dfc2b384aad3690114788b743601d6a6df55d19dfcd73a30353a5e7d298ee09c47c9507cecd1bc1931c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K1OcEOA-MgaaDrFVwOjzoZDZjEIfl88Mr_GBF7mY2nA\\\",\\\"y\\\":\\\"6KgwPnuHgIzkqjmn0b62NST4wjBrzO98SFh15wA8SMU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f0oeFMRvTknAjqmL3oVlW-H7iTFrju4EY4M1Du-2urk\"}"