"{\"content\":{\"body\":\"## Background\\n\\n> ### *\\\"Nothing ventured, nothing gained.\\\" - various c. 1374 (Chaucer)*\\n\\nTaking a risk with someone you trust means sharing the wins, and the losses. We’re comfortable trusting someone we feel will enrich a group rather than exploit it.\\n\\nFinancial platforms such as the banks were first attractive, in allowing more individuals to take risks towards greater individual ventures. But like most platforms the relationship with its users shifted from being attractive, to extractive ([a16z](https://a16z.com/2019/03/02/cooperatives-cryptonetworks/)).\\n\\nThe combination of individual trust and shared risk-taking, like many things since the industrial revolution, become manufactured for many and simultaneous dehumanised.\\n\\n## Network resilience\\n\\nWith mixed opinions we have seen established industries deconstructed by technology that better connects individuals. To name a few: broadcast media, hotels, taxis, car hire, food delivery; all have been disrupted by peer-to-peer networks (AirBNB, Uber, Car Next Door…)\\n\\nBanking is next.\\n\\nThe innate human behaviour of trusting and empowering your peers for a group’s long-term benefit will return, and I believe spread into more facets of our lives than just small favours with immediate friends.\\n\\nWith the right tools, an established network of trust will yield greater rewards from risks that its members take, as well as greater resilience.\\n\\n## Bootstrapping\\n\\nWhen motivated to make something that people want, there’s an opportunity to do more with access to tools, time, and training. Temporary investments of this nature are often proportionate to what can be paid off from additional returns with little risk.\\n\\nFor example:\\n\\n* a cafe increasing capacity with a kitchen upgrade and hiring staff,\\n* a technician offering additional services with specialised training, or\\n* an artist expanding their audience by creating novel content.\\n\\nWhen asking for a loan from others, you have to state your case to each person that you’d like to invest in you, and hope that they see things as you do towards greater returns. This is in parallel with any planning and flow of tasks that may have commenced.\\n\\nFunding for an individual’s investment can come from people who personally trust them, or from companies who offer such products (e.g. banks). Those who can’t make such investments, are likely to suffer analogous to the “[boots theory](https://moneywise.com/a/boots-theory-of-socioeconomic-unfairness)”. Either paying more or not creating as much value as they could over time.\\n\\nI believe that there’s a way to readily enable finance beyond one’s immediate trusted network, and without the overhead of traditional financial institution. It involves leveraging the most open programmable monetary platform, Ethereum, to extend and automate loan syndication.\\n\\n## Open Programmable Exchange of Value\\n\\nThe Bitcoin network is maintaining a store of value of over 255.1 Billion USD, and the Ethereum network, 45.4B. On top of the currency of Ethereum, there is the value of applications that run on the Ethereum Virtual Machine (EVM), 15B USD from Decentralised Finance alone. Needless to say the past decade has seen adoption of such distributed ledger technologies and open computing platforms grow significantly.\\n\\nFor the case of loans, this means there can be codified criteria between people that are enacted automatically. For instance, if I want to enable an amount of funds to be lent to a set of people I trust, I would define: a total limit, individual payment conditions, and specify the accounts that have access to borrow.\\n\\nWith a configurable lending mechanism to let our trusted peers borrow from us (and equally be able to borrow from them) a community can be more productive at lower cost. But why limit this to just our immediate trusted peers?\\n\\n> ### *“The best way to find out if you can trust somebody is to trust them.” ― **Ernest Hemingway***\\n\\nThrough those that we strongly trust, we can extend our trust to their peers proportionately. This benefits the people that you know and trust and enables more investments and growth potential of the connected community.\\n\\n## Subjective Level of Trust\\n\\nI believe there are a lot of applications that can make use of the metric for the amount of trust between two people in a network:\\n\\n* calculating loan amounts of your lending mechanism (described above)\\n* distributing rewards to individuals and their network (referral rewards)\\n* or even proving to an application that you are a human…\\n\\nThis metric requires the existence of a network of trust, from late September (2020) I had started to define some requirements of this network:\\n\\n* people define a unique Ethereum address for use on the network\\n* trust is unique per direction from one Ethereum address to another\\n* sybil resistant. That is, no value in fake accounts (incentives aligned to integrity)\\n* Considerations for more comfortable declarations:\\n  * monetary value staked between addresses\\n  * allow trust to degrade over time (need to maintain connection)\\n  * limit capacity that a person can trust others\\n\\nSerendipitously a company called Circles launched their software to grow a trust network which largely correlated with the requirements.\\n\\n## Circles\\n\\nWith the software developed and launched, the “social graph of trust” has started to grow, and I believe that products can expand to use it readily. For instance, to broaden Andrew’s proposed solution, an application being able to know a user is trusted by a person within an organisation.\\n\\n## Peer-to-peer micro-lending\\n\\nOnce established, the mechanism of Circles uses an alternative currency per individual, and a 1:1 exchange rate between the individual and the people that they trust. This allows people who trust each other to have credit in their network based on each participants alternative currency that grows with time (the UBI component).\\n\\nSee their whitepaper for more details ([ref](https://handbook.joincircles.net/about/whitepaper.html)).\\n\\n## Automated Syndicated Loans\\n\\nWith this network of proportionate trust growing, and subjective value at stake per participant, I believe it is not long before individuals can benefit from loans that work for their community.\\n\\nThe next component require is a relatively simple decentralised application (dApp) that actions lending of Ethereum based on an individual’s configured criteria such as: amount, diversity, and trust appetite. Note, the subjective level of trust is used within trust appetite, and after these have been configured, lending can occur automatically.\\n\\n## Long-term Benefits\\n\\nApart from the near-term benefits of communities bootstrapping their own ventures, there are longer-term benefits that will emerge. There will be better alignment of vested interests that manifest between real people, and less opportunities for scrupulous “middle-men” or extractive financial products.\\n\\nPeople will hopefully be incentivised to do their best for people in their community, and also enable those around you to do better for themselves and the community.\\n\\n> ### *“Love all, trust a few, do wrong to none.” — William Shakespeare, All's Well That Ends Well*\\n\\n## Footnote:\\n\\nAt the time of publishing, a major player in the Ethereum space declared that it is collaborating with several large banks in Australia: “to showcase . . . the funding, settlement, and repayment of tokenised syndicated loans on **[#Ethereum](https://www.linkedin.com/feed/hashtag/?keywords=ethereum&highlightedUpdateUrns=urn%3Ali%3Aactivity%3A6728896921580265472)**.” ([ref](https://www.linkedin.com/feed/update/urn:li:activity:6728896921580265472/))\\n\\nWill we, the people, beat them to it?\\n\\n*Originally published* [here](https://jameszaki.substack.com/p/how-deep-is-your-trust) *Nov 2020*\",\"timestamp\":1641436673,\"title\":\"How deep is your trust...\"},\"digest\":\"Lqak_PSILo3svHMWMVez40a56fKxGZ-2QuVLCW4yrWM\",\"authorship\":{\"contributor\":\"0xC539FceC3BEE33f517C7E0bae1e85F51F8978445\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kP5Nt-sksooF5cbVUo-TQWWoH5Sop9IwuOQfnskaZq4\\\",\\\"y\\\":\\\"p4OxnjBkZLrATkCRabvbycnz8YPdRhhvtW7O-9X5QHc\\\"}\",\"signature\":\"0IA_1GZMoEycr1NYnd6eRd-YYC5lfG4NGl4Naj4XxJJu1n10Z04gv420AM_cG4s8Rvx3K7mYT_eie6-J57XeOA\",\"signingKeySignature\":\"0x6c12b66967a8663c21d09739986c22bff6801bb2d954ea672fb8bfdc7ad595d5191f97d5ecd561347aacf1f6cfbed0696fda7ff672be72f9b5d34bce533120c61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kP5Nt-sksooF5cbVUo-TQWWoH5Sop9IwuOQfnskaZq4\\\",\\\"y\\\":\\\"p4OxnjBkZLrATkCRabvbycnz8YPdRhhvtW7O-9X5QHc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Lqak_PSILo3svHMWMVez40a56fKxGZ-2QuVLCW4yrWM\"}"