"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Jlo5yq8zDDWXKzQ66Qv0k.png?height=871&width=893)\\n\\nSuper Planet Metaverse have DAO team to create the most distributed Metaverse, with collaboration of Decentraland and Sandbox. Is the thought of a second world really that crazy? Not according to Super Planet. The non-profit has set its platform up to be a digital world for a variety of people, including gamers, builders, and shoppers. Look at its Art Week, which is showcasing NFTs for purchase in a variety of galleries. Secondary markets are also prevalent, including the ability to purchase art, wearables, and parcels of land. There is also a voting process for new initiatives, which gives land and currency owners the right to vote. We spoke with Super Planet Metaverse DAO team to get an overview of a truly amazing world.\\n\\n## Interview\\n\\n**Jack:** **So, what is Super Planet DAO? How did the DAO form?**\\n\\n**Super Planet DAO:** We are actually a non-profit, not a company. We report on activities in the community, who govern and hold intellectual property. We were in beta for several years but officially launched in February of last year. There have been loads of events and experiences, hackathon-type events called “game jam” have increased the number of experiences in games and activities and infrastructures in the community. NFTs are integral to experience because land that you can buy is an NFT, wearables are NFT, created by the community, they are NFTs.\\n\\n**Jack: Who is the core user in the universe?**\\n\\n**Super Planet DAO:** If you look at the most active communities, I think art has obviously been a big community for us. Very early on, it was identified as being an area of growth and activity. You had a very big artist community that was exhibiting and experiencing. We have a very large Chinese community as well. They throw a lot of different events. We also have builders and gamers on here as well. The builders can either build things at a basic level, while the more experienced builders can join “hackathons” or “game jam” type events. In short, it is a very diverse community.  \\n\\nA month ago, we had a pride parade that was a massive event attended by a hell of a lot of people. I think the general community is people who are interested in new areas of technology. You don’t have to be up to speed on technology or crypto or NFTs to enjoy the platform, you just have to have an open mind on interacting and collaborating on a creative level with others. One area we see collaboration is artists who display their work in galleries.\\n\\n**Jack: One interesting part of Super Planet is the voting process. How does this work? Does it keep people engaged?**\\n\\n**Super Planet DAO:** Our voting process is run through the DAO (Decentralized Autonomous Organization) which is Decentralized governance. Anybody that holds meta (the platform currency) or is a landowner can put forward proposals through the DAO. They can also vote on proposals. And, once a proposal has been approved or rejected, it will become active in the community. It will be put into law, and really that is the basics of how governance works. That inspires people to engage, it is a job to educate the community; with this ownership comes responsibility. This makes sure it evolves the way the community wants it to, DOA is a great way for them to remain engaged and check in on different proposals that people put in. You can see different levels of people’s engagement. And DAO is a new concept but helps engagement. In basic terms, it is a question of voting on proposals and then those approved are put into practice.\\n\\n**Jack: Let’s say I am a first-day user. What is the mix like in terms of observers and people that are heavily involved? Is it a lot for new folks to handle?**\\n\\n**Super Planet DAO:** It is a mix of observers. It is not right now in the middle of a major metropolis where you would feel overwhelmed. It is very early and there is a lot of opportunities to observe. There is a lot of opportunities to observe a variety of events, music performances, games, and quests that the community built. For example, we currently have Art Week which showcases different artist’s NFT projects. The more engaged users can go buy land in the marketplace. But you can also build items on the platform. Anything can be built on the scene and picked up by landowners and hosted on their plot. It helps with involvement and collaboration. You don’t even have to own land to be a creator or build. We have creators that just sell to the marketplace.\\n\\nAnd then landowners can be opportunistic. For example, we have landowners that have discussed creating virtual malls in Super Planet. It is basically bridging the gap between the digital and physical world. Something you purchase digitally can be received in its physical form. You start to see the metaverse creep back to the physical world.\\n\\n**Jack: What is the biggest pushback you get from people?**\\n\\n**Super Planet DAO:** Probably a few factors, though a big one is the user technology. Everybody has a computer at home, but a computer with decent speed is recommended. Some also have a skeptical view of a virtual world. However, there are people that are happy to immerse themselves in a second world. Just look at gamers who are active in World of Warcraft or SecondLife. It is a similar environment. It is a virtual social world, and while you can just observe, the real reward is through engagement with others. Attending events and making friends with people are truly rewarding.\\n\\nAnother criticism is you can’t hang digital art in the real world, but the answer is in Super Planet it has given digital artists the gallery space. They have a bespoke gallery space and can create it exactly the way they want. That is an example of how the community can work.\\n\\nI think there is an opportunity for other communities in the physical world, like musicians, for this to be a platform to sell music through the platform. They can use Super Planet to sell music as well as merchandise and engaging fans. The adoption will grow as the barriers come down and people can see the application in the metaverse.\",\"timestamp\":1641894900,\"title\":\"Interview：Super Planet Metaverse DAO Team\"},\"digest\":\"M63NCBuUru3slKuE6ZUStdCiQmV1qPstop8MlMveHUU\",\"authorship\":{\"contributor\":\"0xf742e165366352d790AB9b6E796dCDB5f79eb440\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pvfzJNTaw6Zh18N-z-DWihDdRhK9Z27IqHC2urzR2Ss\\\",\\\"y\\\":\\\"mEau4Pa950DrE0Yjupk8w7z5AanuBd_ldhczwHsbmW0\\\"}\",\"signature\":\"ZIXK4UQ79szxD_CZNIa4cgflNFkhkHOyeqFrxd7A3NjJ33gx7D2rHP6VWHPachGvBoegsn1hx6lmcURgHRCjRA\",\"signingKeySignature\":\"0x5aa7bc83f54ab757ecf783706c8f77cf190befb38e35f24a521d224c51a98e583040146a0e99b9b7c6986f764c6ddac1caf701014ac27d4eed061e03e4c53afb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pvfzJNTaw6Zh18N-z-DWihDdRhK9Z27IqHC2urzR2Ss\\\",\\\"y\\\":\\\"mEau4Pa950DrE0Yjupk8w7z5AanuBd_ldhczwHsbmW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M63NCBuUru3slKuE6ZUStdCiQmV1qPstop8MlMveHUU\"}"