"{\"content\":{\"body\":\"### The best way to learn NFTs is to get involved! If you’ve made films, photo essays or music before, you can make it an NFT! This is a quick guide to minting your first NFT with less than US$0.30. This process will take you about one hour from start to finish.\\n\\n*Note: If you’re still wondering what an NFT or the blockchain is, you could start [here](https://mirror.xyz/0xe68745827Be263f1b3292559425e61a8cdcB95B8/BOUkRHBUzPy_9rbF-XVgYZuNQFJtIadHh-0Du-p6LWs).*\\n\\n### STEP 1 - PREPARE YOUR ART \\n\\nThe first step is not a crypto-related step. It involves choosing a piece of work that you’d like to mint on the blockchain as an NFT.\\n\\nI’d encourage you to choose a “side side project” (i.e. not your magnum opus) for this purpose.\\n\\nAs it is going to be your first NFT experiment, choose three images/files that you feel comfortable selling for a really low price. This will enable you to experience the selling process as soon as possible.\\n\\nYou can save your most prized images for later, when you’re more familiar with the NFT space.\\n\\n### STEP 2 - CRYPTO WALLET\\n\\nFor this exercise, we will be creating NFTs on the Tezos blockchain. Thus, we will be using a crypto wallet that accepts the Tezos cryptocurrency.\\n\\n\\\\*Note: click [here to find out the current price of 1 Tezo in USD](https://crypto.com/price/tezos).\\\\*  \\n  \\n There are a couple of different wallet choices, but the one that we’ll choose is Temple Wallet. (Only because I haven’t tried the rest).\\n\\nSo, follow this link to [install](https://templewallet.com/) Temple Wallet on your browser.  \\n  \\n \\\\*Note: Write your Seed Phrase down on a piece of paper. Not on your computer. Store it in a secure place. ANYONE who gets hold of this seed phrase can take away your Tezos and NFTs forever.\\\\*\\n\\nIf this is the first time you’re creating a crypto wallet, follow this video guide for clarity:\\n\\n[https://www.youtube.com/watch?v=S8_tL8PfCts](https://www.youtube.com/watch?v=S8_tL8PfCts)\\n\\n### STEP 3 - WALLET ADDRESS\\n\\nWe send emails to each other using email addresses.\\n\\nIn the world of cryptocurrencies, we send crypto to each other via a wallet address. Click on that long string of characters circled in red. That will copy your wallet address to the clipboard.\\n\\n![Your wallet address will look ridiculous and long. Something like this:tz1WijxqzhKFkf1wKHTvkcsLfiUyqLLPdUkZ](https://images.mirror-media.xyz/publication-images/R4dnTjPMCwz9jWCJ1s-KH.png?height=1204&width=724)\\n\\n### STEP 4 -  GET SOME MONEY\\n\\nJust like buying a wallet from a shop in real life, your current Temple wallet is totally empty(i.e. it has zero Tezos).\\n\\nThere are two general ways you can get some cryptocurrency into your Temple wallet:\\n\\na) The simplest way is to ask a good friend with some tezos to send some to you! I can be that friend. Drop me a DM on twitter with your Tezos wallet address and I’ll send you USD$1 in Tezos to get you started. All I ask from you is to pass on this favour to the next person you onboard.\\n\\nb) Alternatively, if you don’t want to owe me or anyone that favour, you’ll have to set up a cryptocurrency exchange account and buy tezos on that exchange. Then send it to your Temple Wallet address.Some well-known crypto exchanges are Binance, Crypto.com and Gemini. I’ve chosen to leave out this process from this article because this process differs in different countries. Google/Youtube will be a much more helpful resource.\\n\\n### STEP 4 - THE HIC ET NUNC MARKETPLACE\\n\\nWallet: ✅\\nSome Tezos in your Wallet: ✅\\n\\nSo, our next step is to mint NFTs of our work.\\n\\nNFT marketplaces are places where NFTs are minted, bought and sold.\\n\\nJust like e-commerce platforms Amazon, Alibaba or Taobao, there are also different NFT marketplaces. Each of them serve a different crowd.\\n\\nFor example, [OpenSea](https://opensea.io/) works on the Ethereum blockchain and is by far the biggest and most popular marketplace at the moment. [Foundation](https://foundation.app/) is a by-invite-only marketplace that wants to be a tad more exclusive. [Quantum Art](https://www.quantum.art/) is a photography-only marketplace started by NFT photography first-mover [Justin Aversano](https://pipelinevalor.globo.com/startups/noticia/nft-a-dupla-de-brasileiros-que-vendeu-uma-foto-por-us-36-milhoes.ghtml).\\n\\nFor this exercise, we will use the Hic Et Nunc (which means Here and Now in latin) platform.\\n\\nWhy Hic Et Nunc(HEN) provides a softer landing for a first-timer?\\na) Because the tezos blockchain has significantly lower “gas fees”. The Ethereum blockchain is way more popular for NFTs, but someone buying your work for $10 might have to pay an additional $100 in “gas fees” versus $0.10 on tezos.\\n\\nb) Hic Et Nunc’s culture is “more” artists-collecting-artists”. So buyers on the platform are more open to buying work from an NFT-Noob.\\n\\nc) One of the rejections of blockchain technology is its negative impact on the environment. The Tezos blockchain is a [greener alternative to Proof-of-Work blockchains like Ethereum](https://medium.com/tqtezos/clean-nfts-on-tezos-58566b2fdba1).\\n\\nWhat are some of the downsides of Hic Et Nunc\\n\\n### STEP 5 - LET’S MINT\\n\\na) Go to www.hicetnunc.art b) Click the Sync button at the top right of the page to connect your wallet c) Click on the three lines on the top right. Then click on the “Edit Profile” Section to key in your artist profile information. To save this information might cost you some tezos(something like US$0.30) as it is an interaction with the blockchain. d) Click on the three lines on the top right. Then click OBJKT(mint). This is where you will mint your NFTs. You can follow the instructions from 3m52s in the video below if you feel lost.\\n\\n<https://www.youtube.com/watch?v=qnu-n2NDsJg>\\n\\n### STEP 6 - SOME FAQs\\n\\nI’ll be editing this article to include some FAQs that I get from first-time minters regarding issues like file size, rights, copyminting and right-click-saving. If you have any questions. Feel free to send me a DM on twitter (@samuelhezb) and I’ll try to help ASAP.\\n\\nAuthor: Samuel He (@samuelhezb)\",\"timestamp\":1638328758,\"title\":\"Minting NFTs on HicEtNunc \"},\"digest\":\"Mr9W4gFW3HphLq6DV9DXRzdUmfTVwtF9lvjrWjnPihw\",\"authorship\":{\"contributor\":\"0xe68745827Be263f1b3292559425e61a8cdcB95B8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Pw7b6CBadsu9gHYaIe7WaH95gd8kn10uDaVJaXabKg\\\",\\\"y\\\":\\\"t6SE_Aud7R07XLS8Hsvv0I8T8pSbn1XJgLNx58s7QXg\\\"}\",\"signature\":\"8NoiTmpJsMz2Wlxt7yzedsGPzyXgY8Rq-nhol9aU85DmoUjQD9JZ8K-GwV66_e74g7F4iAScO7F0jykLmOZgxQ\",\"signingKeySignature\":\"0xbbba79a7d9e05bb7dc9120e390f26e1f644cff5fe930dee78b4d9e67a28ca0305e8e4da37d51b87aeffeecd308b1b90d96489d9ebd98529dc23101dbc7a38e861c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Pw7b6CBadsu9gHYaIe7WaH95gd8kn10uDaVJaXabKg\\\",\\\"y\\\":\\\"t6SE_Aud7R07XLS8Hsvv0I8T8pSbn1XJgLNx58s7QXg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YPOO2CZGVht0uyem21RBuwCZ_0nyW-aQ-Catu9e4n-U\"}"