"{\"content\":{\"body\":\"In a matter of days, all the blockchain communities are talking about Concave, a new and sought-after project, which has attracted a lot of attention from day one.\\n\\n**The Unique Concave Community**\\n\\nI managed to get invited to the discord and find everyone so enthusiastically talking about the projects, helping each other understand the project, translating documents, making memes and writing articles about it, and contributing to the project. In the process of exploring the community and project, participants can collect different badges, to make the journey all the more meaningful. Who doesn’t like memes? Who doesn't want badges?\\n\\n**The World’s best-kept secret**\\n\\nWhen you read through the Concave twitter, you will not help notice the claim that Concave is “the world's best-kept secret”, which makes it somewhat mysterious. What secret is it? People would like to find out. As one’s journey at the community continues and the project grows, the secret will gradually reveal itself, bringing about a lot of good surprises.\\n\\n**A spoon, not a fork**\\n\\nBesides the already well-known slogan of “the world’s best-kept secret”, members will also grow to know that Concave is a spoon, not a fork. As we know, it is difficult for a fork to hold things, especially liquid, such as soup. However, with a spoon, we are able to hold anything, especially things with value and “delicious”. Defi is all about selling and buying, without a good mechanism, profits may fall through the fork, while a good spoon will hold the profits. So we can assume that Concave is something quite different from the forks of ohm, and its characteristics of community base will help the project more stable and sustainable, bringing continuous values to participants, just like a big spoon to take the soup.\\n\\n**What it means to be a concave**\\n\\nFinally, coming back to the word Concave, it means having an outline or surface that curves inwards like the interior of a circle or sphere. It gives us the impression of strength, inner growth, sustainability, and stability, perhaps resembling a hard metal spoon.\\n\\nSince it is only my first day in the community, I am still new to Concave, and my understanding of it is very shallow. However, as I make my journey through the community and learn more about the project, the secret will gradually to revealed to me, and hopefully, I can contribute more to this project as well.\",\"timestamp\":1638368009,\"title\":\"My Understanding of Concave\"},\"digest\":\"ovO385QGnc0tn7xm5a1_rAAhP3WI4RXhdaAeNr1HMmU\",\"authorship\":{\"contributor\":\"0x1e0196084C6CE07362807403EF46484cD0266520\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iWrjQI76sUPRaqSWZfIz0YsU77ux7Eg3DLlEGBfvk50\\\",\\\"y\\\":\\\"7z5F8zhI4h_EclVxu_mkhGguRbXYPwbKkidNecMp8mI\\\"}\",\"signature\":\"3Jdq0J1l4zqRwQeJLzykSA6E4oww6iIZbjG9SrTRvAN1QPSKc8SaG9FeFNCl3zuZOG5uBo4oAJPdHoK01g0Kuw\",\"signingKeySignature\":\"0xd09ed4beba589481fb37ea49f1a2505f20b56df027d55a0be357d8fb6fbd80fe1025dcb89db8e26dd662807732bc59c45b78f57f922ab798a035387fa679974b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iWrjQI76sUPRaqSWZfIz0YsU77ux7Eg3DLlEGBfvk50\\\",\\\"y\\\":\\\"7z5F8zhI4h_EclVxu_mkhGguRbXYPwbKkidNecMp8mI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ovO385QGnc0tn7xm5a1_rAAhP3WI4RXhdaAeNr1HMmU\"}"