"{\"content\":{\"body\":\"曾为道门正统的邱劲道，无奈转身为妖。在佛、仙、魔、妖、鬼五界中，依靠金狼妖身，史无前例的佛仙魔妖鬼五修，邱劲道可以作出什么事呢，是逆天，是灭道，是快意恩仇，还是恣意五族美女……一切尽在《妖皇》\\n\\n```\\n小隐新书《妖皇》，请弟兄们支持收藏，连接：http:///showbook.asp?bl_id=86893\\n\\n************************************\\n\\n或许是对我的火球比较忌惮，或者是对我的银箭有点心寒，那帮该死的红顶苍鹰一刷出来，就立即振翅高飞，往高原深处躲去，根本不在我头顶盘旋，奶奶的，这帮家伙，还真是不笨，我一边咒骂着一边往里深入，地面上的蓝色风之魔精已经不是我的心思，虽然采集那风之魔晶石的几率十分低，但总有了几块，就是现在羽毛，一根都没捞到，开始是烧焦的羽毛，后面则是苍鹰的利喙，毛似乎都被我给射光了，汗。\\n\\n冷冷清清，孤孤单单，一路杀怪物到天边，我突然感觉周围的气氛似乎有点不大对劲，地上的怪是越来越少，天上的苍鹰是飞着飞着，就没了踪影，咦，真是白日里见了鬼，那些老鹰都去哪呢？明明看见它们飞到里面的啊。我心里纳闷着想到。\\n\\n“吼！”小黑突然一声低吼，昂首看着天空，小白在它身上是咝咝乱吐舌，而小影也连退几步，提剑一副警戒的样子，怎么，天上有苍鹰了，我连忙抬头一看，一个黑影从空中直笔笔的栽落下来，正是一只红顶苍鹰。呀，这红顶苍鹰是怎么了，不会飞了？看那样子不象是来攻击我的，倒象是被别人攻击过。\\n\\n我心里刚想着，“啪”的一声，那只红顶苍鹰就掉落在地上，我连忙跑过去一看，我靠，这家伙被咬得是血肉一片模糊，头顶，还开着三前一后的四个窟窿，往外流着红白色的脑浆，拍打了几下，就一命呜呼了。\\n\\n是什么怪这么牛b，把这头空中霸王咬得这副德行，我心里纳闷地想道，忽然，头顶传来一阵刺耳的尖啸声，我抬头一望，天空中掠过一个巨大的黑色身影，身影的下面，还各抓着两只挣扎着的红顶苍鹰，我靠，竟然是头五十级的巨翼金鹏，这，这家伙绝对是头牛b级的boss，奶奶的，这也是个六亲不认的主，连同族的都杀，绝对冷血，我喜欢。\\n\\n也不知道是因为已经满载而归呢，还是吃饱喝足了，那头巨翼金鹏并没有向我动手的意思，而是直接从我头顶飞过，留给我一个强烈的震撼效果。\\n\\n一股强烈的zhan有yu望从我的心里升起，在我脑海里盘旋，呐喊，如果能把这头巨翼金鹏驯服过来，那这苍鹰羽毛我还不是要多少有多少，这家伙绝对是头重量级战斗猛禽，我要驯服它，如果不能驯服，那我就要暴了它，五十级的boss，出的东西一定不会差。\\n\\n“黑子，快，给我追上去！”我连忙跳上小黑，一拍手说道，看来这巨翼金鹏一定捕猎完毕，回栖息地，咱得摸到它的老巢，好想个对付之策。\\n\\n一座挺拔的高山矗立在高原的一角，四周那陡峭的悬崖如同刀削一般笔直，笼罩在一片云雾缭绕之中，山顶之颠则是那千年不化的厚厚积雪，而我紧追的那头巨翼金鹏突然一头扎到山崖之上，不见了踪影。\\n\\n站在山脚下，我手搭凉棚，瞪目眺望，依稀可见山崖上有个洞穴，难道这巨翼金鹏不是自己搭个鸟巢，而是住在洞里面不成，那敢情好，你在里面，我在外面，有啥小动作你也看不到的，ok，心动立即行动，驯鹏大业第一步，攀岩。\\n\\n收起小黑他们，我拿出飞爪，是嘴咬匕首，腰插弯刀，往山脚下走了过去。一甩手，飞爪唰地一声飞了出去，当，锐利的爪尖死死插入岩石之中，我拉了拉绳子，不错，绷得挺紧，不松，咱上了……\\n\\n奶奶的，真是吃力，我抓着绳子，将弯刀深深插入岩石缝隙之中，身子紧紧贴着山崖，大口大口喘着粗气，妈的，在下面看这洞穴并不高，没想到爬了这么久，才只上了一半而已，额头上升腾的热气刚一出来，就被冷风吹散，身上已经是汗流浃背，低头一看，靠，眼有点花花，好高，这时候，就想到有对翅膀的好处了，再高咱也不怕。\\n\\n*****************\\n\\n终于到洞口了，在外面打量着这个天然形成，足足有二人多高的深邃洞穴，我心中暗想，这巨翼金鹏在空中是绝对的老大，进了洞，估计威力要大减吧，不过咱也不能低估它的实力，还是小心点好，将小影它们召唤出来后，我让它们统统守在洞口处，开启潜行，哥们我是小心翼翼地摸了下去。\\n\\n洞穴里弥漫着一股腥臭的味道，到处是凌乱的羽毛和的鸟骨兽肢的残骸，看来这只巨翼金鹏的饭量还真是不少。这洞穴是一路到底，没有曲折，刚到最下面，就听得一声声有气无力地哀鸣声，还有一阵阵翅膀扑腾的声音，我走上前去，刚一伸头。\\n\\n哇！我差点忍不住叫了起来，那巨翼金鹏正好转过头来，口中撕咬着鲜红的肉块，瞪目冲我这边张望，跟咱来了次零距离面对面接触，那血腥的味道直冲入鼻，让我浑身有股莫名的燥热。\\n\\n有虚伪之戒，它肯定不会发现我，我按住转身就想跑的冲动，借着洞穴里镶嵌着的几块照明石，屏住呼吸，仔细打量着这个巨大的家伙。\\n\\n一身浓密的金黄色羽毛闪闪发亮，眼睛如黑宝石般明亮，栗褐色的虹膜如女子的眼影般浓厚，尖锐的红色喙似铁钩一般坚硬，腿上长满了厚厚的羽毛，那两只脚上，长着尖锐的粗长角质利爪，沾着殷红的鲜血，如利刃般插入地上苍鹰的背中，尾巴上则抹了一层淡淡的银白，似乎给这头身披金甲的鸟中帝王增加了几分雍容之气，好，有造型，有气质，我真的很喜欢，我狠狠咽下口水，退了回去。\\n\\n巨翼金鹏并不知道有个胆大包天的家伙已经对它是垂涎三尺，还在津津有味地品尝着热气腾腾的美味，鸟以食为天，这话是我说的，绝对没错。\\n\\n************************\\n\\n怎么动手呢？回到洞口，我一屁股坐了下来，皱眉苦思到：一拥而上，行不通，刚才我注意了一下，那个洞穴里面还挺宽敞的，并不会影响巨翼金鹏腾挪躲闪，而它那两只翅膀，我看跟铁板似的，拍到我家这几个宠物，绝对不会让它们好受，一拥而上，我们肯定吃亏；那玩游斗，也不太可行，那巨翼金鹏不是傻子，它要是一头直往外面蹿，我咬它个毛，谁能挡得住啊；奶奶的，就我们这几个，想要把巨翼金鹏困住，还真是有点难度啊。\\n\\n我打开背包，翻看着里面的东西，看看能不能找点材料，弄出个陷阱之类的玩意，把巨翼金鹏给纠缠住，给我足够的时间施展驯熟技能。\\n\\n呀，看着角落里这个有点鼓鼓的蛛灵丝囊，我眼睛突然一亮，我记得当初采集到它的时候，这只是个干瘪瘪的皮囊而已，我还准备直接扔商店呢，后来忘了一直没卖，丢在背包里，现在，怎么变得这么大了？\\n\\n我赶紧拿出来一看，只见在那丝囊的末段，已经冒出一条几近透明的浅白色丝线，用手一捏，粘稠稠的，跟那强力胶水似的，没想到这玩意还能自己生产蛛丝，好东西啊，幸好我没卖，不然不是亏大了，这蛛丝的粘性和韧性我可都见识过，绝对是品质一流，哈哈，真是天助我也！（蛛灵丝囊，在本体内可以连续产丝，被采集后，每隔一周可自行产蛛丝一囊）\\n\\n我在洞穴里前前后后走了一遍，选了一处最狭窄的地方，开始实施我的蛛网陷阱，我拉，我拉，我拉拉拉，细长的蛛丝被我反反复复缠绕在洞穴的岩石上，结出八卦阵我是不会，但是织出纵横十字阵，我可很在行，一囊蛛丝耗尽，一个粗糙的丝网也成功出现在洞穴之中，虽然左右还有很多的空隙，但是想要困那巨翼金鹏一段时间，应该是没有问题的。\\n\\n我看了看这蛛网，似乎还欠缺点什么，对了，得给它增加点攻击性武器，我又从背包里拿出一大堆白银箭，交叉着插在网上，嘿嘿，巨翼金鹏，你进了这箭网，给我使劲挣扎吧，粘不死你，也戳死你，我心里暗暗笑道。\\n\\n**********************\\n\\n极品小火球在我手中跳跃着，映红我那张略带兴奋的脸，我深深地吸了口气，走到蛛网旁边，用力一扔，火球在洞穴里带出一条红色的残影落到最深处，而我，则赶紧后退了几步，换上长弓，竖直了耳朵，注视着里面。\\n\\n一阵如金属打磨的嘶哑声音立即从里面传了出来，随后风声四起，没有辜负我的期望，巨翼金鹏不能容忍这样赤裸裸的挑衅，它，出来了。\\n\\n金影刚现，我那在弦之箭，是指松疾发，而小影的两条看家大蛇，也扭曲摆动着迎上巨翼金鹏，小黑虽然身在后方，但是也不忘发出精神冲击，不怕不成功，反正闲着，它也是闲着。\\n```\\n\\n\\n------------\",\"timestamp\":1640584987,\"title\":\"第二百四十二章 高原放声把歌唱二\"},\"digest\":\"ARYgePYvbylLOcQ3cuG-DiRpSZOLzukwPQhA7l0L8ck\",\"authorship\":{\"contributor\":\"0x5CA5dEdb8696916C2C531B9e5F336c1dC6EafA12\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3w7hy1r-ewfjfGL3RcptRHfIagp_PpfefcNdbLrETEU\\\",\\\"y\\\":\\\"kTTt3X5yTFRZdb53F9-H8jWLKTzQNHOVRm38b418zpg\\\"}\",\"signature\":\"9nWobR2j4AjA43RueSGNZo22ROAHpo5l4_E2LrjU0S4d-XzbkxhfK0oMfbjrSMMNYWpy6UIT1YBIsdAoilldxw\",\"signingKeySignature\":\"0x4ec7e44ce18a0b90a836928683076423553acf3e34891fc80b7516b29ff4866543c273c861da8ef89ee46cdf9ff486ae2b498e5645df9eca3bafbd5ab13e81761b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3w7hy1r-ewfjfGL3RcptRHfIagp_PpfefcNdbLrETEU\\\",\\\"y\\\":\\\"kTTt3X5yTFRZdb53F9-H8jWLKTzQNHOVRm38b418zpg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ARYgePYvbylLOcQ3cuG-DiRpSZOLzukwPQhA7l0L8ck\"}"