"{\"content\":{\"body\":\"be appreciated best by recalling that the great city was then, in fact, the meeting-place of the nations--their meeting-place politically and commercially, as well as for the indulgence of pleasure without restraint. Round and round the golden mile-stone in front of the Forum--now in gloom of eclipse, now in unapproachable splendor--flowed all the active currents of humanity. If excellences of manner, refinements of society, attainments of intellect, and glory of achievement made no impression upon him, how could he, as the son of Arrius, pass day after day, through a period so long, from the beautiful villa near Misenum into the receptions of Caesar, and be wholly uninfluenced by what he saw there of kings, princes, ambassadors, hostages, and delegates, suitors all of them from every known land, waiting humbly the yes or no which was to make or unmake them? As mere assemblages, to be sure, there was nothing to compare with the gatherings at Jerusalem in celebration of the Passover; yet when he sat under the purple velaria of the Circus Maximus one of three hundred and fifty thousand spectators, he must have been visited by the thought that possibly there might be some branches of the family of man worthy divine consideration, if not mercy, though they were of the uncircumcised--some, by their sorrows, and, yet worse, by their hopelessness in the midst of sorrows, fitted for brotherhood in the promises to his countrymen.\\n\\nThat he should have had such a thought under such circumstances was but natural; we think so much, at least, will be admitted: but when the reflection came to him, and he gave himself up to it, he could not have been blind to a certain distinction. The wretchedness of the masses, and their hopeless condition, had no relation whatever to religion; their murmurs and groans were not against their gods or for want of gods. In the oak-woods of Britain the Druids held their followers; Odin and Freya maintained their godships in Gaul and Germany and among the Hyperboreans; Egypt was satisfied with her crocodiles and Anubis; the Persians were yet devoted to Ormuzd and Ahriman, holding them in equal honor; in hope of the Nirvana, the Hindoos moved on patient as ever in the rayless paths of Brahm; the beautiful Greek mind, in pauses of philosophy, still sang the heroic gods of Homer; while in Rome nothing was so common and cheap as gods. According to whim, the masters of the world, because they were masters, carried their worship and offerings indifferently from altar to altar, delighted in the pandemonium they had erected. Their discontent, if they were discontented, was with the number of gods; for, after borrowing all the divinities of the earth they proceeded to deify their Caesars, and vote them altars and holy service. No, the unhappy condition was not from religion, but misgovernment and usurpations and countless tyrannies. The Avernus men had been tumbled into, and were praying to be relieved from, was terribly but essentially political. The supplication--everywhere alike, in Lodinum, Alexandria, Athens, Jerusalem--was for a king to conquer with, not a god to worship.\\n\\nStudying the situation after two thousand years, we can see and say that religiously there was no relief from the universal confusion except some God could prove himself a true God, and a masterful one, and come to the rescue; but the people of the time, even the discerning and philosophical, discovered no hope except in crushing Rome; that done, the relief would follow in restorations and reorganizations; therefore they prayed, conspired, rebelled, fought, and died, drenching the soil to-day with blood, to-morrow with tears--and always with the same result.\\n\\nIt remains to be said now that Ben-Hur was in agreement with the mass of men of his time not Romans. The five years' residence in the capital served him with opportunity to see and study the miseries of the subjugated world; and in full belief that the evils which afflicted it were political, and to be cured only by the sword, he was going forth to fit himself for a part in the day of resort to the heroic remedy. By practice of arms he was a perfect soldier; but war has its higher fields, and he who would move successfully in them must know more than to defend with shield and thrust with spear. In those fields the general finds his tasks, the greatest of which is the reduction of the many into one, and that one himself; the consummate captain is a fighting-man armed with an army. This conception entered into the scheme of life to which he was further swayed by the reflection that the vengeance he dreamed of, in connection with his individual wrongs, would be more surely found in some of the ways of war than in any pursuit of peace.\\n\\nThe feelings with which he listened to Balthasar can be now understood. The story touched two of the most sensitive points of his being so they rang within him. His heart beat fast--and faster still when, searching himself, he found not a doubt either that the recital was true in every particular, or that the Child so miraculously found was the Messiah. Marvelling much that Israel rested so dead to the revelation, and that he had never heard of it before that day, two questions presented themselves to him as centring all it was at that moment further desirable to know:\\n\\nWhere was the Child then?\\n\\nAnd what was his mission?\\n\\nWith apologies for the interruptions, he proceeded to draw out the opinions of Balthasar, who was in nowise loath to speak.\\n\\nCHAPTER XVI\\n\\n\\\"If I could answer you,\\\" Balthasar said, in his simple, earnest, devout way--\\\"oh, if I knew where he is, how quickly I would go to him! The seas should not stay me, nor the mountains.\\\"\\n\\n\\\"You have tried to find him, then?\\\" asked Ben-Hur.\\n\\nA smile flitted across the face of the Egyptian.\\n\\n\\\"The first task I charged myself with after leaving the shelter given me in the desert\\\"--Balthasar cast a grateful look at Ilderim--\\\"was to learn what became of the Child. But a year had passed, and I dared not go up to Judea in person, for Herod still held the throne bloody-minded as ever. In Egypt, upon my return, there were a few friends to believe the wonderful things I told them of what I had seen and heard--a few who rejoiced with me that a Redeemer was born--a few who never tired of the story. Some of them came up for me looking after the Child. They went first to Bethlehem, and found there the khan and the cave; but the steward--he who sat at the gate the night of the birth, and the night we came following the star--was gone. The king had taken him away, and he was no more seen.\\\"\\n\\n\\\"But they found some proofs, surely,\\\" said Ben-Hur, eagerly.\\n\\n\\\"Yes, proofs written in blood--a village in mourning; mothers yet crying for their little ones. You must know, when Herod heard of our flight, he sent down and slew the youngest-born of the children of Bethlehem. Not one escaped. The faith of my messengers was confirmed; but they came to me saying the Child was dead, slain with the other innocents.\\\"\\n\\n\\\"Dead!\\\" exclaimed Ben-Hur, aghast. \\\"Dead, sayest thou?\\\"\\n\\n\\\"Nay, my son, I did not say so. I said they, my messengers, told me the Child was dead. I did not believe the report then; I do not believe it now.\\\"\\n\\n\\\"I see--thou hast some special knowledge.\\\"\\n\\n\\\"Not so, not so,\\\" said Balthasar, dropping his gaze. \\\"The Spirit was to go with us no farther than to the Child. When we came out of the cave, after our presents were given and we had seen the babe, we looked first thing for the star; but it was gone, and we knew we were left to ourselves. The last inspiration of the Holy One--the last I can recall--was that which sent us to Ilderim for safety.\\\"\\n\\n\\\"Yes,\\\" said the sheik, fingering his beard nervously. \\\"You told me you were sent to me by a Spirit--I remember it.\\\"\\n\\n\\\"I have no special knowledge,\\\" Balthasar continued, observing the dejection which had fallen upon Ben-Hur; \\\"but, my son, I have given the matter much thought--thought continuing through years, inspired by faith, which, I assure you, calling God for witness, is as strong in me now as in the hour I heard the voice of the Spirit calling me by the shore of the lake. If you will listen, I will tell you why I believe the Child is living.\\\"\\n\\nBoth Ilderim and Ben-Hur looked assent, and appeared to summon their faculties that they might understand as well as hear. The interest reached the servants, who drew near to the divan, and stood listening. Throughout the tent there was the profoundest silence.\\n\\n\\\"We three believe in God.\\\"\\n\\nBalthasar bowed his head as he spoke.\\n\\n\\\"And he is the Truth,\\\" he resumed. \\\"His word is God. The hills may turn to dust, and the seas be drunk dry by south winds; but his word shall stand, because it is the Truth.\\\"\\n\\nThe utterance was in a manner inexpressibly solemn.\\n\\n\\\"The voice, which was his, speaking to me by the lake, said, 'Blessed art thou, O son of Mizraim! The Redemption cometh. With two others from the remotenesses of the earth, thou shalt see the Savior.' I have seen the Savior--blessed be his name!--but the Redemption, which was the second part of the promise, is yet to come. Seest thou now? If the Child be dead, there is no agent to bring the Redemption about, and the word is naught, and God--nay, I dare not say it!\\\"\\n\\nHe threw up both hands in horror.\\n\\n\\\"The Redemption was the work for which the Child was born; and so long as the promise abides, not even death can separate him from his work until it is fulfilled, or at least in the way of fulfilment. Take you that now as one reason for my belief; then give me further attention.\\\"\\n\\nThe good man paused.\\n\\n\\\"Wilt thou not taste the wine? It is at thy hand--see,\\\" said Ilderim, respectfully.\\n\\nBalthasar drank, and, seeming refreshed, continued:\\n\\n\\\"The Savior I saw was born of woman, in nature like us, and subject to all our ills--even death. Let that stand as the first proposition. Consider next the work set apart to him. Was it not a performance for which only a man is fitted?--a man wise, firm, discreet--a man, not a child? To become such he had to grow as we grow. Bethink you now of the dangers his life was subject to in the interval--the long interval between childhood and maturity. The existing powers were his enemies; Herod was his enemy; and what would Rome have been? And as for Israel--that he should not be accepted by Israel was the motive for cutting him off. See you now. What better way was there to take care of his life in the helpless growing time than by passing him into obscurity? Wherefore I say to myself, and to my listening faith, which is never moved except by yearning of love--I say he is not dead, but lost; and, his work remaining undone, he will come again. There you have the reasons for my belief. Are they not good?\\\"\\n\\nIlderim's small Arab eyes were bright with understanding, and Ben-Hur, lifted from his dejection, said heartily, \\\"I, at least, may not gainsay them. What further, pray?\\\"\\n\\n\\\"Hast thou not enough, my son? Well,\\\" he began, in calmer tone, \\\"seeing that the reasons were good--more plainly, seeing it was God's will that the Child should not be found--I settled my faith into the keeping of patience, and took to waiting.\\\" He raised his eyes, full of holy trust, and broke off abstractedly--\\\"I am waiting now. He lives, keeping well his mighty secret. What though I cannot go to him, or name the hill or the vale of his abiding-place? He lives--it may be as the fruit in blossom, it may be as the fruit just ripening; but by the certainty there is in the promise and reason of God, I know he lives.\\\"\\n\\nA thrill of awe struck Ben-Hur--a thrill which was but the dying of his half-formed doubt.\\n\\n\\\"Where thinkest thou he is?\\\" he asked, in a low voice, and hesitating, like one who feels upon his lips the pressure of a sacred silence.\\n\\nBalthasar looked at him kindly, and replied, his mind not entirely freed from its abstraction,\\n\\n\\\"In my house on the Nile, so close to the river that the passers-by in boats see it and its reflection in the water at the same time--in my house, a few weeks ago, I sat thinking. A man thirty years old, I said to myself, should have his fields of life all ploughed, and his planting well done; for after that it is summer-time, with space scarce enough to ripen his sowing. The Child, I said further, is now twenty-seven--his time to plant must be at hand. I asked myself, as you here asked me, my son, and answered by coming hither, as to a good resting-place close by the land thy fathers had from God. Where else should he appear, if not in Judea? In what city should he begin his work, if not in Jerusalem? Who should be first to receive the blessings he is to bring, if not the children of Abraham, Isaac, and Jacob; in love, at least, the children of the Lord? If I were bidden go seek him, I would search well the hamlets and villages on the slopes of the mountains of Judea and Galilee falling eastwardly into the valley of the Jordan. He is there now. Standing in a door or on a hill-top, only this evening he saw the sun set one day nearer the time when he himself shall become the light of the world.\\\"\\n\\nBalthasar ceased, with his hand raised and finger pointing as if at Judea. All the listeners, even the dull servants outside the divan, affected by his fervor, were startled as if by a majestic presence suddenly apparent within the tent. Nor did the sensation die away at once: of those at the table, each sat awhile thinking. The spell was finally broken by Ben-Hur.\\n\\n\\\"I see, good Balthasar,\\\" he said, \\\"that thou hast been much and strangely favored. I see, also, that thou art a wise man indeed. It is not in my power to tell how grateful I am for the things thou hast told me. I am warned of the coming of great events, and borrow somewhat from thy faith. Complete the obligation, I pray thee, by telling further of the mission of him for whom thou art waiting, and for whom from this night I too shall wait as becomes a believing son of Judah. He is to be a Savior, thou saidst; is he not to be King of the Jews also?\\\"\\n\\n\\\"My son,\\\" said Balthasar, in his benignant way, \\\"the mission is yet a purpose in the bosom of God. All I think about it is wrung from the words of the Voice in connection with the prayer to which they were in answer. Shall we refer to them again?\\\"\\n\\n\\\"Thou art the teacher.\\\"\\n\\n\\\"The cause of my disquiet,\\\" Balthasar began, calmly--\\\"that which made me a preacher in Alexandria and in the villages of the Nile; that which drove me at last into the solitude where the Spirit found me--was the fallen condition of men, occasioned, as I believed, by loss of the knowledge of God. I sorrowed for the sorrows of my kind--not of one class, but all of them. So utterly were they fallen it seemed to me there could be no Redemption unless God himself would make it his work; and I prayed him to come, and that I might see him. 'Thy good works have conquered. The Redemption cometh; thou shalt see the Savior'--thus the Voice spake; and with the answer I went up to Jerusalem rejoicing. Now, to whom is the Redemption? To all the world. And how shall it be? Strengthen thy faith, my son! Men say, I know, that there will be no happiness until Rome is razed from her hills. That is to say, the ills of the time are not, as I thought them, from ignorance of God, but from the misgovernment of rulers. Do we need to be told that human governments are never for the sake of religion? How many kings have you heard of who were better than their subjects? Oh no, no! The Redemption cannot be for a political purpose--to pull down rulers and powers, and vacate their places merely that others may take and enjoy them. If that were all of it, the wisdom of God would cease to be surpassing. I tell you, though it be but the saying of blind to blind, he that comes is to be a Savior of souls; and the Redemption means God once more on earth, and righteousness, that his stay here may be tolerable to himself.\\\"\\n\\nDisappointment showed plainly on Ben-Hur's face--his head drooped; and if he was not convinced, he yet felt himself incapable that moment of disputing the opinion of the Egyptian. Not so Ilderim.\\n\\n\\\"By the splendor of God!\\\" he cried, impulsively, \\\"the judgment does away with all custom. The ways of the world are fixed, and cannot be changed. There must be a leader in every community clothed with power, else there is no reform.\\\"\\n\\nBalthasar received the burst gravely.\\n\\n\\\"Thy wisdom, good sheik, is of the world; and thou dost forget that it is from the ways of the world we are to be redeemed. Man as a subject is the ambition of a king; the soul of a man for its salvation is the desire of a God.\\\"\\n\\nIlderim, though silenced, shook his head, unwilling to believe. Ben-Hur took up the argument for him.\\n\\n\\\"Father--I call thee such by permission,\\\" he said--\\\"for whom wert thou required to ask at the gates of Jerusalem?\\\"\\n\\nThe sheik threw him a grateful look.\\n\\n\\\"I was to ask of the people,\\\" said Balthasar, quietly, \\\"'Where is he that is born King of the Jews?'\\\"\\n\\n\\\"And you saw him in the cave by Bethlehem?\\\"\\n\\n\\\"We saw and worshipped him, and gave him presents--Melchior, gold; Gaspar, frankincense; and I, myrrh.\\\"\\n\\n\\\"When thou dost speak of fact, O father, to hear thee is to believe,\\\" said Ben-Hur; \\\"but in the matter of opinion, I cannot understand the kind of king thou wouldst make of the Child--I cannot separate the ruler from his powers and duties.\\\"\\n\\n\\\"Son,\\\" said Balthasar, \\\"we have the habit of studying closely the things which chance to lie at our feet, giving but a look at the greater objects in the distance. Thou seest now but the title-- KING OF THE JEWS; wilt thou lift thine eyes to the mystery beyond it, the stumbling-block will disappear. Of the title, a word. Thy Israel hath seen better days--days in which God called thy people endearingly his people, and dealt with them through prophets. Now, if in those days he promised them the Savior I saw--promised him as KING OF THE JEWS--the appearance must be according to the promise, if only for the word's sake. Ah, thou seest the reason of my question at the gate!--thou seest, and I will no more of it, but pass on. It may be, next, thou art regarding the dignity of the Child; if so, bethink thee--what is it to be a successor of Herod?--by the world's standard of honor, what? Could not God better by his beloved? If thou canst think of the Almighty Father in want of a title, and stooping to borrow the inventions of men, why was I not bidden ask for a Caesar at once? Oh, for the substance of that whereof we speak, look higher, I pray thee! Ask rather of what he whom we await shall be king; for I do tell, my son, that is the key to the mystery, which no man shall understand without the key.\\\"\\n\\nBalthasar raised his eyes devoutly.\\n\\n\\\"There is a kingdom on the earth, though it is not of it--a kingdom of wider bounds than the earth--wider than the sea and the earth, though they were rolled together as finest gold and spread by the beating of hammers. Its existence is a fact as our hearts are facts, and we journey through it from birth to death without seeing it; nor shall any man see it until he hath first known his own soul; for the kingdom is not for him, but for his soul. And in its dominion there is glory such as hath not entered imagination--original, incomparable, impossible of increase.\\\"\\n\\n\\\"What thou sayest, father, is a riddle to me,\\\" said Ben-Hur. \\\"I never heard of such a kingdom.\\\"\\n\\n\\\"Nor did I,\\\" said Ilderim.\\n\\n\\\"And I may not tell more of it,\\\" Balthasar added, humbly dropping his eyes. \\\"What it is, what it is for, how it may be reached, none can know until the Child comes to take possession of it as his own. He brings the key of the viewless gate, which he will open for his beloved, among whom will be all who love him, for of such only the redeemed will be.\\\"\\n\\nAfter that there was a long silence, which Balthasar accepted as the end of the conversation.\\n\\n\\\"Good sheik,\\\" he said, in his placid way, \\\"to-morrow or the next day I will go up to the city for a time. My daughter wishes to see the preparations for the games. I will speak further about the time of our going. And, my son, I will see you again. To you both, peace and good-night.\\\"\\n\\nThey all arose from the table. The sheik and Ben-Hur remained looking after the Egyptian until he was conducted out of the tent.\\n\\n\\\"Sheik Ilderim,\\\" said Ben-Hur then, \\\"I have heard strange things tonight. Give me leave, I pray, to walk by the lake that I may think of them.\\\"\\n\\n\\\"Go; and I will come after you.\\\"\\n\\nThey washed their hands again; after which, at a sign from the master, a servant brought Ben-Hur his shoes, and directly he went out.\\n\\nCHAPTER XVII\\n\\nUp a little way from the dower there was a cluster of palms, which threw its shade half in the water, half on the land. A bulbul sang from the branches a song of invitation. Ben-Hur stopped beneath to listen. At any other time the notes of the bird would have driven thought away; but the story of the Egyptian was a burden of wonder, and he was a laborer carrying it, and, like other laborers, there was to him no music in the sweetest music until mind and body were happily attuned by rest.\\n\\nThe night was quiet. Not a ripple broke upon the shore. The old stars of the old East were all out, each in its accustomed place; and there was summer everywhere--on land, on lake, in the sky.\\n\\nBen-Hur's imagination was heated, his feelings aroused, his will all unsettled.\\n\\nSo the palms, the sky, the air, seemed to him of the far south zone into which Balthasar had been driven by despair for men; the lake, with its motionless surface, was a suggestion of the Nilotic mother by which the good man stood praying when the Spirit made its radiant appearance. Had all these accessories of the miracle come to Ben-Hur? or had he been transferred to them? And what if the miracle should be repeated--and to him? He feared, yet wished, and even waited for the vision. When at last his feverish mood was cooled, permitting him to become himself, he was able to think.\\n\\nHis scheme of life has been explained. In all reflection about it heretofore there had been one hiatus which he had not been able to bridge or fill up--one so broad he could see but vaguely to the other side of it. When, finally, he was graduated a captain as well as a soldier, to what object should he address his efforts? Revolution he contemplated, of course; but the processes of revolution have always been the same, and to lead men into them there have always been required, first, a cause or presence to enlist adherents; second, an end, or something as a practical achievement. As a rule he fights well who has wrongs to redress; but vastly better fights he who, with wrongs as a spur, has also steadily before him a glorious result in prospect--a result in which he can discern balm for wounds, compensation for valor, remembrance and gratitude in the event of death.\\n\\nTo determine the sufficiency of either the cause or the end, it was needful that Ben-Hur should study the adherents to whom he looked when all was ready for action. Very naturally, they were his countrymen. The wrongs of Israel were to every son of Abraham, and each one was a cause vastly holy, vastly inspiring.\\n\\nAy, the cause was there; but the end--what should it be?\\n\\nThe hours and days he had given this branch of his scheme were past calculation--all with the same conclusion--a dim, uncertain, general idea of national liberty. Was it sufficient? He could not say no, for that would have been the death of his hope; he shrank from saying yes, because his judgment taught him better. He could not assure himself even that Israel was able single-handed to successfully combat Rome. He knew the resources of that great enemy; he knew her art was superior to her resources. A universal alliance might suffice, but, alas! that was impossible, except-- and upon the exception how long and earnestly he had dwelt!-- except a hero would come from one of the suffering nations, and by martial successes accomplish a renown to fill the whole earth. What glory to Judea could she prove the Macedonia of the new\\n\\nAlexander! Alas, again! Under the rabbis valor was possible, but not discipline. And then the taunt of Messala in the garden of Herod-- \\\"All you conquer in the six days, you lose on the seventh.\\\"\\n\\nSo it happened he never approached the chasm thinking to surmount it, but he was beaten back; and so incessantly had he failed in the object that he had about given it over, except as a thing of chance. The hero might be discovered in his day, or he might not. God only knew. Such his state of mind, there need be no lingering upon the effect of Malluch's skeleton recital of the story of Balthasar. He heard it with a bewildering satisfaction--a feeling that here was the solution of the trouble--here was the requisite hero found at last; and he a son of the Lion tribe, and King of the Jews! Behind the hero, lo! the world in arms.\\n\\nThe king implied a kingdom; he was to be a warrior glorious as David, a ruler wise and magnificent as Solomon; the kingdom was to be a power against which Rome was to dash itself to pieces. There would be colossal war, and the agonies of death and birth-- then peace, meaning, of course, Judean dominion forever.\\n\\nBen-Hur's heart beat hard as for an instant he had a vision of Jerusalem the capital of the world, and Zion, the site of the throne of the Universal Master.\\n\\nIt seemed to the enthusiast rare fortune that the man who had seen the king was at the tent to which he was going. He could see him there, and hear him, and learn of him what all he knew of the coming change, especially all he knew of the time of its happening. If it were at hand, the campaign with Maxentius should be abandoned; and he would go and set about organizing and arming the tribes, that Israel might be ready when the great day of the restoration began to break.\\n\\nNow, as we have seen, from Balthasar himself Ben-Hur had the marvelous story. Was he satisfied?\\n\\nThere was a shadow upon him deeper than that of the cluster of palms--the shadow of a great uncertainty, which--take note, O reader! which pertained more to the kingdom than the king.\\n\\n\\\"What of this kingdom? And what is it to be?\\\" Ben-Hur asked himself in thought.\\n\\nThus early arose the questions which were to follow the Child to his end, and survive him on earth--incomprehensible in his day, a dispute in this--an enigma to all who do not or cannot understand that every man is two in one--a deathless Soul and a mortal Body.\\n\\n\\\"What is it to be?\\\" he asked.\\n\\nFor us, O reader, the Child himself has answered; but for Ben-Hur there were only the words of Balthasar, \\\"On the earth, yet not of it--not for men, but for their souls--a dominion, nevertheless, of unimaginable glory.\\\"\\n\\nWhat wonder the hapless youth found the phrases but the darkening of a riddle?\\n\\n\\\"The hand of man is not in it,\\\" he said, despairingly. \\\"Nor has the king of such a kingdom use for men; neither toilers, nor councillors, nor soldiers. The earth must die or be made anew, and for government new principles must be discovered--something besides armed hands--something in place of Force. But what?\\\"\\n\\nAgain, O reader!\\n\\nThat which we will not see, he could not. The power there is in Love had not yet occurred to any man; much less had one come saying directly that for government and its objects--peace and order--Love is better and mightier than Force.\\n\\nIn the midst of his reverie a hand was laid upon his shoulder.\\n\\n\\\"I have a word to say, O son of Arrius,\\\" said Ilderim, stopping by his side--\\\"a word, and then I must return, for the night is going.\\\"\\n\\n\\\"I give you welcome, sheik.\\\"\\n\\n\\\"As to the things you have heard but now,\\\" said Ilderim, almost without pause, \\\"take in belief all save that relating to the kind of kingdom the Child will set up when he comes; as to so much keep virgin mind until you hear Simonides the merchant--a good man here in Antioch, to whom I will make you known. The Egyptian gives you coinage of his dreams which are too good for the earth; Simonides is wiser; he will ring you the sayings of your prophets, giving book and page, so you cannot deny that the Child will be King of the Jews in fact--ay, by the splendor of God! a king as Herod was, only better and far more magnificent. And then, see you, we will taste the sweetness of vengeance. I have said. Peace to you!\\\"\\n\\n\\\"Stay--sheik!\\\"\\n\\nIf Ilderim heard his call, he did not stay.\\n\\n\\\"Simonides again!\\\" said Ben-Hur, bitterly. \\\"Simonides here, Simonides there; from this one now, then from that! I am like to be well ridden by my father's servant, who knows at least to hold fast that which is mine; wherefore he is richer, if indeed he be not wiser, than the Egyptian. By the covenant! it is not to the faithless a man should go to find a faith to keep--and I will not. But, hark! singing--and the voice a woman's--or an angel's! It comes this way.\\\"\\n\\nDown the lake towards the dower came a woman singing. Her voice floated along the hushed water melodious as a flute, and louder growing each instant. Directly the dipping of oars was heard in slow measure; a little later the words were distinguishable--words in purest Greek, best fitted of all the tongues of the day for the expression of passionate grief.\\n\\nTHE LAMENT. (Egyptian.)\\n\\nI sigh as I sing for the story land   Across the Syrian sea. The odorous winds from the musky sand   Were breaths of life to me. They play with the plumes of the whispering palm   For me, alas! no more; Nor more does the Nile in the moonlit calm   Moan past the Memphian shore.\\n\\nO Nilus! thou god of my fainting soul!   In dreams thou comest to me; And, dreaming, I play with the lotus bowl,   And sing old songs to thee; And hear from afar the Memnonian strain,   And calls from dear Simbel; And wake to a passion of grief and pain   That e'er I said--Farewell!\\n\\nAt the conclusion of the song the singer was past the cluster of palms. The last word--farewell--floated past Ben-Hur weighted with all the sweet sorrow of parting. The passing of the boat was as the passing of a deeper shadow into the deeper night.\\n\\nBen-Hur drew a long breath hardly distinguishable from a sigh.\\n\\n\\\"I know her by the song--the daughter of Balthasar. How beautiful it was! And how beautiful is she!\\\"\\n\\nHe recalled her large eyes curtained slightly by the drooping lids, the cheeks oval and rosy rich, the lips full and deep with dimpling in the corners, and all the grace of the tall lithe figure.\\n\\n\\\"How beautiful she is!\\\" he repeated.\\n\\nAnd his heart made answer by a quickening of its movement.\\n\\nThen, almost the same instant, another face, younger and quite as beautiful--more childlike and tender, if not so passionate-- appeared as if held up to him out of the lake.\\n\\n\\\"Esther!\\\" he said, smiling. \\\"As I wished, a star has been sent to me.\\\"\\n\\nHe turned, and passed slowly back to the tent.\\n\\nHis life had been crowded with griefs and with vengeful preparations--too much crowded for love. Was this the beginning of a happy change?\\n\\nAnd if the influence went with him into the tent, whose was it? Esther had given him a cup. So had the Egyptian. And both had come to him at the same time under the palms.\\n\\nWhich?\\n\\nBOOK FIFTH\\n\\n\\\"Only the actions of the just  Smell sweet and blossom in the dust.\\\"                                  SHIRLEY.\\n\\n\\\"And, through the heat of conflict, keeps the law,  In calmness made, and sees what he foresaw.\\\"                                  WORDSWORTH.\\n\\nCHAPTER I\\n\\nThe morning after the bacchanalia in the saloon of the palace, the divan was covered with young patricians. Maxentius might come, and the city throng to receive him; the legion might descend from Mount Sulpius in glory of arms and armor; from Nymphaeum to Omphalus there might be ceremonial splendors to shame the most notable ever before seen or heard of in the gorgeous East; yet would the many continue to sleep ignominiously on the divan where they had fallen or been carelessly tumbled by the indifferent slaves; that they would be able to take part in the reception that day was about as possible as for the lay-figures in the studio of a modern artist to rise and go bonneted and plumed through the one, two, three of a waltz.\\n\\nNot all, however, who participated in the orgy were in the shameful condition. When dawn began to peer through the skylights of the saloon, Messala arose, and took the chaplet from his head, in sign that the revel was at end; then he gathered his robe about him, gave a last look at the scene, and, without a word, departed for his quarters. Cicero could not have retired with more gravity from a night-long senatorial debate.\\n\\nThree hours afterwards two couriers entered his room, and from his own hand received each a despatch, sealed and in duplicate, and consisting chiefly of a letter to Valerius Gratus, the procurator, still resident in Caesarea. The importance attached to the speedy and certain delivery of the paper may be inferred. One courier was to proceed overland, the other by sea; both were to make the utmost haste.\\n\\nIt is of great concern now that the reader should be fully informed of the contents of the letter thus forwarded, and it is accordingly given:\\n\\n\\\"ANTIOCH, XII. Kal. Jul.\\n\\n\\\"Messala to Gratus.\\n\\n\\\"O my Midas!\\n\\n\\\"I pray thou take no offense at the address, seeing it is one of love and gratitude, and an admission that thou art most fortunate among men; seeing, also, that thy ears are as they were derived from thy mother, only proportionate to thy matured condition.\\n\\n\\\"O my Midas!\\n\\n\\\"I have to relate to thee an astonishing event, which, though as yet somewhat in the field of conjecture, will, I doubt not, justify thy instant consideration.\\n\\n\\\"Allow me first to revive thy recollection. Remember, a good many years ago, a family of a prince of Jerusalem, incredibly ancient and vastly rich--by name Ben-Hur. If thy memory have a limp or ailment of any kind, there is, if I mistake not, a wound on thy head which may help thee to a revival of the circumstance.\\n\\n\\\"Next, to arouse thy interest. In punishment of the attempt upon thy life--for dear repose of conscience, may all the gods forbid it should ever prove to have been an accident!--the family were seized and summarily disposed of, and their property confiscated. And inasmuch, O my Midas! as the action had the approval of our Caesar, who was as just as he was wise--be there flowers upon his altars forever!--there should be no shame in referring to the sums which were realized to us respectively from that source, for which it is not possible I can ever cease to be grateful to thee, certainly not while I continue, as at present, in the uninterrupted enjoyment of the part which fell to me.\\n\\n\\\"In vindication of thy wisdom--a quality for which, as I am now advised, the son of Gordius, to whom I have boldly likened thee, was never distinguished among men or gods--I recall further that thou didst make disposition of the family of Hur, both of us at the time supposing the plan hit upon to be the most effective possible for the purposes in view, which were silence and delivery over to inevitable but natural death. Thou wilt remember what thou didst with the mother and sister of the malefactor; yet, if now I yield to a desire to learn whether they be living or dead, I know, from knowing the amiability of thy nature, O my Gratus, that thou wilt pardon me as one scarcely less amiable than thyself.\\n\\n\\\"As more immediately essential to the present business, however, I take the liberty of inviting to thy remembrance that the actual criminal was sent to the galleys a slave for life--so the precept ran; and it may serve to make the event which I am about to relate the more astonishing by saying here that I saw and read the receipt for his body delivered in course to the tribune commanding a galley.\\n\\n\\\"Thou mayst begin now to give me more especial heed, O my most excellent Phrygian!\\n\\n\\\"Referring to the limit of life at the oar, the outlaw thus justly disposed of should be dead, or, better speaking, some one of the three thousand Oceanides should have taken him to husband at least five years ago. And if thou wilt excuse a momentary weakness, O most virtuous and tender of men! inasmuch as I loved him in childhood, and also because he was very handsome--I used in much admiration to call him my Ganymede--he ought in right to have fallen into the arms of the most beautiful daughter of the family. Of opinion, however, that he was certainly dead, I have lived quite five years in calm and innocent enjoyment of the fortune for which I am in a degree indebted to him. I make the admission of indebtedness without intending it to diminish my obligation to thee.\\n\\n\\\"Now I am at the very point of interest.\\n\\n\\\"Last night, while acting as master of the feast for a party just from Rome--their extreme youth and inexperience appealed to my compassion--I heard a singular story. Maxentius, the consul, as you know, comes to-day to conduct a campaign against the Parthians. Of the ambitious who are to accompany him there is one, a son of the late duumvir Quintus Arrius. I had occasion to inquire about him particularly. When Arrius set out in pursuit of the pirates, whose defeat gained him his final honors, he had no family; when he returned from the expedition, he brought back with him an heir. Now be thou composed as becomes the owner of so many talents in ready sestertii! The son and heir of whom I speak is he whom thou didst send to the galleys--the very Ben-Hur who should have died at his oar five years ago--returned now with fortune and rank, and possibly as a Roman citizen, to-- Well, thou art too firmly seated to be alarmed, but I, O my Midas! I am in danger--no need to tell thee of what. Who should know, if thou dost not?\",\"timestamp\":1640148000,\"title\":\"Upon a youth of Ben-Hur's mind and temperament the influence of five years of affluent life in Rome \"},\"digest\":\"JvSELHHUDYJM4SxrQnYXWoU6kIWWhVttjvlbXO9t2Dg\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vdxmwcszLSVaf21u99Q--ttC6oV4rKRSpO29isXAKwA\\\",\\\"y\\\":\\\"Ocg13LIxxhqclHLKotnxhLniGL_o8ypzPniVsBgeoh4\\\"}\",\"signature\":\"XSMY-q8PnvCtIeRBJcbl07qH_8FHL3_TKHHZ1hea0ZGJy1mFu3IZR_cCx83JBg8csl8WppR9JR6x7Msu0SvGTg\",\"signingKeySignature\":\"0x6b856f22f0aedba0928b44df59cfcef1751c2085c6859899de333432753d550b31b38a62f5b528a39128b8b734141398cad76657a26c51f8851a601ee85ba9f21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vdxmwcszLSVaf21u99Q--ttC6oV4rKRSpO29isXAKwA\\\",\\\"y\\\":\\\"Ocg13LIxxhqclHLKotnxhLniGL_o8ypzPniVsBgeoh4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JvSELHHUDYJM4SxrQnYXWoU6kIWWhVttjvlbXO9t2Dg\"}"