"{\"content\":{\"body\":\"Sabemos la importancia de la práctica en todas las actividades que realizamos, sean las que sean.\\n\\n> Con DeFi no es diferente.\\n\\nConscientes de esto, traeremos tutoriales semanales a nuestros lectores, explicando cómo configurar una billetera para uso diario en Ethereum, **para generar estrategias en fondos de liquidez.**\\n\\n¿Quiere aprender a almacenar sus criptos de forma segura? ¿O usar protocolos DeFi para ingresos pasivos?\\n\\n¡Sigue nuestros artículos de DeFi Lab y aprende con nosotros!\\n\\n## Aprenderás hoy:\\n\\n* Configura tu Metamask y úsarla en cualquier blockchain.\\n\\n## ¿Qué es Metamask?\\n\\nMetamask es una billetera caliente desarrollada por Consensys y lanzada en 2016. Su función principal es almacenar tokens e interactuar con aplicaciones descentralizadas.\\n\\nSu funcionamiento en escritorios se realiza mediante la instalación de una extensión en el navegador a elección del usuario. Una vez instalado, puede usarlo para tomar la custodia de sus criptoactivos e interactuar con todo el ecosistema DeFi.\\n\\nEn entornos móviles, Metamask es una aplicación que se encuentra en Google Play o App Store. Tras su instalación, funciona de forma idéntica al escritorio. Su billetera utilizada en su computadora se puede importar a su teléfono celular.\\n\\nMetamask es una billetera caliente desarrollada por Consensys y lanzada en 2016. Su función principal es almacenar tokens e interactuar con aplicaciones descentralizadas.\\n\\nSu funcionamiento en escritorios se realiza mediante la instalación de una extensión en el navegador a elección del usuario. Una vez instalado, puede usarlo para tomar la custodia de sus criptoactivos e interactuar con todo el ecosistema DeFi.\\n\\nEn entornos móviles, Metamask es una aplicación que se encuentra en Google Play o App Store. Tras su instalación, funciona de forma idéntica al escritorio. Su billetera utilizada en su computadora se puede importar a su teléfono celular.\\n\\n## El entorno multichain en DeFi\\n\\nAl comienzo del uso de dapps, muchos residían en la cadena de bloques de Ethereum. Como resultado de que Vitalik idealizó la concepción de la computación en cadena para su cadena de bloques desde el principio, solo tenía contratos inteligentes capaces de ejecutar las funciones complejas de las aplicaciones descentralizadas.\\n\\nDebido a que Ethereum es de código abierto, otros desarrolladores crearon soluciones internas utilizando EVM (Ethereum Virtual Machine) como base.\\n\\n> Y esto ha permitido la escalabilidad de la industria DeFi vista en los últimos años.\\n\\nLa principal herramienta para interactuar con las dapps son las hot wallets, monederos conectados a internet. Entre ellos, Metamask tiene la mayor adopción por parte de los usuarios, con [21 millones de activos en noviembre de 2021.](https://consensys.net/blog/press-release/metamask-surpasses-21-million-maus-as-consensys-raises-200-million-to-make-web3-universally-easy-to-use-access-and-build-on/)\\n\\n> A pesar del uso a gran escala, Metamask, cuando se instala, solo trae la configuración de la cadena de bloques de Ethereum y sus redes de prueba.\\n\\nPara poder utilizar otras cadenas de bloques basadas en EVM como Fantom, Avalanche, Binance Smart Chain, Polygon o xDAI, los usuarios suelen realizar una configuración manual en sus monederos.\\n\\nUna forma de facilitar esta tarea es utilizar [Chain List](https://chainlist.org/)\\n\\n## Cómo utilizar la Chain List\\n\\n![](https://images.mirror-media.xyz/publication-images/pwd_28FdtC1JvD2iaBdy_.png?height=768&width=1366)\\n\\n* Vaya a [chainlist.org](http://chainlist.org/);\\n* Conecte su billetera a la aplicación;\\n\\n![](https://images.mirror-media.xyz/publication-images/Dqp8OxjwIA_iGej4AcDA3.png?height=768&width=1366)\\n\\n* Escriba en el campo de búsqueda “Search Networks” la Blockchain que necesita configurar.\\n\\n> Para hacerlo más práctico, configuremos la red Fantom:\\n\\n* Busque la palabra “Fantom” y presione Enter. Verás que aparecerán dos blockchains: Fantom Opera y Testnet.\\n* La red utilizada por los dapps será Opera, así que haga clic en el botón “Agregar a Metamask” relacionado con ella:\\n\\n![](https://images.mirror-media.xyz/publication-images/a-NzLDqS9HkEbfy_Ox_fc.png?height=768&width=1366)\\n\\n* Al hacer clic, aparecerá un mensaje de Metamask en la esquina derecha de su navegador, solicitando permiso para agregar una nueva red. **Apruébalo.**\\n\\n![](https://images.mirror-media.xyz/publication-images/Wh-j2xPo_67N8bmYzTP17.png?height=768&width=1366)\\n\\n* Justo después de este paso, Metamask te pedirá que cambies de tu red actual a la configurada -en el caso del ejemplo, Fantom-.\\n\\n![](https://images.mirror-media.xyz/publication-images/j_gKacbo3SlXqowzJFd6_.png?height=768&width=1366)\\n\\n* ¡Simplemente haga clic en “Cambiar red” y listo! Fantom blockchain se configura en Metamask con solo unos pocos clics.\\n\\n![](https://images.mirror-media.xyz/publication-images/1aVO-K9u2vAt-_rM8YEEE.png?height=768&width=1366)\\n\\nEn el ejemplo anterior, usamos Fantom solo como ejemplo, pero Chain List es compatible con todas las redes principales utilizadas por los protocolos DeFi.\\n\\nAhora puede disfrutar de aplicaciones descentralizadas de todas las redes configurándolas en su billetera rápidamente usando la Chain List 😉\\n\\nHoy os traemos un tutorial sencillo pero muy útil para todos los degens del mundo DeFi.\\n\\n¿Te gustó el contenido?\\n\\nVolvemos el domingo con: Una revisión de la Olympus DAO.\\n\\n***Autor: [guiriba](https://guilhermebarbosa.substack.com/), redactor de ShapeShift's LatAm Labs, investigador y degen. Escribe, a priori, sobre DeFi, NFTs y DAOs.***\\n\\n***Traductor de español: Mr. Bear***\\n\\n![](https://images.mirror-media.xyz/publication-images/QycngCOlvg4zci5zJCGlI.png?height=307&width=2410)\\n\\n\",\"timestamp\":1642611301,\"title\":\"DeFi Lab #01: Cómo configurar Metamask para utilizar TODOS las blockchains\"},\"digest\":\"8ZLJyLoghx8lcGJ7bMA7JTF1x4hSj2691saujxmxElY\",\"authorship\":{\"contributor\":\"0x04d1864DCfed3b19694F267BeA039036FF63C0A3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3fyIq24ICxlkOZ33oT_cS1vh3SNiWw9eZAiIy9FG1C8\\\",\\\"y\\\":\\\"TotDbwkM3Mb52QrNZMqQwn7HBOFpJPn7XktkbSjREX4\\\"}\",\"signature\":\"37cFc6KFMDoQ57ViN3LaNZzG6YlmGzqqty8hmx_LBLdhQHUsp-polV3jo-Vbjuur-a8C_zFCrP-vildTdM9Ibw\",\"signingKeySignature\":\"0x13a99bb6fe1dedb867d92e1d618e29939d35fe2cfa70948b1f8698d1be40947e7d0f3ef78d1098cf79f566b8eabec81571280f92cee2a9f6d7bcb0d0a96851ef1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3fyIq24ICxlkOZ33oT_cS1vh3SNiWw9eZAiIy9FG1C8\\\",\\\"y\\\":\\\"TotDbwkM3Mb52QrNZMqQwn7HBOFpJPn7XktkbSjREX4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6JKwDatMmatHXsv73ywkC7gmrmCRs4QMXxp7xhq5zb8\"}"