"{\"content\":{\"body\":\"V God recently published a new article, BM also responded in time and commented: \\\"I call it the tyranny of the status quo in my book (more equal animals). What we need to protect is people's ability to reach consensus on positive action, and prevent the current veto from using the current advantage (veto) to formulate bulldozer policies.\\\"\\nLet's look at the new content of V God:\\nBulldozer and the political axis of veto\\nGenerally, attempts to decompose political preferences into several dimensions focus on two main dimensions: \\\"authoritarianism vs. liberalism\\\" and \\\"left vs. right\\\".\\nThere are many changes in this area, and there is even a subreddit specifically for patterns based on these charts. I even rotated this concept myself, using this \\\"meta political compass\\\". Each point on the compass has a smaller compass, which describes what the compass axis is seen by the person at that point on the compass.\\nOf course, \\\"authoritarianism vs. liberalism\\\" and \\\"left vs. right\\\" are incredible and indistinguishable rough oversimplifications. But we retarded humans have no ability to run anything close to accurately simulating humans in our minds, so sometimes we need to understand the world and need very indiscriminate rough oversimplification. But what if there are other incredible, non nuanced overarching simplifications worth exploring?\\nDifferences between access and the veto\\nLet us consider the political axis defined by these two opposing poles:\\nBulldozers: individual actors can do important and meaningful but potentially risky and destructive things without permission\\nVeto: doing anything that may be destructive and controversial requires the approval of a large number of different and diverse participants, and anyone can stop it\\nNote that this is different from autocracy and liberalism or left and right. You can have authoritarianism, bulldozer leave or any other combination. Here are some examples:\\nThe main difference between an authoritarian bulldozer and an authoritarian veto is: is the government more likely to fail by doing bad things or preventing good things from happening? Similar liberalism and veto: are private actors more likely to fail because of doing bad things, or because they hinder the good things they need?\\nSometimes I hear people complain, for example. U.S.A (but the same is true in other countries) are falling behind because too many people use freedom as an excuse to prevent necessary reforms. But is the problem really freedom? For example, isn't restrictive housing policies preventing GDP growth of 36% an example of people's lack of enough freedom to build buildings on their own land? On the other hand, there are too many veto powers , will make the argument look less confusing: the excessive obstruction of the government by the individual and the excessive obstruction of the individual by the government are not opposite, but two aspects of the same coin.\\nOn the other hand, people are often confused when politicians who usually do not respect human rights suddenly show their love for bitcoin. Are they liberals or authoritarians? In this framework, the answer is simple: they are bulldozers with all the benefits and risks in this regard.\\nWhat's the use of the veto system?\\nAlthough the supporters of cryptocurrency often try to bring changes to the world, internal cryptocurrency governance is usually very veto. As we all know, bitcoin governance is difficult to change, and some core \\\"constitutional norms\\\" (such as the restriction of 21 million coins) are considered inviolable, so that many bitcoin users believe that the chain violating the rule is based on the definition rather than bitcoin, no matter how much support it has.\\nEthereum protocol research is sometimes a bulldozer in operation, but the Ethereum EIP process that controls the transformation of research proposals into the final stage of the blockchain includes a considerable part of veto power, although it is still lower than bitcoin. The governance of irregular state changes and hard forks that interfere with the operation of specific applications in the chain is even more stringent: after Dao forks, no proposal has been made to deliberately \\\"fix\\\" some applications by changing their code or moving their balance.\\nThe reason for the veto in these cases is clear: it gives people a sense of security that the platform they build or invest in will not one day suddenly change the rules against them and destroy all the time or money they have invested over the years. Cryptocurrency proponents often cite Citadel's intervention in the gametop transaction as an example of the opaque, centralized (and bulldozer) manipulation they are opposing. Web2 developers often complain that the centralized platform suddenly changes their APIs to destroy startups built around their platform. And of course\\nVitalik buterin, bulldozer victim\\nWell, the story of wow removing siphon life is the direct inspiration of Ethereum has been exaggerated, but the notorious patch destroyed my beloved warlock, and my reaction to it is very real!\\nSimilarly, the reason for the veto in politics is clear: it is a response to the often destructive excesses of bulldozers in the early 20th century, which is relatively small and unimaginable.\\nSo what is synthesis?\\nThe main purpose of this is to outline an axis, not to argue about a specific position. If the axis of veto and bulldozer is similar to that of liberalism and autocracy, Then it will inevitably have internal subtleties and contradictions: just as a free society will see people voluntarily join internal autocratic companies (yes, even if many people do not make such a choice at all, economically desperate people), many movements will decide internally, but they are bulldozers in their relations with the outside world.\\nBut here are some things people might believe about bulldozers and the veto:\\nThere are too many veto powers in the physical world, but there are too many bulldozers in the digital world, and there is no really effective bulldozer shelter (so: why do we need blockchain?)\\nThe process of creating lasting change requires the overthrow of the status quo, but the protection of such change requires the veto. These processes should occur at an optimal rate; Too much, there will be chaos; Not enough, there will be stagnation.\\nSome key institutions should be protected by a strong veto. These institutions exist not only to make bulldozers need positive changes, but also to provide people with something they can rely on, which will not be destroyed by bulldozers.\\nIn particular, the bottom layer of the blockchain should be one vote veto, but the application layer governance should leave more space for bulldozers\\nA better economic mechanism (second vote? Haberg tax?) can give us many benefits of veto and bulldozer without paying a lot of costs.\\nVetocracy and bulldozers are a particularly useful axis when considering non-governmental forms of human organizations (whether for-profit companies, non-profit organizations, blockchains or anything else). The relatively easy ability to exit from these systems (compared with the government) confused the discussion on liberalism and authoritarianism. So far, blockchain and even centralized technology platform have not really found many ways to distinguish themselves on the left and right axes (although I hope to see more attempts at left leaning encryption projects!). On the other hand, the veto and bulldozer axis continue to map well to non-governmental structures - which may be very relevant to discussing these new non-governmental structures that are becoming more and more important.\\nEOS network foundation is moving towards the brightest future. Yves, chairman of the foundation, published new content to see what he said:\\n\\n 1. Through its management consensus mechanism, EOS network is willing to exchange #eosio IP in exchange for $35 million EOS. The network does not particularly want or attach great importance to IP, but it is essentially the only thing specifically provided. The rest are ambitious.\\n 2. The network initially required external capital injection in exchange for 67m ownership EOS to completely delete the ownership code, because this was the core of the expectation of failure from the beginning. No more belonging, no more expectations. Better alignment.\\n 3. Multiple unknown factors that stop attribution, along with known factors that reach an agreement, make IP switching more attractive and acceptable. Now that most unknowns are known, IP switching has lost most of its appeal. The interruption between B1 and the network is clean.\\n 4. The EOS community does not have its own code repository, nor does it have the IP of its own product repository. These are held by private and public entities with their respective shareholders. Brand remodeling is relatively simple and a way to start over. Think about math / polygons.\\n 5. This is also an opportunity for other eosio iterations to be on the table, so that we can jointly determine how to name and unify our code base. Many of them have distanced themselves from the brand, which is just continuing what they started a few years ago.\\n 6. Moving forward is the goal. We don't have the luxury of turning around or slowing down and trying to return. Huge individuals and teams are completing so much work that this should be the focus. The EOS community now serves as its own product owner.\\n    Many people may not know much about this, but fat brother of the community has made a summary for us, so that we can have a clearer context for the future development of EOS.\\n    Communication Director Zack gall of EOS network foundation announced the preview of next week's major events in EOS community on social media. In addition to Yves la rose, leader of EOS network foundation, and Daniel Larimer, founder of eosio, being invited to participate in the interview with bywire news, a famous media platform of blockchain, the following events also deserve attention:\\n 7. Bm's white paper\\n 8. More details of EVM + Core Working Group\\n 9. Blue Book of the four core working groups\\n10. Update of eosio development\\n    Yves la rose, leader of EOS network foundation, updated the tweet and announced that under the consensus decision-making mechanism, EOS community decided to give up eosio IP and planned to rebuild EOS IP brand and code base. Yves said: the EOS network does not particularly want or attach great importance to this IP. Previously, the EOS community did not have its own code base repo and IP, which were held by private and public entities. With the EOS network stopping to block One release token, block The separation between one and EOS networks is complete.\\n    Reshaping the brand is a relatively simple choice and a way to start over. Just like matic / polygon, it also allows eosio iterations to participate equally in the formulation of new IP and code base naming and management rules. EOS community is now its own product leader.\\n    In addition, Daniel Larimer, founder of EOS network, expressed support for this decision: consensus means the power of \\\"voluntary association\\\" and \\\"say no\\\". Division sometimes means that one person leaves everyone voluntarily, and it also means that all people leave one person.\\n    Daniel Larimer, founder of EOS network, updated the medium and announced that eosio will carry out the hard bifurcation of eosio code base, and the new code is named Mandel. The first version of Mandel will be 3.0. While retaining the configurable wasm restriction function in eosio 2.1, it will introduce contract payment, enhanced configurable blockchain parameters and other functions.\\n    In addition, clarionos will also release a Mandel 2.3 version from eosio 2.1 to help the nodes upgraded to eosio 2.1 more easily synchronize with the network. The specific implementation timeline disclosed in the article is as follows:\\n    January 31, 2022: release Mandel 3.0 candidate version;\\n    February 2022: start Mandel 3.0 test network;\\n    March 1, 2022: Launch Mandel 3.0 final version;\\n    March 2, 2022: deploy the contract payment system;\\n    April 1, 2022: release Mandel 2.3;\\n    April 9, 2022: eddenos election;\\n    May 19, 2022: hard bifurcation start.\\n    BM indicates that this bifurcation is the first time the EOS network runs non block The software version developed by one is EOS ecology from block One is an important symbol of independence.\",\"timestamp\":1640049976,\"title\":\"EOS network foundation announced next week's event of EOS community on social media, and BM announced hard bifurcation!\"},\"digest\":\"qb44d7JerzEaxDPXpEPr2zKejuXWGFb3knyMl2bXjds\",\"authorship\":{\"contributor\":\"0x5469f22Fc52ad7a5E1f430A75B1Cbd542393DFB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_IJZL8hXaSkuCIE0tI7n_8ASHLnVeJ_LcxPrrsBZTKY\\\",\\\"y\\\":\\\"ggF0A8gJumA5rFLd-qeOi6zBU7F5-iQlcoJHZiI3Q8I\\\"}\",\"signature\":\"iOGjT9vuvMP49kzVg3ByKd-5VVSNQu7qzJT4GXKqLrd18jJ7-5jpOFgQ4qgul7RwtbZoI-qqm1gIj_gWgYCPhA\",\"signingKeySignature\":\"0x1105db673b7a76229175e1c63d2e72c84c937b1970ce57e5d0e92f90629775416799d177fed0364991d16fb22a28f727d1116e893539b4ebbb2e59a6bda813b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_IJZL8hXaSkuCIE0tI7n_8ASHLnVeJ_LcxPrrsBZTKY\\\",\\\"y\\\":\\\"ggF0A8gJumA5rFLd-qeOi6zBU7F5-iQlcoJHZiI3Q8I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qb44d7JerzEaxDPXpEPr2zKejuXWGFb3knyMl2bXjds\"}"