"{\"content\":{\"body\":\" \\n   \\n 在法制社会的阳光大路上,谁都得遵纪守法，但河北省秦皇岛市各公职部门的推诿怠慢严重侵害了我们的合法权益。我叫温友芳 赵小宁，电话是13833538522，13582807549。地址，河北省秦皇岛市抚宁区留守营镇南街。因为秦皇岛市政府单位市公安单位环保单位，留守营镇政府单位留守营派出所，秦皇岛市公安局经济技术开发区分局等部门相互勾结，官官相护，不作为乱作为，滥用职权等行为。以及还到处散播我们被拘留的信息。甚至还监听定位。阻拦我们的手机电话等，为此是给我们造成了巨大的损失。如今秦皇岛市中院（不让告政府等）与河北省高院都不给我们立案，现还请上级领导人彻查此事，还我们于公道。 \\n 　　我们为个体经营，同时还种植了大棚玫瑰花绿化树等植物。有生产经营许可证营业执照。由于秦皇岛市林业局局长约我们2019年7月30日到秦皇岛市林业局领补助或给我们材料。结果是市林业局领导和秦皇岛公安等部门，一同陷害并拘留我们。 \\n 　　1、陷害我们扰乱单位秩序骂警察。 \\n 　　2、市公安局派出所抢走了我们2019年1月申请补助的复印件。一直问钱去哪里了， \\n 　　3、市林业局的人在该派出所逼我们签字。让我们答应每亩500元，而且还说财政局没有钱。有的七八年都没有领到补助，不同意就拘留我们。 \\n 　　4、一位自称所长的人说：你们看我们帮林业局的忙，我们一分钱好好处也拿不到，你看我们两个关系部门关系挺好的，实际上关系并不合。你找相关部门查他们一查他们都进去，如：市政府纪检等。 \\n 　　5、一个自称是市公安局的人让我承认骂人了。我说我没有骂人，他们反复调查录音录像，也没有找到我骂人的证据。又说我提毛  思想了，为人民服务。他们又说我们不需要毛  思想毛  思想是骂人的。我看谁不顺眼。就可以抓他，随便找个理由就可以关他，你们出去以后。无处说理，叫天天不应，叫地地不灵。比如：一个手势就说你袭警。判你一至三年，至少八个月，不听话你就试试。 \\n 　　6、在送我们去拘留所的路上，该派出所的人还说：都是市林业局让害你们的，出来就找他们算账去。 \\n 　　8月6日——8月8日我和母亲分别去了秦皇岛市公安局市政府。市信访局申请复议，可是他们谁也不复议。8月8日我们又给市领导单位发了特快专递，复议申请一同寄给了市领导。因为拘留我们的时间为八月，正值梅雨季直接造成玫瑰花和树死亡及造成各种生产经营损失，为了我们的合法权益。9月4日—6日，我们分别去了国家信访局公安部生态环境部等部门上访。反映了我家的全部问题。六日晚上我们回家以后留守营派出所和留守营镇政府等就开始每天轮流的一次次私闯民宅。调查我们去哪了，见到谁了等，问题就是不解决自己的问题（还陷害我们的孩子）甚至还说将来要报复我们的孩子。还影响上学。9月17日。环保局也不打电话，直接将两张关于禁止再次上访通知贴到我家门上，甚至上面的内容都写错了。从此了无音讯，由此可见，他们是多么的做贼心虚。9月19日早上我们正穿着水靴在玫瑰大棚干活，留守营派出所就当着我们的面。也不说理由，如强盗土匪班就抓走了我们，并拘留了我们。1、他们不管我们孩子的问题，还说有本事到公安部复议去。 \\n 　　2、他们一直追问其他部门的事，如林业局等。 \\n 　　3、还说国家信访局势摆设，不给百姓解决问题。 \\n 　　4、还说往国家捐款犯法。捐给地方政府，或者他们个人不犯法。此时我们在抚宁区拘留所里也问过市长派来的人，他默认不说话，那日是9月29日。 \\n 　　5、他们还要我们的血，还想陷害我们？你有什么权利采集我们的指纹等信息，还抢走了我的手机，还复制了我的信息等。 \\n 　　6、那个副所长还说上边公安局市政府要我们抓你们的。拘留你们的，晚上还跑到我家要我父母签字，我家人不给签。为此，更是为我们和家人带来巨大的身心伤害。 \\n 　　2019年11月22日 25日 29日 12月6日 12月11日2020年1月3日，我们分别到秦皇岛市中院立案，可是每次都不等我们立案，理由就是不让告以上单位等，河北省高院对于我们每次去立案的情况更是一清二楚，现在还开始装傻充愣了，就是不立案，就这样拖延耽误了。我们的立案时间（省高院让我们联系院长，11月22日，我们也给秦皇岛市中院院长发特快专递了。立案材料也都寄给他了，12月5日，省高院又说。给我们登记了，并让我们六日再去立案，12月9日，省高院再次告诉我们。院领导开会了，让我们过12月份1月份在立案，至今仍不立案）由此可见。他们就是相互勾结官官相护的，更严重的侵害了我们的合法权益。现如今，又再次对我们家的花卉大棚等进行了报复，大棚都彻底报废了，以上事实材料，我们也从书信形式分别发给了国家领导，现请  总理等国家领导人对公职单位进行彻查严惩追究相关责任。并赔偿我们的全部损失，不要让为非作歹的公职单位和人继续危害社会和他人，用法律武器捍卫我们群众的利益。还我们及孩子一个公道。（详见2019年11月18日我们的起诉状等材料） \\n  \\n 　　 \\n  \\n 　　 \\n  \\n 　　\",\"timestamp\":1640649868,\"title\":\"曝光～秦皇岛各公职单位勾结陷害我们，法院拒立案，严重侵害我们权益\"},\"digest\":\"IlXvCDXJM-OIPNtq3KfwFgfSUUNRbRY2PrIBAeaUsvM\",\"authorship\":{\"contributor\":\"0x69f8EdC0C618A2242C1806c17F4444e3802bBdE0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"79FtuSKwCB1TIq-Ep0GOvbrqUwTvikBakqaTJmbz1hg\\\",\\\"y\\\":\\\"64P9JVJAfMOkN17BfsTbGrdhHXAuz_kEHz91jZe3CzE\\\"}\",\"signature\":\"3Q8R8ltK3tQzC5SjUBzbowWBeemh0z8gcl9kPiVLxD_wHfyK1DGT0IPKr7v-TLFCjj_enRnWRmCaGnBXbnr3EQ\",\"signingKeySignature\":\"0x6ad4d53fbd2b75ea233e93ac4ffeee466ebb04bcb40787bae74ce6136fa4bd1d312e14ceb1912573e0c474f5032fe0b64b1f2dac731dd4fa9506cc21fefc7acf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"79FtuSKwCB1TIq-Ep0GOvbrqUwTvikBakqaTJmbz1hg\\\",\\\"y\\\":\\\"64P9JVJAfMOkN17BfsTbGrdhHXAuz_kEHz91jZe3CzE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IlXvCDXJM-OIPNtq3KfwFgfSUUNRbRY2PrIBAeaUsvM\"}"