"{\"content\":{\"body\":\"![EDG beat defending champion Damwon KIA (DK) from South Korea 3-2 in the League of Legends 2021 World Championship in Reykjavik, Iceland](http://img2.chinadaily.com.cn/images/202111/08/618872d2a310cdd3d818d917.jpeg)\\n\\nIt is not too late to update your knowledge about EDG. On Saturday night, a five-person team of the Chinese e-sports club, with the full name EDward Gaming, won the 2021 League of Legends (LoL) World Championship in Reykjavik, Iceland.\\n\\nThe hashtag #EDG is champion# had attracted 209 million viewers by Sunday morning, with the number still rising. The livestreaming of the championship had more than 200 million viewers on two major domestic smartphone apps, and the number was boosted by viewers on other channels.\\n\\nIn other words, about one in 30 people on the planet witnessed the success of the Chinese e-sports team.\\n\\nThe team has made very good use of the opportunity to share Chinese culture with the world. At the beginning of the championship in early October, the members of EDG and other staff displayed tai chi martial arts and traditional Chinese costumes in Reykjavik, launching a \\\"Chinese hurricane\\\" in the Icelandic capital. Now the posting of photos and videos on social networks have spread that hurricane to the whole world.\\n\\nWith the popularity of digital technology, new forms of cultural exchanges have been emerging, of which e-sports are of the hottest. Unlike texts and videos, e-sports transcend the barriers of language and are understandable around the world.\\n\\nAlso e-sports appeal most to those in their early 20s, as shown by the carnival of college students on Saturday night. That in turn makes them a good bridge of communication between Chinese youngsters and their counterparts around the world.\\n\\nMore importantly, the e-sports industry is sustainable in spreading Chinese culture, as the large audiences mean huge commercial potential. In 2020 alone, the sales revenue of the domestic e-sports industry exceeded 278.69 billion ($43.56 billion), and involved 280,000 enterprises, which in turn created over 10 million jobs.\\n\\nAs early as 2019, Hainan province announced its ambitious plan of building an international e-sports center. On Nov 5, the Organizing Committee of the 2022 Asian Games in Hangzhou city, East China's Zhejiang province, announced it had listed eight e-sports as events in the Games. Both of these show the strong policy support being given to e-sports.\\n\\nWith more Chinese star gaming clubs and teams emerging, the industry is expected to further prosper and continue spreading Chinese culture to the world.\",\"timestamp\":1636468190,\"title\":\"E-games championship gives a sporting buzz\"},\"digest\":\"1WyI7WB3hy2j9RY4IQ0T6Ws4LVTS8m7be4efIRsLme8\",\"authorship\":{\"contributor\":\"0x1b1fA8F5Ca36571f9A190bcf64a8199637Cf0FB6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FXyLEuvNjWA2UWJ_M6Z28oI-CiCS0XqAkntbba2GO90\\\",\\\"y\\\":\\\"ABbROQnKOsc4x9-R6dMdfYBR4QaFjoW75XuS5qbRKJI\\\"}\",\"signature\":\"e_GrjRwv-L88ls9opkmwZnlpYVPJy9hdxVeLKbSthx_DO-KoVuLdESP2NVknHHCGcHboGAA-JOz1PvEcaKYpOA\",\"signingKeySignature\":\"0xfb58586f38adf4540a6e8567799f42ba3de3f2b8bc7fd87285a3da82b474e0786415a94ba5deffb78118326b6ebc013d35a42ad58994614bbad9f25dd477bb5d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FXyLEuvNjWA2UWJ_M6Z28oI-CiCS0XqAkntbba2GO90\\\",\\\"y\\\":\\\"ABbROQnKOsc4x9-R6dMdfYBR4QaFjoW75XuS5qbRKJI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1WyI7WB3hy2j9RY4IQ0T6Ws4LVTS8m7be4efIRsLme8\"}"