"{\"content\":{\"body\":\"DAOs are internet communities with a shared bank account and cap table.\\n\\nMany have predicted that DAOs will eclipse centralized organizations - eventually becoming bigger than countries, companies, and other entities that exist in the world today.\\n\\nHow does that happen, and how do DAOs successfully scale to that size?\\n\\n**Through SubDAOs.**\\n\\nIn this post, we’ll dive into SubDAOs - and how DAOs can grow into the digital nation states web3 has paved out for them.\\n\\n## DAOs Today\\n\\nMost DAOs are structured as follows:\\n\\n* *Treasury* - To manage the group’s bank account. Typically a [Gnosis Safe](https://gnosis-safe.io/).\\n* *Vote* - For proposals and governance. Typically [Snapshot](https://snapshot.org/#/).\\n* *Chat* - For community discussion. Typically Discord with [CollabLand](https://collab.land/) or [Guild](https://twitter.com/guildxyz) for token-gated access.\\n* *Blog* - For all public facing communications. Typically [Mirror](https://twitter.com/viamirror).\\n\\nDAOs generally feature one primary asset, representing governance and ownership in the group. This asset has primarily been fungible tokens, although we’ve seen NFTs start to play this role as well.\\n\\n[https://twitter.com/Cooopahtroopa/status/1449909594516455426?s=20](https://twitter.com/Cooopahtroopa/status/1449909594516455426?s=20)\\n\\nTogether, these core mechanics create a foundation for ownership that allow groups to evolve from a small experiment to a fully self-sustainable organization.\\n\\nAs illustrated in the [DAO Landscape](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw), there are many types of DAOs.\\n\\n![](https://images.mirror-media.xyz/publication-images/RyqrTa-UBr9HNBNOUoOwH.jpg?height=2880&width=5120)\\n\\nDAOs are crypto-native organizations. Just as there is no shortage of LLCs or co-ops, there will be no shortage of DAOs.\\n\\nStill - all DAOs share a few goals in common.\\n\\n* Attract new members.\\n* Maximize value for the community treasury.\\n* Ensure governance plays a meaningful role in decision making.\\n* Create a market for underlying tokens so ownership can be valued.\\n\\nMost DAOs have hundreds of members, a community treasury with some amount of funding, and a secondary market. Thus, token price is directly correlated to the value of the community treasury.\\n\\n**DAO Token = (NAV of Community Treasury) x Community Sentiment**\\n\\nFor the strongest communities, DAO tokens will always trade at a premium to the NAV (Net Asset Value) of the treasury.\\n\\nAs communities look to attract new members and maximize the value of their treasury, we enter a new phase of incubation.\\n\\n## SubDAOs Tomorrow\\n\\nA SubDAO is a DAO created by, or spun out of, a parent DAO.\\n\\nAs DAOs grow, there are new pockets and working groups that operate independent of the group’s inception. Just as when a company scales, there are new divisions, teams and focuses brought into a DAO’s orbit.\\n\\nRather than trying to house all that activity under one roof, SubDAOs offer a medium for working groups to create their own foundation and ownership structure - all while tying value back to the originating entity.\\n\\nExamples of early SubDAOs in web3 today include but are not limited to:\\n\\n### Fingerprints DAO > the RAW DAO\\n\\n[Fingerprints](https://twitter.com/FingerprintsDAO) (an NFT collector DAO) incubated [the RAW DAO](https://twitter.com/theRAWdao) - a photography focused DAO conceived through a [Twin Flames PartyBid](https://twitter.com/theRAWdao/status/1463242440287178762?s=20). All campaign backers received $RAW tokens, while the Fingerprints DAO retains 12.5% of the $RAW supply in its treasury.\\n\\n### PleasrDAO > The DOGE NFT\\n\\nAfter [purchasing](https://zora.co/collections/zora/3366) the DOGE NFT, [PleasrDAO](https://twitter.com/PleasrDAO) (a culture collector group) fractionalized the image to create [$DOG](https://doge.pleasr.org/). As $DOG came to life on the secondary market, a new DAO and working group were formed to sustain and grow the community. PleasrDAO retained 55% of the $DOG supply in its treasury.\\n\\n### Seed Club > mCLUB\\n\\n[Seed Club](https://twitter.com/seedclubhq) (a social token incubator) launched [mCLUB](https://twitter.com/mClubDAO) - a grant-giving DAO for Mirror creators. Following a [successful crowdfund](https://club.mirror.xyz/dnN3Dwe-iD6jBpzkase4YLHTxYtnuFnmUbSoOfPEkjI), mCLUB created its own team and infrastructure, while Seed Club retained 15% of the $MCLUB supply in its treasury.\\n\\n\\n---\\n\\nIn all three of these examples, a DAO with its own underlying token ($PRINTS, $PEEPS, $CLUB) created a new token ($RAW, $DOG, $MCLUB) to represent ownership in these new SubDAO structures.\\n\\nHere’s why this is important.\\n\\n## How DAOs Evolve\\n\\nSubDAOs create value by allowing DAOs to scale.\\n\\nDAOs should own a percentage of all its SubDAOs - housed and governed in the Community Treasury.\\n\\nLooking back at our earlier goals:\\n\\n* *Attract new members* - SubDAOs allow for better scaling by creating multiple sub-missions and teams.\\n* *Maximize value for the community treasury* - SubDAO tokens increase the NAV of the treasury.\\n* *Ensure governance plays a meaningful role* - SubDAO tokens increase the likelihood for governance within DAOs.\\n* *Create a market for underlying tokens* - SubDAO tokens create additional demand for DAO tokens to get exposure to all SubDAOs.\\n\\n**DAOs should look to retain anywhere from 5-15% of SubDAO tokens.**\\n\\nAdditionally, SubDAO distributions should always favor DAO members - either in the form of airdrops or in whitelisted access to early funding and earning opportunities.\\n\\n## Creating SubDAOs\\n\\nEvery SubDAO will be distinct from the next.\\n\\nNot all working groups within DAOs are necessarily a good fit to become a SubDAO.\\n\\nSome general principles through which SubDAOs can be assessed include:\\n\\n* *Staff* - Are there full-time contributors to this working group?\\n* *Profit* - Is this working group generating consistent revenue?\\n* *Novelty* - Is this working group uniquely distinct from the parent DAO?\\n* *Sustainability* - Can this working group survive on its own?\\n\\nIf the answer to all four is yes, you’ve probably got yourself a SubDAO.\\n\\n*Keep in mind - there are many working groups that are better not served as SubDAOs. Many back-office functions are not profit-driven, but serve a vital purpose to the DAO. Similarly, time-constrained projects (like NFT drops) and one-off bounties (like IRL events) are best left to exist as a core component of the wider DAO.*\\n\\n## How to SubDAO\\n\\nTo create a SubDAO, follow these steps.\\n\\n![Diagram by Nicogs](https://images.mirror-media.xyz/publication-images/lzSEJStTwpRuBJPK1uqDH.png?height=1440&width=2560)\\n\\n1. **Create** - Specify a Team Lead and draft a proposal for the creation of a working group.\\n2. **Fund** - Work with the Team Lead to request funding in USDC and native tokens (typically a 50/50 split) from the DAO.\\n3. **Staff** - Provide the Team Lead with a contributor onboarding function.\\n4. **Sell** - Allow the working group to prove its value by generating revenue for the DAO.\\n5. **Tokenize** - Once a working group has produced more revenue than it was originally given in funding, assign a DAO member to work directly with the Team Lead to create a new SubDAO.\\n6. **Distribute** - Mint the new SubDAO token. Send a percentage of the total supply directly to the DAO - subject to a cliff and vesting period. Distribute the rest of the SubDAO tokens to contributors and a new SubDAO community treasury.\\n\\nUpon the distribution of the new token, revenue should be split between the DAO treasury and the new SubDAO treasury.\\n\\nAfter some time, 100% of the revenue should flow to the SubDAO treasury - complete with its own governance frameworks and onboarding rails. The SubDAO can then choose to execute buy-backs, either on it’s native token or on the DAO parent token itself - benefitting both in the process.\\n\\nAt this point, the DAO now has ownership in the SubDAO, and the SubDAO now has its own form of ownership and upside to better incentivize full-time contributions to the group.\\n\\nAs the SubDAO grows, both parties win. In the event that SubDAO fails, liability is limited to the working group and its members, rather than the entire DAO itself.\\n\\n## Year of the (Sub)DAO\\n\\nThe general trend of DAOs is to become more and more niche with time.\\n\\nDAOs do not win by having 100,000 members join overnight.\\n\\nDAOs win by creating dedicated pockets of culture that create ongoing value for its members.\\n\\nTo this end - **SubDAOs offer a scalable growth solution for all DAOs to come.**\\n\\nTo DAO operators - embrace the request for independence. DAOs are not meant to house everything under one roof.\\n\\nAs DAOs grow in size, SubDAOs play a vital role in maintaining core community culture. If you’re a member of a DAO, ask your community what role SubDAOs play in the group’s future.\\n\\nTo those looking to join their first DAO, here’s a list on where to get started.\\n\\n[https://twitter.com/Cooopahtroopa/status/1463658707984674816?s=20](https://twitter.com/Cooopahtroopa/status/1463658707984674816?s=20)\\n\\nKeep a close eye on the next generation of SubDAOs - you may very well be on the cusp of its formation.\\n\\nWith love,\\n\\n*Coopahtroopa*\\n\\n\\n---\\n\\n*Special thanks to Li Jin, Jess Sloss, Gaby Goldberg, Jesse Walden and Lucas Campbell for their feedback! Shoutout to Nicogs for the cover art and diagram.*\",\"timestamp\":1638210985,\"title\":\"How to SubDAO\",\"publication\":\"coopahtroopa\"},\"digest\":\"G0dNCuqAL5qc6NWBQa2V1Hg-4oz6UGhPsFXT3pyNZro\",\"authorship\":{\"contributor\":\"0x46301F7E700Be9cFfCE3e5e142a2244Df3f2d4F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3o6oF4Cw7BIPmgriDxc6kC4Bn2eMf8djS83T7RJeKgw\\\",\\\"y\\\":\\\"bMCpgIY4JxZ_EXM9D5djZm6lcnO6gMzsQrKn6D9meI0\\\"}\",\"signature\":\"skpkMcmeCicOT1FvhtP_vxlr6qZHqPL98t7ViOuLDvtVg3GoTsMcqxQpRK7B4PJB9_yFr4V6fAwXH4iNZAs3mw\",\"signingKeySignature\":\"0x0a69622fbf7b5220c5d84fdcabb60742901800dbae7c4a1cd7a69a3183d875cb2b4023a664e6be0459f8eff87fa60bf03845cb89ffc307809da914bbdd8f86701b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3o6oF4Cw7BIPmgriDxc6kC4Bn2eMf8djS83T7RJeKgw\\\",\\\"y\\\":\\\"bMCpgIY4JxZ_EXM9D5djZm6lcnO6gMzsQrKn6D9meI0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7bfK9st2mvhxlla4XKotRjetq5-YhaiwqRwS8DhkD-o\"}"