"{\"content\":{\"body\":\"廖先生到了西域以后就不跑了。因为西域的葡萄又大又甜，很好吃。廖先生坐在客栈门前的板凳上喝着小酒，桌子上摆着一大碗紫葡萄。每次廖先生拿一颗葡萄放进嘴里，上一颗葡萄的籽就会从另一个方向喷出来。这样廖先生吃的就很快。廖先生吃完以后没付帐，因为他把店老板和小二的头给砍了。廖先生砍完头以后店里的其他人就很害怕，他们是西域人，不懂廖先生的规矩。所以廖先生顺便把他们的头也砍了。 \\n 被砍头的这些人里，有一个戴着金丝的帽子，衣着华贵，是西域的王子。这王子长得很帅，是西域和西域以西的混血，而且武艺高强，可以用一根手指头单挑一头野猪。我们知道，野猪的獠牙很锋利，用一根手指对付两根獠牙令人难以想象，所以毋庸置疑，王子的实力很强。西域的很多姑娘都把王子当成是梦中情人，千方百计要和王子睡一觉。江湖小道传言，王子的鸡巴很大，当初王子之所以能够单挑一只野猪，其实用的不是手指，而是鸡巴。这让少女们心怀憧憬，每天早晨、中午、晚上都要把王子的鸡巴想象一遍。姑娘们想象力很丰富，所以王子的鸡巴成了各种形状：木棍、九节鞭、丈八蛇矛……由于姑娘们整天想着王子的鸡巴，王子经常半夜三更地醒过来，发现鸡巴兴奋地挺着，龟头红扑扑的。 \\n 廖先生的刀却让王子毫无防备，因为谁也料不到喝个酒也要被砍头。西域里打架前要先互报名头，抱个拳以示尊敬。等到双方都准备好了才能打，谁先出手就要被割掉鸡巴。西域人认为先出手是因为性子不够沉稳，也就是精力太旺盛，只要把鸡巴割掉，把精血放一放就可以了。但是廖先生这一番头砍下去，却没人能割到他的鸡巴了。甚至有人怀疑廖先生根本就没有鸡巴，如果廖先生有鸡巴，为什么不去强奸良家妇女呢？ \\n 孟迟也想砍对面那人的头。他原本是不想砍头的，但是打着打着就想砍了。起了砍头这个念头以后，他就盯着对面的头看，怎么看都像一只又大又红的苹果。对面那人被孟迟的眼神给吓到了，因为这眼神里有贪婪，有饥渴，还有疯狂。那人不愿意和疯子打，所以他晃了一个虚招就想跑。 \\n 我们知道，无论做什么事情，最怕的就是临阵退缩。好比两军对峙，我方大将一声令下，所有兵都跑了，那么这个将军一定会被活捉，并且严刑拷打。如果敌军还没有开化，说不定会把他放在火上烤来吃了——烤活人是蛮族表示尊敬的方式。打架也是，本来势均力敌，你突然不想打了，那就只好伸出脖子表示诚意。如果对方不接受，那就只好割了你的头。 \\n 于是孟迟大手一挥，就把对面的头割了下来。割完头以后他很后悔，也很害怕。这是他第一次杀人，那人脖子里温热的血喷了他一身。孟迟身子一哆嗦，手上的刀就掉了下来。然后孟迟抱头痛哭。哭了好久他才发现抱的不是自己的头。死人的血把孟迟的衣衫都染红了，他觉得自己应该处理一下现场。于是孟迟捋开袖子开始埋人。 \\n 杀人这事，孟迟是新手；埋人这事，他也是新手。但是与杀人不同，因为人可杀的地方太多了，可以砍头，戳胸口，或者割小和尚。而埋人，第一步永远是挖一个坑。挖坑需要一把铲子。孟迟没有铲子，只好趴在地上用手刨。这个时候他屁股翘得老高，所以没瞧见后面有人。那是路过的一名农夫，肩上挑着红澄澄的苹果。农夫哼着小曲，一晃一晃地在路上走，突然发现前面不远的地方有个屁股。农夫之所以一眼看出来是屁股，而不是土坡或者熊脑袋之类，是因为他和老婆经常在小黑屋里面搞研究。发现屁股以后农夫想起了他的研究，小和尚直挺挺地就竖了起来，脸也红成了苹果。 \\n 但很快农夫发现这个屁股的主人是男性，因为屁股外形刚硬巍峨、矫健有力，和老婆的不一样。农夫有一种被骗的感觉，但这个时候他还硬着在。后来农夫看到了地上的人头，人头上两只眼睛正色眯眯地盯着他看。农夫一下子就软了，而且从那以后再也没有硬起来过。 \\n 孟迟还在卖命地刨坑的时候，农夫已经把这件事报告给城里的老爷了。说城外的小树林里有一个人头。那老爷腆着肚子坐在椅子上，一双胖手不停地在肚子上摸。老爷慢吞吞喝了一口茶，然后开口：“小树林不是经常有人头吗？你一个种苹果的，莫非也想到里面爽一下？”老爷这话说的很粗俗，但是意思很明白。意思就是：小情侣恩恩爱爱，你一个大老粗，别管那么多。这也怪农夫自己又气又急，没把话说明白。气是因为他有预感自己今后再也做不了研究了，急是因为他迫切需要一场研究来摆脱心理阴影。自从看了那颗头以后，他的小和尚一直软趴趴的。他害怕。 \\n 农夫终于说，是一个人头，被砍掉的头。老爷听了这话猛一拍桌子，砍头你他妈不早说？就把农夫拉出去打了三十大板。农夫挨板子的时候才发现事态严重，因为以前他挨板子，小和尚都会挺起来，狠狠戳在板凳上。但是这次没有。农夫挨了这么多年的板子，第一次流下了眼泪。 \\n 杀了王子以后，廖先生不知道自己已经被天下第一美女惦记上了。这名女子花容月貌，体态婀娜，名叫潮生，是王子的老相好。事情是这样的：王子生前喜欢旅游，他短暂的一生里去过东方的十二座城市，并且在每座城市的青楼里流连忘返。我们说，王子东行极大地促进东西方经济文化交流。从那以后，西域的很多体位传入了东方，对东方的传统生活方式与文化观念造成了不小的影响。当时潮生在洛阳城里，有一天突发奇想，想女扮男装混进青楼，体味一下禁忌之恋。 \\n 潮生家里很有钱，有钱的好处是：她可以什么事也不干，光吃。吃累了潮生就躲到自己的香闺里，从床底拿出画册看。这种画册很难买到，因为画的人只敢画，不敢卖。画上内容很敏感，被官老爷逮到了就要砍头。但是因为很多人想买，很多亡命徒就从画家那里批发，再偷偷卖给有钱人。这种经销模式很古朴，因为亡命徒可以随意加价。一文钱的画卖到十两也没人管，因为买的人不知道，卖的人也不知道。卖的人会因为有钱可赚而高兴，买的人也高兴，因为有画可看，可以填补寂寞了。有钱是多么的寂寞。 \\n 潮生就是从画里知道了男女之间的事。第一次看的时候她面红耳赤，只觉得心扑通扑通要跳出来。后来看的多了没那么刺激了，潮生就不高兴了。潮生曾一度斥问亡命徒，为何画中人物所做之事千篇一律，毫无新意。为了顺应市场要求，画家们绞尽脑汁，给画中男人折去男根，而添上几缕秀发，一对乳房。新奇的画风与创意让潮生辗转反侧，坐立难安。因为没有地方嫖男人，但是有地方可以嫖女人。 \\n 后来潮生女人没嫖上，反而被男人嫖了。那个男人穿着西域的蚕丝服饰，眼神飘忽，像画中的一夜十三郎。男人走进青楼的时候潮生正在二楼的屏风前吃西瓜：西瓜被切成很多小片，每一片上都精心雕刻着花朵和诗句。我们知道，西瓜瓤很软，轻轻一碰就会变成水，而这个雕西瓜的人竟然能将巴掌大的西瓜雕出细节与风格，着实难能可贵。但是我们又知道，一小片西瓜只有两文钱，除去西瓜本钱和青楼收的场地费，留给西瓜匠的寥寥无几。 \\n 男人踏进青楼的一霎那，总共有三个人将眼神转了过去。第一个人是潮生，她在二楼实在无聊，眼睛就不断往那些嫖客身上瞅。嫖客们大都长成一团，两只小眼睛在鼻子前吃力地眨着。这几乎直接覆灭了潮生对男人的兴趣。但是潮生男扮女装到青楼来，不是来找男人，而是来嫖女人的。青楼里的妓女一个个胭脂抹面、花枝招展，说不尽的骚。潮生不喜欢骚的，她喜欢画册里那种淫荡的、能把她按在地上舔的。这说明潮生被征服的欲望很强烈。 \\n 从遗传学的角度来看，我们会发现潮生的这种欲望是可以解释的。潮生妈年轻的时候前凸后翘、风情万种，诗书礼乐样样精通，是洛阳城里有名的女子。人们说，谁能和潮生妈睡上一觉，谁就是洛阳城里的大哥。因为能够和潮生妈睡觉的人，一定又帅又聪明又有钱。后来潮生从天而降，引起轩然大波。潮生父亲是谁，至今尚无定论。传说潮生妈在海边天人交合，有感而发，写下《海浪》一首： \\n 千帆逐日落， \\n 春海碧潮生。 \\n 重楼遮云翳， \\n 孤雁入瀛洲。 \\n 潮生妈对这首诗很满意，顺便就给怀了的崽取名叫潮生。潮生妈长得漂亮，从遗传学的角度来看，潮生也应该很漂亮，除非潮生爸是癞蛤蟆。潮生落地的时候潮生妈躺在床上喘气，硕大的胸脯不停地起伏。帮着接生婆打杂的小女孩看到没忍住，就趁大家不注意在上面摸了一把。后来女孩迁居天竺，在民间散播秘法，使天竺女性的乳房平均变大了很多，对天竺女性地位的提升起到了重大的推动作用。\",\"timestamp\":1639992617,\"title\":\"《寸草》002王朝\"},\"digest\":\"95hO444-rUbEdUp7IH7a_qVupI-Cwfgz9PH1foagC7E\",\"authorship\":{\"contributor\":\"0x4A36d2c1cbAeB213591450031EbA28ef29e0F715\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7dC10RTNhymNwU3IbN3xwzCcHXYNoOKn-_MRylF7Mek\\\",\\\"y\\\":\\\"QWXqb0xnD1vK0-WYotZcZA4vUjbFRXV4M_1zZZYMvUQ\\\"}\",\"signature\":\"8oE7qcyKPZ-mwfTSyK-RI4jaVI4tbASumK1F0WDY3R3hJYVnijdW-MLpL0e83X5C5mkwf6VWfyjA_iqHjR-OIQ\",\"signingKeySignature\":\"0x4ff4b10ec2c93421c5042c0388f4e237b235cf4e76b6b29d17b9e95d57bb5d4a5dc35c52ea2260f544c54e02578676041af4ef407387f76b67f9c23bd12ace991b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7dC10RTNhymNwU3IbN3xwzCcHXYNoOKn-_MRylF7Mek\\\",\\\"y\\\":\\\"QWXqb0xnD1vK0-WYotZcZA4vUjbFRXV4M_1zZZYMvUQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"95hO444-rUbEdUp7IH7a_qVupI-Cwfgz9PH1foagC7E\"}"