"{\"content\":{\"body\":\"Helenbo was also silent. He could not say anything more about the whole situation of the Northwest War. Both of them looked at Liang Chongxin who did not speak.\\n\\nLiang chongxin did not speak for a long time, apparently considering Helenberg's suggestion.Helenberg's advice was practical under the circumstances, but it contradicted Lord Li's master plan.Liang Chongxin was aware of his boss's idea. Now the forces around the country were speeding up their development and expansion, and time did not wait for me. If the northwest could not be unified as soon as possible, he might be taken advantage of.But in front of the situation is like this, even by HeLianBo planning, middle and some difficulties, the first is to tackle figure bok reinforcements disorderly army, to block the number of troops will not too much, compared with the soldiers figure bok nearly forty thousand people is more disparity, must firmly to the enemy with there, neither let him despair simply retreat a run it,Nor can he break through the battle line to form a pincer attack, which is a test of the commander's command art;Second, encircling and annihilating the entrenched enemy, mainly depends on whether the enemy can accurately grasp the direction of breakout, to their own side of the existing number of troops, and then pull out a to intercept the enemy's reinforcements, if you want to be trapped in chaos, you have to see their own side of the interior line can give full play to the role.In short, the longer the delay, the less difficult it will be to solve the chaos of Shentuhua, of course, the greater the pressure of the intercepting troops.\\n\\nThe figures of the people sitting in the tent were blurred by the light of the pine torches, but their faces were clearly visible in the light. It was a difficult choice.\\n\\nBut does this go against Li's strategic intentions?But the harsh reality is in front of, if not, I'm afraid it will backfire, farther from the desire of the big people, adults also said that will be outside, the king's orders are not subject to, really what responsibility let yourself to bear it.\\n\\nSlowly raising his head, Liang Chongxin's officer was already making up his mind. \\\"I've made up my mind. I'll act according to Helenbo's advice.Old wood, you and mountain under general column second divisions of a heavy infantry regiment, a light infantry regiment and a javelin soldiers united to XiFengKou immediately, must be arrived before noon tomorrow to control, to firmly put the figure of bok soldiers card in there, this way, I strive to solve within ten days and even the general of the army.\\\"\",\"timestamp\":1635745617,\"title\":\"fight a quic\"},\"digest\":\"IdQpf9dRV48tcj9Phw3VMo3kz61CtdlZMKs3BkVxqS8\",\"authorship\":{\"contributor\":\"0x9FB1c8b6196E5dEAC9ABb2A59CccB4e3D08DE271\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QYORTvIL2aRwatWDT5e_m6NEc0a_f-ICAAwIWq0EchY\\\",\\\"y\\\":\\\"V6jyJxcJsS9g4euvNRP1Owvo-hUESRg8RI2GNnHD4x4\\\"}\",\"signature\":\"U9uShGV6tcf9D0E5JGn6FA1bAvnfL16XBTfgV8rqULd-AEfs-2tUi6cdixEvrs8uvf-tTTpX6pGOfzgcH34kjA\",\"signingKeySignature\":\"0xc1408b3d99aa6189cd13d507ca892fb6b62c0a76e9590ea04973b374310b57125ff6b76e6c89c76ba5db85a598120697512b8efd5a28fba63d2bc9ddbb533dd01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QYORTvIL2aRwatWDT5e_m6NEc0a_f-ICAAwIWq0EchY\\\",\\\"y\\\":\\\"V6jyJxcJsS9g4euvNRP1Owvo-hUESRg8RI2GNnHD4x4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IdQpf9dRV48tcj9Phw3VMo3kz61CtdlZMKs3BkVxqS8\"}"