"{\"content\":{\"body\":\"**Govt told it is overlooking a 'real issue' that is 'affecting the provision of care'**\\n\\nThe United Kingdom is grappling with National Health Service workers missing work in large numbers because of the Omicron variant of the novel coronavirus.\\n\\nThe absences are due to workers falling ill with COVID-19, and asymptomatic employees needing to self-isolate. Health leaders say the absences are threatening patient care.\\n\\nChaand Nagpaul, chairman of the British Medical Association, said Prime Minister Boris Johnson has been ignoring \\\"the elephant in the room\\\" by not tackling the problem.\\n\\n\\\"These are very real issues that are affecting the provision of care, both in general practice and also in hospitals,\\\" he told the Financial Times newspaper.\\n\\nNagpaul said around 43 percent of National Health Service, or NHS, absences in London are because of COVID-19. Before the emergence of the highly transmissible Omicron variant, around 16 percent of absences were due to the disease.\\n\\nAs of Dec 19, 18,829 NHS hospital workers in England were off because of COVID-19-up 50 percent on week before. Nagpaul said the NHS total is even higher when community clinics and outreach services are added.\\n\\nChris Hopson, chief executive of NHS Providers, told the BBC NHS has already had to redeploy workers to maintain essential services.\\n\\nIan Higginson, vice-president of the Royal College of Emergency Medicine, told the Financial Times some workers have had to stay off because they have not been able to get a lateral fl ow test to prove they are fit to return. He said worker-absences are now likely to overwhelm the NHS than a spike in admissions.\\n\\nCurrently, people in England who test positive for COVID-19 must isolate for 10 days, although that can be shortened to seven days with two negative lateral flow test results.\\n\\nHowever, lateral flow tests have been in short supply in some places because pharmacies were closed during the Christmas holiday, and because of supply-chain issues.\\n\\nLeyla Hannbeck, chief executive of the Association of Independent Multiple Pharmacies, told the BBC: \\\"Unfortunately, because of the issues around supply being patchy and inconsistent, it means that those who come forward for the test don't always get it.\\\"\\n\\nIn the meantime, the Omicron variant has led to hospitalizations in England hitting a nine-month high, with 9,546 people needing treatment on Dec 28, which was 38 percent more than a week earlier. And the government said a record 138,831 people tested positive for COVID-19 in England, Scotland and Wales on Tuesday.\\n\\nBut despite the spike in hospital admissions, the fact that the variant seems to be causing a less severe illness than previous strains has been welcomed.\\n\\nJohn Bell, a professor of medicine at the University of Oxford, said on Radio 4's Today program the variant \\\"appears to be less severe, and many people spend a relatively short time in hospital\\\".\\n\\nThe Guardian newspaper quoted Paul Hunter, a professor of medicine at the University of East Anglia, as saying that, with death rates relatively low, people with COVID-19 should soon be allowed to \\\"go about their normal lives\\\", as if they have a common cold.\\n\\nHe said on the BBC's Breakfast program: \\\"If the self-isolation rules are what is making the pain associated with COVID, then we need to do that perhaps sooner rather than later.\\\"\\n\\nTim Spector, a professor at King's College London, told The Guardian reducing the self-isolation period would also \\\"protect the economy\\\".\\n\\nElsewhere in Europe, COVID-19 cases have also been soaring and France, Greece, Italy, and Portugal all joined England in reporting record numbers of cases on Tuesday. Additionally, Poland recorded 794 COVID-19 deaths on Wednesday, its highest-ever total.\",\"timestamp\":1640867149,\"title\":\"UK shortage of workers affects health services\"},\"digest\":\"rKWXLrFpsnnyKLpn84Fkdj0WcUxHCDD6vUpf78yvyS8\",\"authorship\":{\"contributor\":\"0x1Dc24140Ad025816F76f4a9fe639f5BdD0382663\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zjwiLsUs-ppozDayJyhMcIxEJtR3fpwtdTtoigdk3rI\\\",\\\"y\\\":\\\"C5PZ4h_OIOFHgBe79zWcucbSRfeM0DVD8FCG1souiC4\\\"}\",\"signature\":\"fnykSHoEeZSbf_4NqrqtnxUhw6qNBU_IAomXT5uiCJqwii8AzFPKKVmy94VU7qm47TpNzxN1gcHOD8Z4TBg_QA\",\"signingKeySignature\":\"0xf9abdcc12f29c1f033afca1835bdd96ea09d8881a9d4d88f101fbf0b9f5e1db6509e02fc704e6f05d02191215e7ad35fa13f9beff24c17db0ca248d8b3b42f0e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zjwiLsUs-ppozDayJyhMcIxEJtR3fpwtdTtoigdk3rI\\\",\\\"y\\\":\\\"C5PZ4h_OIOFHgBe79zWcucbSRfeM0DVD8FCG1souiC4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rKWXLrFpsnnyKLpn84Fkdj0WcUxHCDD6vUpf78yvyS8\"}"