"{\"content\":{\"body\":\"“刚才那几个解棋局的玩家到哪里去了？现在怎么一个个都不见踪影？”四海浮游指着其中一个玩家问道，被点名的玩家身体一颤，吞吞吐吐地说道：“那……那个，没……没……”\\n\\n```\\n“没什么没！”四海浮游一声冷哼，没好气地说道：“看样子那几个家伙也知道自己棋艺不精，不敢再来了吧。你们给我听好了，以后见到那几个骗子一律格杀勿论。反正他们拿了钱却办不好事，留在游戏里也是浪费。早知道自己没本事，当初就不该来贪那点奖励。”\\n\\n“是……是……是是……”那玩家吓得抖如筛糠，嘴里不住地答应。\\n\\n四海浮游叹了口气，摇着头对信天游说道：“少爷的脾气真是越来越难伺候了，这回不让他抓到那只狐狸当宠物是不会甘心的，搞不好下线之后都还要闹，要是传到老爷的耳朵里可不好办。”\\n\\n信天游没有说话，不过眉头却紧紧地皱了起来，天知道那个老爷又是什么样的大人物。\\n\\n“要不这样吧！”四海浮游想了想说道：“不如我跑一趟，把老爷子叫上来，他老人家的棋艺可是一流的，而且也只有他才能降得住少爷，就算破不了阵，能把少爷劝回去也是好的啊。”\\n\\n“为了一个游戏去请老爷子？”信天游终于开口说话了，声音听起来就跟他本人一样冰冷。\\n\\n“那倒也是。”四海浮游原以为自己想出了一个好主意，但是经信天游这么一说，他两次陷入了两难的境地：“且不说找老爷子先要挨的那通骂，就算是把他叫上来了，到时候老的比小的更难对付。最好还是不要把这事儿告诉老爷子，不然我们不死都得脱层皮。”\\n\\n这也不行，那也不行，到底应该怎么办才好，四海浮游想来想去，终于还是对手下的几个玩家说道：“你们再去论坛上发贴子，招闲榜那边也去发布务必要找到两个能破阵的人来。而且要快，钱不是问题，可事要是办砸了，少爷那边你们自己去交待，我不管了。”\\n\\n那几个玩家正待答应，却猛地收住了口。因为他们看到，龙逆天不知什么时候已经站到了四海浮游的身后，正冷冷地盯着他们几个。\\n\\n“少爷。”四海浮游惊觉几个人眼神不对，转过身发现了站在后面的龙逆天。恭恭敬敬地叫了一声，向后退了一步。\\n\\n龙逆天瞪了四海浮游一眼，随即又说道：“刚才我好像叫某些人从我眼前消失，怎么现在还站在这里，当我说的话是放屁吗？”说着，他还有意无意地瞄向一旁的信天游，眼神中满是不屑。\\n\\n如果换成是我，听到这样的话只怕早就拔刀子砍人了，可是也不知那信天游的脾气是不是真有那么好，没等龙逆天把话说完，一个闪身，远远地避了开去。\\n\\n这时，龙逆天转过身来，对着刚才那几个玩家说道：“去给我发布任务，就说只要今天能帮我破了这个阵，少爷我给他二十万的奖励！”\\n\\n“二……二十万？”那玩家张了张嘴，几乎不敢相信自己的耳朵。\\n\\n“需要我再说一遍吗？”龙逆天大声地吼道：“老子说二十万就二十万！再啰嗦拉你去喂狼！”\\n\\n“是……是是……”几个玩家逃也似地下了线，心里直叹，为什么自己没那本事可以解棋局啊，不然二十万就是自己的了。眼下最好是去打听打听，自己家里有没有哪个亲戚朋友四叔公八大姨里有没有谁会下棋地……\\n\\n想归这样想，但那几个还不敢明目张胆地阳奉阴违，少爷说了要发消息，就没有人敢不去发。所以不到三分钟的时间里，论坛上果然多了几张急招棋手的贴子，并且将那二十万的奖励数字标记得特别明显。\\n\\n虽然人人都知道那个棋阵不好破，但是重赏之下必有勇夫，想必用不了多少时间，前来冒险的玩家就会多了。至于下面那行标明，如果拿了钱又完不成任务将会被追杀的小字，在那个大红色的“二十万”衬托之下，显得有些微不足道，也被人有意无意地忽视掉了。\\n\\n我退出论坛，算好了时间，再次登入游戏，地点依旧是刚才我的藏身之处，瞧了瞧远处早已等得不耐烦的龙逆天，我快速地换了身行头，大摇大摆地走了过去。\\n\\n“听说，你们这里在召棋手是不是？”\\n\\n一个声音打破了山洞前的沉默气氛，龙逆天一下子从铺了熊皮的石头上跳了起来，想想又觉得失了身份，一屁股坐了回去，冲身旁的四海浮游打了个手势。\\n\\n四海浮游会意，笑嘻嘻地朝我走了过来，一把将我拉到旁边。\\n\\n“这位兄弟，你真的有把握吗？”四海浮游背对着龙逆天，突然脸色一变，收起了刚才的笑容，沉声对我说道：“要知道已经有好几个玩家现在正被追杀了，如果你只是要弄点钱花花，大可不必来冒这个风险，要知道，我们那位……”\\n\\n呵呵，感情这位以为我又是个冲着二十万，跑到这里碰运气的傻小子，不过也难怪他这么想，因为此时的我看起来的确不像是什么“世外高人”。\\n\\n一身半新不旧的长袍套在身上，背后挂的是一把几乎没有属性的白幡，由于刻意隐藏了等级与姓名，所以四海浮游也无法断定我到底是“何方神圣”，能有几分真本事。\\n\\n虽然他好心提醒我，但是我可不想领他的这个情。一来我本就是想要进入山洞，有人帮忙那是最好不过，二来我对那个叫信天游的家伙有点兴趣，想要趁机摸一下底。如果能够挖角，把这么个宗师级的制皮系裁缝弄到龙城去，那可是百利而无一害。\\n\\n面对这些大家族里出来的人，你千万不能对他们太恭敬了，如果被他们觉得你比他们矮了一截，那么对不起，做得好了，那是应该的，谁让你拿了他们的钱呢。做的不好呢，那就是该死。最好就是要让他们觉得你是真有本事，而且对他们爱理不理，这样，才会引起他们对你的敬重。\\n\\n要换作以前，我还真没办法演好这么一个角色，但是芸芸的家庭也不是那么简单，陪她回娘家的时候多多少少也见识了不少这种拿鼻孔看人的“贵族”。再加上自由实业的另两个兄弟——断牙跟小话，他们的出身一个比一个繁杂，跟他们在一起混了那么久了，这么一点小场面我还是应付得过来的。\\n\\n我从鼻子里挤出一个“哼”字，伸手挡住了四海浮游将要往下说的话，冷冷地说道：“如果你们是想要破这个阵，那就带我过去，如果只是想说一些费话，那么我转身就走。我的时间很宝贵，没功夫在这里跟你瞎磨蹭。”\\n\\n四海浮游微微一愣，显然没想到自己一片好心被人当作了驴肝肺，碰了一鼻子的灰，不过我的表演也的确达到了所预期的效果，他看待我的眼神也在不知不觉中发生了变化。\\n\\n“看样子阁下是有这个信心破阵了，那么请跟我来。”四海浮游礼貌地说道。\\n\\n看到这没有，由刚才的“兄弟”转眼就变成阁下了，要不怎么说这种人有点犯贱呢。\\n\\n到了龙逆天的跟前，那个不知好歹的小子依旧是一副不可一世的模样，过眼神中的兴奋与期待却是无法掩饰的。\\n\\n他一下子从石头上跳了下来，搓着手对我说道：“等了这么半天，终于有人敢来应聘了，那二十万是先给你还是事成之后再拿，或者你想我们先付订金？”\\n\\n“我要先拿钱。”我不冷不热地说道：“任务完成我直接回城，不会再来跟你们浪费时间。”\\n\\n“可是万一你……”四海浮游刚想要说什么，却被龙逆天给打断了。\\n\\n“好！”那位大少爷拍着巴掌笑道：“我还是第一次遇到这么有胆量的人，敢先问我要钱，不过我喜欢你这种性格，好，我先把钱给你。反正过后你要是想跑路，只怕也逃不出我的手掌心。”逃不出你的手掌心？简直是笑话！\\n\\n你小子连我是谁都不知道，上哪儿找人去？\\n\\n再说了，东方大陆里现在就我最大，他就算知道我是谁了，难不成还到龙城找我麻烦吗？至于去自由实业里找我，那就更不可能了。到现在为止，百鬼夜叉就是隐为者，也就是自由实业老总这件事情还是一个秘密。就算他知道，龙城其实就是自由实业的产业，但是自由实业找不到一个ＩＤ为百鬼夜叉的玩家，你还能上法院告我？\\n\\n为了区区二十万，只怕这位大少爷还不至于搞出那么多麻烦事来，在他的眼里，这笔足以让很多人过上充裕生活的金钱，或许不过是他一个月的制装费而已。\\n\\n四海浮游虽然还想说什么，但是龙逆天已经下达了命令，所以他也无权再行反对了。三言两语，二十万两黄金就兑过了手，我不得不两次感叹一下那些大家族怎么专出这种败字子，而且还有能力不被败光。\\n```\\n\\n\\n------------\",\"timestamp\":1640413003,\"title\":\"第一百八十七章   败家子\"},\"digest\":\"AeEcDx62ZulRNlxeUgAnQMB3Q3it4tTMcRCUZ82Hkp8\",\"authorship\":{\"contributor\":\"0x7d57EE13C454553A820660F839e066fF0475CA94\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T7xY8fW5VT531WYcgqL2WD9Rmk9F98BZXE4RoF-j3Ww\\\",\\\"y\\\":\\\"CCUGW4fe6cMGWfdtXNgWHOwrAImC-FinXvwvE6Z4x5o\\\"}\",\"signature\":\"sAQrydT_BORtwmhTNdyV-KM1UUDIwC6_QdmYbFlYnZoyGaY6RT58xY2_7eqS2wtIJWhtJKU_0YUur1l9y1KErw\",\"signingKeySignature\":\"0x3103cbfac07804907c142f08c84cd7391e9a23d13dfb119b778dcecca2e4afba290fd0b28dae85b894ecb62ff73667355a00495f516636b2a95a4dab61c4d6e21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T7xY8fW5VT531WYcgqL2WD9Rmk9F98BZXE4RoF-j3Ww\\\",\\\"y\\\":\\\"CCUGW4fe6cMGWfdtXNgWHOwrAImC-FinXvwvE6Z4x5o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AeEcDx62ZulRNlxeUgAnQMB3Q3it4tTMcRCUZ82Hkp8\"}"