"{\"content\":{\"body\":\"Building brand house is the basic ability of brand strategy people.\\n\\nIn front of many brand directors/managers, one question I often ask is \\\"What do you think of branded homes?\\\" .\\n\\nThis position not only tests the overall control of the brand, but also evaluates the strategic thinking, and requires independent thinking.\\n\\nBecause this question is relatively macro, we can know the system ability of the interviewer from this question itself.\\n\\nThe so-called strategy is market insight based on the underlying system.\\n\\nWhen we say branded house, what are we really talking about?\\n\\nThe full name of Brand House is Brand Message House, which is both internal positioning and external communication. When we say brand house, we are really talking about effective communication of strategic message.\\n\\nWhat brand house is important, but fundamentally lies in its internal logic, what is the rationality of its existence.\\n\\nBefore you know anything, you must know the meaning of its existence.\\n\\nThe trend of things lies in the underlying logic of their existence. Brand house is also the same, internal organization is leading, external information is unified.\\n\\nInternal organization.\\n\\nThe construction of brand is the result of organization and coordination. A great brand needs the efforts of all the organizations of the company. As CMO or brand director, on the basis of company strategy, we need to find the focal point of information from the source of business (brand undertaking track), and find the output point of information from consumer insight (brand orientation to consumers).\\n\\nExternal information unification.\\n\\nWhat a brand does determines who you are in the consumer's mind. All propagating activities should be reasonably paced within the proper range. CMO or brand director, before you do brand control, you need to know what the standards are.\\n\\nWe try to carry out fine division, find the underlying logic of brand house.\\n\\nSince the brand house is a house, it has its own structure. From strategy to tactics, from roof to bottom, we divide it into four sections: mental occupation, interest expression, argument support and product provision.\\n\\nThese four sections are gradually advancing, echoing each other to achieve the effect of brand strategy management.\\n\\nThe mind occupied\\n\\nBrand positioning from market positioning, occupy the market is to win the hearts of the people. The dividend of the heart is the dividend of the market. Therefore, the occupation of the mind is an important way of brand development.\\n\\nBrand positioning: for whom (target consumers)? What category do you belong to? Solve what problem? What can be achieved? Because you have reason 1/2/3 (RTB system).\\n\\nThe category here, namely the consumer demand category, is the customer logic, rather than divorced from the so-called imagined market logic or factory logic.\\n\\nBrand proposition: brand proposition provides customers with functional value, emotional value and self-expression value. Effective value proposition is the way to drive the brand to establish customer relationship.\\n\\nBrand tonality: what kind of impression does this brand insist on in the process of communication?\\n\\nBrand slogan: is to convey brand concept, long-term communication with consumers slogan. Brand is the brand dimension, conveys the brand concept or product selling point. Slogan is a communicative dimension, short and provocative pep talk. Long-term is the implementation dimension, refers to a long time, repeated use.\\n\\nPositioning is the foundation, with positioning, there will be advocated value propositions. Based on brand positioning or brand characteristics, there will be brand tonality, with the expression of brand positioning, there will be brand slogan communication.\\n\\nInterest expression\\n\\nBrands originate from customer needs, products solve problems and provide consumer benefits. Brand positioning is rooted in consumer demand, and interest expression is oriented to \\\"consumer solutions\\\".\\n\\nCore target audience: products serve demand, demand from the crowd. The core target group here is not as detailed as the user portrait, mainly determined age, gender, social role.\\n\\nInterest points are divided into functional interest and emotional interest, functional interest is the category itself, to solve the physical needs. Emotional benefit is a category of consumer meaning, or brand in this big consumer meaning itself on a subdivision.\\n\\nArguments to support\\n\\nThe argument is the RTB system, why are you believed?\\n\\nWho you are, brand positioning, why you can be who, is the support of the argument. From the perspective of skin care products, RTB (Reason To Believe) is mainly the core technology and main ingredient.\\n\\nProducts provide\\n\\nUnder the origin of brand positioning, what series of products do you have? These series are mainly from the point of view of product selling points or related configurations.\\n\\nBrand positioning is not empty talk, need its products to answer. The former describes what they are, the latter what they can do.\\n\\nProduct matrix is not just a combination of multiple products, but also together to consolidate the brand positioning.\\n\\nHere's an example:\\n\\n  \\n\\nConclusion:\\n\\nWe should not brand house for brand house's sake. The house is shape, and the communication is god. Brand house expresses not only the strategic power of the enterprise, but also the tactical power of communication.\\n\\nBrand house is one of the effective means of strategy leading ability of brand strategy people. It is not only the \\\"take\\\" of brand positioning and expression, but also the \\\"give up\\\" in the process of taking.\",\"timestamp\":1635602241,\"title\":\"How to build brand house?\"},\"digest\":\"T-LWCU1e_3YHwN3EIgUzJy763qHJEiOTTJWEQZY3bqc\",\"authorship\":{\"contributor\":\"0x4C2ea40099c2eeeD330fd2eFC2d9cAad013b691d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FZUKybpXQ5XP1RLap0_fx6lEAOX2eP6b1L0JJy1Qt84\\\",\\\"y\\\":\\\"vFhzJmTZX2qPmNcRobr2QFq4lfp6mOUY51VkkzjHX-o\\\"}\",\"signature\":\"xcVfJuOaj-zENga53_P-TPxU8RXDwsa74qudmxyVAcNXFUu5o5piPgXlaB7xjXUGa3ZPhsgXC5Iwy86j_mT6tg\",\"signingKeySignature\":\"0x480e0ac08d5c7541f6a70dae363275abf3ac4fed0c22551273bd5882f27d3d8222a6b4098ebf0e1d41182f8295ebcb441efb6a3990dea17d6e1b84310d6260c11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FZUKybpXQ5XP1RLap0_fx6lEAOX2eP6b1L0JJy1Qt84\\\",\\\"y\\\":\\\"vFhzJmTZX2qPmNcRobr2QFq4lfp6mOUY51VkkzjHX-o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T-LWCU1e_3YHwN3EIgUzJy763qHJEiOTTJWEQZY3bqc\"}"