"{\"content\":{\"body\":\"I love her so. A rogue she shan't marry, and I can't let you marry her, because, her connection with that Severne is mysterious. She seems the soul of virtue, but I could not let *you* marry her until things are clearer.\\\"\\n\\n\\\"Make your mind easy. I will not marry her--nor anybody else--till things are a great deal clearer than I have ever found them, where your sex is concerned.\\\"\\n\\nMiss Gale approved the resolution.\\n\\nNext day Vizard posted his keepers, and sent his advertisements to the London and country journals.\\n\\nFanny came into his study to tell him there was more trouble--Miss Maitland taken seriously ill, and had written to Zoe.\\n\\n\\\"Poor old soul!\\\" said Vizard. \\\"I have a great mind to ride over and see her.\\\"\\n\\n\\\"Somebody ought to go,\\\" said Fanny.\\n\\n\\\"Well, you go.\\\"\\n\\n\\\"How can I--with Zoe, and Mademoiselle Klosking, and you, to look after?\\\"\\n\\n\\\"Instead of one old woman. Not much excitement in that.\\\"\\n\\n\\\"No, cousin. To think of your remembering! Why, you must have gone to bed sober.\\\"\\n\\n\\\"I often do.\\\"\\n\\n\\\"You were always an eccentric landowner.\\\"\\n\\n\\\"Don't you talk. You are a caricature.\\\"\\n\\nThis banter was interrupted by Miss Gale, who came to tell Harrington Mademoiselle Klosking desired to see him, at his leisure.\\n\\nHe said he would come directly.\\n\\n\\\"Before you go,\\\" said Miss Gale, \\\"let us come to an understanding. She had only two days' fever; but that fever, and the loss of blood, and the shock to her nerves, brought her to death's door by exhaustion. Now she is slowly recovering her strength, because she has a healthy stomach, and I give her no stimulants to spur and then weaken her, but choice and simple esculents, the effect of which I watch, and vary them accordingly. But the convalescent period is always one of danger, especially from chills to the body, and excitements to the brain. At no period are more patients thrown away for want of vigilance. Now I can guard against chills and other bodily things, but not against excitements--unless you co-operate. The fact is, we must agree to avoid speaking about Mr. Severne. We must be on our guard. We must parry; we must evade; we must be deaf, stupid, slippery; but no Severne--for five or six days more, at all events.\\\"\\n\\nThus forewarned, Vizard, in due course, paid his second visit to Ina Klosking.\\n\\nHe found her propped up with pillows this time. She begged him to be seated.\\n\\nShe had evidently something on her mind, and her nurses watched her like cats.\\n\\n\\\"You are fond of music, sir?\\\"\\n\\n\\\"Not of all music. I adore good music, I hate bad, and I despise mediocre. Silence is golden, indeed, compared with poor music.\\\"\\n\\n\\\"You are right, sir. Have you good music in the house?\\\"\\n\\n\\\"A little. I get all the operas, and you know there are generally one or two good things in an opera--among the rubbish. But the great bulk of our collection is rather old-fashioned. It is sacred music--oratorios, masses, anthems, services, chants. My mother was the collector. Her tastes were good, but narrow. Do you care for that sort of music?\\\"\\n\\n\\\"Sacred music? Why, it is, of all music, the most divine, and soothes the troubled soul. Can I not see the books? I read music like words. By reading I almost hear.\\\"\\n\\n\\\"We will bring you up a dozen books to begin on.\\\"\\n\\nHe went down directly; and such was his pleasure in doing anything for the Klosking that he executed the order in person, brought up a little pile of folios and quartos, beautifully bound and lettered, a lady having been the collector.\\n\\nNow, as he mounted the stairs, with his very chin upon the pile, who should he see looking over the rails at him but his sister Zoe.\\n\\nShe was sadly changed. There was a fixed ashen pallor on her cheek, and a dark circle under her eyes.\\n\\nHe stopped to look at her. \\\"My poor child,\\\" said he, \\\"you look very ill.\\\"\\n\\n\\\"I am very ill, dear.\\\"\\n\\n\\\"Would you not be better for a change?\\\"\\n\\n\\\"I might.\\\"\\n\\n\\\"Why coop yourself up in your own room? Why deny yourself a brother's sympathy?\\\"\\n\\nThe girl trembled, and tears came to her eyes.\\n\\n\\\"Is it with me you sympathize?\\\" said she.\\n\\n\\\"Can you doubt it, Zoe?\\\"\\n\\nZoe hung her head a moment, and did not reply. Then she made a diversion. \\\"What are those books? Oh, I see--your mother's music-books. Nothing is too good for *her.\\\"*\\n\\n\\\"Nothing in the way of music-books is too good for her. For shame! are you jealous of that unfortunate lady?\\\"\\n\\nZoe made no reply.\\n\\nShe put her hands before her face, that Vizard might not see her mind.\\n\\nThen he rested his books on a table, and came and took her head in his hands paternally. \\\"Do not shut yourself up any longer. Solitude is dangerous to the afflicted. Be more with me than ever, and let this cruel blow bind us more closely, instead of disuniting us.\\\"\\n\\nHe kissed her lovingly, and his kind words set her tears flowing; but they did her little good--they were bitter tears. Between her and her brother there was now a barrier sisterly love could not pass. He hated and despised Edward Severne; and she only distrusted him, and feared he was a villain. She loved him still with every fiber of her heart, and pined for his explanation of all that seemed so dark.\\n\\nSo then he entered the sick-room with his music-books; and Zoe, after watching him in without seeming to do so, crept away to her own room.\\n\\nThen there was rather a pretty little scene. Miss Gale and Miss Dover, on each side of the bed, held a heavy music-book, and Mademoiselle Klosking turned the leaves and read, when the composition was worth reading. If it was not, she quietly passed it over, without any injurious comment.\\n\\nVizard watched her from the foot of the bed, and could tell in a moment, by her face, whether the composition was good, bad, or indifferent. When bad, her face seemed to turn impassive, like marble; when good, to expand; and when she lighted on a masterpiece, she was almost transfigured, and her face shone with elevated joy.\\n\\nThis was a study to the enamored Vizard, and it did not escape the quick-sighted doctress. She despised music on its own merits, but she despised nothing that could be pressed into the service of medicine; and she said to herself, \\\"I'll cure her with esculents and music.\\\"\\n\\nThe book was taken away to make room for another.\\n\\nThen said Ina Klosking, \\\"Mr. Vizard, I desire to say a word to you. Excuse me, my dear friends.\\\"\\n\\nMiss Gale colored up. She had not foreseen a *te'te-'a-te'te* between Vizard and her patient. However, there was no help for it, and she withdrew to a little distance with Fanny; but she said to Vizard, openly and expressively, \\\"Remember!\\\"\\n\\nWhen they had withdrawn a little way, Ina Klosking fixed her eyes on Vizard, and said, in a low voice, \\\"Your sister!\\\"\\n\\nVizard started a little at the suddenness of this, but he said nothing: he did not know what to say.\\n\\nWhen she had waited a little, and he said nothing, she spoke again. \\\"Tell me something about her. Is she good? Forgive me: it is not that I doubt.\\\"\\n\\n\\\"She is good, according to her lights.\\\"\\n\\n\\\"Is she proud?\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/56](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/56)\\n\\n\",\"timestamp\":1637670890,\"title\":\"\\n\\\"She is not to love any man again who will not marry her. I won't let her. I'll kill her first, \"},\"digest\":\"mKY-SglrHitMx8HSeVb8zjrvNnFd-W4HhoWhpD8-zSU\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_i6QMoyWiqNHThKvjOy9Ki2kuxyC6aX8eTvV8UcpN78\\\",\\\"y\\\":\\\"Dm5rxoRsnF2hTjk5-8DDLh8_BxCWPz4alwVTO2a8r1Q\\\"}\",\"signature\":\"nbdzySqzJLGfbCgkjCop_gaVVmTiq2kCRYVL2kw6SFymoChOSIPr-iC9IeZf1wjL0Sd6avXu9gaNGH5TLxNNZA\",\"signingKeySignature\":\"0x10967f08fccd911c3693028dfc08394fea861af28bbedcc89e11cfbd6d60fe410535da08fd6ffcc13ff027622af75f68a8cc6b761419f9c692b4b8ccbda917441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_i6QMoyWiqNHThKvjOy9Ki2kuxyC6aX8eTvV8UcpN78\\\",\\\"y\\\":\\\"Dm5rxoRsnF2hTjk5-8DDLh8_BxCWPz4alwVTO2a8r1Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mKY-SglrHitMx8HSeVb8zjrvNnFd-W4HhoWhpD8-zSU\"}"