"{\"content\":{\"body\":\"不知过了多久，我渐渐有了知觉。\\n\\n浑身骨节像是被一群疯牛狂奔踏过，说不出的剧痛难耐。\\n\\n睁开眼，满眼漆黑，唬得我又是一闭眼，心里像掉进万丈深渊，不会吧，难不成那死太监还把我眼睛给戳瞎了？\\n\\n耳边传来轻轻的说话声。\\n\\n“你这身板，风一吹就倒，怎么保护我师妹？”\\n\\n大师兄的声音被压到很低的音量。\\n\\n“……在下会努力活得久一点，争取不拖累她。”\\n\\n同样低沉的嗓音，沉沉稳稳递入耳间，是岑远风。\\n\\n我的内心逐渐平静下来，再次睁开眼，看见了天上依稀闪烁的几点星辰。\\n\\n天上无云，暗墨夜空中也无月亮的踪迹。\\n\\n却原来只是入了夜，并不是我眼瞎。\\n\\n只是奇怪，京城的夜晚即便不是不夜城，也不该如此暗淡无光。\\n\\n伸手一摸，身下垫着厚厚的树叶，再仔细看看周围，四面八方树影重重，似乎已经不在京城之中。\\n\\n两道一白色一深色的影子坐在我身前，为我挡着上风口吹来的夜风。\\n\\n我忍不住咧嘴一乐，若是换个胆小的，深更半夜暗无天光的密林中一睁眼见到这两位，怕不是立马晕厥以为是地府来的黑白无常。\\n\\n然而他们却是让我能感到无比安定的力量。\\n\\n我艰难撑起身体，身下树叶哗啦轻响，坐着的两人迅速回过头来。\\n\\n“小师妹，你感觉如何？”\\n\\n大师兄唇角带着笑，依然压着嗓子，暗黑森林中露出一嘴白牙，十分好认。\\n\\n我浑身骨节嘎吱乱叫，好不容易才各自归位，遂点点头，又怕别人看不见，也低声回应：“死不了。”\\n\\n岑远风在一边默不作声，一双眼眸在疏淡星光下牢牢盯了我片刻，又转过头看向树林的另一边。\\n\\n我心下奇怪，他们这是在戒备什么？\\n\\n“现在有两拨人都在找我们，确切地说，是在找你。”\\n\\n大师兄伸手为我掸去头上沾着的落叶，一边轻声解释着。\\n\\n“一路是那个太监甘不花，一路就是那群人不人鬼不鬼的家伙。”\\n\\n大师兄眯着眼龇着牙，搁在膝上的双手手指微微轻握又张开，像是在捏着他看不顺眼的什么东西。\\n\\n在大师兄的三言两语中，我才知道原来我已经昏迷了大半天，他跟岑远风把我从甘不花手里抢回来，接着便逃出京城藏身京郊的密林中。\\n\\n我低眉不语，接着便低声问着大师兄一些问题。\\n\\n“大师兄，那群怪物不是你对手吧？”\\n\\n“那当然，你大师兄什么人物，无极刀砍出去，只逃了那为首的一个，其他怪物统统去了该去的地方。”\\n\\n“大师兄，京城还有多少这样的怪物？”\\n\\n“唔……不好说，不过能变成郭闻那种言行举止与正常人无异的，应该是凤毛麟角，极为罕见。”\\n\\n“大师兄，我也是怪物吗？”\\n\\n“有我和师尊在，你不会的……唔！！”\\n\\n大师兄忽地回过神，猛地向我望来，看见我瞬间煞白的面孔和绝望的眼神，不由地咂嘴苦笑。\\n\\n“你这丫头，被你给套路了。”\\n\\n我如坠冰窖，身体和心都像被冻成了冰块。\\n\\n果然，我不是人。\\n\\n岑远风的身形一动，再一次回过头看向我，我们的这番对话似乎并未对他造成什么冲击。\\n\\n一只大手探了过来，包裹住我捏得紧紧的拳头，温柔而坚定。\\n\\n大师兄眼神向下瞟了眼那握着我的手，轻咳了一声，那只手不为所动。\\n\\n“师妹，师尊不想告诉你，就是怕你会多想，只是瞒了这么多年，终究是瞒不住。”\\n\\n我微微发抖，心神乱成一锅粥，但是握着我的那只手一直没有松开。\\n\\n大师兄终于忍不住，眉毛一挑斜睨着岑远风：“差不多行了，你当我是死人啊？给我撒手！”\\n\\n岑远风还真的就当大师兄是空气，只顾微微垂眸看着我，抿着唇，面无表情的脸衬着树枝缝里渗下来的星影，如同玉雕一样，圣洁含光。\\n\\n我重新平静下来，怪物不怪物的另说，大师兄对我的关爱，眼前此人对我的凝望，都是对于这个“我”，而不是其他。\\n\\n仿佛是回应我的心思，一声轻笑从远处传来。\\n\\n如冰如烟，似冷又烫。\\n\\n“说得比唱得还好听。”\\n\\n大师兄眼神一肃，立刻站起身，缓缓抽出背后那把嚣张的无极刀。\\n\\n岑远风松开了手，提起长剑，长腿一迈站到了大师兄身旁。\\n\\n独留我坐在原地，回味着那一声轻笑，心下跌宕起伏百味杂陈，有被我压制的猛兽在撞击着我的心防。\\n\\n是那人来了。\\n\\n逃避不是办法，不如开门见山，把话说清楚。\\n\\n眼前密林深处有红光乍现，映得周边树林像起了火，如有实质般一路分花拂柳而来。\\n\\n我一咬牙，站起身来，摸了摸腰间，我的素月还在。\\n\\n红影停在我们面前一丈之处，一道颀长身形默立其中，修长手指执着一把长笛，整个人像一株珊瑚玉树，用最热烈的颜色，描绘着最冷漠的身影。\\n\\n那人玉白面容上，深红眼眸遥遥看向我，艳丽红唇抿出一丝无奈。\\n\\n“你还没醒过来吗？小妹，该回家了。”\\n\\n绚丽如丝缎的嗓音，吐着让我惊心动魄的话语。\\n\\n大哥你谁？\\n\\n谁是你小妹。\\n\\n更让我呼吸一滞的还在后头，那吹笛男子一语音落，周边密林中影影绰绰出现不少红色的光点，远近都有仔细辨认过去，原来是一双双眼睛。\\n\\n那人身后不远处，恭敬站着的正是郭闻，同样是一双红瞳，似笑非笑看着我们，又像是看向不知名的方向。\\n\\n大师兄挡在我身前，无极刀稳稳对着吹笛男子，声音也放开了：“她不是你妹妹。”\\n\\n吹笛男红唇一弯，眼眸微微一凝：“十八年前，是我亲手将她送出火山口，是我亲眼见你师徒将她带走，你以为你们养了她十八年，就真的能以她家人自居？”\\n\\n我喉咙有些干涩，这是我第一次听到我的身世由来。\\n\\n大师兄手上依然极稳：“鬼砂君，你送出火山口的只是一缕烟尘，而我师妹，是我门中二位长老将她送入蕴灵台化形而生的人间生灵，她属于人世间，不是你妹妹。”\\n\\n我脑中如烟火炸开，遂又逐一泯灭落下。\\n\\n原来如此，蕴灵台是碎玉门禁地重宝，据说能让精修妖修快速化形为人，只不过代价甚为巨大。\\n\\n返虚期大能付出大半修为才能有半数成功的机会。\\n\\n哪个返虚期大能愿意散去大半修为赌这半数？\\n\\n况且人世间的返虚期高人，数来数去也不超过五个指头，碎玉门两位长老便是其中之二。\\n\\n我想到从未谋面一直在闭关的另一位护山长老明灯真人，也想到了门中流传的师尊曾经修为已至化境，却又不知为何修为忽然降至返虚初期。\\n\\n原来，是因为我吗？\\n\\n被称为鬼砂君的吹笛男子面露冷笑，眼中有一丝讥讽：“少来这一套，想用养育之功抹去她的出身根本，让她转头对付自己的族人，你们人啊，几个世代过去，也依然一肚子弯弯绕。”\\n\\n说到这里，鬼砂君长眉一皱，抬头望了一眼天际，又再次向我望来：“时间不多，你若忘了自己的出身，我便让你重新想起来！”\\n\\n说着他便抬手将长笛凑到唇边，手指轻点，笛音悠扬在密林中散开。\\n\\n下一刻，我眼前已不再是密林，而是无尽的红色，主峰雪顶火山口中翻滚千万年而不停息的火焰红。\\n\\n周围有无数的哀鸣起起落落，疏密不同的红粉烟尘密布在遮天蔽日的火红岩浆之上，不停向火山口冲锋，又不停被无形屏障弹回掉落。\\n\\n耳边有人用嘶哑苍老的声音谆谆教诲：“吾儿，你们一定要冲出去，千万不要忘记，我们才是人世间的主宰，一定要出去，一定！”\\n\\n我再次颤抖起来，那声音听了让我想哭，有思念，也有恐惧。\\n\\n眼前火焰再次变幻，有火红沙尘凝实成俊秀如珊瑚玉树般的美貌青年，将我捧在手心，轻轻对我说：“小妹，父亲将所有希望寄托在我们身上，散尽神通才打开一条细小缝隙，你一定要冲出火山口，只要你能出去，族人们就能得救。”\\n\\n画面又一转，无尽岩浆忽然消失，眼前已是山清水秀的碎玉门后山。\\n\\n师尊站在我眼前，脸色苍白如纸，低头微笑看我，他身边站着一位陌生的中年修士，面色淡金，眼神温和，时不时低头轻咳，又转头用手帕擦去唇角暗红。\\n\\n“走吧，孩子，你已化形，有人之骨血，人之情感，已属于这人世间，不枉我二人耗费这五年时光。”\\n\\n师尊的声音还是那么好听。\\n\\n我不想走。\\n\\n师尊走，我也走，他行动迟缓，像是元气大伤，走了半天也甩不开我的小短腿。\\n\\n师尊与那中年人互看一眼，不由失笑。\\n\\n“也罢，你我已有因果，我便收你为徒吧。”\\n\\n那是我为人之后最初的记忆。\\n\\n原来我一睁眼就是五岁，山道上与师尊相遇那日，就是我的生辰。\\n\\n我睁开眼，泪如雨下。\\n\\n眼前，鬼砂君，我的兄长已放下手中长笛，微笑看向我，抬起右手等我过去到他身边。\\n\\n身旁，大师兄急切看着我，轻轻地摇头。\\n\\n岑远风默默站在原地，乌黑眼眸中有说不尽的哀伤。\",\"timestamp\":1640936728,\"title\":\"小说|《碎玉不识卿》第十五章\"},\"digest\":\"cLFh9YVt7P2M-6e1Zi6ibRjSz2NTEzgNG1Tnf_LwhLM\",\"authorship\":{\"contributor\":\"0xe8662aaB799E89AA5601995039036123413b92dE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"signature\":\"p6g2sweMr5RfhL8WX7SZoO6sX0RA-Vo6A8s0Rmp2TBV5wm1hKqsRbB2qBF40daHvUUqp_4SDcV8pXWUj-uDiiQ\",\"signingKeySignature\":\"0x1af516a75d90697eea705b765c8d7b4ea0595695b3d394933b1631d719f1bee6173c7b47765a9276b7db84488ba8710f0b37120fa186fea16da2de22d6f2e2af1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cLFh9YVt7P2M-6e1Zi6ibRjSz2NTEzgNG1Tnf_LwhLM\"}"