"{\"content\":{\"body\":\"Polkadot, as an emerging public chain ecosystem, has shown its power. Through excellent Multi Chain and fragment architecture design, Boca has become the most expected alternative to Ethereum. \\n\\nWith the development of Kusama slot auction, smart contract platforms such as Moonriver (moonbeam advance network), ACALA (Karura) and shiden (astar) have been put into use. These platforms let us feel a long lost low gas experience. \\n\\nAlthough moonbeam, ACALA, astar and other smart contract platform projects are EVM compatible and can attract Ethereum projects and ecological transplantation, this does not directly solve the problem of asset introduction. \\n\\nA successful public chain system needs to be supported by a huge asset scale and rich asset categories, and the accumulation of original assets is undoubtedly very slow. Introducing high-quality assets from outside Polkadot has become a shortcut to quickly improve the platform experience.\\n\\nWe have seen many projects and are trying to import external high-quality assets for Polkadot ecology. These projects include the introduction of chainx and interlay of BTC, chainsafe, Darwinia and snowfork of Ethereum assets, Bifrost and stafi of POS public chain stacking assets, equilibrium of defi lock up assets and centrifuge of off chain assets. \\n\\nSome of these projects have obtained Kusama / Polkadot slots, and some are in bidding. We will make a cross-sectional observation on these projects. \\n\\nIntroducing BTC \\n\\nBTC is the cornerstone of the blockchain world. Because of its special position in the blockchain field and the profound ideas contained in its architecture, BTC has gathered many firm believers. \\n\\nUp to now, BTC has an absolute dominant position in the market value, flow value and user base of crypto ecology. At present, BTC accounts for about 50% of the market value of crypto.\\n\\nTherefore, the new public chain often has great power to introduce BTC and inject strong vitality into its own ecology, and Polkadot ecology is no exception. The pioneers on this track are chainx and interlay. \\n\\n1、XBTC（ChainX） \\n\\nPolkadot ecological cross chain project chainx launched BTC anchor asset XBTC in May 2018. Chainx has developed a bitcoin side chain based on substrate. \\n\\nAt the end of August 2021, chainx launched the auction of Kusama slot using the leading network sherpax. As of the time of writing, the auction is still in progress. After the successful auction, XBTC will enter Kusama ecology with sherpax parallel chain as the carrier. \\n\\nChainx uses wasm technology to realize BTC light node for the first time on the chain, supports SPV verification of BTC transactions, and realizes untrusted security in XBTC casting link.\\n\\nSince the BTC chain does not have Turing completeness and cannot install the light node verification contract, in the BTC redemption link, multiple \\\"trusts\\\" complete the destruction unlocking process through the majority vote on the chain. There will be a total of 15 trusts, who manage the hosting address through multiple signatures.\\nThe first batch of trusts will be selected from the verifiers of chainx test network, and the subsequent trusts will be replaced through the \\\"abdication system\\\". Chainx has two hosting addresses, one is the cold wallet address and the other is the hot wallet address. The cold and hot are separated to improve security. The signature records are open and transparent and subject to community supervision.\\nChainx is not satisfied with the current trusted design. Chainx claims that its asset custody scheme will continue to evolve. The above is version 1.0, and there will be asset custody schemes of versions 2.0, 3.0 and 4.0 in the future, moving towards decentralization step by step.\\nVersion 2.0: xclaim mechanism is adopted to enable distributed hosting scheme.\\nVersion 3.0: change the account control technology from multi signature to private key fragmentation.\\n\\nVersion 4.0: allows the user to master a special private key fragment of the escrow account, which has one vote veto. Through this design, the security of asset escrow is improved and the witness is free from excessive mortgage.\",\"timestamp\":1641137587,\"title\":\"Introduce external high-quality assets into Polkadot\"},\"digest\":\"k6q9Iq1VxrRu-b660rUERnqLcvpLKGiRG9d1FQw_k_E\",\"authorship\":{\"contributor\":\"0xEdcbD853d8A2661cBbfc1BA2D132DD3E1652Cc79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Y7oi5Q0Or2u5U5mRhtasfIrICWMSpJWMjvHYdQi4C8\\\",\\\"y\\\":\\\"8sXRX0UCE2kh0i4kXflUOohfPUcRAKEIpxKD7tUtODE\\\"}\",\"signature\":\"v6FOPjoapvbFzMpIJnjtgbrRaLVrFHchE185Ed9g2kdMf7A864Nuv8_IiqIj5din-CY65PLaOyzCqaGdOb_BfA\",\"signingKeySignature\":\"0x4ba116df2da30f8716874bad2dbc4df1562ba2df48e4020d36145fe8ac222c4c3cf716c17613e5a8a483163c5e9b5784b086db0d1022dabd5392b450954c05a31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Y7oi5Q0Or2u5U5mRhtasfIrICWMSpJWMjvHYdQi4C8\\\",\\\"y\\\":\\\"8sXRX0UCE2kh0i4kXflUOohfPUcRAKEIpxKD7tUtODE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k6q9Iq1VxrRu-b660rUERnqLcvpLKGiRG9d1FQw_k_E\"}"