"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/HphO0VE8RT_N9uEsgK9NY.png?height=594&width=1080)\\n\\n**Asian pop icon Jay Chou’s PhantaBear outperforms BAYC**\\n\\nAsian pop star Jay Chou has released a new NFT collection. The collectibles come with benefits and membership to the Ezek club. The 10,000 bears were sold out in less than 40 minutes. The project is expanding rapidly. In the last 24 hours, these Bears flipped BYAC in trading volume.\\n\\n**Volume records**\\n\\nThese algorithmically-generated NFTs have flourished. According to [NFTGo](https://nftgo.io/collection/phantabear/overview), in the last 24 hours, this project has grown by %20 in market cap. The project created a huge trading volume. Shortly, the wave of traders out-competed all the other NFT projects in the market. Over the last 24 hours, PhantaBear has created an immense trading volume.\\n\\n![](https://images.mirror-media.xyz/publication-images/sP4amijb4NC7BTgpj8hb8.png?height=978&width=2560)\\n\\n**Prices**\\n\\nThe average price has risen rapidly. The initial price for minting a PhantaBear was 0.26 ETH. This is almost $1,000. The price has had a 20x boost since then. This has made enormous profits for many of the investors in a brief span.\\n\\n![NFTGo](https://images.mirror-media.xyz/publication-images/eJsFOE4PjePOaNDYwBfK8.png?height=871&width=2560)\\n\\nThe chart above displays the changes in floor and average price over time. You can see that Whales started to join the scene on January 7th. The transaction volume and frequency are increasing with average price and floor price.\\n\\n**Analyzing profits**\\n\\nWe can analyze the ROIs by looking at the Unrealized Profits metric.\\n\\nThis metric indicates the unclaimed profits for every address by using this formula:\\n\\nURP = Estimated value - Holding value\\n\\nThe estimated value of a portfolio is computed by multiplying the number of NFTs by the maximum value of the current floor and average prices.\\n\\nEstimated value = max(avg, floor) \\\\* number of NFTs\\n\\nUsing these metrics, NFTGo can estimate the returns on investment for the top holders in the collection. You can see the latest chart [here](https://nftgo.io/collection/phantabear/holder).\\n\\n![](https://images.mirror-media.xyz/publication-images/1PuM6dYD_Bp5X5SED1SN7.png?height=850&width=2560)\\n\\nThe chart above illustrates that a number of top holders have generated elevated returns by buying large quantities of the collection. The first place is accumulating almost 4% of the entire supply.\\n\\nThe chart below illustrates the relationship between liquidity and the number of transactions. We can see how the number of sales impacts liquidity.\\n\\n![](https://images.mirror-media.xyz/publication-images/_ElMhEPF1CBbP1NVrX4Ro.png?height=1440&width=2062)\\n\\nTraders and holder trends drive liquidity. The enthusiasm people show for the project is the greatest indicator of the prices. The number of holders at first started with a subtle yet upward slope and was followed by a decrease on the 7th of January. But soon the project started to develop more rapidly as the number of traders started to ascend.\\n\\n![](https://images.mirror-media.xyz/publication-images/XpB3Z0-i3ZvtX_5j7nqQ3.png?height=1440&width=2133)\\n\\n**Holders in-depth**\\n\\nThe community of PhantaBear holders is expanding. From [NFTGo’s latest stats](https://nftgo.io/collection/phantabear/holder), the number of holders has increased to 5,096. The noteworthy gain is in the number of Whales entering the project. The project went from having just 7 Whales to 22.\\n\\n![](https://images.mirror-media.xyz/publication-images/rJP5uRt5njydxNC-ltav9.png?height=1440&width=2079)\\n\\nThe enlargement in Whale transactions can improve price and liquidity in the market. Whales tend to pay higher prices for the NFTs. This chart shows the [estimated unrealized profit made by Whales.](https://nftgo.io/collection/phantabear/holder)\\n\\n![](https://images.mirror-media.xyz/publication-images/8bMV4p2DooU5sGvPwQAZh.png?height=711&width=2560)\\n\\nBut the value isn’t only for the top holders and Whales. Other holders own virtually 80% of the project's value.\\n\\n![](https://images.mirror-media.xyz/publication-images/OFYHq9Hz21zl5N6IHM5Ju.png?height=1440&width=2085)\\n\\nBy looking at the holding concentration charts, we can see how many people are buying higher numbers of PhantaBears.\\n\\n![](https://images.mirror-media.xyz/publication-images/WX6S7ay2ql3XZUXX-LRm4.png?height=1440&width=2127)\\n\\nWe can see a trend that is predominantly present in other NFT avatar projects. 70% of the holders are holding only one NFT. While the majority are holding only one NFT, many of the holders are holding on to their PhantaBears. Despite the recent breakthrough in trading volume, the holders are staying with their NFTs. The other bigger piece of the pie chart is people holding the NFT for 1-7 days. This is followed by the rate of adoption growth we saw at the beginning of this section.\\n\\n![](https://images.mirror-media.xyz/publication-images/_IbWazrRxYwtensoEhIFg.png?height=1440&width=2060)\\n\\nThe rarest NFT was bought for 9 WETH. This NFT has some of the rarest attributes in the collection.\\n\\n![](https://images.mirror-media.xyz/publication-images/BlFtHLXLcTbWjSbrzALZo.png?height=1440&width=2194)\\n\\nThe second-place has a very close rarity score to the first place. This Bear was sold on Jan 2nd for 20 ETH.\\n\\nBy utilizing our search functionality, you can find the rare NFTs that suit the price range you’re looking for.\\n\\n![](https://images.mirror-media.xyz/publication-images/X0e1c43vfQt2Qb45AfPnU.png?height=1072&width=2560)\\n\\nYou can filter the search results by rarity categories and sort the NFTs in price or rarity. The rarity search engine provided by [NFTGo](https://nftgo.io/collection/phantabear/rarity) is an optimal and powerful way of finding rare NFTs.\\n\\n**What’s next for PhantaBear?**\\n\\nThe excitement around this project is developing rapidly. PhantaBear is representing a new way celebrities connect to their fans. The market cap and volume chart illustrates the project’s fast growth.\\n\\n![](https://images.mirror-media.xyz/publication-images/utdNCq7Tb7UPeHuK8svBb.png?height=878&width=2560)\\n\\nYou can view the latest information for this project on NFTGo. NFTGo’s rarity and data analytics features are a game-changer for your NFT portfolio management. You can explore the latest information about this project on [NFTGo](https://nftgo.io/).\",\"timestamp\":1642416946,\"title\":\"Asian pop icon Jay Chou’s PhantaBear outperforms BAYC\"},\"digest\":\"ReBA5NEGcHAm_6utEh0FwynZNkuE5GaikHi5pdmLfrE\",\"authorship\":{\"contributor\":\"0x7bA5A3b11E3002267e3b9aE8D786C1716a4a85E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0B93cwnU4XL9pUv4aWrO7u0pOHDVseHQYIsckIyd9BQ\\\",\\\"y\\\":\\\"tT0zGxJCrsTJo53OcAmzc_0S2L2MjgAT06esBz-iF7o\\\"}\",\"signature\":\"I2RL4Va3m5c0vWHlTn8ur-wwgdXD3M_cv3p3OE9B2-fMXi2n59yXPzEw9YYlUNIH4Vj4xQwvbbSbTlG8Y6IMsg\",\"signingKeySignature\":\"0xd0edda414fad52355667d382e170aa85d154beae83c17a8848ca6e32b025fc58256a0902db92fbc596a8055b566751b0f6f95cb4b7befddd3b10065565894af51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0B93cwnU4XL9pUv4aWrO7u0pOHDVseHQYIsckIyd9BQ\\\",\\\"y\\\":\\\"tT0zGxJCrsTJo53OcAmzc_0S2L2MjgAT06esBz-iF7o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ciz3AmmqsNCIo8P89C21XN83k4qa-BbULUNMKo45wAc\"}"