"{\"content\":{\"body\":\"The private domain everyone talks about, the simple and crude idea is to bring in potential customers first and then run the business.\\nB2B industry is also afraid of falling behind, so many experts began to preach. But I believe that no company has done particularly well so far, otherwise why the examples are still perfect diary, Xibei... Talking about members, super users...\\nHowever, in addition to tools or products with low customer unit price, most decisions of B2B enterprises are more complex and have many processes, so the sales method is still traditional. The main reasons are as follows:\\n\\n1. It takes time to change the customer's mind\\n   Most intuitively, it is not realistic for large and medium-sized enterprises to change the relationship that can be maintained only by drinking, singing K, playing ball games and picking up children into online care and operation.\\n   The common membership, points, discounts and so on in the B2C industry are of no use to corporate customers. In front of bidding and bidding, this small favor is nothing.\\n   Of course, traditions are also changing.\\n   For example, different departments within the enterprise are increasingly communicating and interacting directly with customers. Some enterprises for customers to establish \\\"a customer a group\\\" or \\\"a customer N internal group\\\", technology, pre-sale, after-sales all-round service.\\n   Some enterprises also establish customer communities, such as technical community, to let customers participate in feedback or even product optimization, insight into customer needs, faster response and service.\\n2. If there is no rigid demand, there will be no procurement\\n   B2C demand can be stimulated by the level of product appearance, vanity, curiosity and so on, but NOT B2B, no demand, no purchase, this is the naked reality.\\n   B2B marketing teams may be able to turn potential problems into requirements through initial contact with customers, understanding requirements, and guiding customers to new products and solutions at appropriate opportunities.\\n   This process from excavation, incubation and transformation to sales may take a long time and requires digital means to manage, which is also the fundamental logic of SCRM now.\\n3. It's not up to B2B users\\n   Can B2B learn B2C? Of course, because the decision makers are people. But the biggest difference is that B2B decision makers and users are often not one person or a group of people.\\n   Especially for those enterprises that need financial approval to buy a ruler or a stapler, it is a little difficult to change into a user-led purchase.\\n   But users can influence decision makers, such as more shareable content, peer cases, industry white papers, and so on.\",\"timestamp\":1635601756,\"title\":\"Most B2B enterprises are still traditional sales model\"},\"digest\":\"RCMrhWjPmKJLn_s_5p4WCrHpg8TzbVpjRl7W2OxBRwM\",\"authorship\":{\"contributor\":\"0xAC8dDeE07b58D63AFdb3a2846dD0F10aA33D15fE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y0FakNOKBPN-wuoj3bqXZFOgWL2OUzONZJpN-5gIJPI\\\",\\\"y\\\":\\\"JvVE88uuPA9s82Ew95iaDWRsHUPKluGZBlI_gGTb-f8\\\"}\",\"signature\":\"GG68kE_hQf8MpkYZOL7oUfoRA7ZXNuR-_5zQ0eOMxDfEnS1Qocp0zVJOGIvz6fH82QjwxcwlnksUStJqc0dxeQ\",\"signingKeySignature\":\"0x1dc9a063431cf721d389c5792064c00a4f1d6e66a3b37680e800dcc33523681859547f3d1882d954040b2077005bb53e7f3dd68a3d4e1ba5c186ac40c1b3bb701c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y0FakNOKBPN-wuoj3bqXZFOgWL2OUzONZJpN-5gIJPI\\\",\\\"y\\\":\\\"JvVE88uuPA9s82Ew95iaDWRsHUPKluGZBlI_gGTb-f8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RCMrhWjPmKJLn_s_5p4WCrHpg8TzbVpjRl7W2OxBRwM\"}"