"{\"content\":{\"body\":\"### Preface\\n\\nIn this series, I attempt to explain to my \\\\~75 year old probability professor the importance of blockchains and Bitcoin. I use probabilistic concepts to aid my professors’ understanding of these topics. In Part 2 of this series, I dive into the concept of Bitcoin mining and proof of work. I present a simplified model of how these functions operate, followed up with a proof of Bitcoin mining as a Poisson process.\\n\\n## How does a Blockchain Work: Proof-of-Work + Bitcoin Mining\\n\\nBefore a transaction can be approved and added to the end of the blockchain, it must be verified by the network or “mined.”\\n\\n### Verifying Transactions:\\n\\nFor a transaction to be approved and added to the end of the chain, nodes on the Bitcoin network must solve a complex problem which requires significant computing power and an average of ten minutes. The first node to come to the correct solution presents their correct solution to the remaining nodes of the network, which can easily verify that the solution is correct. This is the nature of the problem they must solve: complex to solve, but easily verifiable.\\n\\nThe node that reached the correct solution first is then rewarded with Bitcoin for being the first node to figure out the solution (and verify this transaction). This is a concept known as Bitcoin mining: given that as nodes verify transactions, they are rewarded with new Bitcoin. Anyone with a computer can become a node on the Bitcoin network. This incentivizes individuals to invest in mining computers (CPUs) to verify the network with hopes of being rewarded in Bitcoin.\\n\\n### Simplified Model:\\n\\nTo establish a foundational understanding of what kind of computation nodes are tasked with doing, I will provide a simplified example. Pretend there are 100 nodes on the Bitcoin network. And say the complex problem they must solve is to flip heads of a fair coin 10 times in a row. This will likely take some time {p(10 Heads) = (12)10= (11024)≈ 0.00098}. The individuals in the network compete to be the first to come to a correct solution. And, once one individual successfully flips 10 Heads in a row, the result can be easily verified by the remaining members of the network. That individual, who successfully flipped 10x heads, receives Bitcoin as a reward for solving this problem and verifying the transaction. Once the transaction is verified, it is then added to the end of the chain, in the form of a block, and this process is repeated for the next transaction that takes place on the network. That means that for a transaction to go through on the Bitcoin network, it takes \\\\~10 minutes to complete.\\\\]\\n\\n![](https://images.mirror-media.xyz/publication-images/d2DWrUYEZvUHePT01FLzk.jpg?height=449&width=660)\\n\\n### Actual Hash Function Explanation (More Complex Model):\\n\\nIn reality, the computational problem that these nodes must solve is much more complex than two-sided flipping coins. The SHA-256 hash function is used to verify and encrypt the transaction data. The SHA-256 function takes the data from the transaction (buyer, seller, amount, date, etc.) and encrypts this data. What the function outputs is essentially a secret coded message: a 256-bit sequence.\\n\\nThis is a simplified version of what would be the inputs (the transaction data) and outputs (the SHA-256 sequence) of a Bitcoin transaction:\\n\\n![](https://images.mirror-media.xyz/publication-images/xw3hrw6LyUlRZLfbiqJND.png?height=362&width=944)\\n\\nThe nodes of the Bitcoin network (CPUs) are responsible for verifying what the corresponding hash function is for the inputted transaction data. Given the nature of verifying the SHA-256 hash function, this computation takes an average of 10 minutes, cannot be reversed, and is easily verifiable once correctly solved for. Also, the Bitcoin network will automatically adjust the difficulty of the computational problem required to validate the network to stabilize this time around 10 minutes.\\n\\nI have just explained how Bitcoin nodes verify transactions to add them to the end of the blockchain. Hopefully, this explanation provides a foundational understanding of how a blockchain functions and why the result is decentralized and irreversible. Now, I will dive deeper using probabilistic concepts to further understand Bitcoin mining and the security of the network.\\n\\n## Mining as a Poisson Process\\n\\nAn individual mining node's profit is determined by how many blocks they successfully validate. It holds that Bitcoin mining is a Poisson process. A Poisson process describes events in which new occurrences are random, with an exponential distribution. The intervals between any two events are independent from one another. Also, Poisson distributions contain the memoryless property, that a given probability is independent of the events that precede it.\\n\\n### Proof:\\n\\nConsider an individual mine, whose hashrate is equal to p. One’s hashrate is equivalent to the average number of blocks per unit of time that the miner successfully validates. It is given that the whole network takes an average of τ=10 min to validate a block. Thus, it follows that our miner takes an average of t=τ/*p*.\\n\\nNow, we consider the random variable T, denoting the time between blocks mined by our miner. Given the random and memoryless properties of the hash function, it can be concluded that T follows an exponential distribution as follows:\\n\\n![](https://images.mirror-media.xyz/publication-images/x4f10wiAncAeDOyqPjkqc.png?height=208&width=932)\\n\\nNext, we define T1 as the time it takes to mine a first block, then T1, …, T*n* is the time it takes for successive blocks to be mined. Therefore, the time needed to validate *n* blocks is Sn = T1 + T2 + … + T*n* . Now, it follows that the random variable Sn gives a gamma distribution with parameters (*n,* α):\\n\\n![](https://images.mirror-media.xyz/publication-images/yk_9qRjCrjBHUNWlyY8sU.png?height=178&width=640)\\n\\nWith a cumulative distribution:\\n\\n![](https://images.mirror-media.xyz/publication-images/VQ-NX0dXh0BxJBmJbBhWz.png?height=208&width=1032)\\n\\nFrom this, we conclude that N(t) is the process of counting the number of validated blocks at time t > 0, N(t) = max{*n* ≥ 0; Sn < t}. It follows that:\\n\\n![](https://images.mirror-media.xyz/publication-images/us26EV-At0SAOup6jKIHk.png?height=236&width=938)\\n\\nAs such, we have it that N(t) follows a Poisson distribution model with mean α*t*. This result shows that Bitcoin mining, as well as all crypto-currencies with a proof-of-work validation process, are Poisson distributions.\\n\\n### Part 3:\\n\\n[https://mirror.xyz/jakesibley.eth/NyVmRO_OzPi23p3puLzhMfSUjcVTLWEzPtKZxiwhRBQ](https://mirror.xyz/jakesibley.eth/NyVmRO_OzPi23p3puLzhMfSUjcVTLWEzPtKZxiwhRBQ)\\n\\n\\\\[sources cited in Part 3\\\\]\",\"timestamp\":1640019258,\"title\":\"Explaining Bitcoin to my ~75 Year Old Probability Professor (Part 2/3)\"},\"digest\":\"tM45B7aC9y5LY-_Fwp2xVgY6zOxZ4RLdeOy1IfnJReQ\",\"authorship\":{\"contributor\":\"0x8F2653771A1C402B9B0A50a3318C215AB32F8076\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yvLdh18gahJ-ukFnzG9yAjtZ26W-4QqjUyiu3gTEFCI\\\",\\\"y\\\":\\\"Y09QGQz3TwOhsima8g7Vv8Lc3zvJEzERyFCAbOdcTuU\\\"}\",\"signature\":\"uAu5kz-PiCscmx8ZgZNrD-V6S3dMgn6tDlpvhXAcCIDxLlvoV1qKDLk13GwIfHyE0M47n0vQ1YsulEPcQJNG-A\",\"signingKeySignature\":\"0x853612fdee76ad16705676a64db2bf86718e2c77ca31dd014596c135d393b3085262249ef1764260ee7c8c0cdd6f6e343c9945643e3d85d06d599ce85621d2c91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yvLdh18gahJ-ukFnzG9yAjtZ26W-4QqjUyiu3gTEFCI\\\",\\\"y\\\":\\\"Y09QGQz3TwOhsima8g7Vv8Lc3zvJEzERyFCAbOdcTuU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kX1hcwEjcCon-EMmwVpiBNnqnuiz8_5ug-gFZt5J6_M\"}"