"{\"content\":{\"body\":\"![timo-stern-234939-unsplash.jpg](https://jacobrobinsoncom.files.wordpress.com/2019/04/timo-stern-234939-unsplash.jpg?w=750)\\n\\nPhoto by [Timo Stern](https://unsplash.com/photos/EvcUtLF12XQ?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/search/photos/love?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\\n\\nPick up artists. The red pill. Incels. These are topics that have interested me for a long time, mostly because they are all extreme solutions to a single problem; sexual frustration.\\n\\nReally, all guys (and some girls, as we’ll get to later) understand the pain of not getting any. Whether you’re starting out in high school or there’s been a long hiatus since the last one, it can be kind of a drag to just jerk off and not feel any sexual comfort from someone else. This is a pretty essential and biological part of being a person, and so it’s a conflict we all have. The difference is in how we combat it.\\n\\nMost just take the pain and head on through it. PUA and incels, however, represent two very extreme methods of conflict resolution. You might see incels on one end; people who have all about given up on receiving any pussy, and instead wallow in the fact that they are doomed to live a life of celibacy solely due to their genetics or what-have-you. This tends to be the start for individuals who fall into this specific sexual frustration path – individuals who tend to be loners out of high school, who have never really been too close to others, have certainly never been in a relationship, and feel left out in comparison to all the others. Their answer is that they are simply inferior; that they’ll never find anyone “good” (despite “good” meaning almost impossible to obtain standards) and instead should mope around and attack the “Chads” of the world, figureheads who represent perfect standards and are “getting the sex all of the time”.\\n\\nInceldom is pretty much the lowest it gets. From here, people tend to get “promoted” to the complete opposite end of the spectrum, picked off by those who call themselves Pick Up Artists, or PUAs for short.  These PUAs dispense “The Red Pill” to incels (note: this is a different “Red Pill” from those that the Trump fans and Alt-Right use – rather than being about the Left, it’s about women). This Red Pill philosophy states exactly what the incels wish to hear; that, no, it’s not about *you*, its about *your strategy*. As it turns out, women are not meant to be romanced, but rather to be conquered, because when we were Neanderthals we did such-and-such, and if you read the research by so-and-so, you’ll find that women actually *love* being demeaned and otherwise sexist behavior, and *that’s* how you graduate to being one of the Chads. PUAs tend to identify with the “Chad” lifestyle, however unlike the Chads hold a lot of sympathy for incels (probably because this is the main demographic they sell their books and courses to). While some incels are wary of the PUAs, others see them as some sort of ubermensch.\\n\\nThe stages here are pretty clear: we start with depression and hopelessness and then “graduate” into anger and retaliation. Both of these are obviously not the way to go about things, and people still fall into it. This is all because the PUAs did get one thing right; that part of this is biological; that we need the comfort of someone else or things get difficult. And I think in a way this is a problem that both males and females can relate to; that despite women tending to care more about romantic elements rather than sexual elements, they can still feel this hurt sometimes. While there is no equivalent of PUAs for women, there are a small group who call themselves femcels – quite literally female incels – who, ironically, despise incels, saying that their overly high standards pertain to their sexism, and that if they would “lower their standards” enough, they would find someone.\\n\\nI don’t, however, think “standards” for beauty or personality are the problem here. Certainly the massive incel checklist of having to be a perfect Asian housewife who has never even considered a sexual thought previously is a *bit* of a stretch (and truthfully a bit sexist on top of that), I think that finding a suitable partner really has to do a lot with looking in the right places. Remember what I said earlier; incels tend to be social outcasts. They aren’t going out, seeing other people, or are even on sites like Tinder or Bumble. And while there’s certainly nothing inherently wrong with *being* a social outcast, it tends to feed a lot into the issue of frustration that causes them to be incels in the first place. If there was an outlet for these individuals beyond incels.is or the Andrew Tate fanboard, perhaps they would be able to get out of this aforementioned sex rut.\\n\\nTake in mind, however, that another big part of this is the path of least resistance, a negative effect that all people experience and that I’ve mentioned quite a few times before on blogposts. Why do people wallow on incel boards in the first place? Because it’s easier than taking action. When people are not motivated by outside factors, they fall inward. And, for the most part, no one is going to encourage you to go an have a sexual partner; especially if you’re a social loner. You also won’t be motivated to engage in activities like self-care or self-improvement, which are probably the more realistic measures to get to this so called “Chad” status than just constantly throwing out cheesy lines and asking girls numbers on the beach.\\n\\nThis all said, the most interesting thing about both these groups, I believe, is how weirdly relatable they are. Certainly, none of us would ever want to be caught dead associated with incels and PUAs, and yet… in a strange way… we feel them. We understand them. In many ways we can empathize with them.\\n\\nAnyway, that’s all for this one. If you want to keep in touch, check out my biweekly newsletter! Following this will give you the low-down of all the new stuff I’m working on, as well as some things I found interesting. As an added bonus, you’ll also receive the Top 10 Tools I Use on a Daily Basis to help better manage your workload and do high quality work in a shorter amount of time.\\n\\n[Subscribe here](https://astukari.substack.com/)!\",\"timestamp\":1638933420,\"title\":\"Sexual Frustration and Trying to Find Love in the Age of the Internet\"},\"digest\":\"_a8P1ZoD7zzHl2mcHxP09OMikoQdbWNCDf2yi1u7siM\",\"authorship\":{\"contributor\":\"0x7842C934Ef39De9D40cD6C9EBf0389041C6f33B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"signature\":\"_i3Iaf7sNRAeDfo6l0jZ7NxecETNDubO1TnOJtfSNQpBVCxvoXNDUrhe8GypApQc2dlnOa1wX6R_R6OKXpuy1A\",\"signingKeySignature\":\"0x8f398b97d2743c5236d72fd2a5176b5fc4350788f91696b10f29090719f110566d669eba51d62c830e4de57da965ec3fd81de8f6dab9f30130bc2898fbdaf1481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_a8P1ZoD7zzHl2mcHxP09OMikoQdbWNCDf2yi1u7siM\"}"