"{\"content\":{\"body\":\"**In the beginning, there was darkness. Then, one day, man created the worldwide web, a seemingly random collection of static, networked web pages in an era of low bandwidth. Most people had a hard time imagining where this would lead. Early adopters mused about an information superhighway, but the dream was as vague as the metaphor. Enthusiasts were outnumbered by the skeptics who thought of web pages as brochures at best, or pornography distribution at worst.**\\n\\n![](https://images.mirror-media.xyz/publication-images/zcZ3pkxprfcFyzqu8zjIZ.png?height=1072&width=1846)\\n\\nLinear thinking often characterizes early-stage innovation; early cars were just horse carriages with some extra parts. Similarly, organizing web pages into directories extended the familiar logic of phone books into the Internet. Discoverability through search was only evident in hindsight. It takes a few years of imagination and experimentation for the native innovations to appear.\\n\\nWhen Ajax was the latest trend in web development, few realized that it would unlock *user-generated content*. Of course, we now refer to user-generated content simply as social media. And when mobile devices first appeared, we had to wade through generations of weather and gimmick apps to discover Airbnb and Uber.\\n\\n![Skeuomorphism: a linear extrapolation of something familiar into a new technological paradigm. In the design sense, Steve Jobs popularized this expression. Something similar often happens in innovation.](https://images.mirror-media.xyz/publication-images/8ZdZ-u8BLdep4w9IAMBS1.jpeg?height=495&width=660)\\n\\nWith public blockchains, new technological infrastructure is being built while the use cases are not yet obvious. People look at blockchains with doubt or they project old ideas onto them. This article aims to open your mind to the possibility that we are collectively underestimating the potential of blockchain technology. What if “Crypto is for money laundering” is the new “the Internet is for porn”?\\n\\n## Bending the mind towards web3\\n\\nCrypto has polarized the tech world. There are interesting ideological and cultural reasons for this, but this article focuses on another topic. Web3 is a difficult topic to wrap one’s head around because it challenges our assumptions about how the Internet should work. Let’s start there.\\n\\n### The Internet today: client-server architectures on centralized platforms\\n\\nWhile the Internet started as a grassroots movement and an open architecture, it slowly evolved into a set of closed silos. Under the dominant paradigm of web2 apps, context does not travel from one app to another. The implicit assumption is that a single economic actor controls the business logic on reading from or writing to its applications.\\n\\n![](https://images.mirror-media.xyz/publication-images/1O7bd2cwy0RiDLK2PL805.png?height=1546&width=2116)\\n\\nThis architecture has many implications. You need an account for each entity and your data is not interoperable with other applications in the system. As a user, you have to trust many different companies to ensure the integrity of your data.\\n\\nThen there are economic consequences. When you upload a picture to a social network, you transfer some rights to the network. The social network is entitled to aggregate the data of their users and monetize it. Usually, the platform doesn’t share. Why is that?\\n\\n![](https://images.mirror-media.xyz/publication-images/qu_8KTS5E7FsZnOxeMLMa.png?height=1164&width=1898)\\n\\nA lot of value and power accrues to a few centralized platforms that dictate the rules of the game. When these platforms are small and competing for users, their relationship with other network participants is positive-sum. As they move up the adoption curve, their power increases and the relationships change to zero-sum. Examples include Facebook and social game developers like Zynga or Twitter and 3rd party clients like Tweetdeck. The latter parties invested a lot of time and money in their ventures to find themselves de-platformed when their host system no longer needed them.\\n\\n![Summarizing the tradeoffs of the default web2 setup: client-server architecture on centralized platforms](https://images.mirror-media.xyz/publication-images/dmAC9Sg-Na-gq7i6vo_lU.png?height=708&width=2660)\\n\\nWe landed on this set of tradeoffs when we were uploading cat photos to these platforms. The question is: do we want or need to make different tradeoffs when we are talking about money or identity?\\n\\n## What does web3 have to offer?\\n\\nThe key feature of web3 is codified trust. In 2008, Satoshi Nakamoto famously resolved an age-old computational issue known as the Byzantine General’s Problem: how do you get nodes in a peer-to-peer network to coordinate and reach consensus when nobody knows or trusts each other? The answer, it turns out, is through a consensus algorithm that incentivizes the participants to cooperate. Bitcoin miners, for example, are rewarded with the BTC token to secure the network and avoid double-spending.\\n\\nPublic blockchains also have disadvantages. Currently, they consume a lot of energy, and it’s tough to scale writing to them. Ethereum currently can only handle seven transactions per second. Many problems remain to be solved. And yet, a lot of smart people are very excited about this tech. Why?\\n\\nOne obvious extrapolation of codified trust is the so-called creator economy. If groups of strangers can come together to make decisions without needing to trust each other, they can take out the middleman. Or rather, replace the middleman with a permissionless and immutable algorithm. Under web2 rules, platforms like Spotify, Medium, Youtube, Patreon, or OnlyFans control the rules of distribution and allocation of proceeds. In web3, creators could set these rules and codify them into immutable smart contracts.\\n\\nFurthermore, in web3, context can travel. Instead of an account per silo, you now have a wallet. The metaphor isn’t perfect; your web3 wallet does not store any funds - *it holds the keys to your funds*. Banking on asymmetric encryption, you can share your public key with others to receive transactions. You must never share your private key as it can be used to sign transactions on your behalf. The point is your wallet lets you log into any web3 app and bring along any funds available to it.\\n\\nOnce you have a wallet, all friction around logging in and paying online disappears. In other words, payments are a native feature of web3. This new ability of software to channel money is an exciting prospect for creators of digital products.\\n\\nIt’s not just your payment data that becomes owned and portable, blockchains like Ethereum can store & execute any combination of data and business logic. Ethereum is quite literally a world computer. This is what trips up a lot of people. Our existing mental models have not prepared us to think about the possibilities of a distributed, global computer with shared state.\\n\\nAnother way to approach it is to think of web2 as having a “fat” application layer on top of a “thin” protocol layer. Facebook, Google, and the like, capture and re-aggregate most of the data and resulting value in their applications. Web3 reverses this. It stores user data on the protocol level. One of the consequences is that applications will not have the same moat they have in web2; barriers to entry are lower and apps are more interchangeable.\\n\\n![](https://images.mirror-media.xyz/publication-images/59SQExsarZbv2YfFMWtJO.png?height=1166&width=1736)\\n\\nAnother surprising new capability is apps and users can explore the blockchain to see what is happening. Imagine you want to hire a DeFi expert (DeFi is short for decentralized finance). Instead of checking their resume, you could check their transactions on-chain. You could even write an app that ranks wallets based on the yield they generated in certain DeFi domains. Public on-chain data is a treasure trove of information on what’s happening in web3: analysts can predict token price evolution, what communities are getting traction, monitor liquidity of tokens, etc...\\n\\nFinancial incentives are not limited to the DeFi space. Any digital product can now choose to create a digital token and integrate an economic incentive structure into its design. One successful example is Axie Infinity, a blockchain-based game that lets players buy, breed, and fight monsters called Axies against each other to win in-game currency. The difference with Pokémon is that these monsters are registered on-chain as non-fungible tokens or NFTs and that players can exchange the in-game currency for cash. An economy has emerged around Axies, and the game clears $1.5 billion in annualized revenue. This is on par with AAA games in the traditional gaming business.\\n\\nThe design space of programmable money and smart contracts is limitless. One interesting road to explore is that of machine-to-machine interaction. Our houses are turning into switchboards for energy, managing subsystems like solar panels, heat pumps, cooling and ventilation systems, charging stations, etc… Web3 may bring our houses the ability to autonomously coordinate these systems while buying and selling electricity on a decentral energy grid.\\n\\nNot all benefits of web3 revolve around economics. Software developers and other inventors tend to get more excited about composability: the ability to take existing programs and adapt or build on top of them. To understand how composability emerges and how it accelerates, we briefly turn to DeFi.\\n\\nIn a few short years, the world of DeFi has managed feature parity with traditional finance: yield generation, lending, borrowing, hedging, futures, derivatives,... Every financial primitive has seen a web3 counterpart arise since 2017.  Even more impressive, DeFi is creating new financial products, like lossless lotteries, self-repaying loans, and savings accounts that generate actual yield. *Caveat emptor.*\\n\\nHow is this possible? First of all, web3 is permissionless. You don’t need anybody’s permission to build an app on a public blockchain; you just do it. Ethereum, for example, issued standards to facilitate this. ERC-20 is an important standard, enabling smart contract programmability and interoperability between (fungible) tokens.\\n\\nAnother quality attribute of web3 is that it is immutable. A smart contract, once deployed, cannot be updated. It can only be forked. The sword of immutability cuts both ways. In the creator example, it reassures our creators that the network won’t change the algorithm that redistributes the proceeds. On the other hand, immutable smart contracts do not let you go back to fix a bug or a vulnerability.\\n\\nThis permissionless and immutable nature is an incentive for developers to open source their code. If you were going to play around in DeFi, would you rather lock your funds in an open or a closed source smart contract? Exactly. When you combine a permissionless ecosystem with community standards and open source, composability emerges.\\n\\nSuddenly anyone can take existing programs or primitives and build on them without having to reinvent the wheel. Once a problem is solved, its solution becomes a digital Lego block, ready for the next developer to use or change at their bidding. To illustrate the point; at one Web3 university you can take a *beginner* course called: “Building a bank that isn’t a toy”.\\n\\n![From Questbook](https://images.mirror-media.xyz/publication-images/uuYi3NM9WjsfbwdLKOdN9.png?height=1692&width=3018)\\n\\nWe are still in the early stages of this innovation; time will tell how transformative all this turns out to be. This author never bets against the Internet but as we say in web3: *do your own research*.\",\"timestamp\":1638373165,\"title\":\"A boomer's guide to understanding web3\"},\"digest\":\"hlQgcW8j_HEebO8t19MtnI7uDxkgqzGkhPzjIindUgo\",\"authorship\":{\"contributor\":\"0x5E5536bfAD28Af8675654EE3fe4fd95E358D595F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DZGbBkYBeTDc8-nkJ11HULWoZbiNOMScwKra2vWb2P0\\\",\\\"y\\\":\\\"SBIKM6qSwCVfVnSPhaO_e5UurIjpkXThH7VBsABR_m4\\\"}\",\"signature\":\"s5bkXOlj8rfJ9SiP_ShZ2ivfvIzTjq9EeWi2I_1UDG2AyyLLL7aJvPt93-OdcAbQwNW6UKCAOY7kkJ6aJwdxPQ\",\"signingKeySignature\":\"0xd4fe52ba6582a04fb9dee1edca5b164df19182f5acd3cf6656124949600b514d73912580bda3c352bebb2f16b7ec9c447cfb8833ff9326770f237b7736abeb9c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DZGbBkYBeTDc8-nkJ11HULWoZbiNOMScwKra2vWb2P0\\\",\\\"y\\\":\\\"SBIKM6qSwCVfVnSPhaO_e5UurIjpkXThH7VBsABR_m4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"slGEGsBbpfml7Ok6BDhrqeNBwBmR2GFom-mj5jSI8b4\"}"