"{\"content\":{\"body\":\"I am bullish on the trends of BTC and ETH in the next quarter. Both rebounded from their June lows for most of the summer and broke upwards in July in the third quarter. In the past month, we have seen the first sharp correction since a wave of rally since late June. We are expected to form a macro-high low in the near future, and then push it to a new high before the end of the year.\\nWith the approval of the ETF, BTC has a potential catalyst, but its value proposition has been verified by various types of institutional participants at this time. I don't think the recent price impact will be as huge as in 2017. I personally think that given China’s policies, the crackdown on BTC mining/trading activities, and the fear of price peaks at the time, these fundamental events led to a large number of selling and capital outflows. We might have been unable to hold 30,000 in the summer. The low of the dollar. The adjustment of the geographical distribution of BTC mining activities should be beneficial in the long run, because this activity tends to be more decentralized and dispersed to regions that are not subject to regulatory restrictions. If we see more policy decisions similar to El Salvador, this could be a major bullish catalyst. From a technical analysis point of view, the BTC price will hold the \\\\~38,000-40,000 U.S. dollars area and break the range high first. \\\\~40,700 U.S. dollars is the highest daily closing price of the three-month interval in the summer. I think the low is in place, but I wouldn't be surprised if it dives to $36,000-$37,000 at the beginning of the quarter. As long as our weekly closing price is not lower than the range high of \\\\~42,000-43,000 US dollars, I am sure that it will continue to rise in the next few months and set a record high.\\nEthereum has implemented the EIP-1559 proposal upgrade. Its next main catalyst, the merger of the mainnet and the beacon chain and the plan to switch to the Proof of Stake (PoS) consensus mechanism, will be postponed to the second quarter of 2022, but it is becoming clearer Yes, ETH is the main currency of the Internet. You need ETH to buy NFTs, trade on DEX, use all loan agreements for deposits, etc. Although Ethereum faces competition from other L1s, what we see is that the overall user base of cryptocurrency continues to grow, not that ETH users leave Ethereum and switch to other L1s. The bottleneck of high gas fees is a major obstacle for retail investors to embrace Ethereum, but the development of L2 solutions is quickly solving this problem. Even without these L2 solutions, many long-term ETH users are already wealthy, and the Gas fee is just a drizzle for them. From an investment point of view, other L1s do have more room for upside, but because their plates are smaller and they have undergone fewer practical tests, they need to take more risks in order to get more returns, but Ethereum It will definitely not disappear anytime soon. I am optimistic about ETH/BTC in the medium and long term, because I think the ceiling of smart contract platforms is higher than the upper limit of BTC as a store of value. I use ETH every day, and I rarely use BTC personally.\",\"timestamp\":1634228390,\"title\":\"Outlook on the benchmark currencies Bitcoin and Ethereum\"},\"digest\":\"ZtsvdfHkxFxow1Mu4b9LoVdn5gm_widMXbVOJWABcr0\",\"authorship\":{\"contributor\":\"0x29dD1AdE86e11E3F5d7426B9456fc930C834A371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya67ZE2zrNQjOQkIKhiBbVs_R6nvrakQTux8jguYCC8\\\",\\\"y\\\":\\\"pDQb1wuUH9teeYycEjdF9mcufjHhe2NAOLwXMg_kIgQ\\\"}\",\"signature\":\"ssPbItQrM35XQmQ5abjVeRUdwmCZFuYqjLngR8c7zePCYSw2x0Pl5evud8uE8uG0x9LntKt0xwG60_sS8GLlZg\",\"signingKeySignature\":\"0x5989d3a3a3708bbc269643dd44cfa952d433a618d2bdd55e363ce51b11779f057db887698480f857297496fa8da1a87b25cf08fb2446735afc0e1d96d92108451b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya67ZE2zrNQjOQkIKhiBbVs_R6nvrakQTux8jguYCC8\\\",\\\"y\\\":\\\"pDQb1wuUH9teeYycEjdF9mcufjHhe2NAOLwXMg_kIgQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZtsvdfHkxFxow1Mu4b9LoVdn5gm_widMXbVOJWABcr0\"}"