"{\"content\":{\"body\":\"Light sadness, quietly slip into the heart of confidence. Once upon a time, something had slipped away.\\n\\n.\\n\\nYou say, you will always live in my heart, I think you will never leave; You say, you are my birthright, I then, put down the heart. Later, you suddenly quietly left, the world seems to have nothing, I fell ill.\\n\\nOnce upon a time, self-confidence is my inseparable partner, is it makes me glow, is it makes me full of dazzling eyes around. At school, I am the teacher's little darling, a good example in front of students, the honor roll space belongs to me. At home, I am a clever and clever daughter in my father's eyes. Has been in the naive thought, all this is my birthright!\\n\\nOnce upon a time, like looking at the blue sky in a daze; Once upon a time, like looking at the blue sky in a daze; Once upon a time, like looking at the crow feather as black night. Looking for the brightest star in the night sky; Once upon a time, idle to see flowers bloom and fall, also like Lin Daiyu sentimental. There was a time when I asked the universe, \\\"Why comfort me when there is nothing in the sky?\\\"\\n\\nGradually, confidence seems to be farther and farther away from me. I used to hold my head up high, but now I can no longer hold my head up. Light sorrow, quietly slip into the bottom of my heart. It occupies the position of confidence. A lamp never burns.\\n\\nComposition https://Www.ZuoWEn8.Com/, the pressure of learning is getting heavier and heavier, sometimes, feel it is a burden, hinder my pace of progress. Imagine more like Haizi, cutting wood, feeding cattle, facing the sea, spring flowers. However, how can I compare Haizi's heart. Dandelions, fluttering in the wind, grow where the land is fertile. Am I still the same fertile ground?\\n\\nMaybe the old man treated me well. When the fire in my heart quickly extinguished, is god sent an angel lit me, \\\"the third day is to struggle for life, the third day is the life of the resurrection.\\\" Brother said loudly to me. I got a jolt. Yes, once the failure, let me become a lifeless body. Once, when I was a child, I stood in front of my brother and said, \\\"Brother, WHEN I grow up, I want to enter a good high school and a good university.\\\" But now, when I was a child that sentence, I have not realized now, to be exact, even the realization of the time has not arrived, HOW can I live up to the childhood of that confidence. Why, I can't find the confidence I once had, regain the confidence I've had for so long.\\n\\nTime, if can not go to forget, only feel warm, so, I would rather life only for one season, a smile away a year, who said, time is still in, we fly. As long as you work hard, miracles will happen.\\n\\nLight sadness is gone, confidence has been picked up. Struggle is our life now, not afraid of difficulties, only afraid to give up!\",\"timestamp\":1635602717,\"title\":\"Article, regain confidence\"},\"digest\":\"3y9FW_oeC5WdVfGX7QKK5Y2xBEzoGIHL2SPZpxJT1QU\",\"authorship\":{\"contributor\":\"0xFaac78FA4f143657e6F74FA608e3576D1c91D0D6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3Xs_URNKFbk9TtfeTLS-HvTPEwwiqifuVV_K1FNKNCY\\\",\\\"y\\\":\\\"LAcgx1RijL6r6-wlzGpFqkD4laF3YKDAVOybolcMPs0\\\"}\",\"signature\":\"7FY12lYMIFkSpmKFQ4SzSWcRE_-M1SL6Ea0VZshjJfbNkj_1x-g_T8xTAIxvy5hwfUxQVZQmZwFhoEcMvRRomw\",\"signingKeySignature\":\"0xe79d71824b15b7fa3ef6d1ee474be8c1a05e23ce708de2164616bcc6ec1eb09976dcc8140a2fc2c7bd9a6be91029e39488d990f49ea169e2a9f5664ea12812be1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3Xs_URNKFbk9TtfeTLS-HvTPEwwiqifuVV_K1FNKNCY\\\",\\\"y\\\":\\\"LAcgx1RijL6r6-wlzGpFqkD4laF3YKDAVOybolcMPs0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3y9FW_oeC5WdVfGX7QKK5Y2xBEzoGIHL2SPZpxJT1QU\"}"