"{\"content\":{\"body\":\"*This article is has been transposed from my Twitter [thread](https://twitter.com/BillyBobBaghold/status/1468851018100207616) published on 9/12/2021 before the “ZK Day” with minor amends*\\n\\n**Introduction and TLDR**\\n\\nMATIC is primed to enter into price discovery IMO. It’s fundamentals and technicals are lining up nicely.\\n\\nLike most of my threads, this one focuses on fundamentals, but it’s worth touching on the bullish technicals to begin with.\\n\\nFirst a TLDR:\\n\\nMATIC is set to benefit from:\\n\\n* A primed chart;\\n* ZK and L2 narratives;\\n* the ETH merge; and\\n* Industry adoption.\\n\\nRead the article below for more detail.\\n\\n**Technicals**\\n\\nHistorically, after making ATHs, MATIC typically pulls back and sets a new local resistance level before smashing through that to seriously pump to new ATHs. Consider the rectangles below, that MATIC just broke through the local resistance, and it has been setting higher lows since.\\n\\n![](https://images.mirror-media.xyz/publication-images/5oKYaPXrc_yjEDCVj3ZwK.png?height=693&width=1178)\\n\\nThe chart could of course tank if BTC and ETH don’t behave, but the recent strength of ETH is promising, particularly given MATIC performs strongly in conjunction with ETH.\\n\\nEven without the technical set up described above, I would still be bullish on MATIC given the following fundamental catalysts.\\n\\n**Fundamentals**\\n\\nUntil about a month ago I used to think that MATIC was only the live POS chain that we’re all used to. I rotated to the POS chain in March, so I did well from it. Its tech is great for scalability, while it somewhat sacrifices decentralisation and security. As a result, I didn't think it would be a dominant general purpose chain chain. But I started learning a month ago that Polygon is a lot more, with several ZK scaling solutions in the works.\\n\\n*ZK Narrative*\\n\\nWe have all seen the L2 and ZK narrative start to form and gather steam over the last few weeks. Polygon is about to benefit from this narrative, as it’s aligned perfectly.\\n\\n*Hermez*\\n\\nPolygon [acquired](https://blog.hermez.io/explaining-polygonhermez/) HEZ, a ZK scaling solution, a few months ago via a token swap for MATIC. Hermez started as a speciality payments ZK implementation, but it is now also building full SNARK ZK EVM.\\n\\n*Miden*\\n\\nBut that’s not Polygon’s only ZK EVM implementation - Polygon is also working on Miden which is instead using STARKS for its ZK EVM implementation. Notably, Miden is led by Bobbin Threadbare, formerly Facebook’s core ZK researcher who led the development of Winterfell.\\n\\nA Polygon blog post describes the Miden innovation:\\n\\n“ZK Rollups are very promising solutions but their main drawback is that it is hard for them to support arbitrary logic and transactions, including those of the EVM (Ethereum Virtual Machine). Polygon Miden solves this challenge using its core component - Miden VM, a STARK-based virtual machine. Miden VM supports arbitrary logic and transactions and has one important additional feature - for any program executed on the VM a STARK-based proof of execution is automatically generated. This proof can then be used by anyone to verify that a program was executed correctly, without the need for re-executing the program or even knowing what the program was. With Miden VM, it becomes somewhat straightforward to build a ZK Rollup that can execute any transaction and program, including those currently living on Ethereum.”\\n\\n*And More*\\n\\nAs well as Miden and Hermez, the Polygon founders spoke on a recent Bankless podcast of even more ZK solutions. They include Validium implementations which will leverage Polgon’s data availability chain - Avail, yet another workstream in development.\\n\\n**UPDATE**: [Polygon Acquires Ethereum Scaling Startup Mir for $400M in MATIC](https://www.coindesk.com/business/2021/12/09/polygon-acquires-ethereum-scaling-startup-mir-for-400m-in-matic/)\\n\\nFrom the same podcast, we can expect Polygon’s ZK EVM chains to come online in Q1 or Q2 next year.\\n\\nPolygon’s work in the ZK space has just been highlighted at the Polygon ZK showcase, where Vitalik among others spoke.\\n\\n**How MATIC Fits In**\\n\\nThe Polygon founders confirmed on the same Bankless podcast that MATIC will link all of Polygon’s scaling solutions together. Although they didn’t announce exactly how, MATIC will likely be the utility token of all Polygon chains (as it is for Hermez), but if not it will still likely capture value from all the scaling solutions to a greater or lesser extent.\\n\\nSo in summary, via Polygon Avail, Hermez and Miden, and the POS chain, Polygon hopes to be an open-source swiss army knife of crypto scaling solutions.\\n\\n**Additional Bullish Fundamental Indicators**\\n\\nThere are too many to mention, but I will highlight five:\\n\\n**Polygon POS Chain After the ETH Merge**: ETH will move to POS next year, likely by Q2. This means L2s and sidechains which checkpoint back to ETH (like MATIC) will be cheaper to run. As a result MATIC POS will become even more attractive, particularly to sectors that skew more towards scalability in the blockchain trilemma. Gamefi is one of these sectors which could lead to even more gamefi projects on MATIC. This is saying something given it already has substantial traffic.\\n\\n**Addresses**: the number of total unique addresses on Polygon has now eclipsed 121m, recently adding 1m + addresses per day. If you don’t believe in TA, you should at least consider this.\\n\\n**DraftKings**: DraftKings [announced](https://announced) in October that it will become a validator on the POS chain. When a $27b public company bets (pardon the pun) on a chain, I pay attention.\\n\\n**Uniswap integration**: Polygon has published a [proposal](https://ambcrypto.com/polygon-proposes-uni-integration-ready-to-allocate-significant-amount-of-capital/) on Uniswap’s Governance Forum to deploy Uniswap protocol to Polygon. It is almost certain to pass given current levels of support.\\n\\n**$1B ZK fund**: Polygon is doubling down in ZKs - it has allocated [$1b of $MATIC](https://thecurrencyanalytics.com/finance/1-billion-dollars-invested-by-polygon-matic-for-merger-and-acquisition-of-hermez-network-32304.php) from its treasury to acquire and develop ZK tech and teams.\\n\\nSo there you have a run down of why I think MATIC is primed for new ATHs, provided the market behaves.\\n\\nIf you liked this article, you might also like my other Twitter threads on [L2s](https://twitter.com/BillyBobBaghold/status/1463205937653731328), [METIS](https://twitter.com/BillyBobBaghold/status/1459791867084787712) (an L2 scaling solution), and [FTM](https://twitter.com/BillyBobBaghold/status/1434637982422773768).\",\"timestamp\":1639092840,\"title\":\"The MATIC Bull Case\"},\"digest\":\"oQ-1J11LN6kJgiFkGxsiA5rFGYptOJ_Qq_HdAgB7osY\",\"authorship\":{\"contributor\":\"0x9fD966262Df869e1B3FF496dceE56275aa4c2300\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U1oQwRAWsd5SUteFqcmOvWHaePADUUiXD9d_l7ltGqY\\\",\\\"y\\\":\\\"KndUYu-E4Cuq8UYg8c1ZjFTGu5Yz4fNyYO9e0aVU1NE\\\"}\",\"signature\":\"WGYlfIP_OBjHkufW3hZ4j6AQgx4Olx6c5JS1LyqKcAr3ToQAt3dGObXUDNOBv49ieS_ol3iRm_bL-MwvXrmlwg\",\"signingKeySignature\":\"0x50f72078a448f2fb59bf814632eba202996b19ea0263ffbdc5380ea9ba9c1ab7616953db6a51143fe3e216ce86e5ef5cae1224747b387b3dd5812a2a1eb1d68a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U1oQwRAWsd5SUteFqcmOvWHaePADUUiXD9d_l7ltGqY\\\",\\\"y\\\":\\\"KndUYu-E4Cuq8UYg8c1ZjFTGu5Yz4fNyYO9e0aVU1NE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oQ-1J11LN6kJgiFkGxsiA5rFGYptOJ_Qq_HdAgB7osY\"}"