"{\"content\":{\"body\":\"### MetricsDAO solves analytical challenges for blockchains at scale.\\n\\nHow?\\n\\n* Through a community of Analytical Minds who are ready and willing to activate on blockchain data.\\n* By supporting utilization of all blockchain data platforms\\n* By providing a simple, effective process for generating outcomes.  This is “Organized, On-Demand Analytics Delivery” --- or OODAD.\\n\\n## There are 6 Elements of OODAD 🐐:\\n\\n*\\\\[Organized, On-Demand Analytics Delivery\\\\]*\\n\\n1. **Data Access and Curation:** Providing and transforming blockchain data for analytical queries.\\n2. **Generating Questions:** Discovering and organizing analytic needs of community, blockchain, foundation into questions that can be addressed by analytical minds.\\n3. **Questions Become Challenges:** assigning a variety of factors - such as difficulty level and bounty band - to properly attract and engage the right level of analyst.  Great results come when the questions are framed properly and turned into challenges to be solved.\\n4. **Challenges Become Solutions:**  Analysts may deliver results, visualizations, insights etc. to address particular challenges, generating “Solutions”.  Note that an effective cadence of prioritization into epochs helps center analysts on the right challenges at the right time.\\n5. **QA for Solutions:**  A critical step to ensure that a solution meets data and delivery quality standards. Simply put, does the solution solve the Challenge, and does it do it well?\\n6. **Rewards for Solutions:**  An operational requirement to pay Analytical Minds for the results they deliver.\\n\\nIn order to make OODAD a reality, we began a series of experiments in 2021 that will continue into 2022.\\n\\n### OODAD experiments will educate and activate Analytical Minds through live interactions with real blockchains, real data and real challenges.\\n\\n*Each step of the process may allow for DAO community members to receive Partner Tokens as rewards.*\\n\\nOver the course of 2022, MetricsDAO will also be developing applications and smart contracts to execute on each step, and to enable the token rewards to be distributed in as automated a fashion as possible.\\n\\n## Initial Experiments \\\\[\\\\*0-2\\\\]:\\n\\n### Experiment \\\\*0: Curating Data for Harmony \\\\[OODAD Step #1\\\\]\\n\\nThe Harmony Blockchain required its data to be analytics ready,\\n\\nA group of MetricsDAO community members worked to develop curated tables within the snowflake interface.  Flipside’s Chainwalking technology was provided to enable the pipelining and development of the data.\\n\\n[Experiment 0](https://mirror.xyz/0x3138165f8d21d4869dbD406CD8bc8055CAC8fb6E/T-cnL3rLnjKVPjE1woecZh2rwLRyaDrAmeT6v8565Ik)\\n\\n### Experiment \\\\*1: Olympus DAO Questions \\\\[OODAD Step # 2\\\\]\\n\\nIn order for the community to develop Solutions for Challenges, needs must be gathered from the community as Questions, and prioritized base on demand.\\n\\nFor OlympusDAO and Harmony, a public access point for community members to document and prioritize needs was delivered. Learnings from Experiment \\\\*1 were documented [here](https://mirror.xyz/0x3138165f8d21d4869dbD406CD8bc8055CAC8fb6E/IRz3HMVRt_Ra6DH_pFLwHso_iQ-m2e0G1_Js5ahJzj8). \\n\\n[OlympusDAO Question Bank](https://bounty.metricsdao.xyz/bounty-programs/olympus-dao)\\n\\n### Experiment \\\\*2: Olympus DAO Generating Solutions \\\\[OODAD Step #4\\\\]\\n\\nWith a question bank in hand, analytical minds were offered bounties for solving specific Challenges.\\n\\nNote: MetricsDAO took the liberty of solving STEP #3, turning Questions into Challenges, with current resources - direct Experiments for this will be coming.\\n\\n[Olympus DAO Solution Capture](https://submit.metricsdao.xyz/olympus_dao)\\n\\n## Active Experiment \\\\[\\\\*3\\\\]:\\n\\n### Experiment \\\\*3: OlympusDAO QA for Solutions \\\\[OODAD Step #5\\\\]:\\n\\nAnalytical Minds to Evaluate Solutions\\n\\n* Graders will be sourced from the community to evaluate Solutions\\n* They will be paired with experienced Graders who have performed work before.\\n* Results will be compared to evaluate effectiveness of grading Solutions\\n* Winning Solutions will be selected for payment\\n\\n## Upcoming Experiments \\\\[\\\\*4 & 5\\\\]:\\n\\n### Experiment \\\\*4:  Olympus DAO Incentive Delivery for Solutions \\\\[OODAD Step #6\\\\]\\n\\nNow that Solutions have been QA’d for OlympusDAO, it’s time to provide incentives for the participants.\\n\\nFunds to be withdrawn from MetricsDAO treasury and to be delivered to wallets of those who delivered the best Solutions.\\n\\n### Experiment \\\\*5: Harmony Questions Become Challenges \\\\[OODAD Step #3\\\\]:\\n\\n[Harmony Questions Bank](https://bounty.metricsdao.xyz/bounty-programs/harmony) has already been setup.  The next step is to turn those questions into Challenges, with the community curating the difficulty and market value of a question.\\n\\n*Tool tip:  Deciding how much to pay someone is surprisingly difficult; the wisdom of the crowds and the collective experience of analytical minds can solve this problem in a way few organizations (centralized or otherwise) can match*\\n\\n## Simple OODAD 🐐 Glossary:\\n\\n**Data Curation:** The act of preparing data for analytics\\n\\n**Questions:** The analytical needs of a blockchain\\n\\n**Challenges:** Questions transformed into activities for Analytical Minds to work on\\n\\n**Solutions:** The results of Challenges, developed by Analytical Minds\\n\\n**Rewards:** The construct by which an Analytical Mind is compensated for their effort on delivering Solutions.\\n\\nIf you’d like to get involved in MetricsDAO, please [join our discord](https://discord.gg/3daVG8w5hG), and [follow our Twitter here](https://twitter.com/MetricsDAO).\\n\\nPS: Astute animal lovers will note that an Aoudad is actually a sheep 🐏.  It just looks like a GOAT 🐐.\",\"timestamp\":1641227901,\"title\":\"MetricsDAO 2022: Introducing The OODAD 🐐\"},\"digest\":\"x6BLNrUtxZCf8xZ-vOhiRo6pDujaVCwzWhE9fO1JX7M\",\"authorship\":{\"contributor\":\"0x3138165f8d21d4869dbD406CD8bc8055CAC8fb6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jAXBanRqUOkavnuZvTXYUuUcpCMf9fiQBWeRL2pMeeA\\\",\\\"y\\\":\\\"pSQj5JQpiEcsaJ9oDGGHugNHlbhCBFn70_gMfo7LOdM\\\"}\",\"signature\":\"emOIqbXU6ZmYke86s61EOuttzjQ60JO0OItgc9vuaGwZgrdICNZk7Hf821eN4IQ0o3i1Mrff7WElrla7FqP4WA\",\"signingKeySignature\":\"0x4259314b883736c34cdf351b3de9fc02f8736b484e1c30718a736f2119e91b67685349c189e28a9057eb8a0e6e273a17b94c5aa7ab59e53c1bfafc25f8618ba41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jAXBanRqUOkavnuZvTXYUuUcpCMf9fiQBWeRL2pMeeA\\\",\\\"y\\\":\\\"pSQj5JQpiEcsaJ9oDGGHugNHlbhCBFn70_gMfo7LOdM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7c2GeQZ96UcNUewG4cPgQUEjaJ2nGmkbB2f2fKPNK4c\"}"