"{\"content\":{\"body\":\"Now it came to pass as Kai Khosrau foretold. For Afrasiyab, when he learned the death of Piran, was beside himself with grief. And he lifted up his voice in wailing, and he spake, saying-\\n\\n\\\"I will no longer taste the joys of life, nor live like unto a man that weareth a crown, until I be avenged upon Kai Khosrau, the offspring of an accursed race. May the seed of Saiawush perish from off the face of the earth!\\n\\n\\\"And when he had so spoken he made ready for yet another war, and from all corners of the earth the kings came forth to aid him. And Kai Khosrau, when he learned thereof, got ready his army also, and he sware that he would lead this war of vengeance unto a good end. So he sent greeting unto Rustem his Pehliva, and prayed of him that he would aid him in his resolve. And Rustem listened to the voice of his Shah, and came forth from Zaboulistan with a mighty army to aid him. Then the Shah confided his hosts unto Tur and Rustem, and the valleys, and the hills, and the deserts, and the plains were filled with the dust that uprose from their footsteps. And they were warriors that bare high their heads, and they knew neither weariness nor fear.\\n\\nNow when the armies met, Afrasiyab called before him Pescheng, his son, and bade him bear a writing unto the Shah of Iran. And he wrote, saying-\\n\\n\\\"That which thou hast done, it is contrary to custom; for a son may not lift his hand against his father, and the head of a grandson that goeth out in enmity against his grandsire is filled with evil. And I say unto thee, Saiawush was not slain without just cause, for he turned him away from his ruler. And if thou sayest unto me that I am an evil man, and issue of the race of Ahriman, remember that thou too art sprung from my loins, and that thy insults fall back upon thyself. Renounce, therefore, this strife, and let a treaty be made between us, and the blood of Saiawush be forgotten. And if thou wilt listen unto my voice, I will cover thee with jewels, and gold and precious things will I give unto thee, and joy shall reign throughout the land.\\\"\\n\\nBut Kai Khosrau, when he had read this message, knew that Afrasiyab sought only to beguile him. So he sent a writing unto the King of Turan, and he said-\\n\\n\\\"The cause of strife between us is not sprung from Saiawush alone, but for that which thou didst aforetime, and which thy fathers did unto Irij. Yet that which thou hast done hath caused the measure of wrath to overflow. Wherefore the sword alone can decide between us.\\\"\\n\\nThen he challenged the nobles of Turan to come forth in combat. And he himself strove with Schideh, the son of Afrasiyab, and he laid him low after the manner in which Afrasiyab had laid low the head of Saiawush. And when he had done so, the army of Turan came forth to avenge their king, but the men of Iran overcame them. And Afrasiyab was constrained to fly from before the face of Kai Khosrau, and it was as gall and wormwood unto his spirit. And Kai Khosrau followed after him, and he would not suffer him to hide himself from his sight; and he made him come forth yet again in battle, and yet again he routed him utterly. And the men of Iran slew the men of Turan until the field of battle was like unto a sea of blood, and they fought until the night covered the heavens, and the eyes of the warriors were darkened with sleep. And Afrasiyab fled yet again beyond the borders of Turan, and he craved of his vassals that they would hide him from the wrath of Kai Khosrau. But the nobles were afraid of the Shah, and of Rustem, who went with him; and they refused shelter unto Afrasiyab, and he was hunted over the face of the earth. Then he sought out the King of China, and asked of him that he would shelter him. And the King gave him shelter for a while. But when Kai Khosrau learned where Afrasiyab was hid, he followed after him, and he bade the King of China render to him his enemy, and he menaced him with fire and sword if he did not listen to his behest. So the King bade Afrasiyab depart from out his borders. And Afrasiyab fled yet again, but wheresoever he hid himself he was found of Kai Khosrau, and his life was a weariness unto him.\\n\\nNow for the space of two years Kai Khosrau did thus unto Afrasiyab, and the glory of Turan was eclipsed, and Rustem reigned within the land. And when the second year was ended the power of Afrasiyab was broken, and Kai Khosrau bethought him to return unto Iran and seek out Kai Kaous, his sire. And the old Shah, when he learned it, was young again for joy. He caused his house to be decked worthy a guest, and he made ready great feasts, and he called forth all his nobles to do honour unto Kai Khosrau, his son. And all the land was decked in festal garb, and the world resembled cloth of gold, and musk and amber perfumed the air, and jewels were strewn about the streets like unto vile dust.\\n\\nNow when the Shah came nigh unto the city, Kai Kaous went forth to meet him, and he prostrated him in the dust before his son. But Kai Khosrau suffered it not, but raised him, and he kissed him upon his cheeks, and he took his hand, and he told unto him of all the wonders that he had beheld upon his travels, and of the mighty deeds that had been done of Rustem and his men. And Kai Kaous was filled with marvel at his grandson, and he could not cease from praising him and pouring gifts before his face. And when they had feasted the army, and were sated with speech, they went in unto the temple of Ormuzd and gave thanks unto God for all His blessings.\\n\\nNow while these things were passing in the land of Iran, Afrasiyab wandered over the earth, and he knew neither rest nor nourishment. And his soul was unquiet, and his body was weary, and he feared danger on all sides. And he roamed till that he found a cavern in the side of a mountain, and he crept into it for rest. And he remained a while within the cave pondering his evil deeds, and his heart was filled with repentance. And he prayed aloud unto God that He would grant him forgiveness of his sins, and the cries of his sorrow rent the air.\\n\\nNow the sound thereof pierced even unto the ears of Houm, a hermit of the race of Feridoun, who had taken up his abode in the mountains. And Houm, when he heard the cries, said within himself, \\\"These are lamentations of Afrasiyab.\\\" So he sought out the spot whence they came forth, and when he had found Afrasiyab he wrestled with him and caught him in his snare. Then he bound him, and led him even into Iran before the face of Kai Khosrau, that the Shah might deal with him according to his desire.\\n\\nNow when Afrasiyab was come before the Shah, Kai Khosrau reproached him yet again with his vile deeds. And when he had done speaking, he lifted up his sword and he smote with it the neck of Afrasiyab, and he severed his head from off his trunk, even as Afrasiyab had done unto Saiawush, his father. And thus was the throne of Turan made void of Afrasiyab, and his evil deeds had in the end brought evil upon himself. And Gersiwaz, whom the Shah had taken captive in the battle, was witness of the fate of his brother. And when he had looked upon the end of Afrasiyab, Kai Khosrau lifted up the sword against him also, and caused him to perish in like manner as he had slain Saiawush.\\n\\nAnd when it was done, and the vengeance was complete, the Shah caused a writing to be sent unto all his lands, and to every noble therein and every vassal, even from the west unto the east. And he told unto them therein how that the war of vengeance was ended, and how that the earth was delivered of the serpent brood. And he bade them think on the arts of peace and deliver up their hearts to gladness. And when it was done Kai Kaous made him ready to depart from the world. So he gave thanks unto God that He had suffered him to see the avenging of Saiawush accomplished, and he said-\\n\\n\\\"I have beheld my grandson, the light of mine eyes, avenge me and himself. And now am I ready to go forth unto Thee, for thrice fifty years have rolled above my head, and my hair is white and my heart is weary.\\\"\\n\\nAnd after he had thus spoken Kai Kaous passed away, and there remained of him in the world but the memory of his name. Then Kai Khosrau mourned for his grandsire as was fitting. But when the days of mourning were ended he mounted again the throne of the Kaianides, and for sixty years did Kai Khosrau rule the world in equity, and wisdom flourished under his hands. And wheresoever the Shah looked he beheld that his hand was stretched out in gladness, and there was peace in all the lands. Then he gave praise unto God that He had suffered him to do these things. And when he had done so he pondered within himself, and he grew afraid lest Ahriman should get possession of his soul, and lest he should grow uplifted in pride like unto Jemshid, that forgot whence came his weal and the source of his blessings. So he said within himself-\\n\\n\\\"It behoveth me to be careful, for I am sprung from the race of Zohak, and perchance I may become a curse unto the earth, like to him. Wherefore I will entreat of Ormuzd that He take me unto Himself before this evil befall me, since there is no longer work for me to do on earth.\\\"\\n\\nThen he gave commandment to the keepers of the curtains that they suffer no man to enter in upon him, but he bade them refuse it with all kindness. And when it was done Kai Khosrau withdrew him into the inner courts, and he ungirded him of his sash of might, and he laved his limbs in a running stream, and he presented himself in prayer before God his Maker. And for seven days the Shah stood in the presence of Ormuzd, neither did he weary to importune Him in prayer.\\n\\nNow while he did so many great ones of Iran came unto the courts of the Shah and demanded audience. And it was refused them. Then they murmured among themselves, and they marvelled why the thoughts of the King should have grown dark in a time of good fortune. And when they found that their importunity availed them nought, they consulted among themselves what they should do. Then Gudarz said-\\n\\n\\\"Let us send tidings of these things even unto Zal and Rustem, and entreat of them that they come unto our aid, for perchance Kai Khosrau will listen unto their voice.\\\"\\n\\nSo Gew was sent forth into Zaboulistan.  Now when he was gone, it came about that on a certain day, when the sun had lifted his shield of gold above the world, Kai Khosrau ordained that the curtains of the audience-chamber be lifted. So there came in unto him his Mubids and the nobles, and they stood about his throne, and their hands were crossed in supplication. Then Kai Khosrau, when he saw it, asked of them what they desired. So they opened their mouths and said-\\n\\n\\\"May it please the Shah to tell unto us wherein we have failed that we are shut out from his presence.\\\"\\n\\nThen Kai Khosrau answered and said, \\\"The fault is not with you, and the sight of my nobles is a feast unto mine eyes. But my heart hath conceived a desire that will not be quieted, and it giveth me rest neither by day nor by night and I know not how it will end. Yet the time is not ripe to tell unto you my secrets, but verily I will speak when the hour is come. Return, therefore, unto your homes, and be glad in your spirits, and rejoice in the wine-cup, for no foe troubleth the land, and prosperity hangeth over Iran.\\\"\\n\\nThen when he had so spoken, Kai Khosrau dismissed them graciously. But when they were departed he gave commandment that the curtains be closed, and that no man be suffered to enter his courts. And he presented him yet again before God, and he prayed in the fervour of his spirit, and he entreated of Ormuzd that He would suffer him to depart from the world now that his task therein was ended. For he beheld that this life is but vanity, and he yearned to go hence unto his Maker. And for the space of five weeks did Kai Khosrau stand thus before his God, and he could neither eat nor sleep, and his heart was disquieted.\\n\\nNow it came about one night that Kai Khosrau fell asleep for weariness. And there appeared unto him a vision, and the Serosch, the angel of God, stood before him. And he spake words of comfort to Kai Khosrau, and he said that the Shah had done that which was right in the sight of God, and he bade him prepare for his end, and he said-\\n\\n\\\"Before thou goest hence choose from amongst thy nobles a king that is worthy the throne. And let him be a man that hath a care of all things that are created, even unto the tiny emmet that creepeth along the ground. And when thou hast ordered all things, the moment of thy departure shall be come.\\\"\\n\\nWhen Kai Khosrau awoke from his dream he rejoiced, and poured out his thanks before God. Then he went unto his throne and seated himself thereon, and got together his treasures. And he ordered the world for his departure.\\n\\nNow while he did so, Zal and Rustem, his son, were come unto the city, and their hearts were filled with sore displeasure because of that which the nobles had told unto them. And the army came forth to greet them, and they wept sore, and prayed of Zal that he would turn back unto them the heart of Kai Khosrau. And they said, \\\"A Deev hath led him astray.\\\" Then Zal and Rustem went in before the Shah. And Kai Khosrau, when he saw them, was amazed, but he was glad also, and he gave them his hand in greeting. And he accorded to them seats of honour, as was their due, and when he had done so, he asked of them wherefore they were come forth. Then Zal opened his mouth and spake, saying-\\n\\n\\\"I have heard, even in Zaboulistan, that the curtains of the Shah are closed unto his servants. And the people cry out thereat, and men say that Kai Khosrau is departed from the path that is right. Wherefore I am come forth to entreat of thee, if thou have a secret care, that thou confide it to thy servant, and surely a device may be found. For since the days of Minuchihr there is no Shah like to thee, but thy nobles are afraid lest thou stumble in the paths of Zohak and Afrasiyab. Wherefore they entreat of me that I admonish thee.\\\"\\n\\nNow when Kai Khosrau had listened unto the voice of Zal the aged, he was not angered, but he answered, saying-\\n\\n\\\"O Zal, thou knowest not that whereof thou speakest. For I have withdrawn myself from men that I might do no evil, and I have prayed unto God that He take me unto Himself. And now is the Serosch come unto me, and I know that Ormuzd hath listened unto my voice.\\\"\\n\\nWhen the nobles heard this they were afflicted, but Zal was angered, and he deemed that the wits of Kai Khosrau were distraught. And he said-\\n\\n\\\"Since I have stood before the throne of the Kaianides no Shah hath spoken words like to thine. And I fear that a Deev hath led thee astray, and I implore of thee that thou listen not unto his voice, and that thou give ear unto the words of an aged man, and that thou turn thee back into the path that is right.\\\"\\n\\nAnd when Zal had done speaking, the nobles cried with one accord that he had spoken for them also. Then Kai Khosrau was sorrowful, but he would not suffer anger to come into his spirit. And when he had pondered, he opened his mouth and spake, saying-\\n\\n\\\"O Zal, I have given ear unto the words which thou hast spoken, give ear now unto the answer. For I have not departed from the paths of Ormuzd, and no Deev hath led me astray. And I swear it unto thee, even by God the Most High. But because I am sprung from Afrasiyab the evil one, and am linked unto the race of Zohak, I am afraid, and I fear to grow like to Jemshid and Tur, who wearied the world with their oppressions. And, behold, I have avenged my father, and have made the world submissive unto my will; and I have established justice in the realm, and the earth is glad, wherefore there is no longer aught for me to do, for the power of the wicked is broken. Therefore, lest I grow uplifted in my soul, I have entreated of Ormuzd that He suffer me now to go hence, even unto Himself. For I am weary of the throne and of my majesty, and my soul crieth for rest.\\\"\\n\\nWhen Zal heard these words he was confounded, for he knew that they were true. And he fell in the dust before the Shah, and he craved his forgiveness for the hard speech that he had spoken, and he wept, saying-\\n\\n\\\"O Kai Khosrau, we desire not that thou go hence.\\\"  And the Shah accorded forgiveness unto the old man, because of the great love he bare him; and he lifted him from the ground and kissed him. And when he had done so, he bade him go forth with Rustem. And he commanded that the nobles and all their armies should camp upon the plains. And Zal did as the Shah desired, and the hosts were encamped without the doors.\\n\\nNow when it was done, Kai Khosrau mounted upon the crystal throne, and he held in his hand the ox-headed mace, and he bare on his head the crown of the Kaianides, and a sash of might was girded round his loins. And on his right hand stood Rustem the Pehliva, and on his left Zal the aged. And he lifted up his voice and spake words of wisdom unto his army; and he said unto them that the sojourn of man was brief upon the earth, and that it became him to remember his end. And he said how he had also bethought him of his death. And he spake, saying-\\n\\n\\\"I have made me ready to depart, and my testament will I speak before you. I will give richly unto those that have wearied themselves in my service, and of those to whom I owe gratitude I will speak unto God, and implore of Him that He reward them according to their deserts. And I give unto the Iranians my gold, and my armour, and my jewels, and whosoever is great among you to him do I give a province.\\\"\\n\\nThus for the space of seven days did the Shah sit upon his throne and order his treasurer how he should act. Then on the eighth he called before him Gudarz the wise, and he gave to him instructions. And he bade him be kind unto the poor, and the widowed, and the fatherless, and he entreated him to dry the eye of care. Then he gave unto him much treasure, and rendered unto him thanks for the services that he had done before him. And he gave rich gifts also unto Zal, and Gew, and Rustem, and to all his nobles, according to their degree. And he desired of them that they should ask a boon at his hands, and whatsoever it was he gave it. And he spake, saying-\\n\\n\\\"May my memory be hateful unto none.\\\"  Then he called before him Rustem, and praised the mighty deeds that he had done, and he invoked the blessings of Heaven upon his Pehliva. And after many days, when all these things were accomplished, the Shah was weary, but his task was not yet fulfilled. For there was one among the nobles whose name he had not named. And the others knew thereof, but they ventured not again to admonish Kai Khosrau, for they were amazed at his wisdom and his justice, and they saw that he did that which was right.\\n\\nNow after some time the Shah opened his mouth and called before him Byzun, and he said-\\n\\n\\\"Lead forth before me Lohurasp, who is sprung from the seed of Husheng, the Shah.\\\"\\n\\nAnd Byzun did as Kai Khosrau commanded.  Now when he had brought Lohurasp before the throne, Kai Khosrau descended from its height, and he gave his hand unto Lohurasp and blessed him. Then he put upon his head the crown of the Kaianides and saluted him Shah, and he said-\\n\\n\\\"May the world be submissive to thy will.\\\"  But the nobles, when they saw it, were confounded, and they murmured among themselves that Lohurasp should have the kingdom, and they questioned wherefore they should pay allegiance unto him. Then Kai Khosrau was angered, and he opened his lips, saying-\\n\\n\\\"Ye speak of that ye know not, and haste hath unbridled your tongues. For I say unto you that which I have done I have done justly, and in the sight of God, and I know that Lohurasp is a man worthy the throne, and that Iran will prosper under his hands. And I desire that ye salute him Shah, and whosoever regardeth not this, my last desire, I hold him a rebel unto God, and judgment shall fall upon him.\\\"\\n\\nNow Zal, when he heard these words, knew that they were just. So he stepped out from among the nobles and came before Lohurasp, and did obeisance unto him as to the Shah. And the army, when they saw it, shouted their homage also, and all the land of Iran was made acquainted with the tidings.\\n\\nNow when it was done, Kai Khosrau turned him to his nobles, saying-\\n\\n\\\"I go now to prepare my spirit for death.\\\" And when he had so spoken he entered behind the curtains of his house. And he called before him his women, and he told unto them how he should depart. And they wept sore at the tidings. Then Kai Khosrau confided them unto Lohurasp, and he gave to him safe counsels, and he said-\\n\\n\\\"Be thou the woof and the warp of justice.\\\"  And when all was ready, he gat him upon his horse to go forth into the mountains. And Lohurasp would have gone also, but Kai Khosrau suffered it not. But there went with him Zal and Rustem, Gudarz also, and Gustahem and Gew, and Byzun the valiant, and Friburz, the son of Kai Kaous, and Tus the Pehliva. And they followed after him from the plains unto the crest of the mountains. And they ceased not from mourning that which was done of Kai Khosrau, and they said among themselves that never had Shah done like unto him. And they strove to change his purpose. But Kai Khosrau said unto them-\\n\\n\\\"All is well, wherefore weep ye and trouble my spirit? \\\"\\n\\nNow when they were gone with him the space of seven days, Kai Khosrau turned unto his nobles and spake, saying-\\n\\n\\\"Return now upon the road that ye are come, for I am about to enter in upon a path where neither herb nor water can be found. Wherefore I entreat of you that ye spare yourselves this weariness.\\\"\\n\\nThen Zal and Rustem, and Gudarz the aged, listened unto the voice of the Shah, for they knew that he spake that which it became them to obey. But the others refused ear unto his voice, and they followed after him yet another day, but their force was spent in the desert. Now when the evening of that day was come they found a running stream. Then Kai Khosrau said, \\\"Let us halt in this spot.\\\" And when they were encamped he spake unto them of the things that were past, and he said unto them that when the sun should have lifted up its face anew they should behold him no longer in their midst, for the time of his departure was at hand. And when the night was fallen he drew aside and bathed his body in the water, and prayed unto God his Maker. Then he came yet again before his nobles, and he awakened them from their slumbers, and he spake unto them words of parting. And he said-\\n\\n\\\"When the daylight shall be come back, I say unto you, return upon your path, neither linger in this place, though it should rain musk and amber, for out of the mountains a great storm will arise that shall uproot the trees and strip the leaves from off their branches. And there shall come a fall of snow such as Iran hath not seen the like. But if ye do not as I say unto you, verily ye shall never find the path of return.\\\"\\n\\nNow the nobles were troubled when they heard these words, and the slumber that fell upon their eyelids was fined with sorrow. But when the raven of night flew upwards, and the glory of the world flooded the earth with its light, Kai Khosrau was vanished from among them, and they sought out his traces in vain. Now when they beheld that he was gone, they wept in the bitterness of their hearts, and Friburz spake, saying-\\n\\n\\\"O my friends, listen to the words that I shall speak. I pray of you, let us linger yet a while in this spot, lest peradventure Kai Khosrau should return. And since it is good to be here, I know not wherefore we should haste to depart.\\\"\\n\\nAnd the nobles listened to his voice, and they encamped them on this spot, and they spake continually of Kai Khosrau, and wept for him, but they forgot the commandment that he had spoken. Now while they slept there arose a mighty wind, and it brought forth clouds, and the sky grew dark, and before the daylight was come back unto the world the earth was wrapped in snow like to a shroud, and none could tell the valleys and the hills asunder. And the nobles, when they awoke, knew not whither they should turn, and they sought after their path in vain. And the snow fell down upon them, and they could not free them of its might, and though they strove against it, it rose above their heads and buried them, and after a little the life departed out of their bodies.\\n\\nNow after many days, when Zal, and Rustem, and Gudarz beheld that the nobles returned not, they grew afraid and sent forth riders to seek them. And the men searched long, but in the end they found the bodies, and they bare them down into the plains. And sore was the wailing in the army when they beheld it, and a noble tomb was raised above their heads. But Lohurasp, when he learned that Kai Khosrau was vanished, mounted the throne of the Kaianides. And he called before him his people that they should do allegiance unto him. And they did so, and the place of Kai Khosrau knew him no more.\",\"timestamp\":1638114557,\"title\":\"THE PASSING OF KAI KHOSRAU\"},\"digest\":\"2ooZmCZ6i2sPHhdnGz-Cc_yInNmKVC27XR7xbBHPdhE\",\"authorship\":{\"contributor\":\"0x16990aD90610D9D4925b2E887231d56E95e0FBFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"signature\":\"1-V482QINkBoI64z4moyQ8Zfj_xgBvNuUT3Xpgc6ejweM7dMrlknnfGcOUgvej2n0TVAyV_TcLGJgLwL7lCjcA\",\"signingKeySignature\":\"0x5e2a8b546984bceff15076d1a4dd3b33ad8bdf681aa82721961bb01211c5261f385019442b43a95bf86a8fa8274b1126422488dd154c3397b440e9a9910cc0711c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2ooZmCZ6i2sPHhdnGz-Cc_yInNmKVC27XR7xbBHPdhE\"}"