"{\"content\":{\"body\":\"## Anyone can create and sell their own NFT – a non-fungible (unique) token everybody is talking about.\\n\\n![](https://images.mirror-media.xyz/publication-images/IGRuxuxZevYGLcp6jhEUu.png?height=600&width=800)\\n\\nThis year, it seems like everybody is buying cryptocurrency — even your grandma probably got some. An NFT is the latest craze in the cryptocurrency space. You probably heard something about those already: [Grimes getting millions of dollars for NFTs](https://www.theverge.com/2021/3/1/22308075/grimes-nft-6-million-sales-nifty-gateway-warnymph) or how [people are spending six figures on pictures of NFT rocks](https://gizmodo.com/people-are-shelling-out-six-figures-for-nft-rocks-1847508926). But what is an NFT? Is it an art form? Platform? Type of coin? And how creatives can take advantage of this new trend?\\n\\nEven though the whole concept might sound complicated at first, anyone can post their NFTs. Believe it not, it takes only 10 minutes to do the entire thing, even if you don’t have a cryptocurrency wallet or have no idea how cryptocurrency works. **This quick and easy tutorial will show you how to create a MetaMask wallet, connect it to an OpenSea account, and post your first masterpiece for the entire world to see. After that, all you need to do is to market and sell your newly created NFT:**\\n\\n[https://medium.com/dare-to-be-better/how-to-promote-your-nfts-ae837725a4d3](https://medium.com/dare-to-be-better/how-to-promote-your-nfts-ae837725a4d3)\\n\\nAlso, if you are serious about selling NFTs, check out this article first. There are a few important things you should be aware of before you start selling your digital art:\\n\\n[https://medium.com/dare-to-be-better/why-i-didnt-sell-my-nft-647b7386acc7](https://medium.com/dare-to-be-better/why-i-didnt-sell-my-nft-647b7386acc7)\\n\\n## 💰 What is an NFT?\\n\\nAn NFT is a non-fungible token and is part of the Ethereum blockchain. But what does it mean? “Non-fungible” more or less means that it’s unique and can’t be replaced. Bitcoin, for example, is fungible — you can easily trade one for another bitcoin and get exactly the same thing. A one-of-a-kind artwork, however, is non-fungible.\\n\\n![](https://images.mirror-media.xyz/publication-images/CJsfLHQbHUgBacOotUcU6.png?height=467&width=730)\\n\\nNFTs are not only pictures though. In fact, it can be any digital item, but until we wait for more advanced technologies (how about uploading your brain to the cloud and turning it into an NFT?), everybody is mostly selling digital art.\\n\\n## 😕 But..why?\\n\\nPeople pay crazy money for NFTs...why? You can think of NFTs as [an evolution of fine art collecting](https://www.adweek.com/media/nfts-guide-nonfungible-tokens-cryptomedia-trend-ownership-internet/), only with digital art. Here are only a few things that were sold as NFTs:\\n\\n* NBA virtual trading cards\\n* Music and video clips from Deadmau5\\n* Video art by Grimes\\n* The original “nyan cat” meme\\n* A tweet\\n* Virtual real estate in a place called Decentraland\\n\\nAt the same time, NFT websites like OpenSea are full of real masterpieces. Personally, I follow a 3D artist Outpsyd who creates our-of-this-world artworks and turns them into NFTs on a SuperRare website. Just look at this beauty! Mind-blowing.\\n\\n![](https://images.mirror-media.xyz/publication-images/q-VTd45QpTNIi73Ho2vZ3.png?height=1050&width=1050)\\n\\n## 🖼️ Create a Unique Artwork\\n\\n![](https://images.mirror-media.xyz/publication-images/h54N8hyGqSnQxjq36WKNQ.png?height=594&width=1050)\\n\\nThe first step is to create a unique artwork that will be uploaded to the OpenSea website as an NFT. Your NFT shouldn't be an image, it can also be a video, audio, or a 3D Model. OpenSea supports a wide array of file types including JPG, PNG, GIF, SVG, MP4, WEBM, MP3, WAV, OGG, GLB, and GLTF.\\n\\nFor this tutorial, I chose to upload one of my silly drawings created in Figma. Meet Eggduck, a simple vector drawing that will soon become a cool NFT.\\n\\n![](https://images.mirror-media.xyz/publication-images/vGwoqxo5GUjJS8xJXflSk.png?height=396&width=396)\\n\\n## 🦊 Create a MetaMask Wallet\\n\\nThe first step is to download a MetaMask if you don’t have it installed already. It’s a secure Ethereum wallet and it’s completely free. The easiest way is to install it for Chrome and then click on Create a wallet (second screenshot). Keep in mind that the password you choose is not as important as the secret recovery phase. The best practice is to write it down on a piece of paper and store it in a secure place.\\n\\n![](https://images.mirror-media.xyz/publication-images/u_IHta5uXOWgmUm5UBB-v.png?height=690&width=1050)\\n\\n![](https://images.mirror-media.xyz/publication-images/qPhHVWeFBV3S9_MC3bD9U.png?height=487&width=1050)\\n\\n## 🌊 Create an OpenSea Account\\n\\n![](https://images.mirror-media.xyz/publication-images/xSESNlPEZmiEJdmvBbdv7.png?height=646&width=1050)\\n\\nOpenSea\\n\\nCreating an OpenSea Account is even easier. All you need to do is to link your OpenSea account with your MetaMask account.\\n\\n## 🖌️ Create an NFT\\n\\nOnce it’s done, click on *Create* in the upper right corner and upload your artwork. You'll need to come up with a name and description of your artwork. Optionally, you can also add an external link to promote your art.\\n\\n![](https://images.mirror-media.xyz/publication-images/xxdTeWc1vbM8lhs9ZTWAk.png?height=747&width=1050)\\n\\n![](https://images.mirror-media.xyz/publication-images/FB4YTlB0X31SlCW4YnKIq.png?height=1017&width=1050)\\n\\n## 💰 List Your NFT\\n\\nNow, you can see your artwork in your collection. Click on it and you’ll see the detailed stats of this piece. To sell it, click on Listings, and then Sell.\\n\\n![](https://images.mirror-media.xyz/publication-images/C9HbCDAhn2Nz64Z-rF3Fl.png?height=451&width=1050)\\n\\nYou will be taken to a new screen where you can select the type of the listing (fixed or timed auction), set the price, and duration. There are also additional options to sell it as a bundle or reserve for a special buyer. Keep in mind that you need to pay the fee (2.5%), so if your wallet balance is below 0.05 ETH, you may have to deposit additional funds to complete the listing.\\n\\n![](https://images.mirror-media.xyz/publication-images/9Yw-Z8cqzy7fkNmqjdAeU.png?height=524&width=1050)\\n\\nAnd just like that, our first NFT is now live.\\n\\nThis was easy, right?\",\"timestamp\":1639211000,\"title\":\"How To Make Your First NFT In 10 Minutes\"},\"digest\":\"wCxQ-nRqHsqgQMA4WH8_z4p7B3iI5qBDOAysXLIACGk\",\"authorship\":{\"contributor\":\"0xBA93a5906bDF83142D5676594D6A1a44b2E7674b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3M03_GdMsqrxxAn2QCXO4f0vgFYDGXrsNILBxzy56dU\\\",\\\"y\\\":\\\"2Fy-Y6fdWYbHwo_JmJYyS2nkHNiMkgR7F3TJFOacAA8\\\"}\",\"signature\":\"QNGabzlFntcV2fWCFl9NUUm4-dr4VrUeYXzjLIpjpsYt1YjRkY6Og7Gzda2oVatqxDJKeYsXQZQ9S3NxQZ0VGg\",\"signingKeySignature\":\"0x31283249be4ceb13a557fd4a1d79a315b65de10d40cfc2b1f9fc60553b7d055d53b0d25690882618412a231f632f5fc8a8b383b69a8b316aefdb29eb27cd3f6f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3M03_GdMsqrxxAn2QCXO4f0vgFYDGXrsNILBxzy56dU\\\",\\\"y\\\":\\\"2Fy-Y6fdWYbHwo_JmJYyS2nkHNiMkgR7F3TJFOacAA8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wCxQ-nRqHsqgQMA4WH8_z4p7B3iI5qBDOAysXLIACGk\"}"