"{\"content\":{\"body\":\"こんにちは、salmonです。せっかくMirrorが一般に開放されたということで、ここらで自己紹介的な記事を書いてみようかと思います。\\n\\n## 誰？\\n\\n基本的にはリサーチャーです。ERC-20形式の前払式支払手段「JPY Coin」を発行するJPYC株式会社で、業務委託として働いています。その他にも1つ以上の企業・プロジェクトで複数の業務に従事していますが、それは時が来たら明らかにしようと思っています。\\n\\n日本の岐阜県に住んでいて、全日制の高校に通っている2年生です。つまり本業は高校生で、全日制の高校に通っているというのもクリプト界隈ではわりとレアな属性だと思っています。ただただ時間が取られるだけなので別に良いことではないのですが、惰性でそうなっています。やはり学歴は必要。 \\n ちなみに成績は自称進学校の中間層です。\\n\\nどうでもいいですが東京に行きたいです（頻繁に行ってるだろ）。日本の将来には悲観的なので、せめてより新しいものを摂取できる場所にいたいのです。\\n\\n自分で作ったワードですがWeb2.5を信奉していて、若干リバタリアンの気があります。\\n\\n## 何をしている？\\n\\nDeFiエコシステムを中心にブロックチェーンに関する情報を収集し、たまに発信しています。DeFiは分散されていること、またcomposabilityが高く、様々なプロダクトをうまく組み合わせることで高いパフォーマンスを出せるのが好きです。NFTはアートとしてはもちろん、ユーティリティとしての用途にも着目しています。Cool CatsなどかわいいNFTが欲しいのですが、お金がないので買えません。ください。\\n\\n個人的に好きなのはEthereumとSolanaで、それぞれの利点があると考えています。それはまた別の記事で。\\n\\nお金は（謙遜ではなく）本当に持っていないです。お布施はsalmon256.ethにお願いします。\\n\\n経済学とCSに興味を持っています。大学もどちらかに進みたいと思っていますが未定です。どっちに進んでも結局ブロックチェーンに関わることになるだろうと思っています。\\n\\n## Web2.5って何？\\n\\nプロフに書いてあるWeb2.5について、、あまり説明していないと思うのでここでざっくり触れます。そのうちしっかりと記事を書くかもしれませんが。\\n\\nWorld Wide Web、俗に言うWebは1990年代の黎明期を経て2000年代に急速に伸長し、2010年代から現在にかけて私達の生活に深く統合され、もはやオフライン環境での生活は困難なレベルになりつつあります。この発展の中で、Webはそのあり方自体を変質させてきました。\\n\\n* Web1.0…Web黎明期の状態。各所に掲示板や個人運営のサイトが点在し、訪れたユーザーが互いに交流していました。\\n* Web2.0…GoogleやFacebook、AmazonやTwitterなど、企業がインターネットを支配していきます。Web1.0で存在した小規模なコミュニティの多くはより巨大なソーシャル・ネットワークに吸収されました。利用者のデータをこれらの企業が保持するようになり、それを基にした巨大な経済圏が形成されました。今やインターネットに存在するあらゆる情報には価格が付けられ、そのデータを生み出した人間の与り知らぬところで売買されています。利用者は一定の利便性と引き換えにこれらの企業をトラストし、誠実に振る舞うことを期待します。しかし現在に至るまで、Facebookのケンブリッジ・アナリティカ事件などを筆頭に、企業がこうした暗黙の了解を守っているとは言えない状況です。\\n\\n\\n* Web3.0…Web2.0における不平等を是正し、万人に開かれたWebを実現しようとするのがWeb3.0の大枠です。この段階ではブロックチェーン、より具体的にはDAOやNFT、DeFiなどが重要な役割を果たすと目されています。特定の主体により恣意的にプラットフォームから排除されるユーザーをなくし、今や必須インフラとなったインターネットの恩恵を全人類が享受できるようにします。\\n\\nさて、現在のインターネット空間を見渡すと、大部分はWeb2.0の世界が広がっています。人々はわからないことがあればGoogleで検索し、暇な時はFacebookやInstagram、Twitterを開いて友人知人と交流します。 \\n 他方、これらのプラットフォームにはかつてない反発が向けられつつあります。ユーザーの情報を糧に急成長してきた企業たちは今はじめて、それを許さない世論に直面しています。\\n\\n> ビッグテックがAI倫理に熱心なスタンスを示すのは、AIのバイアスに関する問題は「社内で」「技術的に」解決可能だと主張することで、政府によってAIの研究開発が規制されるのを回避しようとしているからだ。米マサチューセッツ工科大学（MIT）傘下の研究所MITメディアラボに所属していたAI研究者のロドリゴ・オチガメ氏は19年12月に、米メディア「ジ・インターセプト」への寄稿でそう告発していた。 \\n --研究者2人を解雇したGoogle AI倫理対立の深刻度 （日本経済新聞、2021年3月14日）\\n\\n> 米上院消費者保護、製品の安全性、およびデータセキュリティに関する小委員会は10月5日（現地時間）、米Facebookの元従業員で同社を内部告発したフランシス・ホーゲン氏を召喚しての公聴会「Protecting Kids Online: Testimony from a Facebook Whistleblower」を開いた。ホーゲン氏は、Facebookによって引き起こされた危機を解決するためには政府の介入が必要だと主張した。   \\n --Facebook内部告発者、「ユーザーの安全より利益優先する体質には規制が必要」と公聴会で語る (IT Media、2021年10月06日)\\n\\nこの流れと並行し、Web3.0のエコシステムが拡大しています。大企業に管理された箱庭のインターネットを好まない思想家、新しい技術が好きなギーク、新時代の潮流にビジネスを見出す投資家、そこにはあらゆるバックグラウンドを持つ人々が集まっています。\\n\\n\\n---\\n\\nさて、ここまではよく語られる話です。Web2.0の大企業は衰退に向かい、完全に分散化されたWeb3.0が新たなスタンダードとなる・・・と言われています。しかし、それは我々にとって望ましいことでしょうか。\\n\\nまず、人々がいま（多かれ少なかれ不満を抱きながらも）プラットフォーマーのプロダクトを利用しているのは、それが便利だからです。結局の所、だれも分からないことを百科事典で調べたり、知人とIRCチャットで交流したりする時代に戻りたいとは思っていません。\\n\\nそこまでではないにせよ、現状のWeb3.0への移行は多少の利便性低下を伴います。ウォレットのパスワードを忘れたら最後絶対に復元できず、画像をアップロードするにはストレージの対価としてお金を払う必要がある経済圏はマスアダプションに成功するでしょうか。その可能性は低いと思います。\\n\\nそこで私が提案したいのは、長期的にWeb2.0とWeb3.0が共存する世界です。これは2.0→3.0への移行の過渡期としてという意味ではなく、この中間が1つの理想形であるという考え方に基づいています。これがWeb2.5です。\\n\\nこの世界観では営利企業であるプラットフォーマーと、トークンで駆動するプロトコルが相補的に作用します。例えば、数百エクサバイトのインデックスを持つ検索エンジンを分散型ストレージに格納するのは現実的ではありません。これについては高速回線が配備されたデータセンターで運用され、サービスはインフラとして無料で提供される一方、その維持費は広告から賄われる従来のビジネスモデルのほうがうまく作用するでしょう。他方、金融に関しては非効率な従来システムを廃し、分散化されトークンによるインセンティブ設計がなされたプロトコルで自動的に処理される方が効率的であると考えます。 \\n その他にはメッセージングについて、Twitterが進めるBlueSkyプロジェクトのようにコンテンツ管理は分散化され、それを閲覧・投稿するクライアントを企業・分散型プロジェクトがそれぞれ開発することで使いやすさ・耐検閲性の両立を目指すこともできるでしょう。こうした2.0と3.0のいいとこ取りのできる仕組みは、現在のWebの上位互換として作用します。\\n\\n私はこのような社会を念頭にWeb2.5を提唱しています。私はデータをGoogleに渡すことに肯定的です。なぜならばそれによって私の生活はより充実するからです。その一方で、トークンはできるだけ個人と紐付かないアドレスで管理したいと思っています。なぜなら他人に自分の資金使途を知られるリスクを排除したいからです。こうした選択の権利は常に保たれるべきです。\\n\\n\\n---\\n\\n## まとめ\\n\\n徒然なるままに書き散らしていたら脈絡のない文章になってしまいました。Mirrorが個人的に好きなので、これからもちょくちょく記事を書いていきたいです。よろしくお願いします。\",\"timestamp\":1633955395,\"title\":\"Mirror初投稿、自己紹介、Web2.5とは\"},\"digest\":\"xMGeC-JKFKHVz7flW69gcceFw6P0QVJInCHsRiL6b4Y\",\"authorship\":{\"contributor\":\"0x6D479e1c8AA4D0c778eF1e8a758BB0E753929019\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yjtjtIWwxHC--C_0e-QfZwAEvTN1DGqOoDSHDKbnD8k\\\",\\\"y\\\":\\\"LF413pw1MAMuOnIL-6gmLb8Q3J5FUPq_a5G4Wn3M1fY\\\"}\",\"signature\":\"cwCGTFm8Md5szWhu50uivYD_8vBBPh2VgNM0RBSHIETEJYhhpNDDiUlCDnqn9FhAxedK3JwulGqn1HG9OnqB-w\",\"signingKeySignature\":\"0x5fdb6eda994357096fb7845098475ae1fb208eb6b21942e880f63a8a25ff84c44679a2421c76604d2294933a7598a4d2cf4ecb7f92cf93ba0c30bfaab5f187bf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yjtjtIWwxHC--C_0e-QfZwAEvTN1DGqOoDSHDKbnD8k\\\",\\\"y\\\":\\\"LF413pw1MAMuOnIL-6gmLb8Q3J5FUPq_a5G4Wn3M1fY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E75b7ZVDGlyIr9BxWZOrRc8TldNoKOGV4Q9p4JN_u3E\"}"