"{\"content\":{\"body\":\"The entire thing is around 2022 words, to specific 2078 words \\n\\nThe following parts are from a friend who wishes to keep her (hint) name anonymous. Here is what she wishes to address tonight :)\\n\\n \\n\\n \\n\\n\\\"Hi, I'm COVID-19, and I am immensely pleased to be spending the third year with you humans on this gorgeous-\\\"\\n\\n \\n\\n\\\"Get lost.\\\"\\n\\n \\n\\n(this is what the polite version of a conversation with COVID would look like. *I do know viruses are not organisms please don't come at me.* ) \\n\\n \\n\\nTime flies by and the global community has been keeping its hopes high for two whole years now. We constantly say things like \\\"after this ends\\\", \\\"when COVID is gone\\\", \\\"when the quarantine laws get lifted\\\". We continue wishing that everything is going to go back to normal. But really, what is the \\\"normal\\\" now? Is COVID really going to be gone? \\n\\n \\n\\nCOVID-19 seeped into everyone's lives, impacting them one way or another. It doesn't matter if we accept it or not, but wearing masks, hearing daily news of newly infected individuals in our area, quarantining, and not traveling much is our new \\\"normal\\\". No one knows if this \\\"normal\\\" will extend further into the future or vanish magically like multiple other pandemics in history. No one knows if COVID wants to stay and annoy us more or if they're getting bored of how weak humans are. What we do know is that it has done enough good for us. Some people are stuck in other countries, not able to return. Some people are struck so hard by social isolation and fear from the traumatizing numbers of deaths that they develop issues like depression and anxiety. Colleges and high schools ask everyone questions about how they're coping with COVID-19 and our new norm, aka how-are-you-surviving-this-annoying-virus-that-is-killing-everyone-one-way-or-another. The honest answer that no one says out loud is, we are sick of this virus, and we all want this virus to leave and get out of our lives as quickly as possible. \\n\\n \\n\\nBut no matter how sick we are of this annoying virus that intruded our lives without permission, no matter how sick we are of schools and workplaces freaking out over someone having a headache, no matter how sick we are of not being able to travel, we still need to believe that something is going to help us get out of this mess: vaccines, COVID no longer having enough creativity to mutate, miracles, whatsoever.\\n\\n \\n\\nHappy New Year.\\n\\n \\n\\n(And get lost, COVID.)\\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \\n\\n \\n\\nAnd from Me: \\n\\nFarewell, 2021. \\n\\n \\n\\nI am sitting at the restaurant that Leo had his birthday party at in 6th grade. Everything feels the same, yet all so different. 2020 was a crazy year, one that threw the entire world up-side-down. The world will never be the same since that point on, and the year 2020 will be remembered in history. \\n\\n \\n\\nAs the year after 2020, 2021 seemed to have lived in the shadows of 2020. Nothing as dramatic happened in 2021. The future history book will perhaps refer to this year as “the beginning of a long journey of recovery from the previous year of chaos.”\\n\\n \\n\\nYet 2021 is eventful, it’s a year full of stories, just like any of its predecessors, and just as the future years will be. This is both on a personal level as well as the global level.\\n\\n \\n\\nThe conflict between China and the US had started since Trump turned into a president in 2016. But the conflict has only gotten worse. In 2020, Trump was no longer president, yet the conflicts will not end. In 2021, new tensions continue to build. China is moving to decrease western influence by reducing the weight English has in the school curriculum. The US, leading most western countries, along with Japan politically boycotts the Winter Olympic in China over rights stuff (avoiding sensitive words lol). Biden’s administration is not much more friendly to China, and the diplomatic relationships are not getting much better. \\n\\n \\n\\nIt’s a long conflict between the underlaying ideas of the society. China and her allies are practical, seeking gains in infrastructure, in economy and in efficiency. The US and her allies are standing for their spiritual ideologies, they look for rights, equality, and freedom. I can talk about more politics and get this passage banned, but I want this passage to be there, and we can discuss politics in another essay. The year is more important to me personally. \\n\\n \\n\\n2021 brought with it a lot of surprises, a lot of separations and a lot of decisions.\\n\\n \\n\\n2021 brought me a surprise in January, in the first debate tournament of the year, the last tournament of the season. Championship was what I did not expect, it was also what we got. Thanks to Angela, who is victorious in debate rounds as well as most stuff, being my partner, we won. But the most meaningful gift 2021 gave me was in the middle of the year, after the national rounds. Our debate coach, Hardy, was leaving to go to Georgetown. So his favorite students, Cathy and Sally came to Hangzhou from Shanghai to meet him in person. That night we gathered, and I felt so happy to be within the debate community in Hangzhou. \\n\\n \\n\\nMore things happened in the summer, Evan, Spencer, Mateo, Andrew, and I met together and had an unforgettable afternoon, a reunion of Bros who are much better than the “Banana (sorry Hana) Trios”. \\n\\n \\n\\nThe summer did not end there. The philosophy camp in UWC Changshu brought a beautiful experience. I met bright socialists who me as a loyal capitalist may never agree with, I also met kommunists (this way the essay won’t be banned) who dislikes “some kommunist countries” (ah, the irony). I learned more about theories on metaphysics and social justice. I also met a Basis student from another Basis who loves history. \\n\\n \\n\\n2021’s fall indeed separated many of my friends from me. A lot of them went to America, and a lot of them went to different schools. It was sad to hear that Spencer, Andrew and Mateo are all going to different schools, while I stayed at Basis. But like the sun today, that is bound to set; like the clock tonight, determined, and unchangeable; we have different goals, and we have different paths. Friends are like fireworks, beautiful, shiny, bright, spectacular, yet everything has to separate. It is not a bad thing that we got separated; we will meet sometime again. Just like the LFPS plans to meet in some random coffee shop in the states someday. Although Angela is somewhere in America; Although Howard is missing in action (he must be somewhere fun or super busy to not use WeChat at all); (no more “although”s) Kaka is still with me in Basis. We will meet again, and I am certain. \\n\\n \\n\\nYet even if we don’t meet, we met each other, we shared laughs today, we made memes of everyone, we forget. And perhaps to everyone who I have met this year, although I might have just seen you once or twice, the encounter had become a part of my experience, therefore shaping who we are today. \\n\\n \\n\\n2021 also brought a lot of decisions. The decision to apply to American High schools is perhaps the most important of them all. I know I will leave many friends behind; I know I will be lonely in times, but the world is a big place, and it is cool to learn something new from somewhere with more opportunities for me.\\n\\n \\n\\n2021 had been a funny year. Joe Biden became president under the promise to fix President Trump’s covid policies, and we are still relying on “Trump-era vaccines”. When the world thought everything was over with the vaccine rate higher than ever, the Omicron Variant of the Virus greeted us with a new hello. When the China is ready to celebrate the Winter Olympic, the other countries boycotted, so China claimed that they were not even invited. The foreign ministry is mad at everyone who dares to say anything not-so-good about China. A teacher was reported and their job because they praised how the Japanese made good and delicate machinery, while the official media talked about national confidence. \\n\\n \\n\\nFinally, and I find this most funny, J.K. Rowling got banned from a celebration on her own creation, because she said something politically incorrect about some group. Maybe when I grow up and go to bars, I won’t say “hey bro”, but instead having to say, “my dear fellow human shall I refer to you as a “he” “she” “it” or do you prefer me to call you otherwise?” and they will shout at me for assuming that there are only two types of sex and generalizes all fellow creatures on Earth who are not Homo Sapiens. Sure, being tolerant and acceptant is good, but stop being doctrinal. The whole political correctness thing kills all the meaning behind the vibrant words and turns everyone the same, when the meanings are all erased because of a single misplaced pronoun. With so many explanations, the whole issue seems so serious, but the fact that I feel a need to explain make the entire thing absurd. \\n\\n \\n\\nThe summer debating rounds had been rough, I do still believe that the judges are bad at English. But soon I began to feel bad for NSDA because it got shut down, due to some random “humiliating China cards”. Perhaps this is Karma, they were pretty authoritarian when it comes to holding competitions, but then they got shut down by someone more Authoritarian. \\n\\n \\n\\nThe world will not magically solve everything simply by moving another orbit around the sun. Spencer wrote that last year on my subscription, I was too naïve to think that everything is going to magically become better. I though with the vaccines, perhaps we will return to the days of pre-covid. But no, covid keeps on, successfully being first issue mentioned on every “Nightly News” video from NBC news. Sometimes the show is only twenty minutes, and more than half is spent with covid and Fauci. That is almost as much time as our news episodes would spend on our great and glorious leader. This just shows how much covid is ruling our lives now. \\n\\n \\n\\nFinally Kyle Rittenhouse. He went through trial, the jury found him innocent. Therefore he is innocent. You cannot sue him twice because that would cause all sorts of other issues. Even if there is no truth in the court, as long as the procedure is just, the result is just. Ruling a court decision unconstitutional in pursuit of a so-called justice, no matter how obvious justice seems to be, is wrong, because the justice that people are now pursuing are subjective. The justice is based upon popular opinion, and it is tyranny by the majority. The original system may seem all broken, but justice achieved through smashing the shelf windows is itself an injustice. The trial by popular opinion is not as just as the jury and the entire legal system. We should not encourage the “invasion on the White House”, nor should we encourage the violent protests after George Floyd. The non-violent protests should be encouraged, yet when NBC can’t avoid the wrecked windows of shops and the flames in the middle of the streets showing on their cameras, the issue is different. \\n\\n“The people are leading.” “No, the people are rioting.”\\n\\n \\n\\nBlack lives matter, we need to support equal rights, not minority privilege. Set equal score lines for admissions for whites, blacks, Hispanics, and Asians, stop only reporting when injustices happen to the minority, but also report when the rich suffer from a underlaying bias toward the rich. People should be equal, on the rights level. Everyone has the same rights.\\n\\n \\n\\nFinally, 2021 had been a long year, it’s great to know so many new people. \\n\\n \\n\\nAlthough we all have different goals and we are all scattered around; Although the world is absurd everywhere, people act weird and systemic racism happens, people don’t seem to know how to deal with it; Although this stupid thing called covid ruined everyone’s lives; happy new year! \\n\\n \\n\\n2022 yay, I hope everything magically gets better, because… you know, we humans are strange things, celebrating our planet moving another loop around our sun.\\n\\n \\n\\nPS. For those in America, I know it’s weird to send something in the middle of the day and say happy new year, but still…yay. XD\",\"timestamp\":1641279397,\"title\":\"Farewell 2021\\n\"},\"digest\":\"bVHbeaxaszasdTWnAs6Kh6EkrTUa0S3bj6S5Mg185NI\",\"authorship\":{\"contributor\":\"0x74dfdaBfF31BB1e141da30c60a3222fBb459493F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b16RaKwzkPIludz7VrtJ6Tt2NdBCMaBMhv60xwZetGI\\\",\\\"y\\\":\\\"S5iz2XXfNytDXZMCTZV7EA9x5zNkxebrgN00oX3lWBs\\\"}\",\"signature\":\"NV-dMaUF4m_HdmPDINeebzcepJgCUvDsR_eSLAMxGaXuvMKJ59fdvtz91kNlj1lijyzLjMClIKbHs1cmDhntBQ\",\"signingKeySignature\":\"0x0a21885beedbafd1ecddd377faf0973553bc4c8b9310d52dac66eb681c6aa11a79280c73f897d4721b9d9068f29684acd6cd29bc113e6293c34d02334a09ed251c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b16RaKwzkPIludz7VrtJ6Tt2NdBCMaBMhv60xwZetGI\\\",\\\"y\\\":\\\"S5iz2XXfNytDXZMCTZV7EA9x5zNkxebrgN00oX3lWBs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bVHbeaxaszasdTWnAs6Kh6EkrTUa0S3bj6S5Mg185NI\"}"