"{\"content\":{\"body\":\"**so it begins, as it always does; in an airport with a tune in my headphones.**\\n\\nthe tune in the moment of writing is a chilly one. the airport, by contrast; is quite warm. it’s a mild december evening in athens. the time is 6:21 in the evening and the airport is almost deserted. There are only two flights left today, one of them will take off at 7:05 and land in heraklion and the other will leave this city at 8:15. this particular flight hopes to arrive in brussels and it’s the one I’m waiting for. \\n\\nI left my home. or to be more precise, I left a house. the house has been my home for the past four and a half years, ever since I landed in this very airport on one amazing night in august. the year was 2016 and donald trump hadn’t been elected the american president yet; although he was campaigning and the year had been weird enough without his election anyway. I had just witnessed a coup attempt in my country, which came weeks after the country’s biggest airport had been the target of a terrorist attack, which came weeks after another attack anyway, which in turn had followed a different terrorist attack. the country had been going through a weird period, explained away by the conspiracy theorists as proof that the country’s counter-terrorism intel was coming through russia and now that russia and turkey -my country- were going through a rough patch in their ever so rough relationship; turkey wasn’t getting that sweet intel anymore.\\n\\nwhatever it was, the end result didn’t change. there was a major terrorist attack every month and you could taste the fear in the air, understanding immediately why these are called *terror* attacks; because when you make plans with your girlfriend to meet at the mall for dinner and see fully-geared riot police patrolling the corridors and immediately understand that they’re here because they got intel about a possible attack; that’s all you can feel. *terror*. \\n\\nthat’s what my body was made of when I came here. out of sheer terror, I elected not to return to my country for the first year that I lived here. when I did, I felt like a different man. living in a new country does that to a person. you talk with different people, hang out in different places, eat different food and walk different roads enough, you’ll shift towards a different perspective to explain the life you’ve led and will continue to lead. that brings with it a shift in identity, a red shift; because as the molecules in your soul drift further and further apart, spaces of different shapes and sizes fill the void in between. \\n\\nthis, here, is why I no longer have a home other than the grand ones and zeroes of the internet.\\n\\nI grew tired of comfort. like the great sinbad, or better yet; the fantastic garibaldi, a life of routine and familiarity started to bore me. from march ‘17 to march ‘20, I woke up during the workdays, took two metros and a train in order to reach the same office and sit in front of, more or less; the same computer. I’ve tried to liven things up as much as I could. I switched tactics and took one metro and a train instead of the usual two metros and a train. I changed the stations I got on the metro as much as I could. I wrote a novel, a fictional podcast and many op-ed articles in the office alongside my usual tasks; so that I would feel a sense of agency and not get suffocated by the choices made for me without my input. I had never worked in an office before. I don’t think I’ll work in an office again. which contrasts magnificently with the feelings I had surging through me when I heard I got that job in the first place. \\n\\nthen again, that is not that surprising. because as the great poet once said; *it’s worth knowing; like all good fruit, the balance of life is in the ripe & ruin.*\\n\\nwhatever happened, happened before. whatever will happen, will do so again. the reset button has been hit. here, at the airport of new beginnings; I’m going on a new life once again. dogs everywhere bark their truths into the warm athenian air as the words are drained from my fingertips. one sentence echoes in my head as I plan to close my laptop shut, go outside and roll one last cigarette.\\n\\nit’s all done, the sentence says. \\n\\n> it’s all done except the last chapter.\",\"timestamp\":1637438622,\"title\":\"notecards from the road #1: athens airport, 1\"},\"digest\":\"GrvGZukIUqMp6ibXAUNzUQHH_hTJRoAqUGKLc2VZz3I\",\"authorship\":{\"contributor\":\"0x9BeA3bD94A61c185eF68D12116ED13BE4b5BE65b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H719xvcKirrntHinpDaltRq6KvcveI7OuvI7xwytDMU\\\",\\\"y\\\":\\\"D4pGQCOlako8whfsTrvhAzomWOcpVyJT6rIegI4GsY0\\\"}\",\"signature\":\"-W8G7H5B7OpowSkLrVgzqyJTQjrDw0HThYbcN8uD8CgwgVtjxsZq9SGmrPxA5j_Dn05vQJdYMSbhHcS-iNahWA\",\"signingKeySignature\":\"0x487d068f181c9c23678dfa203f33741c391ed167cb8b608af57888d15344de447d4d56f758d8fa13e47c5b05984152e9bc594c80718d42a3fd16faa3d39d4fbe1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H719xvcKirrntHinpDaltRq6KvcveI7OuvI7xwytDMU\\\",\\\"y\\\":\\\"D4pGQCOlako8whfsTrvhAzomWOcpVyJT6rIegI4GsY0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GrvGZukIUqMp6ibXAUNzUQHH_hTJRoAqUGKLc2VZz3I\"}"