"{\"content\":{\"body\":\"With the development of science and technology, there are more and more new products appearing in human beings' life. Cell phone is a good example. Nowadays, cell phone has been widely used in people's daily life. It seems that people can't live without it. In my opinion, cell phone really brings so many advantages to mankind.\\n\\nFirst of all, cell phone is very convenient. People can connect with anyone in anywhere if that person has a mobile phone, too. In other words, people have to write letter in paper and then wait for a long time to make the letter arrived the destination in the old days, but now people can write message on cell phone and then send it to the person they want in a second or just dial that person's mobile phone number and then they can talk with each other in a few second. Secondly, mobile phone can act as a safe guarantee. When people face dangerous, they can use cell phone to dial 110 to report to the police or ask for help from friends nearby. And when people worry about another man, they can call him to make sure whether he is OK or not. Last but not least, mobile phone contains much interesting entertainment, which can bring lots of happiness to human beings and make their life more colorful.\\n\\nIn general, cell phone is the product of high-tech, which brings lots of benefits to our human beings.\",\"timestamp\":1639204962,\"title\":\"The benefits of mobile phones\"},\"digest\":\"bgYjIO4_l9lPRuLZZMx9rb4-9FslJnnE5tBvkgaydFw\",\"authorship\":{\"contributor\":\"0x54F761aB4BC4A05F0Cf788E6E5F94BC134A01797\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gq5B6u5wIjJDxqiQZ9f03cgaXcVF4aUnYYar8cnl1Wg\\\",\\\"y\\\":\\\"azRwpMgz77kOZR9jxinqvCdYv0hvqZxzHaTW7rMLpO4\\\"}\",\"signature\":\"s4b9eHHYnH1bNln-Bez80GYEX6GMKJyRInNr8wNwTJwJpFk_e1h9fm5w_ASv1sMIEdEJ8zbvc9Q8x2P-DLASKg\",\"signingKeySignature\":\"0x98ca2cb3c093e48397edd4b6cd9c6a038866ba342e5f967bbaa3ab3d1ccdcd0e77482374371a15a6f84420ab4b1895dd822d739d7952368d226c2563ea6c2ea01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gq5B6u5wIjJDxqiQZ9f03cgaXcVF4aUnYYar8cnl1Wg\\\",\\\"y\\\":\\\"azRwpMgz77kOZR9jxinqvCdYv0hvqZxzHaTW7rMLpO4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bgYjIO4_l9lPRuLZZMx9rb4-9FslJnnE5tBvkgaydFw\"}"