"{\"content\":{\"body\":\"### Normal Distribution\\n\\n* Normal distribution is **UNIMODAL** and **SYMMETRIC**; commonly referred to as **BELL CURVE**\\n\\n  It follows very strict guidelines about how variably the data are distributed around the mean. Many variables are nearly normal, but none are exactly normal due to these strict guidelines.\\n* Normal distribution has **TWO PARAMETERS**: **MEAN** (μ) and **STANDARD DEVIATION** (σ)\\n* 68 - 95 - 99.7% Rule - For nearly normally distributed data, 68% falls within one Standard Deviation of the mean, 95% falls within two Standard Deviations of the Mean, and 99.7% falls within three Standard Deviations of the Mean.\\n\\n  It's possible for observations to fall four, five, or even more standard deviations away from the mean, but these occurrences are very rare if the data are nearly normal.\\n* **EXAMPLE** of **68 - 95 - 99.7%** Rule\\n\\n  A doctor collects a large set of heart rate measurements that approximately follow a normal distribution. He only reports three statistics, the **mean, 110** beats per minute, the **minimum, 65** beats per minute, and the **maximum, 155** beats per minute. Which of the following is most likely to be the standard deviation of the distribution?\\n\\n  We're going to make use of the fact that in a normal distribution, almost all of the data lie within three standard deviations of the mean.\\n\\n  (a) 5 → 110 +&- (3 \\\\* 5) = (95, 125)\\n\\n  (b) 15 → 110 +&- (3 \\\\* 15) = **(65, 155)**\\n\\n  (c) 35\\n\\n  (d) 90\\n* **EXAMPLE** 2 of **68 - 95 - 99.7%** Rule\\n\\n  A college admissions officer wants to determine which of the two applicants scored better on their standardized test with respect to the other test-takers, **Pam, who earned 1800 on her SAT**, or **Jim, who scored a 24 on his ACT**?\\n  1. SAT scores are nearly normally distributed with **mean 1,500** and **standard deviation 300.**\\n\\n     Calculate how far away Pam is from the mean (1800 - 1500), then divide by standard deviation → **1800 - 1500 / 300 = 1** standard deviation above the mean\\n  2. ACT scores are distributed nearly normally with **mean 21** and **standard deviation 5.**\\n\\n     **24 - 21 / 5 = 0.6** standard deviation above the mean\\n\\n  Pam did better than Jim.\\n* Standardizing (Z) Score - The number of standard deviations it falls above or below the mean.\\n\\n  Calculate: Z = observation - mean / standard deviation\\n* Z Score of Mean = 0, because we would simply be plugging in the mean as the observation itself, and get a zero for numerator in our calculation.\\n* **UNUSUAL OBSERVATION** = |Z| > 2\\n* When the distribution is normal, Z Scores can be used to calculated percentiles\\n* Percentile - The percentage of observations that fall below a given data point.\\n\\n  Graphically, percentile is the area below the probability distribution curve to the left of that observation.\\n\\n  **CALCULATE** via **R**: pnorm(\\\\[observation\\\\], mean = X, sd = Y)\\n\\n  **CALCULATE** via **WEB APP**: <https://gallery.shinyapps.io/dist_calc/>\\n* **EXAMPLE** of **CALCULATING PERCENTILE**\\n\\n  We know that SAT scores are distributed normally with **mean 1,500** and **standard deviation 300**. We also know that Pam earned **an 1,800** on her SAT and we want to find out what is her percentile score?\\n\\n  Soon as we find out that the distribution is normal, the first thing to do is to always draw the curve, mark the mean, and shade the area of interest.\\n\\n  **pnorm(1800, mean = 1500, sd = 300) → 0.8413**\\n\\n  To find the area above the observation, simply find it's complement (i.e. subtract by 1).\\n\\n### Evaluating the Normal Distribution\\n\\n* Anatomy of a Normal Probability Plot\\n\\n  Data are plotted on the Y-axis of a normal probability plot, and theoretical quantiles (i.e. quantiles that follow a normal distribution) on the X-axis.\\n\\n  If there is a one-to-one relationship between the data and the theoretical quantiles, then the data follow a nearly normal distribution.\\n\\n  Since a one-to-one relationship would appear as a straight line on a scatter plot, the closer the points are to a perfect straight line, the more confident we can be that the data follow a normal model; So when looking at a normal probability plot, we're looking for straight lines.\\n\\n  Constructing a normal probability plot requires calculating percentiles and corresponding z-scores for each observation in your data set, which can be quite tedious, especially if you have a large sample, which is what we like to work with. Therefore, we generally rely on software when making these plots.\\n* Just like with histograms, normal probability plots also reveal shapes of distributions\\n\\n  Right-skewed Distribution - Points bend up and to the left of the line.\\n\\n  Left-skewed Distribution - Points bend down and to the right of the line.\\n\\n  Short-tailed Distribution - A distribution that's narrower or skinnier than the normal distribution, follows an S-shaped curve.\\n\\n  Long-tailed Distribution - A distribution that's wider than the normal distribution, starts below the line, bends to follow it, ends above it.\\n* We can also use the 68-95-99.7% rule to evaluate normality by assessing whether the distribution follows what's required by this rule.\\n\\n### Working with the Normal Distribution\\n\\n1. Suppose weights of checked baggage of airline passengers follow a nearly normal distribution with **mean 45** pounds and **standard deviation 3.2** pounds. Most airlines charge a fee for baggage that weigh in **excess of 50 pounds.** What percent of airlines passengers are expected to incur this fee?\\n\\n   Baggage → **N(mean = 45, SD = 3.2)** via **Web App**\\n\\n   Can also be solved in R by subtracting the pnorm by 1 to find it's complement.\\n\\n   Looking for the upper tail, as we're looking for what percentage of passengers incur this fee.\\n2. The **average daily high temperature in June in LA is 77** degrees Fahrenheit, with a **standard deviation of 5** degrees Fahrenheit. Suppose that temperatures in June closely follow a normal distribution. How cold are the coldest **20% of the days** during June in LA?\\n\\n   Temperatures → **N(mean = 77, SD = 5)** via **Web App**\\n\\n   However, we don't know the cut-off value → qnorm(\\\\[percentile\\\\], mean = X, SD = Y)\\n\\n   Cut-off value → **qnorm(0.20, mean = 77, SD = 5) = 72.79**\\n\\n### Binomial Distribution\\n\\n* Milgram Experiment - Measured willingness of participants to obey an authority figure who instructed them to perform acts that conflicted with their personal conscience.\\n\\n  The experimenter orders the teacher to give severe electric shocks to a learner each time the learner answers a question incorrectly. The teacher is the subject of the study and the learner is actually just an actor and the electric shocks are not real but pre-recorded sound is played each time the teacher administers an electric shock. So they actually think that they're really shocking these people.\\n\\n  Milgram found that about 65% of people would obey authority and give such shocks.\\n* Bernouilli Random Variables - when an individual trial has only two possible outcomes (e.g. Milgram Experiment).\\n\\n  Each **PERSON** in Milgram's experiment can be thought of as a **TRIAL.** A person is labeled a **SUCCESS** if she **REFUSES** to administer a severe shock, and **FAILURE** if she administers such a **SHOCK**.\\n\\n  Since only **35%** of people refused to administer such a shock the probability of success **P = 0.35**\\n  1. Suppose we randomly select four individuals to participate in this experiment? What is the probability that exactly 1 of them will refuse to administer the shock?\\n\\n     Scenario 1 (Person A refuses): (A) = 0.35, (B) = 0.65, (C) = 0.65, (D) = 0.65\\n\\n     \\\\**0.35 \\\\* 0.65 0.65  \\\\* 0.65 = 0.0961*\\n\\n     Multiply the outcome of Scenario 1 by 4 to indicate four possibilities → **4 \\\\* 0.0961 = 0.3844**\\n* Binomial Distribution - Describes the probability of having exactly *k* success in *n* independent Bernoulli trials with probability of success *p*.\\n\\n  Calculate: # of scenarios \\\\* P(single scenario)\\n\\n  Single scenario → P^k(1 - P)^(n - k)\\n* **CONDITIONS** of **BINOMIALS**\\n  1. The trials must be independent.\\n  2. The number of trials *n*, must be fixed.\\n  3. Each trial outcome must be classified as a success or a failure.\\n  4. The probability of success *p*, must be the same for each trial.\\n* According to a 2013 Gallup pool, worldwide only **13% of employees are engaged** at work. Engaged meaning psychologically committed to their jobs and likely to be making positive contributions to their organizations. Among a random **sample of 10 employees**, what is the probability that **8 of them are engaged** at work?\\n\\n  n = 10\\n\\n  p = 0.13\\n\\n  1 - p = 0.97 (probability of failure = complement)\\n\\n  k = 8\\n\\n  Using R: **dbinom(8, size = 10, p = 0.13)**\\n\\n### Normal Approximation to Binomial\\n\\n* **POWER USERS** → Recent Study: *Facebook users get more than they give*\\n\\n  Friend Requests (at least one): 40% sent, 63% received\\n\\n  Likes: Liked 14 times, received likes 20 times \\\\[on average\\\\]\\n\\n  Messages: Sent 9, received 12 \\\\[on average\\\\]\\n\\n  Tags: 12% tagged, 35% received tags\\n\\n  Other: **25% of users are consider power users**, **average user has 245 friends**\\n  1. What is the probability that an average Facebook user with 245 friends has 70 or more friends who are power users?\\n\\n     p = 0.25\\n\\n     n = 245\\n\\n     p(k ≥ 70) = ?\\n\\n     Using R: **sum(dbinom(70:245, size = 245, p = 0.25)) → \\\\[1\\\\] 0.113**\\n* Success-Failure Rule - A binomial distribution with at least 10 expected successes and 10 expected failures follows a normal distribution.\\n\\n  np ≥ 10 AND n(1 - p) ≥ 10\\n  1. What is the minimum required n for a binomial distribution with p = 0.25 to closely follow a normal distribution?\\n\\n     We want to solve for n and then we're going to take the maximum of those since that's going to be the minimum required sample size.\\n\\n     **n \\\\* 0.25 ≥ 10** → 40\\n\\n     n \\\\* (1 - 0.25) ≥ 10 → 13.33\\n\\n### Working with Binomial Distribution\\n\\n* According to a 2014 Gallup poll **56%** of uninsured Americans who plan to get health insurance said they will do so through a government health insurance exchange.\\n  1. What is the probability that in a **random sample of 10** people **exactly 6** plan to get health insurance through a government health insurance exchange?\\n\\n     Using R: **dbinom(6, size = 10, p = 0.56)** → \\\\[1\\\\] 0.243\\n  2. What is the probability that **at least 60** out of a **random sample of 100** uninsured Americans plan to get health insurance through a government health insurance exchange?\\n\\n     Using R: **sum(dbinom(60:100, size = 100, p = 0.56))** → \\\\[1\\\\] 0.241\",\"timestamp\":1640146991,\"title\":\"Distributions\"},\"digest\":\"AqLR_oTHIRL71Gqt5thAPgzEECLuGLIjKrg94Yo-n18\",\"authorship\":{\"contributor\":\"0x339850e2119607000E9Ef6eCCF84E4883E675588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jwivcSK510s1g51CqsVTHulAJ_lsut-7jQmcQs_Rnxk\\\",\\\"y\\\":\\\"x7N7Bu0FJTonYE_VJ8FEVT8YXt4uyXQmuJEH7iKADbE\\\"}\",\"signature\":\"QQcwa_8WFV6AsDLpWoRGWWvr6ZHvsbeLPZkIMx2c_pCb1xdojQOJOdvTUxDMTeulpwAZdHE-2xDYsqU3yusIng\",\"signingKeySignature\":\"0xcd280d06b9232a94b767ed447cd49d6c6578455e5156bd14f0a628254ef02ca718836d2ef349e48c17f0558b3d07cf8c3f12239a5f147b93c54ee0d1bf8bbe451c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jwivcSK510s1g51CqsVTHulAJ_lsut-7jQmcQs_Rnxk\\\",\\\"y\\\":\\\"x7N7Bu0FJTonYE_VJ8FEVT8YXt4uyXQmuJEH7iKADbE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AqLR_oTHIRL71Gqt5thAPgzEECLuGLIjKrg94Yo-n18\"}"