"{\"content\":{\"body\":\"## What is Shiba (SHIB)?\\n\\n*Casually*, this is Shiba Inu or the Shiba token (Code: SHIB):\\n\\n![Source: Wikipedia](https://images.mirror-media.xyz/publication-images/DBtNrAF9cKpNhjdIBNglC.png?height=150&width=150)\\n\\nIt is nothing more than a representation, a symbol. Shiba Inu is a Japanese term for a breed of dog. If you already know about Dogecoin, then you have already seen this cute little puppy in Doge’s symbol:\\n\\n![Source: Wikipedia](https://images.mirror-media.xyz/publication-images/BQm-8ZscQhHsLClw8mPra.png?height=256&width=256)\\n\\nBoth of these are decentralized cryptocurrencies. So, what is the difference?\\n\\nDogecoin was the first to come (*hehe*). It was a meme coin. A joke, created by software engineers Billy Markus and Jackson Palmer, to make fun of the cryptocurrencies at that time. As history is witness, what started as a joke, was taken seriously by a whole lot of people.\\n\\nDogecoin was introduced on December 6, 2013, and reached a market capitalization of $85 billion on May 5, 2021. Yes, joke is joke no more. A lot of people acquired the title of millionaires or even billionaires by having their money dipped in Doge sauce.\\n\\nHere comes Shiba sauce. My bad. Here comes Shiba Inu, as the ‘*dogecoin killer*’.\\n\\nShiba Inu was released in August 2020 by an anonymous entity or entities named ‘*Ryoshi*’. Since then, Shiba token has realised an overall return of more than **2m% returns**. Yes, you read it. Not just that, over the past year, it has given an average return of more than **40m% returns** and rising.\\n\\n![Overall Returns; Source: Coinbase; Time of screenshot: 26/10/21–11:20 BST](https://images.mirror-media.xyz/publication-images/JE5pAOt0H1Rz0qLGSmnNZ.png?height=469&width=544)\\n\\n![1-Y Returns; Source: Coinbase; Time of screenshot: 26/10/21 — 11:20 BST](https://images.mirror-media.xyz/publication-images/-QviSjHvst_l5q0ZFCzzv.png?height=478&width=545)\\n\\n> A $1000 invested on Jan-1, 2021 would be worth millions right now.\\n\\nLet that sink in. Meanwhile, I will take a break and come back.\\n\\n*Alrighty, I am back. Where were we?*\\n\\n# Is it a Dogecoin killer?\\n\\n*Only time will tell.*\\n\\nI know. I know. Such a democratic answer. *We all know the time will tell. You don’t need to repeat what we already know.*\\n\\nNow, Dogecoin started as a meme coin and still is one. There was no purpose behind DOGE. It was created as a laughing stock to the modern decentralized way of banking.\\n\\nOn the other hand, SHIB was created with a purpose, to be a ‘Dogecoin killer’.\\n\\nAccording to [Coinbase](https://www.coinbase.com/price/shiba-inu):\\n\\n> *Shiba Inu (SHIB) is a token that aspires to be an Ethereum-based alternative to Dogecoin (DOGE), the popular memecoin. Unlike Bitcoin, which is designed to be scarce, SHIB is intentionally abundant — with a total supply of one quadrillion. The Shiba Inu Token ecosystem supports projects such as an NFT art incubator and the development of a decentralized exchange called Shibaswap.*\\n\\nSHIB is designed to be more than just a meme. Anyway, if are here to drag down coins based on memes, then what is Bitcoin based on? Nothing. If you think about it, Bitcoin doesn’t have any value. Like any other coin. These coins are taken seriously because of the problem they solve and the revolution they brought to decentralized finance (DeFi).\\n\\n*moving on…*\\n\\nWith the introduction of Shibaswap, a decentralized exchange by SHIB, that allows users to trade cryptocurrencies, SHIB has caught the attention of a lot of investors.\\n\\nIf SHIB is successful in realizing its purpose in the crypto market, soon SHIB will be one of the most traded coins out there. It has risen to the rank of #11 on CoinMarketCap in its popularity.\\n\\n*While I took my short break, as you can see above, SHIB has already risen another 20%.*\\n\\n# Why am I holding SHIB?\\n\\nBecause I believe in it. (*to become rich too, wink wink*)\\n\\nI have been following SHIB since I first learned about it and I have seen it go up and down. I have purchased millions of coins and I will purchase more.\\n\\nDecentralization is beautiful because it gives control back to everyone and not just a privileged few. I will keep holding on to my SHIB as long as I can. I will be there to reap the benefits and see SHIB shine like a diamond.\\n\\nIt is risky and it takes courage to invest your money in a place like this but if you are not ready to take risks, how do you expect to grow? If you are playing it safe, how will you move forward?\\n\\nIf not for the profit, this gives something to live for. To do something you believe in.\\n\\nThank you for reading this post. Have a great day. SHIB you soon. :)\",\"timestamp\":1636840857,\"title\":\"What is Shiba Inu and Why am I HODLing it?\"},\"digest\":\"3ktO3ep6-lWMuAzXHou2NeLTGpPiGYa3HA5CbZJCqUE\",\"authorship\":{\"contributor\":\"0x34A677A38102061642c26ba5ce5Fdbdf76178d42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tIsn8w_vHK9CkgzPUG8uZ2yxLWyK1ryK6QcMYUOs_DY\\\",\\\"y\\\":\\\"qQ8g8Ew3Rl3aqqeEEwCevWZ4rr7OtQLshMLtx52tJt0\\\"}\",\"signature\":\"9ROszv1XLfUv0ZEpapW5nCLPrhgxguYi_dwTbVdj3lffhWhlQj9dhfrF0iskljz6uiiwrMWMKwWMBItLDDyX9A\",\"signingKeySignature\":\"0x9349e7f7a2ce566168fdf1e8e7bef35898178d629256bfa65d84b1aabacfd9137036a5fe543da01446fc6d151b1310b1e89c211d4a83dc6078de489aea737b1a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tIsn8w_vHK9CkgzPUG8uZ2yxLWyK1ryK6QcMYUOs_DY\\\",\\\"y\\\":\\\"qQ8g8Ew3Rl3aqqeEEwCevWZ4rr7OtQLshMLtx52tJt0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3ktO3ep6-lWMuAzXHou2NeLTGpPiGYa3HA5CbZJCqUE\"}"