"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*-2Nm9vT3OY5jT-wdeTcXXA.jpeg)\\n\\n## A step by step guide to design an innovative software product in the legal industry…\\n\\n*These are the instructions for the final activity of the course “[The Lawyer of the Future: Legaltech and the Digital Transformation of Law](https://www.coursera.org/learn/legaltech)” taught by Federico Ast on the Coursera platform.*\\n\\nLegal design is a discipline that seeks to apply the principles of design thinking in the development of products in the legal industry. It combines law, technology and design to develop user-friendly products and promote access to justice.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*p2zYSpGGa4lr1Xn8n2pQZg.jpeg)\\n\\nThe goal of this exercise is to develop the basic concepts of a software product that aims to solve a problem in the legal industry.\\n\\nIn what follows, I will guide you step by step in the application of legal design tools for the identification of a problem, the ideation of a solution, the development of a prototype and the preparation of a document to pitch your product.\\n\\nLet’s begin!\\n\\n## Choosing a Problem to Solve\\n\\nTo get started, choose a problem you want to solve. It can be in any area you find interesting in the legal world: consumer disputes, labor law, inefficiencies in the way lawyers work, etc.\\n\\nSome examples:\\n\\n* **Consumer law.** Consumers in Delaware don’t have a simple and inexpensive way to sue an insurance company for a claim related to an auto accident.\\n* **Labor law.** Domestic workers in Colombia are often wronged by their employers because they don’t have employment contracts.\\n* **Travel.** Passengers don’t have an easy way to claim a refund from airlines for problems in service quality.\\n* **Construction.** Peruvian real estate developers don’t have effective mechanisms to resolve disputes in construction contracts.\\n\\nChoose an area that is familiar to you and that you find interesting.\\n\\nTry to identify:\\n\\n* What is the problem?\\n* Who does it affect?\\n\\n## Building a Prototype\\n\\nOnce the problem has been identified, it’s time to build a prototype to start visualizing what the solution would look like.\\n\\nThere are different levels of fidelity when it comes to prototyping. **Low-fidelity prototypes** are less realistic. **High fidelity prototypes** are more realistic and look more like a real product. Obviously, the more realism, the longer the development time.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*NrIC_Zvt-ITUEcD5K24FpA.jpeg)\\n\\nThe prototype building process begins with paper and pencil. Below, you can see the prototype development process of the Guggenheim Museum in Bilbao.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*6Zz1Oeh0r65zg8B2opU5Sw.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*40nEiSbJyIqsG1pepDQyBQ.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*q3PBFQTzGEhOw5kzZ9Md0Q.jpeg)\\n\\nIn the case of software, we can build a low-fidelity prototype by drawing some app interfaces and user flows.\\n\\nLet’s see some examples…\\n\\n![](https://miro.medium.com/max/1400/1\\\\*PB1ndJIV2yXkm4I645UN_A.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*-nfVV6QdWzARZawWDTlrrw.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*XYaNRXMhmFe3ucjiPDZAXA.jpeg)\\n\\nThink about the problem you are trying to solve and imagine how the solution is reflected in a series of screens and in a flow that the user must follow.\\n\\n* Now, draw 2 interfaces of your prototype.\\n\\n## Looking for Feedback\\n\\nNow that you have your paper prototype, it’s time to look for some feedback.\\n\\nFind a friend or colleague (if possible, someone who has knowledge of the problem) and do the following:\\n\\n* Explain the problem you want to solve.\\n* Show him the paper prototype.\\n* Listen to the feedback carefully. Don’t try to “sell” him your solution. Try to get an honest opinion.\\n\\n## Creating a Digital Prototype\\n\\nNow that you have some feedback, it’s time to create a high fidelity digital prototype. This will look more like the actual product.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Z_Alx6WsVcb-j-eBGC7-bQ.jpeg)\\n\\nSome tips for your digital prototype:\\n\\n* You can use tools that you probably already have on your computer or that you can easily download from the Internet, such as Apple Keynote, Google Slides or Microsoft Powerpoint.\\n* For more realism, you can get screen templates in Google Images. You can find them with the search terms “screen template transparent”. You will find images of mobile phones and PC screens with a transparent background in which you can place your product.\\n\\nIf you want, you can also watch this video that explains how to build a digital prototype with Microsoft PowerPoint:\\n\\n[https://youtu.be/Hoj7v0j8w6o](https://youtu.be/Hoj7v0j8w6o)\\n\\nAs you’re building your digital prototype:\\n\\n* Choose a name for your product.\\n* Create a logo using one of these free tools: [FreeLogoDesign](https://www.freelogodesign.org/), [Hatchful](https://hatchful.shopify.com/), [Wix Logo Maker](https://www.wix.com/logo/maker)*.*\\n\\n## Building a Deck\\n\\nUp to this point, you have defined a problem you want to solve, you have developed a solution, you have designed a prototype and you have chosen a name and a brand for your product.\\n\\nNow, you will use all these materials to create a pitch deck, a type of document typically used in the startup world to pitch a project to investors.\\n\\nTypically, a deck is a 10–15 page PDF document that contains information on different aspects of the business. In this exercise, we will only make a part of the deck that contains the following:\\n\\n* Cover page\\n* Problem definition\\n* Solution\\n* Product\\n* Business model\\n\\n## Cover Page\\n\\nThe deck cover contains the name of your product and its value proposition. Here are some examples.\\n\\n![This is the cover of the Airbnb deck in the early days, when it still had its original name: AirBed&Breakfast. The value proposition was: “Book rooms with locals, rather than hotels.”](https://miro.medium.com/max/1400/1\\\\*HHV0mk-YO261WmkoGcQmTQ.jpeg)\\n\\n![The cover of LinkedIn’s deck. The value proposition was: “Find and contact the people you need, through the people you already trust.”](https://miro.medium.com/max/1400/1\\\\*fUwTB8BbxXgNIR_LrhMbgQ.jpeg)\\n\\n* Now, build the cover page for your deck.\\n\\n## Problem Definition\\n\\nThis slide explains the problem you want to solve.\\n\\n![This is how Airbnb presented the problem it was seeking to solve.](https://miro.medium.com/max/1400/1\\\\*gEpxSqnj6HAvez88G7xUHQ.jpeg)\\n\\n![This is how Tinder presented the problem to solve.](https://miro.medium.com/max/1400/1\\\\*HnY4NEyXYo6tcaq-4_uLQA.jpeg)\\n\\n* Now, build a slide presenting the problem you want to solve.\\n\\n## Solution\\n\\nIn this slide, you will present your solution to the problem.\\n\\n![This is how Airbnb presented its solution.](https://miro.medium.com/max/1400/1\\\\*OwPJ6IaMwlIAr65-fjONgA.jpeg)\\n\\n![This is how Tinder (when it was still called MatchBox) presented its solution.](https://miro.medium.com/max/1400/1\\\\*H_6jLESh6wcc9dRNoAGvIg.jpeg)\\n\\n* Now, build your solution slide.\\n\\n## The Product\\n\\nThis slide shows what the product looks like.\\n\\n![This is how Airbnb displayed its product.](https://miro.medium.com/max/1400/1\\\\*ooVTQAQmplYSfIdzvLPabg.jpeg)\\n\\n![This is how Tinder displayed its product.](https://miro.medium.com/max/1400/1\\\\*CGb_qiQo4YKNgs5wwLpfvQ.jpeg)\\n\\n* Now, build your product slide with the digital prototypes you designed in a previous step.\\n\\n## Business Model\\n\\nIn this slide, you have to explain your business model: how will your company make money.\\n\\n![The Airbnb business model consisted in charging a 10% fee on each booking.](https://miro.medium.com/max/1400/1\\\\*EYUIt6vH2sm5uZhYqoSuMA.jpeg)\\n\\n![Tinder business model was about monetizing user interactions.](https://miro.medium.com/max/1400/1\\\\*wssTSYpDzyPI0bSmJKZcPw.jpeg)\\n\\n* Now, build your business model slide.\\n\\n## The Deliverable\\n\\nAfter you have designed all your slides, compile them into a PDF document.\\n\\nThis should be a 5 pages document including the following:\\n\\n* A cover with the name of the product and a short sentence with the value proposition.\\n* A clear and precise description of the problem.\\n* A clear explanation of your solution.\\n* Two screen interfaces presenting your product.\\n* A brief explanation of your business model.\",\"timestamp\":1638649444,\"title\":\"How to Build a Legal Product\"},\"digest\":\"smY2R5pIVkLb7liVLbnQ9pkLha_b_eOH7u-nVhX5hqo\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"ZXbCdWrXAxe5soLX2Pdbm3jNUoFNRyv8hbaA9b4iKZuKiLFjOx6RvTwCsLR5l9GnoBJclpQ82ROkbTMcSQdu5A\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VQsXsJx51dBDLE6KjVk0cqXaJLRQ56SiyZytszDbmZQ\"}"