"{\"content\":{\"body\":\"Lumi roared into the the rain. She couldn’t hear her own voice , as it was drowned out by the torrential winds ripping at her shirt and through her hair. She kept yelling all the same, until her chest heaved and her breath was exhausted. And then she was quiet—no longer a lion, just a girl in a storm.\\n\\nNobody had taught her how to be brave, or how to deal with pain, so she’d taught herself. If she screamed loud enough, for long enough, the visions would fade. She hated the scattered memories that weren’t her own, the fractured images that meant nothing, but she could do nothing but stare into the always-grey sky. \\\\\\\\n Quiet now, and drenched, Lumi began her slow walk back home. Her brother would be likely be waiting, back from another day of Labour, and worried sick. He didn’t like when Lumi walked alone at night. It didn’t matter to him that she’d grown up in Junction, or that she knew the streets as well as anyone.\\n\\nGritting her teeth, Lumi refused to cower, pushing forward into the surge instead of finding shelter and huddling for warmth.\\n\\nWhen she finally arrived at the bunker, the door slid open and her brother rushed out with a blanket. He tossed it around her shoulders and ushered her inside. Though Lumi wanted to shrug off the blanket and retreat to her room, she allowed her brother the fiction of a family relations.\\n\\nTheir family was tattered, and had been since their parents had failed to come home after a mission. Instead, a representative of the Republic had visited their door, offering a salute and a kind word.\\n\\n“Eat,” said Tru. He set a disc on their table. It was full with a beige substance, halfway between liquid and solid. “Sorry, only nutritionals today. It’s this war, Lumi. The Republic is driving Labour harder, yet credit allotments are stagnant.”\\n\\nShe sat, grabbed a spoon, and began shovelling the paste into her mouth. There was no taste—only texture—and she kept her expression vacant as she swallowed.\\n\\nTru grimaced. “Sorry,” he said again. He dug into his own muck and ate with the same excitement.\\n\\n“Don’t apologize,” said Lumi. “I’m the one who’s sorry. You were forced into your path, Tru, and it’s kept us alive. I’ll always be thankful.” She looked away, and wiped a tear from her eye.\\n\\n“Well, kid, look on the bright side: your path is wide open. Selection is soon, isn’t it?”\\n\\nLumi nodded. Her seventeenth birthday had come and gone, but the Republic couldn’t test individually—there were far too many wanderers in the world. Twice a year, the Republic sent an emissary to usher the wanderers into one of three paths: Labour, Thought, or War.\\n\\nThe Republic required the completion of many tasks, so most were designated to Labour. It was rare to be selected for the path of War, and Thought was even rarer.\\n\\nLumi’s parents had been warriors, though she didn’t know what that mean. Her parents had never spoken about their life in the Republic’s army. They’d not even wrote about it in their journal, Lumi’s most prized possession. She found it that day when the representative had come to her door with news of her parents’ deaths, when she’d raged around the bunker.\\n\\n“You want the path of war, don’t you?” asked Tru. He peered at her with crystal-green eyes, the same eyes she saw when she looked in a mirror, or at a picture of her parents.\\n\\nOf course she did. “I want to know what happened to them, Tru.” \\\\\\\\n He put down his spoon and sat back. “Even if you’re selected for War, Lumi, I doubt you’re going to find any answers.”\\n\\nThey’d had this conversation before—many times. “You can’t know that.” \\\\\\\\n “No, I can’t, but think about it, Lumi. Think—that’s what you’re really good at. Why would the Republic care about it? You think they’d allow one of their soldiers to go hunting for that kind of information? What would it mean to them, other than a waste of time and resources?”\\n\\nTru was right, but Lumi didn’t care. “I’m going to find out. They were special, Tru. I’ve seen the soldiers patrolling the streets, coming and going through Junction like we’re nothing but a harvest for selection. Our parents were different.” \\\\\\\\n Her brother opened his mouth to reply, to continue the familiar debate, but Lumi heard nothing. Her vision had blurred, and her head began to throb so violently that she pushed in her temples as if she could force the pain away.\\n\\nImages began to dance in her mind. Figures in sleek, white metal jumping and rolling between rubble. Lights pulsing from limbs, explosions and blood. \\\\\\\\n Lumi began to scream—to roar—and her voice echoed throughout the bunker. Tru was by her side in a second. Much too fast for a Labourer, she thought… \\\\\\\\n She awoke on her bed. Tru was mopping her head with a rag, his lips taught and eyes unmoving.\\n\\n“What did you see this time?” he asked.\\n\\n“I’ve seen it before,” Lumi answered. “It was the battle, with the white-metal fighters.” She closed her eyes, then squeezed them. “I saw the slaughter again.” \\\\\\\\n Tru placed the rag into a bowl of water, swirled it around, then wrung it out and continued mopping her head. For a time, he said nothing, and Lumi was grateful. She didn’t want to talk, or remember. She just wanted to sleep. \\\\\\\\n Eventually, her brother gripped her hand, then left the room, shutting the light as he went.\\n\\nLumi rolled over, desperate to find comfort in slumber. But all she saw were the last moments of unknown lives.\\n\\n[crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers](crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers)\\n\\n\",\"timestamp\":1633475894,\"title\":\"Chapter One: Lumi\"},\"digest\":\"W7fmNq0W35xE2PFZw5-yPA2EOFpNzh2C5YIgpltrwtU\",\"authorship\":{\"contributor\":\"0x9A048A7BF38306c055C05606A6010C78CFc7C1E8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"signature\":\"Ryg8Hdj9MhLNxACUzNtnDASRoC19Qxe3vh95sbtp3aqQsXcR3b9fPd06tH8N7sU7I4Pu3QTS9PXOeUKUPM_6YQ\",\"signingKeySignature\":\"0x0baf7be40a5c8d9e69ca51a7cbe06f9b777ffdd9e0044f15580226dcf306c9a03c1ea6cfb44bf7841e57243f38ab018bc8cf93ccccf496e559d9abc693e4650f01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0YiTlsvQtAXVAdit-P1i_-mO3NW4liod19C23_Fx0_I\"}"