"{\"content\":{\"body\":\"* *Суть: исследование вопроса — кто же на самом деле владеет Телеграм-аккаунтом с включенной двухфакторной аутентификацией. Получивший доступ к SMS/звонкам SIM-карты или имеющий пароль второго фактора.*\\n* *Результаты: В выводах будут представлены актуальные на данный момент сведения касаемо права владения на телеграм-аккаунт с 2ФА и даны рекомендации по улучшению безопасности таких аккаунтов.*\\n* *Целевая аудитория: владельцы телеграм-аккаунтов, для которых аккаунт представляет ценность.*\\n\\n**Подробности**: В Апреле 2015 года (<https://telegram.org/blog/sessions-and-2-step-verification>) в мессенджер была добавлена возможность защиты аккаунта с помощью второго фактора аутентификации — пароля, в дополонение к коду, полученному по SMS (или звонку). В случае утери пароля, согласно информации на официальном сайте Телеграм, — \\\"теряется доступ к сообщениям на других устройствах\\\". По состоянию на Декабрь 2021 года — эта информация не является полной.\\n\\n> Как можно повлиять на аккаунт с 2ФА заполучив доступ к SMS/звонкам — основной вопрос данного исследования.\\n\\n\\\\*\\\\*По поводу резервной электронной почты\\\\*\\\\*: имеется возможность указать E-mail для восстановления пароля. Технология E-mail была создана очень давно, без целей защиты прав на владение и считается слабозащищённой технологией на сегодня. К тому же данное действие передаст исключительное право на владение аккаунтом тому, кто сможет узнать E-mail адрес и/или получить доступ к письмам. Таким образом электронная почта будет слабым звеном и основной угрозой аккаунту, а пароль теряет свои защитные функции. Вопросы защиты E-mail вне темы данного исследования. Таким образом аккаунт с паролем в качестве второго фактора и без подключенного E-mail для восстановления пароля является оптимальным методом защиты на данный момент.\\n\\n**Почему и кому это важно**: на сегодня Телеграм является одной из основных площадок для взаимодействия многих проектов. Включая проекты DeFi с большой суммой вложенных средств, до нескольких миллиардов ([читайте обзор на Curve Finance в Телеграм-канале @defisec](https://t.me/defisec/30)). Утеря доступа к телеграм-аккаунтам несёт не только репутационные, но и финансовые риски как обычных пользователей, так и управляющих проектами. Также многие пользователи владеют популярными каналами и получают доход от них.\\n\\n**Порядок проведения исследования, соответствующие скриншоты:**\\n\\n* Создаём телеграм-аккаунт и задаём пароль для 2ФА, без резервной электронной почты. Завершение операции на скриншоте #00.\\n* Заходим в аккаунт с нового устройства: подтверждаем SMS и открывается к обзору запрос пароля. Скриншот #01.\\n* Нажимаем “Забыли пароль?” и получаем к обзору предложение вспомнить пароль или сбросить аккаунт. Скриншот #02.\\n* Нажимаем \\\"OK”, затем нажимаем “СБРОСИТЬ МОЙ АККАУНТ” и получаем к обзору Скриншот #03 с предложением сбросить аккаунт.\\n* Нажимаем “Сбросить аккаунт” во всплывшем окне и открывается скриншот #04 с отсчётом в 7 дней до сброса.\\n* Затем открываем другое залогиненное в этот аккаунт приложение и в чате “Служебные уведомления” видим предупреждение о сбросе. Скриншот #05.\\n* Нажимаем на ссылку после слов о том что не хотим, чтобы учётная запись была удалена и получаем запрос на подтверждение по SMS. Скриншот #06.\\n\\n![Скриншот #00. При задании пароля 2ФА Телеграм утверждает, что доступ будет потерян вместе с ним если не задать также электронную почту для восстановления пароля 2ФА.](https://images.mirror-media.xyz/publication-images/Wh8FjXYunH1LhyS-NVbMQ.png?height=605&width=540)\\n\\n![#01. Подтверждаем код из SMS и заявляем, что потеряли пароль.](https://images.mirror-media.xyz/publication-images/CHQiTtYX-7SS_Sjz7Ukbi.png?height=261&width=540)\\n\\n![#02. Телеграм предлагает варианты: \\\"вспомнить пароль или сбросить аккаунт\\\".](https://images.mirror-media.xyz/publication-images/9NYV1sKdkGGQXKiGHXWy0.png?height=603&width=540)\\n\\n![#03. Выбираем вариант \\\"сбросить аккаунт\\\", Телеграм сообщает, что \\\"все сообщения и чаты будут удалены\\\", подтверждаем нажатием \\\"сбросить аккаунт\\\".](https://images.mirror-media.xyz/publication-images/BhlsDDs8agZWlYx-Lr2Sp.png?height=597&width=540)\\n\\n![#04. Телеграм сообщает, что аккаунт защищён паролем и включает таймаут в 7 дней.](https://images.mirror-media.xyz/publication-images/AsjO5NLsD0UnKVDGGuSpt.png?height=303&width=540)\\n\\n![#05. В этот момент в служебных сообщениях мы получаем уведомление с возможностью отмены данной операции.](https://images.mirror-media.xyz/publication-images/Zsq9_MZXp4_aJUhV0Vq2p.png?height=343&width=540)\\n\\n![#06. Так выглядит попытка отмены операции \\\"удаления и сброса\\\" из залогиненного в аккаунт приложения, также предлагается вариант изменения номера телефона.](https://images.mirror-media.xyz/publication-images/55y-kwwx5xef7kN4ZY0Nc.png?height=456&width=540)\\n\\n**Вывод**: в случае наличия у посторонних лиц доступа к SMS/звонкам — имеется возможность завладеть аккаунтом осуществив его полный сброс. Сохраняется ли при этом имя пользователя (username) и id аккаунта -- данный вопрос остаётся открытым и подлежит дополнительному исследованию. Таким образом самые полные права на аккаунт имеются у приложения/приложений, с которого/которых осуществлён вход в аккаунт. При соответствующей реакции на служебные уведомления от Телеграм имеется возможность смены номера телефона в случае попытки \\\"удаления\\\" аккаунта через доступ к SMS/звонкам. Необходимо контролировать следующие моменты: что приложение полноценно залогинено в аккаунт и имеется доступ к этому приложению, а также контролировать поступление служебных уведомлений.\\n\\nПро 7-дневный таймаут перед сбросом аккаунта почему-то указано лишь в документации для разработчиков: <https://core.telegram.org/api/srp#email-verification>\\n\\nВсё, что есть по поводу двухфакторной аутентификации в документации для пользователей: <https://telegram.org/faq#q-how-does-2-step-verification-work>\\n\\n> Рекомендации по мерам защиты:\\n>\\n> * Использовать сложный пароль и иметь его защищённую резервную копию.\\n> * Необходимо иметь отдельное защищённое устройство с залогиненым в аккаунт приложением.\\n> * Необходимо регулярно проверять работу залогиненного в аккаунт приложения и чат со служебными уведомлениями. Не реже одного раза в пять дней.\\n\\n**Дополнительно**: чем больше залогиненных устройств в аккаунт — тем выше риск компрометации аккаунта. Однако также залогиненное устройство является инструментом в обеспечении безопасности Телеграм-аккаунта. Необходимо учитывать, что для сокрытия служебного уведомления от Телеграм о сбросе аккаунта может быть применён флуд таким образом, что чат со служебными уведомлениями и/или само сообщение о сбросе в чате будет сложно заметить.\",\"timestamp\":1642161367,\"title\":\"Безопасность Телеграм: исследование на право владения аккаунтом\"},\"digest\":\"-3XLQf6ESWSctVag1OGY1H9QC6-LVqaZBCk886MIzao\",\"authorship\":{\"contributor\":\"0xdc519466f1cda17e8ae6735bB8652F47c0533CBe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xLelALYIsx0Kegykex-Nq1Iv1oc1dDTUgHmYXtF3Uy8\\\",\\\"y\\\":\\\"YEEoti6VMw6FkATB-HEM5aVgIdqe0k5xOa1yJQLJbNU\\\"}\",\"signature\":\"5huTaRowCCJZ84QkrMxqfq28Uztt_nH9i0_HJoxL4JEClzSqqjHNYcj0C2PazvMrWV0GK3sIQFunFozgqL-WHw\",\"signingKeySignature\":\"0x9c98a96dc407f745067175f71338987868d7396b62c475174813d425fca9f19d647c3894e9e8191e5be9d8d867296dd0fb7307cce5490e693ce64c7a8b36670f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xLelALYIsx0Kegykex-Nq1Iv1oc1dDTUgHmYXtF3Uy8\\\",\\\"y\\\":\\\"YEEoti6VMw6FkATB-HEM5aVgIdqe0k5xOa1yJQLJbNU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n9utNq5mnJ14hscmONhOzBTsTcuWfWMXExummuLti8k\"}"