"{\"content\":{\"body\":\"I have decided I will not be minting Enviro. I don’t see much utility in showcasing your NFTs in a digital gallery, no community, no incentives.\\n\\nI got into the whitelist through Rude Golems, but I have seen that Enviro is following the strategy of giving away many WL entries to NFT PFP communities in order to get a bit of promotion.\\n\\nIt’s a pass for me, and if it is a mistake, then I’ll learn something. I could even try to mint and flip, but it just does not seem like the right project, since it is hard to understand what they are doing here.\\n\\n**Things I am looking at right now:**\\n\\n* Dronies. I really like this project and the community. I still don’t have WL access since it is reserved for active members in the community and even though I am being pretty active in the Dronies channels and investigations, the team has not yet “seen” me. I’ll continue on my quest to find out more about the Dronies.\\n* Farouk.eth Rug Radio. I am whitelisted as well, and this account is very well connected in the NFT space. The idea of Rug Radio is to create a media platform DAO. More details are coming next week and I will pay attention before going in at 0.1 ETH.\\n\\nHoldings:\\n\\n* Nuclear Nerds of the Apocalypse. A lot ahead of them. Art is cool and the project will eventually share it’s IP with holders. If they are able to execute, it could be a nice long term hold.\\n* NSUJPG. A Spanish community NFT, just starting out. I bought too many of them since I was pretty into them at the beginning. Will sell some for profit once things take off and keep the rest for the long term.\\n\\nOther projects:\\n\\n* *Catalina Whale Mixer*. Minted 2 days ago for 1 SOL and 12 SOL floor already. I didn’t know about them when they minted, but some important accounts on ETH are into them as first Solana project. Too late for me to get into it now, and what I feel I may be missing is the much interesting Discord group with very interesting views and alpha. However, not too much into the art and all the “diamond hands” and “delist” calls I see on their public Discord. Will probably be a winner, but again, too late for me to get in now.\\n* *Mories*. I like the art, and creators have a long term vision. Currently at 0.34 ETH floor. They look like a tight community, and will investigate more.\\n* *Lemons*. I think they are an original project, and they are still small. I have listened in some of the Twitter Spaces they do, but I want to keep looking at them and see if it is a community where I would like to be.\",\"timestamp\":1639934617,\"title\":\"Out of Enviro, daily update\"},\"digest\":\"AlcCt7Jlrb8Lyklo_lrZy1dTMfLK2Wjmy15WJ5rt8IQ\",\"authorship\":{\"contributor\":\"0x2495814A072f41bF112587eeF1c494fbc1a7a8d0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Pov0aHNOi1RS5zR3YBaHACvTt1cGq2buAFi0YlxTfQ\\\",\\\"y\\\":\\\"5c8PYtnsM_qXfon0DULsrmRo923KnaZoThsEOs3Ztpo\\\"}\",\"signature\":\"zn4cvwOPs1nBk9R1qGC2j6VqfMpQUEtzuBhU_TIJfH5X2G9H4WhdbxAWnIE3LsPIQBXv7EAlrYlR-7j12MFVqQ\",\"signingKeySignature\":\"0xfc3d8e782fd8028fffeb6ffa5b165e3bdcd91e9373407b6ed75b6a30c449b8ac75218bd41f017d8a4f0148d8eff22e4ee02d2d1552456988c55a2895b9f5957f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Pov0aHNOi1RS5zR3YBaHACvTt1cGq2buAFi0YlxTfQ\\\",\\\"y\\\":\\\"5c8PYtnsM_qXfon0DULsrmRo923KnaZoThsEOs3Ztpo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AlcCt7Jlrb8Lyklo_lrZy1dTMfLK2Wjmy15WJ5rt8IQ\"}"