"{\"content\":{\"body\":\"## Cómo piensan, viven y trabajan los que operan en los mercados de criptomonedas…\\n\\n*Esta es una versión adaptada y traducida del texto “[The Men Who Stare at Charts](https://www.coindesk.com/markets/2020/05/08/the-men-who-stare-at-charts/)” publicado por Ben Munster en Coindesk el 8 de mayo de 2020.*\\n\\nLos gráficos que siguen el precio del Bitcoin dominan seis monitores que parpadean en la oficina del tercer piso de una torre centenaria en el corazón de Kiev.\\n\\nUn patrón emerge entre las formas cambiantes. Brian, un trader de 33 años que nos pide que usemos solo su nombre de pila, reacciona rápidamente, ingresando su análisis en un grupo de chat de la aplicación de mensajería Telegram.\\n\\nHa identificado el giro descendente distintivo de una “formación de cuña descendente”. Para los que están en el negocio, esto significa: *El precio está cayendo a una tasa decreciente, y ahora debería dirigirse hacia la luna.*\\n\\nUn breve boletín con este pronóstico aparece en las pantallas de los teléfonos móviles de los aproximadamente 300 traders del grupo de trading VIP de Brian, “WhaleTank”. Cada uno de sus miembros paga mucho dinero para recibir los consejos de Brian las 24 horas del día y, literalmente, seguir cada uno de sus movimientos.\\n\\nPor un precio de 0,1% de Bitcoin por mes (unos $90, al momento de escribir este artículo), los miembros de WhaleTank pueden programar sus bots de trading para copiar las operaciones de Brian. Él es la marea que levanta todos los barcos… o, si se equivoca, el remolino que los hunde.\\n\\nAfortunadamente, es un “muy buen trader”, dice un seguidor conocido solo como “Adrenalin”.\\n\\nBrian pertenece a un grupo clandestino, en gran parte anónimo, de traders de criptomonedas de alto calibre que buscan fortuna en los mercados de cripto escasamente regulados y muy manipulados.\\n\\nSi bien las grandes tendencias del precio son marcadas por los grandes fondos, miles (o millones) de traders existen en los márgenes, trabajando desde casas en Miami Beach, sombrías habitaciones de Glasgow o torres en Kiev, en un mundo financiero lejos de Wall Street.\\n\\nEn lugar de mantener sus posiciones en el largo plazo, estos traders operan con las alzas y bajas, obteniendo ganancias cuando el mercado sube y también cuando baja.\\n\\n> Si eres un trader talentoso, ¿por qué molestarte con un banco de inversión o un hedge fund cuando puedes tradear con un apalancamiento de 100x (léase: muy peligroso) en BitMEX y obtener todos tus consejos de trading en Discord?\\n\\nLas reglas normales no aplican en el mundo de las criptomonedas. En los mercados bursátiles, los traders hacen predicciones analizando los “fundamentals”, la realidad detrás de la valuación de una compañía. Siguen las noticias, llaman al CEO y duermen con el pasante. No se puede hacer eso con el Bitcoin, o en los mercados de “altcoins” descaradamente no regulados, donde monedas inservibles con nombres como “morguecoin” se crean ad infinitum.\\n\\nLa creencia entre muchos traders es que los movimientos de precios en estos mercados rara vez reflejan una realidad más profunda: sólo revelan los movimientos frenéticos de los traders.\\n\\n“Nadie puede observar la P y la L de ‘The Bitcoin Company’”, dice Scott Melker, un DJ de 43 años devenido en trader bajo el nombre de “Wolf of all Streets” en Twitter, donde tiene más de 70.000 seguidores. Las criptomonedas suben y bajan porque la gente las compra y las vende, dice. ¿Y por qué la gente las compra y las vende? Porque otra gente las compra y las vende. “Es la máxima profecía autocumplida”, dice.\\n\\nEste ritmo salvaje de compra y venta comienza a formar patrones predecibles, que pueden entenderse a través del **análisis técnico**, o TA, la práctica de leer gráficos.\\n\\n![“Análisis Técnico de los Mercados Financieros”, el tradicional libro introductorio de John Murphy.](https://miro.medium.com/max/1400/1\\\\*3FJeX6TndeuIDb8oK3B1gQ.jpeg)\\n\\nMelker es un ávido fanático: todas las noches, después de un día de vida relativamente normal, haciendo rondas en el circuito de conferencias de criptomonedas (ahora relegado en gran medida a Zoom), escribiendo artículos en newsletters, publicando en Twitter, relajándose con sus hijos — busca un gráfico en su computadora y comienza a buscar patrones, especialmente aquellos que lo alertan sobre “las emociones humanas en los traders: dónde van a ser codiciosos y dónde el dinero inteligente se aprovechará de su miedo”.\\n\\nPodría tratarse de cualquier moneda, no importa. “Podrían estar curando el cáncer o podría estar dando cigarrillos a niños en África”, se ríe. “No lo sabría”.\\n\\nMelker se pasea por Discord, Twitter y Reddit, buscando señales. Los patrones que rastrea todos los días están en garabatos superpuestos frenéticamente en gráficos con nombres que suenan a tácticas militares: “formación de cuña móvil”, “doble techo”, “formación de copa y asa”.\\n\\nCuando descubre una oportunidad (digamos que Thorecoin está en una tendencia alcista más allá de su precio de soporte de $0,00034) planifica una operación y activa una alarma.\\n\\nA veces, toma las predicciones del gráfico al pie de la letra. Pero normalmente no le gustan las predicciones astrológicas. (“El patrón no funciona porque sea el ‘flujo natural de la naturaleza’”, dice. “Esos patrones funcionan porque todos los están mirando”).\\n\\nLo más probable es que participe en una especie de metajuego: hacer predicciones basadas en la credulidad de aquellos que creen que el análisis técnico habla de algún tipo de principio cósmico inefable. Si todo el mundo está mirando la misma línea en un gráfico, dice: “Se convierte en algo real, el precio se dispara, y dices ‘¡Dios mío! El análisis técnico funciona muy bien’”.\\n\\nSi tiene suerte, entonces cobrará en dólares.\\n\\n“No me interesa tener decenas de millones de dólares en bitcoins”, dice Melker, quien cree en la promesa de la tecnología pero no es un evangelista. “Tengo que vender mis bitcoins por dólares reales. Mucha gente piensa que son traders profesionales, pero no obtienen beneficios en dólares. La parte más importante de ser un trader es que tienes que hacer sonar la caja registradora”.\\n\\nTradeando solo diez minutos al día, Melker vive la vida un poco más plenamente que algunos otros.\\n\\n![Una figura de Cruz Dorada, típica del análisis técnico.](https://miro.medium.com/max/1400/1\\\\*f1RyQe70WtVI22-LKpABIw.jpeg)\\n\\n“Young Tilopa”, un trader con sede en Glasgow, se levanta todos los días a las 7am, se ducha, pasea a su perro, se toma un café, abre una aplicación llamada Sierra Charts y se pasa el resto del día mirando gráficos sin pestañear.\\n\\nLa mayoría de los gráficos son de color negro o gris opaco, atravesados por zig-zags blancos salvajes que pulsan de forma arrítmica, como señales en un monitor de latidos.\\n\\n“Es una profesión lamentable”, dice, y comenta que muchos de sus colegas traders son hombres solteros y bastante solitarios de entre veinte y treinta años. (Muchos de ellos son estudiantes de su curso de trading, uno de sus pocos respiros del… trading).\\n\\nLos operadores a menudo son súper inteligentes y afilados, dice, pero a la manera tragicómica de Internet: sus bromas desmienten la desolación esencial de sus vidas.\\n\\n“Esencialmente, eres un trader independiente sentado en tu habitación todo el día, mirando gráficos y, a veces, piensas: ‘¿Qué diablos estoy haciendo?’”, dice. “A veces no tiene sentido, no estás interactuando con nadie”. (El COVID-19, como podrá imaginar, no ha hecho mucha diferencia en sus vidas).\\n\\nTilopa, cuyo seudónimo remite al de un monje budista del siglo XI, tiene un enfoque zen del trading. Analiza los “eventos técnicos”, cambios de mercado determinados por idiosincrasias en las plataformas de trading. A diferencia de otros, no se limita a predecir: busca comprender la “microestructura del mercado, cómo se mueve el mercado”, dice.\\n\\nDurante años, Tilopa absorbió volúmenes de artículos académicos sobre la dinámica del mercado. Uno de sus “eventos técnicos” favoritos para explotar involucra el *stop-loss*. Cuando un trader coloca un stop loss, le está diciendo al exchange: “¡Oye, si el precio cae por debajo de X, vende todas mis tenencias! ¡No quiero ser aniquilado si el mercado se derrumba!”.\\n\\nEs una cosa puramente técnica: un comando para un algoritmo. Pero el uso de stop-loss, dice Tilopa, es traicionado por la codicia: en momentos de gran optimismo, los traders ávidos de ganancias reducen sus stop-loss cada vez más… y luego, si es su día desafortunado y los mercados entran en caída libre, los stop-loss se activarán y sus activos serán vendidos.\\n\\nTilopa simplemente navega por entre las olas que se levantan a raíz de estos movimientos. Mientras tanto, las “ballenas” acechan en las profundidades, haciendo temblores. Son traders inmensamente ricos, caprichosos y anónimos. Tienen una cuota de mercado tan grande que pueden doblegarlo a voluntad.\\n\\nSe dice que muchos de ellos viven en un inframundo criminal y que usan una criptomoneda denominada en dólares llamada “Tether” porque no pueden acceder a dólares reales. Y se aprovechan de los débiles.\\n\\nAl observar una gran cantidad de stop-loss, por ejemplo, una ballena puede estrellar deliberadamente el mercado por debajo del umbral y beneficiarse de la derrota resultante. Este movimiento se conoce como la “cacería de stop-loss”. Ciertamente depredador.\\n\\nCon tantas ballenas dando vueltas, los traders deben tener cuidado. Joe McCann, un ejecutivo de Microsoft que opera de noche como trader de criptomonedas, sabe que bajar la guardia podría costarle caro. Para defenderse, ha diseñado y programado un sistema de gestión de riesgos totalmente automatizado que “supervisa mis posiciones cuando no estoy en el exchange”, dice. “Si mi portafolios alguna vez explota, entonces es 100% culpa mía”.\\n\\nEn el trading de cripto, la disciplina es clave. “La mejor forma de saber qué técnicas usar es estudiar pacientemente tu carácter, emociones y maneras de pensar”, dice Luis J. Sarmiento, de 23 años, basado en Venezuela y cofundador de AltSignals, un grupo de trading de Telegram que cobra $107 por mes a sus más de 40.000 miembros.\\n\\nSarmiento dice que ha obtenido ganancias de 529% desde comienzos de 2018. Aprendió “El Camino” de un veterano que, una vez que terminó su entrenamiento, simplemente se desvaneció en el aire, como Yoda. (“Conocí a mi maestro de trading en un foro en 2016”, dijo. “Nunca supe su nombre. Y en 2017, simplemente no se volvió a conectar al chat”).\\n\\nPara los pocos que son lo suficientemente disciplinados/afortunados (un número cada vez más pequeño de personas) como señalan los traders, la rareza de los mercados de criptomonedas también puede hacer que el día a día sea emocionante, aunque financieramente letal.\\n\\nLos traders hablan con especial cariño de lo que ellos llaman oportunidades “criptográficas nativas”, operaciones que serían imposibles en los principales mercados financieros. McCann, por ejemplo, está intrigado por los **préstamos flash basados en criptomonedas que se originan y reembolsan instantáneamente**. Un trader con la suficiente confianza en sí mismo puede pedir uno de estos préstamos, usarlo para tradear, obtener ganancias y devolverlo inmediatamente. Tal cosa es inconcebible en los mercados financieros tradicionales.\\n\\nImagina la situación: pides prestado, digamos, $1 millón de Wells Fargo. Lo inviertes todo en la bolsa y luego, de alguna manera, en unos pocos milisegundos, generas suficiente dinero para devolverlo todo y obtener una ganancia masiva. Imposible.\\n\\nSin embargo, en el mundo cripto, un trader realmente consiguió esto, absorbiendo $350.000 del exchange descentralizado BZX, en cuestión de segundos. ¿La parte más increíble? **Si el trade hubiese fracasado, el préstamo nunca se habría producido.** La cadena de bloques simplemente no lo habría registrado.\\n\\n“Realmente no existe una analogía del mundo real” para los flash loans, señala Nic Carter, socio de Castle Island Ventures. “Quizás es por eso que la gente está tan fascinada con ellos”.\\n\\nSi bien el trading de cripto es un negocio arriesgado, para algunos es simplemente… un negocio. Vestido con una camisa blanca impecable y pantalones sin arrugas, Brian llega todos los días a su oficina de Kiev.\\n\\nCon su equipo de analistas, utilizan complicados modelos estadísticos elaborados a partir de una variedad de fuentes: datos históricos, indicadores secretos e información sobre los traders competidores. (Incluso los traders de segunda categoría pueden ofrecer valiosas “contra señales”, dice. “Para ser lo más preciso posible, hay que tener en cuenta todos los factores y analizar todos los indicadores”).\\n\\nLas paredes de la oficina están amarillentas y gastadas; una computadora con seis pantallas de 3,6 gigahertz mira fijamente a los traders, parpadeando con actualizaciones de nanosegundos.\\n\\nLa “salsa secreta” es recopilar todos los datos crudos que sea posible. Brian se jacta de una precisión asombrosa en sus predicciones, de más del 90 por ciento. “Nuestras predicciones de precios son correctas hasta el dólar de precisión”, dice. Su análisis “va mucho más profundo que el del trader promedio: retrocedemos mucho en el tiempo en el gráfico, años, décadas”.\\n\\nLos máximos son altos, los mínimos son bajos. Brian recuerda una semana excelente en la que convirtió $15.000 en Bitcoin en $60.000. “Acerté en todos y cada uno de los trades esa semana”, recuerda. (Aunque, agrega, “lo perdí todo en los meses siguientes”).\\n\\nA veces no funciona del todo. Como aquella vez en que convirtió $200.000 en $30.000 en cuestión de días. Aunque esto, explica, fue mucho antes de que la curva en forma de palo de hockey del Bitcoin llegara a $20.000 en 2017, cuando la mayoría compraba y mantenía el activo. Eso los dejó a merced de las fuerzas del mercado, dice. “Solo holdeabamos bitcoin como creyentes, no era tan inmune como lo soy hoy”. (Aunque el registro muestra que la gente estaba haciendo análisis técnico de bitcoin al menos desde 2011).\\n\\nAhora, Brian juega con el mercado… de manera obsesiva. Aunque está operando su negocio con una pérdida del 100% (aproximadamente $10.000 por mes de ingresos y $20.000 de gastos, la mayor parte en marketing), opera tan cerca a 24/7 como es humanamente posible. Lo mueve la pasión y, a diferencia de la bolsa tradicional, los mercados no cierran nunca. “Para obtener buenos resultados debes amar el activo y seguirlo 24/7” dice. “Mucha gente se enamoró del Bitcoin y abre su gráfico de precio cada 10 minutos. Nunca vas a ver algo así con las acciones tradicionales”.\\n\\nActualmente, Brian está trabajando en un trade altamente complejo vinculado con el evento de “halving” previsto para el 11 de mayo. Se espera que ese evento (tras el cual la emisión de nuevos Bitcoin caerá abruptamente) cause un fuerte crecimiento en la demanda y un aumento de precio en el largo plazo.\\n\\nLos creyentes respaldan su convicción con elaboradas teorías de oferta y demanda, y señalan que aumentos similares siguieron después de los halvings anteriores. Y parece bastante esperanzador: el precio de Bitcoin ha aumentado constantemente durante los últimos días, como si la emoción aumentara constantemente…\\n\\nPero Brian miró los gráficos y llegó a una conclusión muy diferente. Probablemente será un caso de “comprar con el rumor, vender con las noticias”, imagina: un frenesí breve y autocumplido, causado por personas que compran lo que creen que será un \\\\*rally \\\\*impulsado por los fundamentals, seguido de una caída en picada a medida que los ganadores liquidan sus ganancias.\\n\\nNo solo los datos sobre los halvings anteriores respaldan esta hipótesis, dice (a las 3 de la madrugada de un miércoles), sino que los patrones en los gráficos que siguen el prodigioso aumento actual del precio del Bitcoin tampoco presagian nada bueno.\\n\\nBrian me entrega este diagnóstico:\\n\\n“*Estoy viendo divergencias bearish en los gráficos de 4H, sobrecomprado en el gráfico de 1D… Y la nube de Ichimoku sólo va a darnos esa cruz bullish una vez que el precio haya hecho la corrección… Por lo tanto, puedo decir que vamos a tener una corrección, lo más probable, hasta 0.3fib…”*\\n\\n\\\\*\\\\*Traducción: \\\\*\\\\*Brian se refiere a dos marcos temporales diferentes en el gráfico, uno que muestra los movimientos de precios en conjuntos de 4 horas (4H) y otro que los muestra en conjuntos de un día (1D).\\n\\nCada uno de esos marcos temporales da un sentido diferente a la trayectoria: el marco de 4H muestra una “divergencia bearish”, evidencia de que el aumento de precio no va tan bien como se esperaba, y que podría haber una reversión pronto.\\n\\nEl marco de 1D señala que la tasa a la que está subiendo el precio es demasiado alta en comparación con \\\\*rallies \\\\*históricamente exitosos. Eso es lo que significa “sobrecomprado”: un gran número de gente compró, y ese aumento de precio podría no durar demasiado.\\n\\nTras analizar analizar esas señales, Brian dibujó dos líneas y coloreó la figura que se formó. Si el precio cae por debajo de esa figura (conocida como “nube de Ichimoku” en honor al periodista japonés que la inventó en la década de 1930) espera que cualquier tendencia emergente bullish tenga una duración limitada.\\n\\nEsto, desafortunadamente, es lo que está ocurriendo. Pero, crucialmente, también tiene la intuición de que en \\\\*este \\\\*halving los fundamentals son más fuertes que de costumbre — esto es, los cambios en la vida real detrás de los movimientos de precios son lo suficientemente tangibles como para que la mera lectura de los gráficos sea insuficiente.\\n\\nPor una vez, Bitcoin está sujeto a un cambio cuantificable y fácilmente visible en su emisión. Eso ha provocado que las predicciones de Brian fallen con más frecuencia de lo habitual en las últimas semanas. Hay fuerzas externas en juego.\\n\\n![Un ejemplo de la “nube de Ichimoku”, un indicador técnico que se utiliza para evaluar tendencias y futuras zonas de soporte y resistencia. Fuente: Investopedia.](https://miro.medium.com/max/1400/1\\\\*jU-JwOOWMS9u6YwiflqC0A.png)\\n\\nEl análisis técnico está lejos de ser infalible. Los traders admiten que esta disciplina es más útil como una “herramienta de gestión de riesgos”, una forma de evitar las pérdidas más dramáticas. Pero considerar la lectura de gráficos como una ciencia exacta, en general, es controvertido.\\n\\nLos científicos “duros” señalan una distinción epistémica entre los modelos económicos que emplean los traders de criptomonedas y los que utilizan los físicos o químicos. Estos últimos basan sus predicciones en modelos cuidadosamente controlados con el objetivo de aproximarse a la estructura de la realidad.\\n\\nLos analistas técnicos, por el contrario, solo pueden utilizar la “inducción pura”, modelos basados en tendencias pasadas cuyos resultados futuros no pueden garantizarse: el hecho de que una formación de Cruz Dorada haya dado lugar a un repunte alcista las últimas doce veces no significa que sucederá de nuevo.\\n\\nEs como conducir su automóvil “usando solo el espejo retrovisor”, como lo puso una persona en Reddit.\\n\\nEl escritor y ex trader de opciones Nassim Taleb, en su libro “*¿Existe la Suerte?*”, argumentó que los analistas técnicos son víctimas de la lógica circular del “sesgo de supervivencia”: **dicen que es útil porque les funciona. ¿Y aquellos para quienes no funciona? ¡No lo están haciendo correctamente!**\\n\\nPor desgracia, muchos terminan en la indigencia. Escribe Taleb: “Se dice que los vendedores de opciones comen como pollos y van al baño como elefantes”: pequeñas ganancias, inmensas y ruinosas pérdidas.\\n\\n![“¿Existe la Suerte?”, del ex trader de opciones Nicholas Nassim Taleb.](https://miro.medium.com/max/1400/1\\\\*18cSt_YfxzeEnxHgJPmc5A.jpeg)\\n\\nDe manera similar, Brian observa la prevalencia del “sesgo de confirmación” entre los traders. “Es fácil encontrar señales bajistas y alcistas en los gráficos, y los operadores a menudo eligen la que está más alineada con sus emociones”, dice.\\n\\nPeor aún, a través del mismo proceso del mercado, los traders de criptomonedas a menudo terminan disrumpiendo los mismos sistemas que están tratando de observar. Sus propias intervenciones, a diferencia de las de los científicos, no se pueden controlar y se propagan a un sistema caótico que responde al mismo acto de intentar predecirlas.\\n\\nPero estas críticas no atraviesan la gruesa piel de los traders de cripto; de hecho, existe un amplio consenso de que, aunque estas preocupaciones son legítimas, difícilmente son terminales.\\n\\nComo ocurre con muchas otras cosas en el mundo de las criptomonedas, los mismos elementos que hacen al trading tan atractivo para los especuladores (volatilidad salvaje) también lo hacen atractivo para personas con escasa conciencia ética.\\n\\nMelker cita un ejemplo de un fraude frecuente en los grupos pagos de Telegram.\\n\\n“Hay jugadores que literalmente manipulan los gráficos con sus órdenes”, dice. “Un líder \\\\[del grupo de Telegram\\\\] dice: ‘Estoy siguiendo esta moneda, está a punto de estallar’. Y luego estalla, porque él la compró”.\\n\\n“Es dinero garantizado, siempre”.\",\"timestamp\":1635376165,\"title\":\"La Vida de los Traders de Cripto\"},\"digest\":\"m0rFtODKdjbBP3cQCwhcPTRRKr_5sHz9O8UFgvPkybQ\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"signature\":\"3B4G07hw20VItUXMqnsYfI9PyTxDhmx3reO86r5nNB6CS2X06rwEjZTgn828aRTsDhAM_xh2tcTnbNNn9Xfc3A\",\"signingKeySignature\":\"0x9c195d7de24f8b19ebd659eff11dfb3055fc1112d8033f06f2020e445e0f202b202696324b844de384da8685420a801794eb79d2e29b0fb543b94f5991a6d3ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m0rFtODKdjbBP3cQCwhcPTRRKr_5sHz9O8UFgvPkybQ\"}"