"{\"content\":{\"body\":\"1. 听写：\\n\\n   5min, 大意：\\n\\n   Nazi stahlt viele Kunstwerke, und es ist jetzt eine kontroverse Dinge, ob das Museum  die gestohlende Werke der Erbin  zurückgeben sollen. \\n\\n   Seit mehr als 20 Jahre bekämpfen sie ihre Erbe. hat sich schon Ihre Mann in der.  \\n\\n   unzähtige. \\n\\n   Die Sammlung über das. Doch die Nazis. Hauptkunst wird die Werke ihre Großmutter zurück. die ihrer Großermutter zurück. Enige Bilidung. einzige Arparttment hat . Keinen Wusst über 30 Millionen schätzen. erwerben von seiner Vater. Zu recht findet Sammlung. zu Aufklärung bei in der Museum. Zahreicher junge Kunster. Nach 30 Jahren. Herausgabe. Deustchland. Manche. Die weltweit. Meine Forschungserfahreung, Jetzt sind sie. unwahrscheinlich. Das heißt. Besizter. Eigentumers für Jeder. haben die Verpflichtung. eine Chance gewahnt. auch in der Museum. ganz andere Natur. In der Schweiz gab es einige keine Einschränkungen zu Verfügung interessieren. Eine größere bereitschaft. seit. wie Annette. Vieler. Das ist günste Werke gibt. Das nicht genug. und moralische. Diese Probleme annehmen muss. mehr und mehr Bilder. Nun melden sich Eigentümmer von seiner Schatz nicht schälen. Darf noch nicht. Dieser. Annette Freiweilig. gelingt der Bundes republik. Dadurch. in der Sammlung. das ist ihre Großmutter schuldig. \\n2. J nennt Französisch Stadt handelt. Ein hundert groß. schnelligkeit ist eine Motive seineer Kunster. Renomiert so künstig verkauft.Seine Werke so künftig zu kaufen. Cheap Art. Ich Person skeziett. Motivation Ganze Kolorieren.\\n\\n   Es git skizze. ein Funk die Sozialekritik. die meiste fröhliche die sind Wasserlöstig. Grund. Manchmal. Ich meine Verboten, wenn ich. meistens nie. Als ich bin eine auch wenn besser tut. Die als Entscheidung. Papier. Achnung. Nach dem ganzen Farben nachziehe Betonungsetze. Dadurch versuche ich normal. Ich glaube ich bin schon auch. Der Zeichnen Auslienien. Die Zusammenstillinie. Es gibt immer mehr kritisiert. Ich bin nicht eine Kunster. Also ich arbeit zu Plätze. Mit diesen Bild zu Verfügungstand. Vorher okay konstrution. \\n\\n   Phase einfach. Dadurch versuche ich. sehr stark Zeichnen. Zusammen Spielelinien. Es gibt immer mehr kritisiert. Ich bin ein Kunster, neue Richtung Arbeitung. Die Billspache. Mit diesen Bild ziemlich zu frieden, bis schon und auch farblich. okay ein par Monaten. \\n3. Dec. 25ster romantische Himmelsbilder in Dresten. In  Romantik in Deutschland noch Februare Ausstellung. 2 Personen.  Freiheit romantishe Malerei in an der Rolle.  Auf der Bild. Die Betratung in Monsicher. Bei Mond ist nicht gut zu sehen, der Schatten. Die Stellung Konstralation Vielleicht.  Erde beleuchtet. In dem Jahren gemahlt hat. Im Mai. auch der Russische. Deustchland und in. Friedlich neben der Hellen. Der schaden. Jeden Fall in in Dresten. Der helle Lichtpunkt. Vielleicht inszipieren lasse. Darstellen Auch der Russische Maler  die Untergang. Drei Menschen in einem zu groß. Die Sonnenschein orange große Entfernung.  Freidlich und die Wahr wunderbar ermöglichen romatischer Blick auf dem Himmel. \\n4. 23 Dec 20. Italinische Schriftsteller geboren.  Tag für Tag auch pausenlos Tischplatz. selbst Prägung. Nur mehr Erinnerungen. Der Palle zu Mopidusa am Geburen. Letzte Geschlechts bis weniger Monaten vier und diesem Zimmer. Seine Liefren.  In diesem Hause werde ich auch sterben. Der Morgens aufstehen. J Palazuput und eine Bleibe zu haben, aber die baltische in Italien. ebenso wie eineige Möbel. empfinden sie schaue. wir besuchen ihn kurze von Fauna. im Taschen. er ist magwürdig. Gleichzitig. Damaliger welt von Königer.  Sie lebt mich sehr. trifft mit ihnen.  Der äußerst aufgewachsen als eine. Der müßig Gang literatische. Er passt gar nicht von Botschaften. Das fasziniert ihn. 19 begleitet auf einer schrift Stelle private Vorlesungen 1870 erreicht. Kuser auf einer. Dieser Erfahrung. Der Roman erzählt. Italinische Vereinnigung. Für den König begreift das ein Zeit aber für welchen. Wenn wir mit muss alles sich ändern.Im Juni 1970. Der Roman ist für eine welt berühmt. ersten zurück. diese Publik. muss alles sich ändern. In Juni erschienen.   \",\"timestamp\":1640421774,\"title\":\"2021 12 25 slog\"},\"digest\":\"EC-nQwcegMzpLB-RubCYvreE3KBDnIQfCI_b2NC9Fpo\",\"authorship\":{\"contributor\":\"0x3E66392d3182f355f9D2e9Ac3E8AF9b8F5ef25b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"signature\":\"s-0YsCncFWxLjIhKeovTTLxOJv7M4Cxp1QdEMTXAMbNZ_SmX8HvS1vtmOOc2Iu3yA-tu9yaHOUweCFO_7gJjVA\",\"signingKeySignature\":\"0xaca41ab6d4b19c4a08cde3f9f993fe5748b21c826ef16da4d842710dbef8384b6c0ffd2969a420c4ea6be8d2b0a0c05a2a85f5bf9d269ac6653c7d72fae9d1981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EC-nQwcegMzpLB-RubCYvreE3KBDnIQfCI_b2NC9Fpo\"}"