"{\"content\":{\"body\":\"I went to the supermarket today and found that there were so many people\\n\\nLu Mao at home every day, posting on Weibo, and watching the group. .\\n\\nIt's really lively outside. Everyone is getting ready for the New Year.\\n\\nI haven't bought anything yet.\\n,\\nNothing to do, watch TV, it's a good start\\n\\nRecommended by fans. I looked at it. chase again\\n\\nThere is a lot to learn about speculating. take your time\\n\\nThe first step is, don't be tricked into being stolen.\\n\\nThe second step is to register the exchange and learn about the withdrawal between transactions\\n\\nHad a good time. to play on the chain\\n\\nThe third step is to familiarize yourself with major public chains, to cross-chain, to mine, and to simply look at the data on the chain. analyze.\\n\\nThese are qualified speculators, and then they are exposed to various tokens, the track\\n\\nParticipate in the whitelist, watch the promotion of the project, and study the money-making opportunities on exchanges and chains\\n\\nThere are several sets of () kyc, what Hong Kong, Philippines, Taiwan,\\n\\nfq is the minimum\\n\\nTo become an old leek is to meet the right friends, share information together, and communicate with each other.\\n\\nStudy the announcement of the exchange, in fact, through the announcement, you can know where the coin is.\\n\\nThen look at the coin on the chain, and trace his contract address. twitter telegram etc.\\n\\nThrough the same type, the track compares the market value valuation.\\n\\nAnalyze the opponents on the same track to judge a reasonable market value positioning.\\n\\nIt is also necessary to consider the current market hotspots.\\n\\netc. .\\n\\nIn the currency circle, it is certain to lose money, but it does not make sense to lose money. is what matters.\\n\\nFor the novice, there is no need to blindly charge money Stud. \",\"timestamp\":1642257925,\"title\":\"For the novice, there is no need to blindly charge money Stud\"},\"digest\":\"K2DXpJ4Bp-6wP10mrJKKgmQxTDO96hhME_zVE91DcU4\",\"authorship\":{\"contributor\":\"0x958609D4864bF3767Cd0f945Ba5b709524974D94\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7igD9pH4TxCGS7KxWDHVHfPFCF4bXUn4I4WCTL8QFac\\\",\\\"y\\\":\\\"ISjYutGmStiqm-7hQf5WpNwjSCotH-2hW9vqWpddg-o\\\"}\",\"signature\":\"sxvuPlEgrr-d9srlkxilR0bcjqiMXWQkAJiYLntnE9igOzrxCn0OILwEgzl6q_SKtx4EXFMyIgs6Mv2GSvdK7A\",\"signingKeySignature\":\"0x41a6e79bd3ffeee99400326eb46e28651c24e99db02875f9826dc58765a12b7f7ba90c672d196134fce9bbf22f88ea82098bee9b91a842b584807feb5ba8e78b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7igD9pH4TxCGS7KxWDHVHfPFCF4bXUn4I4WCTL8QFac\\\",\\\"y\\\":\\\"ISjYutGmStiqm-7hQf5WpNwjSCotH-2hW9vqWpddg-o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K2DXpJ4Bp-6wP10mrJKKgmQxTDO96hhME_zVE91DcU4\"}"