"{\"content\":{\"body\":\"The original blog labeled this umbrella delivery deeply gendered. Actually, that label aside, it's just a very common problem.\\n\\nSuppose both parties are passersby. The rain is pouring down and you are walking with an umbrella against the wind. There are a few passers-by not far away, or hiding under the eaves watching the others coming and going, or running with their hands on their heads. If you do not take the initiative to hand the umbrella to others, will you be called heartless, cold-blooded? I said, no way, really everywhere to see that is the ideal society. On the contrary, such a situation is rare, not to mention the campus such a special place, in society, not to mention the rain such a commonplace situation, even if you lose your footing into a deep pit, the road was forced to drag, but also rarely see someone will take the initiative to come up to care a word.\\n\\nCollege students live on campus and have not yet stepped into the society. They think that the society is very safe and people can trust and help each other like roommates and classmates. The campus does provide such an environment, occasionally there is a bad situation, spit, there is the class, the school organization support.\\n\\nIt so happens that microblogging is a public opinion forum where the wind of impatience is obvious and users are generally light readers. A little emotion, catering to the current trend, labeled as \\\"politically correct\\\", can attract a lot of onlookers and retweets. Everyone is indignant, and the unhappiness at work and the accumulated fatigue of the day are all poured into their emotional and unthinking comments. This is how the perpetrators are spoiled and frequently born out.\\n\\nAfter removing the label of gender, we are all passerby to passerby, thinking about the problem is much easier. You are in trouble, the other party to help or not to help is entirely out of love. The lack of initiative of others as the world imposed on their own malice, that only shows that the experience is still very young, do not know that the future has a greater frustration waiting to test. On the other hand, if this is a question of gender. Because girls are physically disadvantaged compared to boys, girls need care ....... The physical vulnerability of girls and the rain handing out umbrellas have nothing to do with it (show your hands), using this vulnerability as a weapon to prove that they should be actively cared for is actually encouraging the growth of chauvinism.\\n\\nSome women in China are estimated to have watched too many novels and Korean dramas, and are fascinated by the dogma in them, outside is a little princess stand, these people often move to their gender vulnerability as an excuse to make people feel the same as the conflict between whites and blacks in the U.S. today, U.S. schools have generally opened a race education class, requiring all students to visit history museums, watch documentaries on the civil rights movement, to educate themselves about race. Race education is conducted ...... So, when black people have a grievance, they cry out injustice on the grounds that they are discriminated against, and this so-called race education has instead deepened the established conflicts. Why do women need to be cared for more? Don't they know that the full translation of \\\"feminism\\\" is \\\"gender egalitarianism\\\"? Feminism, the belief and aim that women should have the same rights and opportunities as men. The above-mentioned PO of the Denshi University reveals that the idea of needing men to come forward and take care of them is a manifestation of Chinese women's self-abasement in a patriarchal society. (Speaking of which, the original text says that \\\"the road is full of boys with umbrellas\\\", which is a sloppy expression. If a girl with an umbrella passed by on the road and didn't give the three of them an umbrella, the blogger would have criticized the \\\"indifference of the people\\\" with this article. (The gender label is removed, it will not be able to cause a wide range of warm response and sympathy)\\n\\nThe second question is why didn't the boy take the initiative to send the umbrella? Note that the original PO mentions \\\"the three of us\\\", three girls together. On a rainy day, three people are walking together, and you are holding an umbrella alone, so if they don't ask for help, it's a question of whether to lend the umbrella or not. You will think, they three people, borrow it, they must be wet; borrow only one, what about the others? You may also be accused of discrimination from the selection of people who only look at the face. This is a dilemma, either to play a man, take off the clothes cover head to run, regardless of what others laugh at the loser?  It is a normal thought, if it is not inside the girl they adore, it is not guilty, we are all equal, there is no hard requirement to sacrifice their own interests in order to help others.\\n\\nOn the cold-blooded, ruthless aspect. Ask how many people are really cold-blooded and heartless, how many are under its cold exterior, there is a heart to help others with enthusiasm? Many people are naturally introverted or mute, especially in the face of the opposite sex when they are afraid to look at each other, let alone speak. But in the vast majority of cases, one party in difficulty, as long as the initiative to ask for help, the other party will not refuse, which essentially has nothing to do with men and women, but (good-looking) the opposite sex to increase the probability of getting help.\",\"timestamp\":1636368721,\"title\":\"About the incident of sending umbrellas to the DSCU\"},\"digest\":\"WYGMppru5xDYT4IiA7LLyneIKGoeRSEoLdnCIzo1q0c\",\"authorship\":{\"contributor\":\"0x71213a9C9504E406d3242436A4bf69c6bfE74461\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CBXn5et6Cg5-unnUc0J0KUSbN5-Ts6VWg529ihi0zwg\\\",\\\"y\\\":\\\"left3wCcMkGOGFsZ1rYzhEQCYjTpKOUGFP-MmfpiKqs\\\"}\",\"signature\":\"ELo0kr4Nb2WPliV8vAg43dwHS9oNTVjhHdVs91HpV_hnuPYdqTuqXGdtkwP13dKiNmvoHJZSAf_8rGFCK4vIeQ\",\"signingKeySignature\":\"0x305e659ea1aeacef8055d1d21f4524668f542be0e3a7ad90c03fb239ee0a45e76fc054ab1fa162bee0bf2ae04a34cb9dff47db190f3c39b122f1f67ee2fc93661c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CBXn5et6Cg5-unnUc0J0KUSbN5-Ts6VWg529ihi0zwg\\\",\\\"y\\\":\\\"left3wCcMkGOGFsZ1rYzhEQCYjTpKOUGFP-MmfpiKqs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WYGMppru5xDYT4IiA7LLyneIKGoeRSEoLdnCIzo1q0c\"}"