"{\"content\":{\"body\":\"作者：菲利普·霍尼格曼\\n\\n## DAO 的春天\\n\\n自 2016 年[The DAO 垮台](https://www.coininsider.com/what-happened-to-the-dao/?source=post_page---------------------------&ref=hackernoon.com)以来 ，去中心化自治组织已经偏离了聚光灯。然而，该领域的发展和实验从未停止。2019 年，对 DAO 的支持一直在增长，如下所示：\\n\\n1. 在主网上创建 DAO 的三个主要系统的可用性：  [Aragon](https://aragon.org/?source=post_page---------------------------&ref=hackernoon.com)、[ DAOstack](http://daostack.io/?source=post_page---------------------------&ref=hackernoon.com)、[ Colony](https://colony.io/?source=post_page---------------------------&ref=hackernoon.com)\\n2. 继 Maker 之后使用 DAO 管理加密协议的新举措：[ KyberDAO](https://blog.kyber.network/kyberdao-experiment-2-on-daostack-d1caca6caf35?source=post_page---------------------------&ref=hackernoon.com)  （Kyber Networks）、[ PolkaDAO](https://medium.com/polkadot-network/announcing-polkadao-fund-your-project-1891e6d895a?source=post_page---------------------------&ref=hackernoon.com)  （Polkadot）、[ dxDAO](https://blog.gnosis.pm/introducing-the-dxdao-27ec4301eced?source=post_page---------------------------&ref=hackernoon.com)（Gnosis）\\n3. 为 DAO 创建司法管辖区，作为分散的司法管辖区（[Kleros](https://kleros.io/?source=post_page---------------------------&ref=hackernoon.com)、[ Aragon Court](https://blog.aragon.org/aragon-network-jurisdiction-part-1-decentralized-court-c8ab2a675e82/?source=post_page---------------------------&ref=hackernoon.com)）或作为传统领土的司法管辖区，为 DAO提供法律工具（佛蒙特州、马耳他、英国等）。\\n\\n但也许现在 DAO 出现的最强烈信号是我们看到进入“非加密”世界的事实。例如，总部位于英国的[ Nexus Mutual](https://www.nexusmutual.io/?source=post_page---------------------------&ref=hackernoon.com)是第一个由 DAO 驱动的分散式互助保险。诚然，他们现在发布的保单只为智能合约提供保险，但该项目旨在为传统保险公司通常承保的其他类型的风险提供保险。\\n\\n在法国，  [La Suite du Monde](https://lasuitedumonde.com/?source=post_page---------------------------&ref=hackernoon.com) 还计划使用 DAO 来管理其资金和计划。这个项目似乎与加密宇宙的城市和虚拟特征尽可能地相去甚远。其目的是在我们的工业文明可能崩溃的背景下，为“想象的公社”、当地的、有弹性的、独立的、自组织的合作社提供土地以及财政和法律支持。\\n\\nFrom[ Prague](https://praguedao.com/?source=post_page---------------------------&ref=hackernoon.com) to[ Curacao](https://medium.com/caribbean-blockchain-network/cura%C3%A7ao-blockchain-week-recap-e014b43ce5d9?source=post_page---------------------------&ref=hackernoon.com), [Athens](https://www.trojanfoundation.com/?source=post_page---------------------------&ref=hackernoon.com) and[ New York](https://dorg.tech/?source=post_page---------------------------&ref=hackernoon.com), new DAOs pop up everywhere. All these projects share the same spirit of discovery and experimentation, the same hope of creating fairer systems, the same ethos of decentralization that is the foundation of Ethereum and permissionless public blockchains. Nevertheless, their goals and their modes of operation are very diverse. That is why it may prove useful to clarify what DAO actually means.\\n\\n## What is a DAO?\\n\\nDAO stands for “Decentralized Autonomous Organization”. Each of these words can be interpreted in many ways, spawning different definitions of DAOs with emphasis on one aspect or another. In order to clarify the concept, let’s analyze each term.\\n\\n## “Autonomous”\\n\\nThe essential feature of DAOs is that their operating rules are programmed, meaning that they are automatically applied and enforced when the conditions specified in the software are met. This differentiates them from traditional organizations, whose rules form guidelines that someone must interpret and apply.\\n\\nFor example, imagine the case of an organization whose members wish to allocate funds to various projects through a commission of experts. In the case of a traditional organization, once the experts have given their opinion, employees must carry out many steps in order to release the funding, from drafting the minutes of the commission to sending the money transfer instructions to the bank.\\n\\nIn the case of a DAO, funds are instantly transferred as a result of the commission’s approval. Nothing can stop it, neither internal stakeholders nor third parties such as banks or even a public authority.\\n\\nFor the automated and secure execution of operating rules to be effective, they must be running on a **public, permissionless blockchain** such as Ethereum. There are two main reasons for this:\\n\\n1. **Traditional software cannot directly handle funds**. It can only transmit orders to the financial intermediaries in charge of moving money around. Using a public blockchain makes it possible to place (crypto-) currency or other (crypto-) assets under the direct and unique control of the DAO, which acts a software representation of the organization and of its rules of operation.\\n2. **Traditional software relies on an infrastructure operated by a third-party**. If the rules are programmed in an application running on a cloud like AWS or on one of the company’s servers, then their execution depends on the cloud operator or the IT department, which are vulnerable to outages, errors, and outside influence.\\n\\nA DAO is autonomous in the sense that its rules are self-enforced. No one can stop it nor change it from the outside.\\n\\n## “Decentralized”\\n\\nThe decentralized aspect can be understood in two different ways which shed a light on the conflicting definitions of a DAO:\\n\\n1\\\\. **The DAO is decentralized because it runs on a decentralized infrastructure**, i.e. a public, permissionless blockchain that cannot be taken over by a State or another party.\\n\\nThis definition echoes the concept of autonomy described above. Yalda Mousavinia, for example, defines a DAO as “a corporation running on the digital jurisdiction”. Nothing is said about how the corporation is governed.\\n\\nSimilarly, Tim Bansemer states that a “DAO is a composition of smart contracts running on the underlying permissionless blockchain (e.g. Ethereum) to form an organization infrastructure.” Again, nothing is said about how power is distributed within the organization.\\n\\n2\\\\. **The DAO is decentralized because it’s not organized hierarchically around executives or shareholders**, and it does not concentrate the power around them.\\n\\nConversely, Matan Field argues that a DAO necessarily relies on a distributed governance system, meaning that the exercise of power within the organization is collective. The COALA think-tank describes the power structure of DAOs as “heterarchical”, that is to say, based on mechanisms of cooperation without subordination.\\n\\nAccording to this perspective, the novelty of DAOs lies precisely in their ability to coordinate a very large number of people while avoiding the ponderousness of hierarchical structures. This characteristic differentiates them from traditional organizations on a fundamental level.\\n\\nThese two views became the dominant narratives around DAOs. The first one could be called “The Fight for Freedom” and is perfectly captured by Aragon’s promotional video of the same name. DAOstack’s own videobeautifully conveys the second narrative which could be called “The Future of Collaboration”.\\n\\nIn the end, these two views can be seen as complementary when considering that the essential feature of a DAO is its ability to escape seizure by a third party, be it external (autonomy) or internal (decentralization).\\n\\n## “Organization”\\n\\nThe first DAO which claimed itself as such is “The DAO”, created in 2016 to finance projects contributing to Ethereum development. The idea of ​​using a DAO rather than a foundation or venture capital was in keeping with the ethos of decentralization dear to the Ethereum community. Indeed, The DAO was an investment fund whose decisions were directly made by investors, instead of being delegated to specialized managers.\\n\\nThe concept of DAO was introduced earlier by Dan Larimer who, in 2013, coined the term “DAC” — Decentralized Autonomous Corporation. Dan Larimer was comparing Bitcoin to a firm whose shareholders would be the bitcoin holders and whose employees would be the miners.\\n\\nThe same year, Vitalik Buterin generalized the idea by imagining how a company could do without its managers. Business automation is often seen as the process of replacing low-skilled people with robots or computers, keeping more qualified staff at the controls. However, Vitalik suggested the opposite, that is to say, the replacement of management by a software technology capable of recruiting and paying people to perform the tasks that contribute to the company’s mission.\\n\\nSuch software technology could even pay cloud service providers to have computers on which to operate, and thus become independent of any particular infrastructure. Of course, it would be vital to ensure that this technology is protected from theft of its resources or destruction by a third party, hence the rationale for making it autonomous and decentralized.\\n\\n## From Organizations to Organisms\\n\\n![](https://images.mirror-media.xyz/publication-images/YonmGpo8g9sLHB_tX1osp.png?height=432&width=506)\\n\\n“DAO” clearly designates something broader than the typical definition of “organization” — a social group which brings people together and works toward a common purpose. Vitalik [thus defines a DAO](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/?source=post_page---------------------------&ref=hackernoon.com) as “*an **entity that lives on the internet** and exists autonomously, but also heavily relies on hiring individuals to perform certain tasks that the automaton itself cannot do.*” [Richard Burton](https://medium.com/balance-io/why-open-source-finance-will-win-a1f3a61544c2?source=post_page---------------------------&ref=hackernoon.com) is even more explicit: “*DAO is a fancy way of saying a **digital system living on Ethereum**.*”\\n\\nEssentially, we’re talking about **an entity** that performs the **functions** of an organization and that takes on an appearance rarely associated with the term:\\n\\n## A Blockchain\\n\\n* [Tezos](https://medium.com/tezos/amending-tezos-b77949d97e1e?source=post_page---------------------------&ref=hackernoon.com) is a public blockchain which integrates the operations necessary for its own modification within its protocol, thus making it self-adaptive. The modifications are proposed and voted on by the holders of the blockchain native tokens, according to a procedure controlled by Tezos’s code, and itself modifiable according to the same process.\\n* [Dash](https://docs.dash.org/en/stable/governance/understanding.html?source=post_page---------------------------&ref=hackernoon.com) is a public blockchain whose code allocates part of the *block rewards* (financial incentives generally used to remunerate the work of validating transactions) to a budget managed by members of the network in order to fund technical developments and promotional actions useful to the project.\\n\\n## An Ecosystem\\n\\n* [Aragon Network](http://aragon.org/?source=post_page---------------------------&ref=hackernoon.com) supports the creation of hundreds of DAOs by delivering a platform for running them, applications (tokenized budget management, voting, fundraising, etc.) they can be equipped with, and a [decentralized jurisdiction](https://www.youtube.com/watch?v=t7MpgpiAyAs&source=post_page---------------------------&ref=hackernoon.com) (Aragon Court) for resolving conflicts between them.\\n* [La Suite du Monde](https://wiki.lasuitedumonde.com/?source=post_page---------------------------&ref=hackernoon.com) 是一项 [社区主义运动](https://en.wikipedia.org/wiki/Communalism?source=post_page---------------------------&ref=hackernoon.com) ，它通过购买农业用地、提供法律、治理、技术和会计资源以及建立联邦网络来支持创建当地的自组织社区。\\n\\n## 一件艺术品\\n\\n* 所述 [Plantoid](http://okhaos.com/plantoids/?source=post_page---------------------------&ref=hackernoon.com) 是电机械的玩意儿，模拟植物的外观。它是自我维持的，甚至可以通过与作为赞助人和艺术家互动的人类合作进行自我繁殖。\\n\\n## 相互保险\\n\\n* [Nexus Mutual](https://nexusmutual.io/?source=post_page---------------------------&ref=hackernoon.com) 是一家合作社，为其成员提供相互保险的服务，而无需公司处理行政任务。保费管理和索赔处理  通过智能合约[实现自动化](https://medium.com/nexus-mutual/weve-launched-2bc8ba1049f2?source=post_page---------------------------&ref=hackernoon.com)，智能合约直接协调保单持有人之间的互动。\\n\\n## 自然资源\\n\\n* [Terra0](https://terra0.org/?source=post_page---------------------------&ref=hackernoon.com) 旨在赋予森林的权力，该森林的经济生产（木材销售）使其能够偿还对最初土地收购提供资金的人的债务。一旦债务清偿完毕，森林 [就可以](https://terra0.org/assets/pdf/terra0_white_paper_2016.pdf?source=post_page---------------------------&ref=hackernoon.com)通过购买更多土地[来利用其资源](https://terra0.org/assets/pdf/terra0_white_paper_2016.pdf?source=post_page---------------------------&ref=hackernoon.com)进行扩张。\\n\\n## 软件\\n\\n* [Pocket Network](https://pokt.network/?source=post_page---------------------------&ref=hackernoon.com) 是一个应用程序接口 (API)，允许通过去中心化网络访问公共区块链。它的 DAO 将使有关代码演化和程序融资的决策权转移给社区（开发人员和网络节点运营商）成为可能。\\n* [Pando Network](https://medium.com/pando-network/the-pando-network-ff385f2be05a?source=post_page---------------------------&ref=hackernoon.com) 是一个版本控制系统 (VCS)，它将用于通过提供贡献跟踪、声誉管理和治理服务，将每个代码存储库（包括 Pando 的存储库本身）转换为 DAO。\\n\\n## 协议\\n\\n* [MakerDAO](https://makerdao.com/en/?source=post_page---------------------------&ref=hackernoon.com) 是一种用于创建合成稳定币 (DAI) 的协议，其参数由网络治理代币 (MKR) 的持有者控制。\\n* [dxDAO](https://blog.gnosis.pm/introducing-the-dxdao-27ec4301eced?source=post_page---------------------------&ref=hackernoon.com) 是用于管理 DutchX 的 DAO，[DutchX](https://blog.gnosis.pm/introducing-the-dxdao-27ec4301eced?source=post_page---------------------------&ref=hackernoon.com)是以太坊上的去中心化交易协议。与 MakerDAO 一样，社区可以决定 DutchX 协议的发展方式。此外，社区还可以引入全新的机制，以创建支持一般去中心化金融的协议基础设施。\\n\\n让我们暂时忘记“组织”一词通常会让人想到的私人公司或公共管理机构的形象。与任何组织一样，DAO 是协调人类活动的工具。\\n\\n除了纯粹的多样性之外，它们还表现出一个关键的相似特征：能够 **促进公共物品的集体管理**，包括文化和无形作品、自然资源、经济和工业生产以及社会系统。\\n\\n原文地址：\\n\\n[https://hackernoon.com/what-is-a-dao-c7e84aa1bd69](https://hackernoon.com/what-is-a-dao-c7e84aa1bd69)\\n\\n\",\"timestamp\":1639145467,\"title\":\"What is a DAO?\"},\"digest\":\"MtJ5wluXJaxeVeTxCxfOEHaKILmRz2gve32ZT8N_czA\",\"authorship\":{\"contributor\":\"0x5FBce71b1b74d0d8511dC708ceED3250a1aBDacA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RBwqX_txPf5TCte2yZXMQ_9A3riZj4S7We4xehttYCs\\\",\\\"y\\\":\\\"RRY8HwLGBx5CXF1Mm4FIHYSG6jiOHqw2IxOvQTBn0Cc\\\"}\",\"signature\":\"dycOAQU2hDmJ7XH3QbjWcM6nT2fte_GCxnf6BNIX6XSdPUlt7sEc6e1vkkwuwfc2YMn39C-gr3lPaurioX_k7A\",\"signingKeySignature\":\"0x6b2eee9f92cfa9ecfc6d0615635888c4f773dbd221107bb2cf9c0ad7519448986bcc8166e2c218113125c78087ddddf4ff28df8da3f800dd5e5344e74f0f25101c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RBwqX_txPf5TCte2yZXMQ_9A3riZj4S7We4xehttYCs\\\",\\\"y\\\":\\\"RRY8HwLGBx5CXF1Mm4FIHYSG6jiOHqw2IxOvQTBn0Cc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MtJ5wluXJaxeVeTxCxfOEHaKILmRz2gve32ZT8N_czA\"}"