"{\"content\":{\"body\":\"By Leo Tolstoy\\n\\nIt once occurred to a certain king, that if he always knew the right time to begin everything; if he knew who were the right people to listen to, and whom to avoid; and, above all, if he always knew what was the most important thing to do, he would never fail in anything he might undertake.\\n\\nAnd this thought having occurred to him, he had it proclaimed throughout his kingdom that he would give a great reward to any one who would teach him what was the right time for every action, and who were the most necessary people, and how he might know what was the most important thing to do.\\n\\nAnd learned men came to the King, but they all answered his questions differently.\\n\\nIn reply to the first question, some said that to know the right time for every action, one must draw up in advance, a table of days, months and years, and must live strictly according to it. Only thus, said they, could everything be done at its proper time. Others declared that it was impossible to decide beforehand the right time for every action; but that, not letting oneself be absorbed in idle pastimes, one should always attend to all that was going on, and then do what was most needful. Others, again, said that however attentive the King might be to what was going on, it was impossible for one man to decide correctly the right time for every action, but that he should have a Council of wise men, who would help him to fix the proper time for everything.\\n\\n​But then again others said there were some things which could not wait to be laid before a Council, but about which one had at once to decide whether to undertake them or not. But in order to decide that, one must know beforehand what was going to happen. It is only magicians who know that; and, therefore, in order to know the right time for every action, one must consult magicians.\\n\\nEqually various were the answers to the second question. Some said, the people the King most needed were his councilors; others, the priests; others, the doctors; while some said the warriors were the most necessary.\\n\\nTo the third question, as to what was the most important occupation: some replied that the most important thing in the world was science. Others said it was skill in warfare; and others, again, that it was religious worship.\\n\\nAll the answers being different, the King agreed with none of them, and gave the reward to none. But still wishing to find the right answers to his questions, he decided to consult a hermit, widely renowned for his wisdom.\\n\\nThe hermit lived in a wood which he never quitted, and he received none but common folk. So the King put on simple clothes, and before reaching the hermit's cell dismounted from his horse, and, leaving his bodyguard behind, went on alone.\\n\\nWhen the King approached, the hermit was digging the ground in front of his hut. Seeing the King, he greeted him and went on digging. The hermit was frail and weak, and each time he stuck his spade into the ground and turned a little earth, he breathed heavily.\\n\\nThe King went up to him and said: 'I have come to you, wise hermit, to ask you to answer three questions: How can I learn to do the right thing at the right time? Who are the people I most need, and to whom should I, therefore, pay more attention than to the rest? And, what affairs are the most important, and need my first attention?'\\n\\n​The hermit listened to the King, but answered nothing. He just spat on his hand and recommenced digging.\\n\\n'You are tired,' said the King, 'let me take the spade and work awhile for you.'\\n\\n'Thanks!' said the hermit, and, giving the spade to the King, he sat down on the ground.\\n\\nWhen he had dug two beds, the King stopped and repeated his questions. The hermit again gave no answer, but rose, stretched out his hand for the spade, and said:\\n\\n'Now rest awhile—and let me work a bit.'\\n\\nBut the King did not give him the spade, and continued to dig. One hour passed, and another. The sun began to sink behind the trees, and the King at last stuck the spade into the ground, and said:\\n\\n'I came to you, wise man, for an answer to my questions. If you can give me none, tell me so, and I will return home.'\\n\\n'Here comes some one running,' said the hermit, 'let us see who it is.'\\n\\nThe King turned round, and saw a bearded man come running out of the wood. The man held his hands pressed against his stomach, and blood was flowing from under them. When he reached the King, he fell fainting on the ground moaning feebly. The King and the hermit unfastened the man's clothing. There was a large wound in his stomach. The King washed it as best he could, and bandaged it with his handkerchief and with a towel the hermit had. But the blood would not stop flowing, and the King again and again removed the bandage soaked with warm blood, and washed and rebandaged the wound. When at last the blood ceased flowing, the man revived and asked for something to drink. The King brought fresh water and gave it to him. Meanwhile the sun had set, and it had become cool. So the King, with the hermit's help, carried the wounded man into the hut and laid him on the bed. Lying on the bed the man closed his eyes and was quiet; but the King was so tired ​with his walk and with the work he had done, that he crouched down on the threshold, and also fell asleep—so soundly that he slept all through the short summer night. When he awoke in the morning, it was long before he could remember where he was, or who was the strange bearded man lying on the bed and gazing intently at him with shining eyes.\\n\\n'Forgive me!' said the bearded man in a weak voice, when he saw that the King was awake and was looking at him.\\n\\n'I do not know you, and have nothing to forgive you for,' said the King.\\n\\n'You do not know me, but I know you. I am that enemy of yours who swore to revenge himself on you, because you executed his brother and seized his property. I knew you had gone alone to see the hermit, and I resolved to kill you on your way back. But the day passed and you did not return. So I came out from my ambush to find you, and I came upon your bodyguard, and they recognized me, and wounded me. I escaped from them, but should have bled to death had you not dressed my wound. I wished to kill you, and you have saved my life. Now, if I live, and if you wish it, I will serve you as your most faithful slave, and will bid my sons do the same. Forgive me!'\\n\\nThe King was very glad to have made peace with his enemy so easily, and to have gained him for a friend, and he not only forgave him, but said he would send his servants and his own physician to attend him, and promised to restore his property.\\n\\nHaving taken leave of the wounded man, the King went out into the porch and looked around for the hermit. Before going away he wished once more to beg an answer to the questions he had put. The hermit was outside, on his knees, sowing seeds in the beds that had been dug the day before.\\n\\nThe King approached him, and said:\\n\\n'For the last time, I pray you to answer my questions, wise man.'\\n\\n'You have already been answered!' said the hermit ​still crouching on his thin legs, and looking up at the King, who stood before him.\\n\\n'How answered? What do you mean?' asked the King.\\n\\n'Do you not see,' replied the hermit. 'If you had not pitied my weakness yesterday, and had not dug those beds for me, but had gone your way, that man would have attacked you, and you would have repented of not having stayed with me. So the most important time was when you were digging the beds; and I was the most important man; and to do me good was your most important business. Afterwards when that man ran to us, the most important time was when you were attending to him, for if you had not bound up his wounds he would have died without having made peace with you. So he was the most important man, and what you did for him was your most important business. Remember then: there is only one time that is important—Now! It is the most important time because it is the only time when we have any power. The most necessary man is he with whom you are, for no man knows whether he will ever have dealings with any one else: and the most important affair is, to do him good, because for that purpose alone was man sent into this life!'\",\"timestamp\":1642699955,\"title\":\"The Three Questions\"},\"digest\":\"hw_-RGQDoIcaod0_LPcHXpPV2ooOdTuJSHBL1Njl3Us\",\"authorship\":{\"contributor\":\"0x56F8719319749F911b7c607E54804f2D94f9B93D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D1eb653CgflZE9kQ-y2y2FgqKNeRGd12GT6Kb90NEfU\\\",\\\"y\\\":\\\"UKktO8Py-eDnNEmkjWrcTHqPUZE55Fjtw8L2vNG0nWs\\\"}\",\"signature\":\"-TmVnPq7zC0f6uERPYyXoe9wl272y5cXIH-JpM61RmnSAPovUNT0r5X8xbXApWx0ElqkjSs8rkLUCCUtUE3lsQ\",\"signingKeySignature\":\"0x10a55dc5b3d5e13dab512596c5b99bd821caaa72a99e9ff3df828dcbdc12edb12b5dbdadbcd27cd26b0c84a63957e50bd254d7e113170ad075221b986ba426151b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D1eb653CgflZE9kQ-y2y2FgqKNeRGd12GT6Kb90NEfU\\\",\\\"y\\\":\\\"UKktO8Py-eDnNEmkjWrcTHqPUZE55Fjtw8L2vNG0nWs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hptmMOXAXNMnoHsSepoJNtJvzdYBSdeq67UW1CMgFUc\"}"