"{\"content\":{\"body\":\"*I have always found my voice through words. It started with my private journal, later school journal and then to columns in newspapers. Anyone who writes would agree, writing is no easy job. It takes research, which means hard work and time. With life happening, I somehow lost that contact and got busy with work. Publish0x became the door I was looking for. It presented an opportunity so simplistic that I couldn't not accept the invitation. And being a blockchain enthusiast, it was only natural for me to fall into it. It became my torch bearer to explore other spaces. And this exploration leads me to Floyx today.*\\n\\n**What is Floyx?**\\n\\n**My first impression of Floyx was a Publish0x clone**. \\n **Floyx** is designed as a social media platform for the crypto community. Whether you need a market review or reliable information, FLOYX serves as a comprehensive database organised to facilitate your search for information.\\n\\nIt claims to be a hub for writers and readers who are passionately involved in the crypto world. It is a relatively new website (some 3 years old) with a growing community offering quality content **(but is it?)**\\n\\n**Get started**\\n\\nLog on to floyx, sign up and verify your mail to start your journey.\\n\\nRight now you can only earn and withdraw your earning in OKCASH but they might soon provide support for other coins. Remember to set up your wallet by adding your OKCash address (you will find the option under bonuses/earnings section).\\n\\n**Why Choose Floyx?**\\n\\n**I would say primarily for the monetary value atm**.  \\n What sets Floyx apart is its **DAILY REWARD FEATURE** (*which has worked against it as well*).\\n\\nLet me take you through this in detail-\\n\\n**Every 24 hours the daily task system is reset.** Floyx started with 3 daily tasks giving users the ability to earn $0.38 per day which if you do the math amounts to $138.7 a year. Sounds amazing for doing few simple tasks on the website. These tasks include activities like- \\n Add a **defined number** of likes to other articles, add a **defined number** of comments to other articles, etc.\\n\\nApart from rewards from daily tasks, Floyx gives users the ability to tip from the rewards pool. You can tip a total of 10 articles in one day. Each tip is of $0.01 of which you send $0.002 so you get to keep $0.008 for yourself (this is the standard setting 20% to author and 80% for yourself however, users have the ability to alter this share).\\n\\nAnother point to note – Rewards are received in USD and the amount of rewards earned remains the same till it is withdrawn (because rewards are withdrawn in OKCash). The minimum amount for withdrawal is $5 to your [OKCash](https://coinmarketcap.com/currencies/okcash/) Wallet\\n\\nAnother feature they have added is the ability to earn bonuses through tasks like collecting a **defined number** of followers so as to expand your reach and to promote your profile on the portal.\\n\\n**Moving on to the issues with the reward system**\\n\\nNow the problem with the reward system is a result of the opportunity given to users for performance of the aforementioned tasks. Users end up commenting or liking (essentially spamming) the articles without even giving them a read. What this does is – it affects possible and constructive engagement among readers and authors, it nullifies the work done by authors, to be honest it directly affects the credibility of the platform.\\n\\nMoreover, the rewards from these tasks is much higher than the tips resulting in authors also resorting to completing the tasks as opposed to focusing on writing quality content. I have personally read a number of articles where users have expressed these concerns.\\n\\nThe team at Floyx tried to tackle this problem by reducing the reward to $0.01 per task for three tasks. However, the reward has now been increased to $0.05 per task and the number of tasks have been reduced to two.\\n\\nThis does not really solve the problem but it is believed that the team is working on changes that are bound to address these concerns as well as provide new avenues for earning on the portal (one such avenue will be earning from referrals).\\n\\nIn short, Floyx is more like a combination of Publish0x and Twitter where you can post full length articles or short posts depending on what you wish to share. There exists no regulating authority to review your content and you can write about anything as long as you’re not blatantly copying or practicing unethical activities. As a reader, you can tip the author (tips come from Floyx’s reward pool), like, comment and complete the daily tasks to earn rewards.\\n\\n**Why I was drawn to the portal?**\\n\\nI am going to be completely honest here, interaction with readers is what authors crave or perhaps I am just speaking for myself. I love sharing my stories/opinions/work and then having a healthy discussion with the readers. Such discussions lead to constructive criticism and feedback which helps you accept and understand other perspectives.\\n\\nHaving said that, I had heard a lot about quality engagement on Floyx. Strong interaction among readers and authors and the existence of a strong community. **However, I am yet to experience any of that**. \\n\\nNow there are pros and cons to any portal and I thought it would be great if I covered both before I start my journey on Floyx. I believe, there is nothing to lose and that one shouldn’t jump to conclusions unless the conclusions are a result of your own experience in which case you are not jumping.\\n\\n***So my friends, I shall let you know more once I know more. Till then take care!***\\n\\nI need your love and support. Please give it a like or follow or subscribe so that I can keep writing what I love.\\n\\n**Socials**\\n\\n**[Substack](https://everythingblockchain.substack.com/account?utm_source=menu-dropdown),  [Loop](https://www.loop.markets/?ref=39055), [Torum](https://www.torum.com/signup?referral_code=cyekmyster), [Odysee](https://odysee.com/$/invite/@Cyekmyster:3), [Twitter](https://twitter.com/cyekmyster), [Youtube](https://www.youtube.com/channel/UCkcc6EceEAu1sMoi2dKczCQ), [Read.cash](https://read.cash/r/Cyekmyster), [Publish0x](https://www.publish0x.com/?a=QBeXonk5dy), [Presearch](https://www.presearch.org/signup?rid=2491437), [Medium](https://medium.com/@everythingblockchain), [Noisecash](https://noise.cash/u/Everythingblockchain)**\\n\\n**Crypto Taps [Pipeflare](https://pipeflare.io/r/9d5x), [GlobalHive](https://globalhive.io/r/148547), [GetZen](https://getzen.cash/auth/register?ref=443574) for some free crypto**\\n\\n**Exchange on [SwapSpace](https://swapspace.co?ref=155495dbc33364ec9a4631bd)**\\n\\n**For price updates, check [Coinmarketcap](https://coinmarketcap.com/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w) or download the app on [Apple](https://apps.apple.com/app/coinmarketcap/id1282107098)/ [Google](https://play.google.com/store/apps/details?id=com.coinmarketcap.android)**\\n\\n**Join CMC for [Airdrops](https://coinmarketcap.com/airdrop/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w), [Diamonds](https://coinmarketcap.com/account/my-diamonds/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w), [Learn&Earn](https://coinmarketcap.com/earn/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w)**\\n\\n**On [Telegram(G)](https://t.me/CoinMarketCap), [Telegram(EN)](https://t.me/CoinMarketCapEN), [Twitter](https://twitter.com/CoinMarketCap), [Reddit](https://reddit.com/r/CoinMarketCap), [Instagram](https://instagram.com/CoinMarketCap), [Facebook](https://facebook.com/CoinMarketCap)**\\n\\n**Create your crypto [Watchlist](https://coinmarketcap.com/watchlist/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w) or track your [Portfolio](https://coinmarketcap.com/portfolio-tracker/?utm_source=cmckol&utm_medium=multi&utm_campaign=boa417wqp60w) on Coinmarketcap**\",\"timestamp\":1639315658,\"title\":\"Floyx - A portal that pays Crypto for content\"},\"digest\":\"2G5XM4YWGzzZrf4NZ3oIFzD5xucTUqloUFlVC-XQRng\",\"authorship\":{\"contributor\":\"0x48c7e0db3DAd3FE4Eb0513b86fe5C38ebB4E0F91\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wjr3N2azxpZUe4PTP7snGoP9ffUQymG1cgrAtosGfUU\\\",\\\"y\\\":\\\"TO3T0NURhy9b553JpyKsEH5WqpnrHjOs6F1a3wY6P-I\\\"}\",\"signature\":\"RGWsD57Fz3tEJ0PrX13tGcJBnK4TVwuf5D5Zvw0c50TOlGqlPr-uWaC8gJTF0QXXRbGY8oB8lDv27PylrQ0sHQ\",\"signingKeySignature\":\"0x4e50174caab57b1b32cbb7dcf669e680a7c8fc4739c8cbe579a8ac073fae55d6553f26ee0af8f3b1e1de20850ec1d6d47134c220ae68bfcaf6dd08d4e80021331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wjr3N2azxpZUe4PTP7snGoP9ffUQymG1cgrAtosGfUU\\\",\\\"y\\\":\\\"TO3T0NURhy9b553JpyKsEH5WqpnrHjOs6F1a3wY6P-I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2G5XM4YWGzzZrf4NZ3oIFzD5xucTUqloUFlVC-XQRng\"}"