"{\"content\":{\"body\":\"*Written by: Maria Gomez ([@MyPaoG](https://twitter.com/MyPaoG)), Julia Rosenberg ([@JulzRoze](https://twitter.com/JulzRoze)), and Chun Poon ([@zkchun](https://twitter.com/zkchun))*\\n\\n![](https://images.mirror-media.xyz/publication-images/0Zhq3JUuUP_AROL3nJKHO.png?height=500&width=1000)\\n\\nDAOs, decentralized autonomous organizations, have recently regained the attention of the crypto community. A new DAO seems to popup everyday—from [collective NFT buyers](https://pleasr.org/) to [syndicate DAO frameworks](https://syndicate.io/). Not only has consumer excitement for DAOs exploded, organizations of different shapes and sizes are increasingly eager to begin their journey to decentralization.\\n\\nYet, throughout this DAO boom, there has been little clarity on what these new organizations *really* are. Formal definitions are a good place to start when things are new, but there does not seem to be one for DAO—even though many attempts have been made. *What makes a DAO, a DAO? Why is it that we, as end-users, can so freely join and cooperate with new frens in the DAOs we love? And what could be useful tools for DAOs to optimize for cooperation and coordination?*\\n\\nIn this article, we will walk through how we think about these topics at Orca Protocol—starting from the basics.\\n\\n## Back to Basics\\n\\nDAOs are a new type of organization and to understand the key characteristics of a DAO, it is helpful to review some blockchain fundamentals. A programmable blockchain, like Ethereum, enables applications to run on a decentralized trust system—removing our need to rely on any single actor as an intermediary of trust. The trust system uses a consensus mechanism to ensure that network participants can come to an agreement on the state of the network. If competing parties, each with their own incentives and agendas, can come to an agreement about the state of the network, then us end-users can rest assured that our funds are saifu. Another way of looking at it, is that blockchains convert computing power (in the case of Proof of Work) into trust. Everyone is keeping an eye on everyone else, so that we can all keep performing economic activity on the network.\\n\\nIn truly decentralized systems, no one needs permission to join in on this action. The underlying consensus algorithm is publicly accessible. This means that anyone can become a network participant and help verify the behavior of other participants. This is the *key innovation* we have all gravitated towards in the crypto space.\\n\\nDecentralized trust systems have some very nice features to them. They welcome participation from anyone willing to contribute, regardless of borders and nations. Since there is no central point of control, they are censorship resistant, and do not rely on third parties to get trivial tasks done—contrast that with how hard it can be to send money from one country to another using traditional channels. These features culminate in a sufficient level of redundancy against corruption and other failures that traditional, centralized systems are exposed to.\\n\\n## Trust Blanket\\n\\nSo what does the above have to do with DAOs? The public blockchain and its native currency, also known as the base layer, act as a cozy blanket of trust that applications can be built on. The smart contracts of these applications are deployed on the blockchain, thereby enjoying the warmth of the trust blanket provided by the base layer. For the end-user, this means that apps can be interacted with, without having to trust a central figure. Additionally, the app’s functions are automated, so in many cases we do not even have to trust our counterpart—for example, in the case of a token swap. Of course, this is assuming the smart contract code is not faulty to begin with, but that discussion is outside of the scope of this article.\\n\\nIf Vitalik Buterin were the only participant in the Ethereum ecosystem, he would be bored out of his mind pretty quickly. The point of a blockchain is for many people to use it. An application layer, sitting cozily on top of a secure base layer, *lowers the cost of trust* for the end-user. This low cost of trust can be leveraged to form many new working relationships with other users—even pseudonymous users with gluttonous penguins as avatars. These working relationships between users form the coordination layer: the space where DAOs operate.\\n\\n## DAO Break-DAO-n\\n\\nWe often focus on the three word breakdown of *DAO*: decentralized, autonomous, organizations. All three are important, but discussing each letter independently does not accurately capture the relationship and prioritization of these three key elements.\\n\\nThe decentralization of an organization, as touched on earlier, is easily the most interesting and powerful aspect of being a DAO. It enables open, credibly neutral and censorship resistant systems, unbound by borders and nations.\\n\\nAutonomy and automation are essential characteristics. Automation refers to technologies that reduce human intervention in processes. Autonomy refers to the ability to be self-governed. These are not the same things, nor are they both implicitly present in every DAO.\\n\\nOrganization seems to be a blanket term to describe a collective ecosystem. DAOs are more like a country than an organization—made up of different sub-parts, factions, actors that attribute value to the ecosystem as a whole.\\n\\n## Boiling It DAO-n\\n\\nCurrently, there is no formal definition of what a DAO precisely is, nor are we interested in presenting you with a definitive answer here. There are, however, some key features that give a DAO its essence and make it different from traditional organizations. Keep in mind that traditional organizations can exist on-chain as well. This could make the operations of a public company more transparent and accessible, for example. But legal entities on the blockchain deserve an article of their own. From our observations, these are the features that permit DAOs to flourish and build towards a sustainable future.\\n\\n### 1 Automation at the Center, Humans at the Edges\\n\\nDAOs involve people interacting with each other around a protocol with encoded rules, which automates the purpose of the organization—automation at the center—and enforced on the blockchain through a consensus mechanism, i.e. the app layer and its cozy trust blanket. The community of the protocol is formed of loosely affiliated individuals or groups. A DAO emerges from the community working on the protocol. In many cases, a token is provided as an incentive for that work, but work can be performed for social reasons too.\\n\\nThere are some tasks that a protocol cannot perform on its own. It will require a human user to feed it inputs, within the bounds of the protocol’s automated rules—humans at the edges. Where humans are required to click on buttons, governance becomes relevant. After all, which human gets to click on the buttons? These humans at the edges must deal with the jurisdictions and the relevant regulations.\\n\\n### 2 Open Source and Blockchain-Based\\n\\nDAOs that control protocols must provide equal access for potential contributors and users. This helps maintain a level of trust and prevents centralization over time. Economic incentives and social empowerment lead to an emergence of an ecosystem of open source tools and protocols, enabling further growth and development. The infrastructure and tools should be composable with other tools in the DAO’s ecosystem to have staying power. Any participant in the DAO can provide open and transparent contributions for others to reuse. Knowledge sharing in a DAO is an open process; anyone can introduce a compelling new idea to mobilize and attract people to work on that idea. The tools are created for the public, but aggregate in the protocol. That said, members should be able to run whichever version of the protocol they believe the community should embrace.\\n\\n### 3 Independent Parties\\n\\nParticipants in a DAO can work independently on projects that they think will bring the most value to the protocol. Ideally, no one is standing in anyone’s way and the participants converge on a path that is mutually beneficial. Even though the participants are legally independent, they share values, goals and incentives, which enable their ability to cooperate, agree on fundamental decisions, and implement the DAO’s rules or architecture. A DAO should not be constrained by the resources or vision of one organization or person. This is one place where the advantage of low cost of trust shines through. A shared vision emerges from independent actors or parties working towards what they think is best for the protocol. The independent parties are agile by default—as new information becomes available, their views, vision, and direction can create new consensus among the community. Whoever does not agree with the consensus can, at any time, peace out from the community and fork the work into another direction. Finally, joining and leaving a DAO must be frictionless; the DAO should not be able to force a participant to work exclusively and indefinitely for that DAO.\\n\\n### 4 Internal Capital\\n\\nTokens are key for DAOs, because they bootstrap and fund the development of the protocol and its ecosystem. However, a token should not be treated as a fundraising mechanism or investment vehicle. This could lead to some funky legal consequences, depending on the jurisdiction the user is in. The token should not give rights to claim profits or dividends. It should be treated as an economic incentive and consensus medium. Economic incentives are still key to promoting contributions to a system. In exchange for their contributions, participants are rewarded with the protocol’s token. There is a clear incentive to commit time and effort to working for the protocol. The value accrued by the token increases as the protocol gets better at generating value—this could happen through new product launches or optimization of existing products. As long as the DAO’s frens can contribute freely and openly, the results of that work, and the value it brings, aggregates in the system and is captured by the token.\\n\\n### 5 Governance\\n\\nThe governance function of the token promotes long-term value and growth. It gives token holders the power to change the rules of the system when necessary and allocate the resources of the ecosystem through a decision making process. This is valuable for users as they become “owners” of the protocol. This results in stronger network effects, because the more useful a protocol is, the more valuable it becomes to govern it. A token-based governance model, however, comes with its own shortcomings—particularly at scale. There are ways to palliate these flaws, but this topic will be given its own article in the future. Governance is complex and difficult to get right—it is impossible to find a system that works perfectly in every organization. Token voting, as critical as we are of it, is and will remain a useful and necessary part of decentralized governance.\\n\\n### 6 Enable a Bottom-Up Structure\\n\\nBottom-Up does not mean leaderless. In fact, the system could be organized with a combination of bottom-up, modular and top-down processes—which is precisely what Orca Protocol enables. The community works together as independent parties—we call them *pods* at Orca. It should be possible for pods to freely organize and connect in whatever way they see fit.\\n\\nThis does not rule out the inclusion of top-down design. Actually, it is an essential part of intention-setting within the community. Founders can share their vision of what the protocol can become, and entice and inspire the community to follow that vision. This initial vision is key for the development of fundamental infrastructure, which then drives the emergence of bottom-up participation from individuals. With the right incentives in place, the top-down design can attract participants to build, implement and materialize that vision.\\n\\n### 7 Membership is Open\\n\\nAnyone can run a node to verify blocks and transaction data on the base layer. Or write smart contracts and deploy them on the blockchain to enrich the application layer. The same can be said for the coordination layer. Participating and contributing in a DAO is open and not limited to a select group of people. Mission critical aspects of the DAO, such as the main treasury, are not accessible to everyone but anyone could support or reject proposals, or write a proposal themselves. Participation is rewarded and keeps the system running according to its vision and rules.\\n\\n### 8 Collusion is A Bug\\n\\nIn a truly decentralized system, the common behavior of independent participants is to work for their own interests and profit instead of for a collective profit. This doesn’t mean that there are no collective values and missions that form a community. It just means that there is no common enterprise like in a traditional company. Since not every participant shares the same goal, colluding to make the outcome of the system favor specific participants is difficult, and successful collusion should not be seen as a legitimate activity.\\n\\n# Closing Thoughts\\n\\nThese are the essential features of a DAO, as we identify them at Orca Protocol. They are what makes a DAO different from a traditional organization. So different, in fact, that a DAO does not appear as an organization at all sometimes. A DAO is an ecosystem with loose operational borders that comprise coordination tools.\\n\\nOrca Protocol is proudly building tools for DAOs to reach their full potential by uncomplicating collaboration. Orca’s key tool is the pod primitive, a modular and flexible body to manage participation, shared assets, and organizational permissioning. This flexibility allows for dynamic and composable structures to be created around any party of actors within a DAO ecosystem, while introducing mechanisms for accountability, incentive alignment, and checks and balances. By creating a wrapper around the *people*, Orca enables bottom-up structures to thrive within decentralized ecosystems by giving collective power to groups of motivated actors—regardless of their initial token status.\\n\\nAdditional tooling is an essential piece to unlocking the true power, and true decentralization, of these project ecosystems. When we empower people to effectively coordinate within the open, public, neutral structure of a DAO, we enable an entirely new wave of work and human collaboration.\\n\\n# Read More\\n\\n* [Cryptonetwork Governance As Capital](https://www.placeholder.vc/blog/2019/2/19/cryptonetwork-governance-as-capital) by Joel Monegro\\n* [DAOs, DACs, DAs and More: An Incomplete Terminology Guide](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/) by Vitalik Buterin\\n* [Governance Tokens - The Good, the Bad, The Ugly](https://lexnode.substack.com/p/governance-tokens-the-good-the-bad) by Gabriel Shapiro\\n\\n## About Orca Protocol\\n\\nOrca Protocol makes governance accessible by creating tools around a DAO’s most basic primitive: people.\\n\\n* Visit our **[website](https://www.orcaprotocol.org/)**\\n* Follow us on **[Twitter](https://twitter.com/OrcaProtocol)**\\n* Join our **[Discord](http://discord.gg/v9Bv9m32a6)**\",\"timestamp\":1631808007,\"title\":\"The Eightfold Path to DAOism\",\"publication\":\"orca\"},\"digest\":\"BUJE-FPivmH-2Zk98Ghv_NkTw6VI0ohLH4u-RBd_UDk\",\"authorship\":{\"contributor\":\"0xF35d7Bd3be21Ee8d26703dA38D49f97601D94aa5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Mmdr4khCBUkYz7SFeb_kLlMzVlWXj5p6FpR-pd1EloE\\\",\\\"y\\\":\\\"Wa1tzYmuCGTqup2vfYprJwTeldFId2U6MYAuKd0fktQ\\\"}\",\"signature\":\"-aGRkyXJ8xwKzWv8bJMUsK0iJqzwDRVewM73KgnfkJUurJCyVTCxbNZqJ-AxvB36RmAUaKDnX1G0oaqTBhrZIA\",\"signingKeySignature\":\"0xba301af4f034f38052ca3f969a72fcd820ae181ad311714ad840c37a5fdefadf423019531cb93e6d796df9c17125cd072addf8eb5e24587270dcb96cd2c202ab1b\",\"signingKeyMessage\":\"I authorize the publication of articles on orca.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Mmdr4khCBUkYz7SFeb_kLlMzVlWXj5p6FpR-pd1EloE\\\",\\\"y\\\":\\\"Wa1tzYmuCGTqup2vfYprJwTeldFId2U6MYAuKd0fktQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WVB26-PtNp8D_7A7DXNPhnOMEHnPrEP2NgJc0nRAqwo\"}"