"{\"content\":{\"body\":\"**亲爱的老朋友：**\\n\\n当你读到这封信，定然会感到困惑和惊讶，可能会一下子呆住。然后用力回想，才觉察到写信人似曾相识，却面容模糊。如果真是这样，那完全不必因此感到尴尬，因为我们真的已经很久很久没有联系了，就像我，当提笔给你写信的时候，我甚至都不知道你现在身处何方、以何为业？\\n\\n这就是现实，错不在你，而是因为我沉寂（封闭）太久了，离人群愈远，愈加的丧失表达的主动性，这就像是自己把自己锁在了窗子很小的房间里，虽然在很大程度上，可以减少外部无端的纷扰，可以静下心来专注于自己内心的所求，但是人终究是社会性动物，渐渐的我才发现，当你远离世界的时候，世界也在远离你。当我心情低落和身处困境的时候，如果有随时可以无话不谈的朋友，如果可以从你们的言语中得到鼓励和积极的建议，我想迷茫和抑郁肯定不会缠绕住我，不会坚定的认为那个独自站立在无边旷野，即便大声呼喊也不会有任何回音的人就是我。\\n\\n然而，这种“把自己锁在窗子很小的房间里”，也并不能算是一种故意或者消极，而是性格使然和生活抉择。\\n\\n你或许知道，从性格来说，我一直都是内向和敏感的人，是那种迎面有似曾相识的人走来，大脑就会一片空白，不知道说点什么，或者宁愿绕远一点路也要避开可能会遇见的人，独行使人自在。内心敏感的人似乎耳朵也会特别灵敏，周围的一点声音都能清晰听到，而且会不自觉的细细听。就像是孩子的时候，吃过晚饭站在大门口，远隔几百米的村中桥上扎堆的村里人东家长西家短的闲聊，总是能断断续续的传入耳朵，现在回想，应该是生怕别人会品评到自己家，怕他们有意或者无意的难听的话，让自己难受。后来长大了，内在的力量生发出来，就不会再在意周围的声音，就像是一棵大树，粗壮挺拔了，自然就不会在意周围东西南北的风吹。\\n\\n然而，这里的敏感和对人的惧怕，也只是对那些相识但并不相知的人，正所谓：人逢知己千杯少，话不投机半句多。从这个角度上来说，寡言少语者，只是不愿意多说半句废话，就连维持一个表面的礼貌都觉得难受。然而，如果遇到对的人和对的氛围，便也会口若悬河。那什么是对的人和对的氛围呢？这是很容易判断的：对方是不是真的想要倾听。\\n\\n从生活的现实来说，自从2014年开始，我们一家便开始了山居生活，从在北京的长城脚下，到现在的黄田古村，山居使人富足，却也从客观上远离了城市、疏远了人群，就连曾经少数的一些朋友，也很难见面，终至于渐渐断了消息。再然后有了孩子，育儿就成了生活的主题，从爬行到学步到奔跑，转眼已是五年，一个幼小的生命在一分一秒的呵护下长大。为人父母，个人的时间被切割成了碎片，而且作为随时待命者，根本无法像以前那样制定计划，时间的不自主也决定了对外沟通之难，因为你无法跟人约定一个确定的时间交流或者协作。就连原来持续的工作也变得断断续续，只能见缝插针的做一点是一点。\\n\\n当然，每一个成年人都会面对各种选择，在家庭和工作或者个人追求上，我从来都认为家庭是第一位的，在照顾好家庭的前提下，工作以及个人发展之路才无所畏惧，也更具意义。所以，我会安心于现实的境况，尽管时间的推移，因想做事却无法去做而产生的焦虑会将我带到糟糕的情绪里，有时候会难以控制，但是当黎明到来，跟孩子在一起的时候，我依然会找回安静的心，将坏心情放到一旁，但并不忽视它——我知道我只是到了需要自我调整的时候了。孩子逐渐长大，我也该找回自己要走的路。\\n\\n这里也忍不住跟你分享：糟糕的情绪实在是太可怕了，现在回想，浪费了好多时间在迷茫的漩涡里，没有后退却也没有前进，想做的事情完全的被搁置到了脑海里，没有踏出步子。如果我当时可以不受情绪左右，合理的管理哪怕碎片的时间，多少的时间就去做多少的事，将大的目标拆分，然后日拱一卒，想来现在会有多一些的作品，而不至于焦虑到脱发。\\n\\n所以，我写这封信就是想要跟过去的自己告别，重整旗鼓，让这棵有些干枯的树长出新的枝桠和叶子——不追逐成长，就会失去光泽，失了光泽，也就全无了魅力和活力，冷冰冰的，无法去爱人也无法惹人爱了。\\n\\n许多个深夜，在黑暗里审视自己——安静的夜，足以让我听到心跳的节奏。我终于找到了属于自己的成长路径，而这路径上的首要关卡，就是将自己打开，打开锁，从窗子很小的房间里走出来，主动的向世界伸出手，然后将自己的故事、观点以及作品背后的想法讲述出来，等待来自世界的回响，等待紧紧握上来的一双双新朋故友的手。\\n\\n此时是冬至夜，一年中至暗的夜，那就从这至暗开始吧，开始这第一封信，写给你——我曾熟识但已经变得陌生的老朋友，从今夜开始，我将以书信的形式，开启一个名叫“二十四分之一”的书信集——这看上去是一个奇怪的名字吧，我希望每天可以用一个小时的时间，跟这个世界聊聊天，以书信的形式或者真实的聊天。\\n\\n我真心的希望，通过这些书信，字里行间的文字，可以跟你重新介绍自己，也让我们重新开始结识。\\n\\nPS：我专门制作了一个个人介绍页面：[http://yanyoujin.com/fu.html](http://yanyoujin.com/fu.html?utm_campaign=%E4%BA%8C%E5%8D%81%E5%9B%9B%E5%88%86%E4%B9%8B%E4%B8%80&utm_medium=email&utm_source=Revue%20newsletter) 如果你读完这封信，可以浏览一下，如果你对这上面的某个话题特别感兴趣，也请回信告诉我，方便我在后面的书信里专门给你做详细的介绍：）\\n\\nPPS：今晚明显感觉到寒冷，看天气预报各地也都开始转冷，冬天就该有个冬天的样子，但是，我还是希望，有我的消息，会让你暖一下。\\n\\n*2021年12月21日 夜*\\n\\n*名下 于 黄田思慎堂*\\n\\n![昨天带小如意在山上玩：草枯、水绿、山青、天蓝](https://images.mirror-media.xyz/publication-images/4_fafU9ULLA7eyWmio0p6.jpeg?height=302&width=600)\\n\\n\",\"timestamp\":1640842154,\"title\":\"第一封信：从至暗之夜出发\"},\"digest\":\"vaGHdRNAsSrQRJr6Yi1de6QR_GRQtLY1NXNbLqOSc0A\",\"authorship\":{\"contributor\":\"0x7dacDEBCCf2dd0a8B0Ff3a87F3B4aB8B9c80348B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u3JUArXCq50jx33n0C-h7YxGJjEEdAhZwYTlX8otlMc\\\",\\\"y\\\":\\\"2UnLyjS37oiwH-yIteFVfk9KHKyuGiueVX9SVJy56dc\\\"}\",\"signature\":\"yh6iKThA-0UoRUiFHgZWKks3bQ32AK7IQVVFxuWzk4YJiHXTaMNWzDP3xT_VGqjzU0RdcyozJARwybuRrwV65A\",\"signingKeySignature\":\"0x7b785e9893bc6d2224ee94a84273dcf85f4f35ac7403816591df3e1c60ee8c6b3662e51bfd66b077a04917fc2695cb87dfe55e67efe2f304ed0ffa5b05a16ad51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u3JUArXCq50jx33n0C-h7YxGJjEEdAhZwYTlX8otlMc\\\",\\\"y\\\":\\\"2UnLyjS37oiwH-yIteFVfk9KHKyuGiueVX9SVJy56dc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vaGHdRNAsSrQRJr6Yi1de6QR_GRQtLY1NXNbLqOSc0A\"}"