"{\"content\":{\"body\":\"More recently, Swig has attempted to present a sunnier picture of his business and track record. In a recent interview with Insider, he touted how he had professionalized the management of his family's real-estate holdings to help better preserve its wealth across generations.\\n\\nHe has begun speaking in public more frequently at various real-estate-industry events. He told Insider that he has been a recurring guest over the past year on the Bloomberg anchor Carol Massar's radio show. And he has actively publicized the new digau coin. In one recent story, Swig credited his 26-year-old son, Oliver Swig, who is listed as a \\\"member of the board of advisors of Dignity Gold,\\\" with giving him the idea for the cryptocurrency. \\n\\nWhile Swig acknowledges the financial tumult he suffered years ago, he rejected the notion that his recent activities amounted to a comeback or rebuilding of his reputation.\\n\\n\\\"I'm not trying to rebuild or do anything with my reputation because it was never damaged,\\\" Swig said.\\n\\n\\\"I was financially hurt when Lehman Brothers went under, and I had a very difficult situation, but I don't think my reputation suffered from it — in fact, quite the opposite,\\\" he added. \\\"On a reputational basis, I'm one of the only people who ever stood up and paid every bank back every penny.\\\"\\n\\n## \",\"timestamp\":1638368976,\"title\":\"Swig's rebound\"},\"digest\":\"4FrS58x5gwM_MVoH7aJ-NQe5LooemBSVK4SQq_cQ1e4\",\"authorship\":{\"contributor\":\"0x1038e4F71522CAca5DA23A44eC021E14804b7a4f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyES6LE4bRrzouB-2gICZTicmqtOrbOD3E1visnVSxM\\\",\\\"y\\\":\\\"ZodbuTuqFoiQJX4P1NH3-1W96JinmrsiTY3L5rm8XAw\\\"}\",\"signature\":\"HWI8f8XOvlGMSJH135f0hpApimm_uUhxHA8Oul0r9kqfDButZg9vZYxnyKSKnsv0g2D969xABlbMeniEN99ZQg\",\"signingKeySignature\":\"0xd4a09ac089ba810f84763fc648fd6a1916f1086c072168e6fcd812b6ee9881305688d6f2282670ca5067be7040d74971c66ff5dfb241ddbaa690eca2d69010881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyES6LE4bRrzouB-2gICZTicmqtOrbOD3E1visnVSxM\\\",\\\"y\\\":\\\"ZodbuTuqFoiQJX4P1NH3-1W96JinmrsiTY3L5rm8XAw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4FrS58x5gwM_MVoH7aJ-NQe5LooemBSVK4SQq_cQ1e4\"}"