"{\"content\":{\"body\":\"之前在微博发文，后来转移到推特，本次将原来那篇文章转发到这个平台上，体验一下这个平台怎么样。（一下阶段有部分是自己经历，有些是别人的经历，不是特别准确，但是也客观反映出交易的情绪）\\n\\n![](https://images.mirror-media.xyz/publication-images/YhvknSYq4otiKfoUuxNX4.png?height=720&width=1280)\\n\\n**第一阶段：牛市初期每个人都表示乐观**\\n\\n熊市已经持续了较长时间，市场不再低迷，但人们依然沉浸在熊市氛围之中；\\n\\n价格已经持续上升了数月，甚至更久，期间会有一定的调整或横向盘整；\\n\\n市场乐观情绪开始滋生，并且开始相互传染，蔓延开来；\\n\\n大部分人开始疑惑市场到底能涨多久，何时应该入场；\\n\\n保守谨慎的人希望等待一次大跌再进场；\\n\\n市场上存在着大量的机会，似乎很难做出决定——多数投资者变得无所适从；\\n\\n当出现大幅调整的时候，人们往往又改变观点，认为市场会恢复正常，不会出现明显的上涨或下跌趋势。\\n\\n**第二阶段：牛市形成后大众看法逐渐趋同**\\n\\n第二阶段具有以下的特性与表现：\\n\\n市场调整的时间比多数人预想的要短，幅度也小得多；\\n\\n价格节节攀升，不断创出新高；没有买入而踏空的人不断抱怨“涨幅惊人，市场疯了”；\\n\\n从专业人士到财经记者，人们的意见越来越趋向于市场会继续上涨，但随时会有大幅度的调整，那是千载难逢的进场机会；\\n\\n对价格和点位的预测逐渐乐观，但仍未达到异想天开的程度；市场的自我强化开始形成；\\n\\n随着价格的不断攀升，投资者们既兴奋又不安；\\n\\n人们对价格涨幅（收益率）的预期越来越高；\\n\\n每个人都不愿意错过机会，原本保守的投资者开始买入，早期进场者已经大赚，甚至开始加杠杆买入；\\n\\n离市场最远、对市场最不关注的投资者（一般称为“韭菜”）跃跃欲试，准备进场；\\n\\n开户数增加，新“韭菜”不断涌入，他们多数没有经验，缺乏风险意识，却极度自信；\\n\\n大牛市的幻觉开始出现，市场加速上升，这强化了人们对趋势的信心；\\n\\n所有热门的投资品都遭到疯抢；谨慎保守者和泡沫论者遭到大众的无情嘲笑；\\n\\n到处弥漫着乐观情绪，投资者对新闻和信息极易反应过度，引发价格剧烈波动。 \\n \\n\\n**第三阶段：泡沫化后疯狂与贪婪达至顶峰**\\n\\n第三阶段有以下的特性与表现：\\n\\n价格持续大幅上涨，已经攀升到很高；\\n\\n所有人都认为出现了泡沫，但也认为这次有所不同，是史无前例的超级大牛市；\\n\\n人们对未来价格的预测高得离谱；\\n\\n所有人都在追逐风险，押宝不确定性；\\n\\n人们把高度不确定的投资故事视为100%确定，故事越讲越大，越讲越离谱；\\n\\n推荐投资的信息越来越多；\\n\\n“韭菜”们很快就赚了很多钱，开始飘飘然到处吹嘘；\\n\\n街头巷尾都在谈论投资该领域；外行鄙视内行，胆子大的鄙视胆子小的；\\n\\n长期持有、十年牛市的说法大行其道，听不到反对的声音；\\n\\n人们对收益率预期非常乐观，如至少50%、至少翻倍等；\\n\\n投机情绪高涨，到处都充斥着某某三个月十倍、财务自由、移民海外的传说；\\n\\n每个人都默认牛市会继续，梦想着自己能一夜暴富；\\n\\n全民都投入到这场投机盛宴中，极少有人能安心工作；\\n\\n人们开始超前消费，花钱变得大手大脚，尤其是最受益于牛市的业内人士和高管；\\n\\n相关的基金和理财产品热卖，瞬间被热情的投资者抢购一空；\\n\\n频频出现文章强调大牛市对于国家、民族的重要性。 \\n \\n\\n**第四阶段：熊市开始**\\n\\n第四阶段有以下的特性与表现：\\n\\n由于某种可知或不可知的原因，市场开始暴跌；\\n\\n暴跌初期，人们往往认为是正常调整，提供了买入良机，甚至越跌越买；\\n\\n开始下意识地否定谣言和悲观信息，认为下跌只是暂时的，中长期前景依然向好；\\n\\n跌幅扩大，投资者的账面盈利快速消失，甚至开始亏损；\\n\\n人们开始惊慌失措，恐惧心理在市场蔓延，继而加剧了下跌的趋势；\\n\\n媒体开始编织出一套逻辑来解释下跌，如最常见的外资阴谋论；\\n\\n随着下跌的持续，大众情绪从恐慌到麻木，内心逃避自己的损失，选择闭口不谈或卧倒装死，甚至以长期投资为借口来安慰自己；\\n\\n所有实质性的利好消息都无法阻挡价格下跌；\\n\\n人们开始破口大骂或调侃之前看多的大V和专家，认为他们都是无耻的骗子；\\n\\n投资者慢慢接受现实，对价格的幻想从“回到牛市高点”变为“回本就行”；\\n\\n“韭菜”们痛定思痛，发誓永不炒股，好好工作才是王道；\\n\\n人们变得很悲观，认为任何机会都有风险，变得极为淡漠；\\n\\n之前一直看空市场的人开始跳出来装大神，论证自己如何英明神武；\\n\\n人们开始重视投资风险，重视确定性；\\n\\n政府开始意识到价格下跌的影响太大，呼吁市场冷静，并出台支持性措施。 \\n \\n\\n**第五阶段：熊市后期的情绪低迷**\\n\\n第五阶段有以下的特性与表现：\\n\\n价格反弹之后快速下跌，但并未创出新低；\\n\\n反弹的幅度越来越小，价格波动区间越来越小，成交量极小，行情低迷；\\n\\n大部分资金都已经撤走，先前叫嚣“长期持有”的人亏损严重，保持沉默；\\n\\n每个人都很悲观，每个人都认为还会暴跌，而且随时可能暴跌；\\n\\n投资者极度厌恶风险；\\n\\n每个人都非常谨慎保守，保守投资、价值投资、低风险低收益率的策略受到追捧；\\n\\n价格对信息的反应比较麻木，只有重磅利好才会刺激价格上涨，其他情况几乎无反应；\\n\\n市场依然趋势不明，但部分品种的交易已经开始活跃，人气有所恢复；\\n\\n每当有下跌，人们都会立即清仓，短线交易、有赚就跑、积少成多的投资理念在市场中弥漫；\\n\\n投资者心里感知的跌幅远远大于实际跌幅。\\n\\n牛市和熊市的价格情绪周期周而复始，从来没有改变过。所有资产类别、每一轮价格周期都会出现与上述五个阶段类似的价格–情绪周期。\\n\\n从怀疑到乐观，从乐观到狂热，从狂热到疑虑，从茫然到悲观、恐惧和绝望，这种周而复始的情绪循环，你可以很容易地在任何一个国家的股票市场、外汇市场、债券市场和房地产市场上看到。\\n\\n这是对所有资产类别价格情绪周期的一个一般性概述。每个市场的价格周期都无一例外地对应着投资大众的情绪演化周期。\\n\\n价格情绪周期是由基本的人性决定的，是必然规律，没有任何人能够逃开这种周期性的情绪演化。\\n\\n对于投资者来说，可以充分利用五阶段模型来分析市场状况，提高投资取胜的概率。\\n\\n对于投资者来说，可以充分利用五阶段模型来分析市场状况，提高投资取胜的概率。交易本来就是反人性的，这些情绪都是在交易中普遍存在的，我们要做的就是尽量提高自己的认知，不要用情绪做决策！\",\"timestamp\":1639113576,\"title\":\"交易是反人性的，不要用情绪做决策！\"},\"digest\":\"PrYGIGoMVVqhVaru7PLbGjvnuGBbphdZe9XJyKumBMk\",\"authorship\":{\"contributor\":\"0x8F6Cec5B0cd3DC119d856fBe07ea616EadB43085\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bW79wokQUX06dkS0QhUGC8vYuruvcwSMEQwmYRq2tDk\\\",\\\"y\\\":\\\"ozBgr4Y9iKj_yAd0nW5g8d1QnzHu5EcXpysPya5PGK4\\\"}\",\"signature\":\"weOe4blLKa-8QCDdDzl6bHTJeWItYlMZJLj7Ut29V3X1YDJQMRkRt2DPNREqZrD0NHd6FY4QQLrnm8DXCGXzgA\",\"signingKeySignature\":\"0x188b32c6ca29dba6fce848f3b674aaa9ac25c3b7f76a922875f91e42c3cfb6817dc7fbbb0d8154cea28ea9ccb160e15b25c4c00caca6b34bcdc6e7aea0b3ff671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bW79wokQUX06dkS0QhUGC8vYuruvcwSMEQwmYRq2tDk\\\",\\\"y\\\":\\\"ozBgr4Y9iKj_yAd0nW5g8d1QnzHu5EcXpysPya5PGK4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PrYGIGoMVVqhVaru7PLbGjvnuGBbphdZe9XJyKumBMk\"}"