"{\"content\":{\"body\":\"1999  \\n  \\n It began years before with a Coca-Cola vending machine.  \\n  \\n A vending machine at Carnegie Mellon was the first appliance connected to the pre-internet, the ARPANET, in 1982. It became a smart device that reported how many drinks it had and if they were cold or not. 10 years later, \\\"The Computer of the 21st Century\\\" was fixated on computing everywhere, right into the real world.  \\n  \\n The Internet was growing 24/7 more nodes were coming online. \\n  \\n It began to disrupt and displace real businesses. New layers of the stack began to feed on what were constant parts of the real world and economy. The network's nodes and data were made, taken, and uploaded by humans.  \\n  \\n Type it in, hit a return key, snap a picture on a digital camera or hit record on a machine, slide barcodes over scanners.  \\n  \\n The greatest routers were still the two-legged kind. Then, the Network was connected through sensors embedded in everything. Radio Frequency ID (RFID) was part of the key.  \\n  \\n You get an Internet of Things, a network joined to the real world.  \\n  \\n Kevin Ashton, P&G alum, and founder of MIT's Auto-ID lab coined the phrase in 1999. Bill Joy imagined \\\"device-to-device\\\" in a presentation at WEF at Davos. Cisco said \\\"IoT\\\" began 10 years later, when things to people went from 0.8 in 2003 to 1.8+ in 2010.  \\n  \\n The Internet was no longer just PCs and mainframes.  \\n  \\n It was in the home, or even its smart phones, it was the home itself, its electrical, mechanical innards, and appliances. It was factories, boats, ships, planes, offices, hospitals, power plants, and schools. It spread beyond civilian life, right back to its defense-related roots.  \\n  \\n A network's unreal reality melted into every corner of the real world. \\n\\n \\n **2877 Earth, The Necklace, The Promenade, Diplomatic Quarter  \\n ** \\n \\\"Okay, let's talk, we'll go the long way round to your Consulate.\\\"  \\n  \\n The Chief Inspector called in a floater, at the arrival/departure pad, and we took off for an elevated view of the sights. We were hermetically sealed in a police vehicle. No-one would hear us talk. \\n  \\n The Chief Inspector took a flask from a compartment and poured two drinks for this tour and talk. \\n\\n \\n \\\"Just water. I was planning to send you back to the Consulate and then assign people to watch you, as if you were involved with that Coop we've been after but now you’re telling me that fight was not some kind of post-War grudge between Earthers and “Rusties”. \\n  \\n There's nothing I can do to detain or even stop you from going off-world, and back home. The higher-ups want make sure the Necklace is a business showcase for a new post-war Earth.  \\n  \\n I see a chance to get me closer to what I want. I want to take down that coop, they’ve been criminals we’ve wanted to arrest for a long time, even back during the War.” \\n  \\n \\\"I can tell you share some details about the item but I’m not going to show you the item Chief Inspector.” \\n  \\n “Commander, I have been after this shadow Co-op for a long time, and I want to know what has them ambitious to try to do this in a public place. They are either desperate, greedy, stupid, or insane. Maybe they are all of that. If you’re playing games...” \\n  \\n \\\"Inspector, this item has cutting edge data and research that looked like it was from a top security facility, from the War Effort. Andreea’s family is one of the top dealer co-ops of Mars. The item was stolen from what thought to be a secure hiding place\\\" but it was some other group, and they used her family to bring it to Earth. I think they want to trade her for the item. \\n  \\n They can never get their hands on this device.”\\n\\n[https://audius.co/radiojuicy/chromonicci.-changes.-420265](https://audius.co/radiojuicy/chromonicci.-changes.-420265)\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/vB_F0wTW6JavYy25F8zAD.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/A4Hv9W63UNKyMTFKhoiUg.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1635663362,\"title\":\"1999: 7.22 Unreal Reality Melts Into The Physical\"},\"digest\":\"QFuUQRtXycD9bey-epTK7thnHGpcKv_eciE1CVos8ok\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"signature\":\"cXDZYBzJWHFOd2Zp1Q6aozpmzzJn5zFJ9btp__qirvCiJiRKtqKSAQS4JGiyhKMCUIEUggD4CcQ9fcI29ELuQQ\",\"signingKeySignature\":\"0xe4c1bcaa88b6fe2c67d195f4a76d1a91640647a2c63ec8f8083673f941e8ee412d804077222237104c51130677298bdcb163cbc3b2eb0bb6193f6b825a8e06141c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QFuUQRtXycD9bey-epTK7thnHGpcKv_eciE1CVos8ok\"}"