"{\"content\":{\"body\":\"Following the sound of the music, and desiring before all things now to join the crowd wherever it was largest, he was stopped in one of the smaller apartments by a gentleman who had just risen from the card table, and who held out his hand with the cordiality of an old friend.\\n\\n\\\"Welcome back to the world, Count Fabio!\\\" he began, gayly, then suddenly checked himself. \\\"Why, you look pale, and your hand feels cold. Not ill, I hope?\\\"\\n\\n\\\"No, no. I have been rather startled--I can't say why--by a very strangely dressed woman, who fairly stared me out of countenance.\\\"\\n\\n\\\"You don't mean the Yellow Mask?\\\"\\n\\n\\\"Yes I do. Have you seen her?\\\"\\n\\n\\\"Everybody has seen her; but nobody can make her unmask, or get her to speak. Our host has not the slightest notion who she is; and our hostess is horribly frightened at her. For my part, I think she has given us quite enough of her mystery and her grim dress; and if my name, instead of being nothing but plain Andrea d'Arbino, was Marquis Melani, I would say to her: 'Madam, we are here to laugh and amuse ourselves; suppose you open your lips, and charm us by appearing in a prettier dress!' \\\"\\n\\nDuring this conversation they had sat down together, with their backs toward the door, by the side of one of the card-tables. While D'Arbino was speaking, Fabio suddenly felt himself shuddering again, and became conscious of a sound of low breathing behind him.\\n\\nHe turned round instantly, and there, standing between them, and peering down at them, was the Yellow Mask!\\n\\nFabio started up, and his friend followed his example. Again the gleaming black eyes rested steadily on the young nobleman's face, and again their look chilled him to the heart.\\n\\n\\\"Yellow Lady, do you know my friend?\\\" exclaimed D'Arbino, with mock solemnity.\\n\\nThere was no answer. The fatal eyes never moved from Fabio's face.\\n\\n\\\"Yellow Lady,\\\" continued the other, \\\"listen to the music. Will you dance with me?\\\"\\n\\nThe eyes looked away, and the figure glided slowly from the room.\\n\\n\\\"My dear count,\\\" said D'Arbino, \\\"that woman seems to have quite an effect on you. I declare she has left you paler than ever. Come into the supper-room with me, and have some wine; you really look as if you wanted it.\\\"\\n\\nThey went at once to the large refreshment-room. Nearly all the guests had by this time begun to dance again. They had the whole apartment, therefore, almost entirely to themselves.\\n\\nAmong the decorations of the room, which were not strictly in accordance with genuine Arcadian simplicity, was a large looking-glass, placed over a well-furnished sideboard. D'Arbino led Fabio in this direction, exchanging greetings as he advanced with a gentleman who stood near the glass looking into it, a nd carelessly fanning himself with his mask.\\n\\n\\\"My dear friend!\\\" cried D'Arbino, \\\"you are the very man to lead us straight to the best bottle of wine in the palace. Count Fabio, let me present to you my intimate and good friend, the Cavaliere Finello, with whose family I know you are well acquainted. Finello, the count is a little out of spirits, and I have prescribed a good dose of wine. I see a whole row of bottles at your side, and I leave it to you to apply the remedy. Glasses there! three glasses, my lovely shepherdess with the black eyes--the three largest you have got.\\\"\\n\\nThe glasses were brought; the Cavaliere Finello chose a particular bottle, and filled them. All three gentlemen turned round to the sideboard to use it as a table, and thus necessarily faced the looking-glass.\\n\\n\\\"Now let us drink the toast of toasts,\\\" said D'Arbino. \\\"Finello, Count Fabio--the ladies of Pisa!\\\"\\n\\nFabio raised the wine to his lips, and was on the point of drinking it, when he saw reflected in the glass the figure of the Yellow Mask. The glittering eyes were again fixed on him, and the yellow-hooded head bowed slowly, as if in acknowledgment of the toast he was about to drink. For the third time the strange chill seized him, and he set down his glass of wine untasted.\\n\\n\\\"What is the matter?\\\" asked D'Arbino.\\n\\n\\\"Have you any dislike, count, to that particular wine?\\\" inquired the cavaliere.\\n\\n\\\"The Yellow Mask!\\\" whispered Fabio. \\\"The Yellow Mask again!\\\"\\n\\nThey all three turned round directly toward the door. But it was too late--the figure had disappeared.\\n\\n\\\"Does any one know who this Yellow Mask is?\\\" asked Finello. \\\"One may guess by the walk that the figure is a woman's. Perhaps it may be the strange color she has chosen for her dress, or perhaps her stealthy way of moving from room to room; but there is certainly something mysterious and startling about her.\\\"\\n\\n\\\"Startling enough, as the count would tell you,\\\" said D'Arbino. \\\"The Yellow Mask has been responsible for his loss of spirits and change of complexion, and now she has prevented him even from drinking his wine.\\\"\\n\\n\\\"I can't account for it,\\\" said Fabio, looking round him uneasily; \\\"but this is the third room into which she has followed me--the third time she has seemed to fix her eyes on me alone. I suppose my nerves are hardly in a fit state yet for masked balls and adventures; the sight of her seems to chill me. Who can she be?\\\"\\n\\n\\\"If she followed me a fourth time,\\\" said Finello, \\\"I should insist on her unmasking.\\\"\\n\\n\\\"And suppose she refused?\\\" asked his friend\\n\\n\\\"Then I should take her mask off for her.\\\"\\n\\n\\\"It is impossible to do that with a woman,\\\" said Fabio. \\\"I prefer trying to lose her in the crowd. Excuse me, gentlemen, if I leave you to finish the wine, and then to meet me, if you like, in the great ballroom.\\\"\\n\\nHe retired as he spoke, put on his mask, and joined the dancers immediately, taking care to keep always in the most crowded corner of the apartment. For some time this plan of action proved successful, and he saw no more of the mysterious yellow domino. Ere long, however, some new dances were arranged, in which the great majority of the persons in the ballroom took part; the figures resembling the old English country dances in this respect, that the ladies and gentlemen were placed in long rows opposite to each other. The sets consisted of about twenty couples each, placed sometimes across, and sometimes along the apartment; and the spectators were all required to move away on either side, and range themselves close to the walls. As Fabio among others complied with this necessity, he looked down a row of dancers waiting during the performance of the orchestral prelude; and there, watching him again, from the opposite end of the lane formed by the gentlemen on one side and the ladies on the other, he saw the Yellow Mask.\\n\\nHe moved abruptly back, toward another row of dancers, placed at right angles to the first row; and there again; at the opposite end of the gay lane of brightly-dressed figures, was the Yellow Mask. He slipped into the middle of the room, but it was only to find her occupying his former position near the wall, and still, in spite of his disguise, watching him through row after row of dancers. The persecution began to grow intolerable; he felt a kind of angry curiosity mingling now with the vague dread that had hitherto oppressed him. Finello's advice recurred to his memory; and he determined to make the woman unmask at all hazards. With this intention he returned to the supper-room in which he had left his friends.\\n\\nThey were gone, probably to the ballroom, to look for him. Plenty of wine was still left on the sideboard, and he poured himself out a glass. Finding that his hand trembled as he did so, he drank several more glasses in quick succession, to nerve himself for the approaching encounter with the Yellow Mask. While he was drinking he expected every moment to see her in the looking-glass again; but she never appeared--and yet he felt almost certain that he had detected her gliding out after him when he left the ballroom.\\n\\nHe thought it possible that she might be waiting for him in one of the smaller apartments, and, taking off his mask, walked through several of them without meeting her, until he came to the door of the refreshment-room in which Nanina and he had recognized each other. The waiting-woman behind the table, who had first spoken to him, caught sight of him now, and ran round to the door.\\n\\n\\\"Don't come in and speak to Nanina again,\\\" she said, mistaking the purpose which had brought him to the door. \\\"What with frightening her first, and making her cry afterward, you have rendered her quite unfit for her work. The steward is in there at this moment, very good-natured, but not very sober. He says she is pale and red-eyed, and not fit to be a shepherdess any longer, and that, as she will not be missed now, she may go home if she likes. We have got her an old cloak, and she is going to try and slip through the rooms unobserved, to get downstairs and change her dress. Don't speak to her, pray, or you will only make her cry again; and what is worse, make the steward fancy--\\\"\\n\\nShe stopped at that last word, and pointed suddenly over Fabio's shoulder.\\n\\n\\\"The Yellow Mask!\\\" she exclaimed. \\\"Oh, sir, draw her away into the ballroom, and give Nanina a chance of getting out!\\\"\\n\\nFabio turned directly, and approached the Mask, who, as they looked at each other, slowly retreated before him. The waiting-woman, seeing the yellow figure retire, hastened back to Nanina in the refreshment-room.\\n\\nSlowly the masked woman retreated from one apartment to another till she entered a corridor brilliantly lighted up and beautifully ornamented with flowers. On the right hand this corridor led to the ballroom; on the left to an ante-chamber at the head of the palace staircase. The Yellow Mask went on a few paces toward the left, then stopped. The bright eyes fixed themselves as before on Fabio's face, but only for a moment. He heard a light step behind him, and then he saw the eyes move. Following the direction they took, he turned round, and discovered Nanina, wrapped up in the old cloak which was to enable her to get downstairs unobserved.\\n\\n\\\"Oh, how can I get out? how can I get out?\\\" cried the girl, shrinking back affrightedly as she saw the Yellow Mask.\\n\\n\\\"That way,\\\" said Fabio, pointing in the direction of the ballroom. \\\"Nobody will notice you in the cloak; it will only be thought some new disguise.\\\" He took her arm as he spoke, to reassure her, and continued in a whisper, \\\"Don't forget to-morrow.\\\"\\n\\nAt the same moment he felt a hand laid on him. It was the hand of the masked woman, and it put him back from Nanina.\\n\\nIn spite of himself, he trembled at her touch, but still retained presence of mind enough to sign to the girl to make her escape. With a look of eager inquiry in the direction of the mask, and a half suppressed exclamation of terror, she obeyed him, and hastened away toward the ballroom.\\n\\n\\\"We are alone,\\\" said Fabio, confronting the gleaminng black eyes, and reaching out his hand resolutely toward the Yellow Mask. \\\"Tell me who you are, and why you follow me, or I will uncover your f ace, and solve the mystery for myself.\\\"\\n\\nThe woman pushed his hand aside, and drew back a few paces, but never spoke a word. He followed her. There was not an instant to be lost, for just then the sound of footsteps hastily approaching the corridor became audible.\\n\\n\\\"Now or never,\\\" he whispered to himself, and snatched at the mask.\\n\\nHis arm was again thrust aside; but this time the woman raised her disengaged hand at the same moment, and removed the yellow mask.\\n\\nThe lamps shed their soft light full on her face.\\n\\nIt was the face of his dead wife.\\n\\nCHAPTER IV.\\n\\nSIGNOR ANDREA D'ARBINO, searching vainly through the various rooms in the palace for Count Fabio d'Ascoli, and trying as a last resource, the corridor leading to the ballroom and grand staircase, discovered his friend lying on the floor in a swoon, without any living creature near him. Determining to avoid alarming the guests, if possible, D'Arbino first sought help in the antechamber. He found there the marquis's valet, assisting the Cavaliere Finello (who was just taking his departure) to put on his cloak.\\n\\nWhile Finello and his friend carried Fabio to an open window in the antechamber, the valet procured some iced water. This simple remedy, and the change of atmosphere, proved enough to restore the fainting man to his senses, but hardly--as it seemed to his friends--to his former self. They noticed a change to blankness and stillness in his face, and when he spoke, an indescribable alteration in the tone of his voice.\\n\\n\\\"I found you in a room in the corridor,\\\" said D'Arbino. \\\"What made you faint? Don't you remember? Was it the heat?\\\"\\n\\nFabio waited for a moment, painfully collecting his ideas. He looked at the valet, and Finello signed to the man to withdraw.\\n\\n\\\"Was it the heat?\\\" repeated D'Arbino.\\n\\n\\\"No,\\\" answered Fabio, in strangely hushed, steady tones. \\\"I have seen the face that was behind the yellow mask.\\\"\\n\\n\\\"Well?\\\"\\n\\n\\\"It was the face of my dead wife.\\\"\\n\\n\\\"Your dead wife!\\\"\\n\\n\\\"When the mask was removed I saw her face. Not as I remember it in the pride of her youth and beauty--not even as I remember her on her sick-bed--but as I remember her in her coffin.\\\"\\n\\n\\\"Count! for God's sake, rouse yourself! Collect your thoughts--remember where you are--and free your mind of its horrible delusion.\\\"\\n\\n\\\"Spare me all remonstrances; I am not fit to bear them. My life has only one object now--the pursuing of this mystery to the end. Will you help me? I am scarcely fit to act for myself.\\\"\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/332](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/332)\\n\\n\",\"timestamp\":1639208045,\"title\":\"Welcome back to the world, Count Fabio!\\\" he began, gayly, then suddenly checked himself.\"},\"digest\":\"7tkF21XiVqYhfNw8drZm7uGB-Gyhpl3CtwjvJJkhKbA\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gm2cnA_EO9zCrpo77rbULIzbuVfj9Hs3oYJfcEzTEI8\\\",\\\"y\\\":\\\"8xDG8I1kTizI2jl-fProN5BCd8BGJzLTJH8vtgsmAUM\\\"}\",\"signature\":\"juKgxi-rSOFodBmme6d8wA3BSGnaST0AupA3cZUFxHZ4W8RI0vlpiyI1sOjbjaP-YJFTSatU6vEQiaHQRxFpKg\",\"signingKeySignature\":\"0x051e332e603ae812407630d0b286d90350f29414f94be7e1d67cb9c9fa8a915f1a93efbdcbe5982f532fc9c931a9c4608cade3bb00c7413f94427f951bf9d67f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gm2cnA_EO9zCrpo77rbULIzbuVfj9Hs3oYJfcEzTEI8\\\",\\\"y\\\":\\\"8xDG8I1kTizI2jl-fProN5BCd8BGJzLTJH8vtgsmAUM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7tkF21XiVqYhfNw8drZm7uGB-Gyhpl3CtwjvJJkhKbA\"}"