"{\"content\":{\"body\":\"Richard immediately gathered and brought to her a handful of the nodding yellow bells, trembling above their large, cool, spotted leaves.\\n\\n\\\"How beautiful they are!\\\" said he; \\\"but I should never have taken them for violets.\\\"\\n\\n\\\"They are misnamed,\\\" she answered.  \\\"The flower is an Erythronium; but I am accustomed to the common name, and like it.  Did thee ever study botany?\\\"\\n\\n\\\"Not at all.  I can tell a geranium, when I see it, and I know a heliotrope by the smell.  I could never mistake a red cabbage for a rose, and I can recognize a hollyhock or a sunflower at a considerable distance.  The wild flowers are all strangers to me; I wish I knew something about them.\\\"\\n\\n\\\"If thee's fond of flowers, it would be very easy to learn.  I think a study of this kind would pleasantly occupy thy mind.  Why couldn't thee try?  I would be very willing to teach thee what little I know.  It's not much, indeed, but all thee wants is a start.  See, I will show thee how simple the principles are.\\\"\\n\\nTaking one of the flowers from the bunch, Asenath, as they slowly walked forward, proceeded to dissect it, explained the mysteries of stamens and pistils, pollen, petals, and calyx, and, by the time they had reached the village, had succeeded in giving him a general idea of the Linnaean system of classification.  His mind took hold of the subject with a prompt and profound interest.  It was a new and wonderful world which suddenly opened before him.  How surprised he was to learn that there were signs by which a poisonous herb could be detected from a wholesome one, that cedars and pine-trees blossomed, that the gray lichens on the rocks belonged to the vegetable kingdom!  His respect for Asenath's knowledge thrust quite out of sight the restraint which her youth and sex had imposed upon him.  She was teacher, equal, friend; and the simple candid manner which was the natural expression of her dignity and purity thoroughly harmonized with this relation.\\n\\nAlthough, in reality, two or three years younger than he, Asenath had a gravity of demeanor, a calm self-possession, a deliberate balance of mind, and a repose of the emotional nature, which he had never before observed, except in much older women.  She had had, as he could well imagine, no romping girlhood, no season of careless, light-hearted dalliance with opening life, no violent alternation even of the usual griefs and joys of youth.  The social calm in which she had expanded had developed her nature as gently and securely as a sea-flower is unfolded below the reach of tides and storms.\\n\\nShe would have been very much surprised if any one had called her handsome: yet her face had a mild, unobtrusive beauty which seemed to grow and deepen from day to day.  Of a longer oval than the Greek standard, it was yet as harmonious in outline; the nose was fine and straight, the dark-blue eyes steady and untroubled, and the lips calmly, but not too firmly closed.  Her brown hair, parted over a high white forehead, was smoothly laid across the temples, drawn behind the ears, and twisted into a simple knot.  The white cape and sun-bonnet gave her face a nun-like character, which set her apart, in the thoughts of \\\"the world's people\\\" whom she met, as one sanctified for some holy work.  She might have gone around the world, repelling every rude word, every bold glance, by the protecting atmosphere of purity and truth which inclosed her.\\n\\nThe days went by, each bringing some new blossom to adorn and illustrate the joint studies of the young man and maiden.  For Richard Hilton had soon mastered the elements of botany, as taught by Priscilla Wakefield,--the only source of Asenath's knowledge,-- and entered, with her, upon the text-book of Gray, a copy of which he procured from Philadelphia.  Yet, though he had overtaken her in his knowledge of the technicalities of the science, her practical acquaintance with plants and their habits left her still his superior.  Day by day, exploring the meadows, the woods, and the clearings, he brought home his discoveries to enjoy her aid in classifying and assigning them to their true places.  Asenath had generally an hour or two of leisure from domestic duties in the afternoons, or after the early supper of summer was over; and sometimes, on \\\"Seventh-days,\\\" she would be his guide to some locality where the rarer plants were known to exist.  The parents saw this community of interest and exploration without a thought of misgiving.  They trusted their daughter as themselves; or, if any possible fear had flitted across their hearts, it was allayed by the absorbing delight with which Richard Hilton pursued his study.  An earnest discussion as to whether a certain leaf was ovate or lanceolate, whether a certain plant belonged to the species scandens or canadensis, was, in their eyes, convincing proof that the young brains were touched, and therefore NOT the young hearts.\\n\\nBut love, symbolized by a rose-bud, is emphatically a botanical emotion.  A sweet, tender perception of beauty, such as this study requires, or develops, is at once the most subtile and certain chain of communication between impressible natures.  Richard Hilton, feeling that his years were numbered, had given up, in despair, his boyish dreams, even before he understood them: his fate seemed to preclude the possibility of love.  But, as he gained a little strength from the genial season, the pure country air, and the release from gloomy thoughts which his rambles afforded, the end was farther removed, and a future--though brief, perhaps, still a FUTURE--began to glimmer before him.  If this could be his life,--an endless summer, with a search for new plants every morning, and their classification every evening, with Asenath's help on the shady portico of Friend Mitchenor's house,--he could forget his doom, and enjoy the blessing of life unthinkingly.\\n\\nThe azaleas succeeded to the anemones, the orchis and trillium followed, then the yellow gerardias and the feathery purple pogonias, and finally the growing gleam of the golden-rods along the wood-side and the red umbels of the tall eupatoriums in the meadow announced the close of summer.  One evening, as Richard, in displaying his collection, brought to view the blood-red leaf of a gum-tree, Asenath exclaimed--\\n\\n\\\"Ah, there is the sign!  It is early, this year.\\\"\\n\\n\\\"What sign?\\\" he asked.\\n\\n\\\"That the summer is over.  We shall soon have frosty nights, and then nothing will be left for us except the asters and gentians and golden-rods.\\\"\\n\\nWas the time indeed so near?  A few more weeks, and this Arcadian life would close.  He must go back to the city, to its rectilinear streets, its close brick walls, its artificial, constrained existence.  How could he give up the peace, the contentment, the hope he had enjoyed through the summer?  The question suddenly took a more definite form in his mind:  How could he give up Asenath?  Yes--the quiet, unsuspecting girl, sitting beside him, with her lap full of the September blooms he had gathered, was thenceforth a part of his inmost life.  Pure and beautiful as she was, almost sacred in his regard, his heart dared to say--\\\"I need her and claim her!\\\"\\n\\n\\\"Thee looks pale to-night, Richard,\\\" said Abigail, as they took their seats at the supper-table.  \\\"I hope thee has not taken cold.\\\"\\n\\nIII.\\n\\n\\\"Will thee go along, Richard?  I know where the rudbeckias grow,\\\" said Asenath, on the following \\\"Seventh-day\\\" afternoon.\\n\\nThey crossed the meadows, and followed the course of the stream, under its canopy of magnificent ash and plane trees, into a brake between the hills.  It was an almost impenetrable thicket, spangled with tall autumnal flowers.  The eupatoriums, with their purple crowns, stood like young trees, with an undergrowth of aster and blue spikes of lobelia, tangled in a golden mesh of dodder.  A strong, mature odor, mixed alike of leaves and flowers, and very different from the faint, elusive sweetness of spring, filled the air.  The creek, with a few faded leaves dropped upon its bosom, and films of gossamer streaming from its bushy fringe, gurgled over the pebbles in its bed.  Here and there, on its banks, shone the deep yellow stars of the flower they sought.\\n\\nRichard Hilton walked as in a dream, mechanically plucking a stem of rudbeckia, only to toss it, presently, into the water.\\n\\n\\\"Why, Richard! what's thee doing?\\\" cried Asenath; \\\"thee has thrown away the very best specimen.\\\"\\n\\n\\\"Let it go,\\\" he answered, sadly.  \\\"I am afraid everything else is thrown away.\\\"\\n\\n\\\"What does thee mean?\\\" she asked, with a look of surprised and anxious inquiry.\\n\\n\\\"Don't ask me, Asenath.  Or--yes, I WILL tell you.  I must say it to you now, or never afterwards.  Do you know what a happy life I've been leading since I came here?--that I've learned what life is, as if I'd never known it before?  I want to live, Asenath,--and do you know why?\\\"\\n\\n\\\"I hope thee will live, Richard,\\\" she said, gently and tenderly, her deep-blue eyes dim with the mist of unshed tears.\\n\\n\\\"But, Asenath, how am I to live without you?  But you can't understand that, because you do not know what you are to me.  No, you never guessed that all this while I've been loving you more and more, until now I have no other idea of death than not to see you, not to love you, not to share your life!\\\"\\n\\n\\\"Oh, Richard!\\\"\\n\\n\\\"I knew you would be shocked, Asenath.  I meant to have kept this to myself.  You never dreamed of it, and I had no right to disturb the peace of your heart.  The truth is told now,--and I cannot take it back, if I wished.  But if you cannot love, you can forgive me for loving you--forgive me now and every day of my life.\\\"\\n\\nHe uttered these words with a passionate tenderness, standing on the edge of the stream, and gazing into its waters.  His slight frame trembled with the violence of his emotion.  Asenath, who had become very pale as he commenced to speak, gradually flushed over neck and brow as she listened.  Her head drooped, the gathered flowers fell from her hands, and she hid her face.  For a few minutes no sound was heard but the liquid gurgling of the water, and the whistle of a bird in the thicket beside them.  Richard Hilton at last turned, and, in a voice of hesitating entreaty, pronounced her name--\\n\\n\\\"Asenath!\\\"\\n\\nShe took away her hands, and slowly lifted her face.  She was pale, but her eyes met his with a frank, appealing, tender expression, which caused his heart to stand still a moment.  He read no reproach, no faintest thought of blame; but--was it pity?--was it pardon?--or----\\n\\n\\\"We stand before God, Richard,\\\" said she, in a low, sweet, solemn tone.  \\\"He knows that I do not need to forgive thee.  If thee requires it, I also require His forgiveness for myself.\\\"\\n\\nThough a deeper blush now came to cheek and brow, she met his gaze with the bravery of a pure and innocent heart.  Richard, stunned with the sudden and unexpected bliss, strove to take the full consciousness of it into a being which seemed too narrow to contain it.  His first impulse was to rush forward, clasp her passionately in his arms, and hold her in the embrace which encircled, for him, the boundless promise of life; but she stood there, defenceless, save in her holy truth and trust, and his heart bowed down and gave her reverence.\\n\\n\\\"Asenath,\\\" said he, at last, \\\"I never dared to hope for this.  God bless you for those words!  Can you trust me?--can you indeed love me?\\\"\\n\\n\\\"I can trust thee,--I DO love thee!\\\"\\n\\nThey clasped each other's hands in one long, clinging pressure.  No kiss was given, but side by side they walked slowly up the dewy meadows, in happy and hallowed silence.  Asenath's face became troubled as the old farmhouse appeared through the trees.\\n\\n\\\"Father and mother must know of this, Richard,\\\" said she.  \\\"I am afraid it may be a cross to them.\\\"\\n\\nThe same fear had already visited his own mind, but he answered, cheerfully--\\n\\n\\\"I hope not.  I think I have taken a new lease of life, and shall soon be strong enough to satisfy them.  Besides, my father is in prosperous business.\\\"\\n\\n\\\"It is not that,\\\" she answered; \\\"but thee is not one of us.\\\"\\n\\nIt was growing dusk when they reached the house.  In the dim candle-light Asenath's paleness was not remarked; and Richard's silence was attributed to fatigue.\\n\\nThe next morning the whole family attended meeting at the neighboring Quaker meeting-house, in the preparation for which, and the various special occupations of their \\\"First-day\\\" mornings, the unsuspecting parents overlooked that inevitable change in the faces of the lovers which they must otherwise have observed.  After dinner, as Eli was taking a quiet walk in the garden, Richard Hilton approached him.\\n\\n\\\"Friend Mitchenor,\\\" said he, \\\"I should like to have some talk with thee.\\\"\\n\\n\\\"What is it, Richard?\\\" asked the old man, breaking off some pods from a seedling radish, and rubbing them in the palm of his hand.\\n\\n\\\"I hope, Friend Mitchenor,\\\" said the young man, scarcely knowing how to approach so important a crisis in his life, \\\"I hope thee has been satisfied with my conduct since I came to live with thee, and has no fault to find with me as a man.\\\"\\n\\n\\\"Well,\\\" exclaimed Eli, turning around and looking up, sharply, \\\"does thee want a testimony from me?  I've nothing, that I know of, to say against thee.\\\"\\n\\n\\\"If I were sincerely attached to thy daughter, Friend Mitchenor, and she returned the attachment, could thee trust her happiness in my hands?\\\"\\n\\n\\\"What!\\\" cried Eli, straightening himself and glaring upon the speaker, with a face too amazed to express any other feeling.\\n\\n\\\"Can you confide Asenath's happiness to my care?  I love her with my whole heart and soul, and the fortune of my life depends on your answer.\\\"\\n\\nThe straight lines in the old man's face seemed to grow deeper and more rigid, and his eyes shone with the chill glitter of steel.  Richard, not daring to say a word more, awaited his reply in intense agitation.\\n\\n\\\"So!\\\" he exclaimed at last, \\\"this is the way thee's repaid me!  I didn't expect THIS from thee!  Has thee spoken to her?\\\"\\n\\n\\\"I have.\\\"\\n\\n\\\"Thee has, has thee?  And I suppose thee's persuaded her to think as thee does.  Thee'd better never have come here.  When I want to lose my daughter, and can't find anybody else for her, I'll let thee know.\\\"\\n\\n\\\"What have you against me, Friend Mitchenor?\\\" Richard sadly asked, forgetting, in his excitement, the Quaker speech he had learned.\\n\\n\\\"Thee needn't use compliments now!  Asenath shall be a Friend while *I* live; thy fine clothes and merry-makings and vanities are not for her.  Thee belongs to the world, and thee may choose one of the world's women.\\\"\\n\\n\\\"Never!\\\" protested Richard; but Friend Mitchenor was already ascending the garden-steps on his way to the house.\\n\\nThe young man, utterly overwhelmed, wandered to the nearest grove and threw himself on the ground.  Thus, in a miserable chaos of emotion, unable to grasp any fixed thought, the hours passed away.  Towards evening, he heard a footstep approaching, and sprang up.  It was Moses.\\n\\nThe latter was engaged, with the consent of his parents and expected to \\\"pass meeting\\\" in a few weeks.  He knew what had happened, and felt a sincere sympathy for Richard, for whom he had a cordial regard.  His face was very grave, but kind.\\n\\n\\\"Thee'd better come in, Richard,\\\" said he; \\\"the evenings are damp, and I v'e brought thy overcoat.  I know everything, and I feel that it must be a great cross for thee.  But thee won't be alone in bearing it.\\\"\\n\\n\\\"Do you think there is no hope of your father relenting?\\\" he asked, in a tone of despondency which anticipated the answer.\\n\\n\\\"Father's very hard to move,\\\" said Moses; \\\"and when mother and Asenath can't prevail on him, nobody else need try.  I'm afraid thee must make up thy mind to the trial.  I'm sorry to say it, Richard, but I think thee'd better go back to town.\\\"\\n\\n\\\"I'll go to-morrow,--go and die!\\\" he muttered hoarsely, as he followed Moses to the house.\\n\\nAbigail, as she saw his haggard face, wept quietly.  She pressed his hand tenderly, but said nothing.  Eli was stern and cold as an Iceland rock.  Asenath did not make her appearance.  At supper, the old man and his son exchanged a few words about the farm-work to be done on the morrow, but nothing else was said.  Richard soon left the room and went up to his chamber to spend his last, his only unhappy night at the farm.  A yearning, pitying look from Abigail accompanied him.\\n\\n\\\"Try and not think hard of us!\\\" was her farewell the next morning, as he stepped into the old chair, in which Moses was to convey him to the village where he should meet the Doylestown stage.  So, without a word of comfort from Asenath's lips, without even a last look at her beloved face, he was taken away.\\n\\nIV.\\n\\nTrue and firm and self-reliant as was the nature of Asenath Mitchenor, the thought of resistance to her father's will never crossed her mind.  It was fixed that she must renounce all intercourse with Richard Hilton; it was even sternly forbidden her to see him again during the few hours he remained in the house; but the sacred love, thus rudely dragged to the light and outraged, was still her own.  She would take it back into the keeping of her heart, and if a day should ever come when he would be free to return and demand it of her, he would find it there, unwithered, with all the unbreathed perfume hoarded in its folded leaves.  If that day came not, she would at the last give it back to God, saying, \\\"Father, here is Thy most precious gift, bestow it as Thou wilt.\\\"\\n\\nAs her life had never before been agitated by any strong emotion, so it was not outwardly agitated now.  The placid waters of her soul did not heave and toss before those winds of passion and sorrow: they lay in dull, leaden calm, under a cold and sunless sky.  What struggles with herself she underwent no one ever knew.  After Richard Hilton's departure, she never mentioned his name, or referred, in any way, to the summer's companionship with him.  She performed her household duties, if not cheerfully, at least as punctually and carefully as before; and her father congratulated himself that the unfortunate attachment had struck no deeper root.  Abigail's finer sight, however, was not deceived by this external resignation.  She noted the faint shadows under the eyes, the increased whiteness of the temples, the unconscious traces of pain which sometimes played about the dimpled corners of the mouth, and watched her daughter with a silent, tender solicitude.\\n\\nThe wedding of Moses was a severe test of Asenath's strength, but she stood the trial nobly, performing all the duties required by her position with such sweet composure that many of the older female Friends remarked to Abigail, \\\"How womanly Asenath has grown!\\\"  Eli Mitchenor noted, with peculiar satisfaction, that the eyes of the young Friends--some of them of great promise in the sect, and well endowed with worldly goods--followed her admiringly.\\n\\n\\\"It will not be long,\\\" he thought, \\\"before she is consoled.\\\"\\n\\nFortune seemed to favor his plans, and justify his harsh treatment of Richard Hilton.  There were unfavorable accounts of the young man's conduct.  His father had died during the winter, and he was represented as having become very reckless and dissipated.  These reports at last assumed such a definite form that Friend Mitchenor brought them to the notice of his family.\\n\\n\\\"I met Josiah Comly in the road,\\\" said he, one day at dinner.  \\\"He's just come from Philadelphia, and brings bad news of Richard Hilton.  He's taken to drink, and is spending in wickedness the money his father left him.  His friends have a great concern about him, but it seems he's not to be reclaimed.\\\"\\n\\nAbigail looked imploringly at her husband, but he either disregarded or failed to understand her look.  Asenath, who had grown very pale, steadily met her father's gaze, and said, in a tone which he had never yet heard from her lips--\\n\\n\\\"Father, will thee please never mention Richard Hilton's name when I am by?\\\"\\n\\nThe words were those of entreaty, but the voice was that of authority.  The old man was silenced by a new and unexpected power in his daughter's heart: he suddenly felt that she was not a girl, as heretofore, but a woman, whom he might persuade, but could no longer compel.\\n\\n\\\"It shall be as thee wishes, Asenath,\\\" he said; \\\"we had best forget him.\\\"\\n\\nOf their friends, however, she could not expect this reserve, and she was doomed to hear stories of Richard which clouded and embittered her thoughts of him.  And a still severer trial was in store.  She accompanied her father, in obedience to his wish, and against her own desire, to the Yearly Meeting in Philadelphia.  It has passed into a proverb that the Friends, on these occasions, always bring rain with them; and the period of her visit was no exception to the rule.  The showery days of \\\"Yearly Meeting Week\\\" glided by, until the last, and she looked forward with relief to the morrow's return to Bucks County, glad to have escaped a meeting with Richard Hilton, which might have confirmed her fears and could but have given her pain in any case.\\n\\nAs she and her father joined each other, outside the meeting-house, at the close of the afternoon meeting, a light rain was falling.  She took his arm, under the capacious umbrella, and they were soon alone in the wet streets, on their way to the house of the Friends who entertained them.  At a crossing, where the water pouring down the gutter towards the Delaware, caused them to halt a man, plashing through the flood, staggered towards them.  Without an umbrella, with dripping, disordered clothes, yet with a hot, flushed face, around which the long black hair hung wildly, he approached, singing to himself with maudlin voice a song that would have been sweet and tender in a lover's mouth.  Friend Mitchenor drew to one side, lest his spotless drab should be brushed by the unclean reveller; but the latter, looking up, stopped suddenly face to face with them.\\n\\n\\\"Asenath!\\\" he cried, in a voice whose anguish pierced through the confusion of his senses, and struck down into the sober quick of his soul.\\n\\n\\\"Richard!\\\" she breathed, rather than spoke, in a low, terrified voice.\\n\\nIt was indeed Richard Hilton who stood before her, or rather--as she afterwards thought, in recalling the interview--the body of Richard Hilton possessed by an evil spirit.  His cheeks burned with a more than hectic red, his eyes were wild and bloodshot, and though the recognition had suddenly sobered him, an impatient, reckless devil seemed to lurk under the set mask of his features.\\n\\n\\\"Here I am, Asenath,\\\" he said at length, hoarsely.  \\\"I said it was death, didn't I?  Well, it's worse than death, I suppose; but what matter?  You can't be more lost to me now than you were already.  This is THY doing, Friend Eli,\\\" he continued, turning to the old man, with a sneering emphasis on the \\\"THY.\\\"  \\\"I hope thee's satisfied with thy work!\\\"\\n\\nHere he burst into a bitter, mocking laugh, which it chilled Asenath's blood to hear.\\n\\nThe old man turned pale.  \\\"Come away, child!\\\" said he, tugging at her arm.  But she stood firm, strengthened for the moment by a solemn feeling of duty which trampled down her pain.\\n\\n\\\"Richard,\\\" she said, with the music of an immeasurable sorrow in her voice, \\\"oh, Richard, what has thee done?  Where the Lord commands resignation, thee has been rebellious; where he chasteneth to purify, thee turns blindly to sin.  I had not expected this of thee, Richard; I thought thy regard for me was of the kind which would have helped and uplifted thee,--not through me, as an unworthy object, but through the hopes and the pure desires of thy own heart.  I expected that thee would so act as to justify what I felt towards thee, not to make my affection a reproach,--oh, Richard, not to cast over my heart the shadow of thy sin!\\\"\\n\\nThe wretched young man supported himself against the post of an awning, buried his face in his hands, and wept passionately.  Once or twice he essayed to speak, but his voice was choked by sobs, and, after a look from the streaming eyes which Asenath could scarcely bear to meet, he again covered his face.  A stranger, coming down the street, paused out of curiosity.  \\\"Come, come!\\\" cried Eli, once more, eager to escape from the scene.  His daughter stood still, and the man slowly passed on.\\n\\nAsenath could not thus leave her lost lover, in his despairing grief.  She again turned to him, her own tears flowing fast and free.\\n\\n\\\"I do not judge thee, Richard, but the words that passed between us give me a right to speak to thee.  It was hard to lose sight of thee then, but it is still harder for me to see thee now.  If the sorrow and pity I feel could save thee, I would be willing never to know any other feelings.  I would still do anything for thee except that which thee cannot ask, as thee now is, and I could not give.  Thee has made the gulf between us so wide that it cannot be crossed.  But I can now weep for thee and pray for thee as a fellow-creature whose soul is still precious in the sight of the Lord.  Fare thee well!\\\"\\n\\nHe seized the hand she extended, bowed down, and showered mingled tears and kisses upon it.  Then, with a wild sob in his throat, he started up and rushed down the street, through the fast-falling rain.  The father and daughter walked home in silence.  Eli had heard every word that was spoken, and felt that a spirit whose utterances he dared not question had visited Asenath's tongue.\\n\\nShe, as year after year went by, regained the peace and patience which give a sober cheerfulness to life.  The pangs of her heart grew dull and transient; but there were two pictures in her memory which never blurred in outline or faded in color: one, the brake of autumn flowers under the bright autumnal sky, with bird and stream making accordant music to the new voice of love; the other a rainy street, with a lost, reckless man leaning against an awning-post, and staring in her face with eyes whose unutterable woe, when she dared to recall it, darkened the beauty of the earth, and almost shook her trust in the providence of God.\\n\\nV.\\n\\nYear after year passed by, but not without bringing change to the Mitchenor family.  Moses had moved to Chester County soon after his marriage, and had a good farm of his own.  At the end of ten years Abigail died; and the old man, who had not only lost his savings by an unlucky investment, but was obliged to mortgage his farm, finally determined to sell it and join his son.  He was getting too old to manage it properly, impatient under the unaccustomed pressure of debt, and depressed by the loss of the wife to whom, without any outward show of tenderness, he was, in truth, tenderly attached.  He missed her more keenly in the places where she had lived and moved than in a neighborhood without the memory of her presence.  The pang with which he parted from his home was weakened by the greater pang which had preceded it.\\n\\nIt was a harder trial to Asenath.  She shrank from the encounter with new faces, and the necessity of creating new associations.  There was a quiet satisfaction in the ordered, monotonous round of her life, which might be the same elsewhere, but here alone was the nook which held all the morning sunshine she had ever known.  Here still lingered the halo of the sweet departed summer,--here still grew the familiar wild-flowers which THE FIRST Richard Hilton had gathered.  This was the Paradise in which the Adam of her heart had dwelt, before his fall.  Her resignation and submission entitled her to keep those pure and perfect memories, though she was scarcely conscious of their true charm.  She did not dare to express to herself, in words, that one everlasting joy of woman's heart, through all trials and sorrows--\\\"I have loved, I have been beloved.\\\"\\n\\nOn the last \\\"First-day\\\" before their departure, she walked down the meadows to the lonely brake between the hills.  It was the early spring, and the black buds of the ash had just begun to swell.  The maples were dusted with crimson bloom, and the downy catkins of the swamp-willow dropped upon the stream and floated past her, as once the autumn leaves.  In the edges of the thickets peeped forth the blue, scentless violet, the fairy cups of the anemone, and the pink-veined bells of the miskodeed.  The tall blooms through which the lovers walked still slept in the chilly earth; but the sky above her was mild and blue, and the remembrance of the day came back to her with a delicate, pungent sweetness, like the perfume of the trailing arbutus in the air around her.  In a sheltered, sunny nook, she found a single erythronium, lured forth in advance of its proper season, and gathered it as a relic of the spot, which she might keep without blame.  As she stooped to pluck it, her own face looked up at her out of a little pool filled by the spring rains.  Seen against the reflected sky, it shone with a soft radiance, and the earnest eyes met hers, as if it were her young self, evoked from the past, to bid her farewell.  \\\"Farewell!\\\" she whispered, taking leave at once, as she believed, of youth and the memory of love.\\n\\nDuring those years she had more than once been sought in marriage, but had steadily, though kindly, refused.  Once, when the suitor was a man whose character and position made the union very desirable in Eli Mitchenor's eyes, he ventured to use his paternal influence.  Asenath's gentle resistance was overborne by his arbitrary force of will, and her protestations were of no avail.\\n\\n\\\"Father,\\\" she finally said, in the tone which he had once heard and still remembered, \\\\`thee can take away, but thee cannot give.\\\"\\n\\nHe never mentioned the subject again.\\n\\nRichard Hilton passed out of her knowledge shortly after her meeting with him in Philadelphia.  She heard, indeed, that his headlong career of dissipation was not arrested,--that his friends had given him up as hopelessly ruined,--and, finally, that he had left the city.  After that, all reports ceased.  He was either dead, or reclaimed and leading a better life, somewhere far away.  Dead, she believed--almost hoped; for in that case might he not now be enjoying the ineffable rest and peace which she trusted might be her portion?  It was better to think of him as a purified spirit, waiting to meet her in a holier communion, than to know that he was still bearing the burden of a soiled and blighted life.  In any case, her own future was plain and clear.  It was simply a prolongation of the present--an alternation of seed-time and harvest, filled with humble duties and cares, until the Master should bid her lay down her load and follow Him.\\n\\nFriend Mitchenor bought a small cottage adjacent to his son's farm, in a community which consisted mostly of Friends, and not far from the large old meeting-house in which the Quarterly Meetings were held.  He at once took his place on the upper seat, among the elders, most of whom he knew already, from having met them, year after year, in Philadelphia.  The charge of a few acres of ground gave him sufficient occupation; the money left to him after the sale of his farm was enough to support him comfortably; and a late Indian summer of contentment seemed now to have come to the old man.  He was done with the earnest business of life.  Moses was gradually taking his place, as father and Friend; and Asenath would be reasonably provided for at his death.  As his bodily energies decayed, his imperious temper softened, his mind became more accessible to liberal influences, and he even cultivated a cordial friendship with a neighboring farmer who was one of \\\"the world's people.\\\"  Thus, at seventy-five he was really younger, because tenderer of heart and more considerate, than he had been at sixty.\\n\\nAsenath was now a woman of thirty-five, and suitors had ceased to approach her.  Much of her beauty still remained, but her face had become thin and wasted, and the inevitable lines were beginning to form around her eyes.  Her dress was plainer than ever, and she wore the scoop-bonnet of drab silk, in which no woman can seem beautiful, unless she be very old.  She was calm and grave in her demeanor, save that her perfect goodness and benevolence shone through and warmed her presence; but, when earnestly interested, she had been known to speak her mind so clearly and forcibly that it was generally surmised among the Friends that she possessed \\\"a gift,\\\" which might, in time, raise her to honor among them.  To the children of Moses she was a good genius, and a word from \\\"Aunt 'Senath\\\" oftentimes prevailed when the authority of the parents was disregarded.  In them she found a new source of happiness; and when her old home on the Neshaminy had been removed a little farther into the past, so that she no longer looked, with every morning's sun, for some familiar feature of its scenery, her submission brightened into a cheerful content with life.\\n\\nIt was summer, and Quarterly-Meeting Day had arrived.  There had been rumors of the expected presence of \\\"Friends from a distance,\\\" and not only those of the district, but most of the neighbors who were not connected with the sect, attended.  By the by-road, through the woods, it was not more than half a mile from Friend Mitchenor's cottage to the meeting-house, and Asenath, leaving her father to be taken by Moses in his carriage, set out on foot.  It was a sparkling, breezy day, and the forest was full of life.  Squirrels chased each other along the branches of the oaks, and the air was filled with fragrant odors of hickory-leaves, sweet fern, and spice-wood.  Picking up a flower here and there, Asenath walked onward, rejoicing alike in shade and sunshine, grateful for all the consoling beauty which the earth offers to a lonely heart.  That serene content which she had learned to call happiness had filled her being until the dark canopy was lifted and the waters took back their transparency under a cloudless sky.\\n\\nPassing around to the \\\"women's side\\\" of the meeting-house, she mingled with her friends, who were exchanging information concerning the expected visitors.  Micajah Morrill had not arrived, they said, but Ruth Baxter had spent the last night at Friend Way's, and would certainly be there.  Besides, there were Friend Chandler, from Nine Partners, and Friend Carter, from Maryland: they had been seen on the ground.  Friend Carter was said to have a wonderful gift,--Mercy Jackson had heard him once, in Baltimore.  The Friends there had been a little exercised about him, because they thought he was too much inclined to \\\"the newness,\\\" but it was known that the Spirit had often manifestly led him.  Friend Chandler had visited Yearly Meeting once, they believed.  He was an old man, and had been a personal friend of Elias Hicks.\\n\\nAt the appointed hour they entered the house.  After the subdued rustling which ensued upon taking their seats, there was an interval of silence, shorter than usual, because it was evident that many persons would feel the promptings of the Spirit.  Friend Chandler spoke first, and was followed by Ruth Baxter, a frail little woman, with a voice of exceeding power.  The not unmelodious chant in which she delivered her admonitions rang out, at times, like the peal of a trumpet.  Fixing her eyes on vacancy, with her hands on the wooden rail before her, and her body slightly swaying to and fro, her voice soared far aloft at the commencement of every sentence, gradually dropping, through a melodious scale of tone, to the close.  She resembled an inspired prophetess, an aged Deborah, crying aloud in the valleys of Israel.\\n\\nThe last speaker was Friend Carter, a small man, not more than forty years of age.  His face was thin and intense in its expression, his hair gray at the temples, and his dark eye almost too restless for a child of \\\"the stillness and the quietness.\\\"  His voice, though not loud, was clear and penetrating, with an earnest, sympathetic quality, which arrested, not the ear alone, but the serious attention of the auditor.  His delivery was but slightly marked by the peculiar rhythm of the Quaker preachers; and this fact, perhaps, increased the effect of his words, through the contrast with those who preceded him.\\n\\nHis discourse was an eloquent vindication of the law of kindness, as the highest and purest manifestation of true Christian doctrine.\\n\\nThe paternal relation of God to man was the basis of that religion which appealed directly to the heart: so the fraternity of each man with his fellow was its practical application.  God pardons the repentant sinner: we can also pardon, where we are offended; we can pity, where we cannot pardon.  Both the good and the bad principles generate their like in others.  Force begets force; anger excites a corresponding anger; but kindness awakens the slumbering emotions even of an evil heart.  Love may not always be answered by an equal love, but it has never yet created hatred.  The testimony which Friends bear against war, he said, is but a general assertion, which has no value except in so far as they manifest the principle of peace in their daily lives--in the exercise of pity, of charity, of forbearance, and Christian love.\\n\\nThe words of the speaker sank deeply into the hearts of his hearers.  There was an intense hush, as if in truth the Spirit had moved him to speak, and every sentence was armed with a sacred authority.  Asenath Mitchenor looked at him, over the low partition which divided her and her sisters from the men's side, absorbed in his rapt earnestness and truth.  She forgot that other hearers were present: he spake to her alone.  A strange spell seemed to seize upon her faculties and chain them at his feet: had he beckoned to her, she would have arisen and walked to his side.\\n\\nFriend Carter warmed and deepened as he went on.  \\\"I feel moved to- day,\\\" he said,--\\\"moved, I know not why, but I hope for some wise purpose,--to relate to you an instance of Divine and human kindness which has come directly to my own knowledge.  A young man of delicate constitution, whose lungs were thought to be seriously affected, was sent to the house of a Friend in the country, in order to try the effect of air and exercise.\\\"\\n\\nAsenath almost ceased to breathe, in the intensity with which she gazed and listened.  Clasping her hands tightly in her lap to prevent them from trembling, and steadying herself against the back of the seat, she heard the story of her love for Richard Hilton told by the lips of a stranger!--not merely of his dismissal from the house, but of that meeting in the street, at which only she and her father were present!  Nay, more, she heard her own words repeated, she heard Richard's passionate outburst of remorse described in language that brought his living face before her!  She gasped for breath--his face WAS before her!  The features, sharpened by despairing grief, which her memory recalled, had almost anticipated the harder lines which fifteen years had made, and which now, with a terrible shock and choking leap of the heart, she recognized.  Her senses faded, and she would have fallen from her seat but for the support of the partition against which she leaned.  Fortunately, the women near her were too much occupied with the narrative to notice her condition.  Many of them wept silently, with their handkerchiefs pressed over their mouths.\\n\\nThe first shock of death-like faintness passed away, and she clung to the speaker's voice, as if its sound alone could give her strength to sit still and listen further.\\n\\n\\\"Deserted by his friends, unable to stay his feet on the evil path,\\\" he continued, \\\"the young man left his home and went to a city in another State.  But here it was easier to find associates in evil than tender hearts that might help him back to good.  He was tired of life, and the hope of a speedier death hardened him in his courses.  But, my friends, Death never comes to those who wickedly seek him.  The Lord withholds destruction from the hands that are madly outstretched to grasp it, and forces His pity and forgiveness on the unwilling soul.  Finding that it was the principle of LIFE which grew stronger within him, the young man at last meditated an awful crime.  The thought of self-destruction haunted him day and night.  He lingered around the wharves, gazing into the deep waters, and was restrained from the deed only by the memory of the last loving voice he had heard.  One gloomy evening, when even this memory had faded, and he awaited the approaching darkness to make his design secure, a hand was laid on his arm.  A man in the simple garb of the Friends stood beside him, and a face which reflected the kindness of the Divine Father looked upon him.  `My child,' said he, `I am drawn to thee by the great trouble of thy mind.  Shall I tell thee what it is thee meditates?'  The young man shook his head.  \\\\`I will be silent, then, but I will save thee.  I know the human heart, and its trials and weaknesses, and it may be put into my mouth to give thee strength.'  He took the young man's hand, as if he had been a little child, and led him to his home.  He heard the sad story, from beginning to end; and the young man wept upon his breast, to hear no word of reproach, but only the largest and tenderest pity bestowed upon him.  They knelt down, side by side, at midnight; and the Friend's right hand was upon his head while they prayed.\\n\\n\\\"The young man was rescued from his evil ways, to acknowledge still further the boundless mercy of Providence.  The dissipation wherein he had recklessly sought death was, for him, a marvellous restoration to life.  His lungs had become sound and free from the tendency to disease.  The measure of his forgiveness was almost more than he could bear.  He bore his cross thenceforward with a joyful resignation, and was mercifully drawn nearer and nearer to the Truth, until, in the fulness of his convictions, he entered into the brotherhood of the Friends.\\n\\n\\\"I have been powerfully moved to tell you this story.\\\"  Friend Carter concluded, \\\"from a feeling that it may be needed, here, at this time, to influence some heart trembling in the balance.  Who is there among you, my friends, that may not snatch a brand from the burning!  Oh, believe that pity and charity are the most effectual weapons given into the hands of us imperfect mortals, and leave the awful attribute of wrath in the hands of the Lord!\\\"\\n\\nHe sat down, and dead silence ensued.  Tears of emotion stood in the eyes of the hearers, men as well as women, and tears of gratitude and thanksgiving gushed warmly from those of Asenath.  An ineffable peace and joy descended upon her heart.\\n\\nWhen the meeting broke up, Friend Mitchenor, who had not recognized Richard Hilton, but had heard the story with feelings which he endeavored in vain to control, approached the preacher.\\n\\n\\\"The Lord spoke to me this day through thy lips,\\\" said he; \\\"will thee come to one side, and hear me a minute?\\\"\\n\\n\\\"Eli Mitchenor!\\\" exclaimed Friend Carter; \\\"Eli!  I knew not thee was here!  Doesn't thee know me?\\\"\\n\\nThe old man stared in astonishment.  \\\"It seems like a face I ought to know,\\\" he said, \\\"but I can't place thee.\\\"  They withdrew to the shade of one of the poplars.  Friend Carter turned again, much moved, and, grasping the old man's hands in his own, exclaimed--\\n\\n\\\"Friend Mitchenor, I was called upon to-day to speak of myself.  I am--or, rather, I WAS--the Richard Hilton whom thee knew.\\\"\\n\\nFriend Mitchenor's face flushed with mingled emotions of shame and joy, and his grasp on the preacher's hands tightened.\\n\\n\\\"But thee calls thyself Carter?\\\" he finally said.\\n\\n\\\"Soon after I was saved,\\\" was the reply, \\\"an aunt on the mother's side died, and left her property to me, on condition that I should take her name.  I was tired of my own then, and to give it up seemed only like losing my former self; but I should like to have it back again now.\\\"\\n\\n\\\"Wonderful are the ways of the Lord, and past finding out!\\\" said the old man.  \\\"Come home with me, Richard,--come for my sake, for there is a concern on my mind until all is clear between us.  Or, stay,--will thee walk home with Asenath, while I go with Moses?\\\"\\n\\n\\\"Asenath?\\\"\\n\\n\\\"Yes.  There she goes, through the gate.  Thee can easily overtake her.  I 'm coming, Moses!\\\"--and he hurried away to his son's carriage, which was approaching.\\n\\nAsenath felt that it would be impossible for her to meet Richard Hilton there.  She knew not why his name had been changed; he had not betrayed his identity with the young man of his story; he evidently did not wish it to be known, and an unexpected meeting with her might surprise him into an involuntary revelation of the fact.  It was enough for her that a saviour had arisen, and her lost Adam was redeemed,--that a holier light than the autumn sun's now rested, and would forever rest, on the one landscape of her youth.  Her eyes shone with the pure brightness of girlhood, a soft warmth colored her cheek and smoothed away the coming lines of her brow, and her step was light and elastic as in the old time.\\n\\nEager to escape from the crowd, she crossed the highway, dusty with its string of returning carriages, and entered the secluded lane.  The breeze had died away, the air was full of insect-sounds, and the warm light of the sinking sun fell upon the woods and meadows.  Nature seemed penetrated with a sympathy with her own inner peace.\\n\\nBut the crown of the benignant day was yet to come.  A quick footstep followed her, and ere long a voice, near at hand, called her by name.\\n\\nShe stopped, turned, and for a moment they stood silent, face to face.\\n\\n\\\"I knew thee, Richard!\\\" at last she said, in a trembling voice; \\\"may the Lord bless thee!\\\"\\n\\nTears were in the eyes of both.\\n\\n\\\"He has blessed me,\\\" Richard answered, in a reverent tone; \\\"and this is His last and sweetest mercy.  Asenath, let me hear that thee forgives me.\\\"\\n\\n\\\"I have forgiven thee long ago, Richard--forgiven, but not forgotten.\\\"\\n\\nThe hush of sunset was on the forest, as they walked onward, side by side, exchanging their mutual histories.  Not a leaf stirred in the crowns of the tall trees, and the dusk, creeping along between their stems, brought with it a richer woodland odor.  Their voices were low and subdued, as if an angel of God were hovering in the shadows, and listening, or God Himself looked down upon them from the violet sky.\\n\\nAt last Richard stopped.\\n\\n\\\"Asenath,\\\" said he, \\\"does thee remember that spot on the banks of the creek, where the rudbeckias grew?\\\"\\n\\n\\\"I remember it,\\\" she answered, a girlish blush rising to her face.\\n\\n\\\"If I were to say to thee now what I said to thee there, what would be thy answer?\\\"\\n\\nHer words came brokenly.\\n\\n\\\"I would say to thee, Richard,--\\\\`I can trust thee,--I DO love thee!'\\\"\\n\\n\\\"Look at me, Asenath.\\\"\\n\\nHer eyes, beaming with a clearer light than even then when she first confessed, were lifted to his.  She placed her hands gently upon his shoulders, and bent her head upon his breast.  He tenderly lifted it again, and, for the first time, her virgin lips knew the kiss of man.\\n\\nMISS BARTRAM'S TROUBLE.\\n\\nI.\\n\\nIt was a day of unusual excitement at the Rambo farm-house.  On the farm, it is true, all things were in their accustomed order, and all growths did their accustomed credit to the season.  The fences were in good repair; the cattle were healthy and gave promise of the normal increase, and the young corn was neither strangled with weeds nor assassinated by cut-worms.  Old John Rambo was gradually allowing his son, Henry, to manage in his stead, and the latter shrewdly permitted his father to believe that he exercised the ancient authority.  Leonard Clare, the strong young fellow who had been taken from that shiftless adventurer, his father, when a mere child, and brought up almost as one of the family, and who had worked as a joiner's apprentice during the previous six months, had come back for the harvest work; so the Rambos were forehanded, and probably as well satisfied as it is possible for Pennsylvania farmers to be.\\n\\nIn the house, also, Mrs. Priscilla Rambo was not severely haunted by the spectre of any neglected duty.  The simple regular routine of the household could not be changed under her charge; each thing had its appropriate order of performance, must be done, and WAS done.  If the season were backward, at the time appointed for whitewashing or soap-making, so much the worse for the season; if the unhatched goslings were slain by thunder, she laid the blame on the thunder.  And if--but no, it is quite impossible to suppose that, outside of those two inevitable, fearful house-cleaning weeks in each year, there could have been any disorder in the cold prim, varnish-odored best rooms, sacred to company.\\n\\nIt was Miss Betty Rambo, whose pulse beat some ten strokes faster than its wont, as she sat down with the rest to their early country dinner.  Whether her brother Henry's participated in the accelerated movement could not be guessed from his demeanor.  She glanced at him now and then, with bright eyes and flushed cheeks, eager to speak yet shrinking from the half magisterial air which was beginning to supplant his old familiar banter.  Henry was changing with his new responsibility, as she admitted to herself with a sort of dismay; he had the airs of an independent farmer, and she remained only a farmer's daughter,--without any acknowledged rights, until she should acquire them all, at a single blow, by marriage.\\n\\nNevertheless, he must have felt what was in her mind; for, as he cut out the quarter of a dried apple pie, he said carelessly:\\n\\n\\\"I must go down to the Lion, this afternoon.  There's a fresh drove of Maryland cattle just come.\\\"\\n\\n\\\"Oh Harry!\\\" cried Betty, in real distress.\\n\\n\\\"I know,\\\" he answered; \\\"but as Miss Bartram is going to stay two weeks, she'll keep.  She's not like a drove, that's here one day, and away the next.  Besides, it is precious little good I shall have of her society, until you two have used up all your secrets and small talk.  I know how it is with girls.  Leonard will drive over to meet the train.\\\"\",\"timestamp\":1640141997,\"title\":\"there are the dog's-tooth violets in blossom?\\\" she exclaimed, pointing to a shady spot beside the brook; \\\"does thee know them?\\\"\"},\"digest\":\"QPpNcFdMHCj4kD-BbnEUGm_u-_TFplZqAyyt90IoGz4\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"87PA9Ssb4BnRRs5WlFh6M-FKeyQbHfiyajzlaGmj_8E\\\",\\\"y\\\":\\\"osP-mswcR77TuKqR1dK644bIMIHImyr7qQOGtWryt_o\\\"}\",\"signature\":\"Pi_ZsHyUZn9Ckr2ZT2JfMSwpx4laowCOCtmLHrNrE0jOf3ncu5RM_NtRMYW2kvDeOnerypUBGJe7XRHuR3vPgQ\",\"signingKeySignature\":\"0x3a011fd8a8f8c1f467a45b6169514e05e406f4e22aa64721ac3c9bb012554d56316127627fb24292941453b4931388783e078862d9bd32c8c656a255853195291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"87PA9Ssb4BnRRs5WlFh6M-FKeyQbHfiyajzlaGmj_8E\\\",\\\"y\\\":\\\"osP-mswcR77TuKqR1dK644bIMIHImyr7qQOGtWryt_o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QPpNcFdMHCj4kD-BbnEUGm_u-_TFplZqAyyt90IoGz4\"}"