"{\"content\":{\"body\":\"Recently a lot of people have asked me how to get started with NFTs and web3 in general. I created a guide for [how to get started in web3](https://mirror.xyz/rshank.eth/8Wfw1MDMkCV90iiCWAedqHs_UhytkVQvzzq6gRx7VSc), which is an overview of the space and things I think are interesting and worth reading about.\\n\\nThis post is a step-by-step guide on what to do first in the space.\\n\\nHere’s an overview of what I’m recommending:\\n\\n1. Purchase crypto on an exchange\\n2. Setup a self-custody wallet\\n3. Purchase ENS name\\n4. Purchase a Ledger\\n5. Go to Uniswap and swap ETH for another token\\n6. Buy an NFT on OpenSea\\n7. Transfer NFT from hot wallet to Ledger\\n\\nMy belief is that if you get your hands dirty and experience the power of self-custody wallets and owning your assets, you’ll reach the “ah-ha” moment and understand the generational innovation that’s happening with web3. \\n\\n### Step 1: Purchase Crypto on Exchange\\n\\nI would recommend purchasing ETH using an exchange like coinbase and then sending that ETH (once it’s settled) to your self-custody wallet (metamask, rainbow, coinbase wallet).\\n\\n### Step 2: Purchase ENS Name\\n\\nAfter you’ve bought some ETH and sent it to your crypto wallet, I would purchase an ENS and set it as your primary ENS name. You can do this using [Ethereum Name Service](https://ens.domains/) (or ENS).\\n\\nI would then go to opensea and login with your wallet. You will be able to see your ENS as an NFT in your opensea profile. This is your first NFT!\\n\\n### Step 3: Purchase a Ledger\\n\\nNext I would order a [ledger](https://www.ledger.com/). This is an offline, cold storage wallet that you need to physically sign with the device. There’s a lot of scams right now in crypto and having a cold storage wallet adds an extra layer of protection. It still does not protect you if someone gets your seed phrase or if you sign a transaction that has something malicious in the contract.\\n\\nYou should only order your Ledger directly from their website - no amazon or resellers - there’s some supply chain fraud going on. Once you receive your ledger, integrate your ledger with Metamask by clicking “add hardware wallet”.\\n\\n### Step 4: Swap tokens on Uniswap\\n\\nWhile you’re waiting on your ledger, go to Uniswap and swap some ETH for another token. This will show you the power of decentralized exchanges, liquidity pools, and getting some tokens that aren’t available on centralized exchanges like coinbase. You can get tokens like $GALA, $FWB, or virtually another other token. Make sure you are swapping for the actual token and not a scam token. You can go to coingecko and search the token and copy the contract address and enter that in uniswap.\\n\\n### Step 5: Buy NFT on OpenSea\\n\\nNext, I would go to opensea and buy an NFT. You can start with buying something cheap like Tools of Rock (floor around $80) or Koala Intelligence Agency (floor around $300). This will teach you how to look at NFTs, search by properties, and purchase items. You’ll sign the transaction, experience paying gas (sucks!) and see the transaction in your opensea profile and your wallet.\\n\\n### Step 6: Transfer NFT to cold storage\\n\\nOnce you buy and NFT with your hot wallet, transfer this NFT to your ledger. You can do this from the item page by clicking on the “transfer” button which looks like a gift box. Enter your ledger address that you can copy from metamask. You will pay gas to transfer the NFT. Now switch your metamask from your hot wallet to your ledger and view that NFT in your opensea profile tied to your ledger. Now this NFT is safe. \\\\*\\\\*\\n\\\\*\\\\*\\n\\nCouple things to note:\\n\\n1. Write down your seed phrase, never type into your phone or take a picture of it. Store this seed phase somewhere safe - if someone gets your seed phrase they can take all your crypto and everything is irreversible.\\n2. Twitter is where everyone in crypto hangs out. This is where you’ll find out about new project and what people in the space are thinking.\\n3. Discord is where all the crypto projects host their communities. Tons of scams happen here so I’d recommend turning off DMs in each server that you join. Never click a link, never trust a DM from someone, and never give out your seed phrase ever. No one will ever ask you for your seed phrase.\\n\\nI’ll add to this post in the future. DM me on Twitter if you think I left anything out.\\n\\nMy twitter: [@ryanashank](https://twitter.com/ryanashank)\",\"timestamp\":1639618178,\"title\":\"What to do first when getting started in web3\"},\"digest\":\"IwngH0miCcJMfiDJNQQWa8sSoY1l5ptJYyCDvgsmRRk\",\"authorship\":{\"contributor\":\"0x7D2f3759C6F870E8bBDaB368A7d7e158e41761EA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2abRzDwMgcub2a5Sm1Z2TgttamN7--fesHhOxXmpQYo\\\",\\\"y\\\":\\\"leT-4dGnMso01m8IHauQSWst8jVYPsZE70-nwu1YEhM\\\"}\",\"signature\":\"PYVVDP3cYJlyYp--TxiKN_yrJFMWb8sao_BPeIOhJwn_02aw459ZjcU_CEz28CBy39xkjmMmqBMrNUMC4Nc9EA\",\"signingKeySignature\":\"0xfa951e462369c70bfd6a553547e466c627b3d34881dd00f4fb037570698202774b5d6a1d2563aa52851034df7430fdbb452ddc01d5781366d278d85e222543551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2abRzDwMgcub2a5Sm1Z2TgttamN7--fesHhOxXmpQYo\\\",\\\"y\\\":\\\"leT-4dGnMso01m8IHauQSWst8jVYPsZE70-nwu1YEhM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NK1qe3o6lGKorXRbZrzPlg6Baj2CoNpxqDd7CVLcgT8\"}"