"{\"content\":{\"body\":\"![Saul reciting Reader's Digest mantras while holding Dancing Lance](https://images.mirror-media.xyz/publication-images/q8CA1robWXlMRNQ6x2DPM.jpeg?height=684&width=530)\\n\\nSaul is the only son of Yuss, from the Stizz’s of the lost land of Al’Ska. Its family history lost in the Big March. Unremarkable house and possessions. Yuss never married, but never explained where Saul comes from. Everybody assumes he was adopted.\\n\\nYuss is a carpenter with a weird obsession for building gigantic crosses that he stores in his yard and are used in the [Midsommar](https://images.newrepublic.com/b015769ca73beed1ee077dc2b273c9ec77923ef3.jpeg?w=1000&q=65&dpi=2.625&fm=pjpg&h=1500) celebrations. He is a bit off, so people let him be.\\n\\n![One of Yuss's crosses, it creeps the bejesus out of folks.](https://images.mirror-media.xyz/publication-images/N4CSuCCXah2dg1G-Pv7C1.jpeg?height=450&width=800)\\n\\nFrom the outside Saul is just that, Saul. Simply simple Saul. Nothing to write home about. Not because he lacks in intellect or looks, but due to his self absorption and innate lack of curiosity for what lies beyond him. He doesn't care about the world, and the world repays him in kind. He is of a one track mind.\\n\\nHe doesn’t talk much, or at all. He avoids gatherings and social events. He doesn’t drink, doesn’t eat much, doesn’t make polite conversation or ask you about relatives and friends. If he has social skills they are rusting somewhere out of reach. He is not mean, just not there. He is 18 yo and he keeps busy every minute of the day.\\n\\nHe has made virtue out of simplicity. Found focus on repeating mundane tasks that hone his abilities. For example, he cleans all the windows in town, for free, and seemingly for kicks. He spends hours in each window, incessantly turning the rag in small circles. “Wax on, was off. Wax on, wax off...” he mutters as his eyes lock in intense concentration, his back straight, his arms tight. On a clear day Grisham can be seen miles from sea as the sun settles and reflects on its windows. Not that it is of much use, just a curiosity.\\n\\nSome think he is a loon, others that he is going through a phase. Everybody thinks he is a simpleton.\\n\\nInside, Saul is just a kid coming off age and looking for meaning. A few years ago, he found an ancient and forgotten book from the BBM years (ie. Before the Big March) in a corner at the Town Hall. It was a spineless and broken collection of small dirty pages wrapped in a leather rag. He fantasizes that it represents the abridged knowledge of past civilizations and its different schools of thought. An elder helped translate parts of it, albeit partially and inaccurately. It is called “Reader’s Digest”. Saul thinks it is a sacred text. He sees the whole as a cohesive body and makes sense of the disparity of its teachings through the interpretation of metaphors and hermeneutical mystic messages. He has memorized it all.\\n\\nA chapter called “Karate Kid for ADHD”, full of drawings of physical exercises, provides the basis for the calisthenics he practices every waking moment. Another, “Postpartum Anxiety Meditation”, explains breathing and meditation techniques that he has expanded and deepened. The one called “Marie Kondo’s tips & tricks: the sock drawer” is heavily scribbled in the margins, it must be a key passage, and it informs his ascetic approach to a decluttered and simple life. And yet another one, “IKEA like a Pro” made him appreciate carpentry, which made Yuss proud while it helped perfect his “One shot: hammer-nail” kata.\\n\\nHe stole the book and is now his most priced possession.\\n\\nSaul’s strength is his focus and will. His discipline and inability to get bored with the repetitive and humdrum. This talent applied to muscle and mind over years of tedious practice has made him sharp and lethal.\\n\\nLike a screwdriver, he may not be the right tool for every job, but when the right screw comes loose, he is the best man for the job.\\n\\n\\n---\\n\\nIn his drive for perfection the mind becomes just another muscle subject to tempering. So many hours lost in meditation has filed his concentration into an obsidian sinkhole. He loses himself in its depths for hours at a time.\\n\\nThese recursive wanderings have also blunted his expression. An impassive stance that turns people's gaze away. Like a repelling magnetic force. Or a blind spot in the corner of one's eye. He is unseen.\\n\\nA caring but unexpressive father, an awkward and solitary childhood, a shortage of human interaction and affection, and a propensity to get lost in himself has made him a detached spectator of human affairs. Desensitized, not anesthetized. He still feels for and with others but he lacks the language. He cannot relate.\\n\\nCuriously enough, he is most at ease with animals. What he cannot express to others he makes in spades caring for goats, squirrels, even bees. The floodgates of his feelings are torn open when running with dogs or cuddling with cats. In these moments, a hidden Saul comes through. Playful, demonstrative and caring. I wonder if this is a glimpse of the bloom yet to come.\",\"timestamp\":1633808634,\"title\":\"Saul\"},\"digest\":\"IFokNC3ZBOWer_oNoPhsPPKeElfyLd6JTDfpVofvFAY\",\"authorship\":{\"contributor\":\"0xaFE5F35D14ee9aBdaC14Bd2D0AF575CAbaf7D9e0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FeHak6WKZlTtdczVVLW9I6jOI6KUENIRZs8qqIs8qF4\\\",\\\"y\\\":\\\"Bw7_q2TmSSEzGB6t7Risc7-N3eoJ43grzkfY-iNe5AQ\\\"}\",\"signature\":\"Tt3wqU1sJtMyUtkz0lMfMiTcHZd4oCkqjXjp9enaBrVqb7neXUHPVV00yFbGhTv5DQsQxEWcPq07F0XIzIjn-Q\",\"signingKeySignature\":\"0xda955296a1bdaee9c85a6c8513aedf13422f91924c4102623e86d7d9127d24fd6d41536c6b055fe20ecc47c2ea4aa0e80a9c043519c19af6acf0a3c7564723ac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FeHak6WKZlTtdczVVLW9I6jOI6KUENIRZs8qqIs8qF4\\\",\\\"y\\\":\\\"Bw7_q2TmSSEzGB6t7Risc7-N3eoJ43grzkfY-iNe5AQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h4Jiby5DATEsaDbdMvD1UfYvnbx1ImPQIb4inqPbkvk\"}"