"{\"content\":{\"body\":\"![People shop at a COSTCO store in New York, the United States, Dec 2, 2021.](http://img2.chinadaily.com.cn/images/202112/07/61aee3baa310cdd3d81f40ef.jpeg)\\n\\nNew York City on Monday announced a vaccine mandate for private-sector workers effective Dec 27 to combat the spread of the Omicron variant.\\n\\nMayor Bill de Blasio said the measure would apply to about 184,000 businesses. He called it the first of its kind in the nation.\\n\\n\\\"We in New York City have decided to use a pre-emptive strike to really do something bold to stop the further growth of COVID,\\\" de Blasio said in an interview on MSNBC, where he announced the new mandate. \\\"Omicron is here, and it looks like it's very transmissible. The timing is horrible with the winter months.\\\"\\n\\nThe mayor also announced that the rules for dining and entertainment would apply to children ages 5 to 11, who must have one dose to enter restaurants and theaters starting on Dec 14, and that the requirement for adults would increase from one dose of a vaccine to two starting on Dec 27, except for those who initially received the one-shot Johnson & Johnson vaccine.\\n\\nAlmost 6.5 million New York City residents — including 89 percent of adults —  have received at least one vaccine dose. But the number of coronavirus cases in the city has increased rapidly in recent weeks.\\n\\nThe seven-day average of daily confirmed and probable infections was 1,975 as of Dec 6, according to the latest data from the city's health department. That was higher than the average of 1,507 cases reported each day over the last 28 days. \\n\\nNew York state said last week it had detected five COVID-19 cases linked to the new  Omicron variant, four of which were in New York City \\n\\nThe mayor, a Democrat with less than a month left in office, said he was confident the new mandate would survive any legal challenges and he noted that past city mandates had been upheld.\\n\\nThe city has vaccination mandates for hospital and nursing home workers and city employees including teachers, police officers and firefighters, as well as for customers at indoor dining, entertainment venues and gyms. A vaccination mandate for employees of private and religious schools was announced last week.\\n\\nThe Biden administration has tried to set a federal mandate that companies with more than 100 employees must require workers to get vaccinated or submit to weekly testing starting in January, but that measure has been blocked in federal courts.\\n\\nThe latest city mandate is slated to take effect just days before Mayor-elect Eric Adams replaces de Blasio. Adams is on vacation in Ghana this week. His spokesman, Evan Thies, said in a statement that Adams would evaluate the measure once he is mayor.\\n\\nWithout saying whether she agreed with the measure, New York Governor Kathy Hochul told reporters on Monday that the mayor had called before his announcement.\\n\\n\\\"I was aware of this and I support the local government leaders to execute the policies to fight COVID as they believe will be most helpful to deal with this pandemic within their own jurisdictions,\\\" she said.\\n\\nBut Kathryn Wylde, president of the prominent business group Partnership for New York City, said she was surprised by the announcement. \\n\\n\\\"We were blindsided,\\\" she told The Wall Street Journal. \\\"There's no forewarning, no discussion, no idea about whether it's legal or who he expects to enforce it.\\\" \\n\\nShe said the new vaccine mandate could slow return-to-office efforts at a time when New York leaders want more companies to bring workers back. \\n\\n\\\"The mayor has been eager to support return to the office; this goes in the other direction because it basically confuses the situation more,\\\" she said.\\n\\nRoughly half of Manhattan office employers have enacted vaccine mandates, Wylde said, though some policies include testing options and medical and religious exemptions.\\n\\nThe city plans to offer exemptions for valid medical or religious reasons, de Blasio said. City officials will release detailed guidelines about issues like enforcement by Dec 15 after consulting with business leaders.\\n\\nOn Monday, new, stricter travel rules went into effect for passengers coming into the United States. All inbound international travelers are now required to test within one day of departure for the US. It applies to anyone 2 years old and up. Previously that rule applied only to unvaccinated foreigners traveling to the US.\",\"timestamp\":1638877097,\"title\":\"New York mayor sets vaccine mandate for private employers\"},\"digest\":\"1ClJHy8Avp1J86ImWaA_wcRtVGQ_PqBIT07tNgMfYLo\",\"authorship\":{\"contributor\":\"0x80350A2A9602DBdf4Ef05BcFd2d6c722623A57d0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DrQPhXYKBKfoNVJWuBrUyxRWPLYQ9ZomcYNpdi1a18A\\\",\\\"y\\\":\\\"zj8fT_44_rtKzgWRsw3JMFvUXymO_MRAeqJvsHofhWc\\\"}\",\"signature\":\"SpIx0ud9_3wVnQo7CBPfFbL6dZ2rzl3K4Q8jmdOWRowzcbT0EmnIGqUWrTUVkzWF-ELxIcNVoAL9S0RXLplWTg\",\"signingKeySignature\":\"0xa699bc09ba45f64efbb6071c24af345f73aaaa941958c29399888a6d6049a8de2c9da1e5eb7e53cce72cd1ef294f94b25eaef119841b8020f80d803d6b53d23e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DrQPhXYKBKfoNVJWuBrUyxRWPLYQ9ZomcYNpdi1a18A\\\",\\\"y\\\":\\\"zj8fT_44_rtKzgWRsw3JMFvUXymO_MRAeqJvsHofhWc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1ClJHy8Avp1J86ImWaA_wcRtVGQ_PqBIT07tNgMfYLo\"}"