"{\"content\":{\"body\":\"从我们身边冲过的玩家看到地上散落的药剂和钱币，心中高兴地想着：果然是发生过战斗，不然哪来这些东西，看来冲天剑这家伙没有说谎，不过他们的眼光怎么有点怪怪的，难道boss已经被挂了吗。他们就没有想一想刚才那么多人杀几个木甲枪兵都挺费事的，现在就凭十几个刺客也能挂得掉boss吗。不过也就这么长的时间，哪里还会让他们慢慢思索，动作再慢点的话连boss长的什么样都看不到。\\n\\n```\\n看着冲入岔道的尾随者们，冲天剑嘴角微微翘起，浮在脸上的微笑里渗透着冷酷与狡猾，轻声咕道：“去吧，这可是我施舍给你们的机会，你们可要给我好好表演，别让我失望了。”随后发了个团队消息，留下四十人负责断后，其余人按照原先队型跟自己汇合，准备猎杀boss，看了这个消息后，所有人纷纷眼冒精光。摩拳擦掌，跃跃欲试，就连那些柔弱的女牧师们也有点迫不及待了，仿佛忘记开始那幕血腥带来的震撼，真是好了伤疤忘了痛。\\n\\n没有被重创的boss在等待尾随者们ling辱，没有探路的刺客为他们的来临而吃惊。只有先前消失在黑暗过道里的那群木甲兵去而复返，列阵以待这些盲目的家伙，刚才的杀戮似乎让它们有点意犹未尽，枯褐色的身子也因为沾染了入侵者的鲜血而有点红润，仿佛是一张干皱的牛皮纸被泼上了朱红色的颜料。\\n\\n那些尾随者如同是一群冒失的鱼儿，闯进了用钢枪和铁箭交织而成的渔网。摇摆不定的荧光灯隐约映出那些破空而来箭枝，长长的箭枝轻松地扎入了这些玩家的身体，只留下轻微颤抖的尾翼在外，-145、-210、-324等伤害从不同玩家的头上接连飘起，一轮箭雨过后，这些人的等级高低顿时一目了然，低级最低的化成白光回了城，好点的猛塞恢复药支持住，牛b的只是稍有停顿就操家伙冲了上去。不同的人的心里都响起异曲同工的声音：我X，冲天剑那小子把我们给阴了；吗的，现在是前有豺狼后有虎豹；那小子拿我们当挡箭牌，真他X的阴沟翻船了；boss没见到，讨命鬼来了一堆，NND上当了……\\n\\n而后面的冲天剑、血染疆土和傲气凌云也带着特别小组，虎视耽耽地看着前面，在手上晃动着的武器不时顺着灯光滚动几道赤红色的寒芒，弓手和巫师的远程攻击早就准备好了，只等一声令下，无论是人是怪，一概统杀。\\n\\n不过既然有胆识跟上来，没有惧怕冲天剑言语中的威胁，那就说明这些尾随者们不是亡命之徒，就是有背景、有后台的，再不然就是头脑简单，不知道“怕”字怎么写的愣头青。既然被包围了，他们可不会束手待毙，总得拼他个鱼死网破。\\n\\n一个身穿天蓝色盔甲的兽人骑士一手高举起泛起淡淡金光的菱形盾牌砸向木甲枪兵，一手拎着的粗壮重锤紧跟了过去，运气不错，冲击之盾的效果完全发挥出来，中招的木甲枪兵昏晕晕地挺着长枪，青色的罗纹枪头直直地指着兽人骑士的胸口，没有继续完成它的使命，穿透这个血肉之躯，跟跳动的心脏来个零距离触。重锤的份量不算轻，锋利的匕首难以划破的硬木身体，对于这样的钝器也有点无奈，随着锤子的敲击而出现一个个凹坑，看样子这个兽人骑士的等级不低，而后面跟着的几个拿剑的玩家明显也不是庸手，配合着将道道剑光送上木甲枪兵身上，没有去理会木甲弓手的箭枝和一旁的枪兵的攻击，在三人化做白光之时，目标的木甲枪兵也喀嚓几声怪响倒了下去，喝，好象身上还有个什么东西在响亮，兽人赶紧弯腰拣起，几柄翁翁嘶鸣的罗纹枪就“噗嗤”几声没入了他的背后，估计爆了个好装备吧，兽人脸上带着笑容化成了白光。\\n\\n四个木甲弓手将手上的箭头直指几个不停为前面拼杀着玩家加血的人类牧师，而一边的弓手的目标也对准了那些身穿黑色法袍，将面目隐藏在头罩之中的巫师，正是他们召唤出一个个噼啪作响的火炎球，才给予了木属性的它们以最大的伤害，既然他们投之以火，那木甲弓手就报之以箭。\\n\\n冰凉的淬蓝铁箭在木甲弓手中属于绝对的凶器，合金弯弓那柔韧富有弹性的筋弦，赋予了它们最大的杀伤力，那些法师们仅仅身着一身薄薄轻便的布衣，如何会是这些家伙的对手呢，纷纷被来势凌厉的箭枝洞穿了身体，象被狂风摧残的花朵般黯然凋谢，带着遗憾和无奈离开了。缺少了法师们的支援，那些本来就各自为战的玩家们还能支撑多久，答案可以在木甲兵们长枪挥舞当中找到，血未尽，战斗则不息……\\n\\n听到前面的喊杀声渐渐由高昂变成了微弱，冲天剑得意地转过头对血染疆土、傲气凌云和我说道：“那些拍门砖的作用估计已经快到底了，哥几个，该是我们上场的时候了，也不知道他们有没有把boss给逼出来。”\\n\\n“呵呵，凭他们那点人，能多帮我们砍掉几个怪就不错了，哪能指望他们逼出boss来。”血染疆土扬起了手上的斧头说道。\\n\\n“不管前面还有多少怪，也不管boss是否出来，反正我们今天挂定boss了。”傲气凌云短促有力的几句话道出了大家的心声。\\n\\n奸雄啊，奸雄，不费吹灰之力就把那些玩家送去当了冲头，现在正是木甲怪物们得意之时，我们正好一鼓作气杀过去，正象烧菜一般，把火候掌握得恰倒好处，如果说开始那些玩家是的宣泄的外焰，那我们则如同收敛的内火，欲焚毁那些恼人的机关兵，我心里想着，手上从背包里掏出三瓶噬血药剂递了上去，大方地说道：“那，都到这份上了，这是噬血药剂，材料实在太少，我只炼了五瓶，你们拿三瓶去，钱嘛，回头再算拉。”\\n\\n拿过噬血药剂，冲天剑他们三人的眼睛又闪起了贪婪之光，嚷道：“你小子还埋藏这么好的东西，早不拿出来，下次帮弟兄们多准备点啊，钱不是问题。看来炼金是个好职业，回去得叫几个兄弟学习学习了。”\\n\\nNND，好东西不藏着，难道都拿出来无私奉献啊，我靠，我不能和你们比啊，要不是有钱人，要不后面小弟一大堆，我可是孤身一人混江湖，凡事不留着点怎么行呢，瞄了瞄背包里还有的5瓶，我眼神里露出一丝的狡狯目光。\\n\\n刑天这家伙也不识时务地凑了上来，站着说话他腰不疼，一裂嘴就是：“大哥，你那还有一瓶是不是给我用的。”\\n\\n你小子也配用这玩意，不是我低估你的能力，就你那手的家伙，还是别浪费我的好药，材料贵着呢，离开这里我还要再混几天，没个三十级我是不想去那白石矿场挖矿了，要去的话就非要把那个狗屁巫师给作了，NND，烧得老子够戗。我翻了翻眼皮没好气地回道：“等你小子换上玄铁级装备再来找我，现在别赶着凑热闹。”\\n\\n刑天一听这话，知道没戏了，微微红着脸讪讪地退了回去，叮嘱老婆千万小心什么的去了，真是难得啊，他还知道脸红。\\n\\n哥几个将武器涂上了噬血之后，冲天剑一声大吼：“弟兄们上啊，让那些没用的家伙看看我们的实力，杀。”一语双关，即打击了那些剩余玩家的士气，又激发了自己一方的斗志，只听得众人齐声大叫，杀声震通道，在三个大哥的带领下，一帮人往岔口簇拥过去。\\n\\n青紫色的风刃、暗红色的火球、银白色的冰箭……如横向燃烧的眼花你挤我，它碰它的纵横交错着往那群木甲兵身上招呼过去，一根根锋利的长箭也在第一时间起到了压制对方木甲弓手的作用，将它们吃的死死的，美其名曰特别行动小组，其实纯粹就是敢死队的玩家们身上被加持了不少状态，在三个疯狂的家伙带领下，如三支锐利的尖刀，撕开了木甲兵们原本有型的队伍，将弓手、枪兵分成了三个部分，各自为战。\\n\\n血染疆土挥舞着手中巨大的斧头，可惜只有一把，不然整一个黑旋风二世，魁梧的身形没有丝毫的拖沓，势大力沉的钝器敲打在木甲枪兵的身上，由于多了后面牧师的加血，在强悍的对决中到也没有落败的迹象……\\n\\n傲气凌云的步伐如行云流水，穿梭在木甲弓手的队伍之中，只要哪个抬起弯弓准备射箭，他那把天蓝色的冰雪之守护长剑就肯定会前来报告，而身后那票直系部队将他的空门守的严严实实，确保了他的安全系数……\\n\\n冲天剑一手顶着个扁圆型的明黄色盾牌，一手拿着那把双刃巨剑左突右杀，看样子一点都没把这些木甲兵们放在眼里，而让他如此安心的就是一支由他妹妹烟雨萧萧带领的牧师小队对他的贴身回血保护，还有身后的兽人们用健壮的身躯为他挡走了不少流箭飞枪……\\n\\n刑天跟在傲气凌云后面也进入了忘我的境界，这小子双手紧握剑柄，眼睛里也迸发出我曾经熟悉的斗志，大踏步，侧身砍，恩，动作挺顺滑的，后面的哓哓也及时给他送上点关心呵护，不然就他那猛样，还不得被枪兵给招呼回城……\\n\\n尽管现在我也挺牛b的，不过我还是没有卖命砍杀的兴趣，我忙活干吗，出个boss我可以考虑一下，上去帮帮忙，现在嘛，只要人没死光，我就懒得出力了，试验一下俺那条紫金项链的效果倒是真的，我在怪物堆中蹿来蹿去，手上也装腔作势地乱砍着，心神全在关注是否能躲避那恐怖的罗纹枪……\\n\\n沉浸在砍杀中的人们已经忘却了痛苦，忘却了劳累，忘却了害怕，忘却了恐惧，尽管还是有白光不时划过阴暗的通道，但是木甲兵越来越少是个不争的事实，在木甲兵屠杀下残留的几个幸运尾随者也失去了战斗的yu望，默默地让到了角落里，睁大眼睛看着我们的反攻……\\n\\n当最后几个木甲枪兵拖上十几个玩家一起走人时，幽暗的通道深处仿佛穿来一声似有似无的咆哮声，跟着就是一阵地板的颤动，想起了嗵、嗵、嗵的沉重脚步声。\\n```\\n\\n\\n------------\",\"timestamp\":1640248355,\"title\":\"第六十五章 闪亮登场二\"},\"digest\":\"6mk1XHC3_LZBrTgmXI2HkdyWq0PpjJGueZcmV6Ag40I\",\"authorship\":{\"contributor\":\"0x5859E81dA9b04455A2c3e7b03c2e805947Bb1394\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TNPYSAup-kFCtavg7cpA6BGPoIbZV3-QWA2Wm1qktqg\\\",\\\"y\\\":\\\"mNrmk6SpLZYZ8BDK38uthHyNPMU2AiugkvunCL7Wcjk\\\"}\",\"signature\":\"t_RufDOwyQrVm3SEPYwBF4XykuqLbgMhHlKumOjOrUOihOdctpJei9yBF18adm3TgokMnOV9pYQj14YBoGD4UA\",\"signingKeySignature\":\"0x0558f900ca8012185baf1692cb0573441d4d9b341eba15748235e5e4a66bc09b6e0664550aa267a8bf1288346e115140d520728cd882c9893ae6c046e9e4b4bb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TNPYSAup-kFCtavg7cpA6BGPoIbZV3-QWA2Wm1qktqg\\\",\\\"y\\\":\\\"mNrmk6SpLZYZ8BDK38uthHyNPMU2AiugkvunCL7Wcjk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6mk1XHC3_LZBrTgmXI2HkdyWq0PpjJGueZcmV6Ag40I\"}"