"{\"content\":{\"body\":\"`A big shout out to Nodar Janashia and the team!`\\n\\nVisit [Defrag.fi](http://defrag.fi) to mint now and become the initial participant!\\n\\n## TL;DR\\n\\n* Defrag is the only practicable **Peer to Pool** solution for NFTs so far by introducing a put option ingeniously. Just as what happens to ETHLend in DeFi history, Peer to Pool model will dominate in NFTs again, solving the fragmentation resulting from Peer to Peer models such as Opensea and NFTfi.\\n* 2 main challenges: 1) **Liquidity risk** on liquidation. NFTs collaterals with high utility are favored as they also have high liquidity, with tokens airdropping or other staking/holding benefits. 2) **Price manipulation**. Defrag sets a dedicated liquidity pool for each NFT collection with different borrow and liquidation threshold factors based on volatility.\\n* Compared with current DeFi TVL and a total market cap of FT assets, **the lending TVL on NFT should be at least $ 900 million** and Defrag’s optimistic reasonable market cap should be $ 144 million, **10x upside for initial participants.**\\n\\n## A Peer to Pool liquidity protocol for NFTs\\n\\nDefrag builds a pool liquidity model for NFTs by introducing a put option ingeniously. The basic mechanism is: Borrowers collateralize NFTs and buy put options at a premium to get a loan immediately, while liquidity providers underwrite these options, enjoy the premium, and govern the whole system with $FRAG in the future.\\n\\n> ***Peer to Pool > Peer to Peer***\\n\\nThere are 2 types of liquidity models for Lending: “**Peer to Pool**” (Compound, Aave, etc.) or “**Peer to Peer**” (ETHLend, etc.). The second one was already weeded out because Peer to Pool allows immediate liquidity for all kinds of assets, solving the fragmentation resulting from different terms such as duration and rates.\\n\\nRight now, NFT lending is still in its early stage. Only [NFTfi](https://nftfi.com/) has meaningful loan stats, with a total loan value of $ 46 million¹. But it is a Peer to Peer loan product similar to ETHLend. Its dashboard is hard to understand and handle for massive users, who need to set a lot of parameters and terms to get a loan or lend.\\n\\nHere is an example scenario² to glimpse how the system is running:\\n\\n![](https://images.mirror-media.xyz/publication-images/h5HJqm_ub5NXvQylHzbUl.png?height=76&width=591)\\n\\n![\\\\*fETH is the synthetic version of ETH in Defrag and the real ETH will be locked up for put option contract. Ideally fETH would be redeemable 1:1 to ETH, it could also incentivize fETH/ETH curve pool with $FRAG.](https://images.mirror-media.xyz/publication-images/d161tYjW7LkrwM-XkjXkw.png?height=251&width=594)\\n\\n![](https://miro.medium.com/max/1184/1\\\\*5ANULyysa6UD4L7gObkTcg.png)\\n\\n> ***Mitigate liquidity and manipulation risk***\\n\\nJust as with other DeFi protocols, the main challenge is liquidation. The premium fee is insignificant when the pool is filled up with liquidated NFTs. To compensate the protocol and incentivize liquidity providers, the key is to **transfer liquidity risk**.\\n\\nThe team is fully aware of that and prudently chooses the kick-off partner NFT project. To transfer liquidity risk, NFTs with high utility are considered preferentially such as 1) airdropping tokens to its NFT holders (eg, Adventure Gold); 2) staking NFTs for utility (some Launch Pads, eg, Infinite Launch); 3) staking NFTs for other liquid assets (most play to earn games, eg, Axie Infinity).\\n\\nThe other risk is when borrowers manipulate floor price to get unreasonable loan sizes, the pool easily gets exhausted. To mitigate this, every NFT collection will have a separate pool just as Uniswap or Compound. Defrag will set different borrow and liquidation thresholds based on the volatility of each NFT collection. Over time, Defrag will create standards for NFT projects with similar mechanisms to easily tap into.\\n\\n## $ 900 million³ TVL achievable\\n\\nJust as FT, NFT is a new underlying asset type with the massive need for utility and liquidity, which will bring in by DeFi. Compared with the current DeFi TVL and a total market cap of FT assets, DeFi TVL on NFT is estimated conservatively at least $ 1.8 billion. Considering not all FTs have DeFi built on such as BTC, the DeFi TVL on NFT should be underestimated.\\n\\n![](https://miro.medium.com/max/1018/1\\\\*vLhvx2svwrsPmyZaI6qDIw.png)\\n\\nCurrently, the two largest categories in DeFi are Lending and Dex, nearly accounting for 50% each. If it happens the same in NFT, NFT lending could achieve a TVL of $ 900 million.\\n\\n## Incentives for initial participants: \\\\~10x⁴ upside\\n\\nAccording to the roadmap, Defrag will launch $FRAG tokens in Q1 2022, which will accrue to the owners of Metamaticians. The governance and voting will be upgraded to use the $FRAG token. Currently, Metamaticians is in a fair mint with \\\\~$ 15 million valuation (6400 mintable NFTs with 0.618 ETH each), while the optimistic reasonable valuation should be $ 144 million based on the assumption below.\\n\\n![](https://miro.medium.com/max/1024/1\\\\*_Cnu5v3aoGZTdeD55er9Ig.png)\\n\\n### Notes: All data captured on Dec 30, 2021\\n\\n1. [NFTfi stats](https://nftfi.com/stats/dai): Total Loan Value $46 million including 10427 ETH and 7.8 million DAI, with per ETH = $3700.\\n2. [Example scenario](https://docs.google.com/spreadsheets/d/1ViPpS_NcbfJQh1NhNiJXmJyj_piW6YnuuPgvjWClZRE/edit#gid=1686422795).\\n3. The total [TVL is $244 billion](https://defillama.com/) on FT assets; the total market cap is [$2,319 billion](https://www.coingecko.com/en) on FT assets; the market cap of top 100 NFTs is $16.7 billion, *[the guardian](https://www.theguardian.com/technology/2021/dec/16/nfts-market-hits-22bn-as-craze-turns-digital-images-into-assets)*.\\n4. [TVL](https://defillama.com/); [Market Cap (Current Price x Circulating Supply)](https://www.coingecko.com/en/categories/decentralized-finance-defi) \\n \",\"timestamp\":1640877338,\"title\":\"Why am I bullish on Defrag\"},\"digest\":\"53SH9HFM8aYxfSLpnFxx-cyB6HpsEKdWiOrlnMWIAew\",\"authorship\":{\"contributor\":\"0xEE32eCF18a9D80c945509F7A096968eE6E3c9e8E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wmPYEs5Y648OS2lF06AFu5iNl4hhGkZsiNVo45oBTEY\\\",\\\"y\\\":\\\"hcyr9yDaDVOC8DSKoECvqiNMaK-WQP-ck0kolEyiQ7I\\\"}\",\"signature\":\"q5NbqGUct8MisCpnaSVBS04CMa-6okVQ8IEZNCIRc4151_tF_FNg83Id6_386L2Yd-GL0zcvUGaWga0WTnTDyg\",\"signingKeySignature\":\"0xe5d509b0e6cee6e47bf486e8bcfae39f9a80ed11b2b05e76aad582cdd8a334240d808e6ade23a67730b27cf5e95e9126c5a9954427ac7766e2e921b4786a5e061b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wmPYEs5Y648OS2lF06AFu5iNl4hhGkZsiNVo45oBTEY\\\",\\\"y\\\":\\\"hcyr9yDaDVOC8DSKoECvqiNMaK-WQP-ck0kolEyiQ7I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"53SH9HFM8aYxfSLpnFxx-cyB6HpsEKdWiOrlnMWIAew\"}"