"{\"content\":{\"body\":\"听了花甲老者的话，叶青山的脸色缓和了不少。\\n\\n他立刻开口说：“让红鱼和百岁成婚，确实比让她和陈黄皮在一起更好，咱两家也算是门当户对了。不过红鱼这丫头的性子你也知道，倔的很，能不能成还得看他们小辈自己有没有情缘啊。”\\n\\n花甲老者爽朗地笑了几声，露出一个胸有成足的样子，上了车子离开了。\\n\\n我听力极佳，他们的对话听了个真切，当时我就感觉胸口发闷，异常难受。\\n\\n后来我知道了这老者叫沈初九，算是西江市风水界入世的风水师里一号人物了。\\n\\n他最擅长的就是寻龙点穴，很有眼力，这虽不如捉鬼除妖听着威风。其实是更好结交权贵和树立名声的，毕竟世上魑魅魍魉少见，但想要大富大贵的人却占大多数，谁不想自己能住上一块风水宝地。\\n\\n沈初九有个孙子叫沈百岁，在风水学上有点天赋，是沈初九的传人，倒追他的女人不少，但他却偏偏迷恋上了叶红鱼。\\n\\n这很正常，虽然我不能为叶家看事，也没给叶红鱼看过相，未曾给她起过卦。\\n\\n但能被爷爷万中挑一的挑出来与我定娃娃亲，以此来化解我的命劫，这女人的命格绝对不一般。\\n\\n很想冲过去告诉叶青山，别人会的我都会，不能让叶红鱼嫁给别人。\\n\\n但我不能这样去做，先不说他信不信，就算信了，我这也算是破戒了，对我和红鱼的姻缘影响很大。\\n\\n我得想个办法让她主动愿意与我成婚，这事儿才能顺理成章，才不违反爷爷当初定下的规矩。\\n\\n不过我也没急，虽说目前情况来看叶家还没遭殃。但我相信爷爷的能力，区区一个沈初九就想破掉我爷爷的规矩，他也太小瞧青麻鬼手的本事了。\\n\\n只要叶家的麻烦棘手到没人有能力解决，他们一定会想到让我入赘叶家来化解。\\n\\n最让我害怕的是，万一在叶家报应来临之前，叶红鱼和沈百岁如果好上了，那就麻烦了。\\n\\n因为爷爷所谓的完婚可不是举办个婚礼，领个证那么简单的，是要真正入洞房，行男女之事的。\\n\\n如果叶红鱼先行一步与其他男人发生了关系，那我们的姻缘线注定是断了，这对我两来说都是灾难。\\n\\n想到这，我无奈地摇了摇头，万物都有自身的运行法则，最终我两能不能成，还是得看天意。\\n\\n收拾好情绪，我重新回到了小风街，准备去店铺收拾下睡觉，明天再想对策。\\n\\n天意这玩意还真是注定好的，正往我的店铺走呢，我看到不远处一辆很拉风的跑车上下来两个人。\\n\\n女人穿着白T、青色牛仔裤，看着青春漂亮，正是叶红鱼。\\n\\n男人则一身一副公子哥打扮，虽长相一般，但有贵气，也算得上是风流倜傥了，想必正是沈百岁。\\n\\n深更半夜的，一辆跑车停在小风街，显得有点格格不入。\\n\\n我寻思沈百岁将叶红鱼带过来准没安好心，立刻悄悄跟了上去。\\n\\n“沈百岁，大晚上你带我来这干嘛？想吓唬我？我告诉你，我不信那一套。”叶红鱼有点不开心地说道。\\n\\n沈百岁笑着说：“红鱼，我爷爷与伯父谈事情呢，他们不是让我俩出来逛逛嘛。我寻思我们迟早要结婚的，我是干哪一行的你也清楚，提前让你感受感受风水界的氛围，对你也好。”\\n\\n我心中一阵冷笑，一个丧葬一条街在他口中成了风水界，这风水界也太廉价了点。\\n\\n叶红鱼皱着眉头，不悦道：“我才懒得感受呢，沈百岁，你以后别乱说咱两的关系，成不？我有未婚夫的，你又不是不知道。”\\n\\n听到这，我心里一暖。\\n\\n虽然知道她提到我，可能只是因为不想和沈百岁扯上情侣关系。但至少可以说明，我在她心中没那么不堪，她确实不讨厌我。\\n\\n“未婚夫？你是说陈黄皮那个病秧子？红鱼，你可拉倒吧，我听我爷爷说了，那就是个废物，根本没学过风水，而且你俩已经退婚了。”沈百岁面露讥讽，完全没把我放在眼里。\\n\\n叶红鱼立刻嘟着嘴，有点生气地说：“你嘴巴给我干净点，他不会看风水不代表就是废物！在我眼里，他比你强，至少人家老实本分。”\\n\\n沈百岁心性倒是挺稳，也没生气，只是说：“行吧，随便你怎么说。红鱼，你看这有家扎纸铺还开着诶。我带你过去看看，我可以让纸人活过来，你信不？”\\n\\n叶红鱼切了一声，显然是不信的，跟着沈百岁朝那家扎纸店走去。\\n\\n用脚趾头想，我也能想到，沈百岁怕是要耍什么花样了。\\n\\n他应该是要在叶红鱼面前展现什么绝活，通过一些拙劣手段，让叶红鱼改变对他的看法，甚至爱上他。\\n\\n我绝不能让他得逞，赶忙跟了上去。\\n\\n这是一家叫‘送财阁’的扎纸铺，顾名思义就是干扎纸营生的。\\n\\n扎纸这行当历史悠久，其实就是扎纸烧给死人，红童男绿童女、金山银山、牛马衣裳，只要你想，什么都能给扎出来。\\n\\n但是这一行绝对不简单，虽说一般扎纸匠并没啥大本事，就是谋生。\\n\\n但真正有本事的扎纸匠是有神通的，让孤魂野鬼上纸人的身，让纸人活过来，这是小神通。\\n\\n我听我爷爷给我讲过一个真正有大神通的扎纸匠的故事，当年他游历到南方一个小镇，想讨口水喝。端起水杯后，爷爷二话不说就离开了，头也没回。\\n\\n因为那整个镇子上的都不是活人，都是这个有大神通的扎纸匠给扎出来的。\\n\\n小时候听爷爷讲这故事，我做了一夜噩梦，现在想想也挺可笑，因为我假以时日也有会这样的大神通。\\n\\n收回思绪，我躲在门口往扎纸铺里看去。\\n\\n只见，沈百岁拿起一支蘸了墨水的毛笔，往一个绿纸人的脸上画了起来，他是要画眼睛。\\n\\n边画他还边说：“红鱼，看好了，我马上就能让这纸人活过来！”\\n\\n给纸人画眼点睛，这是大忌！\\n\\n[阅读更多](https://lianjiec455955.zhangwen.cn/link?code=1067747)\",\"timestamp\":1641471854,\"title\":\"005 画眼\"},\"digest\":\"z4ehchoLgzPgx623Kg7hKru3jWnCC5_nmZ6ejDe3gEc\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"0gvx89_HLo_LhopoaaHTXBiZBNNhsGdp1klGGYrt49-4LHamPc57QrFqB2okjmVbNZ9Ep3591EZn92jhk3L8Uw\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z4ehchoLgzPgx623Kg7hKru3jWnCC5_nmZ6ejDe3gEc\"}"