"{\"content\":{\"body\":\"> 本文为 12 月 8 日 MaoDAO 研讨会的文字回顾，由人工速记整合而成。如有偏差，欢迎指正。 \\n  \\n 主要发言人（按首次发言先后顺序排列）：刘峰@链闻、潘志雄@链闻、曹寅@数字文艺复兴基金会、神鱼@Cobo、Jocy@IOSG、Bman@BeWater。\\n\\n![](https://images.mirror-media.xyz/publication-images/i1ex7of8oQoW9ByrWNzRy.png?height=670&width=1200)\\n\\n# Mao：没有链闻以后感觉自己的信息敏感度不如以前，推特的信息太散而且推特的信息不够客观，算法只会投喂你喜欢的东西。刘老师和潘老师的信息获取习惯有所改变吗？\\n\\n### 刘 ——\\n\\n我现在还是早上六点多就起床开始看新闻。现在推特上的信息确实是足够丰富，但也过于丰富。所以为了保护自己的信息流，我一般很少点赞低含金量的信息。我觉得因为这个习惯，我的推特信息流非常优质。我个人的阅读也比较 productive，会分成工作型和消费型。我个人一直不太喜欢用工具，也不相信算法。还是按照自己的阅读习惯去每天看那些平台都看一遍。\\n\\n对大部分人来说信息是过量的。你应该做的是怎么尽可能精简自己的信息。\\n\\n### 潘 ——\\n\\n我构建了自己的一整套工具流，会每天重复。相比刘老师我更擅长去把那些我们已经发现了的项目去深入。在看新的东西上我相对弱一些。\\n\\n基本 Medium、Mirror、还有各个社区内的、各个平台上的信息，我都会用工具去整合。\\n\\n除了信息流管理，还会仔细去看大项目在 Github 上的进展。\\n\\n# Mao：最近我发现越来越多人开始用 Notion，也有越来越多人开始把信息整合到 Notion 里。这个是不是一个所谓的 DAO 的雏形？或者去中心化媒体的方向？\\n\\n### 刘 ——\\n\\n应该有人做这个，如果能实现信息的可组合性会更好。如果有一套特别好的体系，一套 framework，能够按照一些约定俗成的规则去做信息的分类整理，就非常有价值。\\n\\n我们之前做的就是这样一件事，尽可能去把信息做结构化的处理。\\n\\n工具其实不重要。但核心怎么去协作，怎么分类打标签，有一个统一的人人认同的体系去做。我之前跟潘老师讨论怎么去做社区工作标准化和结构化。如果有这样一套 knowledge base，就特别有价值。我觉得潘老师特别擅长这件事。让每个人都能在同一起点去做这件事。\\n\\n### 潘 —— \\n\\n有些整理其实完成度已经很高了，但如果单纯去做这样的 knowledgebase 的话，只是单纯的获取，而不是建设。\\n\\n### 刘 ——\\n\\n我觉得正是因为有这么多人在单纯的用，建设才有价值。但我们应该探索更高程度的自动化，比如能不能检索、能不能更新、能不能真实性可验证，像 wiki 一样，用一样的协同工具，一起搞，本来是公共产品，不断有人在割裂和弄成付费群。所有人都在用、不用去介意整理的人多少，这样才好。不同的角色要去想好，大家配合起来基本信息处理做好。\\n\\n### 潘 —— \\n\\n长期更新这种详尽的内容是有成本的，怎么去激励还是有难度的。一个是新信息替换老信息，其次是使用就是 verify 的过程。我们在一起工作了 4 年，如果拆分成一个个的不一定很有价值。我们写的每一句新闻都是经得起验证的。我们也去看自己发布的信息，因为我们只信自己的东西。我们快讯好像就 100字，一个是不间断，一个是保持准确性。我们在维护一个 ledger 一样，用我们信誉保证可验证。\\n\\n因为出块才有价值。大家如果不考虑声誉，会有问题。前提是要有一个很好的机制。要解决一个好问题，比如 defi ，如果大家能一起维护一个 defi 项目的数据库。\\n\\n一个核心行业发展事件的信息，每个的 roadmap，如果当成一个短期事情，可能难度很大。如果时间做的长，信息足够多，价值会很大。本来想自己写快讯，但是想想机制很重要。一天写 8 个小时，一周 5 天，没人能坚持下来。并且要求标准化。的确太无聊了。\\n\\n# Mao：我们觉得币圈很割裂，比如今天冯波和沈南鹏，也有很多投资者，投机者。现在你从哪些角度看问题？\\n\\n### 刘 —— \\n\\n我一直习惯看宏观的东西，新的项目、机制，新的人，新的共识，或者新的产品，我个人的习惯就看特别微观的东西。不喜欢特别宏观的，喜欢公司，不喜欢行业。能讲清楚新公司，最新锐的，死去的，最好玩的，一直觉得宏观叙事是个人都能讲，但能看清楚微观的很难的。\\n\\n### 潘 —— \\n\\n我也差不多，我是做产品的习惯，喜欢看新产品，技术类的东西更主导。**产品还没有到体验的阶段**，机制和技术创新很重要。\\n\\n# Mao：你们怎么看 Messari 报告？\\n\\n[https://mirror.xyz/0xE43a21Ee76b591fe6E479da8a8a388FCfea6F77F/znaPSL__AdRETrJoWmr-uxSkNeWJ3HQAkCJrfxmzfnA](https://mirror.xyz/0xE43a21Ee76b591fe6E479da8a8a388FCfea6F77F/znaPSL__AdRETrJoWmr-uxSkNeWJ3HQAkCJrfxmzfnA)\\n\\n### 刘 —— \\n\\n我觉得他们是一个综合的综述，从头到尾读也不错，信息量很大。\\n\\n# Mao：为什么中国地区没人写这个呢？\\n\\n（长时间沉默）\\n\\n### 刘 —— \\n\\n我觉得……在一起工作，我们也不会做这个东西。我们习惯是年底一个人，列一些问题，回答一些问题，未来看好什么东西，什么出乎意料，给大家一个问题清单。然后我从中去去筛一些问题，然后再展开。我觉得如果我们像 Messari 去做这么系统化的工作，跟我们的人才储备还是有关系的。所以目前还是用巧力为主。\\n\\n# Mao：现在进来的人更优秀了，虽然整个氛围因为和钱打交道，总体很浮躁，但是年轻人都挺有格局的，自己自愧不如。邀请大家都聊一聊，首先邀请曹老师。\\n\\n### 曹 —— \\n\\n听大家讲的，整个大环境，不利于输出的，今天参加的都是币圈老人，万马齐喑的感觉，不是不能写，不是不愿意写，真是不能写。怕成为呈堂证供。不利于中文圈。而且已经进入深水区了。defi也好，公链，共识也好，该说的都说的差不多了。最前沿的，citydao，people，在做什么？大家都知道谁敢在中文社区写？没有，肉身翻墙的人也不愿意。\\n\\n没办法，只能跟在别人后面，推特有人也说，ryan也说，中国对 crypto 世界的角色一方面有一个全世界的误解，一方面也不方便进行辩解。要进行输出是很难的。只能跟随，学习，财富不掉队，在idea和价值观，也不要太激进。毕竟大家长期在圈子里，安全第一。实在是悲剧。没办法。\\n\\n# Mao：我自己的投资目前感觉挺草率的，也比较焦虑。怎么缓解焦虑？\\n\\n### 曹 —— \\n\\n我们这一代无法避免。心态摆正，我们不一定要自己成为项目方，不一定要做主角，也可以做配角，在里面做出微小的贡献，也能获得相应的收益。本着培养下一代的初心，找到自己的接班人 去继续自己未竟的 web3 的理想。索性二元对立，成为另外一面。很难成为彼岸人，就调整心态，成人之美。\\n\\n# Mao：神鱼为什么那么有钱了还在教大家经验？\\n\\n### 神鱼 ——\\n\\n这个行业还挺好玩的。我们还能玩一玩，过一阵子都是年轻人的了。web3 还没有普及阶段还可以参与一下。踩的坑比较多，总结一些经验教训分享给大家。\\n\\n### 刘 ——\\n\\n怎么处理海量信息的？\\n\\n### 神鱼 ——\\n\\n还好，需要构建自己的信息渠道。想看的信息推送给自己，有个工作流，放到管理软件，checklist，整理整理。\\n\\n另外加一些敏感的社群，他们会在噪音很大的，反复的 push 信息。从一些信息流跳进去，有一些自定义的推送软件，推给自己，会找一个工作之余的时候看信息流。\\n\\n也会找到高质量的节点，有同事会做信息日报，cover 视野之外的信息。\\n\\n# Mao：你讲到很好的社群，能分享一些 list 吗？\\n\\n### 神鱼 ——\\n\\n有一个 list 已经很好了，推特的那个。\\n\\n社群动荡很大，大家都在转型，很多群都没了。去了新的社群里面，在摸索，没有一个很完善的阶段。以前微信群有高质量的群，现在都不在了。\\n\\n### 刘 ——\\n\\n特别想回应一下，过去最冷的时候，信息最好的还是很多社群。\\n\\n尽管大家也会开玩笑，但是很长时间，微信群信息是覆盖面非常广的，并且即时性也是极高的，远远好于所谓的媒体。而且微信群能找到专家。\\n\\n这个行业非常好。平等，开放，微信社群是一个价值无限的场所。现在因为大家的确解散了，宏观问题，政策问题。也有一个情况是很多活跃的朋友，信息节点和中枢，也佛系了。赚到钱就躺平了。江山代有才人出，这么多漂亮有钱的 Intern，他们应该应该能做到这个位置。很可惜的就是微信，很长一段时间，作为一个平台和系统工具收到影响。因为网络效应挺强的，会影响到个人使用率。目前没有看到对于中文社群来说更好的形式。电报里面太糟糕了，Discord也不太适合，明显用户量不够。\\n\\n### 神鱼 ——\\n\\n很多人不说话，或者注销了。工具也不行，也有很大噪声，整个有点割裂吧。\\n\\n### 刘 —— \\n\\n有段时间我们很憎恨微信，他没法沉淀，都是即时性的，互动性的，好的内容没办法沉淀下来。我们一直在说。后来我才发现，那种情况下，因为有人，有活跃的人，有知识的，有想法的，又聪明的，还是高效的。\\n\\n我有个习惯就是微信里搜索，群聊里面会有很多很有价值的信息。微信的是个非常封闭的体系，产生了大量的信息。我用微信里面搜，找到很多有价值的信息。\\n\\n### 曹 —— \\n\\n中文项目投之前，会搜一下各个群里面搜一下，朋友圈查一遍。总能找到日常生活个人化的表达，对于投资非常重要。\\n\\n### Jocy —— \\n\\n看到项目，圈子很大，信息很分散。觉得做行业研究，新行业，券商时候，有没有3个月搞明白一个新行业。新行业要找3个标杆公司，找他们的 founder，负责人去聊一边。花很多时间聊一下，他们描述的是最核心的，构建一个细分赛道认知很重要。总结和 memo，不同阶段，会有不同的，才能出手一个，很多时候，第一个研究，微信，媒体的信息，都是需要去verity，不能信任的。很难相信，一开始可能就是错的。\\n\\n给每个同事建议就是说，一定成为专家，成为细分赛道专家。很多人不愿意发声，很难频繁发声。因为市场信息多且乱，需要筛选信息，整理信息的能力。\\n\\n市场提供了很多很好的工具，2021 年加密市场，数据分析平台，整体收入已经超过数亿美金了。\\n\\n# Mao：IOSG 每周周报很棒。\\n\\n### Jocy —— \\n\\n其实投资会是一个侧重交流的事情，所以我们一直在寻找不同的观点去交集和碰撞。我们也有很多有意思的这方面的设计。\\n\\n# Mao：Jocy 你跟海外的项目沟通的时候，最近项目方的反馈有没有一些改观？\\n\\n### Jocy ——\\n\\n之前出完政策之后，很多项目方都认为中国市场都消失了，很多事情不要作。我觉得这件事对很多机构是一个毁灭性打击，就是我们赖以生存的市场突然没有了。所以我们也停下来思考，我们能给项目方什么样的价值。比如投后，怎么样在这样的市场里面，还能提供价值。在这个事情上我们有很多尝试。\\n\\n今年五月我们开始做一个开发者计划，就是没有任何门槛，就是你写一封信，我们就可能投资你。目前我们收到 200 多份，投了大概 7 个。\\n\\n### Mao —— \\n\\n我觉得这也是机构一个更新期。\\n\\n### Jocy —— \\n\\n我觉得最后杀死币圈机构的，不会是行业的结束，而是传统大机构的进入。 这会进一步压榨我们的空间。红杉一周能聊十几个项目。还是一半中国一半海外。目前还只有两个人。很快会增加到 5-10个人，很快那些投后、那些市场会跟进。市场竞争会加剧。\\n\\n### 刘 ——\\n\\n完全不同。这个市场从一开始就是自下而上的。我不觉得钱多、人多就能带来什么不一样的影响。他们能帮助大众进入，是特别好的事情，让市场走向成熟。这个行业最核心的东西一定是自下而上。所以不管红杉黑杉绿杉，如果他不去engage，到最后不会影响什么。\\n\\n### 曹 ——\\n\\nweb2 像红杉这样的人，可能确实有很好的资源去 leverage 资源，但价值观很难说到一块去。说白了就是审美不一样，而审美是世界观、人生观、价值观的结果，大家会因为自己的地位、取向的不同，而有不同的选择。\\n\\n这个行业对于草根还是会有比较长的红利期。但随着 web3 逐渐被主流世界接受，早期红利肯定会消退，未来会越来越基于能力、经历、价值观去平均化。还有就是信息红利，个人很难抓住所有，一个人或一个机构，它一定有它的价值观，所以你很难去抓到你所不信任的。\\n\\n所以最后归根揭底还是——想清楚你是什么人，你愿意为什么事业付出时间和努力。人还是要去找到这种使命，然后同时保持对所有领域的开放。一方面你深耕你的事业，保持前沿，同时保持敏锐。\\n\\n### Bman ——\\n\\n我最重要的信息流来源策略就是贴近开发者。会获取到一些有效、有信息差的信息。\\n\\n但随着行业进入深水期，噪音和无效信息越来越多，我也还是持续去跟开发者打成一片，然后发现开发者给到的信息还是比较有效的，因为开发者都在创造的一线。有些开发者能告诉我哪些是白帽，哪些是换皮，哪些值得投。bewater 现在有100多个经过验证的开发者，形成了信息的 DAO。开发者之间互相确认信息、互相推荐，都是一种过滤网，能给我很大的过滤噪音的帮助。\\n\\n这个周期我觉得有意义的事就是跟开发者打交道。我觉得未来开发者的力量是无穷的。未来没有开发能力、没有核心技术能力的机构都会被淘汰。\\n\\n和开发者打交道更有意思，减少了很多的社交。币圈为什么没有终端，噪音多的情况下，很需要信息聚合的东西。我觉得很可惜的链闻的，最接近蓬勃的产品了。我自己一直在用tel链闻频道。少了链闻就缺少了这样的东西。\\n\\n# Mao：感觉大家要想一想怎么帮助中文币圈信息更好吧。\\n\\n### 刘 —— \\n\\n聊了这么多的，有些行为可以做的。一个是群策群力，实现信息的可组合。比如 Notion，各种 list，比如 Google Doc，收集新项目和融资资讯。\\n\\n有没有特别有行动力的人，制定一些标准和规则，所有愿意贡献的人，把信息汇总，大家一起用这个事情。以前是潘志雄弄的，大家想一想。有做这样事情的人都认识，能不能呼吁大家一起坐起来，可能我们能做出来一个有意思的公共产品。不应该是强激励的，空投啥的。对我来说每天都要看这些信息。我处理完了信息不共享就在我这里，能不能组合，最后能发生乘数效应。\\n\\n另外还有个事和 bman 聊了，一直觉得，大家很注重链上数据，链上数据大家都在做，的确能让人挣钱，但链下信息并没有人愿意去处理。也是个好的商业机会，类似蓬勃终端的工具和系统。关注的是链下的信息。把链下信息做结构化，爬取，收集，梳理，清洗，再结构化数据库，打包成一种产品，比如传统的干净数据，大家都用这个信息做模型，媒体直接用调取信息发布，有没有乐于去做这个事情。这绝对是独角兽的生意，看看有没有人有这个想法，欢迎跟我联系。\\n\\n### 曹 ——\\n\\n能不能让全世界的中文 crypto 社区网友代表，propose 一个 DAO，赋能海外中文社区的朋友们，让他们建立所在社区的资源，包括很多信息前沿的 crypto 阵地，阿姆斯特丹，里斯本，甚至第三世界像马尼拉，河内，尼日利亚，类似像罗斯才尔德家族一样，建立全世界的钱包网络，同时在资源上互相赋能，这样才能让我们在 web3 浪潮中有 durable 的资源。\\n\\n### Jocy ——\\n\\n中国的开发者还是不太纯粹，我们今年看到了一些很优秀的开发者，参加黑客松活动的时候看他们就是背包写代码。当开发者目标变成募资和发币后，就不那么纯粹了。他想在这个赚块钱的行业推动什么，在社区获得什么位置，会成为很大的阻挠。很多人过于看重结果，事情就会失真。\\n\\n中国最优秀的开发者依然在 BAT ,他们需要养家糊口，回家有时间才能玩代码。海外社区，discord里开发者就是觉得有意思。中国需要更多长期主义，理想化的人。每年带人进来做贡献，这样币圈会更有希望。\\n\\n大家都相信在这个行业过寒冬很难，坚持一件事情很难，但要做难而对的事情是对每个人的考验。我们一般的投资人团队都在做 conference，去年办defi summit，我们把六十多个founder 演讲稿打出来，今年做 metaverse 扩容峰会，拿到好的内容去影响中国圈子内的人，才会有更多的机会。\\n\\n（感谢阅读）\\n\\n\\n---\\n\\n### 📮 保持联系\\n\\n[Twitter: @maodaoresearch](https://twitter.com/maodaoresearch) | [Discord](https://discord.gg/5rMFTUF8zn)\\n\\n### 😼 了解我们\\n\\n[MaoDao](https://twitter.com/maodaonft) 是一个东方游戏 DAO 和 NFT Labs，其发行的 Ready Player Cat 是中国第一个经过验证的Opensea NFT项目，总交易量超过 `2.6 K+` 以太坊，持有人数 `1800+` 人。Mao Dao建立了中国第一个Axie Infinity Play-to-earn 游戏公会，两个月内加入 Discord 和微信社区的成员共 8000+人，官方推特的关注者超 `10,000` 人。\\n\\n[MaoDAO Research](https://twitter.com/maodaoresearch) 是内部成立的一个深耕区块链游戏的投资型 DAO，共享 Play-to-earn 和高质量区块链游戏的宝贵知识。Ready Player Cat NFT 代表 DAO 的成员资格和未来的治理权，同时也是 MaoDAO 参与的NFT游戏中的游戏通行证。MaoDAO 目前已与Evolutionland、Aavegotchi、monaco、ATTA 和 Mirror World 建立了合作关系，且正持续壮大其生态。\\n\\nEnglish version：[MaoDAO Notion page](https://www.notion.so/MaoDAO-Intro-a2061ed1681b4c7aae4482e17265032b)\",\"timestamp\":1639498221,\"title\":\"#3 - MaoDAO 研讨会笔记：中文信息流管理\"},\"digest\":\"B_uly3tK8bNSX4iyjgLGuFD8zsc1ZY0Zx8VRxd2zQek\",\"authorship\":{\"contributor\":\"0x21b08A87A98e7F242038810aa4227d6BEC5A762c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QLrg_Ogt6pKTXtv4s9G76mQQS2R18FRrH1lkA8MYQew\\\",\\\"y\\\":\\\"ts1UZWP9CPRXCTMlivMof3LYalDsP1kgg1GZYNUFB7c\\\"}\",\"signature\":\"nY71AmVPEA4mCDzESwwX3VfD1a9EwdQmLSWqiVqqe-K1PCjEXTSM-AkH3mGoCDi7E1Y0M2qiJNLiOb_MHKHt2A\",\"signingKeySignature\":\"0x3405f5c1b30bb1d09b635bafe7839355a05cb6837f9b4618b8e3b666bf7b59aa58458738870b5ea410a34ff7d0e70622443a1d6ebd72b3ce69f80fc93b386bbe1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QLrg_Ogt6pKTXtv4s9G76mQQS2R18FRrH1lkA8MYQew\\\",\\\"y\\\":\\\"ts1UZWP9CPRXCTMlivMof3LYalDsP1kgg1GZYNUFB7c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B_uly3tK8bNSX4iyjgLGuFD8zsc1ZY0Zx8VRxd2zQek\"}"