"{\"content\":{\"body\":\"## 1.- General Framework\\n\\nThe overall framework for the collection has 4 main aspects to it; 1) rarity derived from the insertion of movie related perks, 2) artist/art work related, 3) white frame rarity and 4) mint related rarity.\\n\\nIt must be noted that such rarity is the result of the “genesis rarity” system, or the set of parameters pre-defined in our design process, but doesn’t include rarity overlapping. This is non-compounded at this time, and will be enriched over time with the movie and Ethereum community related airdrops, additional perks, gamification mechanics and many more surprises.\\n\\nThe Collection is made up 10.499 NFTs (the number is inspired by the block number in which EIP1559 was activated), which is the result of the mashing up of the art produced by 36 artists, mostly from countries where crypto has a bigger impact; Cuba, Venezuela, Argentina, Kenya, etc…\\n\\nBe aware that each of the 36 intervening artists has been asked to produce; 1 Frame, 1 Original on Ethereum values, and 10 Visions of the Ethereum logo.\\n\\nThe resulting non-compounded rarity distribution can be seen in its detail in the following chart. Please read the rest of the document to fully understand the mechanics of the distribution.\\n\\nFull collection rarity will only be unveiled once the third sale has concluded.\\n\\n![](https://images.mirror-media.xyz/publication-images/DBAIXf7Jc6lEFj0ZJP-5j.png?height=826&width=1205)\\n\\n## 2.- Rarity Compounding and rarity relations \\n\\nAs of today we can only disclose the distribution of rarities according to pre-set parameters, this structure doesn’t take into account the overlapping of different rarities resulting from the random assignment of traits.\\n\\nWhat this means is that we know how many NFTs have a top left corner, but we don’t know how many of them carry the Extra or Premiere trait with them for instance.\\n\\nIt must be noted that there’s no relationship whatsoever between Movie and Artist rarities. As an example, the fact that a Vision of the logo is complete has no relationship with what movie traits it will receive.\\n\\nThe above has been planned in such a way in order to insert different levels of “richness” to the overall collection, thus providing as many minters as possible with a higher chance of obtaining rare pieces.\\n\\n## 3.- Movie Rarity\\n\\nMovie meta traits relate directly to perks associated with the movie itself. This provides a multi-tiered system that aims to distribute the capacity to interact with the movie as broadly as possible.\\n\\nMovie rarities are of four types; Extra, Premiere, Shooting and Credits.\\n\\n25 Holders of “Extra” NFTs will appear as an extra in the movie.\\n50 Holders of “Premiere” will be invited to the movie premiere.\\n100 Holders of “Shooting” NFTs will be invited to tour the movie shooting at different locations.\\n3000 Holders of “Credit” NFTs will have their name appear in the movie credits in three tiers; 500 in Large sized font, 1000 in Medium sized font, and 1500 in Small sized font.\\n\\n## 4.- Artists & Artwork \\n\\nThere are a total of 36 curated artists mostly from countries where crypto has a large impact. A portion of them have been directly invited by our art curating and advisory team, and a remaining group is the result of an open call to participate.\\n\\nEach artist has been requested the following;\\nA.- The FRAMES: 1 NFT framework\\nB.- THE VISIONS: 10 “Visions” (representations) of the Ethereum logo within certain provided dimension parameters.\\nC.- THE ORIGINAL: One “Original” design depicting the values of Ethereum and/or values related to the concept of decentralization.\\n\\nThe addition of the above results in a total of; 36 Frames, 36 Originals, and 360 Visions.\\n\\nAs of there, all those files have been “split up” into 4 “tiles” each, and remixed through an algorithm, in 2 different levels; intra-artist, and mixed.\\n\\nIntra artist NFTs are those where the frame and tiles belong to the same artist.\\n\\n## 5.- Mixed Artists \\n\\nAs a way to complement artist works, the algorithmic combination of tiles from different artists provides yet another set of uniqueness depending on how many are featured in each piece.\\n\\nThe result of this re-shuffling is as follows;\\nNFTs with 2 artists: 2\\nNFTs with 3 artists: 154\\nNFTs with 4 artists: 2368\\nNFTs with 5 artists: 7219\\n\\nNFTs with one artist are obviously intra-artist. It must be noted that this includes frames and tiles.\\n\\n## 5.- White Meta Frame \\n\\nDuring the discussions to define the collection framework, we came to the conclusion that, given the almost overwhelming richness resulting from the combination of all the art provided, we had to “embed” an element of cohesion for the whole collection in order to provide a quick way to identify an NFT as part of the collection itself. In this way, we came up with the idea of a “Meta-Frame” that would overarch the entire collection.\\n\\nSuch Meta-Frame is a plain white frame which has been split up into 4. Such frame will be embedded in every single one of the NFTs via a random algorithmic combination. Such combinations are a rarity trait in and of themselves, and are distributed as follows.\\n\\nTop Left White Frame NFTs: 250\\nTop Right White Frame NFTs: 1000\\nBottom Left White Frame NFTs: 3000\\nBottom Right White Frame NFTs: 6249\\n\\n## 6.- Flow Rarity \\n\\nIf we advocate for decentralisation we must make our best effort to “comply” with fairness of distribution, and we believe that the earlier a supporter joins the project the more grateful we should be for it and this should be recognised as such.\\n\\nThe way to embed the above thought into the collection is to assign a rarity trait to NFTs according to the minting phase in which they joined. Thus, there are three Flow Rarities according to when they were minted, resulting in the following distribution; Flow 1 2500 NFTs, Flow 2 3000 NFTs, and Flow 3 4999 NFTs.\\n\\nPlease be aware that at this point in time the Flow rarity distribution is an approximation due to two factors; a) Team can mint whenever they want, b) NFTs set aside for marketing and movie talent and cast purposes haven’t been minted and won’t be minted for a while.\\n\\n## Wrapping it up\\n\\nThe result of all the above is shown in the accompanying chart.\\n\\nNext mint is up on Sunday 16th of January 2022 at 10:00 PM UTC. 3000 NFTs to be minted with a 5 NFT cap per wallet at a price yet to be announced. 12 hours for whitelist minting and then, if there’s a remnant, open to anyone.\\n\\n![](https://images.mirror-media.xyz/publication-images/aeD4v-wljgEmzHd3-tOui.png?height=826&width=1205)\\n\\n![](https://images.mirror-media.xyz/publication-images/ZlDSfnJNWeZa6cbCpaZ7C.jpg?height=1278&width=1298)\\n\\n\",\"timestamp\":1642268901,\"title\":\"Non-Compounded Rarity Guide THE INFINITE MACHINE MOVIE COLLECTION\"},\"digest\":\"LR91ajKXfCcBGGBkRrjQfttWT53iwp7EZQhQltgHZjM\",\"authorship\":{\"contributor\":\"0xd6Cf3792dfAFee23239D224E5FD563618Bdb953d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w3FozlydwvlI46ZcIexcjasSPQHjtDs2TNWKBBep03Y\\\",\\\"y\\\":\\\"QBUnWOgSGM-kme7OGxzd9ikhUnSDMaL0yr8MFw1FFCM\\\"}\",\"signature\":\"Tougab4ifcE9Td_lOrJECGGESMVNnIcbGAa165wTqkbO-zTKnfpglohxDf1V9r5uY6PRVKYOikkKmW_Vc3-DxQ\",\"signingKeySignature\":\"0xb1cc88084890649b8db8c598b6eb39b92134e6cdc1652f196beab40acd03a2014df2b6f3137cbfe825d8017f1c783f67c0ada8c578c7685c6934a6f0ed37c5121b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w3FozlydwvlI46ZcIexcjasSPQHjtDs2TNWKBBep03Y\\\",\\\"y\\\":\\\"QBUnWOgSGM-kme7OGxzd9ikhUnSDMaL0yr8MFw1FFCM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2Zt6Iwnl-KX9ft0oF-mfErXcoMe2Tt3ydjs-70Vml7I\"}"