"{\"content\":{\"body\":\"Pare in the sixteenth century, and though his ideas are crude and some of his phenomena impossible, yet many of his facts and arguments are worthy of consideration. Pare attributed the cause of anomalies of excess to an excessive quantity of semen, and anomalies of default to deficiency of the same fluid. He has collected many instances of double terata from reliable sources, but has interspersed his collection with accounts of some hideous and impossible creatures, such as are illustrated in the accompanying figure, which shows a creature that was born shortly after a battle of Louis XII, in 1512; it had the wings, crest, and lower extremity of a bird and a human head and trunk; besides, it was an hermaphrodite, and had an extra eye in the knee. Another illustration represents a monstrous head found in an egg, said to have been sent for examination to King Charles at Metz in 1569. It represented the face and visage of a man, with small living serpents taking the place of beard and hair. So credulous were people at this time that even a man so well informed as Pare believed in the possibility of these last two, or at least represented them as facts. At this time were also reported double hermaphroditic terata, seemingly without latter-day analogues. Rhodiginus speaks of a two-headed monster born in Ferrari, Italy, in 1540, well formed, and with two sets of genitals, one male and the other female. Pare gives a picture of twins, born near Heidelberg in 1486, which had double bodies joined back to back; one of the twins had the aspect of a female and the other of a male, though both had two sets of genitals.\\n\\nScientific Teratology.--About the first half of the eighteenth century what might be called the positive period of teratology begins. Following the advent of this era come Mery, Duverney, Winslow, Lemery, and Littre. In their works true and concise descriptions are given and violent attacks are made against the ancient beliefs and prejudices. From the beginning of the second half of the last century to the present time may be termed the scientific epoch of teratology. We can almost with a certainty start this era with the names of Haller, Morgagni, Geoffroy-Saint-Hilaire, and Meckel, who adduced the explanations asked for by Harvey and Wolff. From the appearance of the treatise by Geoffroy-Saint-Hilaire, teratology has made enormous strides, and is to-day well on the road to becoming a science. Hand in hand with embryology it has been the subject of much investigation in this century, and to enumerate the workers of the present day who have helped to bring about scientific progress would be a task of many pages. Even in the artificial production of monsters much has been done, and a glance at the work of Dareste well repays the trouble. Essays on teratogenesis, with reference to batrachians, have been offered by Lombardini; and by Lereboullet and Knoch with reference to fishes. Foll and Warynski have reported their success in obtaining visceral inversion, and even this branch of the subject promises to become scientific.\\n\\nTerata are seen in the lower animals and always excite interest. Pare gives the history of a sheep with three heads, born in 1577; the central head was larger than the other two, as shown in the accompanying illustration. Many of the Museums of Natural History contain evidences of animal terata. At Hallae is a two-headed mouse; the Conant Museum in Maine contains the skeleton of an adult sheep with two heads; there was an account of a two-headed pigeon published in France in 1734; Leidy found a two-headed snake in a field near Philadelphia; Geoffroy Saint-Hilaire and Conant both found similar creatures, and there is one in the Museum at Harvard; Wyman saw a living double-headed snake in the Jardin des Plantes in Paris in 1853, and many parallel instances are on record.\\n\\nClassification.--We shall attempt no scientific discussion of the causation or embryologic derivation of the monster, contenting ourselves with simple history and description, adding any associate facts of interest that may be suggested. For further information, the reader is referred to the authors cited or to any of the standard treatises on teratology.\\n\\nMany classifications of terata have been offered, and each possesses some advantage. The modern reader is referred to the modification of the grouping of Geoffroy-Saint-Hilaire given by Hirst and Piersol, or those of Blanc and Guinard. For convenience, we have adopted the following classification, which will include only those monsters that have LIVED AFTER BIRTH, and who have attracted general notice or attained some fame in their time, as attested by accounts in contemporary literature.\\n\\nCLASS 1.--Union of several fetuses.  CLASS 2.--Union of two distinct fetuses by a connecting band.  CLASS 3.--Union of two distinct fetuses by an osseous junction of the cranial bones.  CLASS 4.--Union of two distinct fetuses in which one or more parts are eliminated by the junction.  CLASS 5.--Fusion of two fetuses by a bony union of the ischii. CLASS 6.--Fusion of two fetuses below the umbilicus into a common lower extremity.  CLASS 7.--Bicephalic monsters.  CLASS 8.--Parasitic monsters.  CLASS 9.--Monsters with a single body and double lower extremities.  CLASS 10.--Diphallic terata. CLASS 11.--Fetus in fetu, and dermoid cysts.  CLASS 12.--Hermaphrodites.\\n\\nCLASS I.--Triple Monsters.--Haller and Meckel were of the opinion that no cases of triple monsters worthy of credence are on record, and since their time this has been the popular opinion. Surely none have ever lived. Licetus describes a human monster with two feet and seven heads and as many arms. Bartholinus speaks of a three-headed monster who after birth gave vent to horrible cries and expired. Borellus speaks of a three-headed dog, a veritable Cerberus. Blasius published an essay on triple monsters in 1677. Bordenave is quoted as mentioning a human monster formed of three fetuses, but his description proves clearly that it was only the union of two. Probably the best example of this anomaly that we have was described by Galvagni at Cattania in 1834. This monster had two necks, on one of which was a single head normal in dimensions. On the other neck were two heads, as seen in the accompanying illustration. Geoffroy-Saint-Hilaire mentions several cases, and Martin de Pedro publishes a description of a case in Madrid in 1879. There are also on record some cases of triple monster by inclusion which will be spoken of later. Instances in the lower animals have been seen, the three-headed sheep of Pare, already spoken of, being one.\\n\\nCLASS II.--Double Monsters.--A curious mode of junction, probably the most interesting, as it admits of longer life in these monstrosities, is that of a simple cartilaginous band extending between two absolutely distinct and different individuals. The band is generally in the sternal region. In 1752 there was described a remarkable monstrosity which consisted of conjoined twins, a perfect and an imperfect child, connected at their ensiform cartilages by a band 4 inches in circumference. The Hindoo sisters, described by Dr. Andrew Berry, lived to be seven years old; they stood face to face, with their chests 6 1/2 inches and their pubes 8 1/2 inches apart. Mitchell describes the full-grown female twins, born at Newport, Ky., called the Newport twins. The woman who gave birth to them became impregnated, it is said, immediately after seeing the famous Siamese twins, and the products of this pregnancy took the conformation of those celebrated exhibitionists.\\n\\nPerhaps the best known of all double monsters were the Siamese twins. They were exhibited all over the globe and had the additional benefit and advertisement of a much mooted discussion as to the advisability of their severance, in which opinions of the leading medical men of all nations were advanced. The literature on these famous brothers is simply stupendous. The amount of material in the Surgeon General's library at Washington would surprise an investigator. A curious volume in this library is a book containing clippings, advertisements, and divers portraits of the twins. It will be impossible to speak at all fully on this subject, but a short history and running review of their lives will be given: Eng and Chang were born in Siam about May, 1811. Their father was of Chinese extraction and had gone to Siam and there married a woman whose father was also a Chinaman. Hence, for the most part, they were of Chinese blood, which probably accounted for their dark color and Chinese features. Their mother was about thirty-five years old at the time of their birth and had borne 4 female children prior to Chang and Eng. She afterward had twins several times, having eventually 14 children in all. She gave no history of special significance of the pregnancy, although she averred that the head of one and the feet of the other were born at the same time. The twins were both feeble at birth, and Eng continued delicate, while Chang thrived. It was only with difficulty that their lives were saved, as Chowpahyi, the reigning king, had a superstition that such freaks of nature always presaged evil to the country. They were really discovered by Robert Hunter, a British merchant at Bangkok, who in 1824 saw them boating and stripped to the waist. He prevailed on the parents and King Chowpahyi to allow them to go away for exhibition. They were first taken out of the country by a certain Captain Coffin. The first scientific description of them was given by Professor J. C. Warren, who examined them in Boston, at the Harvard University, in 1829. At that time Eng was 5 feet 2 inches and Chang 5 feet 1 1/2 inches in height. They presented all the characteristics of Chinamen and wore long black queues coiled thrice around their heads, as shown by the accompanying illustration. After an eight-weeks' tour over the Eastern States they went to London, arriving at that port November 20, 1829. Their tour in France was forbidden on the same grounds as the objection to the exhibition of Ritta-Christina, namely, the possibility of causing the production of monsters by maternal impressions in pregnant women. After their European tour they returned to the United States and settled down as farmers in North Carolina, adopting the name of Bunker. When forty-four years of age they married two sisters, English women, twenty-six and twenty-eight years of age, respectively. Domestic infelicity soon compelled them to keep the wives at different houses, and they alternated weeks in visiting each wife. Chang had six children and Eng five, all healthy and strong. In 1869 they made another trip to Europe, ostensibly to consult the most celebrated surgeons of Great Britain and France on the advisability of being separated. It was stated that a feeling of antagonistic hatred after a quarrel prompted them to seek \\\"surgical separation,\\\" but the real cause was most likely to replenish their depleted exchequer by renewed exhibition and advertisement.\\n\\nA most pathetic characteristic of these illustrious brothers was the affection and forbearance they showed for each other until shortly before their death. They bore each other's trials and petty maladies with the greatest sympathy, and in this manner rendered their lives far more agreeable than a casual observer would suppose possible. They both became Christians and members or attendants of the Baptist Church.\\n\\nFigure 31 is a representation of the Siamese twins in old age. On each side of them is a son. The original photograph is in the Mutter Museum, College of Physicians, Philadelphia.\\n\\nThe feasibility of the operation of separating them was discussed by many of the leading men of America, and Thompson, Fergusson, Syme, Sir J. Y. Simpson, Nelaton, and many others in Europe, with various reports and opinions after examination. These opinions can be seen in full in nearly any large medical library. At this time they had diseased and atheromatous arteries, and Chang, who was quite intemperate, had marked spinal curvature, and shortly afterward became hemiplegic. They were both partially blind in their two anterior eyes, possibly from looking outward and obliquely. The point of junction was about the sterno-siphoid angle, a cartilaginous band extending from sternum to sternum. In 1869 Simpson measured this band and made the distance on the superior aspect from sternum to sternum 4 1/2 inches, though it is most likely that during the early period of exhibition it was not over 3 inches. The illustration shows very well the position of the joining band.\\n\\nThe twins died on January 17, 1874, and a committee of surgeons from the College of Physicians of Philadelphia, consisting of Doctors Andrews, Allen, and Pancoast, went to North Carolina to perform an autopsy on the body, and, if possible, to secure it. They made a long and most interesting report on the results of their trip to the College. The arteries, as was anticipated, were found to have undergone calcareous degeneration. There was an hepatic connection through the band, and also some interlacing diaphragmatic fibers therein. There was slight vascular intercommunication of the livers and independence of the two peritoneal cavities and the intestines. The band itself was chiefly a coalescence of the xyphoid cartilages, surrounded by areolar tissue and skin.\\n\\nThe \\\"Orissa sisters,\\\" or Radica-Doddica, shown in Europe in 1893, were similar to the Siamese twins in conformation. They were born in Orissa, India, September, 1889, and were the result of the sixth pregnancy, the other five being normal. They were healthy girls, four years of age, and apparently perfect in every respect, except that, from the ensiform cartilage to the umbilicus, they were united by a band 4 inches long and 2 inches wide. The children when facing each other could draw their chests three or four inches apart, and the band was so flexible that they could sit on either side of the body. Up to the date mentioned it was not known whether the connecting band contained viscera. A portrait of these twins was shown at the World's Fair in Chicago.\\n\\nIn the village of Arasoor, district of Bhavany, there was reported a monstrosity in the form of two female children, one 34 inches and the other 33 3/4 inches high, connected by the sternum. They were said to have had small-pox and to have recovered. They seemed to have had individual nervous systems, as when one was pinched the other did not feel it, and while one slept the other was awake. There must have been some vascular connection, as medicine given to one affected both.\\n\\nFig. 36 shows a mode of cartilaginous junction by which each component of a double monster may be virtually independent.\\n\\nOperations on Conjoined Twins.--Swingler speaks of two girls joined at the xiphoid cartilage and the umbilicus, the band of union being 1 1/2 inches thick, and running below the middle of it was the umbilical cord, common to both. They first ligated the cord, which fell off in nine days, and then separated the twins with the bistoury. They each made early recovery and lived.\\n\\nIn the Ephemerides of 1690 Konig gives a description of two Swiss sisters born in 1689 and united belly to belly, who were separated by means of a ligature and the operation afterward completed by an instrument. The constricting band was formed by a coalition of the xiphoid cartilages and the umbilical vessels, surrounded by areolar tissue and covered with skin. Le Beau says that under the Roman reign, A. D. 945, two male children were brought from Armenia to Constantinople for exhibition. They were well formed in every respect and united by their abdomens. After they had been for some time an object of great curiosity, they were removed by governmental order, being considered a presage of evil. They returned, however, at the commencement of the reign of Constantine VII, when one of them took sick and died. The surgeons undertook to preserve the other by separating him from the corpse of his brother, but he died on the third day after the operation.\\n\\nIn 1866 Boehm gives an account of Guzenhausen's case of twins who were united sternum to sternum. An operation for separation was performed without accident, but one of the children, already very feeble, died three days after; the other survived. The last attempt at an operation like this was in 1881, when Biaudet and Buginon attempted to separate conjoined sisters (Marie-Adele) born in Switzerland on June 26th. Unhappily, they were very feeble and life was despaired of when the operation was performed, on October 29th. Adele died six hours afterward, and Marie died of peritonitis on the next day.\\n\\nCLASS III.--Those monsters joined by a fusion of some of the cranial bones are sometimes called craniopagi. A very ancient observation of this kind is cited by Geoffroy-Saint-Hilaire. These two girls were born in 1495, and lived to be ten years old. They were normal in every respect, except that they were joined at the forehead, causing them to stand face to face and belly to belly. When one walked forward, the other was compelled to walk backward; their noses almost touched, and their eyes were directed laterally. At the death of one an attempt to separate the other from the cadaver was made, but it was unsuccessful, the second soon dying; the operation necessitated opening the cranium and parting the meninges. Bateman said that in 1501 there was living an instance of double female twins, joined at the forehead. This case was said to have been caused in the following manner: Two women, one of whom was pregnant with the twins at the time, were engaged in an earnest conversation, when a third, coming up behind them, knocked their heads together with a sharp blow. Bateman describes the death of one of the twins and its excision from the other, who died subsequently, evidently of septic infection. There is a possibility that this is merely a duplication of the account of the preceding case with a slight anachronism as to the time of death.\\n\\nAt a foundling hospital in St. Petersburg there were born two living girls, in good health, joined by the heads. They were so united that the nose of one, if prolonged, would strike the ear of the other; they had perfectly independent existences, but their vascular systems had evident connection.\\n\\nThrough extra mobility of their necks they could really lie in a straight line, one sleeping on the side and the other on the back. There is a report a of two girls joined at their vertices, who survived their birth. With the exception of this junction they were well formed and independent in existence. There was no communication of the cranial cavities, but simply fusion of the cranial bones covered by superficial fascia and skin. Daubenton has seen a case of union at the occiput, but further details are not quoted.\\n\\nCLASS IV.--The next class to be considered is that in which the individuals are separate and well formed, except that the point of fusion is a common part, eliminating their individual components in this location. The pygopagous twins belong in this section. According to Bateman, twins were born in 1493 at Rome joined back to back, and survived their birth. The same authority speaks of a female child who was born with \\\"2 bellies, 4 arms, 4 legs, 2 heads, and 2 sets of privates, and was exhibited throughout Italy for gain's sake.\\\" The \\\"Biddenden Maids\\\" were born in Biddenden, Kent, in 1100. Their names were Mary and Eliza Chulkhurst, and their parents were fairly well-to-do people. They were supposed to have been united at the hips and the shoulders, and lived until 1134. At the death of one it was proposed to separate them, but the remaining sister refused, saying, \\\"As we came together, we will also go together,\\\" and, after about six hours of this Mezentian existence, they died. They bequeathed to the church-wardens of the parish and their successors land to the extent of 20 acres, at the present time bringing a rental of about $155.00 annually, with the instructions that the money was to be spent in the distribution of cakes (bearing the impression of their images, to be given away on each Easter Sunday to all strangers in Biddenden) and also 270 quartern loaves, with cheese in proportion, to all the poor in said parish. Ballantyne has accompanied his description of these sisters by illustrations, one of which shows the cake. Heaton gives a very good description of these maids; and a writer in \\\"Notes and Queries\\\" of March 27, 1875, gives the following information relative to the bequest:--\\n\\n\\\"On Easter Monday, at Biddenden, near Staplehurst, Kent, there is a distribution, according to ancient custom, of 'Biddenden Maids' cakes,' with bread and cheese, the cost of which is defrayed from the proceeds of some 20 acres of land, now yielding L35 per annum. and known as the 'Bread and Cheese Lands.' About the year 1100 there lived Eliza and Mary Chulkhurst, who were joined together after the manner of the Siamese twins, and who lived for thirty-four years, one dying, and then being followed by her sister within six hours. They left by their will the lands above alluded to and their memory is perpetuated by imprinting on the cakes their effigies 'in their habit as they lived.' The cakes, which are simple flour and water, are four inches long by two inches wide, and are much sought after as curiosities. These, which are given away, are distributed at the discretion of the church-wardens, and are nearly 300 in number. The bread and cheese amounts to 540 quartern loaves and 470 pounds of cheese. The distribution is made on land belonging to the charity, known as the Old Poorhouse. Formerly it used to take place in the Church, immediately after the service in the afternoon, but in consequence of the unseemly disturbance which used to ensue the practice was discontinued. The Church used to be filled with a congregation whose conduct was occasionally so reprehensible that sometimes the church-wardens had to use their wands for other purposes than symbols of office. The impressions of the maids 'on the cakes are of a primitive character, and are made by boxwood dies cut in 1814. They bear the date 1100, when Eliza and Mary Chulkhurst are supposed to have been born, and also their age at death, thirty-four years.\\\"\\n\\nBallantyne has summed up about all there is to be said on this national monstrosity, and his discussion of the case from its historic as well as teratologic standpoint is so excellent that his conclusions will be quoted--\\n\\n\\\"It may be urged that the date fixed for the birth of the Biddenden Maids is so remote as to throw grave doubt upon the reality of the occurrence. The year 1100 was, it will be remembered, that in which William Rufus was found dead in the New Forest, 'with the arrow either of a hunter or an assassin in his breast.' According to the Anglo-Saxon Chronicle, several 'prodigies' preceded the death of this profligate and extravagant monarch. Thus it is recorded that 'at Pentecost blood was observed gushing from the earth at a certain town of Berkshire, even as many asserted who declared that they had seen it. And after this, on the morning after Lammas Day, King William was shot.' Now, it is just possible that the birth of the Biddenden Maids may have occurred later, but have been antedated by the popular tradition to the year above mentioned. For such a birth would, in the opinion of the times, be regarded undoubtedly as a most evident prodigy or omen of evil. Still, even admitting that the date 1100 must be allowed to stand, its remoteness from the present time is not a convincing argument against a belief in the real occurrence of the phenomenon; for of the dicephalic Scottish brothers, who lived in 1490, we have credible historic evidence. Further, Lycosthenes, in his \\\"Chronicon Prodigiorum atque Ostentorum\\\", published in 1557, states, upon what authority I know not, that in the year 1112 joined twins resembling the Biddenden phenomenon in all points save in sex were born in England. The passage is as follows: 'In Anglia natus est puer geminus a clune ad superiores partes ita divisus, ut duo haberet capita, duo corpora integra ad renes cum suis brachiis, qui baptizatus triduo supervixit.' It is just possible that in some way or other this case has been confounded with the story of Biddenden; at any rate, the occurrence of such a statement in Lycosthenes' work is of more than passing interest. Had there been no bequest of land in connection with the case of the Kentish Maids, the whole affair would probably soon have been forgotten.\\n\\n\\\"There is, however, one real difficulty in accepting the story handed down to us as authentic,--the nature of the teratologic phenomenon itself. All the records agree in stating that the Maids were joined together at the shoulders and hips, and the impression on the cakes and the pictures on the 'broadsides' show this peculiar mode of union, and represent the bodies as quite separate in the space between the above-named points. The Maids are shown with four feet and two arms, the right and left respectively, whilst the other arms (left and right) are fused together at the shoulder according to one illustration, and a little above the elbow according to another. Now, although it is not safe to say that such an anomaly is impossible, I do not know of any case of this peculiar mode of union; but it may be that, as Prof. A. R. Simpson has suggested, the Maids had four separate arms, and were in the habit of going about with their contiguous arms round each other's necks, and that this gave rise to the notion that these limbs were united. If this be so, then the teratologic difficulty is removed, for the case becomes perfectly comparable with the well-known but rare type of double terata known as the pygopagous twins, which is placed by Taruffi with that of the ischiopagous twins in the group dicephalus lecanopagus. Similar instances, which are well known to students of teratology, are the Hungarian sisters (Helen and Judith), the North Carolina twins (Millie and Christine), and the Bohemian twins (Rosalie and Josepha Blazek). The interspace between the thoraces may, however, have simply been the addition of the first artist who portrayed the Maids (from imagination?); then it may be surmised that they were ectopagous twins.\\n\\n\\\"Pygopagous twins are fetuses united together in the region of the nates and having each its own pelvis. In the recorded cases the union has been usually between the sacra and coccyges, and has been either osseous or (more rarely) ligamentous. Sometimes the point of junction was the middle line posteriorly, at other times it was rather a posterolateral union; and it is probable that in the Biddenden Maids it was of the latter kind; and it is likely, from the proposal made to separate the sisters after the death of one, that it was ligamentous in nature.\\n\\n\\\"If it be granted that the Biddenden Maids were pygopagous twins, a study of the histories of other recorded cases of this monstrosity serves to demonstrate many common characters. Thus, of the 8 cases which Taruffi has collected, in 7 the twins were female; and if to these we add the sisters Rosalie and Josepha Blazek and the Maids, we have 10 cases, of which 9 were girls. Again, several of the pygopagous twins, of whom there are scientific records, survived birth and lived for a number of years, and thus resembled the Biddenden terata. Helen and Judith, for instance, were twenty-three years old at death; and the North Carolina twins, although born in 1851, are still alive. There is, therefore, nothing inherently improbable in the statement that the Biddenden Maids lived for thirty-four years. With regard also to the truth of the record that the one Maid survived her sister for six hours, there is confirmatory evidence from scientifically observed instances, for Joly and Peyrat (Bull. de l'Acad. Med., iii., pp. 51 and 383, 1874) state that in the case seen by them the one infant lived ten hours after the death of the other. It is impossible to make any statement with regard to the internal structure of the Maids or to the characters of their genital organs, for there is absolutely no information forthcoming upon these points. It may simply be said, in conclusion, that the phenomenon of Biddenden is interesting not only on account of the curious bequest which arose out of it, but also because it was an instance of a very rare teratologic type, occurring at a very early period in our national history.\\\"\\n\\nPossibly the most famous example of twins of this type were Helen and Judith, the Hungarian sisters, born in 1701 at Szony, in Hungary. They were the objects of great curiosity, and were shown successively in Holland, Germany, Italy, France, England, and Poland. At the age of nine they were placed in a convent, where they died almost simultaneously in their twenty-second year. During their travels all over Europe they were examined by many prominent physiologists, psychologists, and naturalists; Pope and several minor poets have celebrated their existence in verse; Buffon speaks of them in his \\\"Natural History,\\\" and all the works on teratology for a century or more have mentioned them. A description of them can be best given by a quaint translation by Fisher of the Latin lines composed by a Hungarian physician and inscribed on a bronze statuette of them: --\\n\\nTwo sisters wonderful to behold, who have thus grown as one,  That naught their bodies can divide, no power beneath the sun. The town of Szoenii gave them birth, hard by far-famed Komorn,  Which noble fort may all the arts of Turkish sultans scorn.  Lucina, woman's gentle friend, did Helen first receive;  And Judith, when three hours had passed, her mother's womb did leave.   One urine passage serves for both;--one anus, so they tell;  The other parts their numbers keep, and serve their owners well.  Their parents poor did send them forth, the world to travel through,   That this great wonder of the age should not be hid from view.  The inner parts concealed do lie hid from our eyes, alas!   But all the body here you view erect in solid brass.\",\"timestamp\":1639717142,\"title\":\"\\nThe first evidences of a step toward classification and definite reasoning in regard to the causation of monstrosities were evinced by Ambroise\"},\"digest\":\"3x2tpRAAhWYe_TbAU3R-J9E94MWkJzpiroedU55vwhs\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmNNJx8nYccycKTZ8Piegs7RpOKv1XXiaQI77ETyPow\\\",\\\"y\\\":\\\"AfEl_2o9lIy6SG_6Dn1iC7C49LFhenyxiVG-BPKsEro\\\"}\",\"signature\":\"fDHz8oUWO-Q9c-l6434dsQnw3hDMyCd3e8Qe-GyhBrAvFRurO0sXQ0PNo0qp_qyIu_ariRDxcxKbbnRkxPYDyA\",\"signingKeySignature\":\"0x6f86e705e05247c6196b87abe8b28d75b99fa28070fdb79734039bc6f1002cf96d69798383d6f2b266830afcdf227b0dcfde714a391d170613b3e0b5549bf0381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmNNJx8nYccycKTZ8Piegs7RpOKv1XXiaQI77ETyPow\\\",\\\"y\\\":\\\"AfEl_2o9lIy6SG_6Dn1iC7C49LFhenyxiVG-BPKsEro\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3x2tpRAAhWYe_TbAU3R-J9E94MWkJzpiroedU55vwhs\"}"