"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*ypukDp3Az58Sb1-68WLYsA.png)\\n\\nOn June 9th, 2021, an AMA session was broadcasted live on OKExChain’s official community.\\n\\nBefore this AMA we collect 10 good questions on Twtter, and promise up to 1000USDT rewards. Soon, we got 20500 form submissions, 201 retweets, 80 quote tweets and 279 likes.\\n\\nThank you so much for supporting our AMA. Now let us enjoy the recap!\\n\\n**Q1：RON, as the founder of WePiggy, can you introduce yourself and under what circumstances did you choose to enter the blockchain industry?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*Hello everyone, I am Ron, the founder of WePiggy lending protocol.\\n\\nNice to meet you guys!\\n\\nMy story with this industry starts with two experiences of mine.\\n\\nAt first, it was probably in 2011. I saw some news about Bitcoin from Weibo and Twitter. I was very interested at that time, so I started to try to mine with a computer. In addition, I would go to the Bitcoin forum to register and leave a message on the blog, which was also a way to get bitcoins. In this way, I accumulated bitcoins for a year on and off. But unfortunately, one time when my computer system was upgraded, I accidentally lost my Bitcoin wallet, so the first experience with Bitcoin ended. However, I didn’t care too much about this at the time.\\n\\nAs of June 2017, someone in our small Internet entrepreneurial WeChat group mentioned the concept of blockchain, so I re-focused on Bitcoin and started buying and speculating on Bitcoin. Because at that time, I gained some experience in speculating, and then I built a market platform similar to Coinmarketcap with my friends. However, I still only used my spare time to participate.\\n\\nI really decided to go all-in Blockchain starts from “9.4” — the day that China banned Initial Coin Offering. I already knew enough about Bitcoin to believe that it would not be influenced by policy. So, I’ve only bought bitcoin since “9.4” and never sold it. In general, the implementation of the policy on “9.4” made me realize that this was a good time to enter the blockchain business, and finally decided to resign and devote myself to the blockchain industry.\\n\\n**Q2：Marketing is a central element for every project, so that everyone knows the potential that a project can bring is vital to achieve the goals set. What is your strategy to attract new users and Investor to Wepiggy and keep them long term?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*OK, for this question I will explain it to you in 3 points:\\n\\n**1. Continuously optimize products and strengthen competitiveness**\\n\\nWePiggy core development team from China, everyone knows that our country has very dedicated and hard-working engineers, as well as excellent designers and product managers, so our entire Internet product atmosphere in China is very UX-oriented. We will carry forward this advantage and strive to create a lending protocol that is more in line with users’ habits than other products.\\n\\nSpeak with facts: WePiggy is currently iterating at 1 edition a week, and 20+ editions have been iterated. The user experience is 10 times better than Compound.\\n\\nWe optimized 20% of Compound’s code. Not only did we upgrade the framework, but also solved the problems raised by audits such as Trail of Bits. We added 4 new functional modules, namely asset details, history, liquidation warning functions, and deposit cap to provide users with a better experience. We have also improved more than 100 interactive experiences of the protocol and developed the NFT collection gallery function to enrich the experience.\\n\\nNot only that, we are a protocol dedicated to cross-chain lending and full-service users. At present, WePiggy has been launched on Ethereum mainnet, OEC and BSC. In the future, we will launch on at least 10 public chains, including all public chains that everyone pays attention to.\\n\\nWe choose two standards for the public chain:\\n\\nFirstly, we will choose the public chains with the most users.\\n\\nSecondly, chains with technological prospects. Maybe it does not have many users now, but we believe in its future development prospects and have the opportunity to gain a piece of its own space and even develop and grow in the era when Ethereum is dominating the DeFi world. We believe that many domestic public chains, including OKExChain, have opportunities。\\n\\n**2. Establish a brand image, develop the ecosystem and expand the scale of the community**\\n\\nFor nearly 5 months since its launch, WePiggy has been optimizing its products and committed to brand building.\\n\\nFrom the data point of view, although we’re in the blind mining stage, WePiggy’s deposit market size currently over 100 million USD, the highest moment around 300 million.\\n\\nThis data shows that the market is very confident in our project. From development to launch of our protocol, the pace of development and operation is very stable. So far, there has been no safety accident.\\n\\nThe recently released “Ark Operation” also elaborated on WePiggy’s security efforts from multiple angles, and has been unanimously recognized by the community and partners.\\n\\nBenefiting from a safe and trustworthy brand image, WePiggy has launched on all mainstream wallet App discovery pages, accessed all domestic and overseas DeFi data platforms, established partnerships with mainstream industry media, and participated in various high-quality DeFi online and offline events.\\n\\nWePiggy is also committed to connecting with more outstanding projects. We started from the YFII community and attracted the attention of more and more Chinese and overseas communities and projects. During this time, WePiggy has reached strategic cooperation with Chainlink oracles, Oasis Network, Mars Finance, CoinVoice, PlatON, Loopring and other projects, and will integrate with more high-quality projects in the future. These are all powerful boosts for WePiggy’s subsequent development.\\n\\nAt the same time, WePiggy also launched high-quality assets such as YFII, LRC and UNI to meet the borrowing needs of users and create more value for users.\\n\\n**3. A variety of marketing activities to give back to the community**\\n\\nAs a community project, WePiggy has always faced community users with the most sincere attitude and listened to their opinions.\\n\\nAt present, we have more than 30 WeChat groups in China, more than 3,000 Twitter followers, 2,200+ Telegram users, and more than 60 addresses participated in each community governance proposal, and formed a Chinese and overseas volunteer team to build WePiggy with a long-termism value, Thank you very much for your attention and support from all community users!\\n\\nTill now we have released many marketing activities, such as liquidity migration activity, “Free ONEKEY wallet”, “WePiggy’s billionaires” and others to reward community users. In the future, WePiggy will also explore together with ecological partners and carry out more activities to give back to the community. More surprises, stay tuned!\\n\\n**Q3：What makes wepiggy special compared to all other decentrilized lending protocols that are around?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*First of all, Safety Is Our First Priority.\\n\\nThis is different from many DeFi projects. “Test in Prod” is currently very popular, that is, the concept of testing in a production environment, and it is often an anonymous development team. However, we always put the security of users’ assets in the first place, and our entire set of smart contracts will be audited by a professional auditing company before going online.\\n\\nThe current online version of the WePiggy protocol V1 has been running stably for nearly 5 months without any security incidents.\\n\\nWe have recently developed some new functions to differentiate ourselves from the Compound step by step, but we are still waiting for an audit from the safety audit company. All subsequent new businesses will also go online after a complete audit. Please rest assured that we always put safety first.\\n\\nSecondly, we have paid great attention to governance since the first day we went online.\\n\\nWe have designed a very complete governance framework. We hope that in the earliest stage of the project, we can set down the values of the community, governance processes, governance interaction nodes, and the corresponding basic principles of governance. We want the entire project can have a very good foundation so that the follow-up governance work can be justified and has a soul.\\n\\nAt present, we have also achieved unexpected gains in community governance. Data from recent proposals show that our user’s governance participation is better than many excellent DeFi projects. We have not mobilized the community much, and users are still willing to participate in governance with a bad snapshot voting experience. Such a good effect and atmosphere is not expected before.\\n\\nThirdly, we are a protocol dedicated to cross-chain lending and providing users with a full range of services.\\n\\nIn addition to the Ethereum mainnet, WePiggy will be deployed in OKExChain, Binance Smart Chain, Huobi Eco Chain, PlatON, and other well-known public chains and layer 2 networks, and realize cross-chain asset exchange and lending.\\n\\n**Q4：How do you plan to spread awareness about your project in different countries where English is not good? Do you have a local community for them to better understand your project?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*In this regard, WePiggy is particularly fortunate to have very good overseas volunteers. They come from different countries and have a deep understanding of DeFi. With their help, WePiggy has launched a multilingual interface in Spanish and Traditional Chinese, and many more languages are already on the way.\\n\\nSupporting multiple languages is a prerequisite for WePiggy to be better understood and recognized by other language groups. In the future, we will work with overseas volunteers to build communities in different languages and expand WePiggy’s influence worldwide. Please look forward to it.\\n\\nWe also call on more capable people to join WePiggy’s volunteer group, BUIDL WePiggy together.\\n\\n**Q5：Where can we expect WePiggy to be at within 2 yeaes?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*First of all, WePiggy is a lending protocol. We can also consider it to be closer to a decentralized bank. From the perspective of the bank’s users and the bank’s positioning, we can do a lot. Here I can share with you a little bit.\\n\\nBecause WePiggy is a “bank”, we expect that our users, token holders and miners, will eventually become a very good community. I hope that under our governance framework, the community can form a very good investment atmosphere. In this process, there will be a lot of interaction and communication, it is easy for us to accumulate a lot of excellent investors who integrate token holders, miners and lending users with the development of this project, and establish a good relationship with them to form a stable community.\\n\\nSecondly, in this self-operating and self-governing community, we hope to use the lending protocol as the basis, based on the users’ behavioral data, and the amount of his deposits and borrowings, to suggest more investment and wealth management portfolios and some excellent investment targets to users.\\n\\nAt the same time, it is also possible to judge whether a user is a qualified investor or not through the user’s past borrowing/depositing actions. Then we can keep good projects and give these excellent investment users who meet the investment conditions, so that these users can participate in the investment and financial management of many projects at an earlier stage within their own risk tolerance.\\n\\nFinally, as a lending protocol, a large amount of funds will be pooled. The funds can be used for many value-added services and financial innovation tools. Whether it is financial management, flash loans, or NFT, or some related derivatives.\\n\\nThe lending protocol is the bottom layer, on which there are many ecological developments that can be built. At present, we also have a rudiment of planning, which will be released step by step at good timing. That’s why we have different settings in our token distribution. It is to develop a better ecology based on the Wepiggy lending protocol.\\n\\n**Q6：Too many projects promise magic but never release any release any working product or prove any revenue. Within a short/long time of release. Is it like this? If not can u tell us, what makes WePiggy different from other projects?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*In the market, there are indeed many projects like this, but WePiggy is not.\\n\\nFirst of all, WePiggy has released the product, and the lending protocol has been earning reserves since its launch. The amount of this revenue depends only on the market’s borrowing demand, which is the direction we must continue to work hard on.\\n\\nSecondly, in terms of development planning, WePiggy will also get some income through investment and strategic cooperation.\\n\\nIn our opinion, a lending protocol is a long-term project that requires continuous accumulation of credit and accumulation of users.\\n\\nBased on this judgment, before we decide to start WePiggy, we have already prepared development costs for the next three to four years. Even if there is not enough revenue to cover the development costs in the short term, it will not affect the development of the project.\\n\\n**Q7：Trust is very important in business. So, what makes investors, customers and users feel safe when working with Your project?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*This is a question that will be repeatedly mentioned by different users.\\n\\nHere I will directly quote the answer we gave in the free questioning section of the AMA with PlatON.\\n\\n1\\\\. We are real name team\\n\\n2\\\\. WePiggy has been audited by a well-known security company\\n\\n3\\\\. Five months after the protocol was launched, it was running safely and stably without any accidents.\\n\\n4\\\\. The most important thing is, which scam have you seen before, till now did not release the token transfer since it was online for several month.\\n\\n5\\\\. We will not open token transfer until we are recognized by the market and used by users as a real decentralized bank\\n\\nI hope my answer can get your trust.\\n\\n**Q8：Few days before recently popular platforms #pancakebunny and #Julb attacks flash loan hack then crashed market so it’ll happen to all now is it not happen with #WePiggy ? Did you completed auditing ?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*Yes, all WePiggy smart contracts have been audited by professional security companies.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*dCpmtIKeGDAh4jZD.png)\\n\\nAs we all know, the DeFi world is not only an ideal space for user wealth appreciationbut also a dark forest of hidden dangers, where many highly skilled hacker lone wolves and well-organized hacker groups lurk.\\n\\nAt the same time, the huge benefits have also evoked the human greed of some DeFi project parties. They take advantage of their authority or poor information to seriously damage the interests of users and bring disasters to users’ assets.\\n\\nIn Black May, there were 11 or more incidents in the BSC chain alone, not just the 2 incidents you mentioned. The user’s valuable assets have been impacted by various hacker attacks, theft by the project team, and even runaway incidents, involving an amount of up to 260 million U.S. dollars. All of the above remind the entire industry and WePiggy’s core development team-protocol security is weightier than Mount Tai.\\n\\nTo deal with hacker attacks, WePiggy’s core development team has never dared to neglect user asset security; to win the trust of users, we have been working hard to make all decisions and risk control parameters related to user asset security as open and transparent as possible.\\n\\nIn the new year of DeFi Summer, WePiggy’s core development team will launch an enhanced security solution designed to deal with various extreme scenarios-\\\\[Ark Operation\\\\].\\n\\nAt present, the entire solution covers three components, namely:\\n\\n**P1: Anti Extreme Market**\\n\\n***Limit the Maximum Deposit in a Single Market***\\n\\nUnder extreme market conditions, the liquidity may shrink extremely, leading to certain currencies may not be liquidated in time.\\n\\nTo reduce this risk and ensure that protocol assets are always greater than liabilities, the core development team will initiate a proposal to set up deposit caps for several lending markets shortly.\\n\\n***The Industry’s First “Liquidation Alert” Feature***\\n\\nWePiggy’s core development team will launch a new feature “Liquidation Alert”. Users can set up their mailboxes, as long as the used ratio or the borrow APY exceeds the warning value, the early warning system will send an email to remind users to repay or add more collaterals in time to deal with the extreme market urgently.\\n\\n**P2: Anti Flash Loan Attack**\\n\\n***Price Feed by Chainlink***\\n\\nBy integrating Chainlink, the world’s leading decentralized oracle network, using its highly accurate, available, and anti-interference on-chain prices, the protocol can better resist flash loan attacks, network congestion, and centralized infrastructure disruption.\\n\\n***Real-Time Monitoring of the Main Oracle Price***\\n\\nWePiggy’s core development team has also developed a warning system that compares price information with on-chain price information in real-time. When there is a serious deviation between the main oracle and the system, the system will alert and notify the core development team to take timely measures through various methods.\\n\\n**P3: Anti Front-End Attack**\\n\\n***Add Backup Domain Names and Servers***\\n\\nTo prevent the domain name blocking caused by force majeure and hackers’ attacks on front-end servers, WePiggy’s core development team has enabled a disaster recovery solution, which is kept secret. In the event of an emergency, users will be guided to use backup domain names.\\n\\n***Blockchain Browser Operation Tutorial***\\n\\nThe WePiggy core development team and volunteers jointly wrote a tutorial on how to directly use the WePiggy lending protocol through the blockchain browser. When users cannot access the front-end server, they can interact with the blockchain network through the tutorial.\\n\\nOf course, safety is always our first priority. WePiggy implements the following principles and measures daily and all the time to protect the security of users’ assets:\\n\\n***Real-name team to prevent moral hazard***\\n\\n***Institutional audits to prevent development omissions***\\n\\n***Multi-signature management to prevent the single point of failure***\\n\\n***Risk framework to prevent tunneling***\\n\\n***Voting for listings, to prevent black-box operation***\\n\\nFinally, thanks to the community users for your continued support, WePiggy will always put asset security in the most important position. The development strategy of WePiggy and all external cooperation relations must first satisfy this basic condition, without exception.\\n\\n**Q9：How many partners currently have trusted $WPC technology and what benefits do these partners bring to WePiggy and vice versa?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*WePiggy has successively reached strategic cooperation with many public chains, excellent DeFi projects, top media, and high-quality communities such as Chainlink oracles, Oasis Network, Mars Finance, CoinVoice, PlatON, Loopring, etc.\\n\\nIt has positive significance in terms of asset security, scalability, privacy computing, and ecological construction.\\n\\n**Q10：Most mission have to undergo sure troubles and stressful conditions, what difficulties do you face and the way do you triumph over them?**\\n\\n\\\\*\\\\*Ron：\\\\*\\\\*This is a problem that almost every project will encounter.\\n\\nMy method is:\\n\\n1\\\\. Do our best to investigate and plan beforehand to avoid unnecessary mistakes;\\n\\n2\\\\. When we encounter problems, we should face them together, find ways to solve them and turn bad things into good things.\\n\\n**So far it works pretty well : )**\",\"timestamp\":1636596196,\"title\":\"OKExChain X WePiggy AMA Recap \"},\"digest\":\"MzppVReze5rNZvk7WDiQScb-Kk-d4sYl_CCUYrWwP9Y\",\"authorship\":{\"contributor\":\"0xf14a9FA917a5517867e4e0018f320c1F6BF6f182\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MOToXuaua0SJZ5_SQSsecHvAOLw5KxmLTKhH_Amk1Lw\\\",\\\"y\\\":\\\"eHu9Uej8BHwgyRn4jxCzG9EQ1R29cSjilBrFY8fm7pw\\\"}\",\"signature\":\"wrk7A_bK_vv5GrGNFyqcjhDUp472y-uYoc9odCfgkRwjZSv_is5K7q3K8xggoijjh1BCVz-5LAACBb_5PuBTPw\",\"signingKeySignature\":\"0xc82d064579e95fce57e72d8f3e37759f40fd261e5df790f87edb0ce708ab9b09088a8d04cbf29e5ca12f34f0b482a37f2f71c105a2ea08c50f6161ee26251fa01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MOToXuaua0SJZ5_SQSsecHvAOLw5KxmLTKhH_Amk1Lw\\\",\\\"y\\\":\\\"eHu9Uej8BHwgyRn4jxCzG9EQ1R29cSjilBrFY8fm7pw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MzppVReze5rNZvk7WDiQScb-Kk-d4sYl_CCUYrWwP9Y\"}"