"{\"content\":{\"body\":\"**Darkness surrounds me in a sea of burning flames. The water covers me like oily pitch, claiming me for its depths. It is boiling hot. It scalds my skin. No stars shine in the sky, no sliver of moonlight graces the sea.** \\n\\n**I kick my feet into the sprawling abyss. I flap my arms against the tar, so thin and yet so powerful. Tears run down my cheeks. Gasping breaths escape my lungs.** \\n\\n**I'm choking on fumes. The fire is spreading. I feel lightheaded. I look up to the sky for some solace, but there is none to be found. There is no longer a sky. The depths are all that I have left.**\\n\\n**Above me, below me, and all around me the depths stretch. I cannot breathe. My skin peels away, charred. My pain screeches into the void. I am death, the misery of worlds. I scream, I pound against the waves, I push onward for some glimmer of hope. My bones are boiling dry. My eyes are melting away.** \\n\\n**All around me is fire. Even the very ocean burns in heretical contempt for nature. Tar and soot rain from the sky. Great flames scorch the earth. No land is untouched.**\\n\\n**In the abyss, I burn.** \\n\\n** \\n **\\n\\nI awoke, drenched in sweat, freezing cold yet burning hot. I took my condition for a fever. I ran my hands through my hair and listened to the meaningless drone of my television.\\n\\nSuddenly, a shrill scream breached through the cold air and echoed gently off the wooden walls and through the crack beneath my door. For a moment, I set it aside as an owl or some other bird outside, but a loud crash from the living room proved me wrong. \\n\\nI clenched my eyes as a deathly silence filled the air. The rambling from my TV became inane blasphemy. In the not-so far distance, I could hear liquid dribbling onto the floor. Heavy, ragged breathing. Wet crunching.\\n\\nThen footsteps. Heavy and slow, and too fast all the same. Part of me considered going for the rifle at the end of my bed, but I knew that if I moved, it would find me.\\n\\nMy doorknob jiggled and rattled like a prisoner's cup.\\n\\nI held my breath. It passed me by. I slowly crawled out of bed, the pounding of my heart sure to give me away, and stepped over to the rifle case. The latch unlocked with a metallic *snick*. I flinched and pulled it out. I inserted a loaded magazine. I aimed at the door.\\n\\nI pulled back the charging handle and my door crashed in. I fired round after round into the darkness. Fire bloomed across the walls with every shot. But then I clicked empty.\\n\\nIt stood there. Its gaunt, pale, jaundiced skin was pulled tight against jagged, angular bones. Its hands were tipped with long, bat-like fingers that ended with claws. Black, abyssal eyes stared at me from receded, cavernous, deleterious pits.\\n\\nIt croaked a phrase through wet sandpaper vocal chords: \\\"*Lux delenda est\\\".* \\n\\nIt opened its toothless maw.\\n\\nI closed my eyes.\\n\\nIt stepped forward.\\n\\nJaws unhinged.\\n\\nSwallowed me whole.\\n\\nI awoke, drenched in sweat, cold yet burning hot. Darkness surrounded me still. I reached for my lamp and flicked the switch, and incandescent light breached the form of the void. I let out a sigh and arched back into a deep, languorous stretch. It was over, the nightmare. I was okay. It was a new day. My demons couldn’t reach me here.\\n\\nI crawled out of bed mostly of my own free will -I really didn’t want to, but the day had to go on- and kicked away the piles of trash and dirty clothing that sat in neglect on my floor. I’d clean it all up one day, but today wasn’t that day. I exited my room with the usual creaking of the door.\\n\\nThe rest of the house was deathly quiet, but nothing seemed out of the ordinary. It was still dark outside as I stepped into the shower. The first pale slivers of light crept through my bathroom window as I started drying myself off. By the time my coffee was ready, my house was bathed in a soft, cold, wintry light. Past the curtains, I couldn’t see much, but it seemed pleasant.\\n\\nI stepped outside, and the sky was gone. A swirling, inky black void spotted through with violet streaks and cacophonous howls of wind took its place. I looked around only to see obsidian sand, scalding hot beneath a black sun. I turned to retreat to my home, but it was gone. No trace remained.\\n\\nSo I began to wander.\\n\\nFor hours, or even years, I wandered alone through the sable-sanded waste of Gr'thun. I was surrounded on all sides by a black abyss, and I was followed by the Nightwalkers.\\n\\nThose shadow-cloaked creatures followed me at all hours of day and night -if day and night truly existed- carrying baskets of berries. They looked like blackberries, but their skins shimmered like polished chitin. The Nightwalkers followed me, mumbling scriptures and phrases to me. Every word they spoke brought a new shudder to my body, but I never tired of walking. However many hundreds of miles I walked, I could not stop. The sands burned my feet and necrotic fire crept higher up my legs daily, but I could not stop.\\n\\n\\\"Come child, and eat of the blessed fruit, so you may see.\\\"\\n\\n\\\"The Lord calls your name, he has chosen you and you alone!\\\"\\n\\n\\\"Let him into your heart and know him! Know peace and greater power than you've ever imagined!\\\"\\n\\n\\\"The vessel has been chosen!\\\"\\n\\nI'd come here in a dream, or so I thought, but I knew that if I stopped, I would die.\\n\\nSooner or later, I'd die anyway. No amount of walking would save me. I would rot away to charred dust, and in a millenium I would torture another traveler. My heart pounded faster with every step, and every pulse ignited a white-hot flash of flame through my every nerve. My throat was swollen and sore from thirst, and the taste of blood was upon my tongue at all times.\\n\\nSoon they would overtake me, and I'd die all the same. I'd go to meet their god, and I would perish.\\n\\nI stopped, turned, and fell to my knees. Not a moment later a woman with glossy skin as black as night and swirling with incorporeal cyclones of shadow appeared. She drew a large berry from her woven basket and placed it in my horror-struck maw.\\n\\nTears streamed down my cracked and battered face as the bittersweet thing exploded and relieved my pains. My vision faded away. Darkness enveloped me.\\n\\nI passed into nothing.\\n\\nAnd finally, I awoke.\\n\\n \\n \",\"timestamp\":1636133444,\"title\":\"A Nightmare\"},\"digest\":\"YY9KzeZEzCdY3vcS2Cq-WI6g8ADXkkI39yM2OjdXWxs\",\"authorship\":{\"contributor\":\"0x0b1F6B4ACAce0308e76f2D157F0Ad9C727be06Ce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5JaxrJaknCA3tXm8ThSLWkQD0mdGiZZstSSXTzkf79o\\\",\\\"y\\\":\\\"Q5OhcNG1dIciyRjq7XbJdbpkCIjdEeXJwp_6Ik8t8dg\\\"}\",\"signature\":\"CN0Uv-SUBEY2FHNhgcjuOk5DhbFeK8EJsA0k-agyN473fWhmSFy-4ijpfbSr5BfPNiUePDgiBQoCxwPew3Kj6Q\",\"signingKeySignature\":\"0x733898971e68d8e8c0174dfcc60495b299e20c68cf344ed1668bcf3169fdd16131ea7a56e1850ecc8691b1dde824273fd4e4b9c2b6fd3bc5e3eea2470a0e8ea11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5JaxrJaknCA3tXm8ThSLWkQD0mdGiZZstSSXTzkf79o\\\",\\\"y\\\":\\\"Q5OhcNG1dIciyRjq7XbJdbpkCIjdEeXJwp_6Ik8t8dg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YY9KzeZEzCdY3vcS2Cq-WI6g8ADXkkI39yM2OjdXWxs\"}"