"{\"content\":{\"body\":\"A footstep in the snow. Madame Defarge. `I salute you, citizeness,' from the Doctor. `I salute you, citizen.' This in passing. Nothing more. Madame Defarge gone, like a shadow over the white road.\\n`Give me your arm, my love. Pass from here with an air of cheerfulness and courage, for his sake. That was well done;' they had left the spot; `it shall not be in vain. Charles is summoned for to-morrow.'\\n`For to-morrow!'   `There is no time to lose. I am well prepared, but there are precautions to be taken, that could not be taken until he was actually summoned before the Tribunal. He has not received the notice yet, but I know that he will presently be summoned for to-morrow, and removed to the Conciergerie; I have timely information. You are not afraid?'\\nShe could scarcely answer, `I trust in you.'   `Do so, implicitly. Your suspense is nearly ended, my darling; he shall be restored to you within a few hours; I have encompassed him with every protection. I must see Lorry.'\\nHe stopped. There was a heavy lumbering of wheels within hearing. They both knew too well what it meant. One. Two. Three. Three tumbrils faring away with their dread loads over the hushing snow.\\n`I must see Lorry,' the Doctor repeated, turning her another way.   The staunch old gentleman was still in his trust; had never left it. He and his books were in frequent requisition as to property confiscated and made national. What he could save for the owners, he saved. No better man living to hold fast by what Tellson's had in keeping, and to hold his peace.   A murky red and yellow sky, and a rising mist from the Seine, denoted the approach of darkness. It was almost dark when they arrived at the Bank. The stately residence of Monseigneur was altogether blighted and deserted. Above a heap of dust and ashes in the court, ran the letters: National Property. Republic One and Indivisible. Liberty, Equality, Fraternity, or Death!   Who could that be with Mr. Lorry--the Owner of the riding-coat upon the chair--who must not be seen? From whom newly arrived, did he come out, agitated and surprised, to take his favourite in his arms? To whom did he appear to repeat her faltering words, when, raising his voice and turning his head towards the door of the room from which he had issued, he said: `Removed to the Conciergerie, and summoned for to-morrow?'\\n\\nCHAPTER VI\\nTriumph\\nTHE dread Tribunal of five Judges, Public Prosecutor, and determined Jury, sat every day. Their lists went forth every evening, and were read out by the gaolers of the various prisons to their prisoners. The standard gaoler-joke was, `Come out and listen to the Evening Paper, you inside there!'   `Charles Evrémonde, called Darnay!' So at last began the Evening Paper at La Force.\\nWhen a name was called, its owner stepped apart into a spot reserved for those who were announced as being thus fatally recorded. Charles Evrémonde, called Darnay, had reason to know the usage; he had seen hundreds pass away so.\\nHis bloated gaoler, who wore spectacles to read with, glanced over them to assure himself that he had taken his place, and went through the list, making a similar short pause at each name. There were twenty-three names, but only twenty here responded to; for one of the prisoners so summoned had died in gaol and been forgotten, and two had already been guillotined and forgotten. The list was read, in the vaulted chamber where Darnay had seen the associated prisoners on the night of his arrival. Every one of those had perished in the massacre; every human creature he had since cared for and parted with, had died on the scaffold.\\nThere were hurried words of farewell and kindness, but the parting was soon over. It was the incident of every day, and the society of La Force were engaged in the preparation of some games of forfeits and a little concert, for that evening. They crowded to the grates and shed tears there; but, twenty places in the projected entertainments had to be refilled, and the time was, at best, short to the lock-up hour, when the common rooms and corridors would be delivered over to the great dogs who kept watch there through the night. The prisoners were far from insensible or unfeeling; their ways arose out of the condition of the time. Similarly, though with a subtle difference, a species of fervour or intoxication, known, without doubt, to have led some persons to brave the guillotine unnecessarily, and to die by it, was not mere boastfulness, but a wild infection of the wildly shaken public mind. In seasons of pestilence, some of us will have a secret attraction to the disease--a terrible passing inclination to die of it. And all of us have like wonders hidden in our breasts, only needing circumstances to evoke them.\\nThe passage to the Conciergerie was short and dark; the night in its vermin-haunted cells was long and cold. Next day, fifteen prisoners were put to the bar before Charles Darnay's name was called. All the fifteen were condemned, and the trials of the whole occupied an hour and a half.\\n`Charles Evrémonde, called Darnay,' was at length arraigned.   His judges sat upon the Bench in feathered hats; but the rough red cap and tricoloured cockade was the head-dress otherwise prevailing. Looking at the Jury and the turbulent audience, he might have thought that the usual order of things was reversed, and that the felons were trying the honest men. The lowest, cruelest, and worst populace of a city, never without its quantity of low, cruel, and bad, were the directing spirits of the scene: noisily commenting, applauding, disapproving, anticipating, and precipitating the result, without a check. Of the men, the greater part were armed in various ways; of the women, some wore knives, some daggers, some ate and drank as they looked on, many knitted. Among these last, was one, with a spare piece of knitting under her arm as she worked. She was in a front row, by the side of a man whom he had never seen since his arrival at the Barrier, but whom he directly remembered as Defarge. He noticed that she once or twice whispered in his ear, and that she seemed to be his wife; but, what he most noticed in the two figures was, that although they were posted as close to himself as they could be, they never looked towards him. They seemed to be waiting for something with a dogged determination, and they looked at the Jury, but at nothing else. Under the President sat Doctor Manette, in his usual quiet dress. As well as the prisoner could see, he and Mr. Lorry were the only men there, unconnected with the Tribunal, who wore their usual clothes, and had not assumed the coarse garb of the Carmagnole.   Charles Evrémonde, called Darnay, was accused by the public prosecutor as an emigrant, whose life was forfeit to the Republic, under the decree which banished all emigrants on pain of Death. It was nothing that the decree bore date since his return to France. There he was, and there was the decree; he had been taken in France, and his head was demanded.   `Take off his head!' cried the audience. `An enemy to the Republic!'   The President rang his bell to silence those cries, and asked the prisoner whether it was not true that he had lived many years in England?   Undoubtedly it was.   Was he not an emigrant then? What did he call himself?  Not an emigrant, he hoped, within the sense and spirit of the law.   Why not? the President desired to know.   Because he had voluntarily relinquished a title that was distasteful to him, and a station that was distasteful to him, and had left his country--he submitted before the word emigrant in the present acceptation by the Tribunal was in use--to live by his own industry in England, rather than on the industry of the overladen people of France.   What proof had he of this?   He handed in the names of two witnesses: Théophile Gabelle, and Alexandre Manette.   But he had married in England? the President reminded him.   True, but not an English woman.  A citizeness of France?  Yes. By birth.  Her name and family?   `Lucie Manette, only daughter of Doctor Manette, the good physician who sits there.'\\nThis answer had a happy effect upon the audience. Cries in exaltation of the well-known good physician rent the hall. So capriciously were the people moved, that tears immediately rolled down several ferocious countenances which had been glaring at the prisoner a moment before, as if with impatience to pluck him out into the streets and kill him.\\nOn these few steps of his dangerous way, Charles Darnay had set his foot according to Doctor Manette's reiterated instructions. The same cautious counsel directed every step that lay before him, and had prepared every inch of his road.\\nThe President asked, why had he returned to France when he did, and not sooner?\\nHe had not returned sooner, he replied, simply because he had no means of living in France, save those he had resigned; whereas, in England, he lived by giving instruction in the French language and literature. He had returned when he did, on the pressing and written entreaty of a French citizen, who represented that his life was endangered by his absence. He had come back, to save a citizen's life, and to bear his testimony, at whatever personal hazard, to the truth. Was that criminal in the eyes of the Republic?\\nThe populace cried enthusiastically, `No!' and the President rang his bell to quiet them. Which it did not, for they continued to cry `No!' until they left of of their own will.\\nThe President required the name of that citizen? The accused explained that the citizen was his first witness. He also referred with confidence to the citizen's letter, which had been taken from him at the Barrier, but which he did not doubt would be found among the papers then before the President.\\nThe Doctor had taken care that it should be there--had assured him that it would be there--and at this stage of the proceedings it was produced and read. Citizen Gabelle was called to confirm it, and did so. Citizen Gabelle hinted, with infinite delicacy and politeness, that in the pressure of business imposed on the Tribunal by the multitude of enemies of the Republic with which it had to deal, he had been slightly overlooked in his prison of the Abbaye--in fact, had rather passed out of the Tribunal's patriotic remembrance--until three days ago; when he had been summoned before it, and had been set at liberty on the Jury's declaring themselves satisfied that the accusation against him was answered, as to himself, by the surrender of the citizen Evrémonde called Darnay.\\nDoctor Manette was next questioned. His high personal popularity, and the clearness of his answers, made a great impression; but, as he proceeded, as he showed that the Accused was his first friend on his release from his long imprisonment; that, the accused had remained in England, always faithful and devoted to his daughter and himself in their exile; that, so far from being in favour with the Aristocrat government there, he had actually been tried for his life by it, as the foe of England and friend of the United States--as he brought these circumstances into view, with the greatest discretion and with the straightforward force of truth and earnestness, the Jury and the populace became one. At last, when he appealed by name to Monsieur Lorry, an English gentleman then and there present, who, like himself, had been a witness on that English trial and could corroborate his account of it, the Jury declared that they had heard enough, and that they were ready with their votes if the President were content to receive them.\\nAt every vote (the Jurymen voted aloud and individually), the populace set up a shout of applause. All the voices were in the prisoner's favour, and the President declared him free.\\nThen, began one of those extraordinary scenes with which the populace sometimes gratified their fickleness, or their better impulses towards generosity and mercy, or which they regarded as some set off against their swollen account of cruel rage. No man can decide now to which of these motives such extraordinary scenes were referable; it is probable, to a blending of all the three, with the second predominating. No sooner was the acquittal pronounced, than tears were shed as freely as blood at another time, and such fraternal embraces were bestowed upon the prisoner by as many of both sexes as could rush at him, that after his long and unwholesome confinement he was in danger of fainting from exhaustion; none the less because he knew very well, that the very same people, carried by another current, would have rushed at him with the very same intensity, to rend him to pieces and strew him over the streets.\\nHis removal, to make way for other accused persons who were to be tried, rescued him from these caresses for the moment. Five were to be tried together, next, as enemies of the Republic, forasmuch as they had not assisted it by word or deed. So quick was the Tribunal to compensate itself and the nation for a chance lost, that these five came down to him before he left the place, condemned to die within twenty-four hours. The first of them told him so, with the customary prison sign of Death--a raised finger--and they all added in words, `Long live the Republic.'   The five had had, it is true, no audience to lengthen their proceedings, for when he and Doctor Manette emerged from the gate, there was a great crowd about it, in which there seemed to be every face he had seen in Court--except two, for which he looked in vain. On his coming out, the concourse made at him anew, weeping, embracing, and shouting, all by turns and all together, until the very tide of the river on the bank of which the mad scene was acted, seemed to run mad, like the people on the shore.   They put him into a great chair they had among them, and which they had taken either out of the Court itself, or one of its rooms or passages. Over the chair they had thrown a red flag, and to the back of it they had bound a pike with a red cap on its top. In this car of triumph, not even the Doctor's entreaties could prevent his being carried to his home on men's shoulders, with a confused sea of red caps heaving about him, and casting up to sight from the stormy deep such wrecks of faces, that he more than once misdoubted his mind being in confusion, and that he was in the tumbril on his way to the Guillotine.   In wild dreamlike procession, embracing whom they met and pointing him out, they carried him on. Reddening the snowy streets with the prevailing Republican colour, in winding and tramping through them, as they had reddened them below the snow with a deeper dye, they carried him thus into the court-yard of the building where he lived. Her father had gone on before, to prepare her, and when her husband stood upon his feet, she dropped insensible in his arms.   As he held her to his heart and turned her beautiful head between his face and the brawling crowd, so that his tears and her lips might come together unseen, a few of the people fell to dancing. Instantly, all the rest fell to dancing, and the court-yard overflowed with the Carmagnole. Then, they elevated into the vacant chair a young woman from the crowd to be carried as the Goddess of Liberty, and then swelling and overflowing out into the adjacent streets, and along the river's bank, and over the bridge, the Carmagnole absorbed them every one and whirled them away.   After grasping the Doctor's hand, as he stood victorious and proud before him; after grasping the hand of Mr. Lorry, who came panting in breathless from his struggle against the waterspout of the Carmagnole; after kissing little Lucie, who was lifted up to clasp her arms round his neck; and after embracing the ever zealous and faithful Pross who lifted her; he took his wife in his arms, and carried her up to their rooms.  `Lucie! My own! I am safe.'\\n`O dearest Charles, let me thank God for this on my knees as I have prayed to Him.'   They all reverently bowed their heads and hearts. Then she was again in his arms, he said to hem:   `And now speak to your father, dearest. No other man in all this France could have done what he has done for me.'\\nShe laid her head upon her father's breast, as she had laid his poor head on her own breast, long, long ago. He was happy in the return he had made her, he was recompensed for his suffering, he was proud of his strength. `You must not be weak, my darling,' he remonstrated; `don't tremble so. I have saved him.\\n\\nCHAPTER VII\\nA Knock at the Door\\n`I HAVE saved him.' It was not another of the dreams in which he had often come back; he was really here. And yet his wife trembled, and a vague but heavy fear was upon her.   All the air around was so thick and dark, the people were so passionately revengeful and fitful, the innocent were so constantly put to death on vague suspicion and black malice, it was so impossible to forget that many as blameless as her husband and as dear to others as he was to her, every day shared the fate from which he had been clutched, that her heart could not be as lightened of its load as she felt it ought to be. The shadows of the wintry afternoon were beginning to fall, and even now the dreadful carts were rolling through the streets. Her mind pursued them, looking for him among the Condemned; and then she clung closer to his real presence and trembled more.   Her father, cheering her, showed a compassionate superiority to this woman's weakness, which was wonderful to see. No garret, no shoemaking, no One Hundred and Five, North Tower, now! He had accomplished the task he had set himself, his promise was redeemed, he had saved Charles. Let them all lean upon him.   Their housekeeping was of a very frugal kind: not only because that was the safest way of life, involving the least offence to the people, but because they were not rich, and Charles, throughout his imprisonment, had had to pay heavily for his bad food, and for his guard, and towards the living of the poorer prisoners. Partly on this account, and partly to avoid a domestic spy, they kept no servant; the citizen and citizeness who acted as porters at the court-yard gate, rendered them occasional service; and Jerry (almost wholly transferred to them by Mr. Lorry) had become their daily retainer, and had his bed there every night.   It was an ordinance of the Republic One and Indivisible of Liberty, Equality, Fraternity, or Death, that on the door or doorpost of every house, the name of every inmate must be legibly inscribed in letters of a certain size, at a certain convenient height from the ground. Mr. Jerry Cruncher's name, therefore, duly embellished the doorpost down below; and, as the afternoon shadows deepened, the owner of that name himself appeared, from overlooking a painter whom Doctor Manette had employed to add to the list the name of Charles Evrémonde, called Darnay.   In the universal fear and distrust that darkened the time, all the usual harmless ways of life were changed. In the Doctor's little household, as in very many others, the articles of daily consumption that were wanted were purchased every evening, in small quantities and at various small shops. To avoid attracting notice, and to give as little occasion as possible for talk and envy, was the general desire.   For some months past, Miss Pross and Mr. Cruncher had discharged the office of purveyors; the former carrying the money; the latter, tile basket. Every afternoon at about the time when the public lamps were lighted, they fared forth on this duty, and made and brought home such purchases as were needful. Although Miss Pross, through her long association with a French family, might have known as much of their language as of her own, if she had had a mind, she had no mind in that direction; consequently she knew no more of that `nonsense' (as she was pleased to call it) than Mr. Cruncher did. So her manner of marketing was to plump a noun-substantive at the head of a shopkeeper without any introduction in the nature of an article, and, if it happened not to be the name of the thing she wanted, to look round for that thing, lay hold of it, and hold on by it until the bargain was concluded. She always made a bargain for it, by holding up, as a statement of its just price, one finger less than the merchant held up, whatever his number might be.\\n`Now, Mr. Cruncher,' said Miss Pross, whose eyes were red with felicity; `if you are ready, I am.'\\nJerry hoarsely professed himself at Miss Pross's service. He had worn all his rust off long ago, but nothing would file his spiky head down.\\n`There's all manner of things wanted,' said Miss Pross, `and we shall have a precious time of it. We want wine, among the rest. Nice toasts these Redheads will be drinking, wherever we buy it.'\\n`It will be much the same to your knowledge, miss, I should think,' retorted Jerry, `whether they drink your health or the Old Un's.\\n`Who's he?' said Miss Pross.   Mr. Cruncher, with some diffidence, explained himself as meaning `Old Nick's.'\\n`Ha!' said Miss Pross, `it doesn't need an interpreter to explain the meaning of these creatures. They have but one, and it's Midnight Murder, and Mischief'\\n`Hush, dear! Pray, pray, be cautious!' cried Lucie.   `Yes, yes, yes, I'll be cautious,' said Miss Pross; `but I may say among ourselves, that I do hope there will be no oniony and tobaccoey smotherings in the form of embracings all round, going on in the streets. Now, Ladybird, never you stir from that fire till I come back! Take care of the dear husband you have recovered, and don't move your pretty head from his shoulder as you have it now, till you see me again! May I ask a question, Doctor Manette, before I go?'   `I think you may take that liberty,' the Doctor answered, smiling.\\n`For gracious sake, don't talk about Liberty; we have quite enough of that,' said Miss Pross.   `Hush, dear! Again?' Lucie remonstrated.\\n`Well, my sweet,' said Miss Pross, nodding her head emphatically, `the short and the long of it is, that I am a subject of His Most Gracious Majesty King George the Third;' Miss Pross curtseyed at the name; `and as such, my maxim is, Confound their politics, Frustrate their knavish tricks, On him our hopes we fix, God save the King!'   Mr. Cruncher, in an access of loyalty, growlingly repeated the words after Miss Pross, like somebody at church.   `I am glad you have so much of the Englishman in you, though I wish you had never taken that cold in your voice,' said Miss Pross, approvingly. `But the question, Doctor Manette. Is there'--it was the good creature's way to affect to make light of anything that was a great anxiety with them all, and to come at it in this chance manner--'is there any prospect yet, of our getting out of this place?'   `I fear not yet. It would be dangerous for Charles yet.'\\n`Heigh-ho-hum!' said Miss Pross, cheerfully repressing a sigh as she glanced at her darling's golden hair in the light of the fire, `then we must have patience and wait: that's all. We must hold up our heads and fight low, as my brother Solomon used to say. Now, Mr. Cruncher!--Don't you move, Ladybird!'\\nThey went out, leaving Lucie, and her husband, her father, and the child, by a bright fire. Mr. Lorry was expected back presently from the Banking House. Miss Pross had lighted the lamp, but had put it aside in a corner, that they might enjoy the fire-light undisturbed. Little Lucie sat by her grandfather with her hands clasped through his arm: and he, in a tone not rising much above a whisper, began to tell her a story of a great and powerful Fairy who had opened a prison-wall and let out a captive who had once done the Fairy a service. All was subdued and quiet, and Lucie was more at ease than she had been.\\n`What is that?' she cried, all at once.   `My dear!' said her father, stopping in his story, and laying his hand on hers, `command yourself. What a disordered state you are in! The least thing--nothing--startles you! You, your father's daughter!'   `I thought, my father,' said Lucie, excusing herself, with a pale face and in a faltering voice, `that I heard strange feet upon the stairs.'   `My love, the staircase is as still as Death.' As he said the word, a blow was struck upon the door.\\n`Oh father, father. What can this be! Hide Charles. Save him!'   `My child,' said the Doctor, rising, and laying his hand upon her shoulder, `I have saved him. What weakness is this, my dear! Let me go to the door.'   He took the lamp in his hand, crossed the two intervening outer rooms, and opened it. A rude clattering of feet over the floor, and four rough men in red caps, armed with sabres and pistols, entered the room.   `The Citizen Evrémonde, called Darnay,' said the first. `Who seeks him?' answered Darnay.   `I seek him. We seek him. I know you, Evrémonde; I saw you before the Tribunal to-day. You are again the prisoner of the Republic.'\\nThe four surrounded him, where he stood with his wife and child clinging to him.\\n`Tell me how and why am I again a prisoner?'   `It is enough that you return straight to the Conciergerie, and will know to-morrow. You are summoned for to-morrow.'\\nDr. Manette, whom this visitation had so turned into stone, that he stood with the lamp in his hand, as if he were a statue made to hold it, moved after these words were spoken, put the lamp down, and confronting the speaker, and taking him, not ungently, by the loose front of his red woollen shirt, said:\\n`You know him, you have said. Do you know me?'   `Yes, I know you, Citizen Doctor.'\\n\\\\`We all know you, Citizen Doctor,' said the other three.\",\"timestamp\":1637492255,\"title\":\"\\n `No, father,' said, Lucie, yearning and weeping as she kissed her hand, `no. \"},\"digest\":\"Cl6TyDJQIUe6BXGUQ2OBqT7jVVXQqqybpgj_V8NwQ5U\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2VaiGytSmIKAo-raZcqgctYloGytY2p2LbA4cl8czj4\\\",\\\"y\\\":\\\"zVsckH_1UKYVQ6zKPSworw9Vuok_AtNl2u2XrY9TmkI\\\"}\",\"signature\":\"57gLhadcgUBJP3tebEEVcL_H7h0mC6gHCSDOJnlni81vUymBGwvdh_J-5Ill5hPc7MhC_5sWJvEcCa7SpgnewQ\",\"signingKeySignature\":\"0x5f31f80838042e61f9220e228b35b660bede0c2794af17beb22e95b5407470e22239a46b8283c8a1ba4b4a4a9cd57eb733d490e8614dfa02be26c4347fa0ad681c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2VaiGytSmIKAo-raZcqgctYloGytY2p2LbA4cl8czj4\\\",\\\"y\\\":\\\"zVsckH_1UKYVQ6zKPSworw9Vuok_AtNl2u2XrY9TmkI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cl6TyDJQIUe6BXGUQ2OBqT7jVVXQqqybpgj_V8NwQ5U\"}"