"{\"content\":{\"body\":\"The crypto asset data landscape is a constantly changing and evolving field. In the crypto space, it’s difficult to keep up with all of the new projects that are being released on a daily basis. This crypto asset data landscape gives you an introduction to some of the most important crypto data sources for investors.\\n\\nIn this blog post, we’ll introduce you to crypto-asset data sources that will be valuable in your research and investing strategy.\\n\\n## Why is the Crypto Asset Data Landscape Important?\\n\\nThe blockchains that underlie all crypto assets are **open data systems** by design, and that creates **a large market opportunity** to make sense of this data and distill the signal from the noise.\\n\\nAs we see it, **we are at the first moment in history that such a scale of business-critical financial data is openly available and visible to the world**.\\n\\nTo understand the nature of this data and why it is important, the following are analogies for the kinds of data publicly available on blockchains:\\n\\n* All bank account balances & transactions between parties (often called wallet transactions that are mined into blocks)\\n* All balance sheet and income statements for companies (or decentralized organizations whose business logic runs on smart contracts)\\n* All trade orders for securities (that occur on centralized or decentralized exchanges)\\n\\nBy design, the “state” of the blockchain, and changes to it, are publicly broadcast, openly, and in real-time to miners or validators that consolidate these transactions in blocks. To those who are looking for the signal, this can be extremely valuable information and there are many entrepreneurs who are turning their attention to this problem.\\n\\n## Who Are The Major Players in the Crypto Asset Data Space?\\n\\nThere are three main sub-sectors of the “Crypto Asset Data” category:\\n\\n* **Network Data:** data coming from the blockchains themselves (such as # of wallets, balances of those wallets, etc.)\\n* **Governance Data:** data coming from communities that govern the operations of blockchains or smart contracts, etc.\\n* **Markets Data:** data taken from centralized and decentralized exchanges of crypto assets\\n\\nIn addition, there is Off-Chain Data, such as oracle services used for hybrid smart contracts using networks like Chainlink, a company Underscore VC led the seed round for in 2017. We’ve been thinking about this space for a long time, and the following is our high-level overview of the landscape.\\n\\n![The Crypto Data Landscape](https://images.mirror-media.xyz/publication-images/iBP5dpOiMbdBk_8uPaFRE.png?height=894&width=1536)\\n\\n*It’s important to note that this is a rapidly evolving space, and we will continue to update the crypto asset data landscape as new developments come forth.*\\n\\n## Our Investments In The Crypto Asset Data Category\\n\\nWe have been interested in and investing in this potential for several years now. To date, we have invested in two companies in this space, [Messari](https://underscore.vc/blog/why-we-invested-messari/) (Bloomberg for Crypto — PreSeed, Seed, and Series A rounds), [Kaiko](https://underscore.vc/blog/why-we-invested-in-kaiko/) (IHS Markit for Crypto — Series A round), and [Chainlink](https://chain.link/) (Oracle for Hybrid Smart Contracts — Seed round). We will continue to invest in the crypto asset data category going forward.\\n\\nOur investment thesis is simple, go where we expect the enterprise revenues to come into the category first, which right now is in “data aggregation” and “markets data”; hence our three first investments in Messari, Kaiko, and Chainlink, respectively.\\n\\nWhile we believe network data is extremely valuable long-term, today there are limited revenues in that category (too advanced for most enterprises) and will struggle to monetize and find financing paths to survive. To that end, we are tracking several network data companies closely, potentially for acquisition by Kaiko or Messari, as long term there will be a critical advantage.\\n\\n## Emerging Categories\\n\\nAs **raw data** continues to mature, **data insights** are beginning to become more valuable. One example of this is Nansen AI which classifies and tracks known Ethereum wallets and connects this with the flow of assets on-chain. The value in this type of data is the ability to see through the “noise” of the blockchain and understand what activities in the Ethereum economy, for example, are valuable and potentially investable. This might include following the “smart money” or watching what tokens are seeing inflows and outflows on-chain.\\n\\nOn the same note, as on-chain protocols like Uniswap continue to mature, creating crypto native valuation metrics has become a cornerstone to the DeFi industry. Terms like Total Value Locked (TVL) have yielded to more nuanced metrics such as “Active Addresses” and “Staking APR.” Messari makes this data easy to fund, while other sites like [Token Terminal](https://www.tokenterminal.com/) present the data visually for analyzing comps.\\n\\nThese emerging data categories are making industry professionals sharper and more efficient when it comes to sifting through the massive amount of noise in the space. We believe the net effect of this is A) more stability in crypto markets and B) a broader understanding of the value that DeFi protocols are providing to the world.\\n\\n## What is Next?\\n\\nAt Underscore we believe that all assets (stocks, bonds, real estate, derivatives, etc…) and new forms of capital (people’s time, social capital, credentials) – will become tokenized digital assets in the next 10 years. In turn, this once niche “crypto-asset” class will become the next generation of financial markets, requiring new data infrastructure to provide accurate pricing of assets.\\n\\nMoreover, we believe that many of the most important companies will have openly transparent balance sheets and income statements, that are real-time (See Yearn’s [revenue projections](https://www.yfistats.com/financials/RevProjections.html) and [financials](https://www.yfistats.com/financials/financials.html)). One such example is for decentralized autonomous organizations (DAOS), a category of “companies” that we are extremely bullish on to create the next set of important Web 3.0 infrastructure.\\n\\nAccording to Frederick Haga from Dune, “The revolution will not be reported quarterly, but rather in real-time”. As an example, [here is the real-time market data](https://dune.xyz/hagaetc/dex-metrics) coming from all of the leading on-chain decentralized exchanges.\\n\\nWe believe there’s so much whitespace left for market growth and are excited to follow along and support the best founders capitalizing on this crypto data asset opportunity — so if you are building something fantastic, please don’t hesitate to reach out at [Underscore VC](https://underscore.vc/)!\",\"timestamp\":1636997204,\"title\":\"An Introduction to the Crypto Asset Data Landscape\"},\"digest\":\"Z-nenjhcxlR0O9LdKZbl1CmwHaj_racBaS0fldKMV0k\",\"authorship\":{\"contributor\":\"0x1a32Ee8AC16A7d5f45A81503fE06CDc665D218B1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aApbTdxviFHXKPIyOZJs2TUPt33VfzSubteDxQ8m8Cs\\\",\\\"y\\\":\\\"Ivdl2dEmvK67HXS9mw7t34BSIJYhyr5_-eH70avd_DA\\\"}\",\"signature\":\"V1ru-Jpt9GXnMhAsJFZ7qRtK3LUIJbk_tNCHiG-UrxSoyGh1_rteNJ3daYaDWiO0kAqvrBhopW02qThZTsC71A\",\"signingKeySignature\":\"0x2e503daf8cfab131c7f54921167a265eba1de9f244001bf373694ad24fc272443e7c8101dc36ad5d921bd8d2d1971d02ebf3c67b2faf72d45ba56fe502461e9a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aApbTdxviFHXKPIyOZJs2TUPt33VfzSubteDxQ8m8Cs\\\",\\\"y\\\":\\\"Ivdl2dEmvK67HXS9mw7t34BSIJYhyr5_-eH70avd_DA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Z-nenjhcxlR0O9LdKZbl1CmwHaj_racBaS0fldKMV0k\"}"