"{\"content\":{\"body\":\"Coin Voting has got a lot of bad press recently. It has been criticised for aiding plutocracy and being vulnerable to attacks by large token holders (i.e. whale attacks). Less talked about, but probably more impactful is that Coin Voting also enables all token holders to participate in decisions, and more often than not, the token holders are not particularly known to the core team (a common result of attracting token holders through high APYs or other profit-oriented motives). In many DAOs, token holders are not a community but a group of strangers.\\n\\nNaturally, any core team would feel uneasy with this situation, and many chose to delay decentralising governance. However, the desire to decentralise is still there (whether for regulatory risk, idealism, or scalability), and so different alternatives to Coin Voting have been popping up, mostly around NFT-based governance. \\n\\nOne of the best things about web3 is the freedom to experiment, and I think looking for alternatives is great. But when it comes to Coin Voting, I feel we're rushing to throw away the baby with the bathwater.\\n\\nAs humans, we tend to like simple systems. They’re easy to understand and make us feel in control. Unfortunately, most simple systems are counterproductive as they fail to account for reality's endless nuances and complexities. \\n\\nThe debate on Coin Voting has unfortunately fallen prey to our love of the simple, by taking Coin Voting in isolation and choosing to either damn or redeem it. So in the following lines, I hope to explore a different approach, one where we use Coin Voting as part of a mesh of mechanisms that, together, can mitigate the negatives and amplify the positives. \\n\\nFor context, the mechanisms and overall system design I’m about to discuss are thought of as a general blueprint for applications built on top of a blockchain, not necessarily for the governance of a blockchain itself.\\n\\nBack to our system design, I’ll start by listing some of the issues and benefits of Coin Voting, and then I’ll propose a series of mechanisms that, together, I believe can make Coin Voting a rather useful base for governance.\\n\\n \\n\\nWe mentioned three key problems with Coin Voting:\\n\\n* Plutocracy enabling:  those with more coins can skew things in their favour.\\n* Vulnerable to attacks: coins are freely traded for anyone to acquire a large portion of control, and even bribing protocols like Paladin have appeared.\\n* Context agnostic: Coin Voting doesn’t take the level of involvement (context) of the coin holder into account to calculate their voting power.\\n\\n \\n\\nTo those, let me add the following:\\n\\n* Voter apathy: many holders don’t vote (this relates to the free-rider problem and the disempowerment that smallholders might feel that the potential upside of participating in governance doesn’t justify the time needed to figure out how to vote and their resulting level of influence).\\n* Tyranny of the majority: the majority can vote down initiatives important to certain minorities.\\n\\n \\n\\nOn the other hand, some of the positives of Coin Voting are:\\n\\n* Skin in the Game: as opposed to one-member-one-vote, Coin Voting takes into account how invested someone is when calculating their voting power, as a useful proxy for evaluating goal alignment.\\n* Permissionless: as anyone can acquire a token, Coin Voting can be more inclusive than alternatives based on elections or the core team choosing whom to give power.\\n* Progressive Involvement: Coin Voting enables new joiners to manage their risk by committing a small portion of funds and start participating, as opposed to paying the full price of an NFT upfront (which can also make the system more inclusive). Also, Coin Voting can nudge holders to acquire more tokens when a particularly relevant initiative comes around, potentially improving tokenomics.\\n* Direct signalling: Unlike elected committees, direct voting avoids principal-agent problems by directly enabling every holder to propose and vote.\\n* Real-time data: compared to reputation systems that attribute power based on past behaviour (and can also lead to a sort of oligarchy unless a decay is built-in), Coin Voting attributes power based on the current position of a token holder. \\n\\n \\n\\n## So what can we do?\\n\\n \\n\\nWe’re exploring combining the following mechanisms:\\n\\n* Quadratic weighting: to help balance the influence of large and smallholders.\\n* Decentralised ID: to reduce gaming of the quadratic weighting and related mechanisms.\\n* Reputation with decay: to measure engagement (e.g. SourceCred or similar) as a signal of whether someone has committed a minimum of time (precious, limited resource) and gained a minimum of context (enough that they could add value as evaluated by the community).\\n* Decision-economy: token rewards for voting/proposing as long as a threshold of recent engagement is met (i.e. only if someone has committed enough time but not necessarily enough money, they get small rewards). This rewards bootstrap smallholders’ participation in governance with the safety that they are unlikely to vote or propose at random in a community where they're already spending significant time. And there will always be a minority that for whatever reason votes at random to the detriment of the community and even to their own social capital, but with careful calibration, the upside of enabling smallholders to participate sustainably more than compensates (and bad actors can be managed through other systems).\\n* Token minting to reward contributors: adjusting the rate of minting enables the community to balance the interests of different stakeholders (contributors, investors, customers) ongoingly, potentially enabling contributors to increase their holding over time and nudging investors to be active rather than passive. \\n* Commitment voting: a mechanism that enables voters to lock their tokens for a period of time and increase their voting power accordingly (but if they lose the vote, the tokens are not locked). This mechanism creates incentives for long-term thinking and can help balance the risk of malicious/short-termist whales. \\n\\n \\n\\nTaken together, these mechanisms reduce plutocracy and the danger of whale attacks and empower high-context holders, also reducing voter apathy. They also sustain the positives of taking skin-in-the-game into account, being relatively permissionless, and enabling direct signalling of preferences (as opposed to principal-agent problems).\\n\\nWhat these mechanisms don’t address is the tyranny of the majority. However, we could address this through tools like Conviction Voting where the threshold to approve a payment depends on the size of funds requested and, if holders keep supporting an initiative, their voting power increases over time. I have personally refrained from including it in the list above as many DAOs, lacking top-down strategy setting, struggle with convergence. \\n\\nHopefully, as we develop more tools for collective alignment and collective sense-making that fill the top-down management gap, we'll then be able to introduce mechanisms that limit the tyranny of the majority. If this space for cultural tools and decision-making interests you, we're creating a DAO to advance this work, we'll soon announce ways to contribute, invest, and learn more [through our mailing list](https://6r0un97vrna.typeform.com/to/tuCaUKdA).\\n\\nAs a final note, the above system is obviously not perfect but no system is. The art is curating the right mechanism for each situation, a topic we'll expand upon in subsequent articles. I look forward to hearing your feedback and hopefully engaging in deeper discussions so we can further evolve human collaboration.\\n\\n \\n\\n### Author\\n\\n@_daniel_ospina\\n\\n \\n\\nSpecial thanks to Griff Green and Daniel Benarroche for their great feedback that helped me improve this article. Please attribute any remaining lapses in thinking to me.\",\"timestamp\":1641385913,\"title\":\"In Defense of Coin Voting\"},\"digest\":\"wuOWTRaAQeU7Dn9nis5MKEFQDEhdGQWzIuGIvhN7AYo\",\"authorship\":{\"contributor\":\"0x8B580433568E521ad351b92b98150c0C65ce69B7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cGu2yRTYCimGKeLmjrmyg4XQQvaU2oSZwvvNFtEwScY\\\",\\\"y\\\":\\\"Nc4jIILJ5Xr1x_O9Dz1jcZcS8XD0qnU2zfITi65HKS0\\\"}\",\"signature\":\"tH-O2BJU4xFC1navePbiZmkfT4gmyPMYTK3FcT1v6zNwupW55z72wy7A2uwQyP2KUSbGyLoBnQIiKNY5FXHFIg\",\"signingKeySignature\":\"0x9dcbb3d659f2631ad88eb53e42001a664a30b9e5700251a65d046b6a0ea9bdc319ddb2e84ee2f2ba25f701d343080fb74b89a82fc5c5efb53ca283509d68e6fa1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cGu2yRTYCimGKeLmjrmyg4XQQvaU2oSZwvvNFtEwScY\\\",\\\"y\\\":\\\"Nc4jIILJ5Xr1x_O9Dz1jcZcS8XD0qnU2zfITi65HKS0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wuOWTRaAQeU7Dn9nis5MKEFQDEhdGQWzIuGIvhN7AYo\"}"