"{\"content\":{\"body\":\"*This article was [originally published](https://danreich.com/my-version-of-ibms-new-supercomputing-initiative/) on my blog danreich.com*\\n\\n[IBM has recently announced “a next-generation version of its Cell processor, the first specifically geared for computer servers.”](http://www.eetimes.com/news/latest/showArticle.jhtml?articleID=207602892&pgno=1)\\n\\n> The PowerXCell 8i will drive the Road Runner system [now under test](http://www.eetimes.com/news/latest/showArticle.jhtml;?articleID=207602779) at Los Alamos National Labs to see if it can become the world’s first supercomputer to deliver sustained petaflops performance. Besides cracking the petaflops barrier, IBM hopes hundreds of users will decide to plug into their IBM servers a two-socket board housing the new Cell chips to deliver what IBM calls “supercomputing for the masses.”\\n\\nInstead of servers being plugged into a grid, why not use PCs and gaming consoles?\\n\\nI find this announcement to be kind of ironic since it was IBM that realized open source (the Apache Web Server) is more valuable than a centralized and closed platform, even if is somewhat open.\\n\\nIf I was IBM, here is what I would do.\\n\\nThe idea: Mixing different kinds of computers into a supercomputing grid to create an infinitely scalable supercomputer for enterprise solutions. Just as [SETI](http://www.seti.com/) and [Stanford](http://www.itjungle.com/tug/tug062206-story10.html) have created new hybrids of supercomputers for astrological data analyzation and Computational Earth and Environmental Science research respectively, a similar supercomputing hybrid model has yet to be adopted for commercialized use. This idea will allow users to submit their PCs or gaming consoles to the supercomputing grid, where they can be accessed whenever they are not being used, and will contribute to a commercially available supercomputer. By participating in this supercomputing grid, donations will be made to charities on the users’ behalf. These donations will depend on the amount of data processes computed on their machines. On the other end of the business, enterprises will be able to rent, lease, or even purchase data processing bandwidth. This will enable startups, small to medium businesses, and large businesses, to acquire computationally intensive processing power with extremely fast clock cycles which could easily deliver sustained petaflops performance and beyond. This would be the first ever cluster of machines available for commercialized use providing for cheap energy costs and cheap hardware costs. By participating in this grid, users will be members of ongoing charitable donations, and businesses will, for the first time ever, have paralleled computing power to the likes of SETI and Stanford. PCs were once thought of “business or research only”. Today, virtually everyone owns a PC. Supercomputers today are only thought of as “research-only”. This put supercomputers in the commercialized or “business” realm. IBM has just announced a new initiative to delver a supercomputer to the masses, as they predict an $8-$10 Billion market. Instead of creating a centralized supercomputer for the masses, this idea will create a decentralized supercomputer to the masses, that will exceed any one supercomputer.\\n\\nThat is what I would do.\",\"timestamp\":1636659283,\"title\":\"My version of IBM’s new supercomputing initiative\"},\"digest\":\"yuE5vZezcB6OBf8i5e7oD_AUIv41tCXBY-hvvmS-aR0\",\"authorship\":{\"contributor\":\"0x5828EcbA6057dE39dA53b5fab9B27114AaAe8541\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UhmosfEzgWUgsqOTdcdDHz2oe4xIbk8rzEhTyUhPNlI\\\",\\\"y\\\":\\\"fRKmGCgjb6LpNTZEyhF66JkKdyrmsPUz1io-N6wzUOM\\\"}\",\"signature\":\"kaTOeN646zn-XIJAYTfsftlMDmRWDonszblOpHi396jP8h-YeT_gpwbCtUascdwmxkeAz2lrQtCpuaEwyI2eyw\",\"signingKeySignature\":\"0x754dc2b2036c45bc368c6f26a0f25498b43a5c46000f06580a62aacfb534bcdf79b0087bcf70e0b84b1b2277b999219bee60dddf1154096d281e021df61c5a851b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UhmosfEzgWUgsqOTdcdDHz2oe4xIbk8rzEhTyUhPNlI\\\",\\\"y\\\":\\\"fRKmGCgjb6LpNTZEyhF66JkKdyrmsPUz1io-N6wzUOM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yuE5vZezcB6OBf8i5e7oD_AUIv41tCXBY-hvvmS-aR0\"}"