"{\"content\":{\"body\":\"Wir geben das meiste Geld für Produkte aus, die fossile Rohstoffe enthalten. Das globale Wirtschaftssystem ist erdölbasiert. Fossile Rohstoffe sind nicht nur in den offensichtlichen Produkten:\\n\\n**Offensichtlich fossil Produkte:** \\n Treibstoffe für Fahrzeuge, Flugzeuge oder Motorräder bestehen aus fossilen Energieträgern. Auch für die Stromerzeugung in Kohlekraftwerken oder für die Heizung mittels Ölheizung enthalten benötigen wir tote Dinosaurier, die wir als schwarzes Gold aus der Erde holen. Ebenfalls einfach erkennbar sind die fossilen Rohstoffen in allen Produkten, die aus Materialien auf fossiler Basis bestehen wie Kunststoffe, Plastik, alle Erzeugnisse der Petrochemie. Wir finden die Kunststoffe täglich in all den Gegenständen um uns herum. Möbel, Schuhe, Kleider, Verpackungen, aber auch im Häuserbau und in vielen mehr.\\n\\n**Nicht offensichtlich fossil Produkte:**  \\n Unsere Produkte enthalten darüberhinaus aber noch  einem zusätzlichen Anteil an fossilen Rohstoffen. Und zwar die Energie die bei der Rohstoffgewinnung, bei der Verarbeitung, beim Transport und schliesslich auch beim Verkauf benötigt wird. Die meisten Maschinen, Transporte und Prozesse werden mit Energie betrieben, die aus fossilen Quellen stammt. Selbst wenn man ein ökologisches Möbel aus nachwachsendem Holz kauft, wurde dafür sehr viel fossile Rohstoff benötigt. Bei der Gewinnung des Holzes, bei der Verarbeitung beim Transport.\\n\\nFolglich enthalten, die die überwiegende Anzahl Dinge, für die wir Geld bezahlen fossile Rohstoffe. Natürlich lassen sich auch Produkte und Dienstleistungs-Kategorien bestimmen, die komplett fossilfrei sind. Wertmässig machen diese aber (noch) eine Minderheit aus. Zu bestimmen wie viel fossile Rohstoffe sich in einem Produkt befinden ist komplex. Wie oben spezifiziert gibt es eine Vielzahl Einflussfaktoren: Jeder Arbeitsschritt und jede für die Produktion des Produktes benötigtes Material müsste in der gesamten Wertschöpfungskette analysiert werden. ein unendlich komplexes Problem, das es zu lösen gilt.\\n\\n \\n \",\"timestamp\":1639034449,\"title\":\"Nicht nur Benzin, sondern (fast) alle Produkte enthalten fossile Rohstoffe\"},\"digest\":\"lN5-coKsKyI95peQSBf2QiAocU1T9SQTXsEk8gpE1aQ\",\"authorship\":{\"contributor\":\"0x22AC0E18853d749d46716274682b4aDDa206cA3f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CC1D-ryh1KjHi7VyX5XlFA_lPlHDaqHxNtu1pdnvhyA\\\",\\\"y\\\":\\\"Xy7YvNRXbmzGqVicsG0LwtPABh6ngNRdKvR8i6uHxA4\\\"}\",\"signature\":\"Be43FpeEilYHHcBRXa6fO_fu4Sck75js61Qyqn4oRNDXZFqFdMC21j7woBTVgJQjdFxBEsIFphUG22oPR0x4ZA\",\"signingKeySignature\":\"0xf5f22f78cae0de7157abca194e1418376beffcdf77e3866951858f32cbc901001cf966df1137870ad832c616d76ca8b4aba1538d6955e321b930f813757b148d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CC1D-ryh1KjHi7VyX5XlFA_lPlHDaqHxNtu1pdnvhyA\\\",\\\"y\\\":\\\"Xy7YvNRXbmzGqVicsG0LwtPABh6ngNRdKvR8i6uHxA4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lN5-coKsKyI95peQSBf2QiAocU1T9SQTXsEk8gpE1aQ\"}"