"{\"content\":{\"body\":\"Six months ago I didn’t know anyone that was into Ethereum, and I had no connections or professional experience within the crypto industry.\\n\\nToday, I’m the [in-house content creator and community manager](https://dame.mirror.xyz/lkysvdCNUIqvEpI8LP8Bz1FZH-ieyDkSZSEaKrXZZeA) at one of the space’s fastest growing apps ([Rainbow.me](https://rainbow.me)). I’m also now connected to many influencers and builders who are pushing Ethereum forward. I went from a normal person to a \\\"crypto professional\\\" in a short amount of time.\\n\\nBecause of this, many folks have reached out asking how I managed to do it so quickly. To answer these questions, I decided to write my thoughts and share them publicly so everyone can benefit.\\n\\nHere are the things I did that helped get me where I am today:\\n\\n## 1) Do LOTS of your own research.\\n\\nIf you only ask questions and wait around for someone else to answer them for you, then you’re going to move slowly. In order to go fast, you need to take matters into your own hands and do a lot of research.\\n\\nI spent an untold number of hours reading articles, watching videos, listening to podcasts, and googling my way out of confusion. It was a lot of work, but I learned quickly.\\n\\nhttps://ethereum.org/en/what-is-ethereum/ \\nhttps://unchainedpodcast.com \\nhttps://podcast.ethhub.io \\nhttps://she256.org\\n\\n## 2) Be on Twitter. A lot.\\n\\nFor better or worse, the crypto community is the hottest on Twitter. It’s where a lot of the conversations are happening, so you’re going to need to be there if you want maximum exposure.\\n\\nI got my job at Rainbow in part because I was so active in the Ethereum community on Twitter. Just start following people, then watch who they’re talking to and follow those people as well.\\n\\nFollow me on Twitter: https://twitter.com/jacksondame\\n\\n## 3) Be active in communities.\\n\\nJoin Discord communities and actually spend time in them every day. Listen in on the conversations to get the vibe of the space and then start contributing. Not sure what to talk about or say? Pull from your own research.\\n\\nI’m in over 30 Discord communities currently. Almost every project or organization within the space links to a Discord on their website.\\n\\nENS Discord: https://discord.gg/AskZbFx\\nSeed Club Discord: https://discord.gg/42UjJskuEF\\nShe256 Discord: https://discord.gg/BxFuV8DX6R\\nForefront Discord: https://forefront.community/\\n\\n## 4) Actively invest, participate, and use the ecosystem.\\n\\nI learn by doing. I started investing in crypto, purchasing NFTs, using DApps, supporting artists, and participating in events like [the $WRITE race](https://mirror.xyz/race). I even made my own social token called $DAME with the help of a friend I met along the way. I made no money throughout this. In fact, I lost money. It was worth it.\\n\\nYou don’t have to spend money to get involved, so it’s not a total barrier to entry if you can’t afford to, but it definitely gives you an edge.\\n\\n## 5) Go searching for new projects.\\n\\nThere are so many different types of Ethereum startups out there. It helps to know the possibilities. Go to Ethereum.org and start browsing around [their list of DApps](https://ethereum.org/en/dapps/). Then, explore Twitter. I found most of the interesting projects, including Rainbow, via Twitter.\\n\\nYou’ll also find ways to get involved.\\n\\n## 6) Get an ENS name.\\n\\nDon’t underestimate the power of social signaling. If you want to be involved in a community and meet new people, it can help to do things that get their attention. On Ethereum Twitter, one of the best things you can do is [get an ENS domain](https://ens.domains/) and prominently display it as your name. [Mine is Dame.eth](https://twitter.com/jacksondame).\\n\\nIf you want to learn how to get an ENS domain, check out the how-to guide I wrote on Twitter.\\n\\n## 7) Be here for the right reasons.\\n\\nPeople in this space can spot a grifter from a mile away. Genuine passion and care for the wellbeing of the community are hard to fake. If you’re here cause it’s trendy or you wanna get rich, it’ll likely show... and it won’t sustain you for the long haul.\\n\\nI’m here because I actually believe in and love Ethereum. I’d be here even if I didn’t have a full-time job in the space.\\n\\n## 8) Be careful.\\n\\nUnfortunately there are a lot of shitty projects out there and even scammers. It is very important to research and know the space before you even consider getting a job in it.\\n\\n## 9) Let people know you’re looking.\\n\\nOnce you’ve made connections and have a good reputation, the easiest way to get on hiring managers radars is to publicly let people know you’re available. If no one knows you’re searching, they won’t think of you when they see or have an open opportunity.\\n\\nIf you want to learn more about my story and journey, check out my previous Mirror posts:\\n\\n[The Shape of Power in Crypto (and How I Won the $WRITE Race)](https://dame.mirror.xyz/UyogjWzC9kMmo7iwyy0jDvnjm3TlUGKOdaAxzHe-onw)\\n[MoonCats and Rainbows: How a Normal Person Fell in Love with Crypto](https://dame.mirror.xyz/6U_sDNM7unirxk30glrMJlAmcICpZb7clxRey67YRb4)\\n[I’m Joining the Team at Rainbow 🌈](https://dame.mirror.xyz/lkysvdCNUIqvEpI8LP8Bz1FZH-ieyDkSZSEaKrXZZeA)\\n\\n### Connect with me:\\n[@jacksondame](https://twitter.com/jacksondame)\\n[Newsletter](https://jacksondame.com/newsletter)\\n\\n![](https://images.mirror-media.xyz/publication-images/1834f4e7-196f-4b31-b58e-c2810d99ef69.jpg?height=1080&width=1920)\\n\\n\",\"timestamp\":1620921063,\"title\":\"How I Got a Job in Ethereum & Crypto\",\"publication\":\"dame\"},\"digest\":\"4z2PNf_iqqeNyKSkNve47Nuf_VtO6q3LhxUToOuda60\",\"authorship\":{\"contributor\":\"0x3B3525F60eeea4a1eF554df5425912c2a532875D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xeBIoI_O3lWhF7-y8M_8FrAVGlWZlSC2k_oLNOG617M\\\",\\\"y\\\":\\\"EhDow1DxkCJfgMkmEOck5LuGSsguOXzv3tLhiWSsSmY\\\"}\",\"signature\":\"Ju7V4f103wFjTcho5CK47wVyYOtXvY77E4Lfci-8U4g_1MKjyKbxgH_jasjC7ltHH3CIFS5V0FoCV3iiTuTP8w\",\"signingKeySignature\":\"0x70bbc25eca7eb159dc08729c61b447232972c4c34403be4bfb087bd4021249a146f435b54fc6231f0ddbba400a539e3081e9bdd356ee1af33f907f0b49e1a1521c\",\"signingKeyMessage\":\"I authorize the publication of articles on dame.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xeBIoI_O3lWhF7-y8M_8FrAVGlWZlSC2k_oLNOG617M\\\",\\\"y\\\":\\\"EhDow1DxkCJfgMkmEOck5LuGSsguOXzv3tLhiWSsSmY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DkDTYmIPGfxCJN1kpwN7ueple7thjTDGLcJY_l-8l8g\"}"