"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/c8RcMxlA0w6cmXoX1B7oZ.jpg?height=1264&width=1900)\\n\\nEven if they were handed a done-for-you strategy to actualize a money-making online side hustle — most people wouldn't follow through with it.\\n\\nWhy is that?\\n\\nThe short answer: cynicism.\\n\\nIn fact, when thinking about strangers, studies have shown that people were surveyed about their fellow humans, they believed others are more selfishly motivated than they really are and that others are [less helpful than they really are](http://www.spring.org.uk/2008/07/ask-for-help-people-twice-as-likely-to.php). Actually, the study showed that people underestimate another person's willingness to help by as much as 100% (i.e. people are twice as likely to help than you think).\\n\\nWhy am I telling you all of this?\\n\\nBecause the online world is chock-full of opportunity — if you're willing and able to look for and ask for it. [Research projections indicate the global e-learning industry will grow to $37 billion by 2026](https://www.statista.com/statistics/1232427/global-corporate-e-learning-market-size/#:\\\\~:text=The%20market%20size%20of%20the,billion%20U.S.%20dollars%20by%202026.) — a reflection of 11% year-over-year growth starting in 2019. What's \\\"e-learning\\\" it's the industry of teaching others your knowledge via digital means. With just a few tools and the adoption and implementation of a few strategies, you can create and scale your own digital e-learning side hustle.\\n\\nThe opportunity isn't just limited to the above method. There are more unique online side hustle opportunities you can adopt to help build your online business and finally quit your soul-sucking nine-to-five.\\n\\nThese are online side hustle opportunities most people are too proud to appreciate.\\n\\n> \\\"If you do what you have always done, you will get what you always have gotten.\\\"\\n>\\n> — Tony Robbins\\n\\n# Millions of people are already looking and asking for your work\\n\\nWriting and producing on online platforms is and already has radically changed the way we consume content.\\n\\nUnless you've been living under a rock, you probably know about this opportunity.\\n\\nWhy then do you only *consume* the content and not *produce* your own?\\n\\nThat's the pivotal question…\\n\\nFor many, the claim they have — only, they haven't had any breakthrough content (i.e. viral content). *Touché*. Only, viral content isn't produced like it was 10 years ago (thanks Justin Beiber). Content platforms are changing their requirements to how an individual can actualize monetization:\\n\\n* Among other requirements, [you must have at least 4,000 hours of accumulated watch time ](https://support.google.com/youtube/answer/72851?hl=en)within 12 months to monetize via YouTube.\\n* [Medium changed their requirements starting in 2022](https://techcrunch.com/2021/08/11/medium-revamps-its-partner-program-launching-new-eligibility-requirements-and-referral-bonuses/) to having a follower count and a minimum number of published work to be partnership-eligible.\\n* [Quora just released ](https://techcrunch.com/2021/08/05/creators-can-now-monetize-their-expertise-on-quora/)*[Quora+](https://techcrunch.com/2021/08/05/creators-can-now-monetize-their-expertise-on-quora/)*[ to compete in the online content platform](https://techcrunch.com/2021/08/05/creators-can-now-monetize-their-expertise-on-quora/) space and has its own minimum requirements.\\n\\nWhat does all of this mean for you, the creator?\\n\\nIt means two things: one, content platforms are furthering their legitimacy in the online space; and two, they are legitimizing their content creators by placing minimum requirements. In other words, they're trying to get rid of the \\\"flash in the pan\\\" overnight sensation.\\n\\nBut as a creator — you should be focused on the long game anyway. When you can let go of your cynicism and just write, you will be surprised where you end up a year or two later.\\n\\n# Traditional newspaper is dead — this is your new opportunity\\n\\nI had an hour and a half conversation with a fellow online content creator that many of you reading this are familiar with. She has been writing for a number of years now and has developed and grown a substantial following.\\n\\nWe held our Zoom conversation because she was having some issues with selling her new info product (we'll get to that in a later section). Being the absolute info product wizard that I am (not to mention self-absorbed), I was happy to oblige and open my vault. Her issue was twofold:\\n\\n1. She was looking for a way to integrate *evergreen* scarcity funnels. This means she can automatically fire off product sales campaigns (even while sleeping).\\n2. She was curious as to how often she should send emails to her list.\\n\\nThe second point there got my wheels spinning. She informed me that she boasts a 50% open rate and a 10% click rate with her newsletter. Compare [that to the industry average of 20%](https://mailchimp.com/resources/email-marketing-benchmarks/) and [2.5% respectively](https://www.campaignmonitor.com/resources/knowledge-base/what-are-the-average-click-and-read-rates-for-email-campaigns/).\\n\\nHere's why I found this interesting and how I am connecting this to an individual's cynicism. She told me she barely sends newsletters (maybe once a month).\\n\\n**Here's the rub:** Generally speaking if you're adding email subscribers to your list, they want to hear from you!\\n\\nWhat's more? A considerable percentage will pay for knowledge if you can market it to your list.\\n\\nHowever, most are too cynical to think people will pay, and most people believe they have nothing of value to offer.\\n\\nI promise you — if you start writing via section number one (content platforms), you'll begin to uncover your knowledge, gifts, and wisdom that you can package to an audience.\\n\\nToss your cynicism aside and ask your audience to pay for certain information.\\n\\n# Your mind: neatly packed, wrapped, and shipped\\n\\nMost online content creators and entrepreneurs will probably talk up and promote the selling of online courses until they're blue in the face.\\n\\nPut me in among that group.\\n\\nHowever, I don't want to talk about that with you today. I want to talk about something that is easier to create and implement. You could probably even complete it all in a weekend (if you're willing to put in the handful of hours).\\n\\nI'm talking about creating, uploading, and marketing an ebook.\\n\\nLet's keep the assumption that you've: thrown away your cynicism, you've started content writing, you've started building an email list, you've started asking that email list for money.\\n\\nNow, you can take all of that and ask them what obstacles they're dealing with. This will help you develop your MVP (minimum viable product). That would be a solution to the admitted problem. What's awesome here is most people are cynical and believe you need to hire an expensive freelance designer to make your ebook. In fact, you don't. I recommend first, finding a free cover to use on Canva (see image 3.1):\\n\\n(Image 3.1) Courtesy: Author\\n\\nAfter that, you would want to just outline it on GoogleSlides and downloading it as a PDF (see image 3.2)\\n\\n(Image 3.2) Courtesy: Author\\n\\nThe content of this is from a freelance client I was working with. All I did was paste in the document I created for the business and did all the formatting and design myself.\\n\\nIf we can put our cynicism aside we can draw inspiration from Best-Selling author, Jeff Goins. Before Goins was a famous writer, he was a side hustler while working a full-time job as a marketer. [After modestly growing his list, Goins created an ebook](https://www.businessinsider.com/jeff-goins-entrepreneur-advice-2015-3) similar to the way I just described, and it helped start his writing business,\\n\\n> \\\"And with that first eBook, I made $1,500 in a weekend. At the time, that was about half a month’s salary for me. An entire paycheck in two days. I couldn’t believe it.\\\"\\n>\\n> — Jeff Goins\\n\\nThis can be yours as well — if you can put your pride and doubt at bay.\\n\\n# Befriend the 21st Century talk-show-hosts\\n\\nCreating a [podcast takes a lot of work](https://open.spotify.com/show/4dkQjbhD1y4QrdKv4LbWPQ?si=22f2c62144204767) (just ask\\n\\n[Amardeep Parmar](https://medium.com/u/ff086d17b40f?source=post_page-----7df35be8b539--------------------------------)\\n\\n). If you're like him and you work your ass off, you can create something amazing like he has.\\n\\nIf you want to do less work and still reap *some* reward — you can go another route. You can go on a podcast guest campaign.\\n\\nDon't believe me?\\n\\nI'm going to do a quick Google search for \\\"become a podcast guest.\\\" This is the first result (see image 4.1):\\n\\n(Image 4.1) Courtesy: Author & [pitchpodcasts.com](https://pitchpodcasts.com/)\\n\\nThis site has over 400 podcasts actively looking for podcast guests. Don't get it twisted — this is just one of many sites looking for podcasts guests. The real number is probably in the thousands.\\n\\nSo what's the side hustle strategy here?\\n\\nYou secure a spot on the podcast, you'll go through the questioning and the conversation. Now, it's important that you mention your expertise and any of the products you have that would help the podcast host's audience. Every chance you get to talk about your side hustle — you do it.\\n\\nAlso, you know how a podcast always ends with,\\n\\n> *\\\"Where can our listeners hear more from you/find you?\\\"*\\n\\nYou can create a special URL strictly for that episode. Say something like,\\n\\n> *\\\"The audience can find me at **\\\\[www.yourbusiness.com/nameofpodcast\\\\]** where they can get free resources and more information about everything we talked about!\\\"*\\n\\nCourtesy: Author\\n\\nNow that URL is a landing page to have listeners opt in to your list where you can send them to purchase the ebook and become premium, paying members!\\n\\nOf course, you have to believe that even though some podcasts might reject your guest pitch, others will gladly have you on!\\n\\n# Bonus: The work begins to sell itself\\n\\nFreelance work will help make your ends meet.\\n\\nWhy do I have this as a \\\"bonus\\\"?\\n\\nBecause I can only speak through my own experience with this one, and that experience dictates that I've never *actively* looked for freelance writing work. I've had all my work come to me either through word-of-mouth (through my own network) or through getting pitched by businesses via email.\\n\\nWhile you can go out and hustle your way to getting a secured freelance client, I've included this as a bonus because if you can manage the building of the four aforementioned side hustles — it's very possible this can come to you as a bonus reward.\\n\\n> \\\"I'm a great believer in luck, and I find the harder I work, the more I have of it.\\\"\\n>\\n> — Thomas Jefferson\\n\\n# How to quit your job and chase your dream: what it really takes\\n\\nIt takes a lot — let's be honest.\\n\\nI'm going to give you the good news first (because hopefully the bad news will leave a sour enough taste in your mouth to take action).\\n\\n**The good news:** Building a profitable and scalable side hustle that can evolve into a full-time, entrepreneurial endeavor is possible. With the proper strategy and right mindset, it can be achieved.\\n\\nThat whole \\\"mindset\\\" bit offers us an apt segue for the bad news…\\n\\n**The bad news:** too many people are too full of pride and cynicism to even give this whole \\\"game\\\" a fair shake. Too many people quit before they even start and then point their finger back at the world with blame and shout, \\\"woe is me.\\\"\\n\\nPlease don't let the creeping cynicism take you as well.\\n\\nWe need your gifts now, more than ever.\\n\\nWe need your voice and your knowledge.\\n\\nThere has never been a better and easier time to share those gifts and that knowledge with the world.\\n\\nSo long as you take a chance and think,\\n\\n> \\\"What if?\\\"\\n\\nPlease answer that question. For all of us.\\n\\n## Ready to make more?\\n\\nIf you want to excel and earn more than what you’re currently making by doing what you love — regardless of your experience — [check out my guide](https://tribeloyal.com/free-6-step-course/).\",\"timestamp\":1635189511,\"title\":\"Four Profitable Online Side Hustles Most People Are Too Proud To Appreciate\"},\"digest\":\"lQJbFLXXQaiDCMx77dcHj-ItxSAp9ZGUNscDSEvHKtk\",\"authorship\":{\"contributor\":\"0xD07d879573eC121cf4fD101C0D4eC7Dd2520F7fB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9gZQMkm-_lwwp69wdZ_SwCD0weUrLapAAH7irW96kuo\\\",\\\"y\\\":\\\"NEsmq2GqJOwRUura-nGOrw4uhMm9vFFyi3mgrldimnA\\\"}\",\"signature\":\"m-f-LTdXEKtRYxawsfrNWNbH9u8JxQ6VJF1iY9EmM_-49FNpaLla-PI77V6CUdmMymneDESD_LduU4Pb-TkRVw\",\"signingKeySignature\":\"0x2f5451c3887b39fc327f532c8b59a5305f3b54347d605aed867fb07817f078e3034197b9eb2913f1ef71b4d75ca72073238fc33a8eb8f2a584181213694c91111c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9gZQMkm-_lwwp69wdZ_SwCD0weUrLapAAH7irW96kuo\\\",\\\"y\\\":\\\"NEsmq2GqJOwRUura-nGOrw4uhMm9vFFyi3mgrldimnA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lQJbFLXXQaiDCMx77dcHj-ItxSAp9ZGUNscDSEvHKtk\"}"