"{\"content\":{\"body\":\"*Web2 communities were built on intrinsic incentives. Web3 communities will take the intrinsic mechanisms of Web2 and meld them with extrinsic incentives,*\\n\\n![](https://images.mirror-media.xyz/publication-images/57f2ec24-4ce0-48f4-92ee-bd55c0b41b99.png?height=146&width=312)\\n\\nWe have in the past discussed how the blockchain concept of a ‘decentralized autonomous organization’ (DAO) might apply to groups of people who want to make stuff. We called this theoretical format a ‘Creator DAO.’ In this paradigm, a team or community interested in making something would implement a smart contract according to which tokens in the project would be granted to contributors, customers or investors, in return for their labor or money. \\n\\nFor example, a group of people who wanted to design a line of shoes might sell tokens in their project to people who believed in their vision. These tokens would bestow several privileges on their holders. They might provide token-holders with discounted pricing and/or priority access to the project’s product. They could give token-holders the ability to vote on shoe designs or other project decisions. They might even provide token-holders with a share of profits when such exist. And of course, the tokens could be sold to other people for profit, if as a result of the success of the project the value of the token increased. In addition to cash, tokens might be earned through work on the project. Designers, marketers, manufacturing and financial experts could be awarded tokens in return for their involvement in the shoe project. Even smaller contributions, like helping a social campaign go viral or providing survey feedback on packaging, could result in token grants. \\n\\nSo how is this different from crowdfunding like Kickstarter or membership platforms like Patreon? These three frameworks have plenty in common, most importantly, the goal of making it possible for more people to make stuff. But the main difference that a Creator DAO provides is the notion of ownership. You are not simply *supporting* a project. Through the token, you *possess* a piece of it. And, within the rules of its smart contract, are free to use the token as you want. You can sell it, stake it, fractionalize it, include it in an index, take advantage of all of the liquidity-enhancing mechanisms DeFi enables. In other words, with a CreatorDAO, in addition to wanting to help people make stuff because you like the stuff they’ll make, you get financial incentives. You are an investor. A true owner.\\n\\nSo then how is it different from traditional investing? Again, there’s plenty of similarities here too. Investors own parts of businesses, and depending on the terms and size of their ownership, can vote on issues affecting the company, receive dividends, and at some point, sell their share. The difference is the more fluid and flexible nature of a token. Most companies don’t sell shares to the public until fairly late in their evolution given the transaction, regulatory and coordination costs associated with going public. Meanwhile, private company shares are difficult to sell, generally locked up, either by contract or practical reality, for years. Tokens are typically issued early if not at the beginning of a project. They can and do sell whenever the owner desires. And the potential use-cases are as broad as the creators can imagine. It’s slow and expensive, for instance, to reward a small contribution to a traditional company with an equity grant. But tokens make it easy and inexpensive. You’d never have a special shoe design available only to private equity investors. There wouldn’t be enough of them for that to be worthwhile. With tokens, it makes perfect sense.\\n\\nPut another way, in order to engage as many people as possible as deeply as possible, Creator DAOs intertwine two kinds of motivations that are usually seen as far apart: social and financial. A ‘traditional’ content website, for example, would never consider its investors and community members in the same way, or try to provide them with a single currency as reward for their distinct kinds of participation. Which isn’t to say that pre-DAO creators didn’t recognize the need to reward their users. They definitely (and increasingly) did. They just envisioned it as an entirely different system of incentives, running parallel to but disconnected from those of its investors. Or perhaps more accurately, subordinate to the company’s financial system. If you think about it, a major feature of the most successful Web 2.0 products was precisely this: the creation of currencies that were valued but weren’t directly financial. Remember ‘gamification?’ Likes, follows, friends and badges -- all so central to the social web we barely notice anymore that all of these were inventions designed to incentivize free labor. In many ways, this has been the core focus of the last few decades of consumer Internet.\\n\\n**Web2: Tapping Intrinsic Incentives**\\n\\nWhen The Huffington Post looked to grow participation on their [platform in 2010](https://www.huffpost.com/entry/introducing-huffpost-badg_b_557168), they introduced the behavior of **badging**. Seemingly simple, badging was responsible for the growth of The Huffington Post over any other participatory tool or tactic because the intrinsic benefits tied to the community’s status and identity encouraged engagement on platform and off. The more a community member participated in set tasks, the more benefits they unlocked. \\n\\nThis entire process started in the comments section. To encourage healthy discourse and increased engagement, users were tasked to moderate and direct conversations. This action was rewarded with a **moderator badge**. This moderator badge gave individuals permission to fully moderate discourse across all articles and be featured as commenters. There were other badges as well they gave additional benefits. For example, [the **pundits badge**](https://www.huffpost.com/entry/huffpost-pundits-badge_b_691473) gave individual’s the ability to have their comments highlighted in multiple arenas, as well as the ability to leave longer comments. This made the community conversations starters. It was an engine to The Huffington Post’s growth. It benefitted The Huffington Post by keeping good conversation and discourse on their platform, thus growing their page views, revenue and market share. \\n\\nThis was done only by tapping intrinsic incentives, by enabling users to ‘earn’ within a status economy that existed only inside the website. Individuals wanted to better their reputation as a commenter or contributor and the platform enabled that. For a while, it worked incredibly well. But there was an obvious and inherent contradiction. If the Huffington Post was getting more *financially* valuable, and a major reason for that increase were the massive contributions of its motivated community, why were the members paid only in badges and not in money? When HuffPo sold to AOL, the investors got rich, the community got nothing.\\n\\n**Web3: Adding Extrinsic Incentives**\\n\\nA HuffPo based on fungible tokens, instead of badges, could have had a different outcome. The earliest and most active contributors could have been paid when the company was purchased. In fact, they could have been selling their $HUFF tokens for other valuable assets all along. Those who held on to them or bought more might even have blocked the sale. More likely, it would have evolved into an entirely different product.\\n\\nSo maybe the more interesting way to think about Creator DAOs is not in how they would change the products and companies we already know and rather what totally new creations they might make possible. By broadening the motivations for someone to assist early-stage and/or independent creators, Creator DAOs open up new opportunities outside of existing businesses and infrastructures. \\n\\nConsider local news, a market which is essential to the functioning of our real-world communities but which has become almost impossible for entrepreneurs and investors. One effort taking a different approach to this mission is *The Devil Strip* in Akron, Ohio. Faced with a need for capital as well as a commitment to deeply engage its readership, this arts and culture magazine is being structured as a co-op. Readers and workers own *The Devil Strip*:\\n\\n“[That means we are locally owned in the truest sense: Readers can become shareholders in *The Devil Strip*](https://thedevilstrip.com/co-op/). Being a shareholder means your voice will shape the future of our publication, as long as you have an Ohio address. (We cannot yet offer shares out of state for legal reasons, but we welcome donations from our friends everywhere!).\\\"\\n\\n![](https://images.mirror-media.xyz/publication-images/68530646-5b52-41c5-9f87-23328aeea39a.png?height=233&width=646)\\n\\nEven though it’s not often employed in media, at least not yet, the co-op structure is well-established and widely-used in all sorts of contexts. *The Devil Strip* can lean on generations of practical lessons and law from the co-op world. There’s every indication that it’ll work. But might this project work better as a Creator DAO?\\n\\nThere are two big advantages to Creator DAOs and tokens: liquidity and functionality. Not unlike crowdfunding, a co-op share has no financial incentive. You can’t sell it or use it to make money. That’s not necessarily a problem. It may even be a feature. There may be enough people in Akron who want the magazine so much that they are willing to fund it strictly based on that desire. Or based on the social benefits of being recognized as supportive members. And the lack of a profit motive may incentivize the collective to focus more on public benefit. But it’s possible there would be significantly more potential funders of the *The Devil Strip*, making better long term decisions, if those intrinsic motivations were intertwined with extrinsic ones. \\n\\nThe main question to ask is: Do we want shareholder’s to profit from their investment? It’s not a simple question. What makes a Creator DAO significantly different than, say, a media co-op is that the options for the latter are limited when it comes to whether and how they make money from their investment. Tokens enable fractionalization and staking, all utilities for individuals to either leverage or liquidate their ownership asset. This makes a token share of something worth more than a co-op share, even if they have the same governance and utility benefits. Tokens also enable indexing. We can imagine an index fund or on-chain investment club that invests in Creator DAOs all over the country, providing more reliable funding for projects like *The Devil Strip*. In short, token holders are incentivized financially to increase the value of their holdings and to scale such holdings. As such, one way to think about a Creator DAO is as a profit-motivated community, combining the profit and social incentives in one. \\n\\nMuch of our social and financial structures have been designed to incentivize contribution and reward participation and coordination. Incentive mechanisms have always been critical to build a healthy, highly participatory community of any kind. But historically, these systems and incentive mechanisms have been fractured and separate across spheres. We’ve had political systems for organizing participation in mass movements. We’ve had corporations and other financial structures for organizing participation in business endeavors. And we’ve had status systems for organizing participation in social activities. DAO’s potentially combine all of these structures at once. The mission of DAOs is to have everyone who can be helpful be a part of the collective, and therefore to have a suitable reward for every potential contributor. To do so, they combine financial incentives with social status and political representation. DAOs in effect, provide a brand new OS for participation. \\n\\nAnd like an OS, they enable creations that could never have been anticipated. So when thinking about Creator DAOs forget about the structures that currently exist today. Beginner’s mindset is a critical attribute to how we evolve our thinking and our products, and presenting a new paradigm to how things could be architected will not just evolve our current models but create entirely new ones for us to leverage and explore. Yes, we can port over the ‘rules and roles’ from journalism or shoe design and theorize how they can work within a DAO framework. But that limits the opportunity that the DAO introduces. It’s not about creating old stuff with a DAO.’ It’s about ‘the new stuff a DAO allows us to create.\\n\\n\",\"timestamp\":1619629801,\"title\":\"Creator DAOs: An OS for Participation \",\"publication\":\"darkstar\"},\"digest\":\"UQ7V-qTuC2_LM1kP2k4j4UwJvYxynouahRBjKc-lOLg\",\"authorship\":{\"contributor\":\"0x7FdCA0A469Ea8b50b92322aFc0215b67D56A5e9A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SV1azfZkgFKUlwwwYxOvxPAN4CAul9EHBsXBrzVs9lY\\\",\\\"y\\\":\\\"7Gy6lpM_Ivmw8ONT3G5Q6HV6y8xpVZ3wiZeRnmQEEh0\\\"}\",\"signature\":\"utSbMF-sjhWp7wSn3r0H7tkwb5yyab-LHDvCT-YmiOxsqDvDYRzy-hUmX-0H_WD357Tm5DkAThogABWUrbNyZQ\",\"signingKeySignature\":\"0xd63ec0b90add050d5cb90bfe732ff295e0d2188a715f1aabc5b0fb3a1d9511bb54a2ad3c09d680d01b89143f664cbaa252a97395adc2587524faa77818dbf92b1c\",\"signingKeyMessage\":\"I authorize the publication of articles on darkstar.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SV1azfZkgFKUlwwwYxOvxPAN4CAul9EHBsXBrzVs9lY\\\",\\\"y\\\":\\\"7Gy6lpM_Ivmw8ONT3G5Q6HV6y8xpVZ3wiZeRnmQEEh0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tf9IS6yNxtPXwC5mmfi_UISe8v6BOfef2bDmQSxoJao\"}"