"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/P-CQSEKPGztM3gSDL627a.png?height=251&width=1114)\\n\\nیکی از دغدغه های بزرگ پیش رو برای پروژه های کامیونیتی محور در حوزه کریپتوکارنسی تشخیص کاربران فعال است. برای بررسی اهمیت این موضوع ابتدا باید با دو مفهوم سیبل اتک و ایردراپ هانترها آشنا شویم و نقش آنها را بررسی کنیم.\\n\\n# سیبل اتک چیست؟\\n\\nسیبل اتک یک آسیب‌پذیری است که ممکن است تاثیراتی گسترده روی پلتفرم‌های مبتنی بر بلاک چین گذاشته و به هکرها اجازه بدهد به واسطه در اختیار گرفتن هویت‌های جعلی، حضوری گسترده در سیستم داشته باشند.\\n\\nتاثیر حمله سیبل در یک پلتفرم بلاک چینی، عمدتا روی دستیابی غیر ضروری و بی‌مورد حق رای در تصمیم‌گیری‌ها، متمرکز است. سیستم غیر متمرکز است و توسط گره‌های تشکیل‌دهنده آن مدیریت می‌شود، اما بعد از رخ دادن سیبل اتک یک موجودیت بیشتر از حق واقعی خود در تصمیم‌گیری‌ها دخالت می‌کند. به این منظور فرد خرابکار تعداد زیادی نام مستعار جعلی و غیر واقعی برای خود ایجاد کرده و‌ آن‌ها را کنترل می‌کند.\\n\\nپس او قادر خواهد بود تاثیرش روی شبکه را افزایش بدهد.\\n\\n# ایردراپ هانتر چه کسی است؟\\n\\nایردراپ هانتر اصطلاحا به کسی گفته میشود که با خلق هویت‌های دیجیتال جعلی متعدد، تلاش میکند تا سهم بیشتری از پاداش‌های درنظر گرفته شده از طرف پلتفرم‌های مبتنی بر بلاکچین را دریافت کند.\\n\\nایردراپ هانترها هم جریان سالم اعطای پاداش را مختل میکنند، هم با دردست داشتن حجم زیادی از دارایی‌های یک پلتفرم توانایی دستکاری در قیمت مشخص شده در بازار را نیز دارند. به همین دلیل شناسایی کاربران واقعی یک شبکه از اهمیت بالایی برخوردار است.\\n\\nدر سازمان‌های خودگردان غیرمتمرکز (DAO) این فرایند به شکل پیچیده‌تری است، چون در این پلتفرها کاربران اجازه تصمیم‌گیری و ارائه پیشنهادات درباره آینده پروژه را دارند، به همین دلیل شناسایی کاربران واقعی فعال از کاربران واقعی غیرفعال نیز از اهمیت ویژه‌ای برخوردار است.\\n\\n![](https://images.mirror-media.xyz/publication-images/USXq43O_rFabUYuWe6SwW.png?height=1943&width=5276)\\n\\n# راهکار\\n\\nپروژه های مختلف از فرمول ها و فرایند های متفاوتی برای اینکار استفاده میکنند. مثلا پروژه پراسوآپ با تجزیه تحلیل کیف پولهایی که در پلتفرمش تراکنش ثبت کرده بودند سعی کرد تا کسانی که قصد ایردراپ هانتری را دارند شناسایی کند. پروژه جایروسکوپ یا تعریف یک سلسله چالش‌های متعدد سعی کرد کاربران با هویت واقعی را فیلتر کند. پروژه مینفای با ایجاد یک سرور دیسکورد و برگزاری مسابقات و رویدادهای متنوع سعی کرد کاری کند که کاربران با هویت غیر واقعی در بهترین حالت ممکن سهم حداقلی از توکن ایردراپی سازمان خودگردان غیرمتمرکز را در اختیار بگیرند.\",\"timestamp\":1641083243,\"title\":\"اهمیت شناخت کاربران فعال در کامیونیتی‌های کریپتو\"},\"digest\":\"XgwdeLypldWW-mxp8L5eqOA8tuWm12PvdXEcgoAiO-Q\",\"authorship\":{\"contributor\":\"0xa3dF90Bf8E8183A74b537B27e3955BA7D8De199c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J4SsU7mJh8njOoUdvJ8BHxGmc7SuhnwHJbczK14htaA\\\",\\\"y\\\":\\\"TFU5y-sEbxg6veNkrl_OvTCL272EJdV4gBuYmfIwM4s\\\"}\",\"signature\":\"t_PuqRnjjpLhIAxgvIHkpAv2Io-cDdZPBagF4N6DscJg349gR1orNehgIq8DYieO1ZNqsciOGWshXGJKsx7hwg\",\"signingKeySignature\":\"0xbc3efbd7c1bc3fbc6bb5fb8115bb9fcecfee1e0731d992be338b3142dda2edb81ccc84bb60f88e86e3706026ebbff276687bcbce20c030f5660b1a6dba4054341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J4SsU7mJh8njOoUdvJ8BHxGmc7SuhnwHJbczK14htaA\\\",\\\"y\\\":\\\"TFU5y-sEbxg6veNkrl_OvTCL272EJdV4gBuYmfIwM4s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XgwdeLypldWW-mxp8L5eqOA8tuWm12PvdXEcgoAiO-Q\"}"