"{\"content\":{\"body\":\"“我说今个怎么左眼皮直跳，心里念叨着有啥喜事，原来是咱们的小隐来了，几天不见，你小子又去哪风光发财，又带来啥好东西要卖？”刚进拍卖行大门，就见那胖眼镜颤抖着满脸的肥肉，推笑着从里面迎出来对我说道。\\n\\n```\\n嘿，这胖哥还真是会说话，捧得我在云里雾里直飘，我嘿嘿一笑对胖眼镜说道：“瞧你说得，咱哪有你风光啊，好东西倒是没有，一般性的装备倒是有几个，不知道入不入你的法眼了。”\\n\\n“入，当然入了，你小隐给出的东西，哪个差过了，来来来，我们去一边说话。”胖眼镜一把拉着我，往旁边的沙发走去。\\n\\n虽然有了镇魔珠，但是手头两个勋章我可是一个都不舍得卖，这玩意是可遇而不可求，那是说打说买就能搞到手的，还是先放着，等等再说。将背包里打到拣到的几个白银装备递给了胖眼睛后，我眼睛四下转了转，凑到胖眼镜身边说道：“胖哥，不知道你这边最近弄到什么装备锻造的卷轴没有。”\\n\\n“装备卷轴，呀，瞧我这记性，你要是不说，我差点都给忘了，前几天行里倒是买了几张卷轴，可惜的是，都是锻造长弓的卷轴，不知道你有没有兴趣。”胖眼镜一拍肥头，应声说道。\\n\\n“有，当然有兴趣，只要是装备的卷轴，我都有兴趣，拿来给我看看撒。”嘿嘿，真是巧了，这不是瞌睡给咱送枕头嘛，我想锻造长弓，他这竟然真有卷了。\\n\\n“恩，你先坐这里等等，我去拿来给你看看。”听我这么一说，胖眼镜也来了精神，哥们我锻造装备的成功率可是大家有目共睹，胖眼镜就生怕我不愿意要呢……\\n\\n“那，就是这几张卷轴，你看看，有中意的没。”没过多久，胖眼镜扭动着他那肥大的身躯，从人群中挤了过来，一屁股坐到我身边，冲我发出个交易邀请，递过三张包裹严实的卷轴说道。\\n\\n呀喝，不看不知道，一看吓一跳，这胖眼镜还真有点能耐，战虎合金强弓、疾风硬弓，还有飞羽长弓，三个弓卷都是有名有姓的，绝对不是什么劣质货，都是上了档次，两个白银级，一个玄铁级。\\n\\n“胖哥，这三张卷轴怎么卖？”我目光扫了一遍，抬头笑着对胖眼镜说道。\\n\\n“嗨，小隐，瞧你这是说的什么话，你跟我们之间，谈什么买不买，卖不卖的，你觉得有用的话，就直接拿去好了，矿石什么的我们帮你准备，你只要开打就成。”胖眼镜习惯性地一托镜框，带着标准性的微笑对我说道。\\n\\n“那让我好好看看。”虽然说这几个卷轴都不差，但是打造出来的长弓是否适合小舞她们使用，还得先看看其属性再说，我接过三张卷轴，对胖眼镜说道。\\n\\n有了制造卷轴，可以直接知道打造该装备需要的各种材料和数量，我一一打开三张长弓卷轴，查看起来。\\n\\n金青石、闪锌矿、月亮石、紫铜矿、上品兽筋、优质桦木、老青藤……还好，需要的都是些普通的矿石，至于那几种木料嘛，听名字也不是啥稀奇古怪的东西，看来成本代价并不大。（成本不大，这是你小子用的都是好矿，奢侈惯了，也不出去打听打听，现在矿价是什么行情，随着外国玩家的蜂拥而至，现在物价可是涨得飞快，你这个手拿极品挖矿锄头，摸到不少矿点的当然觉得没啥，可是对于那些普通玩家，不谈其他，单单矿石这一项，就会让他们抓狂了）\\n\\n既然材料不是问题，那就得看看这几把长弓的属性，是否适合给小舞她们使用。战虎合金强弓，攻击力虽然不低，但是其重量太重，而且成品的块头也不小，不太适合女孩子们使用，就算换作是我，也不愿意背着一个大家伙跑来跑去，那样实在太累，何况它所需的材料，也是最多的，所以我第一个就把它放弃了。\\n\\n疾风硬弓的属性倒是不错，能够增加攻击速度，这一点倒是挺不错，但是其外型比较简朴，样子不算美观，估计小舞那丫头肯定不会喜欢。想当初咱给马尾辫打造法杖时，可都是以外形漂亮为第一标准，想必其他女孩也都一般嗜好吧，所以我摇了摇头，将它也从计划中删除。\\n\\n最后就剩下飞羽长弓了，我看了看它描绘在卷轴上的模样和属性，不由得皱起了眉头。这种长弓可以说是专门为女性玩家量身定做的，弓身纤细轻巧，外型美观大方，只是整体感觉上有点华而不实，给玩家附加的攻击简直连青铜级的装备都不如。倘若哪个女生手里拿着这种长弓，背上再插一对白色翅膀，简直可以站到惊涛城外海边的岩石上，去当那圣天使雕像好了。这种东西除了好看，实在是没什么大用处。\\n\\n“怎么着，都不满意吗？”胖眼镜见我连连摇头，凑到我身边说道，“没有办法，最近武器的煅造卷轴，这三个还是我特意给你留下的，不过以我看来，以你的能力，完全可以自己取众家之长，自己创造出一种新的长弓来，我相信一定不会是这些凡品所能相提并论的。”\\n\\n既然三种长弓都不适合，看来我也只有象胖眼镜说的那样，自己想办法打造一种新品长弓出来，听得胖眼镜这番话，我心里暗暗想到。\\n\\n弓的打造不同于剑或是刀斧一类的武器，只需要考虑其攻击威力就行，弓的攻击性主要在于弓弦的弹力与韧性，已经弓身的强度，因此在选材上，需要非常的谨慎细致，而且制作起来，也比刀剑类武器麻烦了许多。\\n\\n自己动手的话，该用何种材料制造呢，这弓弦到是有现成的，在天空之城挂了那么多蛟龙，我可是采集到不少的龙筋，那玩意可是制作弓弦的不二选择，但是制造弓身的话，就有点麻烦了。\\n\\n得，还是先去外面市场上转转，看看能不能淘到什么好材料来（由于天地里人多店少，很多玩家都是就地摆摊叫卖，每个城市里，都形成一片固定的自由市场）。因为没有要胖眼镜的卷轴，所有材料方面，我也不好意思开口相要，做人，有点原则的好，交情太深，不好的。\\n\\n辞别胖眼镜，从拍卖行里走了出来，我环目四周，双头一举，大大地伸了个懒腰，外面是风和日丽，万里无云，还真是个让人心情愉悦的好天气啊！\\n\\n看看大街上人头攒动，每个玩家都在忙着自己的事情：有的是行色匆匆，不知又要到哪里赶场子；有的呼朋引伴，看样子似乎准备去哪杀怪冲级；有的则懒洋洋地在路旁的大树下铺了块布，美滋滋地半闭着眼睛，享受着这午后的温暖阳光；也有的站在路边在高声叫卖，希望多吸引几个目光，多卖出点东西，来填充一下自己的小腰包……\\n\\n一切的一切是那样的自然而和祥，生活就应该是这样，没有太多的拘束，没有太多的压抑，享受生活，从天地开始，我回味着华夏集团的广告词，脸上不禁浮现出一个会意的微笑，迈步向那些摆着地摊的玩家们走去。有时候，在不经意之间，或许就能找到你想要的东西，那种收获的喜悦感很让人兴奋。\\n\\n“大家交个朋友，我出四千个金币，你看怎么样？”一个似曾相识的声音打破了安静而祥和的午后，响在我的前面。\\n\\n“不行，这东西太难打了，我们帮里挂了好多兄弟，才打了这点，你出的价太低了，不卖。”立即有个坚定的声音回应道。\\n\\n“那五千怎么样？不少了吧。”讨价还价是做生意恒古不变的真理。\\n\\n“我说了，一万个金币，少一分都不卖。”坚定的声音果断地回道。\\n\\n“六千个金币怎么样，再不卖我闪人了。”声音里似乎有几分留恋，又带着几分发狠地吼道。\\n\\n“不卖！你请。”坚定，做生意需要的就是这个坚定。\\n\\n“六千个金币都不卖，你还真以为你的东西是个宝贝啊，我看还是给你你留着做棺材架子吧。”似乎有几分恼羞成怒，那熟悉的声音骤然提高了不少。\\n\\n什么玩意，人家说生意不成还仁义在呢，这家伙说话未免也太过火了。我听得有几分不悦。抬起头来，顺着声源看了过去，虽然只是背影，但是我偏偏把他给认了出来。\\n\\n你问我那是谁？不就是上回跟水清灵一起，看我不爽，对我出言不逊的那个黑盔甲男子吗，谁让他那身盔甲穿了就没见换，让我一看就有了印象。\\n\\n看来这小子，还真是个不讨人喜欢的家伙，连买东西，都******横气十足，真是没品。\\n\\n如果是在平时，我肯定不会去管这一趟子闲事，但是也不知道今天是哪根筋搭得不对，我就是看那小子不顺眼，于是乎拍了拍身上的灰尘，吹着轻松的小口哨，凑了上去。\\n\\n“什么好东西卖一万，给我看看撒，中意的话我要了。”咱给出一副兴冲冲地样子，一把挤开黑盔甲，径直看向他们此次讨论的目标，一排摊放在地上的泛红色长骨——雷鸟肋骨。\\n```\\n\\n\\n------------\",\"timestamp\":1640770102,\"title\":\"第三百零三章 雷鸟肋骨\"},\"digest\":\"OSWOTyTJVbrMUHBHoB8zkFc8tW55cTeqHkXjNF2dDYg\",\"authorship\":{\"contributor\":\"0x9c0Be64593D41e1716865C50a225889Ba4789f8D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kDJEVQUrl6doiRZh6XQPSN4xTyHxMN_ZeMjpmqOkrhk\\\",\\\"y\\\":\\\"ZRbEdaVK_QkXerrGjvIPuRlISxp012nAOp04LWodoN8\\\"}\",\"signature\":\"cP1mOvPAZfNLRALHNHTPhBOBDeTnIYRSNSJG0kaEd2KcTsz_Oo9XGopJo0xzCAgW5yMTUHLm4SYLGkzGrvy65Q\",\"signingKeySignature\":\"0x1588c43f4d639899179fcf5c092d184e1753c08604b5d254f1e9834278c4f86568af9e39f4fa66d669ddd8262ceb5149c02ee093e25d2139ccc064337e2ba3601c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kDJEVQUrl6doiRZh6XQPSN4xTyHxMN_ZeMjpmqOkrhk\\\",\\\"y\\\":\\\"ZRbEdaVK_QkXerrGjvIPuRlISxp012nAOp04LWodoN8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OSWOTyTJVbrMUHBHoB8zkFc8tW55cTeqHkXjNF2dDYg\"}"