"{\"content\":{\"body\":\"The /Marie's/ men rushed for oars, spars, boat-hooks, anything they could lay their hands on for fenders, and held them out to shove off that grisly thing and its impending visitors. Lo! these others, terrified also, put out large beams to repel them likewise.\\n\\nBut there came only a very faint creaking in the topmasts, as both standing gears momentarily entangled became disentangled without the least damage; the shock, very gentle in such a calm had been almost wholly deadened; indeed, it was so feeble that it really seemed as if the other ship had no substance, that it was a mere pulp, almost without weight.\\n\\nWhen the fright was over, the men began to laugh; they had recognised each other.\\n\\n\\\"/La Marie/, ahoy! how are ye, lads?\\\"\\n\\n\\\"Halloa! Gaos, Laumec, Guermeur!\\\"\\n\\nThe spectre ship was the /Reine-Berthe/, also of Paimpol, and so the sailors were from neighbouring villages; that thick, tall fellow with the huge, black beard, showing his teeth when he laughed, was Kerjegou, one of the Ploudaniel boys, the others were from Plounes or Plounerin.\\n\\n\\\"Why didn't you blow your fog-horn, and be blowed to you, you herd of savages?\\\" challenged Larvoer of the /Reine-Berthe/.\\n\\n\\\"If it comes to that, why didn't you blow yours, you crew of pirates-- you rank mess of toad-fish?\\\"\\n\\n\\\"Oh, no! with us, d'ye see, the sea-law differs. /We're forbidden to make any noise!/\\\"\\n\\nHe made this reply with the air of giving a dark hint, and a queer smile, which afterward came back to the memory of the men of the /Marie/, and caused them a great deal of thinking. Then, as if he thought he had said too much, he concluded with a joke:\\n\\n\\\"Our fog-horn, d'ye see, was burst by this rogue here a-blowing too hard into it.\\\" He pointed to a sailor with a face like a Triton, a man all bull-neck and chest, extravagantly broad-shouldered, low-set upon his legs, with something unspeakably grotesque and unpleasant in the deformity of strength.\\n\\nWhile they were looking at each other, waiting for breeze or undercurrent to move one vessel faster than the other and separate them, a general palaver began. Leaning over the side, but holding each other off at a respectable distance with their long wooden props, like besieged pikemen repelling an assault, they began to chat about home, the last letters received, and sweethearts and wives.\\n\\n\\\"I say! my old woman,\\\" said Kerjegou, \\\"tells me she's had the little boy we were looking for; that makes half-score-two now!\\\"\\n\\nAnother had found himself the father of twins; and a third announced the marriage of pretty Jenny Caroff, a girl well known to all the Icelanders, with some rich and infirm old resident of the Commune of Plourivo. As they were eyeing each other as if through white gauze, this also appeared to alter the sound of the voices, which came as if muffled and from far away.\\n\\nMeanwhile Yann could not take his eyes off one of those brother fishermen, a little grizzled fellow, whom he was quite sure he never had seen before, but who had, nevertheless, straightway said to him, \\\"How d'o, long Yann?\\\" with all the familiarity of bosom acquaintance. He wore the provoking ugliness of a monkey, with an apish twinkling of mischief too in his piercing eyes.\\n\\n\\\"As for me,\\\" said Larvoer, of the /Reine-Berthe/, \\\"I've been told of the death of the grandson of old Yvonne Moan, of Ploubazlanec--who was serving his time in the navy, you know, in the Chinese squadron--a very great pity.\\\"\\n\\nOn hearing this, all the men of /La Marie/ turned towards Yann to learn if he already knew anything of the sad news.\\n\\n\\\"Ay,\\\" he answered in a low voice, but with an indifferent and haughty air, \\\"it was told me in the last letter my father sent me.\\\" They still kept on looking at him, curious at finding out the secret of his grief, and it made him angry.\\n\\nThese questions and answers were rapidly exchanged through the pallid mists, so the moments of this peculiar colloquy skipped swiftly by.\\n\\n\\\"My wife wrote me at the same time,\\\" continued Larvoer, \\\"that Monsieur Mevel's daughter has left the town to live at Ploubazlanec and take care of her old grand-aunt--Granny Moan. She goes out to needlework by the day now--to earn her living. Anyhow, I always thought, I did, that she was a good, brave girl, in spite of her fine-lady airs and her furbelows.\\\"\\n\\nThen again they all stared at Yann, which made him still more angry; a red flush mounted to his cheeks, under their tawny tan.\\n\\nWith Larvoer's expression of opinion about Gaud ended this parley with the crew of the /Reine-Berthe/, none of whom were ever again to be seen by human eyes. For a moment their faces became more dim, their vessel being already farther away; and then, all at once, the men of the /Marie/ found they had nothing to push against, nothing at the end of their poles--all spars, oars, odds and ends of deck-lumber, were groping and quivering in emptiness, till they fell heavily, one after the other, down into the sea, like their own arms, lopped off and inert.\\n\\nThey pulled all the useless defences on board. The /Reine-Berthe/, melting away into the thick fog, had disappeared as suddenly as a painted ship in a dissolving view. They tried to hail her, but the only response was a sort of mocking clamour--as of many voices--ending in a moan, that made them all stare at each other in surprise.\\n\\nThis /Reine-Berthe/ did not come back with the other Icelandic fishers; and as the men of the /Samuel-Azenide/ afterward picked up in some fjord an unmistakable waif (part of her taffrail with a bit of her keel), all ceased to hope; in the month of October the names of all her crew were inscribed upon black slabs in the church.\\n\\nFrom the very time of that apparition--the date of which was well remembered by the men of the /Marie/--until the time of their return, there had been no really dangerous weather on the Icelandic seas, but a great storm from the west had, three weeks before, swept several sailors overboard, and swallowed up two vessels. The men remembered Larvoer's peculiar smile, and putting things together many strange conjectures were made. In the dead of night, Yann, more than once, dreamed that he again saw the sailor who blinked like an ape, and some of the men of the /Marie/ wondered if, on that remembered morning, they had not been talking with ghosts.\\n\\nCHAPTER XII THE STRANGE COUPLE\\n\\nSummer advanced, and, at the end of August, with the first autumnal mists, the Icelanders came home.\\n\\nFor the last three months the two lone women had lived together at Ploubazlanec in the Moan's cottage. Gaud filled a daughter's place in the poor birthplace of so many dead sailors. She had sent hither all that remained from the sale of her father's house; her grand bed in the town fashion, and her fine, different coloured dresses. She had made herself a plainer black dress, and like old Yvonne, wore a mourning cap, of thick white muslin, adorned merely with simple plaits. Every day she went out sewing at the houses of the rich people in the town, and returned every evening without being detained on her way home by any sweetheart. She had remained as proud as ever, and was still respected as a fine lady; and as the lads bade her good-night, they always raised a hand to their caps.\\n\\nThrough the sweet evening twilight, she walked home from Paimpol, all along the cliff road inhaling the fresh, comforting sea air. Constant sitting at needlework had not deformed her like many others, who are always bent in two over their work--and she drew up her beautiful supple form perfectly erect in looking over the sea, fairly across to where Yann was it seemed.\\n\\nThe same road led to his home. Had she walked on much farther, towards a well-known rocky windswept nook, she would come to that hamlet of Pors-Even, where the trees, covered with gray moss, grew crampedly between the stones, and are slanted over lowly by the western gales. Perhaps she might never more return there, although it was only a league away; but once in her lifetime she had been there, and that was enough to cast a charm over the whole road; and, besides, Yann would certainly often pass that way, and she could fancy seeing him upon the bare moor, stepping between the stumpy reeds.\\n\\nShe loved the whole region of Ploubazlanec, and was almost happy that fate had driven her there; she never could have become resigned to live in any other place.\\n\\nTowards this end of August, a southern warmth, diffusing languor, rises and spreads towards the north, with luminous afterglows and stray rays from a distant sun, which float over the Breton seas. Often the air is calm and pellucid, without a single cloud on high.\\n\\nAt the hour of Gaud's return journey, all things had already begun to fade in the nightfall, and become fused into close, compact groups. Here and there a clump of reeds strove to make way between stones, like a battle-torn flag; in a hollow, a cluster of gnarled trees formed a dark mass, or else some straw-thatched hamlet indented the moor. At the cross-roads the images of Christ on the cross, which watch over and protect the country, stretched out their black arms on their supports like real men in torture; in the distance the Channel appeared fair and calm, one vast golden mirror, under the already darkened sky and shade-laden horizon.\\n\\nIn this country even the calm fine weather was a melancholy thing; notwithstanding, a vague uneasiness seemed to hover about; a palpable dread emanating from the sea to which so many lives are intrusted, and whose everlasting threat only slumbered.\\n\\nGaud sauntered along as in a dream, and never found the way long enough. The briny smell of the shore, and a sweet odour of flowerets growing along the cliffs amid thorny bushes, perfumed the air. Had it not been for Granny Yvonne waiting for her at home, she would have loitered along the reed-strewn paths, like the beautiful ladies in stories, who dream away the summer evenings in their fine parks.\\n\\nMany thoughts of her early childhood came back to her as she passed through the country; but they seemed so effaced and far away now, eclipsed by her love looming up between.\\n\\nIn spite of all, she went on thinking of Yann as engaged in a degree-- a restless, scornful betrothed, whom she never would really have, but to whom she persisted in being faithful in mind, without speaking about it to any one. For the time, she was happy to know that he was off Iceland; for there, at least, the sea would keep him lonely in her deep cloisters, and he would belong to no other woman.\\n\\nTrue, he would return one of these days, but she looked upon that return more calmly than before. She instinctively understood that her poverty would not be a reason for him to despise her; for he was not as other men. Moreover, the death of poor Sylvestre would draw them closer together. Upon his return, he could not do otherwise than come to see his friend's old granny; and Gaud had decided to be present at that visit; for it did not seem to her that it would be undignified. Appearing to remember nothing, she would talk to him as to a long- known friend; she would even speak with affection, as was due to Sylvestre's brother, and try to seem easy and natural. And who knows? Perhaps it would not be impossible to be as a sister to him, now that she was so lonely in the world; to rely upon his friendship, even to ask it as a support, with enough preliminary explanation for him not to accuse her of any after-thought of marriage.\\n\\nShe judged him to be untamed and stubborn in his independent ideas, yet tender and loyal, and capable of understanding the goodness that comes straight from the heart.\\n\\nHow would he feel when he met her again, in her poor ruined home? Very, very poor she was--for Granny Moan was not strong enough now to go out washing, and only had her small widow's pension left; granted, she ate but little, and the two could still manage to live, not dependent upon others.\\n\\nNight was always fallen when she arrived home; before she could enter she had to go down a little over the worn rocks, for the cottage was placed on an incline towards the beach, below the level of the Ploubazlanec roadside. It was almost hidden under its thick brown straw thatch, and looked like the back of some huge beast, shrunk down under its bristling fur. Its walls were sombre and rough like the rocks, but with tiny tufts of green moss and lichens over them. There were three uneven steps before the threshold, and the inside latch was opened by a length of rope-yarn run through a hole. Upon entering, the first thing to be seen was the window, hollowed out through the wall as in the substance of a rampart, and giving view of the sea, whence inflowed a dying yellow light. On the hearth burned brightly the sweet-scented branches of pine and beechwood that old Yvonne used to pick up along the way, and she herself was sitting there, seeing to their bit of supper; indoors she wore a kerchief over her head to save her cap. Her still beautiful profile was outlined in the red flame of her fire. She looked up at Gaud. Her eyes, which formerly were brown, had taken a faded look, and almost appeared blue; they seemed no longer to see, and were troubled and uncertain with old age. Each day she greeted Gaud with the same words:\\n\\n\\\"Oh, dear me! my good lass, how late you are to-night!\\\"\\n\\n\\\"No, Granny,\\\" answered Gaud, who was used to it. \\\"This is the same time as other days.\\\"\\n\\n\\\"Eh? It seemed to me, dear, later than usual.\\\"\\n\\nThey sat down to supper at their table, which had almost become shapeless from constant use, but was still as thick as the generous slice of a huge oak. The cricket began its silver-toned music again.\\n\\nOne of the sides of the cottage was filled up by roughly sculptured, worm-eaten woodwork, which had an opening wherein were set the sleeping bunks, where generations of fishers had been born, and where their aged mothers had died.\\n\\nQuaint old kitchen utensils hung from the black beams, as well as bunches of sweet herbs, wooden spoons, and smoked bacon; fishing-nets, which had been left there since the shipwreck of the last Moans, their meshes nightly bitten by the rats.\\n\\nGaud's bed stood in an angle under its white muslin draperies; it seemed like a very fresh and elegant modern invention brought into the hut of a Celt.\\n\\nOn the granite wall hung a photograph of Sylvestre in his sailor clothes. His grandmother had fixed his military medal to it, with his own pair of those red cloth anchors that French men-of-wars-men wear on their right sleeve; Gaud had also brought one of those funereal crowns, of black and white beads, placed round the portraits of the dead in Brittany. This represented Sylvestre's mausoleum, and was all that remained to consecrate his memory in his own land.\\n\\nOn summer evenings they did not sit up late, to save the lights; when the weather was fine, they sat out a while on a stone bench before the door, and looked at passers-by in the road, a little over their heads. Then old Yvonne would lie down on her cupboard shelf; and Gaud on her fine bed, would fall asleep pretty soon, being tired out with her day's work, and walking, and dreaming of the return of the Icelanders. Like a wise, resolute girl, she was not too greatly apprehensive.\\n\\nCHAPTER XIII RENEWED DISAPPOINTMENT\\n\\nBut one day in Paimpol, hearing that /La Marie/ had just got in, Gaud felt possessed with a kind of fever. All her quiet composure disappeared; she abruptly finished up her work, without quite knowing why, and set off home sooner than usual.\\n\\nUpon the road, as she hurried on, she recognised /him/, at some distance off, coming towards her. She trembled and felt her strength giving way. He was now quite close, only about twenty steps off, his head erect and his hair curling out from beneath his fisher's cap. She was so taken by surprise at this meeting, that she was afraid she might fall, and then he would understand all; she would die of very shame at it. She thought, too, she was not looking well, but wearied by the hurried work. She would have done anything to be hidden away under the reeds or in one of the ferret-holes.\\n\\nHe also had taken a backward step, as if to turn in another direction. But it was too late now. Both met in the narrow path. Not to touch her, he drew up against the bank, with a side swerve like a skittish horse, looking at her in a wild, stealthy way.\\n\\nShe, too, for one half second looked up, and in spite of herself mutely implored him, with an agonized prayer. In that involuntary meeting of their eyes, swift as the firing of a gun, these gray pupils of hers had appeared to dilate and light up with some grand noble thought, which flashed forth in a blue flame, while the blood rushed crimson even to her temples beneath her golden tresses.\\n\\nAs he touched his cap he faltered. \\\"Wish you good-day, Mademoiselle Gaud.\\\"\\n\\n\\\"Good-day, Monsieur Yann,\\\" she answered.\\n\\nThat was all. He passed on. She went on her way, still quivering, but feeling, as he disappeared, that her blood was slowly circulating again and her strength returning.\\n\\nAt home, she found Granny Moan crouching in a corner with her head held between her hands, sobbing with her childish \\\"he, he!\\\" her hair dishevelled and falling from beneath her cap like thin skeins of gray hemp.\\n\\n\\\"Oh, my kind Gaud! I've just met young Gaos down by Plouherzel as I came back from my wood-gathering; we spoke of our poor lad, of course. They arrived this morning from Iceland, and in the afternoon he came over to see me while I was out. Poor lad, he had tears in his eyes, too. He came right up to my door, my kind Gaud, to carry my little fagot.\\\"\\n\\nShe listened, standing, while her heart seemed almost to break; so this visit of Yann's, upon which she had so much relied for saying so many things, was already over, and would doubtless not occur again. It was all done. Her poor heart seemed more lonely than ever. Her misery harder, and the world more empty; and she hung her head with a wild desire to die.\\n\\nCHAPTER XIV THE GRANDAM BREAKING UP\\n\\nSlowly the winter drew nigh, and spread over all like a shroud leisurely drawn. Gray days followed one another, but Yann appeared no more, and the two women lived on in their loneliness. With the cold, their daily existence became harder and more expensive.\\n\\nOld Yvonne was difficult to tend, too; her poor mind was going. She got into fits of temper now, and spoke wicked, insulting speeches once or twice every week; it took her so, like a child, about mere nothings.\\n\\nPoor old granny! She was still so sweet in her lucid days, that Gaud did not cease to respect and cherish her. To have always been so good and to end by being bad, and show towards the close a depth of malice and spitefulness that had slumbered during her whole life, to use a whole vocabulary of coarse words that she had hidden; what mockery of the soul! what a derisive mystery! She began to sing, too, which was still more painful to hear than her angry words, for she mixed everything up together--the /oremus/ of a mass with refrains of loose songs heard in the harbour from wandering sailors. Sometimes she sang \\\"/Les Fillettes de Paimpol/\\\" (The Lasses of Paimpol), or, nodding her head and beating time with her foot, she would mutter:\\n\\n\\\"Mon mari vient de partir; Pour la peche d'Islande, mon mari vient de partir, Il m'a laissee sans le sou, Mais--trala, trala la lou, J'en gagne, j'en gagne.\\\"\\n\\n(My husband went off sailing Upon the Iceland cruise, But never left me money, Not e'en a couple sous. But--ri too loo! ri tooral loo! I know what to do!)\\n\\nShe always stopped short, while her eyes opened wide with a lifeless expression, like those dying flames that suddenly flash out before fading away. She hung her head and remained speechless for a great length of time, her lower jaw dropping as in the dead.\\n\\nOne day she could remember nothing of her grandson. \\\"Sylvestre? Sylvestre?\\\" repeated she, wondering whom Gaud meant; \\\"oh! my dear, d'ye see, I've so many of them, that now I can't remember their names!\\\"\\n\\nSo saying she threw up her poor wrinkled hands, with a careless, almost contemptuous toss. But the next day she remembered him quite well; mentioning several things he had said or done, and that whole day long she wept.\\n\\nOh! those long winter evenings when there was not enough wood for their fire; to work in the bitter cold for one's daily bread, sewing hard to finish the clothes brought over from Paimpol.\\n\\nGranny Yvonne, sitting by the hearth, remained quiet enough, her feet stuck in among the smouldering embers, and her hands clasped beneath her apron. But at the beginning of the evening, Gaud always had to talk to her to cheer her a little.\\n\\n\\\"Why don't ye speak to me, my good girl? In my time I've known many girls who had plenty to say for themselves. I don't think it 'ud seem so lonesome, if ye'd only talk a bit.\\\"\\n\\nSo Gaud would tell her chit-chat she had heard in town, or spoke of the people she had met on her way home, talking of things that were quite indifferent to her, as indeed all things were now; and stopping in the midst of her stories when she saw the poor old woman was falling asleep.\\n\\nThere seemed nothing lively or youthful around her, whose fresh youth yearned for youth. Her beauty would fade away, lonely and barren. The wind from the sea came in from all sides, blowing her lamp about, and the roar of the waves could be heard as in a ship. Listening, the ever-present sad memory of Yann came to her, the man whose dominion was these battling elements; through the long terrible nights, when all things were unbridled and howling in the outer darkness, she thought of him with agony.\\n\\nAlways alone as she was, with the sleeping old granny, she sometimes grew frightened and looked in all dark corners, thinking of the sailors, her ancestors, who had lived in these nooks, but perished in the sea on such nights as these. Their spirits might possibly return; and she did not feel assured against the visit of the dead by the presence of the poor old woman, who was almost as one of them herself.\\n\\nSuddenly she shivered from head to foot, as she heard a thin, cracked voice, as if stifled under the earth, proceed from the chimney corner.\\n\\nIn a chirping tone, which chilled her very soul, the voice sang:\\n\\n\\\"Pour la peche d'Islande, mon mari vient de partir, Il m'a laissee sans le sou, Mais--trala, trala la lou!\\\"\\n\\nThen she was seized with that peculiar terror that one has of mad people.\\n\\nThe rain fell with an unceasing, fountain-like gush, and streamed down the walls outside. There were oozings of water from the old moss-grown roof, which continued dropping on the self-same spots with a monotonous sad splash. They even soaked through into the floor inside, which was of hardened earth studded with pebbles and shells.\\n\\nDampness was felt on all sides, wrapping them up in its chill masses; an uneven, buffeting dampness, misty and dark, and seeming to isolate the scattered huts of Ploubazlanec still more.\\n\\nBut the Sunday evenings were the saddest of all, because of the relative gaiety in other homes on that day, for there are joyful evenings even among those forgotten hamlets of the coast; here and there, from some closed-up hut, beaten about by the inky rains, ponderous songs issued. Within, tables were spread for drinkers; sailors sat before the smoking fire, the old ones drinking brandy and the young ones flirting with the girls; all more or less intoxicated and singing to deaden thought. Close to them, the great sea, their tomb on the morrow, sang also, filling the vacant night with its immense profound voice.\\n\\nOn some Sundays, parties of young fellows who came out of the taverns or back from Paimpol, passed along the road, near the door of the Moans; they were such as lived at the land's end of Pors-Even way. They passed very late, caring little for the cold and wet, accustomed as they were to frost and tempests. Gaud lent her ear to the medley of their songs and shouts--soon lost in the uproar of the squalls or the breakers--trying to distinguish Yann's voice, and then feeling strangely perplexed if she thought she had heard it.\\n\\nIt really was too unkind of Yann not to have returned to see them again, and to lead so gay a life so soon after the death of Sylvestre; all this was unlike him. No, she really could not understand him now, but in spite of all she could not forget him or believe him to be without heart.\\n\\nThe fact was that since his return he had been leading a most dissipated life indeed. Three or four times, on the Ploubazlanec road, she had seen him coming towards her, but she was always quick enough to shun him; and he, too, in those cases, took the opposite direction over the heath. As if by mutual understanding, now, they fled from each other.\\n\\nCHAPTER XV THE NEW SHIP\\n\\nAt Paimpol lives a large, stout woman named Madame Tressoleur. In one of the streets that lead to the harbour she keeps a tavern, well known to all the Icelanders, where captains and ship-owners come to engage their sailors, and choose the strongest among them, men and masters all drinking together.\\n\\nAt one time she had been beautiful, and was still jolly with the fishers; she has a mustache, is as broad built as a Dutchman, and as bold and ready of speech as a Levantine. There is a look of the daughter of the regiment about her, notwithstanding her ample nun-like muslin headgear; for all that, a religious halo of its sort floats around her, for the simple reason that she is a Breton born.\\n\\nThe names of all the sailors of the country are written in her head as in a register; she knows them all, good or bad, and knows exactly, too, what they earn and what they are worth.\\n\\nOne January day, Gaud, who had been called in to make a dress, sat down to work in a room behind the tap-room.\\n\\nTo go into the abode of our Madame Tressoleur, you enter by a broad, massive-pillared door, which recedes in the olden style under the first floor. When you go to open this door, there is always some obliging gust of wind from the street that pushes it in, and the new- comers make an abrupt entrance, as if carried in by a beach roller. The hall is adorned by gilt frames, containing pictures of ships and wrecks. In an angle a china statuette of the Virgin is placed on a bracket, between two bunches of artificial flowers.\",\"timestamp\":1639291257,\"title\":\"\\nMen appeared, almost close enough to touch them, leaning over the bulwarks, staring at them with eyes distended in the awakening of surprise and dread.\"},\"digest\":\"xRMrxHH1vWgbeVkeuUu8objeH7XLv-GUB6_FwK1q08U\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6pvP-uuzgdLhK0XlYfVCcTCUtt5GaVWd3AQiOG5Z2GM\\\",\\\"y\\\":\\\"WWJWSvxWzpWD5EX-1f6nM9OHQwVn_duK1fJFVD3pqtM\\\"}\",\"signature\":\"ejoQVAz2_9uulrWAGQvl6nOq6NWkpiKBuXCs1GH0tJ2FlGl1ZtPojB4KzX1uyBvNHSLfvlvogf2uODP3DIU7Hw\",\"signingKeySignature\":\"0xc2fd1dff71bed05944c10dea4eca66c3d2d0a99fbfa479127dbf8e7d8e9e44b83b55b55c3f53840b3138439f8995b78291a7167a4f130a9ff7207a7ee59ca0301b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6pvP-uuzgdLhK0XlYfVCcTCUtt5GaVWd3AQiOG5Z2GM\\\",\\\"y\\\":\\\"WWJWSvxWzpWD5EX-1f6nM9OHQwVn_duK1fJFVD3pqtM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xRMrxHH1vWgbeVkeuUu8objeH7XLv-GUB6_FwK1q08U\"}"