"{\"content\":{\"body\":\"As the name suggests MakerDAO is a decentralized autonomous organization. It is well known for the creation of a crypto collateralized stablecoin DAI which is pegged to USD. DAI is one of the first decentralized stablecoins with very different mechanics from other centralized stable coins like USDC and USDT. The main advantage of DAI is that it is fully transparent and available for audit from anyone without relying on any centralized institutions.\\n\\nThe basic idea behind crypto collateralized stable coins is not new and is taken from traditional finance. For example if you own a home and are in need of some cash and don't want to sell your home, you can pledge your house as a collateral in a bank and receive a loan. Similarly if the user doesn't want to sell their ETH or other ERC-20 tokens they can deposit the crypto into a vault which is basically a smart contract to hold collateral. The user can then get some DAI upto a certain collateralization ratio which can be used for anything.\\n\\nThe major difference from traditional finance is that the prices of crypto are much more volatile than a house so the debt position needs to be over collateralized. The collateralization requirement is in 150-200% range for MakerDAO. If the price of ETH falls, the collateralization ratio can fall below the required threshold leading to liquidation of the position. Liquidation can happen immediately. This is different than traditional finance. There is no communication from your broker that your position will be liquidated and there is no grace period to post additional margin. Liquidation is carried out by external entities known as keepers who get an incentive fees for carrying out the liquidation.\\n\\nThe two factors that maintain the stability of DAI are overcollateralization and markets actions such as liquidation. In the event of a liquidation ETH is sold and DAI is purchased which exerts a positive pressure on price of DAI. \\n\\nMakerDAO also has some mechanisms in place to maintain DAI at 1:1 peg with USD. The primary mechanisms are stability fees, DAI savings rate and debt ceiling. Stability fees is a variable interest rate paid in DAI by users when they take on DAI debt. This can be raised or lowered to incentivize the generation of DAI to maintain the peg. DAI savings rate is a variable rate that any holder can earn on their DAI deposit. Finally debt ceiling is the maximum debt allowed in the MakerDAO ecosystem above which no new DAI is minted. \\n\\nThe next question that arises is who sets all these fees and rates for MakerDAO. This is done through the DAO which functions on the basis of a governance token MKR. Holders of MKR token have the right to vote on protocol upgrades and tweaking parameters such as collateralization ratio. The token owners are incentivized to make decision that are in financial interest of the platform.\\n\\nIn situations where the value of collateral drops so much that the DAI debt cannot be fully repaid, the position is closed and protocol accrues what is known as Protocol debt. There is a buffer pool that can cover this debt but sometimes that also is not sufficient. In that case new MKR tokens are minted and auctioned off in exchange of DAI which pays the protocol debt. This process dilutes the MKR share which is why MKR token holders are incentivized to avoid this and keep protocol debt to a minimum. \\n\\nOne drawback of DAI is that it's supply is constrained by demand for ETH collateralized debt which is different than centralized stable coins USDC which can be minted easily by depositing USD. In spite of this drawback DAI has proved to be extremely stable and has become a crucial building block for DeFi applications.\\n\\nAt the end if we compare MakerDAO to traditional finance it solves a lot of problems that exist in TradFi like lack of interoperability and transparency, opacity and limited access which makes it one of the most important DeFi protocols.\",\"timestamp\":1637737421,\"title\":\"MakerDAO: A primer\"},\"digest\":\"sUefXzIS6nRYpRIAD0RFiY0pyDwMg1iXyIJbj-8Hiuc\",\"authorship\":{\"contributor\":\"0x5d3F69022954a28c42370799A15Fd3Fb7b59f179\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_gAQhHjFObtmKZ7itpeMYcn4f1tneO_kAlFWH5GFNLw\\\",\\\"y\\\":\\\"DSCFXxRPeUM1S5X8MDeIA__ozj0gCXYPaT88gjovjRI\\\"}\",\"signature\":\"C8bnPLzSB0AiBCDe6TqlzuFN5pk3i2vG_PtWWBs26fvnnVmi5b6fw_VsfOoZG5i0CDO3427NzlxJte_7iEh7cg\",\"signingKeySignature\":\"0x1b9be6575b9fb45b479f1b90ba9cef60a2645250077d66f47eb1feb068a7fac80289a76443c221e6f373f0bf521b0b300cc37816b1a0be9f13ff4d90b41cc9901b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_gAQhHjFObtmKZ7itpeMYcn4f1tneO_kAlFWH5GFNLw\\\",\\\"y\\\":\\\"DSCFXxRPeUM1S5X8MDeIA__ozj0gCXYPaT88gjovjRI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sUefXzIS6nRYpRIAD0RFiY0pyDwMg1iXyIJbj-8Hiuc\"}"