"{\"content\":{\"body\":\"* 我总是喜欢在量变中期许着质变带来的不同。这句话可以直接概括过去几年的我。\\n* 两年前的我想象的可能正是我现在的工作，一年前的自己大概会鄙视现在在做这份工作的自己。这篇博客主要是介绍我这半年的工作感悟，也许之后会写一篇博客单独讨论我选择工作而非读研是否正确吧。\\n* 一颗开发的心，但从最开始就走着风口浪尖的路子，人工智能，从CV到NLP，本来这科研，机器学习的心气早就消磨殆尽，简历里写着不想从事机器学习的内容，可是命运总是神奇，帮我做着选择，也许是给HR的简历更新不够及时没写上，也许是他们就缺个做机器学习的，不得而至，但我现在做着机器学习的工作，很传统的ML，但是之前做的人都跑了，留下一堆吹牛的PPT和一些写的巨烂的代码，这大概就是理想和现实的典型。\\n* 时间回到7月，夏日炎热，好吧其实不怎么热，在江苏也没待几天，就在一个雷雨天的夜晚后，经历航班取消，匆匆赶高铁，重新订机票，有惊无险准时赶到了北京，一个我在两年前经过时预言我会漂流的城市，一个四年前上大学的中转城市，一切都是命中注定的。其实我并没有什么北漂梦，更不是那种要在大城市创业的人，曾经有过这种想法，现在肯定是没有的，只是想远离家乡，习惯了远方，四年在北方的大学，我离家去北京的时候父母好像也没什么特别的感慨嘱托，早点让他们习惯是个好事，也许以后我还会去更远的地方。\\n* 之后的整个夏天，北京不时的下着大雨，第一场就被我赶上了，裤子全湿。北京的雨还是凉爽的，冲走了气温的热情。就这样一个不算热的夏天和一个普通的年轻人。可是没有暑假的夏天到底还是夏天吗，不能睡到中午，不能午后在床上吃着冰淇淋，喝着冰可乐，只是这一切突然的开始，我倒也没慌乱，只是慢慢习惯这种不习惯。\\n* 夏天并没有认识什么重要的人，有趣的事情也没有，其实之后也没有。依旧没有想象中那个可以给我指路的人，可以带我做项目的人。这或许是夏天结束飞快的原因，在一阵忙乱中适应了新的工作，唯一的欣喜是我居然不用加班，不用oncall，不用上线，原来不用996可以让人如此感恩。\\n* 带我的导师是个清华的博士，本科是北邮的，一段时间相处，这个人实际没什么学识，很会搞社会活动罢了，以至于我很早就想脱离他独立做东西。后来听闻组里做ML方向的也大多受不了他离开了，一下子发现了我成了独苗，同时期的新员工就两个人，还有个是内部转岗进入的，不过她很快就要离开了，这里只是她停歇的一个站点，各种抱怨后，早早离开了。我关于组里的各种花边都是从她那里听到的，非常感谢她是个健谈，社交能力强的人，这些消息靠我自己必然是永远无法得知的。只是某几个阶段成为了她负面情绪的收集器，不知道是好是坏，但对于社交能力强的人，每个倾诉对象都没那么重要其实（来自一个社交恐惧症的臆想）。不过有这样一个同事大部分是挺好的。我可以想象她离开后，我在公司的日常会无聊很多。\\n* 因为整体没有人真的懂ML，他们对于每个机器学习项目并没有什么可行性评估，觉得有个 X,y 就能构造个关系实现他们要的功能，对于他们本质而言就是调用了一个包罢了。我也在潜移默化利用这些，给自己更多的时间去学习。\\n* 后来故事中的浪花是来了个北大的博士来做博士后，TOP2集齐了，一个非计算机专业的博士，方向是统筹优化，很会讲故事，脱离了求解器似乎什么都不会的那种。一次比赛，与他们两个人合作，一下子看清了两个人的真实水平，当然新来的博士后还是比那个没用的清华博士强不少的，至少有些专业知识，能做一些靠谱的分析。\\n* 可以聊一聊领导了，组里的PL人特别好，我和那个北大的博士有个一致的认同是PL的逻辑很强，接受新事物也很快，女博士果然是不一样。Lab主任也是个很逗的人，一段相处后也是觉得没什么过多的压力，没压力的本质还是没有同方向的人员进行竞争，压力大也是过于孤军作战。能不加班Work Life Balance和他们关系还是很大的。\\n* 当然还有些琐碎的事情没提，都是些吐槽的话，总结下就是基本没有做机器学习的环境。也许有糟心的人，但是人是可以避开的，环境却很难逃离，尤其是一个很多人所处的环境，几乎无法改造。我想最终我离开的原因应该是环境而非某个人，环境也是有人为影响在的。\\n* 所以综上的一堆谜语，我并不想把事情说的太细节，那些更适合我写在日记里，我也确实在日记里记录了更详细的内容。恍惚的半年我在期待的质变并没来，琐碎中学习了很多知识，但没能从谁那里学到优秀的经验，这对于第一份工作来说并不好。经手了一堆项目，完整的，半成品，琐碎的，最近才开始完整的做起来自己真的想做的事情，热情却远不如刚来的两个月。毕竟我早就认定了，编程从来不是热爱，生活与工作是分离的，不必在工作上消磨过多生活的热情。\\n* 下周就要转正答辩，我的内心只是恍惚这四个多月真快啊，其余倒是没什么波澜，反正也不会加薪。卷的人那么多，钱什么的就给他们吧，不能让奋斗的人吃亏！\",\"timestamp\":1641186439,\"title\":\"恍惚半年\"},\"digest\":\"VhaNLCh7cjNnKO8V413-90eiAxRjDfTdvz7Kde6v6Zk\",\"authorship\":{\"contributor\":\"0x67FDe6749daEBF57E9527F75EDA6B7fB9ecb369A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OD1ebzDJHbKkFDEkUMDzMUUH8Jnb-qm3LbYtrUhiNMk\\\",\\\"y\\\":\\\"1qBEt1LzISfhvCjGExuTA6o9OsGi041Euc0XF3X1FTk\\\"}\",\"signature\":\"mBXw_WgB13WcIfHEytckHJ0cJPTNBFqt1T1Jm8S7sGNwa_Jjbu2jC4DFgyDes1X4g3G5vM9jqJ_d1yXV1GXHqw\",\"signingKeySignature\":\"0xaaa261021858b02876a483783b3ad4c4f652e42e9ecd5bed8eeac4dd352cb2b201f8a8641d2dff85de977f8d0fa376d61b8d63139fb025cfb58bdd4f50863a301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OD1ebzDJHbKkFDEkUMDzMUUH8Jnb-qm3LbYtrUhiNMk\\\",\\\"y\\\":\\\"1qBEt1LzISfhvCjGExuTA6o9OsGi041Euc0XF3X1FTk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VhaNLCh7cjNnKO8V413-90eiAxRjDfTdvz7Kde6v6Zk\"}"