"{\"content\":{\"body\":\"\\\"Has he been telling you so?\\\"\\n\\n\\\"Oh, he doesn't complain,\\\" Vere said, quickly, and almost with a touch of heat. \\\"A boy like that couldn't whine, you know, Madre. But one can understand things without hearing them said. There is some trouble. I don't know what it is exactly. But I think his step-father--his Patrigno, as he calls him--must have got into some bother, or done something horrible. Ruffo seemed to want to tell me, and yet not to want to tell me. And, of course, I couldn't ask. I think he'll tell me to-morrow, perhaps.\\\"\\n\\n\\\"Is he coming here to-morrow?\\\"\\n\\n\\\"Oh, in summer I think he comes nearly every night.\\\"\\n\\n\\\"But you haven't said anything about him just lately.\\\"\\n\\n\\\"No. Because he hasn't landed till to-night since the night of the storm.\\\"\\n\\n\\\"I wonder why?\\\" said Hermione.\\n\\nShe was interested; but she still felt tired, and the fatigue crept into her voice.\\n\\n\\\"So do I,\\\" Vere said. \\\"He had a reason, I'm sure. You're tired Madre, so I'll go to bed. Good-night.\\\"\\n\\nShe came to her mother and kissed her. Moved by a sudden overwhelming impulse of tenderness, Hermione put her arms round the child's slim body. But even as she did so she remembered Vere's secret, shared with Emile and not with her. She could not abruptly loose her arms without surprising her child. But they seemed to her to stiffen, against her will, and her embrace was surely mechanical. She wondered if Vere noticed this, but she did not look into her eyes to see.\\n\\n\\\"Good-night, Vere.\\\"\\n\\n\\\"Good-night.\\\"\\n\\nVere was at the door when Hermione remembered her two meetings of that evening.\\n\\n\\\"By-the-way,\\\" she said, \\\"I met the Marchesino to-night. He was at the Scoglio di Frisio.\\\"\\n\\n\\\"Was he?\\\"\\n\\n\\\"And afterwards on the sea I met Emile.\\\"\\n\\n\\\"Monsieur Emile! Then he isn't quite dead!\\\"\\n\\nThere was a sound almost of irritation in Vere's voice.\\n\\n\\\"He has been working very hard.\\\"\\n\\n\\\"Oh, I see.\\\"\\n\\nHer voice had softened.\\n\\n\\\"The Marchesino is coming here to lunch to-morrow.\\\"\\n\\n\\\"Oh, Madre!\\\"\\n\\n\\\"Does he bore you? I had to ask him to something after accepting his dinner, Vere.\\\"\\n\\n\\\"Yes, yes, of course. The Marchese is all right.\\\"\\n\\nShe stood by the door with her bright, expressive eyes fixed on her mother. Her dark hair had been a little roughened by the breeze from Ischia, and stuck up just above the forehead, giving to her face an odd, almost a boyish look.\\n\\n\\\"What is it, Vere?\\\"\\n\\n\\\"And when is Monsieur Emile coming? Didn't he say?\\\"\\n\\n\\\"No. He suggested to-morrow, but when I told him the Marchese was coming he said he wouldn't.\\\"\\n\\nAs Hermione said this she looked very steadily at her child. Vere's eyes did not fall, but met hers simply, fearlessly, yet not quite childishly.\\n\\n\\\"I don't wonder,\\\" she said. \\\"To tell the truth, Madre, I can't see how a man like the Marchesino could interest a man like Monsieur Emile--at any rate, for long. Well--\\\" She gave a little sigh, throwing up her pretty chin. \\\"A letto si va!\\\"\\n\\nAnd she vanished.\\n\\nWhen she had gone Hermione thought she too would go to bed. She was very tired. She ought to go. Yet now she suddenly felt reluctant to go, and as if the doings of the day for her were not yet over. And, besides, she was not going to sleep well. That was certain. The dry, the almost sandy sensation of insomnia was upon her. What was the matter with Gaspare to-night? Perhaps he had had a quarrel with some one at Mergellina. He had a strong temper as well as a loyal heart.\\n\\nHermione went to a window. The breeze from Ischia touched her. She opened her lips, shut her eyes, drank it in. It would be delicious to spend the whole night upon the sea, like Ruffo. Had he gone yet? Or was he in the boat asleep, perhaps in the Saint's Pool? How interested Vere was in all the doings of that boy--how innocently, charmingly interested!\\n\\nHermione stood by the window for two or three minutes, then went out of the room, down the stairs, to the front door of the house. It was already locked. Yet Gaspare had not come up to say good-night to her. And he always did that before he went to bed. She unlocked the door, went out, shut it behind her, and stood still.\\n\\nHow strangely beautiful and touching the faint noise of the sea round the island was at night, and how full of meaning not quite to be divined! It came upon her heart like the whisper of a world trying to tell its secret to the darkness. What depths, what subtleties, what unfailing revelations of beauty, and surely, too, of love, there were in Nature! And yet in Nature what terrible indifference there was: a powerful, an almost terrific inattention, like that of the sphinx that gazes at what men cannot see. Hermione moved away from the house. She walked to the brow of the island and sat down on the seat that Vere was fond of. Presently she would go to the bridge and look over into the Pool and listen for the voices of the fishermen. She sat there for some time gaining a certain peace, losing something of her feeling of weary excitement and desolation under the stars. At last she thought that sleep might come if she went to bed. But before doing so she made her way to the bridge and leaned on the rail, looking down into the Pool.\\n\\nIt was very dark, but she saw the shadowy shape of a fishing-boat lying close to the rock. She stood and watched it, and presently she lost herself in a thicket of night thoughts, and forgot where she was and why she had come there. She was recalled by hearing a very faint voice singing, scarcely more than humming, beneath her.\\n\\n\\\"Oh, dolce luna bianca de l' Estate     Mi fugge il sonno accanto a la marina:    Mi destan le dolcissime serate     Gli occhi di Rosa e il mar di Mergellina.\\\"\\n\\nIt was the same song that Artois had heard that day as he leaned on the balcony of the Ristorante della Stella. But this singer of it sang the Italian words, and not the dialetto. The song that wins the prize at the Piedigrotta Festival is on the lips of every one in Naples. In houses, in streets, in the harbor, in every piazza, and upon the sea it is heard incessantly.\\n\\nAnd now Ruffo was singing it softly and rather proudly in the Italian, to attract the attention of the dark figure he saw above him. He was not certain who it was, but he thought it was the mother of the Signorina, and--he did not exactly know why--he wished her to find out that he was there, squatting on the dry rock with his back against the cliff wall. The ladies of the Casa del Mare had been very kind to him, and to-night he was not very happy, and vaguely he longed for sympathy.\\n\\nHermione listened to the pretty, tripping words, the happy, youthful words. And Ruffo sang them again, still very softly.\\n\\n\\\"Oh, dolce luna bianca de l' Estate--\\\"\\n\\nAnd the poor nomad wandering in the desert? But she had known the rapture of youth, the sweet white moons of summer in the South. She had known them long ago for a little while, and therefore she knew them while she lived. A woman's heart is tenacious, and wide as the world, when it contains that world which is the memory of something perfect that gave it satisfaction.\\n\\n\\\"Mi destan le dolcissime serate    Gli occhi do Rosa e il mar di Mergellina.\\\"\\n\\nDear happy, lovable youth that can sing to itself like that in the deep night! Like that once Maurice, her sacred possession of youth, sang. She felt a rush of tenderness for Ruffo, just because he was so young, and sang--and brought back to her the piercing truth of the everlasting renewal that goes hand in hand with the everlasting passing away.\\n\\n\\\"Ruffo--Ruffo!\\\"\\n\\nAlmost as Vere had once called \\\"Pescator!\\\" she called. And as Ruffo had once come running up to Vere he came now to Vere's mother.\\n\\n\\\"Good-evening, Ruffo.\\\"\\n\\n\\\"Good-evening, Signora.\\\"\\n\\nShe was looking at the boy as at a mystery which yet she could understand. And he looked at her simply, with a sort of fearless gentleness, and readiness to receive the kindness which he knew dwealt in her for him to take.\\n\\n\\\"Are you better?\\\"\\n\\n\\\"Si, Signora, much better. The fever has gone. I am strong, you know.\\\"\\n\\n\\\"You are so young.\\\"\\n\\nShe could not help saying it, and her eyes were tender just then.\\n\\n\\\"Si, Signora, I am very young.\\\"\\n\\nHis simple voice almost made her laugh, stirred in her that sweet humor which has its dwelling at the core of the heart.\\n\\n\\\"Young and happy,\\\" she said.\\n\\nAnd as she said it she remembered Vere's words that evening; \\\"I think he has rather a hard time.\\\"\\n\\n\\\"At least, I hope you are happy, Ruffo,\\\" she added.\\n\\n\\\"Si, Signora.\\\"\\n\\nHe looked at her. She was not sure which he meant, whether his assent was to her hope or to the fact of his happiness. She wondered which it was.\\n\\n\\\"Young people ought to be happy,\\\" she said.\\n\\n\\\"Ought they, Signora?\\\"\\n\\n\\\"You like your life, don't you? You like the sea?\\\"\\n\\n\\\"Si, Signora. I could not live away from the sea. If I could not see the sea every day I don't know what I should do.\\\"\\n\\n\\\"I love it, too.\\\"\\n\\n\\\"The Signorina loves the sea.\\\"\\n\\nHe had ignored her love for it and seized on Vere's. She thought that this was very characteristic of his youth.\\n\\n\\\"Yes. She loves being here. You talked to her to-night, didn't you?\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\n\\\"And to Gaspare?\\\"\\n\\n\\\"Si, Signora. And this afternoon, too. Gaspare was at Mergellina this afternoon.\\\"\\n\\n\\\"And you met there, did you?\\\"\\n\\n\\\"Si, Signora. I had been with my mamma, and when I left my mamma-- poveretta--I met Gaspare.\\\"\\n\\n\\\"I hope your mother is well.\\\"\\n\\n\\\"Signora, she is not very well just now. She is a little sad just now.\\\"\\n\\nHermione felt that the boy had some trouble which, perhaps, he would like to tell her. Perhaps some instinct made him know that she felt tender towards him, very tender that night.\\n\\n\\\"I am sorry for that,\\\" she said--\\\"very sorry.\\\"\\n\\n\\\"Si, Signora. There is trouble in our house.\\\"\\n\\n\\\"What is it, Ruffo?\\\"\\n\\nThe boy hesitated to answer. He moved his bare feet on the bridge and looked down towards the boat. Hermione did not press him, said nothing.\\n\\n\\\"Signora,\\\" Ruffo said, at last, coming to a decision, \\\"my Patrigno is not a good man. He makes my mamma jealous. He goes after others.\\\"\\n\\nIt was the old story of the South, then! Hermione knew something of the persistent infidelities of Neapolitan men. Poor women who had to suffer them!\\n\\n\\\"I am sorry for your mother,\\\" she said, gently. \\\"That must be very hard.\\\"\\n\\n\\\"Si, Signora, it is hard. My mamma was very unhappy to-day. She put her head on the table, and she cried. But that was because my Patrigno is put in prison.\\\"\\n\\n\\\"In prison! What has he done?\\\"\\n\\nRuffo looked at her, and she saw that the simple expression had gone out of his eyes.\\n\\n\\\"Signora, I thought perhaps you knew.\\\"\\n\\n\\\"I? But I have never seen your step-father.\\\"\\n\\n\\\"No, Signora. But--but you have that girl here in your house.\\\"\\n\\n\\\"What girl?\\\"\\n\\nSuddenly, almost while she was speaking, Hermione understood.\\n\\n\\\"Peppina!\\\" she said. \\\"It was your Patrigno who wounded Peppina?\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\nThere was a silence between them. Then Hermione said, gently:\\n\\n\\\"I am very sorry for your poor mother, Ruffo--very sorry. Tell me, can she manage? About money, I mean?\\\"\\n\\n\\\"It is not so much the money she was crying about, Signora. But, of course, while Patrigno is in prison he cannot earn money for her. I shall give her my money. But my mamma does not like all the neighbors knowing about that girl. It is a shame for her.\\\"\\n\\n\\\"Yes, of course it is. It is very hard.\\\"\\n\\nShe thought a moment. Then she said:\\n\\n\\\"It must be horrible--horrible!\\\"\\n\\nShe spoke with all the vehemence of her nature. Again, as long ago, when she knelt before a mountain shrine in the night, she had put herself imaginatively in the place of a woman, this time in the place of Ruffo's mother. She realized how she would have felt if her husband, her \\\"man,\\\" had ever been faithless to her.\\n\\nRuffo looked at her almost in surprise.\\n\\n\\\"I wish I could see your poor mother, Ruffo,\\\" she said. \\\"I would go to see her, only--well, you see, I have Peppina here, and--\\\"\\n\\nShe broke off. Perhaps the boy would not understand what she considered the awkwardness of the situation. She did not quite know how these people regarded certain things.\\n\\n\\\"Wait here a moment, Ruffo,\\\" she said. \\\"I am going to give you something for your mother. I won't be a moment.\\\"\\n\\n\\\"Grazie, Signora.\\\"\\n\\nHermione went away to the house. The perfect naturalness and simplicity of the boy appealed to her. She was pleased, too, that he had not told all this to Vere. It showed a true feeling of delicacy. And she was sure he was a good son. She went up to her room, got two ten lira notes, and went quickly back to Ruffo, who was standing upon the bridge.\\n\\n\\\"There, Ruffo,\\\" she said, giving them to him. \\\"These are for your mother.\\\"\\n\\nThe boy's brown face flushed, and into his eyes there came an expression of almost melting gentleness.\\n\\n\\\"Oh, Signora!\\\" he said.\\n\\nAnd there was a note of protest in his voice.\\n\\n\\\"Take them to her, Ruffo. And--and I want you to promise me something. Will you?\\\"\\n\\n\\\"Si, Signora. I will do anything--anything for you.\\\"\\n\\nHermione put her hand on his shoulder.\\n\\n\\\"Be very, very kind to your poor mother, Ruffo.\\\"\",\"timestamp\":1637314463,\"title\":\"\\n\\\"No, it wasn't that. Any one might be ill. I think he has things at home to make him unhappy sometimes.\\\"\"},\"digest\":\"5-9Kb00NVsdKzyvTTGFkPit_1Nz6LCP2QxM-ETEfS3A\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OhrIHazcm_H9D6ztqsEJTC2lH7XGrVr5dazw8RdYy6w\\\",\\\"y\\\":\\\"7wdTNt80ggnbLumBBAHRiA9wRUwHBuTeE-yQnFCEGmQ\\\"}\",\"signature\":\"VuBHVKxxLZNaz1k2eiY5suGRMJ3KCHtKnqyHRFi6IJ5NPwCsnyowKmk29Pouxzc_Q3vBHQec6E4os4_lCo_o2A\",\"signingKeySignature\":\"0xfafb478a7c33aab9503772c193954281fb591aee43f34f638cd9e4ef5335b3c85b63af3e6c8572e314f862c155c4dd078083a98e5ad4ff6ad28f10bec9bdd34c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OhrIHazcm_H9D6ztqsEJTC2lH7XGrVr5dazw8RdYy6w\\\",\\\"y\\\":\\\"7wdTNt80ggnbLumBBAHRiA9wRUwHBuTeE-yQnFCEGmQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5-9Kb00NVsdKzyvTTGFkPit_1Nz6LCP2QxM-ETEfS3A\"}"