"{\"content\":{\"body\":\"and transmit them as truths or titles to posterity.  Certain it is that Echevarria sent for the nearest Jesuit priest to mediate, and he luckily, or unluckily, proved to be that Father Thadeus Ennis, who played so prominent a part in the futile rising which the enemies of the Jesuits have chosen to dignify with the high-sounding title of the \\\\`Jesuit War'.\\n\\nIf Father Ennis really thought the Indians could hold head to both the Spaniards and the Portuguese, or if he thought that the rising would draw attention to the injustice of the treaty, is difficult to say.  Whether, indeed, he headed it himself, or if he merely accompanied the Indians as their spiritual guide, giving them now and then the benefit of his advice on matters temporal, after the fashion of the ambitious churchman of all time,\\\\* is now unknown.  Whatever his opinions were upon this matter, Father Ennis showed himself almost from the first irreconcilable. He refused to meet the commissioners, and in his place sent a `cacique' (chief) of the Indians, one Sepe Tyaragu, an official of the reduction of San Miguel.  This chief, seeing the escort of the commission was but small, `put on his boots',\\\\*\\\\* and took high ground, daring to talk about the rights of man, of the love of country, and said that liberty consisted in being allowed to enjoy his property in peace, sentiments which, though admirable enough in a white man's mouth, for men of colour are but fit for copy-books.\\n\\n\\\\-- \\\\* His `Efemerides', or Journal, printed and mutilated by Ibanez   in his `Republica de Paraguay', gives the best account of the brief `war'   which has come down to us; it is supplemented by   the `Declaracion de la Verdad' of Father Cardiel, which deals with   the misstatements of Ibanez and others against the Jesuits.   In regard to his own share in the war, Padre Ennis says:   `Atque in exercitas curatorem, spiritualem medicum secum ire postulat.' ** `Se puso las botas'. --\\n\\nThe `cacique' firmly refused to vacate his lands, and said the King of Spain, as he lived far away, could not have understood the bearing of affairs in Paraguay.  Such arguments as these, together with the perhaps offensive tone of the `cacique', had such effect on the commissioners that, after having threatened him with vengeance, which at the time they had no power to carry out, they both withdrew out of the territory.\\n\\nAs Funes*1* well observes, the Spaniards had established themselves in these parts (the River Plate and Paraguay) to obtain a limitless submission from the Indians.  Any resistance drove them to fury, and excited them to take revenge.  As all the Indians' crime was their unwillingness to quit the lands on which they had been born, it seemed a little hard to slaughter them, even before their petition to the King had been refused. Most probably all had been prepared before, for Valdelirios at once issued an order, which he had the power to do under a sealed letter from the King, to the Governor of Buenos Ayres, Andonaegui, to prepare for war.  Active hostilities broke out in 1754, and Father Ennis has preserved a day-by-day account, written in priestly Latin,*2* of what took place.  After some skirmishes, which at the first were favourable to the Indians, who took great courage from them,*3* the first encounter of a serious nature occurred on February 24, 1754. Quite naturally, the victory was on the side of the best-armed battalions, and the Indians lost many of their best men, and their largest piece of ordnance.*4*\\n\\n\\\\-- *1* Dean Funes, `Ensayo de la Historia Civil del Paraguay',     Buenos Ayres, etc., book v., cap. iv., p. 58. *2* Luckily Ibanez (`Republica Jesuitica de Paraguay') has not corrected     the many faults of spelling and Latinity into which Padre Ennis fell.     Those, though left in from malice, as Ibanez was a bitter enemy     of the Jesuits, serve to present the man in his habit as he wrote.     However, Ibanez has so much mutilated the text of the journal     that occasionally the sense is left obscure. *3* `Hoc itaque nuncio laeti altero ac incensi . . . Sacramento expiationis     et pane fortim roborati' (Ennis, `Efemerides'). *4* Cardiel, in his `Declaracion de la Verdad', p. 426, says:     `Lo mismo es 28,000 mil Indios que igual numero de muchachos.' --\\n\\nWith varying success the war dragged on for several years, after the style of the Gaucho warfare in the River Plate which was common twenty years ago, or that in Venezuela which obtains to-day. Alternately each party carried off the other's horses, drove each other's cattle, or, if they caught a straggler, tied his hands and cut his throat or lanced him, the party who had lost the man protesting he was `massacred' -- a term in use even to-day when the party to which one's self belongs sustains reverse. For the first two years -- for wars in South America till twenty years ago were to the full as interminable as that of Troy -- Father Thadeus Ennis kept his journal, faithfully chronicling all that he saw. Occasionally in a perfunctory way he says his mission with the revolted Indians was as a priest and physician to the souls and bodies of his flock; but now and then he sets down the capture of a convoy of some thirty carts, or the cutting off some messenger carrying despatches from the Generals.  In this he sees the hand of God (put forth to help his Jesuits*1*), although he now and then complains the Indians were remiss in following up any success they had.  After the first encounter, the Indians seem to have employed the immemorial guerilla tactics which so often waste all the strength of an army which has conquered in the field.  Father Cardiel*2* describes the Indian army, quoting from the writing of a Spanish officer who served against them, as quite contemptible.  Their cannon were but hollow reeds, bound round with hide, which could only be fired two or three times, and carried balls a pound in weight.*3*  Some lances and bows and arrows which they had appeared to him more formidable.  Most of them carried banners with the painted figure of a saint, under whose aegis they deemed themselves secure from cannon-balls.  Their trenches were but shallow ditches, with a few deeper holes to shelter in, but which, as Cardiel observes, served many of them for graves, as they were open to artillery, having been constructed without `an ounce of military art'.  The officer adds that no sooner had the Indians heard the cannon than they fled, leaving almost nine hundred on the field and losing one-sixth prisoners.*4* Finally, the officer remarks with disgust that the official chronicler of the affair \\\\`lies from first to last'*5* when he declares that the Indians could make any resistance against disciplined troops. With varying fortune the campaign dragged on, until in 1756 the diary of Father Ennis, bad Latinity and all, comes to an abrupt conclusion at the taking of San Lorenzo, where the stout-hearted priest was taken prisoner.  His papers fell into unfriendly hands, and were made use of by Ibanez, with the context duly distorted in various passages, and served as one of the most formidable indictments against the Jesuits in the expulsion under Charles III.\\n\\n\\\\-- *1* `Nec tamen resipiscebat et Divinam Nemesim quamquam clare experiebatur     pro causa^ Societatis.' *2* `Declaracion de la Verdad', p. 404. *3* In fact, they much resembled those `crakys of warre' which,     with the `tymmeris for helmys', Barbour, in the \\\\`Bruce',     takes notice of as the two noteworthy events of a battle     that he chronicles:\\n\\n```\\n    `Twa noweltyis that day thai saw,         That forouth in Scotland had bene nane.         Tymmeris for helmys war the tane,         That thaim thoucht thane off gret bewte         And alsua wondyr for to se.         The tothyr, crakys war, off wer,         That thai befor herd neuir er.'                             `The Bruce', Booke Fourteene, p. 392. *4* This was in an action in the year 1756. *5* `Miente de la cruz a la fecha'. --\\n```\\n\\nAlthough Thadeus Ennis and other Jesuits accompanied the troops, and no doubt aided much by their advice, the Indians had as a general one Nicolas Neenguiru, styled in the Gazettes of the time the King of Paraguay.  About this man all kinds of monstrous legends soon sprang up.  One little lying book, entitled `Histoire de Nicolas I., Roy du Paraguai et Empereur des Mamalus',* which bears upon its title-page `Saint Paul',\\\\*\\\\* 1756, especially excels. In that brief work of but one hundred and seventeen pages, printed on yellowish paper, and with one of the finest little vignettes of a basket of fruit and flowers upon its title-page that one could wish to see, a sort of parody of a Spanish picaresque novel in duodecimo is set forth with circumstance.\\n\\n\\\\-- \\\\* The Mamalucos, or Paulistas, were, of course, the bitterest enemies   of everything Paraguayan, so that a King had as well been styled   of `Iceland and of Paraguay'. ** If this assumes to be Sao Paulo de Piritinanga in Brazil,    it is not unlikely one of the few books published there    in the eighteenth century, if not the only one.  Happy is    the city of one book, especially when that work has    nothing of a theological character in it, even though it lies    from `la cruz a la fecha'. --\\n\\nNicolas Roubioni is duly born in 1710, in a small `bourgade de l'Andalousie' bearing the name of Taratos.  The name carries conviction from the start, and pronounced a la francaise, with the accent equal upon all the syllables, is quite as Spanish as the most exigent of comic operas could possibly desire.  His father, `ancien militaire', left him alone to educate himself as he best liked.  Arrived at eighteen years of age he runs away to Seville, and after several adventures in the style of those of Rinconete and Cortadillo, seen through French spectacles, enters the service of a lady bearing the well-known Spanish name of Donna Maria della Cupidita. Under the unnecessary alias of Medelino, and in the capacity of cook, he becomes the lady's lover as in duty bound.  `Chasse' from Seville by a jealous brother of his love, he flies for refuge to a `bourgade' (name not chronicled) some seven leagues away.  He then becomes a muleteer, and at Medina Sidonia kills a man, and, forced to flee, repairs to Malaga, where he lives peacefully ten years.  Finding life dull there, he journeys to Aragon and joins the Jesuits, and from henceforth his future is assured.  After an interval he reappears at Huesca, and at once falls in love with `une belle espagnole', Donna Victoria Fortini, whom he courts under the guise of a gentleman of Seville, returning every night to the convent of the Jesuits to change his clothes.  So great becomes his effrontery that under the style and title of `Comte de la Emmandes', he publicly marries `sa belle', the Jesuits either consenting, or too astounded at the fact to intervene.  Things getting hot in Huesca, he embarks for Buenos Ayres as a missionary, leaving poor Donna de la Victoria `dans une inquietude mortelle', as she might well have been. Arrived in Buenos Ayres just at the moment of the cession of the seven Jesuit towns, he sees his opportunity, learns Guarani in the brief space of six or seven weeks, and joins the Indians. They naturally, having been trained to look on every foreigner outside the Order of the Jesuits as an enemy, receive him as their King. Under the title of the \\\\`Son of the Sun and Star of Liberty' he rules them, looked on as a God.  The brief mendacious chronicle leaves him on the throne, just after having joined the empire of the Mamalucos to that of Paraguay, and promising to give the world more of his history when it comes to hand.\\n\\nBy stories such as those contained in the mendacious little book imprinted at St. Paul, the easy-minded public -- then, as now, always more easily impressed with lies than with the truth -- was biassed against the Jesuits in Paraguay.  Father Dobrizhoffer,\\\\* who knew `King' Nicolas from his youth up, has left a very different version of his history, in which no Donna della Cupidita or de la Victoria even remotely flourishes.  Nicolas Neenguiru was born in the township of La Concepcion, of which in after-life he rose to be the mayor.  He married an Indian woman, not `une belle Andalouse', and Dobrizhoffer says a friend of his, one Father Zierheim, had him whipped publicly for petty theft when a young man. At the time (1753) when, in company with another Indian, one Jose, mayor of San Miguel, he headed the Indian revolt, he was a man of middle age, tall, taciturn and grave, and not ill-looking, though marked across the cheek with a disfiguring scar. At no time was he even a lay brother of the Jesuit Order, as by their rules in Paraguay no Indians were ever taken either as lay brothers or as priests.  So little was the man feared by the authorities that, once the Indians' resistance was over, Nicolas went to the Spanish camp, was quietly heard, dismissed, and then continued in his office as the mayor of his native place. The legend sprang from a mistake in Guarani, to which perhaps a little malice gave its artful charm.  In Guarani the word `Rubicha' signifies a chief, whereas `Nfurabicha' means king.  The two, pronounced by one but ill acquainted with the language sound identical. Nothing was more likely than that the Indians should call their general their chief; had they thought really of settling upon a king, it is certain that they would have chosen one of the family of some well-known chief, and not an Indian merely appointed mayor by the Jesuits. But be that as it may, General Neenguiru, though he has left some interesting letters, which are preserved in the archives of Simancas, showed no capacity for generalship.\\\\*\\\\*  Throughout the course of the campaign he endeavoured to replace his want of skill by tricks and by intrigues, but of so futile a nature that they were frustrated and rendered useless at once.  His first endeavour was to gain time, when he found himself with seventeen hundred men opposed to Andonaegui, Governor of Buenos Ayres, who had an army well equipped with guns, of about two thousand men. Neenguiru wrote to Andonaegui, telling him that the Indians were ready to submit, and then, whilst waiting for an answer, set about fortifying the position which he held.  Warned by a spy, Andonaegui attacked at once, and drove the Indians from their trenches like a flock of sheep, taking their wooden cannon, lances, and banners, and killing thirteen hundred of them.\\n\\n\\\\-- \\\\* \\\\`Account of the Abipones', vol. i., p. 32. \\\\*\\\\* The only man the Indians produced who showed any aptitude as a leader    was a chief called Sepe Tyaragu.  At his death in action in 1756    Nicolas Neenguiru succeeded to his post. --\\n\\nA glorious victory, and, as Father Ennis says, \\\\`to be expected, and which, had it chanced otherwise, must have covered the Spaniards and the Portuguese with shame.'  In fact, a victory of the same kind as those which since that time have been most usual when well-armed European troops have faced half-naked, ill-armed savages, but which, of course, reflect no credit on the victor, or, at best, just as much credit as a butcher rightfully receives when he defeats a calf.\\n\\nBut even after the victory over the Indians of Nicolas Neenguiru the troubles of the allies were not quite at an end. The usual dissensions between allies who mutually detest each other soon broke out, and Gomez Freire, the General of the Portuguese, only prevented a collision with the Spaniards by considerable tact. After a short campaign of a few months, the allies entered the rebellious towns and took possession of them all, with the exception of San Lorenzo, which continued to hold out.  A month or two served to reduce it, too, and the whole territory of the seven towns submitted to the power of the joint forces of Portugal and Spain. The struggle over, Neenguiru was quietly again reinstated mayor of Concepcion, the bruised wooden cannon duly set up as monuments, the dead left on the plains and the \\\\`esteros' for the chimangos\\\\* and the caranchos\\\\*\\\\* to gorge upon, and, law's due majesty once more vindicated, the conquerors set about, in 1757, to trace the limits between the territories of the two Christian Kings.\\n\\n\\\\-- \\\\* `Milvago Chimango'. ** `Polyhorus tharus'.  In relation to the word `tharus',    which figures as a sort of scientific (or doggerel) cognomen    to this bird, Mr. W. H. Hudson once pointed out to me that,    like some other `scientific facts', it originated in a mistake.    The Pampa Indian name of the bird is `trare'.  Molina (Don Juan Ignacio),    in his `History of Chile', happened to spell the word `thare',    instead of `trare', and then proceeded to make a dog-Latin form of it.    Thus the bird has received its present scientific name. --\\n\\nMost of the seven towns were half deserted, the Indians having fled for refuge to the woods,\\\\* and the commission set to work upon its labours in a desert which it itself had made.  Out of the fourteen thousand Indians who had inhabited the seven flourishing towns upon the Uruguay but few remained; yet still the work of pacification and working at the boundary went on slowly, for from 1753 to 1759 nothing of consequence was done. In 1760 Ferdinand VI. died, and his son Charles III. succeeded him, and still the boundary commission worked on hopelessly in Paraguay. The Jesuits, who had worked unceasingly during the last eight years to annul the treaty handing the seven missions over to the Portuguese, at length, in 1761, obtained from Charles III. a treaty annulling all that had been done, and providing that the seven towns should remain part of the dominions of the Spanish crown.\\n\\n\\\\-- \\\\* Cardiel, `Declaracion de la Verdad', p. 430:  `. . . llego alli despues   de la fuga y desamparo de los pueblos . . . saco a los dos Padres   que estaban muy afligidos por la soledad y alboroto.' --\\n\\nThey triumphed; but their triumph added another step towards their ruin, for the jealousy which they evoked by their persistent fight raised up much animosity towards themselves in Spain.  How great a share they had in the resistance of the Indians cannot be known with certainty. Papers preserved in the archives of Simancas charge them with stirring up the Indians to resist;*1* but they are chiefly from Valdelirios and others, who, naturally finding resistance, put it down at once to the Jesuits, whom then, as now, it was the fashion to abuse.  The Indians themselves seem to have been perplexed, no doubt encouraged by their priests on one hand, and on the other seeing the commissary Altamirano, himself a Jesuit, calling upon them to submit. In a pathetic letter written to the Governor of Buenos Ayres, and dated `en la estancia de San Luis, Feb. 28 de 1756', Primo Ibarrenda, of San Miguel, says:*2*  `This our writing I send to you that you may tell us finally what is to be our lot, and that you take a resolution what it is that you shall do.  You see how that last year the father commissary*3* came to this our land to bother us to leave it: to leave our towns and all our territories, saying it was the will of our lord the King:  besides this you yourself sent us a rigorous letter telling us to burn our towns, destroy the fields, even pull down our church, which is so beautiful (\\\\`tan lindo'), and saying also that you would kill us. You also say, and therefore we ask you if it is the truth, for if it is, we will all die before the Holy Sacrament; but spare the church, for it is God's, and even the infidels would not do it any harm.' They go on to say they have always been obedient subjects of the King, and that it is impossible that his wish could be to injure them -- in fact, the letter of innocent men, half civilized, and thinking justice, mercy, and right-doing were to be found with Governors and Kings.  Had many of the Jesuits chosen to take the field, their knowledge of the country and the vast influence that they had upon the Indians would have made the campaign perilous enough even for the united military power of Portugal and Spain. As it was, the miserable war dragged on for eight long years, and for result ruined seven missions where before the Indians lived happily. Then, when the fields were desolate, the villages deserted, and the Indian population half dispersed, statesmen in Spain and Portugal saw fit to change their minds, to annul the treaty, and to pass a diplomatic sponge over the ruin and the misery they had caused.\\n\\n\\\\-- *1* In a letter (Archivo de Simancas, Legajo 7,378, folio 128),     Valdelirios, writing to the governor of Buenos Ayres,     Don Jose de Caravajal y Lancastre, says:  \\\\`Inagotables son los recursos     de los Padres para que se dilate y no se ratifique el tratado. . . .'     But he gives no proof except that they had sent petitions to the King --     surely a very constitutional thing for them to do. *2* The letter was written originally in Guarani, and a certified     translation of it exists at Simancas, Legajo 7,385, folio 13. *3* Altamirano. --\\n\\nChapter X\\n\\nPosition of the Jesuits in 1761 -- Decree for their expulsion   sent from Spain -- Bucareli sent to suppress the colleges and drive out   the Jesuits -- They submit without resistance -- After two hundred years   they are expelled from Paraguay -- The country under the new rule --   The system of government practically unchanged\\n\\n`No storm is so insidious' (said St. Ignatius) `as a perfect calm, and no enemy so dangerous as the absence of all enemies.'\\n\\nThis dangerous state of calm without an apparent enemy in sight was the position of the Jesuits in Paraguay in 1761.  By desperate efforts and intrigues in Spain they had kept their thirty missions from being mutilated; their influence amongst the Indians had never been more absolute.  The governors of Buenos Ayres and of Paraguay had tried a fall with them, and the honours of the struggle were with the Jesuits.  They had succeeded in getting put into force the clauses of the \\\\`Laws of the Indies', which kept Spaniards out of the Indian settlements.  Even those sent against them had been forced to testify to their utility*1* in Paraguay. But throughout Spain and her enormous empire in America and in the East perpetual hostility between the Jesuits and the regular clergy had been going on for years.  In every portion of America the Jesuits were unpopular, the excuse alleged being their wealth and power;*2* but the real reason was their attitude on slavery.  After repeated grumblings of distant thunder, at length the storm broke, and the decree for the expulsion of the Jesuits in Spain and her dominions was signed, and the order sent to Bucareli, Governor of Buenos Ayres, in June of 1767, to put it into force in Paraguay. The reasons which induced King Charles III. to expel the Jesuits, mysterious as they were, and locked up a dead secret in the royal breast,*3* may or may not have been sufficient in Spain, but could in no respect have held good for Paraguay, where there existed little scope for court intrigue, and where the Jesuits were far removed from their fellow Spanish subjects, and occupied entirely with their mission work. Many and various have been the explanations which historians have set forth for this decree.  Certain it is in Spain this Order had attained to considerable power, and that in Rome the abler of their Generals occasionally kept the Popes in mental servitude.\\n\\n\\\\-- *1* Don Pedro Cevallos, Governor of Buenos Ayres, who was in Paraguay in 1755,     sent there to fight the troops of King Nicolas, found, as he himself says,     `no King, and no troops, but a few half-armed Indians.'     Writing to the King, he says:  `Los Jesuitas son utiles en el Paraguay.' *2* The figures in Chapter VII. serve to show that in Paraguay, at least,     they were not exactly millionaires.  In Mexico, Palafox, the saintly     Bishop of Puebla, had set about all kinds of stories as to their riches,     but Geronimo Terenichi, an ecclesiastic sent to Mexico     to examine into the question of the Jesuits and their wealth,     after a year of residence, expressly says `they were very poor,     and laden with debt' (`eran muy pobres y estaban cargados de deudas'):     `Coleccion de los articulos de la Esperanza, sobre la Historia     del Reinado de Carlos III.', p. 435.  Madrid, 1859. *3* They were expressly proclaimed to be `ocultas y reservadas'.     Carlos III., in defence of his `occult' and `reserved' reasons,     said, `mis razones, solo Dios y yo debemos conocerlas'     (`Reinado de Carlos III.', vol. iii., p. 120.  Ferrer del Rio,     Madrid, 1856).  No doubt Carlos III. satisfied his conscience     with this dictum, but it is permissible to doubt whether the power     alluded to in such a cousin-like manner by the King was equally satisfied. --\\n\\nSome have accounted for the act of Charles III. as being but revenge for the tumult of Aranjuez under the ministry of Esquilace,*1* arguing that the Jesuits were in fact the authors of it, and that it was but the precursor of a plot to dethrone the King and place his brother Don Luis upon the throne, as being not so liberal in his ideas. Others, again, have stated*2* that the Jesuits set about a calumny that Charles III. was not the Queen's son by her husband, but by a lover whom they said she had.  The only reason which seems feasible is that the King was worked on by the fear that the Order had risen to too much power, and that if he did not at once take steps the monarchy would be rendered but a mere appendage of the General of the Jesuits.*3*\\n\\n\\\\-- *1* This celebrated tumult, generally known in Spain     as `el Motin de Aranjuez', and sometimes as `el Motin de Esquilace',     occurred on Palm Sunday, 1766.  The ostensible reason     was an edict of the King (Charles III.) prohibiting the use     of long cloaks and broad-brimmed hats, which had been for long     popular in Spain.  The tumult assumed such formidable dimensions     that the Walloon Guards were unable to quell it, but two friars,     Padre Osma and Padre Cueva, in some manner were able to stem     the confusion.  The King and the court were so much disturbed     that they quitted Madrid and went to Aranjuez.  There is no proof     that the Jesuits had any hand at all in the affair. *2* Ferrer del Rio, in his history of the reign of Charles III. *3* Such, at least, several of his letters to the Pope, Clement XII.,     would seem to indicate.  It is not impossible that     the strenuous opposition which the Jesuits gave to the Inquisition     may have had something to do with their expulsion.  Some of them     went great lengths in their attacks.  P. Antonio Vieyra,     the celebrated Portuguese Jesuit, in his `Relac,ao~ Exactissima,     Instructiva, Curioza, Verdadeira, Noticioza do Procedimento     das Inquizic,ois de Portugal' (Em Veneza, 1750), is almost as severe     as Protestant writers have been against the Inquisition.     Particularly does he inveigh against the prison system of the Holy Office     (pp. 3-5, chap. i.).  In the last chapter (p. 154), Vieyra calls Saavedra,     the founder of the Portuguese Inquisition, a tyrant,     and in recounting his deeds calls him `tyranno', `cruel', `falsario',     `herege', and `ladram' (a thief), and finishes by asserting     that the tribunal invented by such a man `had its roots in hell',     and that `its ministers could not go to heaven'. --\\n\\nWhether it is sound policy of any government to expel a race, or sect, or order from its domains, no matter what the immediate exigencies of the times seem to require, is a moot point.  The expulsions of the Jews, Moriscos, and Huguenots, and the dissolution of the monasteries in the times of that true Protestant Henry VIII. of ever pious memory, do not exactly seem to have had the effect upon the countries where they took place that was at first expected by their instigators. Expelled by Charles III., the Jesuits to-day in Spain have re-acquired much of their influence.  So that it seems that persecution, to be effectual, must not stop on this side of extermination, and this our Lord Protector Cromwell understood full well.\\n\\nThe Viceroy Bucareli\\\\* to whom the task of the expulsion of the Order in the viceroyalty of Buenos Ayres and of Paraguay was entrusted, was no ordinary man.\\\\*\\\\*  Appointed Viceroy of Buenos Ayres after a distinguished career of public service, he found himself, almost without warning, and without any adequate forces at his command, obliged to execute by far the most important and far-reaching task that had ever fallen to the lot of any Spanish Governor in America to carry out.  But as his services had not been chiefly in America, he held the idea which at the time was generally received in Europe, that the Jesuits possessed great wealth, had bodies of trained troops, and so would resist all efforts at expulsion to the death.\\n\\n\\\\-- \\\\* His full name was Don Francisco de Paula Bucareli y Ursua. \\\\*\\\\* Brabo (`Coleccion de Documentos', etc.) says of him,    `speaking of the petty jealousies and intrigues which    the decree of expulsion evoked:  \\\\`En medio de tantas contrariedades,    crimenes y miserias destaca serena la figura de Bucareli,    no solo llevando a cabo con incansable celo su cometido,    si no atendiendo a suplir en la organizacion religiosa,    intelectual y civil los numerosos vacios que dejaba la falta    del absorbente y decisivo influjo jesuitico.' --\\n\\nFull of these visions, says Dean Funes,\\\\* he considered the order, which was transmitted to him from Spain, as involving serious military risk, and evidently seems to have looked on every Jesuit village as a strong place of arms.  July 22, 1767, was the day he chose, keeping his design a secret, and preparing to strike in Corrientes, Cordoba, Monte Video, and Santa Fe, on the same day, or rather night, for the terror of the Jesuits was so great that he designed to expel them all by night.\\n\\n\\\\-- \\\\* \\\\`Ensayo de la Historia Civil del Paraguay', etc.,   vol. iii., cap. viii., p. 119. --\",\"timestamp\":1637495790,\"title\":\"\\nHistorians, like lawyers in conveyancing, catch errors one from another\"},\"digest\":\"hv8iRQpgpSEhsW-Lpiy7r-osaUY82wD0WvAC7STCdIQ\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GRBjTzw8yDTHSTgKqXjy2cESOaLAPhaCsdQZTSfhfhU\\\",\\\"y\\\":\\\"TOuZIcTLvbBmhLaO8EA5Utju1bIfBDXu6z32WXGlrj8\\\"}\",\"signature\":\"DvvAxxH25NsVzV3AV7wtcXpLhPzNZ4NPrjUtUmPsFJF5Tb0_Mv0LqpLYTWWW_t584Gu49CKzWcDZdG-35Xjb1A\",\"signingKeySignature\":\"0x09ba523ac873a8caf938f8b308ffd850e8b17c2d046805dd9710afba1c76514778ede268034cb75a54ccf26baee7bdd1968aea6d8054029a4a9a292f519476661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GRBjTzw8yDTHSTgKqXjy2cESOaLAPhaCsdQZTSfhfhU\\\",\\\"y\\\":\\\"TOuZIcTLvbBmhLaO8EA5Utju1bIfBDXu6z32WXGlrj8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hv8iRQpgpSEhsW-Lpiy7r-osaUY82wD0WvAC7STCdIQ\"}"