"{\"content\":{\"body\":\"One year ago, I learned about Web3 for the first time when [Matt Gould](https://twitter.com/matthewegould) became my newest client at the content marketing agency I was working at. Matt hired us to help him start a podcast for his company, Unstoppable Domains, which we would call [The Unstoppable Podcast](https://the-unstoppable-podcast.simplecast.com/). Today we released [Episode 100](https://the-unstoppable-podcast.simplecast.com/episodes/100-writing-about-and-understanding-crypto-with-jarrod-dicker-of-tcg) of the podcast.\\n\\n[https://twitter.com/ddwchen/status/1430040426958909440?s=20](https://twitter.com/ddwchen/status/1430040426958909440?s=20)\\n\\nAs was custom practice with all of my clients, I offered to co-host or moderate the first few episodes with Matt until we were able to get a rolodex of guests lined up. If his goal was to educate normies about crypto, who better to ask him really basic questions about crypto than a normie like myself? Luckily, he agreed.\\n\\nFor the first few episodes, we talked about basic Web3 topics, like “what is the decentralized web?” and “what is DeFi?”\\n\\n![Some of the initial episodes on The Unstoppable Podcast](https://images.mirror-media.xyz/publication-images/GkAKrU0cbdDmtXtLNrIMU.png?height=1174&width=1542)\\n\\nI quickly became hooked and started to spend all of my free time diving deeper into these topics. But while it was all fascinating to me, the one thing that really pulled me down the rabbithole was the idea that creators would be able to own all of their content and data in a decentralized world - something we’ve never been able to experience in our legacy Web2 world. As a former travel blogger who had experienced firsthand the pains of trying to monetize content in Web2, this idea was really enticing to me.\\n\\nNot long after recording our first few episodes together, Matt asked me to join Unstoppable Domains full time and dedicate all of my time and efforts toward growing the podcast. While it certainly felt risky to dive into an industry I hardly knew anything about, I knew enough at that point to know that Web3 is the future, and I wanted to help build it. Plus, as a former attorney turned travel blogger turned content marketer, I was no stranger to career shifts, so this was all really par for the course.\\n\\nToday, 10 months after working at Unstoppable Domains full time, I am proud to announce that we have just released Episode 100 of the podcast with none other than Jarrod Dicker, who is one of the most knowledgeable people on how Web3 will change the creator economy - the exact topic that initially pulled me down the crypto rabbithole.\\n\\n## 100 Things I Learned From Hosting 100 Crypto Podcast Episodes\\n\\nHere are 100 things I learned from hosting 100 episodes of [The Unstoppable Podcast](https://the-unstoppable-podcast.simplecast.com/):\\n\\n1\\\\. Crypto, blockchain, Web3 are the future.\\n\\n2\\\\. The crypto community hangs out on Twitter, Discord, and Telegram. Everything else is more or less irrelevant.\\n\\n3\\\\. Working in Web3 can be exciting or scary, depending on the day. But mostly exciting.\\n\\n4\\\\. Making a career switch to work in Web3 - or any new emerging tech - in the early days is scary.\\n\\n5\\\\. You’ll never feel as rewarded as when you make a scary decision and it changes your life for the better.\\n\\n6\\\\. One of the best ways to learn a new industry super fast is to start a podcast.\\n\\n7\\\\. Being a good podcast host is less about being good at talking and more about being good at listening.\\n\\n[https://twitter.com/ddwchen/status/1450833643753013248?s=20](https://twitter.com/ddwchen/status/1450833643753013248?s=20)\\n\\n8\\\\. If you listen carefully to what your guest says and have a naturally inquisitive mind, you will ask interesting, thought provoking questions to get your guest to say even more interesting and thought provoking things.\\n\\n9\\\\. Asking “why?” in thoughtful settings as an adult is much less annoying than blindly asking “why?” to everything as a child.\\n\\n10\\\\. The best way to prepare for an interview is to stalk the guest’s Twitter and listen to any past interviews they’ve recorded.\\n\\n11\\\\. Talking about topics the guest is passionate about will produce a better podcast than talking about topics you’re passionate about.\\n\\n12\\\\. Always keep an open mind. 99% of things exist in a grey area.\\n\\n13\\\\. Spend the majority of your time living in and investigating that grey area.\\n\\n[https://twitter.com/ddwchen/status/1430042716109295617?s=20](https://twitter.com/ddwchen/status/1430042716109295617?s=20)\\n\\n14\\\\. Surround yourself with people more knowledgeable than you.\\n\\n15\\\\. But don’t forget to give back when you become the smartest person in the room.\\n\\n16\\\\. Few things in crypto are right or wrong, true or false. Most of what you hear from smart people is their opinion/perspective - and you will hear them disagree with each other.\\n\\n17\\\\. Speaking of which, it’s ok to disagree.\\n\\n18\\\\. Try to think in terms of complementary opposites (h/t [Kernel](https://kernel.community/en/learn/module-0/play-of-pattern)). If something registers in your brain as “good,” ask yourself what the “bad” is that has to exist for you to think something is good.\\n\\n19\\\\. Groupthink is a highly contagious disease with the power to kill Web3. Form your own opinions and don’t fall for groupthink.\\n\\n[https://twitter.com/ddwchen/status/1446929213718548481?s=20](https://twitter.com/ddwchen/status/1446929213718548481?s=20)\\n\\n20\\\\. The ability to think critically is an underrated skill.\\n\\n21\\\\. So is the ability to think creatively.\\n\\n22\\\\. If you are a creative person who also knows how to code, you are an indomitable force.\\n\\n23\\\\. The people who truly care about driving Web3 forward are very mission oriented.\\n\\n24\\\\. You can approach crypto from a trader perspective or from a builder perspective. I think few people can balance the two well.\\n\\n25\\\\. Speculation is a zero sum game.\\n\\n26\\\\. Don’t brush people off when they say DYOR. Actually do your own research.\\n\\n27\\\\. Start creating content as soon as you start learning about crypto. This is the best way to test your knowledge.\\n\\n28\\\\. If you’re worried you don’t know enough about crypto to be writing/tweeting/creating videos about it, just remember that everyone else feels the same way.\\n\\n[https://twitter.com/ddwchen/status/1448027238473953281?s=20](https://twitter.com/ddwchen/status/1448027238473953281?s=20)\\n\\n29\\\\. The more you know, the less you’ll feel like you know.\\n\\n30\\\\. Also remember that people like following a good growth journey. You can inspire others by showing how much you’ve learned in a short time.\\n\\n31\\\\. If you’re struggling to put out content because of perfectionism, create the worst content you can for a week straight and then nothing you create will seem bad anymore (h/t [Jonathan Mann](https://the-unstoppable-podcast.simplecast.com/episodes/88-writing-the-first-ever-on-chain-song-with-jonathan-mann-from-the-digitally-rare-podcast)).\\n\\n32\\\\. Don’t be afraid to fail. If you live your entire life too afraid to do anything for fear of failure, you’ll never grow.\\n\\n33\\\\. Confidence is not directly correlated with # of twitter followers, # of years in crypto, etc.\\n\\n34\\\\. You can build confidence through practice.\\n\\n35\\\\. Don’t be afraid to experiment.\\n\\n36\\\\. Creating content is also a great way to build up your reputation and social graph, which will also help you get a Web3 job if that’s what you’re after.\\n\\n37\\\\. The only way to fully understand the language and culture of the country of crypto is to live in it, talk to the locals, and interact in it everyday.\\n\\n[https://twitter.com/](https://twitter.com/_cooperray_/status/1450846947309412355?s=21)*[cooperray](https://twitter.com/_cooperray_/status/1450846947309412355?s=21)*[/status/1450846947309412355?s=21](https://twitter.com/_cooperray_/status/1450846947309412355?s=21)\\n\\n38\\\\. Don’t just learn, but also do. Get a wallet, interact with dapps, make some friends.\\n\\n39\\\\. The best way to immerse yourself in the crypto world is by actively engaging on Twitter and Discord.\\n\\n40\\\\. Don’t leave more than 3 Discord channels unmuted, and turn off your DMs.\\n\\n41\\\\. There is something interesting about Web3 for everyone, no matter what your background is.\\n\\n42\\\\. The formula to crypto-pilling someone is to understand where they’re coming from, what their interests are, and tell them about crypto from that angle.\\n\\n[https://twitter.com/ddwchen/status/1448739601498075140?s=20](https://twitter.com/ddwchen/status/1448739601498075140?s=20)\\n\\n43\\\\. The more you learn about crypto, the harder it becomes to explain crypto concepts to newbies.\\n\\n44\\\\. Drawing analogies between Web3 and Web2 concepts can be a useful way to help normies understand crypto concepts.\\n\\n45\\\\. But ultimately we need to shift our thinking from translating Web2 concepts into Web3 terms to thinking about Web3 concepts through a Web3 native lens.\\n\\n46\\\\. To create a holistic crypto education curriculum, we need to decentralize curation of that curriculum.\\n\\n[https://twitter.com/zach__davidson/status/1450449153373491204?s=20](https://twitter.com/zach__davidson/status/1450449153373491204?s=20)\\n\\n47\\\\. Any centralized entity or group with the power to dictate the way everyone lives will fail.\\n\\n48\\\\. In an age of increased globalization and decentralization, nation-states may not survive the test of time.\\n\\n[https://twitter.com/ddwchen/status/1442522971340296196?s=20](https://twitter.com/ddwchen/status/1442522971340296196?s=20)\\n\\n49\\\\. Moving forward, we are going to see decreased loyalty to nation-states and increased loyalty to borderless communities.\\n\\n50\\\\. Education is a public good. Share your learnings with others.\\n\\n51\\\\. Two heads are better than one. Three heads are even better. 10 is even better, 100 is even better…\\n\\n52\\\\. We will be able to accomplish so much more when we work together than when we work against each other.\\n\\n[https://twitter.com/ddwchen/status/1450204623462010882?s=20](https://twitter.com/ddwchen/status/1450204623462010882?s=20)\\n\\n53\\\\. Find your tribe - a group of friends you vibe with who are also working on building out Web3.\\n\\n54\\\\. Maybe start a multisig with these people, maybe start a DAO.\\n\\n55\\\\. Tweeting is a good way to identify people whose mission align with yours and find friends.\\n\\n56\\\\. Having internet friends is not weird. In fact, it’s awesome.\\n\\n[https://twitter.com/ohhshiny/status/1450941276430372865?s=21](https://twitter.com/ohhshiny/status/1450941276430372865?s=21)\\n\\n57\\\\. While making friends online is great, you’ll form much deeper connections in person.\\n\\n58\\\\. Go to in person conferences, not for the conference but for the side events and people.\\n\\n59\\\\. It’s ok to not vibe with everyone.\\n\\n60\\\\. A rising tide lifts all boats.\\n\\n[https://twitter.com/Daryllautk/status/1450124055487651849?s=20](https://twitter.com/Daryllautk/status/1450124055487651849?s=20)\\n\\n61\\\\. It can be easy to get so caught up in *what* we’re building that we forget *who* we’re building it for: humans.\\n\\n62\\\\. We are all human beings, not faceless pfps on the metaverse.\\n\\n63\\\\. Humans are flawed beings with emotions, personal lives, and limitations. Let’s not pretend we’re anything else.\\n\\n64\\\\. The only way to prevent Black Mirror IRL from happening is to think holistically about the human experience.\\n\\n65\\\\. A new product cannot be successful if it will inevitably harm the lives of some people.\\n\\n66\\\\. Our perspective is limited to the sum of our experiences, and the sum of any individual’s experiences is limited.\\n\\n67\\\\. The only way we can create a Web3 for all the people is by getting out of our bubbles and exposing ourselves to different perspectives and lived experiences.\\n\\n68\\\\. Diversity is a non-negotiable for building Web3. If we want to build a web that will cater to people from all over the world and all backgrounds, we need to involve people from all over the world and all backgrounds.\\n\\n69\\\\. Many of our intentions with building Web3 are similar to our intentions with building the original web. If we don’t learn from history, we’ll repeat it.\\n\\n70\\\\. Fun fact: NFTs were invented in 1958.\\n\\n[https://twitter.com/ddwchen/status/1433179887708344321?s=20](https://twitter.com/ddwchen/status/1433179887708344321?s=20)\\n\\n71\\\\. We accept many things in life without question for no reason other than that’s how it’s always been.\\n\\n72\\\\. If we can learn to question basic principles in life, we can allow ourselves to create a better world.\\n\\n[https://twitter.com/ddwchen/status/1444005218698498048?s=20](https://twitter.com/ddwchen/status/1444005218698498048?s=20)\\n\\n73\\\\. It’s very easy to get burnt out in crypto.\\n\\n74\\\\. Intentionally blocking off time away from the screen is good for your mental health.\\n\\n[https://twitter.com/ddwchen/status/1444467146512285699?s=20](https://twitter.com/ddwchen/status/1444467146512285699?s=20)\\n\\n75\\\\. We need to be able to have safe and open conversations about mental health that don’t feel taboo or judged.\\n\\n76\\\\. Crypto moves fast, but you won’t be able to move at all without your health.\\n\\n[https://twitter.com/ddwchen/status/1442691934355476485?s=20](https://twitter.com/ddwchen/status/1442691934355476485?s=20)\\n\\n77\\\\. It’s good to have hobbies outside of crypto.\\n\\n78\\\\. I recommend finding hobbies that involve getting outside, doing something physical, and interacting with human beings IRL.\\n\\n79\\\\. People like having responsibilities (not obligations) because it gives them a sense of ownership.\\n\\n80\\\\. Your community will be stronger if you let them have a voice and a vote.\\n\\n81\\\\. Community is more important in crypto than in any other industry I’ve been in, perhaps because we’re still in the early days of building.\\n\\n82\\\\. We’re still in the early days of crypto.\\n\\n83\\\\. Despite how it may look today, crypto is not about helping the rich get richer; it’s about helping those who weren’t able to earn wealth in our legacy system earn wealth in Web3.\\n\\n84\\\\. Web3 and DeFi will even out the playing field for all groups of people and finally give disadvantaged communities an opportunity to overcome the systemic bias that has worked against them for generations.\\n\\n85\\\\. The only way to eliminate human bias is to take humans out of the equation.\\n\\n86\\\\. If a smart contract is coded in a nondiscriminatory fashion, it cannot choose to discriminate at a later date.\\n\\n87\\\\. Most people don’t think enough about online privacy.\\n\\n88\\\\. Privacy is a fundamental human right, and valuing that right doesn’t mean you have something to hide.\\n\\n[https://twitter.com/ddwchen/status/1443342754386366465?s=20](https://twitter.com/ddwchen/status/1443342754386366465?s=20)\\n\\n[https://twitter.com/SecretNetwork/status/1446566598257651718?s=20](https://twitter.com/SecretNetwork/status/1446566598257651718?s=20)\\n\\n89\\\\. Being anon online provides that extra layer of privacy - and safety.\\n\\n90\\\\. You don’t have to know someone’s legal identity to be able to relate to them.\\n\\n91\\\\. Remember that there’s a real human face behind every anon account you interact with.\\n\\n92\\\\. Time is a strange thing in crypto, where a year can feel like a decade.\\n\\n[https://twitter.com/ddwchen/status/1441017328725118976?s=20](https://twitter.com/ddwchen/status/1441017328725118976?s=20)\\n\\n93\\\\. Time passes especially fast in a bull run.\\n\\n94\\\\. Try not to get burnt out during the bull runs so you are energized to build during the bear markets.\\n\\n95\\\\. Focus on the long term vision, not short term gains.\\n\\n96\\\\. Right now many people are priced out of becoming crypto native. This is a problem we need to solve.\\n\\n97\\\\. We also need to improve wallet UX so that the burden of safely storing your keys doesn’t come with such harsh consequences.\\n\\n98\\\\. When DeFi and NFTs and DAOs and social tokens figure out a way to combine forces, that’s when the magic happens.\\n\\n99\\\\. It’s only a matter of time until we onboard all 4.6+ billion internet users to Web3.\\n\\n[https://twitter.com/Flynnjamm/status/1435463584146886658?s=20](https://twitter.com/Flynnjamm/status/1435463584146886658?s=20)\\n\\n100\\\\. WAGMI.\\n\\nWhat’s next after 100 episodes? [Follow me on Twitter](https://twitter.com/ddwchen) to keep up with my podcasting adventures.\",\"timestamp\":1634836705,\"title\":\"100 Things I Learned From Hosting 100 Crypto Podcast Episodes\",\"publication\":\"dc\"},\"digest\":\"7zJKauVTjcTxZLhsQJ5TB9uEpJubsKsldrTQBrZ3kMU\",\"authorship\":{\"contributor\":\"0xcEd09CCFc82b091195bdE04E6Cd65374518E7b95\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GxrnVjwHf8EbKkTGdzzdEaSzuWUHLLkc1a-Zm69Lknc\\\",\\\"y\\\":\\\"7O_NvwitqOi1ph7xk8uYaRGqtp796N2F6MmTnphZG9U\\\"}\",\"signature\":\"OZ0A4Vk0alRgVkdthMLR3zuVu8JxMye0ComPL_gKCm3PklbRb9r8w9W_j1IpW5ZRclEj6suni0PhjyCZYG5TWQ\",\"signingKeySignature\":\"0x7c8fffa66d1dc9f51181b80cb967a9c9d5f5cb594765d1d37afdc3210a02e44651ad378e85c56afced2e9ee22993c9627237502b19e4c199806e6310ff35e6301c\",\"signingKeyMessage\":\"I authorize the publication of articles on dc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GxrnVjwHf8EbKkTGdzzdEaSzuWUHLLkc1a-Zm69Lknc\\\",\\\"y\\\":\\\"7O_NvwitqOi1ph7xk8uYaRGqtp796N2F6MmTnphZG9U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0H76yoBGcxhmlv4Ktx-WFsey9zhzGxZdTozz4VPN9R8\"}"