"{\"content\":{\"body\":\"At the dawn of Web3, CyberConnect is here to build a decentralized social graph protocol that serves Web3 social networks and the metaverse. Our mission is to return the ownership and utilities of social graph data back to users while providing an infrastructure for all Web3 developers to integrate and build upon.\\n\\n### What's a Social Graph?\\n\\nThink of an address book, or for those who are even younger, phone contacts, which documents a person’s social relations. Even these two seem outdated now compared to all social networking apps like Instagram, Facebook, LinkedIn, etc. Maybe you don’t even remember the last time you actively searched for friends in contacts, while you see their Instagram posts or LinkedIn updates all the time. A social graph consists of such mapping of social relations among individuals, and it’s interesting to ponder how we are taking it for granted thanks to Facebook, which monopolizes social graph data at the expense of user privacy.\\n\\nCyberConnect aims to build a decentralized social graph protocol that returns data ownership and utilities back to Web3 dwellers while inviting all Web3 social networks and Metaverse projects to scale with us. A blockchain-agnostic infrastructure, CyberConnect supports multiple blockchains for app development and allows Dapps to access and use social graph data provided by users themselves.\\n\\n# CyberConnect: The Social Graph Module for Web3 Applications\\n\\nWhat's essential for CyberConnect is to be developer-friendly. As our lead investor Kyle from Multicoin discussed in his tweets: What matters isn't users, it's developers.\\n\\n[https://twitter.com/KyleSamani/status/1458773567848415237?s=20](https://twitter.com/KyleSamani/status/1458773567848415237?s=20)\\n\\nOur first priority at the early stage is to provide a **Social Graph Module** for Web3 applications. The social graph module consists of two parts: the follow button and following&followers lists. Any Web3 application that has *follow* function can easily integrate CyberConnect and no longer need to worry about maintaining their own social graph database.\\n\\nWe envision CyberConnect as a social graph infrastructure for Web3 applications, and developers can plug the social graph module into their applications with simple codes, just like how Uniswap becomes the cryptocurrency exchange module for Web3 applications.\\n\\nCyberConnect's social graph datastore is built with IPFS and [Ceramic](https://ceramic.network/) (you can read the technical overview [here](https://docs.cyberconnect.me/introduction/technical-overview)), and CyberConnect gateway provides a universal data layer for DApps to start plugging in social elements for their users. With CyberConnect, the ownership of social graphs will be returned to users. You will own your social graph on Web3.\\n\\nYou can dive into the details of CyberConnect docs [here](https://docs.cyberconnect.me/). If you want to integrate CyberConnect, you can also contact us [here](https://ktv82lrwjfl.typeform.com/to/KdBTNEwl). Let's chat!\\n\\n# **From Connecting Addresses to Identities**\\n\\nConnecting addresses is just the first step of building a comprehensive decentralized social graph. An address contains only on-chain assets, and it is just a part of complete identity. A user may have multiple addresses on different blockchains, social profiles such as Twitter, and off-chain data scattered in different applications. Connecting identities is our long-term vision. We've seen multiple endeavors implementing the DID standard, striving for wider adoptions of decentralized identities. The decentralized social graph we desire is an extensive hypergraph, the indispensable building block for prosperous social applications on Web3.\\n\\n# Direct-to-address Message\\n\\nBased on the connection data on CyberConnect, we developed a messaging product to allow users to send messages directly to an ENS/Ethereum address. We are also actively working with multiple partners to expand the use cases of CyberConnect. We created a CyberConnect channel in this messaging product specifically for early adopters of CyberConnect. You can [join](https://cyberch.at/) the waitlist now!\\n\\n# We Are Hiring\\n\\nYes! We are actively seeking global talents to join us! You will not be only joining a fast-growing start-up team where your talents and skills can fully come to shine. You are here to witness the new chapter of the internet, and be part of the history with us, by making it together.\\n\\n[Learn more](http://cyberconnect.fyi/careers)\\n\\n# Resources\\n\\nTwitter: <https://twitter.com/CyberConnectHQ>\\n\\nDiscord: <https://cyberconnect.fyi/discord>\",\"timestamp\":1636964939,\"title\":\"CyberConnect: Building the Social Graph Infrastructure for Web3\"},\"digest\":\"j4u2JeUYaRJfHfWENGWqmBiKAJlMaZDoZbwN3_xXaUE\",\"authorship\":{\"contributor\":\"0x148D59faF10b52063071eDdf4Aaf63A395f2d41c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NVageXPb36bLjCuciqD0LdSYq7pshY5l5RSoMZw0HJg\\\",\\\"y\\\":\\\"3JEa82jRMqVJE0RUi_w1EQWjoWzhWUCbNQNq2MLj2qM\\\"}\",\"signature\":\"uTJ513SeIRFXN7KehjSwxIyKEFqE0JJzuvhURyeuTdGN96qGEyP2Mbo1Z4XuH9mgiYD8RwCnW33rSl3xPKx4-g\",\"signingKeySignature\":\"0x604e4136371226ecd79eb03f0a408cb45ab43794d431228fdb34a8f40b8271b7353b7beaca455f959f2f1e8521a56affa51511e8698e4cc48afb1ebe78ef8bfe1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NVageXPb36bLjCuciqD0LdSYq7pshY5l5RSoMZw0HJg\\\",\\\"y\\\":\\\"3JEa82jRMqVJE0RUi_w1EQWjoWzhWUCbNQNq2MLj2qM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j4u2JeUYaRJfHfWENGWqmBiKAJlMaZDoZbwN3_xXaUE\"}"