"{\"content\":{\"body\":\"# Keyword\\n\\n### Web3\\n\\nThis is the second time we picked Web3 as the keyword. There’re so many Web3 related articles on Mirror last week. Some are for education and others share their experience about Web3. All are excited about the promising future of Web3 which gives creators, community a new way to realize their values.\\n\\n# Articles\\n\\n### Projects\\n\\n* [Second Envelope - Lobis: The Body](https://mirror.xyz/0x05Ce51f0B583D3666222f5803C51b1De8D4B35C2/Hrl-UnGbF3ep_QeU6rti-3ZKXvZDEDvFXa6-9HCSvW4): Lobis update progress on first 72 hours and its mechanism, redefined DeFi governance.\\n* [We Can Be Royals](https://mirror.xyz/0x7c8315c3eA525958047fcc030c5a2e34457a9beB/tP3HCHVEirf0Z5Phfly0nDOxa46hjQOppaC40OGgS4Y): Traditional music industry only gives musicians a little income and Royals will change it.\\n* [PubDAO Pre-Season Announcement](https://pubdao.mirror.xyz/XJ6JvNuIYM5BFGCpX9Aufrixo6KgnE8GYtMWnu20P4w): PubDAO announced their Pre-Season(aka season 0) and were looking for early contributors and writers.\\n* [ℤ𝕠𝕣𝕒 🤝 𝔾𝕝𝕒𝕤𝕤: Mint Music Videos](https://glass.mirror.xyz/Hg6kamoFnNRRASslg9c4JviHaHpxbFSL4nN3Y98QcZk): Leverage both glass and zora to make music videos NFT.\\n* [Introducing New Order](https://mirror.xyz/0x13c5432CfC12bA1f32B6090d1a09cf0Efe9C95Bd/wNnjtD5e0z36XG6RU1YCHVD81gVuADDOXH9oaPzs1Yw): New Order is an incubator DAO formed with the goal to build a self-governing incubator positioned to assist DeFi innovation\\n\\n### Research & Analytic\\n\\n* [Why web3 has done little for writers (and how we can change that)](https://mirror.xyz/0xD785f783e24f71F7FA49dc2933C17bb20954548d/abANgJJYL1-Yw1624HLt3ym5gO1SIPK1vVG8LkGwbvk): Now writers earn less than artists in the NFT industry. This article analyses the reason behind it and shows how writers can benefit from web3 storytelling.\\n* [Is BAYC the decentralized competitor to supreme?](https://mirror.xyz/0x56383A5Dd01d413fb8B38F2D0FceF5F511F1Dbb9/RQw4i4brgHqVdkhKva31-BCS3xg77xgEisHWLr22zUA): Recall the history of supreme and take scarcity & culture as its successful reasons.Compared with supreme, BAYC is gradually becoming a status symbol of early NFT culture, scarcity and web3 brand.\\n* [How storytelling elevates an NFT community](https://mirror.xyz/atareh.eth/GZcdlHlRdMOEwfmXA0bRMkplnQC_iWXnSVbLAAmx8hk): 10KTF's NFT story, nothing brings a community together more than a sense of engagement. Contributed by  @yutsun#4956\\n* [The Transition of the Gaming Ecosystem into the Metaverse](https://mirror.xyz/0x1C7439cba52557AeC3847bC61a963fD02F586f57/gQ5rl15-M-dgBmn74TyA-nKAV3qexMMTSdAJ9M0AWOs): Introduce current gaming industry and predict they will transfer into metaverse via NFT.\\n* [Music NFT Pioneers](https://mirror.xyz/0xFAEa523cDF00E9be0A82FA201fBB111330CC7c0C/wPHZQXLU30LlAkIWsnGFGO8Y94L1H96rntqlsurmVuI): List a handful of music NFT pioneers, including 3LAU, Haleek Maul, Spottie WiFi etc.\\n\\n### Tutorial\\n\\n* [A Guide to Private Ethereum Mining with Geth (Go-Ethereum)](https://mirror.xyz/0x5F0ACdE83F858014bc9723B356095E28fc8880B1/82tNmOWqsGG44C7r8RwqHSEOBdfsRRpYLGpSqRY05_M): Walk through the process of setting up a single node, private Ethereum blockchain using the Geth client.\\n* [Ethereum analytics with BigQuery](https://mirror.xyz/nick.eth/INhEmxgxoyoa8kPZ3rjYNZXoyfGsReLgx42MdDvn4SM): How to use BigQuery for Ethereum onchain data analytics.\\n* [Creating a CryptoToken](https://mirror.xyz/0xaea01704d80288FA97B0de0bc0758d5D2B0b81E1/qd2K9RtOcq8VtbupIH4jZc6R26AN-dNCO6g7wdMgRKk): This article details exactly what the process of creating an ERC-20 token (a token issued using Ethereum’s blockchain) looks like.\\n\\n### Education\\n\\n* [“Play-for fun-to Earn” versus “Play to Earn” - On NFT Gaming and its Current Model](https://mirror.xyz/sandraleow.eth/youGybV7XMBFVNptxGXAwWJBALn0KEeauwyga9Tw3ds): The topic of the article is the advantages and problems of P2E games, with some specific examples. Contributed by @yutsun#4956\\n* [Web3 Onboarding](https://mirror.xyz/0xD2628EA414C98B6c93DE255504ab3aE050A0521E/jsXyWQAqc3cXJeYGzaUBkQblTuob8FUwJMkUgfaotjw): An article by kapslap.eth that introduces the reader to Web3, frequently used vocabulary that new users need (e.g. wallet, private key, etc.) and a short tutorial for onboarding to minting an NFT and voting in a DAO. Contributed by @Beepidibop#0305\\n* [A crypto & web3 primer](https://mirror.xyz/0x0D20dea491abFb7e374877c6E9629161d3Ae4ef4/9MvkHf4lZgGM9XHgZFmn5NthbAp43gTH3-mrM0AH3Qo): A list of resources about crypto & web3.\\n* [Becoming a crypto investor: My top 5 books to learn the fundamentals](https://mirror.xyz/0x2b3DaEB14f069dB301cEAD63338a56d27A982CED/UQvddK1Dp3i-iDiUrCgbzl8mJz4p7aXCnF86kgrsX3A): The author listed 5 books for crypto investors to learn fundamentals. They involved money, bitcoin, ethereum, economics.\\n* [web3 is re-writing everything. An introduction.](https://mirror.xyz/0x7cbC330Bf0B9479D320170B21F8ca9e88399FC16/xUQBAglu-ENFlo-8JF7d6A1n5y5XBO5mXiRgmpiQJ24): An introduction about Web3, including metaverse, NFT, DAO, wallet etc.\\n\\n### Thoughts\\n\\n* [Re-thinking the artist-label relationship on the blockchain](https://mirror.xyz/0x1B383F5edf0E48Eb8F366043AC9841DdB5363cde/HS5joHXo58pnR3Cnf-2eTK_PM49FbvKMlWxDnCCaqPc): Blockchain changes the relationship between artists and labels.Through using blockchain to create an NFT, the artist created a new store of value for their work that previously could not have existed, without having to give up the rights to their work. The label is making its revenue off the value of the original NFT and its associated products .\\n* [Web 3 is making the music industry great again](https://mirror.xyz/0xEfd0b0E1117bB2f793E8c6d917aC0469dFFBC948/oD7bTRMqTQ4ZSv84jEoHb303_UFKUijrE6DY6a0hV3U): Compared with Web 2 music industry, Web 3 gives the music artists a direct way to raise funds from their fans and totally changes the industry structure.\\n* [And The Winner of The Metaverse is….Sotheby’s?](https://mirror.xyz/0x23bdEb4396BEB7e179c65A3FcA025EA2ABC156D5/f2S4bwx5gsxxTm_lxNwSswcIm-pSPHxj8Z95-arIXpQ): Sotheby’s has been so receptive to this shift towards digital assets. It opened a Virtual Art Gallery in Decentraland, launched NFT auction and has two collections on display on their Metaverse Gallery site.\\n* [Going Full Time Web3](https://mirror.xyz/0x322Af0da66D00be980C7aa006377FCaaEee3BDFD/tw60FNcgP1rorzIOfoQEEBix_NjDQS5_AbRr1YkTSEU): The author recalled how he learned solidity and joined rabbithole.\\n* [Why we all should be excited about web3?](https://mirror.xyz/0x62bDF90A5e3560095B22a49172f8c8933F2DAf06/pc64f3BrjwGFgr5MH0g9_L3dEYe1fIqHPAGWY4KJ1pY): The author used a “flipped iceberg” model to explain that Web3 gives the power back to the hands of the community.\\n\\n# Interview\\n\\nWe’re glad to interview [Brodie Conley](https://mirror.xyz/0x1B383F5edf0E48Eb8F366043AC9841DdB5363cde) who has a rich experience in the music industry and a policy education background. Although Brodie emphasizes he’s new to Web3(only started to learn a month ago) he has shown excellent insight about this area. He followed many well-known people in the crypto area, read materials of multiple crypto media, and read whitepapers. Smart contract changed the way he thought about the world and everyday he met exciting new projects. So far his favourite project is [GenreDAO](https://leavingrecords.mirror.xyz/PHJ-Z8DkEjBwLZrJBrdzTCoVh0iAoYoye8Aoi1Fy1OM), a record label with an ALL GENRE ethos. He hopes folks can focus instead on testing and growing long-term structures that support everyone more fairly into the future, not just personal self-enrichment in the short term.\\n\\n# Writers\\n\\n* [Brodie Conley](https://mirror.xyz/0x1B383F5edf0E48Eb8F366043AC9841DdB5363cde): Brodie has a background in music industry and governance. He writes articles about Web3 and music.\\n* [stackin.eth:](https://mirror.xyz/stackin.eth) stackin writes articles about music NFT and DAOs.\\n\\n# Chinese Articles\\n\\n## 研究分析\\n\\n* [ETH for JPG？什么么样NFT能够爆火](https://mirror.xyz/0x8Cf63110418FBE7b7a183c5b5083f8a9c72bA317/AIWIR0yh7M2FZwQpYmG-WL0JoDzNmZDdj1S1i8ht4iM)：介绍如何捕捉热门NFT。\\n* [Mirror上出现的让人“恶心”的现象](https://mirror.xyz/0xECc6e7b3B0F4D40b985c5ba72C05D375baCc129F/j3t4TQzzBO4G3BT5NMm8e1HIklKRSu3IFxS6NXlFcaM)：平台早期之痛，抄袭之风严重。\\n\\n## 教学教程\\n\\n* [discord及telegram翻译机教程](https://mirror.xyz/0xf3FE8c6c75bE4afB2F8200Fc77339abE4D7CFF33/CqGrTi983opamI92P2H-F3jTPLU2tYRkg5pZBnTW0SA)：适合不懂英语又想要了解群聊内容的用户。\\n\\n# Community Projects\\n\\n* <https://mirror-feed.vercel.app/>  A reading client for Mirror with a beautiful UI\\n* <https://askmirror.xyz/>  Search content on Mirror\\n* <https://mirrorgateway.cincel.xyz/feed/>  Fetch all articles on Mirror, ordered by date\\n* <https://app.yup.io/?feed=mirror> Curate articles on Mirror\\n* <https://mirror-latest.non-standard.net/> Fetch registered writers articles.\\n* <https://mirrornewsletter.xyz/> Curate articles on Mirror weekly and support subscription.\\n\\n# About US\\n\\nAs one Sub DAO of RhizomeDAO, MC DAO is dedicated to selecting, reviewing and spreading high-quality content and creators on mirror.xyz, helping readers to quickly understand the exciting views of creators on Mirror and introducing web3 to more users.\",\"timestamp\":1638454157,\"title\":\"Mirror Weekly Review(Week #6)\",\"publication\":\"mcdao\"},\"digest\":\"r4D-uEztlAJuxLAUcUF-3OwhE9seMZraxWkh_kDxICk\",\"authorship\":{\"contributor\":\"0xd35C826BF2bEd9a6a448A184026199B500D60514\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EnTGYkk6gNFUyp_zOjwq29Thho_uJ7RWh8xL9pcothM\\\",\\\"y\\\":\\\"eePcrxKefEPADoV2f5BY-ARJ7tuY3999_MqIiexXoNk\\\"}\",\"signature\":\"hZysP6S96nNxAwPAAJyjNmbPwPa8hZ4DJzUwUcsKtWAGOZpXc1LFoHQAycaaWrWvbLv3vqRVzFxs1y1lt2h-fw\",\"signingKeySignature\":\"0x1887d16d441294c1f06dd21eee02e374aeffc28db3fa8bdd8451d1b89f03f1645198f921590e90483ce8d1d8a4b1d405d60fd1fafc56522a851912a707e342091c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EnTGYkk6gNFUyp_zOjwq29Thho_uJ7RWh8xL9pcothM\\\",\\\"y\\\":\\\"eePcrxKefEPADoV2f5BY-ARJ7tuY3999_MqIiexXoNk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r4D-uEztlAJuxLAUcUF-3OwhE9seMZraxWkh_kDxICk\"}"