"{\"content\":{\"body\":\"## Nina Simone - Nina at the Village Gate\\n\\nIt turns out, Nina at the Village Gate is a perfect album to establish what Sonic Odyssey is all about.  This project is specifically and narrowly an attempt to identify things that I enjoy.  So, sometimes, it means I’m going to listen to and ultimately reject music that I know for sure is outstanding, simply because it doesn’t particularly move me or appeal to my taste, which is the case with this album.\\n\\nIn order to differentiate between what I like and what I know is good, I need to understand what it is I’m looking for.  I want to be emotionally overwhelmed by music.  Usually, the music that sweeps me away is intensely exciting, or dangerous, or heartbreakingly full of longing and desire.  Sometimes, though more rarely, the talent of the artist or the scale of the piece can overwhelm me through sheer splendor, as though being consumed by staring into the enormity of the night sky and outer space.\\n\\nFor the most part, Nina at the Village Gate feels beautiful and full of love to the point of being serene.  Which, though wonderful, aren’t the types of feelings that overwhelm me (perhaps I am dead inside).  Songs like Just in Time and Bye Bye Blackbird are unquestionably triumphs of artistry, but they just don’t really trigger anything in me.\\n\\nEven when the tone turns towards feelings that typically do register with me like sadness (He Was Too Good to Me) or a brooding sense of danger (House of the Rising Sun), the performance remains a touch restrained.  To be clear, that restraint results in work that is clearly a great piece of art, just one that I don’t completely connect to.\\n\\nThat said, this album shines in the moments where the restraint falls away, in moments during Brown Baby and Zungo, and particularly during the album’s final track, Children Go Where I Send You.  This final song is a joyous romp, where Nina’s voice soars and the backing band improvises and swings.  It’s the type of thing I can’t stop from bopping along to, that I can’t help from feeling in my soul, which is the exact type of thing I’m looking to find.\",\"timestamp\":1635004033,\"title\":\"Beauty is Wasted on Me\"},\"digest\":\"lyoDNGPhGgdTJOl8gX4Fl36RfnIWTg5AIiDlvqA8gbI\",\"authorship\":{\"contributor\":\"0x81b48641A6a351DA1E461B9E4ca585d43dBB60E1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n_V02islsiFO08Q_XE1GXj-5WTbMc-_gZA9Wp0RmoyU\\\",\\\"y\\\":\\\"PMlJ0v8gTPK4lSDFtuxo76cL6ve1MX_jTPfbjIlkayQ\\\"}\",\"signature\":\"5RggPwPkJG082hkdHEG8fbGUDd20lDYx_5bjwPQhiC7l-Fhg3wPEQUnI2bNARRdzUdCBupsfK3Ex8hEhaLOzYA\",\"signingKeySignature\":\"0x2231c48bf68eebcf63b5972fe67441a684e3fdc2cbe5d38ffbd23e5a2a8567083ad8409fae1a97c9184de256dd44b0fee14acb02884b591927db150a8902ab0c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n_V02islsiFO08Q_XE1GXj-5WTbMc-_gZA9Wp0RmoyU\\\",\\\"y\\\":\\\"PMlJ0v8gTPK4lSDFtuxo76cL6ve1MX_jTPfbjIlkayQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Duqgbm10_7hqigjtD2xsAat5XiLCfU6SByfEWOTRr1Y\"}"