"{\"content\":{\"body\":\"the philosophy, the belief that crypto, NFT, metaverse or in more general decentralization is what will make the world a better place for humanity.\\n\\nFor me, tech is too boring and gains are too volatile. What keeps me in this space is developing a belief, a vision that I can build a conviction in: by painting the picture of the world and imagining where we are all heading to.\\n\\nUnfortunately, with my cat's eyesight, it is not a pretty scene.\\n\\nWe are living in an age of increasing authoritarianism, where the livelihoods of the majority are under the hands of the few:\\n\\n* The banks control the value of our hard work and how we choose to use it.\\n* The governments dictate the environment, the culture and the social system in which we are born and grow up.\\n* The politicians create laws and policies that often put constraints on our potential and our ability to reach freedom.\\n\\nSo much of our sufferings, our wrongdoings, our biases, and our corrupted behaviours can all be pointed to one apparent problem that is the extreme centralization of power.\\n\\nWe are all living in a reality where much of our life is governed by those who are in positions of power, and while they can promise us to provide the best educational system, the best financial system, the best healthcare system...\\n\\nHow do we ever trust that these systems are established and operated in the best interest of us, the majority, the people and not of themselves?\\n\\nThe answer is we can't, because as humans, \\\"Absolute Power Corrupts Absolutely\\\", and it is only getting worse as we trend toward digitalisation.\\n\\nWe already see this happening in the digital age, the effects of extreme centralization of power to some of the most important aspects of our life: our privacy, our freedom, our wealth, our education, our opportunities and our future.\\n\\n* When we give someone an infinite money printing machine, what do we expect?\\n* When we give a group of people the ability to restrict, censor and enforce unconstitutional laws, what do we expect?\\n* When we give corporations absolute control of information and our digital identity, what do we expect?\\n\\nAnswer: We expect to be f\\\\*\\\\*\\\\*\\\\* over and over and over again, and yet we have come to accept it because partly we have no other choice but to participate in this system where the game is already rigged at the very start.\\n\\nIn a centralized system of power, there only exists the powerful and the powerless.\\n\\nTo have faith in the future of humanity, we must distribute and decentralize this power, especially as we digitalize ourselves in the metaverse. I'd suspect none of us ever want to have Mark Zuckerberg or the US government to make decisions for the rest of our life.\\n\\nSo we must create, develop and INVEST in a new system, where the majority, the people actually have a CHOICE and a SAY in how we live our lives and where we should collectively head towards in the future.\\n\\nTaking back control of our lives, subsequently, we take back control of our destiny and our fate. Bitcoin enables this, DEFI enables this, NFT enables this, decentralized metaverse enables this.\\n\\nThis is my thesis for investing in this space. I'm no longer scared of crashes nor euphoric about gains, but instead, always excited to the days ahead of what will be made possible. It is all part of the process.\\n\\nBut what do I know as someone who has all the freedom and the choice in the world to eat and sleep. Of course, it is easy for me to find the insights and the excitement to hold on to, though I believe this is one perspective that has actual value in giving people hopes during the ups and downs of what is going to be the future of mankind\\n\\nWe are all in this together. WAGMI.\\n\\nFollow me on Twitter at u/cryptocat1607 to see similar posts about the potential and philosophy of blockchain technology.\",\"timestamp\":1641040268,\"title\":\"I don't invest for the tech, nor I invest for the gains. What I am investing in is for...\"},\"digest\":\"7DEsG9NhYfBzs3GlVV2H47_tMYpmkZaijEDNnoCCe0g\",\"authorship\":{\"contributor\":\"0x833CD01bE706608364c2C3b8a2a6a7DBaa6BF4E2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jim-FZkFJPr0HKSTXeAJBbAHlOe4yL-z0eL2ttblaDw\\\",\\\"y\\\":\\\"sEnHkaW5MsKXN3xCpwybcQutzMpSuRf0ye59Fy8VGck\\\"}\",\"signature\":\"-BmOrahmrlOrknExUzEOIFUVDWkdQo-Sb2rfbn54goWDbya1gJO7HwVWy-ir-f1J_PAuFD26EwaeHeMbChzUCQ\",\"signingKeySignature\":\"0xf51e8b4271faeb7a064156dfba8dc431e1db4d457c3b3b66b6306b37d59f959c19085c4de9a560dbfa9e51d1e3f5ba49f5127a74e5f157f48cd1fdfbf6edf75e00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jim-FZkFJPr0HKSTXeAJBbAHlOe4yL-z0eL2ttblaDw\\\",\\\"y\\\":\\\"sEnHkaW5MsKXN3xCpwybcQutzMpSuRf0ye59Fy8VGck\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7DEsG9NhYfBzs3GlVV2H47_tMYpmkZaijEDNnoCCe0g\"}"