"{\"content\":{\"body\":\"This is an article from WeChat official accounts Slightly Great (ID:hyzibenlun), written by Liu Yimo, translated by Chris Yuan.\\n\\n1\\nThere are still something new to share in the second-hand car market.\\n\\nAccording to the prediction of the Ministry of transport, the number of private cars in China will exceed 200 million by the end of 2019. In 2019, China's car ownership per thousand people is 173. And there is still a big gap with the United States, Germany and other developed countries, which means there is great potential for automobile consumption.\\n\\nIn 2019, the new car sales continued to decline in China, while the second-hand car market maintained a sustained growth trend.\\n\\nAccording to the data, in November 2019, there were 1.3837 million second-hand cars trade in 1068 second-hand car markets in 31 provinces in China with an increase of 9.17% month on month. And the transaction amount reached 85.380 billion yuan.\\n\\nThere are still a lot of pain points to be solved in the second-hand car industry before it has a broader prospect.\\n\\nThe asymmetric information and opaque price have hindered the development of second-hand car industry for a long time.\\n\\nThe traditional second-hand car market is composed of 150000 second-hand car dealers in China. They are not large in size, which are mainly mom-and-pop stores. With a few cars in their hands, they can become a part of the industry and participate in transactions. As a result of the over decentralization of the industry, the information is not transparent and the transaction is fragmented, which leads to the poor purchase experience of consumers.\\n\\nSecond-hand car is a typical non-standard product. Each car has different condition. Accurate recognition of car condition needs professional knowledge and experience as support, and the threshold is very high for consumers. As a result, small and medium-sized vehicle manufacturers take advantage of asymmetric information to have a large \\\"discretion\\\" on vehicle pricing. In this case, consumers can only fall into a passive position. Some media once investigated that a Toyota Levin was transferred from Guangzhou to Foshan, after several times of turnover, the price difference could exceed 25%.\\n\\nIn the United States, where the second-hand car industry is more mature, the above problems are well solved.\\n\\nNot only does the number of car ownership in the United States exceed that of China several times, but in 2018, the trading volume of second-hand cars is about 2.3 times that of new cars. The prosperity of the second-hand car market is related to the consumer psychology of the American people, and it can not be separated from the effective supervision, which provides consumers with a safe environment for buying cars in the second-hand car industry.\\n\\nAs early as 1980, the United States introduced the second-hand car protection law. With the introduction of more laws such as the lemon act, it clearly stipulates that the second-hand car seller who conceals the status of the car needs to bear the corresponding legal responsibility. The second-hand car situation has been protected, the rights and interests of consumers have been effectively protected. At the same time, the whole second-hand car market has also ushered in rapid development. In the ten years from 1986 to 1996, the sales volume of second-hand cars in the United States has increased by 40%. Meanwhile, the trading scale of second-hand cars has surpassed that of new cars.\\n\\nCarMax, the largest send-hand car dealer in the United States, is also doing well. According to its Q3 financial report in 2019, the revenue growth reached $4.79 billion with an increase of 11.5%, which exceeded the market expectation of $4.68 billion. Second-hand car sales rose 13.6%, about $4.03 billion, surpassing the consensus forecast of $3.97 billion.\\n\\nConfident Chinese Internet companies also want to be the industry leader like CarMax.\\n\\nThe pain point is a opportunity.\\n\\nPrice transparency becomes a weapon for Internet companies to enter the second-hand car industry. Yang Haoyong, the founder of Guazi, once concluded \\\"when entering an industry, we must find a nail. We hope it is sharp enough, which can penetrate the industry to solve the industry pain point. \\\"\\n\\nThe industrial Internet mode of second-hand car is roaring. Taking  Guazi as an example, it decomposes the car condition detection into 259 items, and realizes the transparency of the second-hand car condition detection.\\n\\nBased on big data and artificial intelligence, the intelligent pricing of Guazi removes the human factors in the traditional mode. It fixes the prices according to the factors such as vehicle condition, supply and demand, and region. So it realizes the standardized pricing of non-standard products, and makes the transaction price more transparent by matching the direct sale mode of the transaction between the buyer and the seller. Guazi's non-middleman mode breaks the black box of price based on difference transaction, and the average price difference of second-hand cars is greatly reduced, returning to a reasonable space.\\n\\nAt the same time, with the sharp reduction of the average price difference, second-hand cars have become the consumption choice of more and more car buyers. The scale of second-hand car transactions in China has increased year by year. So far, the second-hand car industry reform has completed the 1.0 stage.\\n\\nWhen the black box price is broken, the whole industry tends to be transparent, and the focus of consumers is also iterative, changing from price to quality. According to the research data of Ipsos in 2019, about 65.9% of second-hand car buyers regard the vehicle condition quality and after-sales guarantee as the most important factors affecting the purchase decision. And the focus on vehicle price has dropped to 21%.\\n\\nNew opportunities for the development of the second-hand car industry have come to the fore.\\n\\n2\\nThe stronger and stronger Matthew effect appears in the second-hand car industry.\\n\\nIn October 2017, Guazi was upgraded to CARS Groups with four major brands: Guazi, Maodou, Guazi maintainance, Chesupai. And it also included three collaborative businesses of Guazi finance, car insurance and car rental, forming a multi business collaborative ecosystem.\\n\\nAccording to app monitoring data released by Urora, Guazi ranked first in the industry with a penetration rate of 1.07% in November 2019, far exceeding 0.51% of Uxin the second and 0.20% of Renrenche the third.\\n\\nThe data reveals the business scale, capital strength, technical ability and operation level. Take technology as an example. Relying on the second-hand car trading scene, the big data gene database of CARS Groups has accumulated more than ten million vehicle information and 300 million car owners and potential buyers. With the help of big data and artificial intelligence technology, it forms a car brain through the construction of big data platform, machine learning platform, artificial intelligence engine and other infrastructure.\\n\\nIt can be understood that car brain is the decision center of Guazi, which is widely used in various businesses of Guazi, such as intelligent pricing, personalized recommendation, intelligent single splitting, vehicle scheduling.\\n\\nBased on the above technology, Guazio realizes dynamic pricing. Take 2013 1.5L auto classic Buick Kayue as an example. In recent three years, according to different factors such as car condition, supply and demand, and region, Guazi has given 4581 prices, so that the prices can truly reflect the actual value of the second-hand car itself. This is something that traditional second-hand car dealers and even many second-hand car e-commerce can't imagine.\\n\\nUnder the influence of big data and artificial intelligence, the black box price has no way to hide.\\n\\nIn addition to technology, capital capacity is also the shield of capitals in the second-hand car market.\\n\\nUp to now, CARS Groups, the parent company of Guazi, has obtained financing of $3.8 billion. In addition, it announced that they had achieved overall profitability in November 2019.\\n\\n3\\nPaul Nunes and Tim Braun, two senior executives of Accenture, a consulting firm, mentioned in their book Jumping the S Curve that the so-called \\\"evergreen industry\\\" is not to pull it long and shake in a curve, but to have the ability to cross the second curve again and again.\\n\\nAccenture divides the realization of excellent performance enterprise into three steps: industry leading, new business growth point and next new business growth point.\\n\\nEveryone knows the importance of the second curve.\\n\\nIn the past, numerous cases have proved that it is ideal to start the second curve before the first curve reaches its peak. Both resources and morale can play the best role under the continuous rising potential power.\\n\\nFor Guazi, its recently proposed \\\"quality revolution\\\" is its second growth curve of second-hand car business.\\n\\nFrom the perspective of timing, it appears in the continuous rising stage of the first curve - the continuous growth of second-hand car trade demand in China. Therefore, the second-hand car market share, revenue and other aspects of Guazi still have space to continue to rise.\\n\\nSecond-hand car consumers have shifted their focus from price to quality. The groups that can better adapt to the new changes can lead the industry to a new wave of growth.\\n\\nOn December 16, Guazi announced the \\\"quality revolution\\\" action, which provided consumers with the service quality and vehicle guarantee that are significantly ahead of the industry level.\\n\\nPreviously, Guazi car has improved the accuracy rate of the determination of the main model of the meter adjustment car to over 99% through the application of artificial intelligence technology. It has the world's leading detection system at present.\\n\\nGuazi' investment of upgrading has reached 3000 yuan per car in some aspects like technology, testing, servicing, after-sales support and other vehicle quality. And the investment in quality upgrading of single vehicle of over 200000 yuan has reached 6500 yuan. The investment in vehicle servicing has been raised to 2% of the vehicle price, which is close to the servicing standard of CarMax in the United States.\\n\\nGuazi is also the first one in the whole industry to launch after-sales guarantee measures such as 7-day return without reason, 30 day car condition warranty, etc., which is the highest standard guarantee system in the industry at present.\\n\\nIt's too difficult in 2019, so refined operation becomes the general trend.\\n\\nGuazi has also handed over new answers in the aspect of refined operation, such as exploring the store operation mode, which gives full play to the technical advantages of big data and artificial intelligence, and improves the matching efficiency.\\n\\nIn the short term, the \\\"quality revolution\\\" will bring about the increase of costs. But compared with the stable linear growth, the charm of the second curve is that once it is identified, it can bring geometric multiple growth to the enterprise.\\n\\nAs Joseph Schumpeter mentioned in his innovative theory, no matter how many carriages are added continuously, no train can be built. Only when you jump from a carriage to a train can you get ten times faster growth.\\n\\nIt can be predicted that Guazi hopes to make the \\\"quality revolution\\\" to be the second nail. It not only can break through the industry, but also bring high-speed growth and push the second-hand car industry to a new development pattern of quality driven growth.\",\"timestamp\":1641525112,\"title\":\"Online second-hand car trading service market witnesses the change of second-hand car market\"},\"digest\":\"er67PdG1QSihE2iEWwDLBYxqCyLtlKkzwBNBETOq2_Y\",\"authorship\":{\"contributor\":\"0x021D29dC0d2DfC3137253fCb9fE56c6BD1d8a225\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"signature\":\"rWHl4itUhB1whzdA55FKPeoS_KMyXktFtOLuQKFpqUncwszPx56s342odX427PNip8mpB0FMvEY7SXFvmGMjhg\",\"signingKeySignature\":\"0x8a5e280c109f2e0b82e94a5ebd8036a14a846924a0ed240d64d91c5724ca6e080811f2c079b4bc53a0fdad0c4e0905ac6a7dbad2e4da00a9f4619a04abb15f4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"er67PdG1QSihE2iEWwDLBYxqCyLtlKkzwBNBETOq2_Y\"}"