"{\"content\":{\"body\":\"First of all, let me talk about the idea that there is nothing great about making money for one person, and that everyone can make money. Let the people who follow you make money, and even allow your customers to make money in cooperation with you. In this way, many people will sincerely cooperate with you and you can control the entire market. Make more money. The most stupid person just knows that he makes money and ignores others. In the end, he only went bankrupt.\\n\\nMost people in business are just good at calculating. They are like playing mahjong, watching the upper house, holding the next house, and guarding against the opponent. As a result, I can't do it, and you can't do it. Everyone has no money.\\n\\n```\\nThe practice of Jewish merchants and Wenzhou merchants is like the following Go. If you occupy this point, I will occupy that point. If you sell a car, I will open a hotel. Everyone cooperates in competition and competes in cooperation. The result is to join hands and build momentum. Make the cake bigger.\\n\\nI often advertise to the core staff in the company, and everyone must cooperate sincerely to make the cake bigger together.\\n\\nWe are bosses and recruit new people into the company. During the probation period, we must pay special attention to whether this newcomer is good at calculating or willing to cooperate sincerely with everyone.\\n\\nAn excellent entrepreneur always has a clear goal, a high degree of focus, and constantly releases value for his users, striving to become an excellent partner of users.\\n```\\n\\nEntrepreneurs should know: the greater the risk, the greater the chance of making money. Go to places that others think are unpopular, and you will make countless money.\\n\\n```\\nFor example, there is a website called a psychology website, which deals in psychology, and recently raised tens of millions of dollars. Psychology has never been a hot topic, but it was made by them.\\n\\nA red date that misses your brand has a market value of 2.306 billion.\\n\\nA website that teaches people to pick up girls actually earns 50 million in cash every year.\\n\\nThese are side businesses that everyone pays little attention to, and they are very profitable. Of course, if you look for it carefully, you will find more unpopular businesses that make big money. I often look for these unpopular businesses to do.\\n```\",\"timestamp\":1634804835,\"title\":\"Unpopular business makes big money\"},\"digest\":\"fFuKSmOncpVOsOaJq_sb2FZfN4VHljNBirL6EB35EIk\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"gEekKbGlgWjfOlyfCd2Ku5HQFWlZoO2UPAbVvNgxD5IoZracGUvq4D4HD37dYrUBwla4hwkpraprF-WN-qRglg\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fFuKSmOncpVOsOaJq_sb2FZfN4VHljNBirL6EB35EIk\"}"