"{\"content\":{\"body\":\"**Music artists Deadmau5 and Bassjackers, TikTok star Sueco the Child and more artist [will work](https://medium.com/star-atlas/spoiler-alert-star-atlas-reveals-full-top-talent-lineup-for-rebirth-meta-poster-series-347373550343) with Star Atlas on upcoming collectibles in the ReBirth meta-poster series. These audiovisual experience tap into augmented reality and the space-theme of the game itself. Every week a new poster drops, ending on July 17th with an immersive soundscape by Deadmau5.**\\n\\nStar Atlas has been making these meta-posters for a couple of weeks now. Not only are these gorgeous artworks, but when you scan them they become augmented reality experiences. They really look phenomenal, and offer a mix of audio and visuals.\\n\\nThe full list of June-July ReBirth Meta-Poster drops:\\n\\n* Renze, June 5th — Meta-Poster #7\\n* Maejor with Audio Up Media’s Audio Chateau, June 12th — Meta-Poster #8\\n* Blond:ish, June 19th — Meta-Poster #9\\n* Sueco the Child with Audio Chateau, June 26th — Meta-Poster #10\\n* BASSJACKERS and Jason Silva, July 3rd — Meta-Poster #11\\n* Ricky Desktop and The Fabricant, July 10th — Meta-Poster #12\\n* deadmau5, July 17th — Meta-Poster #13\\n\\nThe thing with these posters, they are not just promotional NFTs. Combine posters of the same tier, and you will get access to unique NFTs and in-game rewards in Star Atlas. These rewards will start dropping after the final ReBirth sale ends. So that would be the one with Deadmau5. In addition owners of these posters remain eligible for future NFT drops and other benefits.\\n\\n## What is Star Atlas?\\n\\n[Star Atlas](https://www.playtoearn.online/tag/star-atlas/) is an upcoming massively multiplayer online game set in space, which will use [Solana](https://www.playtoearn.online/tag/solana-blockchain/) for its blockchain mechanics. All game logic, transactions and ownership will be stored on-chain. Star Atlas will be a grand strategy hybrid space game with serverless [MMO gameplay](https://www.playtoearn.online/tag/mmo-game/). All gameplay will be real-time, and it will use the blockchain to give players ownership over in-game items, add economic-based gameplay mechanics and implement an economic system inspired by decentralized finance.\\n\\nThe game takes place in a distant future, in which three galactic factions have emerged. There’s an on-going struggle for resources, territorial conquest and political domination. Players can join one of these factions, and then earn income for their contributions. As a result their actions will change the course of the fictional universe. In-game created factions allow players to work together, gather resources and self-govern and manage their own micro-economy.\\n\\nStar Atlas allows players to venture into deep space and discover new stars. In this universe filled with planets, there’s lots of conflict. Newcomers to the game will start out in a faction safe zone, but eventually venture into medium and deep space zones where the stakes and rewards are much greater.\\n\\nAll ships, space stations and land installations have weapons and shields for attack and defense. Gamers can upgrade space stations and installations through community efforts, while space ship commanders can assign crewmembers to improve the ship’s performance. The choice for your crew can influence your career, ranging from data runner to bounty hunter.\",\"timestamp\":1640651228,\"title\":\"Star Atlas to Release Deadmau5 NFT Art Experience\"},\"digest\":\"Avd5T3mMec1BN0MG_zxIzvoneemR0RluePMS2EnTzdo\",\"authorship\":{\"contributor\":\"0x23b1674D4d7D17771FD042475ef968203DDEDE7A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XkBdAdDqO7ds4rbJvKxYwuZZLW-Xg5GdAi8Oq-A7qIY\\\",\\\"y\\\":\\\"Zu33t5n33mmaam8bCA0vWtDmJd_N9imN6chVqd9h0AA\\\"}\",\"signature\":\"MIfyhLJ17ppnY2mCvkaTea06ezTgkkg5hf51wbkzzwW33qPZtAxQS-DXK6cUdB9TLzxbEq9ptH16kXENZ7gdUQ\",\"signingKeySignature\":\"0x647cbba052071b35a79b26fa15f944f9e3ca5d0ba3e7cf91493e7d43dc432f8a4f8a61191d75cb553cf548f78213618c324c86280a6ddbc0be31b039e9154cae1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XkBdAdDqO7ds4rbJvKxYwuZZLW-Xg5GdAi8Oq-A7qIY\\\",\\\"y\\\":\\\"Zu33t5n33mmaam8bCA0vWtDmJd_N9imN6chVqd9h0AA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Avd5T3mMec1BN0MG_zxIzvoneemR0RluePMS2EnTzdo\"}"