"{\"content\":{\"body\":\" 蓝潇没好气的道：“你是不是魔怔了？你粉偶像没事儿，别拿我儿子说事儿啊！” \\n  \\n     南澄笑道：“有些人不服气啊？” \\n  \\n     蓝潇道：“我有什么可不服气的？都不在一个星球，人家在母星呢。真不理解你们这些粉丝的心态。” \\n  \\n     南澄得意的道：“那是你不懂。这是内心中一份美好的期待。谁还没有个灰姑娘梦了？我要多学习学习那个唐乐的气质装扮，以后好给我儿子用，我儿子长的这么好看。长大了不知道多少姑娘会扑上来。想想我就开心！以后我就指挥着儿媳妇干家务活，我就解脱了！” \\n  \\n     “你赢了。想象力太丰富了。”蓝潇由衷的说道。 \\n  \\n     酒店只是很普通的，天斗星的一些食物还是有些特色，但因为和天罗星一样，绝大部分物种都是从母星移植过来的，区别也不是特别大。 \\n  \\n     休整一天之后，一家三口前往第一站，星际移民博物馆。 \\n  \\n     天斗星是第一个被移民的行政星，留下了很多珍贵的史料，也点醒了斗罗星人类星际移民的序幕。历史意义非凡。 \\n  \\n     天斗星是一颗非常奇特的星球，从太空上看，他其实是双色的，东半球是各种不同的蓝色，完全由海洋组成，而奇异的是，在这些海洋之中，有类似于斗罗星的咸水海，也有一些淡水海。水质更是相当不错。 \\n  \\n     而西半球则是完整的陆地，陆地上的一些裂缝则构成了纵横交错的河流。 \\n  \\n     天斗星矿产十分丰富，而无论是陆地还是海洋，生物大多数都是从母星移植过来，经过这些年的发展，让整颗星球欣欣向荣。并且为联邦提供着大量的资源。 \\n  \\n     走进星际移民博物馆，蓝轩宇首先看到的，就是一个足有十几米高的巨大天斗星模型。 \\n  \\n     他们聘请了一位讲解员，为他们讲解有关天斗星的历史。 \\n  \\n     “自从一万年前，人类和魂兽开始和平共处之后。就全力以赴向星际移民方向发展。人类的人口、魂兽的数量都在急剧攀升，在那个时代，虽然母星在持续进化，可资源的消耗还是太庞大了，星际移民刻不容缓……” \\n  \\n     解说员十分认真的为他们解说着。 \\n  \\n     “这些相片，都是非常珍贵的资料，是最初来到天斗星的探险队留下的……” \\n  \\n     “这些餐具，是母星带来的，也是最先登陆的餐具。” \\n  \\n     “三位请看，这是蓝银草。你们一定很奇怪，为什么蓝银草会被陈列在这里。而事实上，天斗星最先被移植过来的植物就是蓝银草。蓝银草虽然不是什么珍稀植物，但它本身却有着顽强的生命力和适应能力。并且有净化空气的作用。最初的天斗星，正是因为大量的移植了蓝银草，才有了之后的未来。所以，星际移民之中，蓝银草功不可没。” \\n  \\n     蓝轩宇一边听着，一边抬头看向父母，“爸爸、妈妈，原来蓝银草这么重要的啊！”他的武魂就是蓝银草啊！怎能不为之自豪呢？ \\n  \\n     “蓝银草吗？”正在这时，一个带着些许茫然，却又十分悦耳的声音在蓝轩宇一家三口身后不远处响起。 \\n  \\n     蓝轩宇一家回身看时，只见两名女子站在那里，同样也在注视着他们看到的橱窗内蓝银草标本。 \\n  \\n     两名女子都是身材修长，左侧的一位，身穿白色连衣长裙，金色短发，蔚蓝色的眼眸，鼻尖处带着几颗俏皮的小雀斑，是那种带着几分英气的美，此时，她正看着身边同行的女子道：“蓝银草怎么了？” \\n  \\n     与她同行的女子只是默默的摇了摇头，“没什么，我只是突然觉得有点熟悉。” \\n  \\n     和那金发女子相比，这名女子的身材更加修长一些，最为奇特的是，她竟然有着一头银色长发，一直披散在身后，直至脚踝。 \\n  \\n     长发留起来是很麻烦的，一般很少有人会把头发留的这么长，可她那银色长发不但发丝柔顺，更有着一种宛如银色水晶般的质感。 \\n  \\n     她脸上带着一个黑色的口罩，遮盖住了绝大部分面庞，只有一双眼眸露在外面。可尽管如此，也还是看的蓝潇一家三口一呆。 \\n  \\n     那真的是一双无比美丽的眼睛，卷翘的长睫毛，紫色的眼眸澄澈而通透，尤其是当她的眼神之中带着些许迷惘之时，更有种让人忍不住会心生怜爱的感觉。虽然因为口罩而看不出年龄，但感觉也不过就是二十岁上下的样子。 \\n  \\n     “阿姨，我的武魂就是蓝银草呢。”抬着头，蓝轩宇看着那银发女子，大眼睛眨了眨，有些自豪的说道。 \\n  \\n     “嗯？”银发女子下意识的低下头，她此时才看到身前不远处的这一家，她的视线自然而然的就落在了那身材不高的孩童身上。 \\n  \\n     蓝轩宇穿着卡其色的裤子，深蓝色上衣，不是什么名牌，可这对于相貌绝佳的他来说，根本都不是什么问题。他实在是太好看了，尤其是当他那一双漂亮的大眼睛盯视着那银发女子的时候，大眼睛眨了眨，长长的眼睫毛扑闪、扑闪的。 \\n  \\n     “哇，好可爱的小帅哥哦。”金发女子有些惊奇的叫了一声，立刻蹲下身体，和蓝轩宇平视，“小朋友，你好可爱啊！你叫什么名字呢？” \\n  \\n     “我叫蓝轩宇。”蓝轩宇并不怯场，尤其是还带着蓝银草带给他的自豪之中，悦耳的童音回答了金发女子的问题。 \\n  \\n     金发女子扭头看向那银发少女，“娜娜，这孩子长得真好看呢，我还从来没见过这么可爱的孩子。” \\n  \\n     娜娜也看到了小轩宇，可就在她的目光和他碰触的那一瞬间，她整个人却宛如触电一般全身僵住了。 \\n  \\n     在那一刹那，娜娜只觉得仿佛有一股电流延着自己的脊椎直冲大脑，脑海中一片空白。仿佛有什么东西瞬间冲击了她的大脑，一种难以言喻的痛苦令她闷哼一声，下意识的后退了两步，双手抱头蹲了下来。 \\n  \\n     “啊！娜娜你怎么了？”云琰突然看到娜娜的变化吓了一跳，赶忙来到她身边。 \\n  \\n     蓝潇和南澄也是有些惊讶，那带着口罩的少女一看就很不一般，只是，她这是生病了吗？ \\n  \\n     “阿姨，你的头发落在地上了，会脏的哦。”蓝轩宇跑上前，跑到那银发女子身后，挽起她落在地上的长发，当他碰到那发丝的时候，一种奇妙的感觉在心底随之蔓延开来，让他忍不住将长发凑近自己的面颊蹭了蹭，“阿姨，你的头发好软、好好摸哦。” \\n  \\n     “轩宇，不可以哦。”南澄吓了一跳，赶忙上前。虽然蓝轩宇还小，但他这明显有些冒犯人家了。 \\n  \\n     可娜娜的感觉却不一样，当小轩宇挽起她的长发时，那分明没有任何触觉神经的发丝却隐约间传来一丝丝的暖意，抚平着她头部的疼痛，令她恢复了过来。 \\n  \\n     接过小轩宇手中的发丝，因为是蹲着身体，她更近的看到了那双漂亮的大眼睛。 \\n  \\n     四目相对，他们都在彼此的眼眸中看到了对方的倒影，蓝轩宇向她笑了笑，忍不住抬了抬手，想要伸过去，却又记起妈妈刚刚的呼唤。 \\n  \\n     “阿姨，你的眼睛真好看。你为什么戴着口罩啊？”他笑眯眯的问着。 \\n  \\n     蓝潇倒是没有上前阻止儿子，事实上，他和南澄都已经习惯了小轩宇的吸引力，类似的戏码在过去的六年中都不知道上演了多少回了。 \\n  \\n     而下一刻，他们就知道那银发少女为什么要一直戴着口罩了。 \\n  \\n     娜娜抬起手，摘下了口罩的一侧，将自己的面庞显露了出来。 \\n  \\n     在那一刹那，仿佛整个博物馆的光线都变得明亮了几分，她的眼眸已经是那么的美丽，可当她的面颊也露出来时，在这装潢雅致的博物馆内，却依旧有那蓬荜生辉的感觉。 \\n  \\n     她实在是太美了，是一种用言语无法形容的美丽，仿佛所有的描绘都不足以形容她那绝色容颜。略有些苍白的白皙肌肤，紫色的眼眸，无论是哪一分、哪一毫，都没有半分的瑕疵。 \\n  \\n     很难想象，一个人居然能够长得这么美，哪怕是在现在流行的联邦虚拟游戏之中，画师们画出来的人物都无法达到她这种程度。 \\n  \\n     难怪她要戴上口罩，如果没有口罩，恐怕她会寸步难行吧？ \\n  \\n     “阿姨你真好看。”蓝轩宇的小脸上也流露出了惊讶，忍不住就再上前一步，来到了娜娜身前。 \\n  \\n     “你也很好看呢。”娜娜下意识的说着。直到此刻，她的脑海之中依旧有些空白，苏醒过来六年多了，可她从未有一刻像现在这样有着如此巨大的触动，只是因为面前的这个孩子。\",\"timestamp\":1638717124,\"title\":\"第二十九章 娜娜和轩宇\"},\"digest\":\"F3UC_F2T6fGbbzDJhehIRAnUmGX677sg2JOf7NE2Sqs\",\"authorship\":{\"contributor\":\"0x544deeb20dF8Af825dcA2c5F26ba93830338cEB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"signature\":\"RIS3WiINmmiU_y8GKaDr22cB0wwcdb8oriATBVxorZ-9K6mGbQrzNMBu3wSt0L8mY7cQI_cLwJU2Ssjf2nNlTA\",\"signingKeySignature\":\"0xab8e5162b384a9c20025da7cc102ff04723946b2ba09f081364dfc2040d32f3941cc37344616852843599110a09321b1b9e89403b66840d2bc45a5fb876bbae01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F3UC_F2T6fGbbzDJhehIRAnUmGX677sg2JOf7NE2Sqs\"}"