"{\"content\":{\"body\":\"In a subsequent report, the War Department confessed that at the beginning of hostilities, \\\"nearly all our arms and ammunition\\\" came from foreign countries.  One great reason why no military successes relieve the gloom of 1861 was that, from a soldier's point of view, there were no armies.  Soldiers, it is true, there were in myriads; but arms, ammunition, and above all, organization were lacking.  The supplies in the government arsenals had been provided for an army of but a few thousand.  Strive as they would, all the factories in the country could not come anywhere near making arms for half a million men; nor did the facilities of those days make it possible for munition plants to spring up overnight.  Had it not been that the Confederacy was equally hard pushed, even harder pushed, to find arms and ammunition, the war would have ended inside Seward's ninety days, through sheer lack of powder.\\n\\nEven with the respite given by the unpreparedness of the South, and while Lincoln hurriedly collected arms and ammunition from abroad, the startled nation, thus suddenly forced into a realization of what war meant, lost its head.  From its previous reckless trust in sheer enthusiasm, it reacted to a distrust of almost everything.  Why were the soldiers not armed?  Why did not millions of rounds of cartridges fall like manna out of the sky? Why did not the crowds of volunteers become armies at a word of command?  One of the darkest pages in American history records the way in which the crowd, undisciplined to endure strain, turned upon Lincoln in its desire to find in the conduct of their leader a pretext for venting upon him the fierceness of their anxiety. Such a pretext they found in his treatment of Fremont.\\n\\nThe singular episode of Fremont's arrogance in 1861 is part of the story of the border States whose friendship was eagerly sought by both sides--Maryland, Kentucky, Missouri, and those mountainous counties which in time were to become West Virginia.  To retain Maryland and thus to keep open the connection between the Capital and the North was one of Lincoln's deepest anxieties.  By degrees the hold of the Government in Maryland was made secure, and the State never seceded.  Kentucky, too, held to the Union, though, during many anxious months in 1861, Lincoln did not know whether this State was to be for him or against him.  The Virginia mountains, from the first, seemed a more hopeful field, for the mountaineers had opposed the Virginia secession and, as soon as it was accomplished, had begun holding meetings of protest.  In the meantime George B. McClellan, with the rank of general bestowed upon him by the Federal Government, had been appointed to command the militia of Ohio.  He was sent to assist the insurgent mountaineers, and with him went the Ohio militia.  From this situation and from the small engagements with Confederate forces in which McClellan was successful, there resulted the separate State of West Virginia and the extravagant popular notion that McClellan was a great general.  His successes were contrasted in the ordinary mind with the crushing defeat at Bull Run, which happened at about the same time.\\n\\nThe most serious of all these struggles in the border States, however, was that which took place in Missouri, where, owing to the strength of both factions and their promptness in organizing, real war began immediately.  A Union army led by General Nathaniel Lyon attacked the Confederates with great spirit at Wilson's Creek but was beaten back in a fierce and bloody battle in which their leader was killed.\\n\\nEven before these events Fremont had been appointed to chief command in Missouri, and here he at once began a strange course of dawdling and posing.  His military career must be left to the military historians--who have not ranked him among the great generals.  Civil history accuses him, if not of using his new position to make illegitimate profits, at least of showing reckless favoritism toward those who did.  It is hardly unfair to say that Lincoln, in bearing with Fremont as long as he did, showed a touch of amiable weakness; and yet, it must be acknowledged that the President knew that the country was in a dangerous mood, that Fremont was immensely popular, and that any change might be misunderstood.  Though Lincoln hated to appear anything but a friend to a fallen political rival, he was at last forced to act.  Frauds in government contracts at St. Louis were a public scandal, and the reputation of the government had to be saved by the removal of Fremont in November, 1861.  As an immediate consequence of this action the overstrained nerves of great numbers of people snapped.  Fremont's personal followers, as well as the abolitionists whom he had actively supported while in command in Missouri, and all that vast crowd of excitable people who are unable to stand silent under strain, clamored against Lincoln in the wildest and most absurd vein.  He was accused of being a \\\"dictator\\\"; he was called an \\\"imbecile\\\"; he ought to be impeached, and a new party, with Fremont as its leader, should be formed to prosecute the war.  But through all this clamor Lincoln kept his peace and let the heathen rage.\\n\\nToward the end of the year, popular rage turned suddenly on Cameron, who, as Secretary of War, had taken an active but proper part in the investigation of Fremont's conduct.  It was one of those tremulous moments when people are desperately eager to have something done and are ready to believe anything.  Though McClellan, now in chief command of the Union forces, had an immense army which was fast getting properly equipped, month faded into month without his advancing against the enemy. Again the popular cry was raised, \\\"On to Richmond!\\\"  It was at this moment of military inactivity and popular restlessness that charges of peculation were brought forward against Cameron.\\n\\nThese charges both were and were not well founded.  Himself a rich man, it is not likely that Cameron profited personally by government contracts, even though the acrimonious Thad Stevens said of his appointment as Secretary that it would add \\\"another million to his fortune.\\\"  There seems little doubt, however, that Cameron showered lucrative contracts upon his political retainers. And no boss has ever held the State of Pennsylvania in a firmer grip.  His tenure of the Secretaryship of War was one means to that end.\\n\\nThe restless alarm of the country at large expressed itself in such extravagant words as these which Senator Grimes wrote to Senator Fessenden: \\\"We are going to destruction as fast as imbecility, corruption, and the wheels of time can carry us.\\\"  So dissatisfied, indeed, was Congress with the conduct of the war that it appointed a committee of investigation.  During December, 1861, and January, 1862, the committee was summoning generals before it, questioning them, listening to all manner of views, accomplishing nothing, but rendering more and more feverish an atmosphere already surcharged with anxiety.  On the floors of Congress debate raged as to who was responsible for the military inaction--for the country's \\\"unpreparedness,\\\" we should say today --and as to whether Cameron was honest.  Eventually the House in a vote of censure condemned the Secretary of War.\\n\\nLong before this happened, however, Lincoln had interfered and very characteristically removed the cause of trouble, while taking upon himself the responsibility for the situation, by nominating Cameron minister to Russia, and by praising him for his \\\"ability, patriotism, and fidelity to the public trust.\\\"  Though the President had not sufficient hold upon the House to prevent the vote of censure, his influence was strong in the Senate, and the new appointment of Cameron was promptly confirmed.\\n\\nThere was in Washington at this time that grim man who had served briefly as Attorney-General in the Cabinet of Buchanan--Edwin M. Stanton.  He despised the President and expressed his opinion in such words as \\\"the painful imbecility of Lincoln.\\\"  The two had one personal recollection in common: long before, in a single case, at Cincinnati, the awkward Lincoln had been called in as associate counsel to serve the convenience of Stanton, who was already a lawyer of national repute.  To his less-known associate Stanton showed a brutal rudeness that was characteristic.  It would have been hard in 1861 to find another man more difficult to get on with.  Headstrong, irascible, rude, he had a sharp tongue which he delighted in using; but he was known to be inflexibly honest, and was supposed to have great executive ability.  He was also a friend of McClellan, and if anybody could rouse that tortoise-like general, Stanton might be supposed to be the man.  He had been a valiant Democrat, and Democratic support was needed by the government.  Lincoln astonished him with his appointment as Secretary of War in January, 1862.  Stanton justified the President's choice, and under his strong if ruthless hand the War Department became sternly efficient.  The whole story of Stanton's relations to his chief is packed, like the Arabian genius in the fisherman's vase, into one remark of Lincoln's. \\\"Did Stanton tell you I was a fool?\\\" said Lincoln on one occasion, in the odd, smiling way he had.  \\\"Then I expect I must be one, for he is almost always right, and generally says what he means.\\\"\\n\\nIn spite of his efficiency and personal force, Stanton was unable to move his friend McClellan, with whom he soon quarreled.  Each now sought in his own way to control the President, though neither understood Lincoln's character.  From McClellan, Lincoln endured much condescension of a kind perilously near impertinence.  To Stanton, Lincoln's patience seemed a mystery; to McClellan--a vain man, full of himself--the President who would merely smile at this bullyragging on the part of one of his subordinates seemed indeed a spiritless creature.  Meanwhile Lincoln, apparently devoid of sensibility, was seeking during the anxious months of 1862, in one case, merely how to keep his petulant Secretary in harness; in the other, how to quicken his tortoise of a general.\\n\\nStanton made at least one great blunder.  Though he had been three months in office, and McClellan was still inactive, there were already several successes to the credit of the Union arms.  The Monitor and Virginia (Merrimac) had fought their famous duel, and Grant had taken Fort Donelson.  The latter success broke through the long gloom of the North and caused, as Holmes wrote, \\\"a delirium of excitement.\\\"  Stanton rashly concluded that he now had the game in his hands, and that a sufficient number of men had volunteered.  This civilian Secretary of War, who had still much to learn of military matters, issued an order putting a stop to recruiting.  Shortly afterwards great disaster befell the Union arms.  McClellan, before Richmond, was checked in May.  Early in July, his peninsula campaign ended disastrously in the terrible \\\"Seven Days' Battle.\\\"\\n\\nAnticipating McClellan's failure, Lincoln had already determined to call for more troops.  On July 1st, he called upon the Governors of the States to provide him with 300,000 men to serve three years.  But the volunteering enthusiasm--explain it as you will--had suffered a check.  The psychological moment had passed. So slow was the response to the call of July 1st, that another appeal was made early in August, this time for 300,000 men to serve only nine months.  But this also failed to rouse the country. A reinforcement of only 87,000 men was raised in response to this emergency call.  The able lawyer in the War Department had still much to learn about men and nations.\\n\\nAfter this check, terrible incidents of war came thick and fast --the defeat at Second Manassas, in late August; the horrible drawn battle of Antietam-Sharpsburg, in September; Fredericksburg, that carnival of slaughter, in December; the dearly bought victory of Murfreesboro, which opened 1863.  There were other disastrous events at least as serious.  Foreign affairs\\\\* were at their darkest.  Within the political coalition supporting Lincoln, contention was the order of the day.  There was general distrust of the President.  Most alarming of all, that ebb of the wave of enthusiasm which began in midsummer, 1861, reached in the autumn of 1862 perhaps its lowest point.  The measure of the reaction against Lincoln was given in the Congressional election, in which, though the Government still retained a working majority, the Democrats gained thirty-three seats.\\n\\n* See Chapter IX.\\n\\nIf there could be such a thing as a true psychological history of the war, one of its most interesting pages would determine just how far Stanton was responsible, through his strange blunder over recruiting, for the check to enthusiasm among the Northern people. With this speculation there is connected a still unsolved problem in statistics.  To what extent did the anti-Lincoln vote, in 1862, stand for sympathy with the South, and how far was it the hopeless surrender of Unionists who felt that their cause was lost?  Though certainty on this point is apparently impossible, there can be no doubt that at the opening of 1863, the Government felt it must apply pressure to the flagging spirits of its supporters.  In order to reenforce the armies and to push the war through, there was plainly but one course to be followed--conscription.\\n\\nThe government leaders in Congress brought in a Conscription Act early in the year.  The hot debates upon this issue dragged through a month's time, and now make instructive reading for the present generation that has watched the Great War\\\\*.  The Act of 1863 was not the work of soldiers, but was literally \\\"made in Congress.\\\"  Stanton grimly made the best of it, though he unwaveringly condemned some of its most conspicuous provisions. His business was to retrieve his blunder of the previous year, and he was successful.  Imperfect as it was, the Conscription Act, with later supplementary legislation, enabled him to replace the wastage of the Union armies and steadily to augment them.  At the close of the war, the Union had on foot a million men with an enrolled reserve of two millions and a half, subject to call.\\n\\n* The battle over conscription in England was anticipated in America sixty-four years ago.  Bagot says that the average British point of view may be expressed thus: \\\"What I am sayin' is this here as I was a sayin' yesterday.\\\"  The Anglo-Saxon mind is much the same the world over.  In America, today, the enemies of effective military organization would do well to search the arguments of their skillful predecessors in 1888, who fought to the last ditch for a military system that would make inescapable \\\"peace at any price.\\\"  For the modern believers in conscription, one of their best bits of political thunder is still the defense of it by Lincoln.\\n\\nThe Act provided for a complete military census, for which purpose the country was divided into enrollment districts.  Every able-bodied male citizen, or intending citizen, between the ages of twenty and forty-five, unless exempted for certain specified reasons, was to be enrolled as a member of the national forces; these forces were to be called to the colors--\\\"drafted,\\\" the term was--as the Government found need of them; each successive draft was to be apportioned among the districts in the ratio of the military population, and the number required was to be drawn by lot; if the district raised its quota voluntarily, no draft would be made; any drafted man could offer a substitute or could purchase his discharge for three hundred dollars.  The latter provision especially was condemned by Stanton.  It was seized upon by demagogues as a device for giving rich men an advantage over poor men.\\n\\nAmerican politics during the war form a wildly confused story, so intricate that it cannot be made clear in a brief statement.  But this central fact may be insisted upon: in the North, there were two political groups that were the poles around which various other groups revolved and combined, only to fly asunder and recombine, with all the maddening inconstancy of a kaleidoscope. The two irreconcilable elements were the \\\"war party\\\" made up of determined men resolved to see things through, and the \\\"copperheads\\\"\\\\* who for one reason or another united in a faithful struggle for peace at any price.  Around the copperheads gathered the various and singular groups who helped to make up the ever fluctuating \\\"peace party.\\\"  It is an error to assume that this peace party was animated throughout by fondness for the Confederacy.  Though many of its members were so actuated, the core of the party seems to have been that strange type of man who sustained political evasion in the old days, who thought that sweet words can stop bullets, whose programme in 1863 called for a cessation of hostilities and a general convention of all the States, and who promised as the speedy result of a debauch of talk a carnival of bright eyes glistening with the tears of revived affection.  With these strange people in 1863 there combined a number of different types: the still stranger, still less creditable visionary, of whom much hereafter; the avowed friends of the principle of state rights; all those who distrusted the Government because of its anti-slavery sympathies; Quakers and others with moral scruples against war; and finally, sincere legalists to whom the Conscription Act appeared unconstitutional. In the spring of 1863 the issue of conscription drew the line fairly sharply between the two political coalitions, though each continued to fluctuate, more or less, to the end of the war.\\n\\n* The term arose, it has been said, from the use of the copper cent with its head of Liberty as a peace button.  But a more plausible explanation associates the peace advocates with the deadly copperhead snake.\\n\\nThe peace party of 1863 has been denounced hastily rather than carefully studied.  Its precise machinations are not fully known, but the ugly fact stands forth that a portion of the foreign population of the North was roused in 1863 to rebellion.  The occasion was the beginning of the first draft under the new law, in July, 1863, and the scene of the rebellion was the City of New York.  The opponents of conscription had already made inflammatory attacks on the Government.  Conspicuous among them was Horatio Seymour, who had been elected Governor of New York in that wave of reaction in the autumn of 1862.  Several New York papers joined the crusade.  In Congress, the Government had already been threatened with civil war if the act was enforced.  Nevertheless, the public drawing by lot began on the days announced.  In New York the first drawing took place on Saturday, July 12th, and the lists were published in the Sunday papers.  As might be expected, many of the men drawn were of foreign birth, and all day Sunday, the foreign quarter of New York was a cauldron boiling.\\n\\nOn Monday, the resumption of the drawing was the signal for revolt. A mob invaded one of the conscription offices, drove off the men in charge, and set fire to the building.  In a short while, the streets were filled with dense crowds of foreignborn workmen shouting, \\\"Down with the rich men,\\\" and singing, \\\"We'll hang Horace Greeley on a sour apple tree.\\\"  Houses of prominent citizens were attacked and set on fire, and several drafting offices were burned.  Many negroes who were seized were either clubbed to death or hanged to lamp posts.  Even an orphan asylum for colored children was burned.  The office of the \\\"Tribune\\\" was raided, gutted, and set on fire.  Finally a dispatch to Stanton, early in the night, reported that the mob had taken possession of the city.\\n\\nThe events of the next day were no less shocking.  The city was almost stripped of soldiers, as all available reserves had already been hurried south when Lee was advancing toward Gettysburg.  But such militia as could be mustered, with a small force of federal troops, fought the mob in the streets.  Barricades were carried by storm; blood was freely shed.  It was not, however, until the fourth day that the rebellion was finally quelled, chiefly by New York regiments, hurried north by Stanton--among them the famous Seventh--which swept the streets with cannon.\\n\\nThe aftermath of the New York riots was a correspondence between Lincoln and Seymour.  The latter had demanded a suspension of the draft until the courts could decide on the constitutionality of the Conscription Act.  Lincoln refused.  With ten thousand troops now assembled in New York, the draft was resumed, and there was no further trouble.\\n\\nThe resistance to the Government in New York was but the most terrible episode in a protracted contention which involves, as Americans are beginning to see, one of the most fundamental and permanent questions of Lincoln's rule: how can the exercise of necessary war powers by the President be reconciled with the guarantees of liberty in the Constitution?  It is unfortunate that Lincoln did not draw up a fully rounded statement of his own theory regarding this problem, instead of leaving it to be inferred from detached observations and from his actions. Apparently, he felt there was nothing to do but to follow the Roman precedent and, in a case of emergency, frankly permit the use of extraordinary power.  We may attribute to him that point of view expressed by a distinguished Democrat of our own day: \\\"Democracy has to learn how to use the dictator as a necessary war tool.\\\"\\\\* Whether Lincoln set a good model for democracy in this perilous business is still to be determined.  His actions have been freely labeled usurpation.  The first notorious instance occurred in 1861, during the troubles in Maryland, when he authorized military arrests of suspected persons.  For the release of one of these, a certain Merryman, Chief Justice Taney issued a writ of habeas corpus\\\\*\\\\*.  Lincoln authorized his military representatives to disregard the writ.  In 1862 he issued a proclamation suspending the privileges of the writ of habeas corpus in cases of persons charged with \\\"discouraging volunteer enlistments, resisting military drafts, or guilty of any disloyal practice....\\\"  Such persons were to be tried by military commissions.\\n\\n\\\\*President Edwin A. Alderman, of the University of Virginia.\\n\\n\\\\*\\\\* The Constitution permits the suspension of the privileges of the writ of habeas corpus \\\"when in cases of rebellion or invasion the public safety may require it,\\\" but fails to provide a method of suspension.  Taney held that the power to suspend lay with Congress.  Five years afterward, when Chase was Chief Justice, the Supreme Court, in ex parte Milligan, took the same view and further declared that even Congress could not deprive a citizen of his right to trial by jury so long as the local civil courts are in operation.  The Confederate experience differed from the Federal inasmuch as Congress kept control of the power to suspend the writ.  But both governments made use of such suspension to set up martial law in districts where the local courts were open but where, from one cause or another, the Administration had not confidence in their effectiveness.   Under ex parte Milligan, both Presidents and both Congresses were guilty of usurpation.  The mere layman waits for the next great hour of trial to learn whether this interpretation will stand.  In the Milligan case the Chief Justice and three others dissented.\",\"timestamp\":1637675060,\"title\":\"when the tide of enthusiasm was in flood, and volunteers in hosts were responding to acts of Congress\"},\"digest\":\"MdtEHlZv67uS8xHeXxoasfOonlxaV_aFT59UGG3gjaQ\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hOC5vRLgRdvpQY0e0dOoa9yh61sC0sNUFX1uHXshnr4\\\",\\\"y\\\":\\\"NH0slfb5hjFZsouFDlzZ3ocv7lNjy6iSOmm2jxF2DiM\\\"}\",\"signature\":\"L35aQ2It5GK-37Eko09iumwjYjy4YUEWoZr67VGfXPpdoM28_SC5AOcq_IUrT4LOo9463CgEzVBqiIx-uqQbsg\",\"signingKeySignature\":\"0x501ad5575689544d72321e28a2e55f4b11ae003b89b1981a309f9882872d678c1e045f1ed1cbe5853b4690c4b95edc444b42652aa8c341847a651ad618eb139a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hOC5vRLgRdvpQY0e0dOoa9yh61sC0sNUFX1uHXshnr4\\\",\\\"y\\\":\\\"NH0slfb5hjFZsouFDlzZ3ocv7lNjy6iSOmm2jxF2DiM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MdtEHlZv67uS8xHeXxoasfOonlxaV_aFT59UGG3gjaQ\"}"