"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/dc5469c7-9825-49a8-9641-f178a527c8d0.jpeg?height=555&width=592)\\n\\nContext matters. A lot.\\n\\nOn the Internet, the way in which we position ourselves is highly dependent on the world we are thrust into. On LinkedIn, we don a cartoonish caricature of our professional selves, only to throw it all away on TikTok. Instagram rewards our perfectionism, while Twitter is the home for the unhinged and clinically depressed.\\n\\nBut there isn't a home for us to be our true selves. Before this moment in time, there was Tumblr and Myspace, both of which encouraged users to create their own digital worlds by making profiles fully customizable. By doing so, they gave users the tools to create a holistic identity on the Internet. Most profiles were pretty poorly designed, in the objective sense, but what lacked in user experience was made up in pure expression and joy.\\n\\nThese days, the running joke is that there are only 5 websites on the Internet. Most of them force their own narrative and constraints onto us: Instagram's punishing algorithm is, by far, the most egregious example. Our infinite-scroll feeds lend to a [well-documented](https://thebaffler.com/salvos/the-problem-with-muzak-pelly) [sameness](https://www.theverge.com/2016/8/3/12325104/airbnb-aesthetic-global-minimalism-startup-gentrification), reflective of the mashed-potato bland Silicon Valley office parks where these 5 websites are made (the engineers are all on antidepressants, and so should you).\\n\\n![](https://images.mirror-media.xyz/publication-images/e4b62de7-b8a8-4bf1-b4e5-ce4387b7b1b3.jpeg?height=1618&width=1040)\\n\\nI believe we're still in the very early stages, but NFTs have the potential to smash our dependence on those platforms into bits. A NFT itself is just metadata - it is completely up to choice how and where that data is presented. However, the patronage model that NFTs encourage naturally lend themselves to fully-contextualized worlds. In other worlds, NFTs will usher a resurgence in the weird parts of the Internet that made it fun to be here, in the first place.\\n\\nIn order to keep the Internet weird, we need to democratize not just the tools of creation but also the tools of financialization. Community does not scale as well as technology; the sauce behind the most successful NFT marketplaces is that they've scaled slowly, and have created a unique sense of identity and belonging. The downside is that most people are locked out of creating their own slice of Internet that they can choose to monetize if they wish.\\n\\nThe timing of NFT-mania couldn't have come any better: today, making an incredible digital experience is easier now than it has ever been. In the not-so-distant future, the home for NFTs will be dictated by creators themselves: on a no-code site built in Webflow, in a game, within a Discord community, or something new entirely. Novel forms of interaction are no longer a nice-to-have but an indispensable tool to elevate and complement a NFT. The possibilities are only limited by our collective imagination.\",\"timestamp\":1618624263,\"title\":\"The creative web is back\",\"publication\":\"l\"},\"digest\":\"84GkEAmAHfhCyYSv6pHy7SNVA-_92R11_BEhFR6Oz0I\",\"authorship\":{\"contributor\":\"0xf7B2C2eb58A5F801119dF7e9bF9f9b66C62bB011\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AR3dqt-tl4pzf3zeZwx3c5N8Pt1WyzIhlRstITbbY60\\\",\\\"y\\\":\\\"mabSPagNXyNeHo0N7JzfqlkUH3BGcDWM90iyo9gfGZ8\\\"}\",\"signature\":\"x8SHVDozSk80hgmXSI4R9NN5X1icZbGBNeWNuL3hgLRWtpNsgSpEWMI3aKPq1huVHp84zkE0YBx9uLrjNltZSA\",\"signingKeySignature\":\"0x22c10c23573c2b4059cc35f422f90389e00d706efca87eee11c2e204c43798604c34d0b7eec1ab712f1543f50dd6cb5ea74a9d0d4efc033aaebd288274935fe21b\",\"signingKeyMessage\":\"I authorize the publication of articles on l.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AR3dqt-tl4pzf3zeZwx3c5N8Pt1WyzIhlRstITbbY60\\\",\\\"y\\\":\\\"mabSPagNXyNeHo0N7JzfqlkUH3BGcDWM90iyo9gfGZ8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"84GkEAmAHfhCyYSv6pHy7SNVA-_92R11_BEhFR6Oz0I\"}"