"{\"content\":{\"body\":\"Update: This article is still a work in-progress.\\n\\nLet’s start this article by summarizing what we have in our mental model building blocks so far. By doing so, we’ll revisit and rekindle our motivation to continue this journey.\\n\\nThrough the mental models we built in the [first article](https://mirror.xyz/guerakun.eth/pZT9BDTS7jo1p_e6WFRbDcZ5rv3uxwGYn2EWWCNYYxo), we are now able to utilize *cryptography* and *blockchain* to create a monetary system that can transact peer-to-peer with no centralized third-party. Conceptually, this enables frictionless *transfer of information and value* between the network participants. Through the blockchain entries, we are also able to transform **information** into **truth**. Truth regarding time, regarding the two parties in transaction, and most importantly truth regarding **ownership** of the native asset.\\n\\nFurther adding to our repository of mental models, the [second article](https://mirror.xyz/guerakun.eth/W60l8R_SOmvMcYFhldOLoMcK-Acdc5LZ-ZkEk2xzKis) brought forth the concept of the **Blockchain Computing**. Through the properties of *Turing-completeness*, we are now conceptually able to build *anything we can design* on top of our cryptocurrency network. This includes not just [applications](https://www.stateofthedapps.com/), but also [infrastructure](https://arxiv.org/abs/1809.07655) and even institutions.\\n\\nIn this article, we are taking a few steps back and visit the concept of digital ownership and governance. What are the current challenges we face? How can Blockchain Computing enable us to have a true digital ownership for our assets?\\n\\n## Do we have Digital Ownership?\\n\\nWhen we own a piece of land in the physical world, what we really have is an agreement with the government of the state that they acknowledge our ownership. If there is another person squatting in front of our house and claiming it’s theirs, the government are able to use force in the extent allowable by law to compel the fact that it’s ours. The government’s version would be the claim regarded as the truth.\\n\\nSo, *physical* *ownership* is enforced by force. Now the question is, would *digital ownership* work the same way? Have we ever really owned anything digitally at this point before cryptocurrency was created? Let’s say I buy a game on the Apple Store. Then after some years, the developers caught a bad flak and the game gets removed from the Apple Store. I wouldn’t be able to download it anymore from the Apple Store.\\n\\nLet’s bring it further. When we are uploading media files on social media, our *Terms of Service* (that nobody reads) says that the ownership of this media is now given to the platform to monetize as they see fit. Not only that, any account’s good standing can be suddenly revoked one-sidedly by the platform holder. Even a former President of the USA was de-platformed on Facebook and Twitter. This shows how much **power** the platform holds against us, the users because in the end they are the **owner**. We are merely paying these platforms a *rental fee* to be able to use their service. Sometimes through our data, sometimes through advertisements revenue that is usually 100% for the platform. This is how things work on the current Web2 model.\\n\\nSo how can Cryptocurrency and Blockchain Computing change this? Right now what our cryptocurrency can help us is only information regarding the native asset itself (“Alice gives Bob 1 ETH”) because nothing else can be written on the transaction ledger at the moment. So let’s flip the question, what is the incentive for people to build a decentralized apps in our network?\\n\\n## Ownership as Incentive\\n\\nThe answer to that is to create a way for people to help *own* said applications, be it by being a user, a builder, or an investor. In our case, what we want is to create a **token**, a **digital representation** of this ownership that is able to be **transacted on the blockchain**. Additionally, we may also want this token to play part whenever someone interacted with our application in a meaningful way. In real life, we have the stock market as an example of this, regulated with its *securities* law. However, stocks don’t typically get spent as they don’t have any utility. On the other hand, because these tokens can also be consumed when running our application and is also a reward given for using the application, it also can be seen as a *utility token*.\\n\\nBecause our network can create a *smart contract*, this token would take form as a smart contract, and because anyone can create one when they want to create a dApp in our network, we will need a standard. In Ethereum, the most famous standard for this is called the **ERC-20** (Ethereum Request for Comment). Once we have a standard, any token created with this standard *behaves* the same way even when it’s created for different applications.\\n\\nBuilders who wants to launch a marketplace can create a token, another who wants to make a financial service can create another token. The same way goes for games, institutions, or anything these builders can think of. Then, as an example, users who participate in an exchange application will get the transaction fees as a reward for providing liquidity to the exchange.\\n\\nWhat we want right now is “Alice gives Bob a *picture*”, “Bob gives Alice a *hat*”, or even further “Eve just created a *video*“.\",\"timestamp\":1638581537,\"title\":\"Understanding Crypto from Zero - Digital Ownership and Governance\"},\"digest\":\"kHFvDYoMxti0UGPtCah-Q1MNmZoWOxdSRLwO8r-LrgE\",\"authorship\":{\"contributor\":\"0x8814f604604e735F80F547473991Ced756D29697\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O2nb05yP3R4SbP3V9iajtZjPoDQXmyvp-faR1eHlCZ0\\\",\\\"y\\\":\\\"oJId41jwh2EOu4tE5K2aJ2-8bsvLgExEY_R6ZBJpvI8\\\"}\",\"signature\":\"F3BcDucp_BeJQJDqpBiLlu7rRAU-9jZ0exHTIgirSdtYxwc73-YSd3GMvSdKHtoI7pNiZctDpZtnavhTWTmmwA\",\"signingKeySignature\":\"0x88563b31a485d4f44de300bbe1483c715d48682b98a849c574948b36047991a45d80669e0de0310eb29bd83d82f26482147c19c86cfd306085ef683609da55c41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O2nb05yP3R4SbP3V9iajtZjPoDQXmyvp-faR1eHlCZ0\\\",\\\"y\\\":\\\"oJId41jwh2EOu4tE5K2aJ2-8bsvLgExEY_R6ZBJpvI8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gYbPDOZXeuK6g5TMf0GyWS7L1zi_AZGLW9hz_djD5Dk\"}"