"{\"content\":{\"body\":\"**【摘要】一方面，时间管理的本质是选择，只有当你拥有明确的三观时，才能做出更好的选择。另一方面，学习效果不明显的原因是没有把学到的事情付诸实践，没有持之以恒地应用。只有持续反复的练习直到养成习惯，才能达到“知行合一”的境界。**\\n\\n前段时间跟几个新认识的朋友喝茶，有个朋友问了一个问题：我花了好几年时间去学习个人成长，花了不少钱，参加了各种学习班，为什么收效不大？其他几个人也有同感，花了钱、努力了，但却没有获得想象中的变化。\\n\\n这个问题背后可能有很多原因，但主要是没有认清**个人成长中最核心的两个因素：明确自己的三观和习惯的养成。**\\n\\n# 明确三观\\n\\n为什么明确三观很重要？\\n\\n人生有无数种可能，当你没有一个明确的目标时，就没有方向。没有办法知道哪些知识对你来说更重要，应该朝哪个方向用力。\\n\\n当你没有自己的人生目标，你就很难分清什么是自己真正需要的技能或知识。今天听一个大师说沟通很重要，就去学习沟通。明天听一个专家说理财能让你过上更好的生活，就去学理财。这些人说的都对吗？可能对他们而言是对的，但这并不是你自己的答案。\\n\\n**想清楚什么对你来说是最重要的，自己想过什么样的生活？**\\n\\n一旦知道这个答案之后，在学习、生活和工作中，就有一个前进的方向。\\n\\n人生就像玩游戏，具备基本的技能之后，就要根据自己的发展方向做出选择，发展自己的特长，建立优势，才能更快地达成目标。\\n\\n你没有目标的时候，会贪多求全，事事应允，会前进的很慢很慢。\\n\\n当你有一个明确的三观之后，知道自己想要什么，就能分清需要哪些知识、技能，做好哪些事情才会对目标更有帮助。\\n\\n只有在你拥有明确的三观时，才能更好地做出选择。\\n\\n很多人学习时间管理的出发点都是增加效率，但单纯的增加效率，只会让你的工作越来越多、压力越来越大。而**时间管理的本质是选择**，根据自己的三观判断哪些事更重要，应该选择做哪些事情？\\n\\n# 习惯养成\\n\\n第二个关键因素是习惯养成，以前我在文章中写过一句话：\\n\\n**不提炼总结、不应用学习、不深入思考、不实践反馈，就不会变成自己的能力。**\\n\\n在学习时，不管是知识还是技能，要想真正学会，必须经历的过程之一，就是把你知道的知识、技巧，反复重复实践70——100遍左右，才能掌握；而想熟练和精通，还需要重复更多的次数。当你把某个知识或技能变成习惯之后，才能变成自己的能力。\\n\\n宏观上来说我们在学习知识时可以分为三个层面：\\n\\n# 知道-理解-实践（练习）\\n\\n### 1、知道某项知识的存在或认识到重要性\\n\\n我在走入社会之后，发现有很多学校里没教过，但对人生非常重要的知识，所以我当时列过一个清单：\\n\\n* 怎样管理时间，控制好注意力\\n* 法律知识教育\\n* 逻辑思维\\n* 怎样在人生的关键时刻做好选择\\n* 怎样找到另一半，怎么谈恋爱\\n* 怎样理财，怎么花钱更幸福\\n* 怎样买保险\\n* 情绪管理\\n* 怎样让自己更幸福\\n\\n虽然时间和经历，总会让你发现一些对你很重要，但以前完全不知道的技能或知识，是你应该去学习、掌握和研究的。\\n\\n但即使这些知识对你很重要，在你完全不知道的时候，你基本没办法去学。还有些知识，会在初期不以为然，然后慢慢了解重要性。\\n\\n在刚参加工作的时候，一个朋友向我推销保险，直接被我拒绝掉了，我觉得自己不需要这东西，纯粹是浪费钱。有那个钱，我不如去玩、去吃、买自己想要的东西。而随着年龄的增长，特别是结婚之后，买房、买车、有孩子之后。发现保险还是有些用处的，你能想象开着一辆没上过任何保险的车辆有多大的风险吗？再过了几年，发现保险简直是人生中必不可少的工具，对保险越来越重视。\\n\\n因为保险本质是一种财务安排。当我们对未来的不确定性感到担忧的时候，以较小的投入来抵御未来可能的风险，做出自己财务上的一种合理安排，以至未来风险发生时不至于让自己措手不及。在保险上花些时间和精力是转移风险最科学的方式。\\n\\n### 2、学习理解\\n\\n我们对某个技能或知识产生兴趣之后，一般会通过阅读、培训等方式来学习，通常很容易就会觉得自己已经知道或理解了某个知识点，但去行动的时候，才会发现，知道到做到之间有很大的鸿沟存在。\\n\\n几年前我开始对跑步产生兴趣，最开始认为跑步很简单，直接去跑就好，随便找了几本跑步方面的书籍，看的时候觉得自己都明白了，等跑上几天之后才发现要注意和学习的事情不少，实际开始跑的时候，遇到的很多问题书中完全没提。\\n\\n比如，不能穿纯棉的衣服跑步，不是所有的运动鞋都适合跑步时穿。又跑了几天，一不小心脚受伤了，总结下原因才发现，我的跑步姿势不太对，而且跑前跑后还要做好拉伸，慢慢地发现跑步这东西也很有技术含量。\\n\\n想要跑完半马或马拉松，需要很长时间练习，还有很多地方需要学习。然后我加入了一个本地的跑团，开始向别人学习跑步，从姿势、呼吸开始改变，知道跑步时要控制好心率，了解到公路跑和越野跑的区别，这时我发现，跑步这件事，我才刚刚开始入门。\\n\\n很多人总说学习之后效果不太明显，就是这个原因，并没有把学到的知识付诸实践，没有持之以恒地应用到自己的日常工作或生活中。只有持续反复的练习，才能跨过这个鸿沟。\\n\\n### 3、实践（练习）\\n\\n哪怕是一个非常简单的知识点，从记忆上来说，一个短期记忆，必须要变成长期记忆才能变成你自己的知识。想从短期记忆变成长期记忆，必须要反复地实践，重复练习，直到成为习惯为止。\\n\\n不能只是偶尔将自己的技能应用到行动当中。要想真正让自己进步，我们必须有意识的重复练习70——100次才能达到初步的掌握。\\n\\n而最好的重复方式就是把练习当成习惯，持续行动下去。\\n\\n千万不要指望通过阅读几本书、参加几天的培训、学习一段时间你就能掌握某个技能或知识，在你没有重复到一定的次数之前，没有把这项知识、技能变成习惯，用不了多长时间，大脑中对于这个知识的短期记忆就会被遗忘，然后慢慢地消失在大脑的深处。\\n\\n# 总结\\n\\n当时的几个朋友听完我的解释之后，大都比较认同，这两点刚好是被很多人忽略，但对人生非常重要的建议。明确自己的三观之后，才能分清哪些知识或技能更值得学习。用学到的知识去实践，成为习惯之后，才会真正变成自己的能力。\\n\\n人生中值得去做的每一件事情，都需要反复练习。\\n\\n\\n----------\\n\\n（本文首发于得到APP《超级个体》专栏）作者：warfalcon编辑于 2017-04-11\",\"timestamp\":1640764220,\"title\":\"个人成长的两个底层逻辑：明确三观、养成习惯\"},\"digest\":\"NQSSqLbsn4G73Wve60BeZkpOYSxXZzdeFbsvHCwPDjE\",\"authorship\":{\"contributor\":\"0x528D94c403a47e0B1c5E02981ae160D68a420Fdf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cfNiIjwKK0ylqOMoA6iBDsURFkl96vjY12EpBidyWvU\\\",\\\"y\\\":\\\"Qtq57RqXh8VO0KicU0eh4zIzCf0HgoGO0KipwesMi3M\\\"}\",\"signature\":\"JrPGlG82kOaCLu6GoJth6vIlTpyg4Jjc5WMk3MVjkDgq7BKik_JnMBgzwZfM7qFroRw6ljp_xnFDM5CE-YDP5Q\",\"signingKeySignature\":\"0x629d7d884b5bbbb09a4fd6c74b0d13b77dee2819ba001360433c0988a8798564647c447d2856dc0345ae0625a9b79b17536b7e19606534ac45ce6b7c879449851c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cfNiIjwKK0ylqOMoA6iBDsURFkl96vjY12EpBidyWvU\\\",\\\"y\\\":\\\"Qtq57RqXh8VO0KicU0eh4zIzCf0HgoGO0KipwesMi3M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NQSSqLbsn4G73Wve60BeZkpOYSxXZzdeFbsvHCwPDjE\"}"