"{\"content\":{\"body\":\"Space Falcon is an Intergalactic Solana metaverse featuring the classic space shooter game and premium Sci-Fi NFTs From Cosmos And Beyond. It takes virtual assets a step further with the introduction of planets, spaceships, and galaxies. Today we are so honored to invite Amit, the CEO and founder of Space Falcon. The followings are the concerns of players in the interview.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*iTzqF1FMct5EPlpr)\\n\\n## **Q1: Could you briefly introduce yourself?**\\n\\nHey, guys. I’m Amit, the currently Founder & CEO of Space Falcon, the next-gen Intergalactic Metaverse Sci-fi & Space game built on the Solana network. With over 7 years of experience as a software engineer for MNCs all across the globe, my expertise lies in design & development of the architectural model for a consumer-facing Trading Exchange web app. Later in my career, I worked as a Senior Lead Frontend Engineer in one of the largest Crypto Exchange in the world, leading the team to develop features known as Quick exchange and Buy Crypto with Visa.\\n\\n## **Q2: It is said that your team has rich experience in the game industry. Could you introduce your team？**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Dd-k8SI_y0E9LN_y)\\n\\nOur team is constantly expanding, and we are actively sourcing for the greatest talents across the globe, currently we have members from Russia, India, Vietnam, Singapore, Indonesia and many more. Our team comes from diverse backgrounds; Game developers, 3D Artists, Full-Stack engineers, Front End Engineers, Backend Engineers, Business Development, and Marketing experts.\\n\\nWe have a carefully curated selection process to ensure that we onboard not only the best, but also experts who are passionate in their crafts and ensure only the best works for Space Falcon’s community.\\n\\n## **Q3: Could you share the major challenges encountered in the process of game development with us?**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Ndkb-r7ofPypXL9q)\\n\\nGame Development is a crucial element for Space Falcon success. Game development not only consists of game developers to code the game onto Unity or other platforms, but requires the combined and harmonious effort of the entire team. Working virtually with the entire team in the different continents means that everyone is working in different timezones. Communication is key in ensuring that every aspect of the game development is consistent and cohesive.\\n\\n## **Q4: How do players earn through the game?**\\n\\nSpace Falcon’s has 2 tokens, FCON & FGOLD.\\n\\nFCON is the native core utility token for Space Falcon, specifically developed for unlocking access to in-game features. FCON was created with the intention to track the growth of the in-game virtual economy and provide a common standard for in-game features; accessing, unlocking & on-ramps to overall participation to Space Falcon. FCON will also be awarded to top players in the leaderboard, based on high score, total time played and total score, this would incentive players to play as much as they can.\\n\\nFCON would also be used to purchase NFTs, such as rare spaceships, weapons and upgrade.\\n\\nFCON has a vast utility in the Space Falcon metaverse. Users would be able to stake FCON, on secondary markets pools, and be rewarded with the exclusive in-game currency, FGOLD.\\n\\nFGOLD is the exclusive in-game Falcon Metaverse universal currency. FGOLD can only be earned within the Space Falcon economy or through staking FCON. The in-game transaction within the Metaverse will only be purchased u FGOLD, for in-game items such as; NFTS, extraterrestrial land, paying in-game duties, passage tolls, and other gaming actions.\\n\\nUltimately players would be able to profit by playing Space Falcon Missions, Galaxies & Metaground, additionally through trading of NFTs, which would consist of a collection of Spaceships, Weapons, Planets, Moons and more.\\n\\n## **Q5: What are the plans for future game development？**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*ojtL3onKrSMa9L7n)\\n\\nMobile version of Space Falcon meta verse would be made available for both Android & IOS.\\n\\nIntegration of Stardust for NFTs & in-game purchases\\n\\nLaunch of Staking Pool\\n\\nIntegration of Slope and Phantom Wallets to connect NFT with the game.\\n\\nVR/AR Integration in the Metaverse\\n\\nLaunch Multiplayer & Lobby Creation\\n\\nAll questions for today’s interview have been answered. Let’s join Space Falcon together and get to the moon !\\n\\nFinally, thank Amit again for his patience through this interview. Look forward to more cooperation in the future. If you have any questions, leave a message and let us know!\",\"timestamp\":1642490257,\"title\":\"Interview with Space Falcon — A project you won’t wanna miss\"},\"digest\":\"mCjbipwaEQLWdwjOXKwYW5BtkKMWluigUVpgzeyFhSk\",\"authorship\":{\"contributor\":\"0x2cDc9360D38e50407613e858a9b950964430C8c0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z_zk4oGtXZtdUSmXGrsdGpMxao-RFxhY4rxq7zTn6Ts\\\",\\\"y\\\":\\\"G0HPBM6fbBvUNrR-bWYV40n3uWz79RF8JxYy9gy8pbY\\\"}\",\"signature\":\"4UjkE9R3jfq9-KBhMPvysYm7XeuSsSrx1YztU-zdvZUNgZ7CP9GNdH1W3k5RtiTwYVTbKvKAHsTnaJ4oYY2L0g\",\"signingKeySignature\":\"0x84b6806b234a313f40c71de67220b235d62776b6e482ee56a5ccef71a42b213b77175639dd858a6a5b127604473768fadadfba37ae4c1bb33adc410c642cd2bf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z_zk4oGtXZtdUSmXGrsdGpMxao-RFxhY4rxq7zTn6Ts\\\",\\\"y\\\":\\\"G0HPBM6fbBvUNrR-bWYV40n3uWz79RF8JxYy9gy8pbY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mCjbipwaEQLWdwjOXKwYW5BtkKMWluigUVpgzeyFhSk\"}"