"{\"content\":{\"body\":\"[![Bludex](https://miro.medium.com/fit/c/56/56/1\\\\*7lsAJEkqxA9BBDjfOcRTAg@2x.jpeg)](https://medium.com/@bludex?source=post_page-----458601fab597-----------------------------------)\\n\\n## **Galaxy Goggle Situation**\\n\\nIn my last article I detailed the rapid rise and fall of Galaxy Goggle and how excited I was to see a sub $2 coin with a high APY to see how it would play out after a few weeks. Unfortunately they went ahead and paused their APY and are moving to BSC, so the experiment is not playing out as I hoped. Oh well!\\n\\n## **Giza DAO Distribution and TornaDAO soft rug**\\n\\nI have to give the folks at Giza DAO props for being so honorable to distribute the treasury to their holders/stakers, which is occurring today. This is much more honorable than what is happening over at TornaDAO, which practically soft rugged yesterday. They had an announcement they made and then deleted which basically said “Yea, the market conditions are tough, we’re taking some money out of the treasury to compensate us for our time and we won’t be doing any active development anymore, good luck.” They could have went the route of Giza and at least made people whole with the treasury, but they didn’t. This is the problem when you have anonymous teams with almost nothing to lose, and I have actually updated my risk ratings to give major bonus points for people who KYC, even if they use the Assure DeFi platform to execute the KYC.\\n\\n## **Jade Protocol Meltdown**\\n\\nJade has been interesting to watch lately as they have meteorically tanked to the point where they are basically trading at half the value of their market cap. They lowered their APY to 0% and the FUD in their Discord is at an all-time high. There haven’t been any announcements on the Discord in five days but they did have a tweet earlier today where they said they’d have some article out in a couple days. I’m not sure what to think here but despite the value I have flagged this as an extremely risky play and if they don’t turn things around with a professional and transparent announcement in the couple days then I will remove them from my list.\\n\\n## Reiterating my warnings on Rebase Tokens and Crypto in general\\n\\nCrypto is a zero-sum game in an environment where there are few rules and regulations. What this means is that for every person who makes a bunch of money there is another person or group of people who are losing that same amount. Rebase tokens are especially dangerous due to the additional selling pressure that comes from free tokens being awarded to stakers and then having those tokens sold in the open market. There’s also the fact that these are generally run by anonymous individuals and organizations with little to lose and self-dealing is rampant. Rebase Tokens are way out on the risk curve when compared to assets like $BTC and $ETH and you should not play the rebase token game with money you can’t afford to lose. Rebase Tokens are largely more akin to slot machines than investments.\\n\\nLately there are a lot of people losing money in an extremely predictable fashion. If you see a project that is newly launched, has a massive APY, and a high MC/RFV ratio, then this WILL be a volatile project and be sure to tread lightly.\\n\\n## Adjustments to Bludex Score formula and Risk-Free Value\\n\\nI made two changes in my formula. For one, I increased the weighting of risk into the overall equation, because what good is value if the project has a high danger of either falling apart or having the devs rug pull. I also adjusted the protocol-owned liquidity to be the entire LP pair instead of 50% of the pair and also updated risk-free value to include everything except the LP tokens. Most of these rebase tokens over time are on their way to $1 and since the stable portion of those LPs will be diluted, I didn’t think it was prudent to include them in the risk-free value.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*8OgyN_u8G82TbmPaowju1w.png)\\n\\nData as of Dec. 29th 2021, \\\\~10am EST\\n\\n**$SQUID** remains a top pick due to the treasury strategy, innovative features, and additional treasury growth from NFT sales.\\n\\n**$TIME**, while trading at a scary valuation multiple, likely deserves that ratio due to their sheer popularity and team of talented devs. I definitely have a hard time figuring out what the “fair value” of $TIME should be. The fair value could easily be between 50% and 200% of its current value. Their liquidity pool is so incredibly deep that it’s actually rather stable.\\n\\n**$FHM** continues to impress me with their really fun treasury make-up (Loving the addition of the FTM-TOMB pair) and the price stabilization measures they are taking. They also have an overall positive vibe on their socials which is comforting in this sector where FUD is rampant.\\n\\n**$SPA** has actually been one of the more stable rebase tokens lately which is of course due in part to the drastically lowered APY. They had another decent AMA lately so their transparency is appreciated. Hopefully we’re soon exiting the capitulation phase there.\\n\\n**$PAPA** is one of the more interesting plays to me because not only is the MC/RFV ratio very enticing and the APY very high, but it is very close to the $1 backing level where protocol-buybacks would happen. Most of these tokens on this list can easily drop 90–99% from where they are, but $PAPA seems like it could theoretically only drop about 45% from where it is now. There is still the fact that they are relatively new and still need to execute on a few features, especially a more detailed dashboard where there is transparency with the runway calculations. A few more hurdles and I can see this one jumping to the #5 spot on my list soon.\\n\\nDepending on what happens with $JADE over the next few days, there may be room for another rebase token on my list soon. Currently I’m looking at $ROME, $TEM, $ATLAS, $EXOD, and $CLAM2 as potential replacements. Please shill me your rebase tokens on Twitter ([@gsg0127](https://twitter.com/gsg0127)) or here on Medium. I will apply my scoring methodology to all of them and the highest scoring one will be added to my list.\\n\\n\\\\~Bludex\\n\\n***Disclosures****: Nothing in this article should be considered financial advice. I hold $SQUID, $TIME, $FHM, $OHM, $SPA, and $PAPA.*\\n\",\"timestamp\":1640874954,\"title\":\"Dec. 29th Rebase Token Update - Bludex - Medium\"},\"digest\":\"4B8RbjkpqxtJrl1mVxbUQSO2tgfAVsgcsvx_fDqT5Fs\",\"authorship\":{\"contributor\":\"0x6Acf04cD3c60aF7893F44E88F3ef3b413A985594\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rPKvnPCoeO-QtDtlCqLehmCTNnjSgo1zdSTZeeeETQY\\\",\\\"y\\\":\\\"5Y5gzzvZnX8O2cIL27WYFM6Fr8kQMmEPNLfh1NuXo3k\\\"}\",\"signature\":\"39Bho_EU0CRkOqkW4SBv4r1McFtxU3T4dalkoSJbeMHRrNaFqcug11NV4EpKGBGqxrIYxV7R2Rol3I0SIZQKAQ\",\"signingKeySignature\":\"0xe9a566c3b7ba651f840766f0c3dac77829596cd2e057474a4a390d78f4aff6634d17395b03fd5dba7d51a88ad996b556b10812d148ffd694edb5ddbdec9664411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rPKvnPCoeO-QtDtlCqLehmCTNnjSgo1zdSTZeeeETQY\\\",\\\"y\\\":\\\"5Y5gzzvZnX8O2cIL27WYFM6Fr8kQMmEPNLfh1NuXo3k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4B8RbjkpqxtJrl1mVxbUQSO2tgfAVsgcsvx_fDqT5Fs\"}"