"{\"content\":{\"body\":\"![时代风云渐起，凡人搅动乾坤。（@BTCdayu）](https://images.mirror-media.xyz/publication-images/X8HzVG_0g0_0x8F3VXkZi.png?height=370&width=721)\\n\\n★\\n\\n有些东西，一旦出现，这世界就再也不会回到原来的样子——比如WEB3、DAO和PEOPLE。\\n\\n理解WEB3，理解DAO，理解PEOPLE，会改变你在币圈的思维方式，也会改变你对投资的理解，更会改变你的命运。\\n\\n**一、三个案例**\\n\\n在所有圈内圈外的投资案例中，我印象最深的有三个：\\n\\n**第一个是关于张磊：拒绝零和游戏，参与正和。**\\n\\n2009年，中国电商行业竞争火热，如何更好地生存下来，并在此基础上获得竞争优势，成为企业发展最重要课题。大多数电商公司开始走轻资产路线，做服务、软件、供应链——利润高、风险小。\\n\\n刘强东创办京东，外部竞争激烈，一直亏钱，投资人也越来越没信心。他没有像别的公司一样，尝试轻资产，选择反其道而行，想自建物流，走重资产的路线，这个打法需要大量投入，短时间不会有成效，但建成了，就具有竞争优势。\\n\\n京东很快就钱不够了，刘强东到处找投资，处处被拒绝。要知道，当时2008年亚洲金融危机刚过，大家都缺钱，公司都想着的是怎么活下来，刘强东选择在最艰难的时候，走最难走的那条路（投资中也是如此，要有自己的判断，并且在最难的时候坚持下来，少被群里的散户恐慌所影响）。\\n\\n京东破产危机加重，刘强东急白了头。四处碰壁后找到了人大的师兄张磊，张磊问，“你需要多少钱。”刘强东说：“7500万美元。”张磊说：“太少了，我要投就投3个亿”。\\n\\n原来，张磊早就派团队做过详细调研，他也认可建仓储这个方向，同时也评估过要多少钱，之后京东终于迎来的转折，而张磊的投资也迎来了极大的回报。\\n\\n但今天我们不是要探讨张磊当时眼光的犀利，我更想关注的是，张磊这笔投资从投前的调研，再到投后的参与，非常深入，张磊既是投资人，也是参与者——在之后京东发展的过程中，张磊始终紧密关注并提供了各方面的资源和助力，一起与公司度过了最困难的时期。\\n\\n要知道，京东得到投资后，亏损仍然没有停止，2021年，当当网的李国庆就炮轰京东:\\\"挣一个花四个，扛不过年底\\\"。\\n\\n张磊在他的《价值》中说，要把时间和信念投入能够长期产生价值的事情，保持投资中的长期主义，他强调，投资要拒绝做零和游戏，要做共同把蛋糕做大的正和游戏。\\n\\n零和游戏里面，机构剥削项目方，项目方盯着散户，我赚的，就是你亏的，没人能一起赚钱。正和游戏里，投资人参与到企业建设，与伟大企业不断成长，投资人、企业家、股东都能收获最大的红利。\\n\\n在币圈，我们有这样的机会吗？\\n\\n**第二个关于江卓尔：关注长期，专注布道。**\\n\\n2013年，江卓尔还是普通人，在那一年，他对比特币开始着迷，花2万买了2台显卡矿机开始挖比特币（当时可以），从他买矿机时起，他的投资思维开始了与大众的第一次分离——他开始不再关注短期涨跌了，因为币每天产出，今天低一点明天高一点，无所谓。\\n\\n2013年底，比特币冲击1230美元之后，漫长的熊市来临，一直跌到100多美元，投资的、投机的、挖矿的，每个人都在经受寒冬的考验。\\n\\n江卓乐买矿机，不像炒币的，还可以“卖币避险”。币价崩盘后，机器也暴跌，只能继续挖币，币价一路跌，连跌2年到100多美元。\\n\\n这个过程中，江卓尔的投资理念开启了与大众的第二次更加重大的分离。\\n\\n他在熊市中做了两件事：\\n\\n一是广收矿机。据说来者不据，矿机当时论斤卖，这是他后来成为“矿主”的关键。其实他也预测不了未来，就像中本聪也只知道比特币的交易量要么变得很大，要么变得没有一样，但很明显，他并不在乎当前的低价——他喜欢这种廉价的采购。（巴菲特说：如果你喜欢吃汉堡，当你去店里，店员告诉你今天打八折，你应该高兴，那投资时你为什么不？你是真的喜欢你的投资品吗？）\\n\\n江卓尔选择的是坚定参与伟大的去中心化共识的社会实验中去，仅此而已。\\n\\n*（PS：比特币开启去中心化共识的新时代，而people掀开去中心化自治的新纪元）*\\n\\n二是开始布道。他开始写作[《比特币是什么》](https://www.zhihu.com/question/22076666/answer/69638270)，并于2015年10月14日形成初稿，当时比特币的价格从谷底100多美元已经反弹到了300多美元——可以推测，他正是在市场已经绝望到无人问津的时候，开始做这件事的。\\n\\n在这一刻，他从一名投资者、矿工，成为了参与者、建设者、布道者，他不用依靠任何人，不用管庄家，不用看K线，不需要剥削任何人，他只需要去建设它，并努力享受行业发展的红利。\\n\\n在2017年的大牛市中，群魔乱舞，薛蛮子之类随便给一个项目站台，马上就能分得巨额代币报酬，项目方一通忽悠拿到钱之后，不做事、慢做事、乱做事，归零、跑路，软着陆是常态。\\n\\n但那时有人就发现，江卓尔是唯一没有给项目站过台的人——因为此时的他，已经和大众投资思维分离了，他不再参与零和游戏，他已经进入了正和游戏的循环，他的个人胜负和比特币的发展兴衰绑定在了一起。\\n\\n**第三个故事是Paradim：是投资者，更是开发者。**\\n\\nParadim是币圈著名的投资机构，与A16Z等齐名。\\n\\n（Matt Huang & Fred Ehrsam）\\n\\n了解它的朋友们应该知道，和其他机构有很多不同的是，在Paradim投资的项目身上，据说能看到“理想”的光芒——他们的投资是为了让区块链世界变得更好，而不仅仅是为了赚钱。\\n\\n来币圈就是为了赚钱的——我当年讲出这句话时理直气壮，而且认为是真理。但后来随着认知水平的提升，才明白，格局太低了。赚钱当然没有错，但是去做有意义、有价值的事，赚钱就会变成自然而来的副产品——而那样人生有趣得多。\\n\\nParadim的传奇故事很多，包括24岁时的创始人黄共宇（Matt Huang）来北京时，发现初创的今日头条，他在Twitter的工作经历使得他能够很快看懂头条要做的是什么，据说这笔投资获得2000倍回报。\\n\\nParadim的成立投资基金第一期资金和张磊的第一笔投资款都来自同一个机构——耶鲁大学基金会，他们的投资是以世纪为单位，中间根本不会关心你的数据，非常适合最优秀，最有远见的投资人，而且耶鲁大学基金会他们自己的投资能力就十分强悍，因此获得注资是一件特别受鼓励的事。\\n\\nParadim获得资金后投了8个项目：\\n\\n（来自碳链价值）\\n\\n上述表格中Uniswap，大家都知道其是DEX的龙头，但是一开始其进展缓慢，也没有很强的竞争优势，甚至后来在与SUSHI等竞争中，一度让人担心会被取代。\\n\\n但还好，Paradim投资Uniswap后，理想主义一相逢，从此金风玉露。\\n\\nParadim投资后，深度参与到项目建设中去，为Uniswap的发展献智出力，让Uniswap变得越来越强，他们还让以太坊也变得越来越好，从开始的全民空投，到后来的Uniswap V3，Paradim的身影无处不在，甚至主要开发者中间一度驻场Uniswap。\\n\\nParadim成就Uniswap，Uniswap圆满Paradim。\\n\\n三个故事讲完。\\n\\n我想，最顶级投资者在他们最成功投资中，最大共性是：**他们都是深度参与者！**\\n\\n他们关注的是：这件事能不能成功，而不是买入后，投资是赚是亏，价格是涨是跌。\\n\\n从投资者到建设者，这是思维的转变，却带来结果的颠覆。\\n\\n**二、WEB3、DAO 3分钟秒懂**\\n\\n很多人知道WEB3.0，DAO很热、很火，但对于它们到底是什么，能做什么并不清楚，到底是短期的噱头，还是伟大的变革？\\n\\n——互联网早期，网速几KB，每个人都只能连上网络，看一些简单的图文，做不了别的，这就是WEB1.0，**“你只能看看”**。\\n\\n——后来，2G、3G、4G、5G，网络速度不断提升，内容不断丰富，线上线下生态不断壮大，网络渗透到了我们的日常生活，你的一切都开始与虚拟的空间发生交互，这就是WEB2.0——我们可以参与进去。“你不仅能看看，还能互动，线上线下产生了直接联接”。\\n\\n2\\\\.0时代，你的QQ帐号在腾讯，存款在银行，游戏角色在网易。数据是你的，但不全是你的。\\n\\n比如QQ帐号，网友问，假如我死了，我的QQ帐号可以继承吗？答案是不能，因为根据注册条例，用户只有使用权，没有所有权。比如存款，是你的，但你不确保永远是你的。\\n\\n至于你心爱的游戏角色，游戏可能被停服，记录可能被回溯。总之WEB2.0时代，你不想被人看的聊天记录，可能正在被他人阅读；你想一直拥有的数据可能被人终结。\\n\\n2\\\\.0时代，主导着这个网络的不是你，不是我，不是任何个体（people），而是大公司、大企业，他们掌握着信息，同时还享受着收益——你和朋友聊天提到苹果，其他APP都知道了，他们很快都会帮你准备好苹果的购买链接。\\n\\n现在，我们正进入3.0的时代。\\n\\nWEB3的定义目前说法很多，但核心只有一个：回归个人，让个人成为主宰。\\n\\n在新的时代，个体的存在能得到最大程度的尊重，你在链上的一次交互信息，只属于你，没有别人能拿去谋利，相反，你甚至可能获得来自UNISWAP的一笔价值10万美元的空投——只因为你是一个真实的people，你体验了产品。\\n\\n我们的数据可以通过去中心化协议在AR\\\\\\\\FIL等网络上永久存储，无人可篡改或删除。\\n\\n我们对自己的数字货币有着绝对所有权和支配权，能自由地在全球区块链网络流动，且无需担心失窃、被抢等风险。\\n\\n在WEB3，会有两大基石：\\n\\n一是区块链，这是技术上的基础。所有的金融、游戏、数据、社交、媒体都将从传统的网络转移到链上，接入WEB3。\\n\\n二是DAO，这是人际上的基础。当WEB3世界，个体（people）才是主宰，那么，谁来管理、秩序谁来维护？其实答案是，没有绝对权威的管理者，人们按照自己的意愿和秩序来进行自我管理和维护，但这一切终究需要一定的组织，而DAO，就是这样的组织，是一种没有明确领导者，只有相同愿景的去中心化自治组织。\\n\\n这种DAO组织形式，我在短短半个月的实践中，已经感受到了它的伟力——它蕴含的力量很有可能超越了所有人的想象！\\n\\nBTC开启去中心化共识的新世界，而People将引领去中心化自治的新纪元。\\n\\n**三、DAO中之DAO**\\n\\n2022年是DAO的爆发元年，而People将会是DAO的龙头。\\n\\nPeople始于拍卖，但当拍卖失败，才获得新生。它初生之时，无人能定义它是什么，是MEME还是其他？\\n\\nPeople这个词，这连串事件，WEB3的时代背景，有了某种冥冥联系。\\n\\nPeople公平分发，无论是早期捐献者，还是后期购入者，每个人的币都是付出代价获得，没有机构，没有私募、没有项目方，没有团队，人人平等。\\n\\n拍卖宪法的背景，无私的捐献，理想主义的试验，自发的DAO，普通散户对DOGE和SHIB替代者的苦寻，People的诞生水到渠成。\\n\\nPeople最棒的地方是，它没有明确定义，但它内涵中天然包含了WEB3和DAO的精义。\\n\\n天地初开，万物混沌，People之始，如何赋予其更大能量？\\n\\n大宇社区根据当前区块链发展中最多散户的最深切期待，根据WEB3和DAO的发展趋势，选择“of the people,by the people, for the people”作为方向 ，提出“人人都是参与者、人人都是建设者、人人都是享有者”的社区理念，PeopleDAO是一个大社区，凝聚着所有有共同理想的人，而每个人都可以为people赋能，每个社区都可以从不同的角度为people赋能。\\n\\n“人人都是参与者、人人都是建设者、人人都是享有者”理念提出得益我走过的漫长弯路。\\n\\n我从一开始追涨杀跌，再到寻找大神，再到学习交易，再到系统学习投资，币圈散户们做过的蠢事几乎我都做过了，所以我明白所有的散户害怕什么、需要什么、渴望什么。\\n\\n我们害怕庄家操纵、害怕项目跑路、害怕机构收割、害怕看错项目，但是无论怎么努力，只要参与零和游戏、追涨杀跌，最终的结果大概率不会太好，应对的方法是什么？脱离苦海的光明大道在哪里？\\n\\n如果是我们自己的项目呢？属于我们每一个人，人人平等，每个人都可以从公开市场上买入代币，去建设它，让我们向那些顶级投资者一样，与项目共同成长，实现正和游戏？\\n\\nPeople就是我们自己的项目，属于每个人（people），每个人都可以去定义它，去为它赋能，它属于每个人——所以，如果你加入了我的社区，结果还在为眼前的一点点波动关注，却不愿意加入建设者的队伍，那你将是入宝山而无所得。\\n\\n大宇社区，走的是应用落地、生态落地、价值落地路线，坚信一个项目长久的生命力只来自于落地，来自于广泛的使用，来自于现实场景的深度连接，具体请参看我们的官网[PeopleDAO.io](https://peopledao.io/)的白皮书——就像我过去看不懂MEME币，我如今也不大喜欢纯粹的MEME，虽然比特币现在好像也没有落地，只是MEME……\\n\\n但没有关系，别的社区，有的在专注走MEME的路线了，打造宇宙最强MEME，没问题，大家都是持币者，每个人都可以为其赋能——只要利益一致、方向一致，大家都是同道中人。\\n\\n江卓尔认为比特币是数字黄金，写文布道；而吴卓尔认为比特币是现金，他在自己的地盘推行全民使用比特币支付，取消法币等等，这都是好事。\\n\\n没有唯一正确的路，这就是DAO的精神，有人把DAO片面的理解为绝对的民主，我想说什么就说什么，想做什么就做什么，但忽略了前提，DAO的核心是组织，去中心化的组织，所以在不同的组织，自然有不同的理念，理念不同，你随时可以另外去组织一个或加入一个。\\n\\n**4、People的未来是什么样？**\\n\\n过去，我们习惯了一个项目要有项目方，要有团队，所以他们要私募、要1CO，而项目推进会遇到各种困难，所以他们会延期，会拖延，甚至最后项目也可能以奇怪的原因终止。\\n\\n我们习惯了这一切，就像WEB2时代那样。\\n\\n但是，现在这一切都不同了，在people大宇社区，我们不发币、不收钱，所有人都义务为people做事，共同为people的发展提供支撑，我们所有人的利益都来自手中的币，而手中的币都是自己去公开市场买。\\n\\n这个看起来平淡无奇的理念，实在是很符合人们对正义和善良的渴望，半个月，电报群人数猛增，达到14000人。\\n\\n越来越多人加入开发团队或志愿团队，有技术的提供技术，有热情的做做宣传，有时间的做做管理。我看到，持币3000万的在群里每天和大家吹水，资产百亿的投资大佬提出当个社群管理员，多个项目团队加入合作队伍，开发专属项目。\\n\\n比如：\\n\\n一是@robin.ph团队，先后开发过多个协议，加入之后，根本不关注任何杂音，专注做开发，效率极高，近期要宣布的重磅产品与他们有关。我有种预感，这个年轻的团队将来能做大事，people因它们获得赋能，而people也必将反哺people。\\n\\n二是@FinanceChainge, 即[chainge.finance](https://www.chainge.finance/) 这是一个非常厉害的WEB3世界银行，和我们成为正式合作伙伴，目前已经实现了People的跨链，支持ERC、BSC、OEC、HECO、AVAX、FUSION等六链齐跨，同时开通流动性挖矿可获得25%至68%的年化，至于更神奇的法币OTC功能强大到逆天，后续我会详细写研报和教程。\\n\\n看完上面这些，你要知道，这只是冰山一角，我们只是众多社区中的一个。\\n\\n未来people会成长为什么样子？我的答案是没有上限！\\n\\n你觉得金融很必要，people需要金融，OK，我们来给大家做一个最好的，而且一切全部赋能给people代币。\\n\\n你觉得公链很重要，people需要公链，OK，我们将来或许也可以考虑做一条公链——那想必很难，但人民能战胜一切困难。\\n\\n你觉得无聊猿俱乐部的玩法很好，OK，我们也发1万个超赞的NFT，专属于people持有者，免费MINT——后续再开发很棒的链游、元宇宙生态等等。\\n\\n……\\n\\n是不是觉得不可思议？别人收钱总搞不成的东西，去中心化组织免费搞？如果你觉得这是天方夜谈，那我以亲历者的角度告诉你，你很可能对DAO的力量一无所知。\\n\\n或许你可能觉得没有资金的DAO什么也做不成，那我们也可以在将来以产品产生的收益作为DAO运行的资金，而资金全部由智能合约控制，全部用于项目发展——而开发者和我们团队最好连工资都不要（当然，这个由DAO说了算，所有人共同决定）。\\n\\n在我的社群之外，从@oxgang.eth 拟打赏500W个PEOPLE到@Mandala Capital 巨额资金锁仓低费率做市，再到0xAA和一众大佬们的呼喊奔走，People已经在极短的时间里凝聚起了一群高认知且有理想的人——这和上波牛市中所谓三点群社群时各大项目中涌现的大户们有了极大区别。\\n\\nPeople社区现在刚刚起步，我看到的几乎全是正能量——唯一的是散户参与者有一些还在追涨杀跌中乐此不彼，我可以肯定他们大多数人会期间丢掉筹码。\\n\\n最后，从people 大宇社区成立的这一刻起，我们就立志传递 people的精神，传达“人人都是参与者、人人都是建设者、人人都是受益者”的理念，只要你赞同people大宇社区的理念，就欢迎加入我们，但希望你足够热情并能长久坚持，并且对people的发展有长远的目标。(最适合普通用户的建设方式是加入宣传组，我们已经有成熟的小队，会带你一起燃起来。)\\n\\n加入people建设，感受DAO之伟力。（全文完）\\n\\n个人推特[@BTCdayu](https://twitter.com/BTCdayu)     官网：[PeopleDAO.io](https://peopledao.io/)  官推  [@dayuBTC](https://twitter.com/DayuBtc)\\n\\n电报群：[@dayu222](https://t.me/dayu222) 建议访问Btok.com下载币用，无需FQ即可使用。\\n\\n❆\\n\\n购买People可在OKEX交易所（不受清退影响，邮箱注册后，正常认证），“[点此注册](https://www.ouyi.fit/join/2018936107)”每笔交易返20%手续费到帐户上。\\n\\n币安交易所也不受清退影响，但需要FQ后才能正常注册，\\\"[点击链接](https://accounts.binancezh.co/zh-CN/register?ref=RWIMTPK2)\\\"永省20%交易手续费。\\n\\n[https://peopledao.io/](https://peopledao.io/)\\n\\n[https://twitter.com/BTCdayu](https://twitter.com/BTCdayu)\\n\\n\",\"timestamp\":1640954694,\"title\":\"People的上限在哪？一文读懂WEB3和DAO的精髓。\"},\"digest\":\"msanMy6c7H-7cBMRc0oJV4-xzU-7G7XArtrwRJkSZn8\",\"authorship\":{\"contributor\":\"0x7A470d8014a122245b0410774618B7ED0E990Daa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KFiv7VbW4jKd70Al3pQ9Gdwb41Q2arb5k9shq9CWalk\\\",\\\"y\\\":\\\"Lt_la7BuHAINew9KM-AjWTLTC4t9foIsHAtURoznOQk\\\"}\",\"signature\":\"xhCEjBYSbRrnI6LKx5dMBmPcYf54oWvZXCR_bx4ZLHza3yQNdvuTu1B_qsn2LdJFKeFeAe3EFsH1IMbLRpV2DQ\",\"signingKeySignature\":\"0xf879eaef733ebee9d558de3a1d20849f325ee4a816f2e8a1411842407de24268791eccd9b5d009ce4a35e3664594a8ae19d04b4be5f8c520d082f6c05a22c3141c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KFiv7VbW4jKd70Al3pQ9Gdwb41Q2arb5k9shq9CWalk\\\",\\\"y\\\":\\\"Lt_la7BuHAINew9KM-AjWTLTC4t9foIsHAtURoznOQk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UDP-Y-8A4NrYHnI-31lnR8DNyPOh0YJeanVFzamkmZk\"}"