"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/PGOSRMhkftcEv1-P0JY32.png?height=675&width=1200)\\n\\n**SZNS is excited to announce a partnership with [Commonwealth](https://commonweath.im), a platform for communities formed via [SZNS Albums](https://docs.szns.io/core-components/albums) to use for discourse and governance discussions.** \\n\\nCommonwealth is a crypto-native, all-in-one community & governance tool used by many of the top DeFi projects including NEAR and dydx. Commonwealth combines the core functionality of Discourse, Snapshot, on-chain voting, and network analytics all into one place. This means decentralized governance, community discussions, treasury management, and more happen all on Commonwealth. You can learn more about Commonwealth here.\\n\\nAs announced in a [previous post](https://szns.mirror.xyz/IbMGSU3ZQb9DCLzCI9K9HcBuQgh0qYD4f7d1RYJrIuo), the [DivineDAO](https://twitter.com/divine_dao) is using the SZNS protocol to launch their DAO and operate under the SZNS governance framework. We’ve partnered with Commonwealth to allow the new $DIVINE community to communicate and grow using their governance platform. We envision many new communities to be formed using SZNS and Commonwealth. \\n\\n*“We are really excited to provide SZNS Albums with full governance and community management capabilities from day one. I am looking forward to seeing many future DAOs being created via the SZNS protocol and how Commonwealth will enable innovation in the different Album communities.”* - [George Beall](https://twitter.com/GeorgePBeall), Head of Business @ Commonwealth\\n\\nDivineDAO launching with a Commonwealth platform ensures efficient community management from day one. As proposals are created under the SZNS governance framework, the governance process from discussion post through to executing the proposal is now all in one place.\\n\\nDivineDAO’s platform on Commonwealth was built specific to the DAOs needs and will come with the following functionalities: \\n\\n* Crypto-Native Forum: The Commonwealth platform is centered around a Reddit-like platform with liking and threaded discussion support. Users are also able to make a profile where all forum activities are shown. \\n* Snapshot Integration: Full Snapshot functionality is supported on Commonwealth. This allows for a smooth transition & linking between discussion post and Snapshot proposal\\n* Wallet Login: DivineDAO members are able to login via their wallet and use their token that they hold throughout the governance process that is hosted on Commonwealth.\\n\\n### Participate in DivineDAO’s New Commonwealth Forum\\n\\nThe Commonwealth forum is live and able to be used by the DivineDAO community. Users are encouraged to kickstart discussions on their new Commonwealth platform. \\n\\nThe live forum can be found at <https://commonwealth.im/divine-dao>. The DivineDAO’s Album on SZNS can be found at <https://szns.io/album/divinedao>.\\n\\n### What’s Next?\\n\\nAs more Album DAOs are created on SZNS, we are excited to continue to foster Web3 community growth with Commonwealth and look forward to continuing to working closely together.\\n\\n### Connect with us!\\n\\nSZNS: [Twitter](https://twitter.com/sznsNFT), [Discord](https://discord.gg/szns), [Website](https://szns.io) \\n\\nCommonwealth: [Twitter](https://twitter.com/hicommonwealth), [Discord](https://discord.gg/frnQxxZG5S), [Website](https://commonwealth.im) \\n \",\"timestamp\":1634237709,\"title\":\"SZNS x Commonwealth\",\"publication\":\"szns\"},\"digest\":\"UUnEoYj7yQWU2nofEnU2JGK2ArG5xpSiMcRFHhicZw4\",\"authorship\":{\"contributor\":\"0x5Ad02f5D8AE3DC7F9061cE1f145806e334be6658\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_eHSxkr4SCfJ31pv8VcTP7l-qYRh6sZyPfQuILTExyU\\\",\\\"y\\\":\\\"injzNyGVpPyeTNUfRv-i97692olh8OlfSWcKjhW9gYo\\\"}\",\"signature\":\"ELtpKdb8WZqLmCzgqH9QGVFAYwcblhX8ShAQ2EKyH1OHXjkHHkSpZ8Ug317sBnxENGog0JVh-BWEGfHtKeA4YA\",\"signingKeySignature\":\"0xc21908bf049496964129751b6eafbdae60bfa991a642b87f32921418b876d49a7e99b85c8c1176afeffce3a6af492ba9be9e55aef4ed646fc70106b7afd4ed5601\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_eHSxkr4SCfJ31pv8VcTP7l-qYRh6sZyPfQuILTExyU\\\",\\\"y\\\":\\\"injzNyGVpPyeTNUfRv-i97692olh8OlfSWcKjhW9gYo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UUnEoYj7yQWU2nofEnU2JGK2ArG5xpSiMcRFHhicZw4\"}"