"{\"content\":{\"body\":\"```\\nGearbox was born at the MarketMake hackathon held by ETHGlobal in January 2021. Although it is not officially launched, it has more than 12,000 Twitter followers.\\n\\nFrom a functional point of view, the service provided by Gearbox is nothing more than the margin financing and securities lending services provided by traditional brokers. However, it is obviously reconstructing the margin financing and securities lending in the way of Crypto, and has strong DeFi features-AMM, decentralization, Composability, etc.\\n\\nAlthough Compound's over-collateralized loans have a leverage ratio of less than 1, and Gearbox can obtain a leverage of up to 10 times, they are essentially borrowing agreements.\\n\\nGearbox has two types of core participants-lenders and borrowers.\\n\\n \\nThe lender is the LP, they are to earn higher APY. The composition of borrowers is relatively complicated. There are active traders (characteristically short-term, leveraged, and stud), as well as other DeFI protocol LPs, who just want to get more funds to mine.\\n\\nThere is also the role of liquidator.\\n\\nIn terms of lending, Gearbox and Compound and Aave have similar principles.\\n\\nThe difference lies in how to achieve leveraged lending. Compound is over-collateralized lending. The margin of margin financing and securities lending comes from credit (if you provide a bank deposit certificate of 1 million to the brokerage, you can get a credit of up to 500,000). These are all well understood.\\n\\n Gearbox implements leveraged lending in a decentralized manner by creating a \\\"credit account\\\" for users.\\n\\n The credit account can be understood as an automatic DeFi wallet, where the user's principal and borrowed funds are all here. All subsequent operations go through the account, such as trading on Uniswap, mining on YFI, arbitrage on Curve, etc.\\n```\\n\\n![](https://images.mirror-media.xyz/publication-images/asAHgf3BC22GU5dySScSN.png?height=372&width=1080)\\n\\n```\\n\\n\\nTherefore, the assets remain in this account, and the borrower cannot withdraw them from the account, but can operate them, which also guarantees the interests of the entire platform.\\n\\nIn order to further reduce risks, Gearbox only allows credit accounts to interact with specific DeFi protocols and specific tokens.\\n\\nIf the market goes down, the credit account is at risk of liquidation, and the borrower can add margin, or close the position to stop the loss, or be liquidated-Gearbox's risk model will calculate the health factor of the credit account, and then anyone can check and liquidate Positions with a fitness coefficient of less than 1.\\n\\n\\nIt should be emphasized that the leveraged loan provided by Gearbox is free, and only charges LP (1% when withdrawing from the fund pool) and 5% fee from third-party liquidators.\\n\\nGearbox's vision is that users of various needs can borrow on Gearbox, and they can trade, mine, arbitrage, etc. without directly interacting with the interface of any other protocol.\\n\\nThis is far beyond the scope of the lending platform. It is already a decentralized wallet to a large extent, so it can also be used as a traffic entrance to the DeFi world.\\n\\nAccording to the current beta version, the team has indeed integrated the UI. Users can complete the loan on Gearbox, and then they can directly perform the next step on platforms such as Curve, Uniswap, YFI, and Sushiswap.\\n\\n\\nThis kind of composability between different functions of different platforms is almost equivalent to directly operating Gearbox's own products (DEX, Pool, etc.) in terms of operating experience, but obviously the composability is more flexible and open, bringing more DeFi protocols And assets (will continue to increase in the future).\\n\\nIf the wallet is the traffic entrance of DeFi, but the current wallet (whether decentralized or centralized), in terms of composability, still stays at the browser level, and has not yet achieved true aggregation.\\n```\",\"timestamp\":1640884934,\"title\":\"Gearbox-not only leveraged lending, but also a decentralized wallet\"},\"digest\":\"afgCs0an6lWLPm4cKLApt64SUu33fa8SgC4W3szsjUo\",\"authorship\":{\"contributor\":\"0x7B62d6585F0666F5cfCBEA5E09BaA99133478A96\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MFzmEDX3Xos4-3lYMB2GLMM5Gii6mD_7TK5Hmp8YStc\\\",\\\"y\\\":\\\"QzgFkRTBIYYIgOgfGxOZnh6vkxDPt2DvnZHeh5bPcTQ\\\"}\",\"signature\":\"0YRMrdLKmaIS-DCODOsWiddm9b0SOodxnx2SrP-IZnzrXq8wgGNPeQJ8vQD15wTMNsMLtQYNSz2aXlHENJOoLg\",\"signingKeySignature\":\"0x9c138c4f13152230e884b1f6b4a9d21893e87eac7c0f3fc6da81dcb9df011b795748d6591fc625fadb02083cdf42cc4aa0663fb8a15847fecf1786de7f95d7af1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MFzmEDX3Xos4-3lYMB2GLMM5Gii6mD_7TK5Hmp8YStc\\\",\\\"y\\\":\\\"QzgFkRTBIYYIgOgfGxOZnh6vkxDPt2DvnZHeh5bPcTQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"afgCs0an6lWLPm4cKLApt64SUu33fa8SgC4W3szsjUo\"}"