"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/5dhyrZ6cn2LNN4sZLajg9HZLpKPYeLUju3VfIISI4zg](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/5dhyrZ6cn2LNN4sZLajg9HZLpKPYeLUju3VfIISI4zg)\\n\\nLet us now touch — briefly — upon the potential for feeling and suffering of other life-forms on Earth.[\\\\[56\\\\]](#_ftn56)\\n\\n![Woodmouse \\\\[57\\\\]](https://miro.medium.com/max/1400/1\\\\*UwEzYKY4YZd6DWr4-Satjg.jpeg)\\n\\n![(Robert Burns) \\\\[57\\\\]](https://miro.medium.com/max/2000/1\\\\*04sRUi7qvdVhI8vl8-7AtQ.png?&size=medium)\\n\\nThe great Robert Burns shows sympathy for the wee creatures that share our world, and which we often so thoughtlessly harm or kill as a nuisance or as pests. Understandably, he brings the poem “To a Mouse” back to us humans at the end, seeking sympathy for our plight as prisoners of time — indeed, a poem which reminds us of our own sorrows works better to elicit sympathy for other life-forms.\\n\\nThink how often we will kill a rodent, insect or other animal without even sparing a thought for it, even when we do not intend to eat it. As if sharing our homes and our gardens with many other life-forms (that are often also doing a good job of cleaning and recycling) is unconscionable. At the time of writing, the world is dealing with an outbreak of the deadly COVID-19 virus.[\\\\[58\\\\]](#_ftn58) In times like these, it is salutary to be reminded of how little we care for the lives and welfare of other animals.[\\\\[59\\\\]](#_ftn59)\\n\\nSometimes it seems that, but for our need for food or cheap labour, we would gladly kill all other life-forms if it would save just one human life. I do not pretend to know how to strike a better ethical balance, I propose that this requires consensus mechanisms within a proper ethical framework, but I find it very hard to believe that we are in equilibrium in our relationship with other life-forms and the wider biosphere.\\n\\nWe kill so thoughtlessly and value all other non-human lives so cheaply. This is what the banality of ethical wrongdoing looks like. It is a kind of inattention that can allow wrongdoing to whistle quietly past people who are otherwise compassionate and caring (for their family or wider social group). Of course, I include myself.\\n\\nThe reader will have noticed my reliance upon William Blake in this book. More than any other British artist, Blake successfully married compassion with intelligent craft. The holy spirit in Blake was a ‘free’ spirit that refused to follow traditional thinking and religious theology.[\\\\[60\\\\]](#_ftn60)\\n\\nIt is inevitable that we have confused and will continue to confuse ‘value’ with ‘usefulness’ to us as humans. After all, we are coded to try to survive and thrive. However, there is more space than we think between our needs and our demands. In addition, today’s thoughtless demands and passions can give way to tomorrow’s most dreadful, painful needs.\\n\\nIt is not inevitable or ‘right’ that a generation of Westerners has been brought up to expect a ready daily supply of cheap meat from billions of badly suffering animals. What is more, any person who puts forward such a claim is not being truthful or faithful. Perhaps they will even have the gall to dress it up in modern finery of socio-economic ‘equality’.\\n\\n**“We were not inserted as ready-made invasives into an Edenic world. Nor were we intended by providence to rule that world.”**\\n\\n(*E. O. Wilson*)[\\\\[61\\\\]](#_ftn61)\\n\\n![(William Blake)\\\\[62\\\\]](https://miro.medium.com/max/1400/1\\\\*TzNise7cXyVi0YkWEeXsFQ.png)\\n\\nThere is nothing equitable, in the reckoning of life, about having the right to cause as much suffering to other life-forms as the next person. It is not a race to see which of us can inflict the most suffering on the community of humans and other life-forms. That is not a form of equality any of us should wish to pursue, and we should strongly challenge any such advocates.\\n\\nThe simple truth is that we cannot afford to eat as much meat as we do given all of the implications in suffering and the externalities in respect of the impact on the biosphere. If we choose to eat meat, it should be a rare and costly treat. That cost should reflect (equate to) the reduction in suffering and the mitigation of climate change and deforestation.\\n\\nThe proposal for the ethical framework is not that we are absolutely prohibited from eating animals, but that we cannot be oblivious to the impact of eating meat on those animals (particularly the overwhelming likelihood of unnecessary suffering) and the impact on the environment in the way in which we rear them and the quantity we eat.\\n\\nWe should be joyful at the prospect of expensive meat we cannot afford every day; it would mean we are on a better, safer path. The fact that some very wealthy people might choose to continue to eat meat every day is a matter for their consciences and wallets.[\\\\[63\\\\]](#_ftn63) There are few of them, and they can only eat so much. We are many, and we are much more powerful when we act together.\\n\\nWe cannot expect businesses that profit from this suffering and biospheric degradation to lead us into the promised land. Capitalism is many things, but it is not an accurate, ethical weighing scale and arbiter of compassion and wisdom.\\n\\nLikewise, our governments are largely captive to big business. If they will not take action for change, then we need action to change them and the economic and political processes that perpetuate this thoughtless, inequitable and foolish wrongdoing.\\n\\n\\\\*\\\\*\\\\*\\n\\n**“We humans don’t own love or grief – these emotions are widespread in other animals”**\\n\\n(*Dr Barbara J. King*)[\\\\[64\\\\]](#_ftn64)\\n\\nThere are numerous cases in the animal kingdom in which animals demonstrate behaviour that suggests sacrifice, courage, suffering, love,[\\\\[65\\\\]](#_ftn65) compassion[\\\\[66\\\\]](#_ftn66) and mourning.[\\\\[67\\\\]](#_ftn67)\\n\\n**“A herd of elephants marched 12 hours to the house of Lawrence Anthony after he died — the man who saved them. They stayed there silent for two days. Exactly one year after his death, to the day, the herd marched to his house again. It is something that science cannot explain.”**\\n\\n[\\\\[68\\\\]](#_ftn68)\\n\\nElephants are known to be intelligent, ‘soulful’ animals and have shown great capacity to suffer, sacrifice,[\\\\[69\\\\]](#_ftn69) love and feel loss. We have no evidence to suggest that the capacity for great love or suffering is unique only to humans and elephants.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*QFovJMqcQicmVazan7B5Mw.png)\\n\\nBBC, *[The Secret Life of Elephants](https://www.bbc.co.uk/programmes/b00gtgd2)*, Episode 1, 2015 CE. [\\\\[70\\\\]](#_ftn70)\\n\\nAll the evidence is to the contrary and suggests that these emotions are in fact widespread in the animal kingdom — but to different degrees and perhaps manifested differently.\\n\\n**“Non-human primates like monkeys and apes appear to have an awareness of death in the same way humans do, scientists have said. After analyzing over 200 year’s worth of research into how primates deal with death, they found common behaviors emerged — including carrying their dead, defending the deceased from threats and exhibiting a grief-like response.”**\\n\\n(*Hannah Osborne*)[\\\\[71\\\\]](#_ftn71)\\n\\n![Ian Kirk, “Corvus corone”, Wikipedia, 2014 CE, CC BY 2.0.](https://miro.medium.com/max/1000/1\\\\*r13nHBPHjjvGy86eC_yFuA.jpeg)\\n\\nUnsurprisingly, our primate cousins also express a broad range of emotions and actions that suggest self-reflective sapience.[\\\\[72\\\\]](#_ftn72)\\n\\nTheir grief and capacity for suffering is like ours, they just usually have less time to reflect before the demands of daily life force them to move on with living.\\n\\nEach time we look more carefully at birds,[\\\\[73\\\\]](#_ftn73) mammals[\\\\[74\\\\]](#_ftn74) and many other life-forms we find that our uniqueness is a question of extent or expression, not of capacity or capability. We find that the things we thought made us unique are not that unique.\\n\\nOur desire to believe in something, including in our uniqueness, and the extraordinary lengths we will go to in order to justify those beliefs is one of the most unique things about humans.\\n\\nWe are often informed that ‘experts’ fear to attribute other animals with many complex emotions for fear of anthropomorphising their behaviour. Look at the delicate, doubtful language we use: ‘like’, ‘appears’, ‘may’, ‘suggests’. Let us call it as we see it and think on the implicit arrogance and unjustified superiority of our hedging like this — all these years after Darwin.[\\\\[75\\\\]](#_ftn75)\\n\\nThe only justified ‘scientific’ hesitancy in our language on these matters should be reserved for when we discuss our own alleged varieties of ‘uniqueness’.[\\\\[76\\\\]](#_ftn76)\\n\\n![Avinash Lodhi,“Monkey appears to mourn ‘dead’ infant in moving photograph”, The Independent, 10 May 2017 CE. \\\\[77\\\\]](https://miro.medium.com/max/1400/1\\\\*NnWxPnYL0DTqX-qJy4BxpA.jpeg)\\n\\nWe should fear precisely the opposite of such caution when considering other life-forms: that we create a culture and language that necessarily assumes we are special. In the face of all of the mounting evidence to the contrary, our culture and language suggest that we may be guilty of anthropomorphising life-forms that show us that the assumed ‘human’ qualities are not only human ones.\\n\\nTalk about stacking the deck against other animals. It is an ugly Orwellian feedback loop. Any approach to truth is lost in a deep corruption of logic and language. This wrong-headedness and unfairness sits very deep within us and our culture; it is time to call it out so we can root it out.\\n\\n**“But if thought corrupts language, language can also corrupt thought.”**\\n\\n(*George Orwell*)[\\\\[78\\\\]](#_ftn78)\\n\\nAll life-forms evolved from common code and, in respect of mammals at least, that evolution is relatively recent — so we share very many similar characteristics and very, very few unique ones. Yet, when it comes to attributing shared characteristics to these other animals, we immediately rebel from attribution where it might qualify or reduce our own self-defined ‘uniqueness’ or ‘specialness’. Of course, that makes sense given how we tend to treat other life-forms and our doggedly persistent belief in our right to eat the world, whatever the consequences.[\\\\[79\\\\]](#_ftn79)\\n\\n\\\\*\\\\*\\\\*\\n\\n**“A Robin Red breast in a Cage Puts all Heaven in a Rage”**\\n\\n(*William Blake*)[\\\\[80\\\\]](#_ftn80)\\n\\nThe burden of proof has been entirely subverted from the natural and objective one: namely that, if we must make assumptions, then we should assume all life-forms have some degree of sentience and, potentially, sapience.\\n\\nThe more closely related life-forms are, the more likely they will share traits and characteristics. We should make decisions about where these non-human life-forms are on a spectrum based on objective criteria that are not unfairly discriminatory.\\n\\n*How did we get to be so wrong-headed at this stage of our ‘scientific’ culture?*\\n\\n*More importantly, can you see how this very same unfair language game has always been used throughout history in order to justify mistreatment (in a manner that benefited the perpetrator) of other humans based on arbitrary different characteristics such as colour, race or religion?*\\n\\n**“After perfecting the techniques on black enslaved woman without anesthesia in America, Sims went on to offer the procedure in Europe to wealthy white women who were sedated[\\\\[81\\\\]](#_ftn81) … Sims’s decision to not use (anesthesia) — or any other numbing technique — was based on his … belief that Black people didn’t experience pain like white people did”**\\n\\n[\\\\[82\\\\]](#_ftn82)\\n\\nWe are simply not permitted scientifically or ethically to assume a position that is advantageous to our own self-interests and then claim that it is scientifically valid. The ethical systems that we use must expect self-centred propositions that are supported on slender evidential premises and impose a very high burden of proof on the person claiming that a life-form does not feel, love, think, suffer or mourn.\\n\\nThe burden of proof should fall on the proponents of human specialness or the lack of suffering of other animals or life-forms. Given how dangerous and prevalent this subjective human solipsism is, some protections against it are included within the ethical axioms proposed in Part II of this book.\\n\\nLikewise, claims that only humans can have wisdom — when compared to other life-forms — because only humans have human culture are entirely self-serving, arbitrary and subjective. They must be assumed to be wrong, reformulated into a non-human definition of culture and then put to the strongest non-discriminatory tests.\\n\\nOur relationship with cats and wolves, and most particularly with dogs as domesticated wolves, also makes a mockery of any suggestion that we are being prudent and even-handed in our caution about ascribing a wider range of emotions to other life-forms.\\n\\nThe early relationship between wolves and humans must have enabled humans to have considerable success in hunting and in protecting their families and clans. This interdependence between dog and human over time has not simply developed as a slavish response to capture and imprisonment of canines. Genuine love, respect and empathy have grown in the fertile space between both our species, and it goes both ways. That is why it has been successfully symbiotic and remains so.[\\\\[83\\\\]](#_ftn83)\\n\\n**“\\\\[There is\\\\] a play on the Hebrew word for a dog, which is ‘kelev’. The second syllable of the word ‘lev’ means ‘heart’, and ‘ke’ is ‘like’, so it’s ‘like the heart’.”**\\n\\n(*Jonathan Wittenberg*) [\\\\[84\\\\]](#_ftn84)\\n\\n![Togo, directed by Ericson Core, Disney, 2019 CE.\\\\[85\\\\]](https://miro.medium.com/max/1400/1\\\\*mEPBM2Wsni3uLZ0iOX50dQ.png)\\n\\n**“Togo (1913–December 5, 1929) was the lead sled dog of [Leonhard Seppala](https://en.wikipedia.org/wiki/Leonhard_Seppala) and his [dog sled](https://en.wikipedia.org/wiki/Dog_sled) team in the [1925 serum run to Nome](https://en.wikipedia.org/wiki/1925_serum_run_to_Nome) across central and northern Alaska. In 1925, in response to an epidemic, the first batch of 300,240 [units](https://en.wikipedia.org/wiki/International_unit) of diphtheria serum was delivered by [train](https://en.wikipedia.org/wiki/Train) from [Anchorage](https://en.wikipedia.org/wiki/Anchorage,_Alaska) to [Nenana, Alaska](https://en.wikipedia.org/wiki/Nenana,_Alaska), where it was picked up by the first of twenty mushers and more than 100 dogs who relayed the serum a total of 674 miles (1,085 km) to Nome.**\\n\\n**Togo and Seppala traveled 260 miles (420 km) from Nome in three days, and picked up the serum in [Shaktoolik](https://en.wikipedia.org/wiki/Shaktoolik,_Alaska) on January 31. The temperature was estimated at −30 °F (−34 °C), and the [gale](https://en.wikipedia.org/wiki/Gale) force winds causing a [wind chill](https://en.wikipedia.org/wiki/Wind_chill) of −85 °F (−65 °C).”**\\n\\n[\\\\[86\\\\]](#_ftn86)\\n\\n![Michael Weiss, “Orca J35 carries dead calf”, Center for Whale Research,  2018 CE; “August 11, 2018 — J35 Update”, Center for Whale Research. \\\\[87\\\\]](https://miro.medium.com/max/1400/1\\\\*gXuuQ_0AGsoVpBQzgzXX_A.png)\\n\\nIn 2018, the world press picked up the news that an orca (J35) carried her dead calf around with her in the sea for 17 days and for over 1,000 miles.\\n\\n**“As J35’s sojourn continued, some experts wondered why [she was so attached to the calf](https://www.npr.org/2018/07/31/634316124/grieving-mother-orca-carries-dead-calf-for-more-than-a-week-over-hundreds-of-mil) … \\\\[John Ford said,\\\\] ‘The whales have a very strong drive to look after their offspring and this evidently extends to neonates that die at birth.’ The death of another calf is a significant blow to J Pod, which hasn’t seen a successful birth in three years. Combined, the three pods have 75 members, and time is running out to maintain its viability.”**\\n\\n[\\\\[88\\\\]](#_ftn88)\\n\\nThe wonder is why some experts would think that any successful mammal species would not be so attached to its young in this tough world. Any that were not would have been killed off by humans already. It is a hard, hard world for wild animals, made so much harder by previous and persisting human activity.[\\\\[89\\\\]](#_ftn89)\\n\\nWe are responsible for the death of thousands of species. We have killed off, or have come very close to killing off, many of the more interesting animals, some of which are very closely related to us, currently living on Earth — particularly larger animals like whales, bears, wolves and primates. It is too late for all of the large animals that became extinct soon after *Homo sapiens* radiated across the world or that, sadly, have died out even more recently. Thousands of interesting and valuable species of smaller animals have also become extinct due to our actions and many more are currently at great risk.\\n\\nHowever, with some space, most life-forms can return to healthy, flourishing populations. Major human disasters[\\\\[90\\\\]](#_ftn90) highlight how little space we are normally willing to leave other animals on this planet. Animals just need to be allowed to live, hunt or forage, breed and love to survive and thrive.[\\\\[91\\\\]](#_ftn91)\\n\\n![“Chernobyl radiation map”, Wikipedia, Sting (vectorisation), MTruch (English translation), Makeemlighter (English translation), using CIA Factbook image, 1996 CE, CC BY-SA 2.5.\\\\[92\\\\]](https://miro.medium.com/max/1400/1\\\\*cqMgGGcI8D4y-St6cen3Lw.png?&size=medium)\\n\\n**“In fact, increases in elk (moose) and wild boar populations in the Chernobyl exclusion zone occurred in the early 1990s, when these species’ populations were undergoing a rapid decline in former Soviet Union countries due to increased rural poverty and weakened wildlife management. Further, the relative abundance of wolves living in and around the Chernobyl exclusion zone site is more than seven times greater than in the four nearby uncontaminated nature reserves.”**\\n\\n(*GrrlScientist*)[\\\\[93\\\\]](#_ftn93)\\n\\n![Andy Schwetz, “‘CONTAMINATED #8 — To the moon (soviet edition) II’“, 2021 CE - NFT version owned by BiodiversityDAO](https://miro.medium.com/max/2000/1\\\\*zVEyD97nIfn9ZKCQtXLKRQ.jpeg?size=medium)\\n\\n*Must many remaining life-forms only have a good chance of survival if we destroy ourselves and the environment?*\\n\\nThis book is not meant to be a compendium of gloom and pain, and that would not help us. It would also prevent many people from wanting to read the message of hope that is the source of this book. However, before seeking to transform suffering and apathy into compassion and wisdom, we must first recognise it and accept it. We must welcome it in, not try to talk it away with human bias, superiority or apathy.\\n\\nWe can share in the wonder, pain and joy of living as a part of nature, rather than monopolise it and thereby degrade our own experiences as well as those of the other life-forms on Earth. We must start by recognising what makes all life-forms part of one body of life, what makes us so similar, before we focus on the less important differences (that are usually questions of extent only).\\n\\nIf we are to have a new axial age,[\\\\[95\\\\]](#_ftn95) we must start with this humble and beautiful understanding of commonality and interconnectedness. We must start by accepting that suffering, love, bravery and longing are not only human attributes. Humans and other life-forms are too often prisoners of their own desires and the desires of others. We must find a way to praise life and all its glorious diversity again — to break free of our ‘mind-forged manacles’.\\n\\n\\\\*\\\\*\\\\*\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/NW7ZwxKSArLFer62EFrvYN_XnegAq6_Vl4pmat-mlXA](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/NW7ZwxKSArLFer62EFrvYN_XnegAq6_Vl4pmat-mlXA)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[56\\\\]](#_ftnref56) Any extended exposé would likely dissuade too many readers from continuing, and the curation and use of images of industrialised suffering caused by humans is more than I can bear.\\n\\n[\\\\[57\\\\]](#_ftnref57) “Wee, sleekit, cow’rin, tim’rous beastie, O, what a panic’s in thy breastie / Thou need na start awa sae hasty, Wi’ bickering brattle! / I wad be laith to rin an’ chase thee, Wi’ murd’ring pattle!\\n\\nI’m truly sorry man’s dominion, / Has broken nature’s social union, / An’ justifies that ill opinion, / Which makes thee startle / At me, thy poor, earth-born companion, /An’ fellow-mortal!\\n\\n…But, Mousie, thou art no thy-lane, / In proving foresight may be vain; / The best-laid schemes o’ mice an’ men / Gang aft agley, /An’ lea’e us nought but grief an’ pain, / For promis’d joy!\\n\\nStill thou art blest, compar’d wi’ me / The present only toucheth thee: / But, Och! I backward cast my e’e. / On prospects drear! / An’ forward, tho’ I canna see, I guess an’ fear!”\\n\\nRobert Burns, “[To a Mouse](https://en.wikipedia.org/wiki/To_a_Mouse)”, 1785 CE. The link includes a helpful English translation. Image: “[Wood Mouse](https://fr.wikipedia.org/wiki/Fichier:180429-Waldmaus-01.jpg)”, Wikipedia, [BlueBreezeWiki](https://commons.wikimedia.org/wiki/User:BlueBreezeWiki),\\\\* \\\\*2018 CE. Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0)\\n\\n[\\\\[58\\\\]](#_ftnref58) In a later chapter, I consider the ‘value’ of viruses.\\n\\n[\\\\[59\\\\]](#_ftnref59) BBC, “[Denmark to cull up to 17 million mink amid coronavirus fears](https://www.bbc.com/news/world-europe-54818615)”, 5 November 2020 CE.\\n\\n[\\\\[60\\\\]](#_ftnref60) Lord knows we need to love our rebels.\\n\\n[\\\\[61\\\\]](#_ftnref61) E. O. Wilson, “[A Biologist’s Manifesto for Preserving Life on Earth](https://www.sierraclub.org/sierra/2017-1-january-february/feature/biologists-manifesto-for-preserving-life-earth)”, *Sierra*, 12 December 2016 CE.\\n\\n[\\\\[62\\\\]](#_ftnref62) “Little Fly Thy summers play, / My thoughtless hand / Has brush’d away. / Am not I A fly like thee? / Or art not thou A man like me? / For I dance And drink and sing:\\n\\nTill some blind hand Shall brush my wing. / If thought is life And strength and breath: /And the want Of thought is death; / Then am I A happy fly, / If I live, Or if I die.”\\n\\nWilliam Blake, “[Songs of Experience](https://www.gutenberg.org/files/1934/1934-h/1934-h.htm)”, 1794 CE.\\n\\nImage: “[Songs of Innocence and of Experience copy F object 48 THE FLY 1794 CE](https://commons.wikimedia.org/wiki/File:Songs_of_Innocence_and_of_Experience_copy_F_object_48_THE_FLY_1794.jpg)”, Wikipedia, Yale Center of British Art.\\n\\n[\\\\[63\\\\]](#_ftnref63) Many wealthy people are well-informed and have compassion; they can see the writing on the wall for us all and our planet if we do not manage our demands and desires better.\\n\\n[\\\\[64\\\\]](#_ftnref64) Dr Barbara J. King, *How Animals Grieve*, 2013 CE.\\n\\n[\\\\[65\\\\]](#_ftnref65) Dana Ellis Hunnes, “[Non-Human Animals Show Empathy. What Happened To Ours?](https://www.huffingtonpost.com/dana-ellis-hunnes/nonhuman-animals-show-emp_b_10949070.html?ncid=engmodushpmg00000004)”, HuffPost, 2017 CE.\\n\\n[\\\\[66\\\\]](#_ftnref66)See also Chris Mooney, “[6 Amazing Ways Animals Show Compassion](https://www.motherjones.com/environment/2013/04/6-amazing-ways-animals-show-compassion/)”, Mother Jones, 5 April 2013 CE; Kiran Moodley, “[Do animals have morals and show empathy?](https://www.independent.co.uk/news/world/do-animals-have-morals-and-show-empathy-9940632.html)”, *The Independent*, 23 December 2014 CE; Frans B. M. de Waal, “[Do Animals Feel Empathy?](https://www.scientificamerican.com/article/do-animals-feel-empathy/)”, *Scientific American*, December 2007 CE; John Hanlon, “‘[Animalkind’ Review: Heroism, loyalty and compassion in the animal kingdom](https://theanswerportland.com/content/entertainment-reviews/animalkind-review)”, The Answer Portland, n.d.; Joanne Kennell, “[Empathy Is More Common in the Animal Kingdom Than Thought](http://thescienceexplorer.com/nature/empathy-more-common-animal-kingdom-thought)”, The Science Explorer, 26 January 2016.\\n\\n[\\\\[67\\\\]](#_ftnref67) ‘Zoe Cormier, “[The truth about animal grief](https://www.bbcearth.com/blog/?article=the-truth-about-animal-grief)”, BBC Earth, 2018 CE.\\n\\n[\\\\[68\\\\]](#_ftnref68) BBC One, [Facebook post](https://www.facebook.com/BBCOne/posts/a-herd-of-elephants-marched-12-hours-to-the-house-of-lawrence-anthony-after-he-d/2798498103503923/),\\\\* \\\\*18 November 2019 CE.\\n\\n[\\\\[69\\\\]](#_ftnref69) See “[Thai elephant deaths: Do elephants risk their lives to save each other?](https://www.bbc.com/news/world-asia-50009944)”, Anna Jones, BBC, 13 October 2019 CE. Top Image from [pxhere.com](https://pxhere.com/en/photo/1604154), CC0 Public Domain. Bottom image from BBC, *[The Secret Life of Elephants](https://www.bbc.co.uk/programmes/b00gtgd2)*, Episode 1, 2015 CE.\\n\\n[\\\\[70\\\\]](#_ftnref70) BBC, *[The Secret Life of Elephants](https://www.bbc.co.uk/programmes/b00gtgd2)*, Episode 1, 2015 CE.\\n\\n[\\\\[71\\\\]](#_ftnref71) Hannah Osborne, “[Apes and Monkeys Have an Awareness of Death, Performing Grieving Rituals and Mourning the Deceased, Study Suggests](https://www.newsweek.com/monkeys-apes-awareness-death-grief-mourning-1449467)”, Newsweek, 16 July 2019 CE.\\n\\n[\\\\[72\\\\]](#_ftnref72) “[Do animals experience grief?](https://www.youtube.com/watch?v=pp51c-A-WGg&ab_channel=NewScientist)”, Youtube, *New Scientist*, 20 May 2016 CE.\\n\\n[\\\\[73\\\\]](#_ftnref73) Melissa Hogenboom, “[Earth — The birds that fear death](http://www.bbc.com/earth/story/20150930-the-birds-that-fear-death)”, BBC Earth, 1 October 2015 CE. Image: “[Corvus corone](https://commons.wikimedia.org/wiki/File:Corvus_corone_-near_Canford_Cliffs,_Poole,_England-8.jpg)”, Wikipedia, [Ian Kirk](https://www.flickr.com/people/76592037@N00), 2014 CE, [CC BY 2.0.](https://creativecommons.org/licenses/by/2.0/deed.en)\\n\\n[\\\\[74\\\\]](#_ftnref74) Andy Coglan, “[Monkey seen caring for dying mate then grieving after she dies](https://www.newscientist.com/article/2089522-monkey-seen-caring-for-dying-mate-then-grieving-after-she-dies/)”, *New Scientist*, 23 May 2016 CE.\\n\\n[\\\\[75\\\\]](#_ftnref75) I recommend that you imagine me starting this last placid sentence with “Jesus wept and jumping hell…”\\n\\n[\\\\[76\\\\]](#_ftnref76) Chris Baraniuk, “[Crows could be the smartest animal other than primates](https://www.bbc.com/future/article/20191211-crows-could-be-the-smartest-animal-other-than-primates)”, BBC, 12 December 2019 CE.\\n\\n[\\\\[77\\\\]](#_ftnref77) Loulla-Mae Eleftheriou-Smith, “[Monkey appears to mourn ‘dead’ infant in moving photograph](https://www.independent.co.uk/news/world/asia/monkey-mourning-dead-baby-photo-infant-emotional-india-a7728226.html)”, *The Independent*, 10 May 2017 CE. The infant had not died and regained consciousness minutes later, but the mother did not know that at the time. Image: copyright Avinash Lodhi, 2017 CE.\\n\\n[\\\\[78\\\\]](#_ftnref78) George Orwell, *1984*, 1949 CE.\\n\\n[\\\\[79\\\\]](#_ftnref79) Had we discovered that humans had been parachuted onto Earth [6,000 years ago](https://en.wikipedia.org/wiki/Ussher_chronology), it might be reasonable to consider having a different starting assumption — but even then we would still need to test it on empirical grounds.\\n\\n[\\\\[80\\\\]](#_ftnref80) William Blake, *The Marriage of Heaven and Hell*, 1794 CE.\\n\\n[\\\\[81\\\\]](#_ftnref81) Sarah Lynch, “[J. Marion Sims did medical experiments on Black female slaves](https://www.usatoday.com/story/news/factcheck/2020/06/19/fact-check-j-marion-sims-did-medical-experiments-black-female-slaves/3202541001/)”,*USA Today*, 2020 CE. “Vanessa Northington Gamble, a professor at George Washington University, said that [between 1846 and 1849](https://www.npr.org/transcripts/513764158), Sims operated on at least 10 enslaved women without anesthesia. One enslaved woman, Anarcha, endured at least 30 painful surgeries.”\\n\\n[\\\\[82\\\\]](#_ftnref82) Brynn Holland — [www.history.com](http://www.history.com/)\\n\\n[\\\\[83\\\\]](#_ftnref83) Philip Kiefer, “[The True Story Behind Disney’s ‘Togo](https://www.outsideonline.com/2407232/togo-true-story-disney-movie-balto)’” Outside, 20 December 2019 CE.\\n\\n[\\\\[84\\\\]](#_ftnref84) Jonathan Wittenberg, “[Why ‘kelev’ is a great word for dog: Jonathan Wittenberg on his book What My Dog has Taught Me](https://wunderdogmagazine.com/stories/why-kelev-is-a-great-word-for-dog-jonathan-wittenberg-on-his-book-what-my-dog-has-taught-me/)”, Wunderdog Magazine, 2018 CE\\n\\n[\\\\[85\\\\]](#_ftnref85) *Togo*, directed by Ericson Core, Disney, 2019 CE.\\n\\n[\\\\[86\\\\]](#_ftnref86) See also Wikipedia, “[Togo (dog)](https://en.wikipedia.org/wiki/Togo_(dog))”.\\n\\n[\\\\[87\\\\]](#_ftnref87) Image: “Orca J35 carries dead calf”, Center for Whale Research, Michael Weiss, 2018 CE; “[August 11, 2018 — J35 Update](https://www.whaleresearch.com/j35)”, [Center for Whale Research](https://www.whaleresearch.com/).\\n\\n[\\\\[88\\\\]](#_ftnref88) Lori Cuthbert and Douglas Main, “[Orca Mother Drops Calf, After Unprecedented 17 Days of Mourning](https://www.nationalgeographic.com/animals/2018/08/orca-mourning-calf-killer-whale-northwest-news/)”, *National Geographic*, 13 August 2018 CE.\\n\\n[\\\\[89\\\\]](#_ftnref89) Natalie Wallington, “[Tahlequah the orca — famous for carrying her dead calf for 17 days — gives birth again](https://www.theguardian.com/environment/2020/sep/07/tahlequah-the-orca-famous-for-carrying-her-dead-calf-for-17-days-gives-birth-again)”, *The Guardian*, 7 September 2020 CE.\\n\\n[\\\\[90\\\\]](#_ftnref90) The Chernoybl catastrophe was a heaven-sent gift for wild animals; “[How Chernobyl has become an unexpected haven for wildlife](https://www.unenvironment.org/news-and-stories/story/how-chernobyl-has-become-unexpected-haven-wildlife)”, UN Environment Programme, n.d. and Tom Allan, “[Chernobyl: the wildlife haven created when people left](https://www.theguardian.com/travel/2019/may/28/chernobyl-wildlife-haven-tour-belarus-created-nuclear-disaster-zone)”, *The Guardian*, 28 May 2019 CE.\\n\\n[\\\\[91\\\\]](#_ftnref91) Maxine Herman-Oakley, “[Chernobyl after people](http://crosstalk.cell.com/blog/chernobyl-after-people)”, Cell MENTOR, 10 November 2015 CE.\\n\\n[\\\\[92\\\\]](#_ftnref92)\\\\* \\\\*“Chernobyl radiation map”, Wikipedia, Sting (vectorisation), MTruch (English translation), Makeemlighter (English translation), using CIA Factbook image, 1996 CE, [CC BY-SA 2.5](https://creativecommons.org/licenses/by-sa/2.5/deed.en).\\n\\n[\\\\[93\\\\]](#_ftnref93) [GrrlScientist](https://www.theguardian.com/science/grrlscientist), “What happened to wildlife when Chernobyl drove humans out? It thrived”, *The Guardian*, 5 October 2015 CE.\\n\\n\\\\[94\\\\] Photographs are from T. G. Deryabina et al., “Long-term census data reveal abundant wildlife populations at Chernobyl”, Current Biology, 2015 CE, 25(19): PR824–R826.\\n\\n“CONTAMINATED #8 — To the moon (soviet edition) II”, NFT image from Chernobyl, copyright in the image here is Andy Schwetz, 2021 CE (bottom image).\\n\\n[\\\\[95\\\\]](#_ftnref95) An age of revolution in our collective consciousness and ethics like that which occurred with the flourishing of various contemplative practices in India, China, the Middle East and Europe in the centuries before Christianity (and as a response to great change, violence and suffering): [Axial Age](https://en.wikipedia.org/wiki/Axial_Age), Wikipedia\\n\\n[\\\\[96\\\\]](#_ftnref96) Images: a loving friendship that arose between a lion, tiger and bear that had grown up together at [Noah’s Ark](http://www.noahs-ark.org/) sanctuary after having been badly mistreated by humans; see “[A Bear, Lion and Tiger Form an Inseparable Trio](https://www.youtube.com/watch?v=eUg9E41ImzY&ab_channel=AnimalPlanet)”, Youtube, Animal Planet, 13 August 2015.\\n\\n[\\\\[97\\\\]](#_ftnref97) “You were silly like us; your gift survived it all: / The parish of rich women, physical decay, / Yourself. / Mad Ireland hurt you into poetry. / Now Ireland has her madness and her weather still, / For poetry makes nothing happen: it survives / In the valley of its making where executives / Would never want to tamper, flows on south / From ranches of isolation and the busy griefs, / Raw towns that we believe and die in; it survives, / A way of happening, a mouth.\\n\\n…\\n\\nIntellectual disgrace / Stares from every human face, / And the seas of pity lie / Locked and frozen in each eye. / Follow, poet, follow right / To the bottom of the night, / With your unconstraining voice / Still persuade us to rejoice; / With the farming of a verse / Make a vineyard of the curse, / Sing of human unsuccess / In a rapture of distress; / In the deserts of the heart / Let the healing fountain start, / In the prison of his days / Teach the free man how to praise.”\\n\\nW. H. Auden,\\\\* \\\\*“[In Memory of WB Yeats](https://poets.org/poem/memory-w-b-yeats)”, 1939 CE.\",\"timestamp\":1639485027,\"title\":\"Ethics of Life — 5. Suffering (Part 3) \"},\"digest\":\"APX839DtEBvbrFcYRehj4VldetFL05hbjB4zE0ttECo\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"OjeBwMF0VHyypNPV_nGBmztBcaJjdkpH2u6e4Du3fqCSgzd81NomPeAxTrimJ6xoM9hM3SG9Mzhk1fVp2Qn6uQ\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IQZvVz8FiG6EPFycETaA1ct25MGlOFBl-RLMIfyYCtM\"}"