"{\"content\":{\"body\":\"The development of blockchain is the current trend of The Times, and the development direction is irreversible. Block chain technology as a collective to maintain a reliable database in decentralized way of technical scheme, a decentralized, tamper-proof, highly extensible, etc, is becoming the big data, cloud computing, artificial intelligence, virtual reality technology and then one will have a significant impact of emerging technologies for the future, is expected to promote human from information age of the Internet into the value of the Internet age. The United States, Japan and some eu countries and regions have made blockchain development an important national development strategy, and vigorously promoted the r&d and application of blockchain technology. China also attaches great importance to the technological innovation and industrial development of blockchain. No matter the Central bank, alibaba, Tencent, Baidu and other Internet giants have laid out blockchain business in succession. With the joint participation of IT and other enterprises, a large number of new enterprises, new products, new models and new applications have emerged. The application of blockchain in finance, government affairs, energy, medical and other industries is gradually expanding, becoming an important force driving technological product innovation and industrial transformation in all industries. The development of blockchain is divided into three stages, namely, cryptocurrency represented by Bitcoin and blockchain 1.0 of related financial infrastructure application. Blockchain 2.0 represented by smart contracts; At present, it is gradually moving towards the blockchain 3.0 phase, which is based on blockchain technology and more complex smart contract in-depth application.\",\"timestamp\":1641357709,\"title\":\"How do you view the future development of blockchain?\"},\"digest\":\"gcutGEn2gBgiwdRTCdso4EiZ0bu0wuUB3BTL1iFbx5o\",\"authorship\":{\"contributor\":\"0xf9631781E4Dd1B597d706A82FE169F12d942f977\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tpi68WTgut7Pn-rr8Om7NrRi04oeHGkhjH5dccvj6SU\\\",\\\"y\\\":\\\"BoInh1deElULwVzDxeEainBlXfsd8Pezd963_GvYPYk\\\"}\",\"signature\":\"7fiLiTOvDZdgqYeSTeEX1IjmYDOuqRDSG6v0OHMxYbjGQqmShRQU_WksHy2S5zADfRt6gW0mnbsn9k52SkEjqQ\",\"signingKeySignature\":\"0x3a19e22f0836c6030e98f8feb48f3c65854d4e90ed6afb3c386cf2c1d0fa52656c81d3edd04aaecd3574b4be3c87cd6ddd5d89bb57929fe1df485bb631c093cd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tpi68WTgut7Pn-rr8Om7NrRi04oeHGkhjH5dccvj6SU\\\",\\\"y\\\":\\\"BoInh1deElULwVzDxeEainBlXfsd8Pezd963_GvYPYk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gcutGEn2gBgiwdRTCdso4EiZ0bu0wuUB3BTL1iFbx5o\"}"