"{\"content\":{\"body\":\"![What is a Smart Contract?](https://tinotendamakombe.com/\\\\_next/image?url=https%3A%2F%2Fcdn.hashnode.com%2Fres%2Fhashnode%2Fimage%2Fupload%2Fv1632589171734%2FlWTMLspTe.png%3Fw%3D1600%26h%3D840%26fit%3Dcrop%26crop%3Dentropy%26auto%3Dcompress%2Cformat%26format%3Dwebp\\\\&w=3840\\\\&q=75)\\n\\nMost of us have signed contracts in real life or at least interacted with one. These might have been employment contracts, lease contracts, procurement contracts, etc. The Merriam-Webster dictionary defines a contract as:\\n\\n> a binding agreement between two or more persons or parties especially: one legally enforceable\\n\\n### Smart Contract Definition.\\n\\nA smart contract is a digital representation of a real-world contract. It is similar to a real-world contract because it has pre-existing rules and conditions. Smart contracts are self-executing, written in computer code, and performed in an automated way.\\n\\nSmart contracts were first proposed in 1994 by [Nick Szabo](https://en.wikipedia.org/wiki/Nick_Szabo), an American computer scientist. He defined smart contracts as:\\n\\n> Computerized transaction protocols that execute the terms of a contract.\\n\\n### How do Smart Contracts work?\\n\\nSmart contracts are stored on the blockchain. This means that they are both immutable and distributed. What does it mean to be **immutable** and **distributed**?\\n\\n**Immutable **means that once a smart contract is created, it cannot be changed. No one can tamper with or break the contract.\\n\\n**Distributed** means that the outcome of the contract is validated by everyone in the network. Distribution makes it impossible for an attacker to take over a network and release funds. All the other participants would detect such an attempt and make it invalid.\\n\\n### Smart Contract use cases.\\n\\nA simple example to show how a smart contract will be applied is in real state. If l was selling my house l would need the ability to store the deed to my house and I would need a way for an individual to buy it and transfer the price for it. In the traditional world, this can take ages due to the reliance on third-party entities. It also costs more through unnecessary fees and the outcome can vary greatly due to unknown variables. However, the smart contract in this concept would accept the deed, allow someone to purchase it, and once purchased would transfer the deed from the smart contract to the recipient's account.\\n\\nThere are plenty of use cases for smart contracts. My favorite use case is in the insurance sector. Smart contracts can be used used to speed up the claims process. The policy terms of life insurance can be encoded into a smart contract. In the event of death, the notarized death certificate would be provided as the input trigger. This trigger would release payment to named beneficiaries.\\n\\nAnother popular use case for smart contracts is the NFT space. A digital artist can program terms and conditions that govern interactions with buyers and determine the validity of purchases on the blockchain. This smart contract is designed such that the digital is only released to the buyer once payment is made. There are many variations and extras to this type of contract. An artist might add royalty clauses to the smart contract so that a fixed percentage of the secondary sales of the artwork goes to the original creator. This type of contract is used by most of the popular NFT marketplaces.\\n\\nSmart contract use cases also vary from sector to sector based on where companies are using them. Here is an illustration by [101blockchains](https://101blockchains.com/smart-contract-use-cases/#prettyPhoto) about different smart contract use cases. ![smart-contract-use-case-1982x2048.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1632584194724/SIt1uvXDO.png?auto=compress,format\\\\&format=webp)\\n\\n### Smart Contract Risks.\\n\\nSmart contracts have their own flaws and problems. Flaws and bugs in the source code can lead to a smart contract being used for malicious purposes. A recent smart contract exploit is the [Cream Finance](https://threatpost.com/cream-finance-defi-29m/169077/) hack which led to the loss of $29 million. This emphasizes the importance of why all code including smart contracts must go through thorough and rigorous integrity audits and through a verification process.\\n\\nSmart contracts are a game-changer and knowledge of how they work will help everyone prepare for Web3. It is important to understand how they work, at least at a high level.\\n\\nThank you for reading this article. I hope it has been a helpful read. Please leave any questions or comments below. Don't forget to like and share the article if it helps you in any way.\\n\\n### REFERENCES\\n\\n[101blockchains](https://auth0.com/blog/101-smart-contracts-and-decentralized-apps-in-ethereum/)\\n\\n[Investopedia](https://www.investopedia.com/terms/s/smart-contracts.asp)\\n\\n[Auth0](https://auth0.com/blog/101-smart-contracts-and-decentralized-apps-in-ethereum/)\\n\\n[Medium](https://medium.com/coreledger/what-are-smart-contracts-a-breakdown-for-beginners-92ac68ebdbeb)\\n\\n[Smart Contracts](https://www.reddit.com/r/CryptoCurrency/comments/p0kuw3/smart_contracts_explained/?utm_source=share\\\\&utm_medium=ios_app\\\\&utm_name=iossmf)\\n\",\"timestamp\":1636618912,\"title\":\"What is a Smart Contract?\"},\"digest\":\"Sv-_sXLsxEcQxQBIk7758Ui8DKQGo7LQn0uk-iR_Rzg\",\"authorship\":{\"contributor\":\"0xE0e66e39bd49eCa8689fCfb6946eEC57336D6991\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U1xhTVHrSweHhmQJX3gt3eNnfjZdrH989IfU1PeqRYg\\\",\\\"y\\\":\\\"EJV1lssc4aXDxkUHaayI_Tsn11N_HoyNCHs43GbnG4w\\\"}\",\"signature\":\"J3zl6JkppoS3hyrMppOUBTj6PXla_l3u_Ux-y2N9R1itnwSu575yWhK8CvDLYHmAy3vauWKVcriGYEC5RlPOHg\",\"signingKeySignature\":\"0x3e01b8bbdf62d69221acbb15754d0f1b08a655bc02e272485e45274e84ed127e538c5bb4d128890e3da858ef5a2f6de3dd8dd6c3fb804514011ebfe3eb060e391b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U1xhTVHrSweHhmQJX3gt3eNnfjZdrH989IfU1PeqRYg\\\",\\\"y\\\":\\\"EJV1lssc4aXDxkUHaayI_Tsn11N_HoyNCHs43GbnG4w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sv-_sXLsxEcQxQBIk7758Ui8DKQGo7LQn0uk-iR_Rzg\"}"