"{\"content\":{\"body\":\"天空的一角已经泛起了霞光，夜色如潮水般散去，一个昼夜过去了，村子里的玩家依旧穿梭不停，偶尔也会有几个告别新手装的牛人一闪而过，我看了看自己的装备，一切准备妥当，我打开方向标，分辨了一下，就径直往村子东门跑去。\\n\\n```\\n两耳不闻身边事，一心只为矿产来。出了村子，我才发现原来东面是一片山丘地带，连绵起伏的山坡一个接着一个，远远望去，满山的翠绿，犹如一片绿色屏障连在天地之间。我要找的废弃矿坑在哪啊。\\n\\n看看地图，丝毫没有提醒，只有一条从村子里延伸出来的道路，不知道通向何方，还是要靠自己摸索啊。\\n\\n既然是矿坑，那估计在山丘附近的多了，我就到前面的山边转转看。根据一般游戏经验，离开村子越远，那么出现的怪物等级肯定越高，我现在4级多了，看看自己的装备，和自己分配的升系统给予点数，现在的状态估计能抗得住6级左右的怪了，不过理论归理论，还是需要实践的证实的，不是有句古话说的好：纸上得来终觉浅，绝知此事需鞠行嘛。\\n\\n我看了看地形，左边山坡上有些玩家正在砍怪，恩，就先去那看看，毕竟有玩家在的地方安全系数大一点，还可以问问他们是否知道那有矿坑。\\n\\n刚爬上山坡，一个长着一对尖耳，2只水泡眼，一身绿油油的皮肤上稀疏长着点毛发的怪物手挥木棒，尖叫着冲我跑来。我赶紧一看，哥布林，等级5。还说什么呢，我一个箭步冲了上去，让过它挥舞的木棒，小匕首直奔它的心脏。\\n\\n-45，-30的数字在我的连刺下不断从它头上飘起，我也不幸运被它砸到几下，还好只-17，-20，几下下去，它那对死鱼眼睛盯着我不甘心的倒了下去，上去一看，我呸，也是穷鬼一个，只有2个铜币。\\n\\n刚擦去匕首上残留的粘忽忽的绿色血液，旁边冲过来一个精灵战士，口中高呼：“朋友，救救！”后面跟着2个哥布林正追着他砍呢。不对，这哥布林怎么拿的是剑啊，我一看，靠是6级的哥布林小队长。这精灵战士估计5级以上了，不然不会怕死叫人帮忙的，反正我才4级呢，上去帮个忙吧，谁叫我乐于助人呢。\\n\\n我追上他们，对着其中一个哥布林小队长就砍，匕首划过它那粗糙的皮肤，绿色的血液顿时溢了出来,他一声尖叫，顿时回过头来拿起武器就冲我砸了过来。\\n\\n“朋友，你也顶一个啊，一人一个搞定他们啊，我一个人吃不消的。”我赶紧叫到。\\n\\n“谢了，朋友。”那个精灵战士看我已经吸引了一个，顿时来了精神，拿起家伙也和另外一个哥布林小队长互砍了起来。\\n\\n钢剑重重砸在我的身上，“-26，-30”的数字飘荡在我头上，痛啊！我咬紧牙关，挥舞着我的匕首，投之以桃，报之以李,砍我一剑，我刺你三刀。\\n\\n那个战士搞定了自己的那个哥布林小队长后，立即冲到我的身边支援，在我身上还有12滴血的时候，在我已经做好思想准备，感受一下死亡的痛苦的时候，那个哥布林小队长终于无奈的倒下了。\\n\\n看看战果，一个字——穷，还是几个铜币，仅此而已。\\n\\n“朋友，谢谢拉，不然估计我就要挂一次了。”精灵战士来到我旁边，满脸感激的说道。\\n\\n“举手之劳，何足挂齿啊。”我客气的回道，顺便打量了他一下，消瘦的脸颊，一双眼睛闪烁着精光，手提一把长枪，身上也已经告别新手布衣，换了一身战士盔甲（天地里人物装备除了首饰以外，其余均可观察到外观，但不可知属性和名字），估计也不是泛泛之辈。\\n\\n“呵呵，我叫刑天，精灵战士，5级了，朋友来这里练级吗？”精灵战士问道。\\n\\n“我叫隐为者，刚学了矿工技能，想到附近找找矿区，挖点矿赚钱的，等级才4呢。”我回道。\\n\\n“现在能学习副职业的不多啊，呵呵，没看出来，除了装备你还有钱学技能啊。”刑天看了看我手上的匕首，身上的皮甲和手镯惊叹的说道。\\n\\n“呵呵，运气好点罢了。对了，你知道附近哪有矿坑吗？”我问到。\\n\\n“恩，前面的山道里面好象有个洞穴，不过附近都是7-8级的哥布林巡守和咆哮的哥布林，还有会让人中毒的丛林蛛蛛，我看人家几组人都挂那，就没敢过去看。”刑天回道。\\n\\n7-8级的怪啊，那我去还不是羊入虎口啊，有点难度啊，不如先在这里练会级好了。\\n\\n“刑天，我们一起组了怎么样？”我问道。\\n\\n“好啊，我一个人打也比较累的。刑天高兴的回道。\\n\\n我冲他发出组队邀请，在天地中组队按照人头而多增加怪物经验的百分比，然后平均分配的组内玩家，在越级打怪的情况下，等级越高越是合算，金钱则是平均获得，物品则可以是由队长支配，轮流获得，随机获得和需求优先。当然了，什么样的组队模式与什么样的人组，我现在就是发出的轮流获得物品的组队邀请。\\n\\n“刑天接受您的组队邀请，加入队伍。”这时刑天头上多出他的体力和魔法值的显示，吓，430的体力值，比我高了一级差距这么大啊。\\n\\n“你是想当血牛型战士吧，体力值这么高啊。”我惊讶的说道。\\n\\n“恩，我想以后转骑士，所以基本上是加血加防，攻击加的少。”刑天回答道。\\n\\n“呵呵，你是个血盾啊，马上就负责顶怪了。”我笑着说到。\\n\\n“没问题，义不容辞。”刑天挥舞着长枪满脸激昂的说着。\\n\\n“恩，开工吧。”我匕首一指前面游荡着的哥布林们说道。\\n\\n多了一个防高血多的顶怪战士，我这个高攻高敏的战士就有了充分发挥了余地，一个哥布林小队长基本对我们2个人来说很轻松了，安全系数也增加了不少，经验也直线上升，可惜身上的￥￥依旧只是缓慢提升。\\n\\n也不知道过了多少时间，也不知道砍了多少只怪，只知道我们2个人的的配合越来越娴熟，2个哥布林小队长对我们来说已经能够轻松解决了，杀杀哥布林更是简单了，\\n\\n怪杀多了，装备也一个不小心给爆了几个，一条劣质皮裤，当然是给我了；一个小圆盾，因为刑天以后走的骑士路线，所以他也没多客气给拿走了；还打到一把猎人之弓，刑天坚持不肯要，说是有了盾牌已经足够了，弓还是给我好了，这样单练的时候引怪也轻松，恩，哥们我也不多客套了，那样俗气。\\n\\n由于越级打怪，经验也获得的更多了，我的等级也升到了6级，他也快7级了。\\n\\n2次升级系统给予了9点分配点，不过当我问到刑天他获得的点数时，他丧气的说最多的一次才是3，其他都是1或2，我心里得到了极大的安慰，虽然开始我的属性是最垃圾的，但是塞翁失马，焉知非福啊，呵呵。\\n\\n给自己加上了6点的攻击，3点的敏捷，现在跟在刑天后面杀怪，我需要的就是攻击力，带上一直放在身上的软皮手套，穿上打到的劣质皮裤，除了那双贫农阶级象征的草鞋外，我也算基本告别了新手套装了。\\n\\n跟刑天比比2人的属性，除了体力和防御外，攻击和敏捷我已经远远超过他了（魔法值和魔法攻击不在比较范围内），恩，不错，看来我这个人的前途还是比较光明的啊。\\n\\n“朋友，我要下了，时间不早了，明天继续合作吧。”杀死眼前这只哥布林小队长后，刑天低头看了看时间，转过头对我说道。\\n\\n“恩，行，我也要休息了，明天上了M你。”已经快11点半，是该休息了，我点了点头说到。\\n\\n“那88，明见。”刑天挥挥手，人在原地失去了身形，下了线。\\n\\n看着周围继续鏖战的人们，我为他们的废寝忘食而敬佩，但是我也该下了，跑到前面的一棵大树下面，看看了周围没有出现怪，下线。\\n\\n“呼。”喘了口气，深了个懒腰，跑到浴室方便了一下，冲了个凉，猛灌了大杯水补充了水份，然后一头栽到了床上，看着外面漆黑的夜空，闪烁的星星，我在憧憬着美好未来之中进入了梦乡。\\n\\n睁开朦胧的睡眼，看看床头的闹钟，已经6点20拉，恩，赶紧从床上跳了起来，现在对我来说时间就是金钱，保证了足够的睡眠我就要努力奋斗啊。穿衣、洗脸、刷牙，5分钟搞定，站在阳台上活动了会筋骨，看到楼下卖豆腐脑的老李已经和老婆张罗好摊子，煎起黄澄澄的油条来了。\\n\\n恩，下去吃碗豆腐脑，又好吃有当饱，省的我自己做吃的了。“噌，噌，噌。”跑下了楼梯，来到老李摊子旁边，递上2元钱，“老李，来碗豆腐脑，一根油条。”\\n\\n“行，你先坐着，就来。”老李接过钱，客气的说到。\\n\\n“来，小张，你的豆腐脑和油条。”老李舀好一碗后，拿上一根刚出锅的油条送给了我。\\n\\n“恩，谢谢。”看着雪白的豆腐花，翠绿的香葱，四四方方的榨菜丁，我不由食欲大增，赶紧拿起调羹开动起来。\\n\\n消灭了油条豆腐，和老李夫妇道了个别，赶紧回到家，带上头盔进入我的天地之中。\\n```\",\"timestamp\":1639816742,\"title\":\"第六章   挖出个未来二\"},\"digest\":\"iRKLHyo5h-V8Z3_nStKRG9k9iOPbkHJJJrH9_wQfXJA\",\"authorship\":{\"contributor\":\"0x36c4F7391F37435B05FaA1FEFb2ABF26ab51cF06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PlmEItf1JlIksbdGBmWMB33qeDyQuVtu6TvBlKIrGnA\\\",\\\"y\\\":\\\"ZPcXIuegPeZY7EGHt7SNOYmI8pV0zKc7IEfnfgV9zGs\\\"}\",\"signature\":\"bw4FcsHElDgowLHD7wZyrD76kENUM_CAwMn6wFfBC_qR9RdSxSel-XTOSVvQKY-0iiOgxptVeHnbNkj8tpyHmA\",\"signingKeySignature\":\"0x4c82d599ba65389abf7070ad94e42216cd5c9d968211de964d39b4e2bd29c98d0e926bacb30786b2043858a9ad22ef9ba7024109ceb4aa788fedfb0cf3d8c46c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PlmEItf1JlIksbdGBmWMB33qeDyQuVtu6TvBlKIrGnA\\\",\\\"y\\\":\\\"ZPcXIuegPeZY7EGHt7SNOYmI8pV0zKc7IEfnfgV9zGs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iRKLHyo5h-V8Z3_nStKRG9k9iOPbkHJJJrH9_wQfXJA\"}"