"{\"content\":{\"body\":\"esla, Inc., formerly (2003–17) Tesla Motors, American manufacturer of electric automobiles, solar panels, and batteries for cars and home power storage. It was founded in 2003 by American entrepreneurs Martin Eberhard and Marc Tarpenning and was named after Serbian American inventor Nikola Tesla.\\n\\nTarpenning Martin Eberhard\\n\\nOrigins and the Roadster\\n\\nTesla Motors was formed to develop an electric sports car. Eberhard was Tesla’s chief executive officer (CEO) and Tarpenning its chief financial officer (CFO). Funding for the company was obtained from a variety of sources, most notably PayPal cofounder Elon Musk, who contributed more than $30 million to the new venture and served as chairman of the company, beginning in 2004.\\n\\nIn 2008 Tesla Motors released its first car, the completely electric Roadster. In company tests, it achieved 245 miles (394 km) on a single charge, a range unprecedented for a production electric car. Additional tests showed that its performance was comparable to that of many gasoline-powered sports cars: the Roadster could accelerate from 0 to 60 miles (96 km) per hour in less than four seconds and could reach a top speed of 125 miles (200 km) per hour. The lightweight car body was made of carbon fibre. The Roadster produced no tailpipe emissions, as it did not use an internal-combustion engine. Tesla Motors found that the car attained efficiency ratings that were equivalent to a gasoline mileage of 135 miles per gallon (57 km per litre). The vehicle’s electric motor was powered by lithium-ion cells—often used in laptop-computer batteries—that could be recharged from a standard electrical outlet. Despite a federal tax credit of $7,500 for purchasing an electric vehicle, the Roadster’s cost of $109,000 made it a luxury item.\\n\\nIn late 2007 Eberhard resigned as CEO and president of technology and joined the advisory board of the company. It was announced in 2008 that he had left the company, though he remained a shareholder. Tarpenning, who was vice president of electrical engineering, supervising the development of electronic and software systems for the Roadster, also left the company in 2008. Musk took over as CEO. In 2010 Tesla’s initial public offering raised some $226 million.\",\"timestamp\":1639560920,\"title\":\"What is Tesla ?\"},\"digest\":\"21bHcSamkPu5KnPMn2QCEKBFTs2-fJg3Tii_XUVYwgQ\",\"authorship\":{\"contributor\":\"0x6c8Bd7FC5927f430da1C2392E7814FbDC94BF189\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wU9cDLkY1-nFw9FIcjm5K-vBjl7i-0Z-bsV0STkEAcw\\\",\\\"y\\\":\\\"MFCoPJ6_9iazS0hptLkTcuGvC570yoPQN3JEcuFkWUE\\\"}\",\"signature\":\"ywIerIzgRGL2l0FnT8GQZvcR-xYz8PBcRUucumo2guogbx6WUsoUlbyApi-3Ya34giiIvJr3qL8To4xAuKN7UA\",\"signingKeySignature\":\"0x008e128640137f0104358ca597f8266785344f55b659a4fea657eb72a08602665a56dd2c92300159a3892d84ee4d63d3a33e54b3e60c6fc0cd386b8f802a54fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wU9cDLkY1-nFw9FIcjm5K-vBjl7i-0Z-bsV0STkEAcw\\\",\\\"y\\\":\\\"MFCoPJ6_9iazS0hptLkTcuGvC570yoPQN3JEcuFkWUE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"21bHcSamkPu5KnPMn2QCEKBFTs2-fJg3Tii_XUVYwgQ\"}"