"{\"content\":{\"body\":\"Most customers use it to save their money. If they get paid in their local currency, they do not have to worry about its devaluation if it is in U.S. dollars. And if they need to buy something in a local currency, as Antunez described, they can always convert it back or pay directly with the RSV stablecoin if the merchant accepts it. Most don’t even realize that it has to do with cryptocurrency, like Stephany.\\n\\n“The Venezuelan bolivar loses value so fast that if you have bolivares, you need to change it as soon as you can to protect them,” she explained, adding the example that if she’s in Colombia and her father is in Venezuela, but “I needed to pay for his things, then instead of only exchanging what I needed at the supermarket, I was always looking for someone to buy extra dollars from me. So, I convinced the people from the supermarket and the pharmacy I use to download Reserve.”\\n\\n***Related: [Venezuelan international airport to accept Bitcoin payments: Report](https://cointelegraph.com/news/venezuelan-international-airport-to-accept-bitcoin-payments-report)***\\n\\nThe government [introduced](https://apnews.com/article/business-venezuela-caribbean-inflation-41edcf6e4a4c5010188a2921db642c39) a re-denomination of the currency in October, the third one since 2008, in order to ease computations. The economy, however, had already been increasingly unofficially dollarized. This means that prices in stores are marked in dollars, corresponding to the black market rate rather than the official exchange rate, as more and more merchants use PayPal, Zelle or, now, Reserve. With Reserve, users can exchange currencies at rates closer to those of the central bank.\\n\\nCouple this volatility with hyperinflation, and mistrust in the government and the banking system is bound to surge among citizens. When asked about the prospects of the economy getting better in Venezuela, Antunez said:\\n\\n> “I believe that technology will play a big part because cryptocurrencies allow financial freedom and free access for everyone. That’s how we need to address this situation, by giving people the tools to protect their money. Here, we don’t have any solutions, at least not right now. And I don’t see things getting any better. In the meantime, we’re just trying to protect the little money we earn from our jobs.”\\n\\nAt the time of publication, the project’s iPhone app [was](https://appfigures.com/top-apps/ios-app-store/venezuela/iphone/finance) the No. 1 most downloaded app in the Venezuelan app store under the finance category. Binance and MetaMask, two other cryptocurrency trading apps, are among the top 10 as well.\",\"timestamp\":1639121049,\"title\":\"Most customers use it to save their money. If they get paid \"},\"digest\":\"sNxhHvZoyrt2knDRDHv-HootWtYEGeZHzESnWF5oIrg\",\"authorship\":{\"contributor\":\"0x343B57A481D9b5fce4d972416674448b9Aa5F5fA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HvMSd-EGNJ3WRNxTeoMFRU33gZvwNFXIPkcKG5wW0nI\\\",\\\"y\\\":\\\"M-eo1zutY7aoyY3Cm24w81OwTWmaSr3uCHeLL9MR7gU\\\"}\",\"signature\":\"y2V7AfpoRzaobcIpgzzZqv9tgCPBvMNiksMqYr6Iq1fFvJS7pwZngfKR18G6u_s8LzihaCepevJwyHkgbF3iAg\",\"signingKeySignature\":\"0xc12cb96222534a23e419362bc4a33bc43890df8225afe98d87704801d759a7e11300bdbfb6dd0b6f96fb045afb4fe30491881bfd5aeccce54a3d0be3eb27227e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HvMSd-EGNJ3WRNxTeoMFRU33gZvwNFXIPkcKG5wW0nI\\\",\\\"y\\\":\\\"M-eo1zutY7aoyY3Cm24w81OwTWmaSr3uCHeLL9MR7gU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sNxhHvZoyrt2knDRDHv-HootWtYEGeZHzESnWF5oIrg\"}"