"{\"content\":{\"body\":\"There are times in my life, I feel I had someone elder who was good and articulate at giving me advice. So here is my list of ten advices I would give my younger 15 year old.\\n\\n## 1. Your parents wont be around.\\n\\nMy father used to say he will live till 100, so when i got a call in the middle of the night he was no more,I was 26. It was hard for me to wrap my hear around this fact. I was in no way prepared to become the head of the family and eventually screwed it up big time.\\n\\n## 2. Your Bad habits will compound and wipe you out.\\n\\nBad habits are basically unresolved issues in your life. If you are deprived or repressed it manifests in bad habits. These issues creep up on you unaware in forms of over-eating or bad food habits, sexual addiction or even drug addiction. If you aren't aware how these habits are changing your personality. You will one fine day wakeup to a rude shock.\\n\\n## 3. When it comes to women - Should you take the red pill or blue pill?\\n\\nRed pill thinking is something I do talk about in this blog. I won't go in to details, but as a man you need to be aware of both \\\"red pill\\\" and \\\"blue pill\\\".\\n\\n> Read more - [Son - I give you the red pill](https://manojnayak.com/posts/son-i-give-you-the-red-pill/)\\n\\n## 4. You are locked in a power struggle with the closest people around you.\\n\\nWho does more work in the house, who brings in the bacon? Who sacrifices their career so the spouse can have an career. Who always has the last word in some decisions? These seemingly innocuous stuff will shape your personality.\\n\\n*You first start losing to your family and then you start losing in the world. As your self esteem is shaped by your family.*\\n\\n## 5. Success is not an event it is a process\\n\\nNo God is going to bless you with riches and society is not going to recognise your entitled ass and give you an award.\\n\\n**Success on the fast lane takes about 10 years minimum and on the slow lane takes about 50 years. Imagine life is a six lane super highway with different speed limits. Your network is your car and energy levels is the fuel in your car.**\\n\\n## 6. The people who you are closest to now, will not be on your speed dial list\\n\\nYou would be very lucky to have school friends around when you hit 50. Making friends once you are over 30 is just impossible task, as you dedicate yourself to family and career. So people who you light up your life now, would be somewhere else with someone else. Some people in your life are like co-passengers in a train journey.\\n\\n*This hurts a lot, as your investment in them has gone bad.*\\n\\n## 7. Loneliness is a life long phenomenon.\\n\\nI used to think I am single so I am lonely. Then I saw some couples who are also lonely. I blame the society which has increased the cost of being together so high. We live extremely lonely life and social media has taken it to epidemic proportions.\\n\\n*The young don't even remove their headphones in a cafe or a public transport and are engaged in some media consumption which is selling subscriptions or ads.*\\n\\n## 8. People will do all in their power to prevent you from thinking.\\n\\nNo one wants someone who can think for themselves, because people who are thinking are generally not agreeable and cannot be manipulated. People who want to manipulate you will try to engage you in your fear, anxiety and addiction.\\n\\n## 9. Become Competitive\\n\\nOne of the things I lack is competitiveness. I think competitiveness gives you a will to hustle and become better so you stand a better stand at survival. When I say become competitive I don't mean snatch from someone else, but strive and negotiate for a better deal for yourself.\\n\\n## 10. Decision making is the most valuable skill to learn\\n\\nThere are times when you have to make big decisions for eg. whom to marry? which city to live in, and should you be getting into this business or profession?\\n\\n1. If you marry the wrong person you lose twenty years of your life, unless you are a millionaire.\\n2. You move to a wrong city, you are stuck for five years.\\n3. You get into a wrong business, your closest exit is ten years away.\\n\\n> The common heuristic is follow your head for small decisions and follow your heart for big decisions.\\n\\n![advice](https://manojnayak.com/static/img/advice-to-my-younger-self.jpg)\\n\\n\",\"timestamp\":1634300498,\"title\":\"Ten pieces of advice I would give to my younger self\"},\"digest\":\"WBB7c5W-pvfdL97EV6T7Qvz3qTZ8Jsxpg-VtetdtgUc\",\"authorship\":{\"contributor\":\"0xF1a6db11B55441472a442bAeeED2d338B10f438D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lY5CSO4xMH_Qc0I3ZqjiAv4_iH57FkO-MniMLn0jmtU\\\",\\\"y\\\":\\\"EqF_xqi_dEl93tv84HNJq9O2LzlyxSL4cBKUJRIm0Uk\\\"}\",\"signature\":\"21CKqV2bkJQlki43DJm0G9qqQHxoEFE9WEerzGS4uUHPPWBRGS5x0gIuMxx8k0wb_quHykFHALSaT_eSBbyDmw\",\"signingKeySignature\":\"0xaca2f46118022e8318fe0fd77a2291de7f1ccd370b886060e7b2bb8d5cef823151f33bb58ba2151c2344e6edb2b8ef6ebae3d6673aa79898d4764e1da5b4bc311c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lY5CSO4xMH_Qc0I3ZqjiAv4_iH57FkO-MniMLn0jmtU\\\",\\\"y\\\":\\\"EqF_xqi_dEl93tv84HNJq9O2LzlyxSL4cBKUJRIm0Uk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WBB7c5W-pvfdL97EV6T7Qvz3qTZ8Jsxpg-VtetdtgUc\"}"