"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/QS71IzlZecONMC1hBQckp.png?height=690&width=1400)\\n\\n![](https://images.mirror-media.xyz/publication-images/FT5cvNJVI8SgNMKUtyVKr.png?height=510&width=1194)\\n\\n![](https://images.mirror-media.xyz/publication-images/6KUtY8Nz0mcCq8VUdkks0.png?height=707&width=1400)\\n\\n## Idea: By Evan Shapiro\\n\\nWe’ve seen Mina’s participation rate very high (north of 90%+). This gives confidence that Mina’s current consensus and block rewards are sufficient to ensure a high staking percentage. This suggests Mina could reduce block rewards more quickly, given how high staking is right now.\\n\\nGiven that, I’m proposing to update the protocol’s planned inflation and block reward schedule from the original tokenomics blog post 15.\\n\\nThe below graphs are provided for illustrative purposes only and are not intended to be projections or forecasts. The graphs are created using the following tool [here](https://es92.github.io/mina-tokenomics-model/index.html?custom-table=%7B%22customTable%22%3A%7B%22modelIndex%22%3A2%2C%22data%22%3A%5B%5B%22720%22%2C%22720%22%2C%22720%22%2C%22720%22%2C%22720%22%2C%22700%22%2C%22700%22%2C%22675%22%2C%22675%22%2C%22650%22%2C%22650%22%2C%22600%22%2C%22600%22%2C%22550%22%2C%22550%22%2C%22500%22%2C%22500%22%2C%22450%22%2C%22450%22%2C%22425%22%2C%22425%22%2C%22400%22%2C%22400%22%2C%22375%22%2C%22375%22%2C%22350%22%2C%22350%22%2C%22325%22%2C%22325%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%5D%2C%5B%221440%22%2C%221440%22%2C%221440%22%2C%221235%22%2C%221070%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%5D%2C%5B%220%22%2C%220%22%2C%220%22%2C%220%22%2C%220%22%2C%220%22%2C%220%22%2C%2210%22%2C%2210%22%2C%2210%22%2C%2210%22%2C%2220%22%2C%2220%22%2C%2220%22%2C%2220%22%2C%2240%22%2C%2240%22%2C%2240%22%2C%2260%22%2C%2260%22%2C%2260%22%2C%2260%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%5D%5D%7D%2C%22customFeeTable%22%3A%7B%22modelIndex%22%3A1%2C%22data%22%3A%5B%5B%220%22%2C%220%22%2C%220%22%2C%220%22%2C%2220%22%2C%2220%22%2C%2250%22%2C%2250%22%2C%22100%22%2C%22100%22%2C%22150%22%2C%22150%22%2C%22200%22%2C%22200%22%2C%22200%22%2C%22200%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%5D%5D%7D%7D), which is interactive. I encourage you to utilize the tool and experiment with various assumptions or inputs.\\n\\n## Context:\\n\\nIn order to incentivize staking, Mina Protocol rewards block producers with Mina tokens when new blocks are created. Additionally, to encourage a high staking ratio, the Mina protocol was programmed to launch with additional rewards for liquid tokens that are staked, supercharged rewards.\\n\\nThis is configured in the protocol as a constant block reward, intended to be updated at hard forks, with a bonus multiplier (currently 2x) set for supercharged rewards.\\n\\nWhile there’s another thread [here discussing changes to supercharged rewards 5](https://forums.minaprotocol.com/t/reduce-supercharged-rewards-in-line-with-initial-tokenomics/4540/9) for the upcoming hard fork, and a thread [here discussing process 3](https://forums.minaprotocol.com/t/tokenomics-inflation-block-rewards/4518/7), this thread is intended for discussion on the tokenomics themselves. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/dwYnJawnzi8sqRAbJJTZh.png?height=546&width=1262)\\n\\nBlock Rewards Schedule Following the original Block rewards schedule (assuming constant emissions after year 6). Block reward updates are assumed quarterly, resulting in effective yield that varies slightly between each update. Month 0 refers to the launch of the protocol in March 2021\\n\\n## Criteria:\\n\\nTo start, here are some criteria I’m thinking will be important:\\n\\n* Ensuring a high staking proportion, both among liquid and locked tokens.\\n* This ensures further decentralization, frequent block production, and network security. We have previously determined 75% participation to be a threshold that ensures maximal security of the network. We believe current staking participation is north of 90% and have seen that number on various sources, but we should get the number calculated and double checked as a next step\\n* Given this, any policy should also lower block rewards slowly over time. Assuming participation is related to block rewards, small changes in block rewards should also allow small, measurable changes in participation.\\n* Doesn’t create excess inflation on top of what is needed for a high staking percentage.\\n* Whatever policies we explore should go through research and analysis, to ensure we’re confident that they’ll have their intended effect.\\n* Have high buy-in among both the core community, block producers, and general community.\\n* Be simple to communicate, and have a good communication plan.\\n\\n## Stakeholders\\n\\n* Block Producers\\n* General community\\n\\n## Proposed schedule, given the above criteria:\\n\\n**High level, the proposal is, we lower inflation inflation vs the original tokenomics, to ensure we’re not creating excess inflation on top of what is needed for a high staking percentage.** Additionally, we use some mechanism to use fees to replace block rewards, so that once fees become larger, effective inflation drops to zero. Assuming Mina reaches wide use in 4 years (as measured by Ethereum today, assuming similar fees relative to total supply), this caps the total 10 year supply at 1.275 billion Mina. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/fuvU9ivvrd4D4AGJilmwr.png?height=703&width=1400)\\n\\nTotal Mina created if Mina reaches 1/10,000th of its supply in daily fees in 4 years under the following schedule. See link [here](https://es92.github.io/mina-tokenomics-model/index.html?custom-table=%7B%22customTable%22%3A%7B%22modelIndex%22%3A2%2C%22data%22%3A%5B%5B%22720%22%2C%22720%22%2C%22720%22%2C%22720%22%2C%22720%22%2C%22700%22%2C%22700%22%2C%22675%22%2C%22675%22%2C%22650%22%2C%22650%22%2C%22600%22%2C%22600%22%2C%22550%22%2C%22550%22%2C%22500%22%2C%22500%22%2C%22450%22%2C%22450%22%2C%22425%22%2C%22425%22%2C%22400%22%2C%22400%22%2C%22375%22%2C%22375%22%2C%22350%22%2C%22350%22%2C%22325%22%2C%22325%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%2C%22300%22%5D%2C%5B%221440%22%2C%221440%22%2C%221440%22%2C%221235%22%2C%221070%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%2C%22%22%5D%2C%5B%220%22%2C%220%22%2C%220%22%2C%220%22%2C%220%22%2C%220%22%2C%220%22%2C%2210%22%2C%2210%22%2C%2210%22%2C%2210%22%2C%2220%22%2C%2220%22%2C%2220%22%2C%2220%22%2C%2240%22%2C%2240%22%2C%2240%22%2C%2260%22%2C%2260%22%2C%2260%22%2C%2260%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%2C%2280%22%5D%5D%7D%2C%22customFeeTable%22%3A%7B%22modelIndex%22%3A1%2C%22data%22%3A%5B%5B%220%22%2C%220%22%2C%220%22%2C%220%22%2C%2220%22%2C%2220%22%2C%2250%22%2C%2250%22%2C%22100%22%2C%22100%22%2C%22150%22%2C%22150%22%2C%22200%22%2C%22200%22%2C%22200%22%2C%22200%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%2C%22280%22%5D%5D%7D%7D) to see different schedules or make your own\\n\\nIf Mina reaches 1/10,000th of its supply in daily fees in 4 years, this leads to ongoing inflation under 0.8%, and a total supply in 5 years of \\\\~1.2 billion tokens , and a total supply in 10 years of \\\\~1.275 billion tokens. This is a reduction of \\\\~600 million tokens entering the supply over 10 years compared to the original schedule. With greater than 1/10,000th of total supply in daily fees, inflation reduces further, and becomes negative \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/aEO5mzsOts5w9BYs5mVEd.png?height=486&width=1280)\\n\\nWe’d implement changes here at the earlier hard fork following a scheduled update. If no hard fork occurs, we’d skip a change, but we’d aim to do a hard fork at least once per year.\\n\\nBefore each hard fork, we’d also check whether the participation has dropped below a threshold of 82.5%, and if so we’d revisit the schedule to account for that. We’d also look at new data, research and experience across the crypto community, and see if those provide any new insights or worthwhile updates to this schedule.\\n\\n## Reasoning for determining a new block reward schedule\\n\\nWhen the original token schedule of Mina was determined, the staking protocol landscape and the tested mechanisms were very different. Given recent developments in crypto, I think there is some room for substantial improvements to the original tokenomics.\\n\\nWith Mina itself, we’ve seen Mina’s participation rate very high (north of 90%+). This gives confidence that Mina’s current consensus and block rewards are sufficient to ensure a high staking percentage.\\n\\nThis suggests Mina could reduce block rewards more quickly, given how high staking is right now. The only important thing to be careful of is that block rewards aren’t reduced too quickly, resulting in low participation, damaging network performance and security. This is a good motivation to check staking participation after each hard fork, to ensure that it hasn’t dropped below a threshold.\\n\\nO(1) Labs has previously determined 75% participation to be a threshold for ensuring maximal security of the network. Where the threshold goes above that is debatable, but I am proposing 82.5% to provide a bit of buffer.\\n\\nIn total, with the goal of reducing Mina’s inflation at a smooth schedule, phasing out supercharged rewards in 2022, and minimizing excess inflation, I’m proposing the schedule seen above.\\n\\n## Fee burning\\n\\nAdditionally, the fee markets on many platforms have substantially developed, to the stage where fees can provide considerable rewards on top of block rewards. This can allow block rewards to be reduced further. As fees are already circulating coins, if fees stand in for block rewards, this means lower total inflation.\\n\\nHowever, reducing block rewards past some point, even if the fee market is very strong, is risky. If the fee market decreases temporarily, and block rewards are very low, it could become no longer sufficiently rewarding to make blocks, temporarily lowering participation.\\n\\nA good solution to this, is after a certain point, replacing decreasing block rewards with introducing and increasing fee burning. That way, block producers are guaranteed incentives to produce blocks, while total inflation can be lowered. If the fees burned is equal or greater than the block reward, resulting inflation can be zero, or even negative.\\n\\nOne more note on this, in my opinion, it remains to be seen whether negative inflation is a good thing, or if it causes reduced platform activity. I would propose we continue to study the market and other platforms to see how they’re performing and make any changes if necessary.\\n\\nI would also suspect there will be many mechanisms seen in the next few years to implement things conceptually similar to fee burning. From what I’ve seen, these solutions are more complicated, such as EIP-1559, so I think we should wait until more data is available before pursuing any of them, but they should be considered before fee burning is implemented, on the schedule I suggest, in 2023.\\n\\n## Comparisons\\n\\nTo compare, please see the following alternative schedules (original tokenomics, and if we left the block rewards unchanged from their current values at hard forks). \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/DlfySOLLOj9JOt1YAlM1W.png?height=707&width=1400)\\n\\nBlock Rewards Schedule Following original Block rewards schedule (assuming constant emissions after year 6)\\n\\nBlock Rewards Schedule if Block Rewards Unchanged (720 block rewards & 1440 supercharged ongoing)\\n\\n## Looking For Feedback:\\n\\n* What do you think of this idea? Does this policy make sense? Any concerns with it I missed?\\n* Do you agree with the above criteria? Do you want to add any other criteria that we should take into consideration?\\n* Are there any stakeholders that aren’t included here, but should be included?\\n\\n# Related Resources:\\n\\n* Mina tokenomics blog post\\n* Mina economic whitepaper\\n\\nAny feedback, and comments on this idea would be welcome, and I’m looking forward to collaborating with everyone on ideas that help improve the protocol.\",\"timestamp\":1640966384,\"title\":\"MinaResearch: A discussion around changing the inflation and reward schedule\"},\"digest\":\"aLr3Fj2B90Ltbtp1BVeZmZ5YmxuzmYKgrQKYTdkYiYA\",\"authorship\":{\"contributor\":\"0xe22cbcAA0324DfA1d83cB939239e11C306c9A03f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"amBt_wohYAdH2f8eLZiUfK6TO18ka0eiE2VlhKy_Z78\\\",\\\"y\\\":\\\"SgtL63YeKkPZ2jOqF07SXB5nvjXiyP2cXFDzht1NSIA\\\"}\",\"signature\":\"wb7HyDzuh157KrovEwBipam5LHmgP2sAXGear29UNSZ-RcpuhHRaYT9a8vBQ5QnWLPLLekGZOH0nh5mnsq-PYA\",\"signingKeySignature\":\"0x85189da7075d676c0a7629bb286aca46d47a91aeaf831b635c915a2df22b359a33daaf630e6935327953a216f291885badc011d73e16af632d9d13e02fe1fd061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"amBt_wohYAdH2f8eLZiUfK6TO18ka0eiE2VlhKy_Z78\\\",\\\"y\\\":\\\"SgtL63YeKkPZ2jOqF07SXB5nvjXiyP2cXFDzht1NSIA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aLr3Fj2B90Ltbtp1BVeZmZ5YmxuzmYKgrQKYTdkYiYA\"}"