"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*atk_m-2uI8NHMNyQVgAAvw.png)\\n\\nWe are excited to announce that the WePiggy lending protocol builds a strategic partnership with NULS, a blockchain platform offering fast-track business solutions for developers.\\n\\nThe two parties will work together on liquidity building, lending and other fields for mutual benefits of the two communities.\\n\\nNULS is a blockchain with a modular based architecture enabling customizable modules and cross-chain operability. Its two-part design is the micro-service and the functional modules. They have been built with the goal to maintain the well-known programming practice of high cohesion and low coupling. They also adopt the hot pluggable principle allowing modules to be added or removed during operation.\\n\\nWePiggy focuses on building an open-source, non-custodial crypto-asset lending market protocol that helps users realize asset appreciation and maximize utilization across many blockchain networks. On the premise of giving priority to funding security, WePiggy actively creates a more diverse lending market, optimizes the execution efficiency of smart contracts, and expands more dimensions of the business logic. Under the WePiggy multi-chain deployment plan, WePiggy is covering Ethereum, OKExChain, Binance Smart Chain, Polygon, Huobi Eco Chain, and innovative public and Layer-2 networks.\\n\\n## WePiggy + NULS\\n\\nWePiggy community will evaluate NULS token and propose to list NULS on the lending market of Binance Smart Chain.\\n\\nNULS team will contribute to the trading liquidity building on DEXs, and the liquidity of NULS token in WePiggy’s lending market, to eliminate systemic risk of WePiggy protocol as much as possible.\\n\\nMore cooperation, including diversified portfolio management, cross-chain asset transfer and lending, will be released to NULS token holders, in the future.\\n\\n*“NULS has been listed on many Tier-1 CEXs and DEXs with enough trading liquidity to ensure a healthy external environment. Through this cooperation, we can expand WePiggy’s influence to a larger user base. If NULS gets listed on WePiggy, that will empower NULS token lending feature. Token holders of NULS can enjoy the powerful and secure application of WePiggy. ”*\\n\\n– Ron, Zheng, Founder and CEO of WePiggy\\n\\n*“WePiggy is the first lending application of the NULS ecosystem on BSC. We will promote the WePiggy DApps to our NULS ecosystem consisting of more than 20 blockchain projects and 30,000 community members. Hopefully, with teamwork, we can make both WePiggy and NULS a better community.”*\\n\\n– Reaper, Co-founder of NULS\\n\\n## About WePiggy\\n\\nWePiggy is an open-source, non-custodial, crypto asset lending market protocol. In WePiggy’s market, users can deposit their crypto assets to earn interest, or borrow other crypto assets by paying interest. WePiggy aims to spread the benefits of cryptocurrency’s freedom and transparency to the widest possible user community in a more friendly and simple way, as well as be a good partner for them in wealth management.\\n\\n**[Website](https://wepiggy.com/)**\\\\*\\\\* | **[Twitter](https://twitter.com/wepiggydotcom)** | **[Medium](https://wepiggy-com.medium.com/)** | **[Forum](https://gov.wepiggy.com/)** | **[Discord](https://discord.gg/pew9k58)** | **[Github](https://github.com/WePiggy)** | \\\\*\\\\***[Telegram](https://t.me/wepiggy)**\\n\\n## **About NULS**\\n\\nNULS is an open-source, enterprise-grade, adaptive blockchain platform that offers fast-track business solutions for developers. Featuring microservices, smart contracts, cross-chain interoperability, and instant chain-building, NULS sets a new industry standard in streamlining blockchain adoption.\\n\\nNULS is a blockchain with a modular based architecture enabling customizable modules and cross-chain operability. Its two-part design is the micro-service and the functional modules. They have been built with the goal to maintain the well-known programming practice of high cohesion and low coupling. They also adopt the hotpluggable principle allowing modules to be added or removed during operation.\\n\\nThe microservice-layer design of NULS provides fluid, cost-effective, time-saving solutions for developers with minimum blockchain experience. As a public, community-driven project, NULS is building the future upon the strength and security of decentralized blockchain technology and the NULS Foundation to ensure the cooperation and success of the whole ecosystem.\\n\\n**[Website](https://www.nuls.io/)** | **[Twitter](https://twitter.com/Nuls)** |[ ](https://www.reddit.com/r/maticnetwork/)**[Discord](https://discord.com/invite/w3n74sn)**[ ](https://discord.com/invite/w3n74sn)| **[Telegram](https://t.me/Nulsio)**\",\"timestamp\":1636597073,\"title\":\"WePiggy Reaches Strategic Cooperation with NULS\"},\"digest\":\"moN6BbkWLLkvY8Ewzf1xzspnAxflElnfYj3Zvxk6piE\",\"authorship\":{\"contributor\":\"0xf14a9FA917a5517867e4e0018f320c1F6BF6f182\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MOToXuaua0SJZ5_SQSsecHvAOLw5KxmLTKhH_Amk1Lw\\\",\\\"y\\\":\\\"eHu9Uej8BHwgyRn4jxCzG9EQ1R29cSjilBrFY8fm7pw\\\"}\",\"signature\":\"YjJsFFYzt3qt3IVrefRa9OJw4CktY4BwNGo0VnYoRlnMKzEM_yo6DLyEWdO-v2ipMnsLELsN0JM9hUeE-c2j6w\",\"signingKeySignature\":\"0xc82d064579e95fce57e72d8f3e37759f40fd261e5df790f87edb0ce708ab9b09088a8d04cbf29e5ca12f34f0b482a37f2f71c105a2ea08c50f6161ee26251fa01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MOToXuaua0SJZ5_SQSsecHvAOLw5KxmLTKhH_Amk1Lw\\\",\\\"y\\\":\\\"eHu9Uej8BHwgyRn4jxCzG9EQ1R29cSjilBrFY8fm7pw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"moN6BbkWLLkvY8Ewzf1xzspnAxflElnfYj3Zvxk6piE\"}"