"{\"content\":{\"body\":\"and, suddenly putting his handkerchief to his mouth, he made a bolt sidewise, plunged amid the bystanders, and emerged only to dash into a room at the side.\\n\\nAs he disappeared, a lady came slowly and pensively forward from the outer door; lifted her eyes as she neared the table, saw a vacant chair, and glided into it, revealing to Zoe Vizard and her party a noble face, not so splendid and animated as on the stage, for its expression was slumbering; still it was the face of Ina Klosking.\\n\\nNo transformation trick was ever done more neatly and smoothly than this, in which, nevertheless, the performers acted without concert.\\n\\nSeverne fled out, and the Klosking came slowly in; yet no one had time to take the seat, she glided into it so soon after Severne had vacated it.\\n\\nZoe Vizard and her friends stared after the flying Severne, then stared at the newcomer, and then turned round and stared at each other, in mutual amazement and inquiry.\\n\\nWhat was the meaning of this double incident, that resembled a conjurer's trick? Having looked at her companions, and seen only her own surprise reflected, Zoe Vizard fixed her eyes, like burning-glasses, upon Ina Klosking.\\n\\nThen that lady thickened the mystery. She seemed very familiar with the man Severne had been so familiar with.\\n\\nThat man contributed his share to the multiplying mystery. He had a muddy complexion, hair the color of dirt, a long nose, a hatchet face, mean little eyes, and was evidently not a gentleman. He wore a brown velveteen shooting-coat, with a magenta tie that gave Zoe a pain in the eye. She had already felt sorry to see her Severne was acquainted with such a man. He seemed to her the *ne plus ultra* of vulgarity; and now, behold, the artist, the woman she had so admired, was equally familiar with the same objectionable person.\\n\\nTo appreciate the hopeless puzzle of Zoe Vizard, the reader must be on his guard against his own knowledge. He knows that Severne and Ashmead were two Bohemians, who had struck up acquaintance, all in a minute, that very evening. But Zoe had not this knowledge, and she could not possibly divine it. The whole thing was presented to her senses thus: a vulgar man, with a brown velveteen shooting-coat and a red-hot tie was a mutual friend of the gentlemanly Severne and the dignified Klosking. Severne left the mutual friend; Mademoiselle Klosking joined the mutual friend; and there she sat, where Severne had sat a moment ago, by the side of their mutual friend.\\n\\nAll manner of thoughts and surmises thronged upon Zoe Vizard; but each way of accounting for the mystery contradicted some plain fact or other; so she was driven at last to a woman's remedy. She would wait, and watch. Severne would probably come back, and somehow furnish the key. Meantime her eye was not likely to leave the Klosking, nor her ear to miss a syllable the Klosking might utter.\\n\\nShe whispered to Vizard, in a very peculiar tone, \\\"I will play at this table,\\\" and stepped up to it, with the word.\\n\\nThe duration of such beauty as Zoe's is proverbially limited; but the limit to its power, while it does last, has not yet been discovered. It is a fact that, as soon as she came close to the table two male gamblers looked up, saw her, wondered at her, and actually jumped up and offered their seats: she made a courteous inclination of the head, and installed Miss Maitland in one seat, without reserve. She put a little gold on the table, and asked Miss Maitland, in a whisper, to play for her. She herself had neither eye nor ear except for Ina Klosking. That lady was having a discussion, *sotto voce,* with Ashmead; and if she had been one of your mumblers whose name is legion, even Zoe's swift ear could have caught little or nothing. But when a voice has volume, and the great habit of articulation has been brought to perfection, the words travel surprisingly.\\n\\nZoe heard the lady say to Ashmead, scarcely above her breath, \\\"Well, but if he requested you to bet for him, how can he blame you?\\\"\\n\\nZoe could not catch Ashmead's reply, but it was accompanied by a shake of the head; so she understood him to object.\\n\\nThen, after a little more discussion, Ina Klosking said, \\\"What money have you of mine?\\\"\\n\\nAshmead produced some notes.\\n\\n\\\"Very well,\\\" said the Klosking. \\\"Now, I shall take my twenty-five pounds, and twenty-five pounds of his, and play. When he returns, we shall, at all events, have twenty-five pounds safe for him. I take the responsibility.\\\"\\n\\n\\\"Oh,\\\" thought Zoe; \\\"then he *is* coming back. Ah, I shall see what all this means.\\\" She felt sick at heart.\\n\\nZoe Vizard was on the other side, but not opposite Mademoiselle Klosking; she was considerably to the right hand; and as the new-comer was much occupied, just at first, with Ashmead, who sat on her left, Zoe had time to dissect her, which she did without mercy. Well, her costume was beautifully made, and fitted on a symmetrical figure; but as to color, it was neutral--a warm French gray, and neither courted admiration nor risked censure: it was unpretending. Her lace collar was valuable, but not striking. Her hair was beautiful, both in gloss and color, and beautifully, but neatly, arranged. Her gloves and wristbands were perfect.\\n\\nAs every woman aims at appearance, openly or secretly, and every other woman knows she does, Zoe did not look at this meek dress with male simplicity, unsuspicious of design, but asked herself what was the leading motive; and the question was no sooner asked than answered. \\\"She has dressed for her golden hair and her white throat. Her hair, her deep gray eyes, and her skin, are just like a flower: she has dressed herself as the modest stalk. She is an artist.\\\"\\n\\nAt the same table were a Russian princess, an English countess, and a Bavarian duchess--all well dressed, upon the whole. But their dresses showed off their dresses; the Klosking's showed off herself. And there was a native dignity, and, above all, a wonderful seemliness, about the Klosking that inspired respect. Dress and deportment were all of a piece--decent and deep.\\n\\nWhile Zoe was picking her to pieces, Ina, having settled matters with Ashmead, looked up, and, of course, took in every other woman who was in sight at a single sweep. She recognized Zoe directly, with a flush of pleasure; a sweet, bright expression broke over her face, and she bowed to her with a respectful cordiality that was captivating.\\n\\nZoe yielded to the charm of manner, and bowed and smiled in return, though, till that moment, she had been knitting her black brows at her in wonder and vague suspicion.\\n\\nIna trifled with the game, at first. Ashmead was still talking to her of the young swell and his system. He explained it to her, and how it had failed. \\\"Not but what,\\\" said he, \\\"there is a great deal in it most evenings. But to-day there are no runs; it is all turn and turn about. If it would rain, now, you would see a change.\\\"\\n\\n\\\"Well,\\\" said Ina, \\\"I will bet a few pounds on red, then on black, till these runs begin.\\\"\\n\\nDuring the above conversation, of which Zoe caught little, because Ashmead was the chief speaker, she cast her eyes all round the table and saw a curious assemblage of figures.\\n\\nThere was a solemn Turk melting his piasters with admirable gravity; there was the Russian princess; and there was a lady, dressed in loud, incongruous colors, such as once drew from a horrified modiste the cry, \\\"Ah, Dieu! quelle immoralite'!\\\" and that's a fact. There was a Popish priest, looking sheepish as he staked his silver, and an Anglican rector, betting flyers, and as *nonchalant,* in the blest absence of his flock and the Baptist minister, as if he were playing at whist with the old Bishop of Norwich, who played a nightly rubber in my father's day--and a very bad one. There was a French count, nearly six feet high, to whom the word \\\"old\\\" would have been unjust: he was antique, and had turned into bones and leather; but the hair on that dilapidated trunk was its own; and Zoe preferred him much to the lusty old English beau beside him, with ivory teeth and ebon locks that cost a pretty penny.\\n\\nThere was a fat, livid Neapolitan betting heavily; there was a creole lady, with a fine oval face, rather sallow, and eyes and hair as black as Zoe's own. Indeed, the creole excelled her, by the addition of a little black fringe upon her upper lip that, prejudice apart, became her very well. Her front hair was confined by two gold threads a little way apart, on which were fixed a singular ornament, the vivid eyes of a peacock's tail set close together all round. It was glorious, regal. The hussy should have been the Queen of Sheba, receiving Solomon, and showing her peacock's eyes against his crown-jewels. Like the lilies of the field, these products of nature are bad to beat, as we say on Yorkshire turf.\\n\\nIndeed that frontlet was so beautiful and well placed, it drew forth glances of marked disdain from every lady within sight of it, Zoe excepted. She was placable. This was a lesson in color; and she managed to forgive the teacher, in consideration of the lesson.\\n\\nAmid the gaudier birds, there was a dove--a young lady, well dressed, with Quaker-like simplicity, in gray silk dress with no trimmings, a white silk bonnet and veil. Her face was full of virtues. Meeting her elsewhere, you would say \\\"That is a good wife, a good daughter, and the making of a good mother.\\\" Her expression at the table was thoughtful and a little anxious; but every now and then she turned her head to look for her husband, and gave him so sweet a smile of conjugal sympathy and affection as made Zoe almost pray they might win. The husband was an officer, a veteran, with grizzled hair and mustache, a colonel who had commanded a brigade in action, but could only love and spoil his wife. He ought to have been her father, her friend, her commander, and marched her out of that \\\"curse-all\\\" to the top of Cader Idris, if need was. Instead of that, he stood behind her chair like her lackey all day: for his dove was as desperate a gambler as any in Europe. It was not that she bet very heavily, but that she bet every day and all day. She began in the afternoon, and played till midnight if there was a table going. She knew no day of religion--no day of rest. She won, and she lost: her own fortune and her husband's stood the money drain; but how about the golden hours? She was losing her youth and wasting her soul. Yet the administration gave her a warning; they did not allow the irretrievable hours to be stolen from her with a noiseless hand. At All Souls' College, Oxford, in the first quadrangle, grave, thoughtful men raised to the top story, two hundred years ago, a grand sundial, the largest, perhaps, and noblest in the kingdom. They set it on the face of the Quad, and wrote over the long pointer in large letters of gold, these words, \\\"Pereunt et imputantur,\\\" which refer to the hours indicated below, and mean literally, \\\"They perish, and go down to our account;\\\" but really imply a little more, viz., that \\\"they are wasted, and go to our debit.\\\" These are true words and big words--bigger than any royal commissioner has uttered up to date--and reach the mind through the senses, and have warned the scholars of many a generation not to throw away the seed-time of their youth, which never can come twice to any man. Well, the administration of the Kursaal conveyed to that lost English dove and others a note of warning which struck the senses, as does the immortal warning emblazoned on the fair brow of that beautiful college; only, in the Kursaal the warning struck the ear, not the eye. They provided French clocks with a singularly clear metallic striking tick; their blows upon the life of Time rang sharp above the chant, the mumble, and the jingle. These clocks seemed to cry aloud, and say of the hours, whose waste they recorded, \\\"Pereunt - et - impu-tantur, pere - unt - et - imputantur.\\\"\\n\\nReckless of this protest, the waves of play rolled on, and ere long sucked all our characters but Vizard into the vortex. Zoe hazarded a sovereign on red, and won; then two on black, and won; then four on red, and won. She was launched, and Fanny too. They got excited, and bet higher; the croupiers pelted them with golden coins, and they began to pant and flush, and their eyes to gleam. The old gamblers' eyes seem to have lost this power--they have grown fishy; but the eyes of these female novices were a sight. Fanny's, being light gray, gleamed like a panther's whose prey is within leap. Zoe's dark orbs could not resemble any wild beast's; but they glowed with unholy fire; and, indeed, all down the table was now seen that which no painter can convey--for his beautiful but contracted art confines him to a moment of time--and writers have strangely neglected to notice, viz., the *progress of the countenance* under play. Many of the masks melted, as if they had been of wax, and the natural expressions forced their way; some got flushed with triumph, others wild and haggard with their losses. One ghastly, glaring loser sat quite quiet, when his all was gone, but clinched his hands so that the nails ran into the flesh, and blood trickled: discovering which, a friend dragged him off like something dead. Nobody minded.\\n\\nThe fat old beau got worried by his teeth and pulled them out in a pet and pocketed them.\\n\\nMiss Maitland, who had begun with her gray hair in neat little curls, deranged one so with convulsive hand that it came all down her cheek, and looked most rakish and unbecoming. Even Zoe and Fanny had turned from lambs to leopardesses-- patches of red on each cheek, and eyes like red-hot coals.\\n\\nThe colors had begun to run, and at first the players lost largely to the bank, with one exception.\\n\\nIna Klosking discerned the change, and backed the winning color, then doubled on it twice. She did this so luckily three or four times that, though her single stake was at first only forty pounds, gold seemed to grow around her, and even notes to rise and make a cushion. She, too, was excited, though not openly; her gloves were off, and her own lovely hand, the whitest in the room, placed the stakes. You might see a red spot on her cheek-bone, and a strange glint in her deep eye; but she could not do anything that was not seemly.\\n\\nShe played calmly, boldly, on the system that had cleared out Ned Severne, and she won heavily, because she was in luck. It was her hour and her vein.\\n\\nBy this time Zoe and Fanny were cleaned out; and looked in amazement at the Klosking, and wondered how she did it.\\n\\nMiss Maitland, at her last sovereign, began to lean on the victorious Klosking, and bet as she did: her pile increased. The dove caught sight of her game, and backed her luck. The creole backed her heavily.\\n\\nPresently there was an extraordinary run on black. Numbers were caught. The Klosking won three times, and lost three times; but the bets she won were double bets, and those she lost were single.\\n\\nThen came a *refait,* and the bank swept off half her stake; but even here she was lucky. She had only forty pounds on.\\n\\nBy-and-by came the event of the night. Black had for some time appeared to rule the roost, and thrust red off the table, and the Klosking lost two hundred pounds.\\n\\nThe Klosking put two hundred pounds on red: it won. She doubled: red won. She doubled: there was a dead silence. The creole lady put the maximum on red, three hundred pounds: red won. Ina Klosking looked a little pale; but, driven by some unaccountable impulse, she doubled. So did the creole. Red won. The automata chucked sixteen hundred pounds to the Klosking, and six hundred pounds to the other lady. Ina bet forty pounds on black. Red won again. She put two hundred pounds on black: black won. She doubled: black won again. She doubled: black won. Doubled again: black won.\\n\\nThe creole and others stood with her in that last run, and the money was chucked. But the settlement was followed by a short whisper, and a croupier, in a voice as mechanical as ever, chanted that the sum set apart for that table was exhausted for that day.\\n\\nThe Klosking and her backers had broken the bank.\\n\\nCHAPTER IX.\\n\\nTHERE was a buzzing, and a thronging round the victorious player.\\n\\nIna rose, and, with a delicate movement of her milk-white hand, turned the mountain of gold and column of notes toward Ashmead. \\\"Make haste, please,\\\" she whispered; then put on her gloves deliberately, while Ashmead shoved the gold and the notes anyhow into the inner pockets of his shooting-jacket, and buttoned it well up.\\n\\n*\\\"Allons,\\\"* said she, calmly, and took his arm; but, as she moved away, she saw Zoe Vizard passing on the other side of the table. Their eyes met: she dropped Ashmead's arm and made her a sweeping courtesy full of polite consideration, and a sort of courteous respect for the person saluted, coupled with a certain dignity, and then she looked wistfully at her a moment. I believe she would have spoken to her if she had been alone; but Miss Maitland and Fanny Dover had, both of them, a trick of putting on *noli-me-tangere* faces among strangers. It did not mean much; it is an unfortunate English habit. But it repels foreigners: they neither do it nor understand it.\\n\\nThose two faces, not downright forbidding, but uninviting, turned the scale; and the Klosking, who was not a forward woman, did not yield to her inclination and speak to Zoe. She took Ashmead's arm again and moved away.\\n\\nThen Zoe turned back and beckoned Vizard. He joined her. \\\"There she is,\\\" said Zoe; \\\"shall I speak to her?\\\"\\n\\nWould you believe it? He thought a moment, and then said, gloomily, \\\"Well, no. Half cured now. Seen the lover in time.\\\" So that opportunity was frittered away.\\n\\nBefore the English party left the Kursaal, Zoe asked, timidly, if they ought not to make some inquiry about Mr. Severne. He had been taken ill again.\\n\\n\\\"Ay, taken ill, and gone to be cured at another table,\\\" said Vizard, ironically. \\\"I'll make the tour, and collar him.\\\"\\n\\nHe went off in a hurry; Miss Maitland faced a glass and proceeded to arrange her curl.\\n\\nFanny, though she had offered no opposition to Vizard's going, now seized Zoe's arm with unusual energy, and almost dragged her aside. \\\"The idea of sending Harrington on that fool's errand!\\\" said she, peevishly. \\\"Why, Zoe! where are your eyes?\\\"\\n\\nZoe showed her by opening them wide. \\\"What *do* you mean?\\\"\\n\\n\\\"What--do--I--mean? No matter. Mr. Severne is not in this building, and you know it.\\\"\\n\\n\\\"How can I know? All is so mysterious,\\\" faltered Zoe. \\\"How do *you* know?\\\"\\n\\n\\\"Because--there--least said is soonest mended.\\\"\\n\\n\\\"Fanny, you are older than me, and ever so much cleverer. Tell me, or you are not my friend.\\\"\\n\\n\\\"Wait till you get home, then. Here he is.\\\"\\n\\nVizard told them he had been through all the rooms; the only chance now was the dining-room. \\\"No,\\\" said Fanny, \\\"we wish to get home; we are rather tired.\\\"\\n\\nThey went to the rail, and at first Vizard was rather talkative, making his comments on the players; but the ladies were taciturn, and brought him to a stand. \\\"Ah,\\\" thought he, \\\"nothing interests them now; Adonis is not here.\\\" So he retired within himself.\\n\\nWhen they reached the Russie, he ordered a *petit souper* in an hour, and invited the ladies. Meantime they retired--Miss Maitland to her room, and Fanny, with Zoe, to hers. By this time Miss Dover had lost her alacrity, and would, I verily believe, have shunned a *te'te-'a-te'te* if she could; but there was a slight paleness in Zoe's cheek, and a compression of the lips, which told her plainly that young lady meant to have it out with her. They both knew so well what was coming, that Zoe merely waved her to a chair and leaned herself against the bed, and said, \\\"Now, Fanny.\\\" So Fanny was brought to bay.\\n\\n\\\"Dear me,\\\" said she piteously, \\\"I don't know what to do, between you and Aunt Maitland. If I say all I think, I suppose you will hate me; and if I don't, I shall be told I'm wicked, and don't warn an orphan girl. She flew at me like a bull-dog before your brother: she said I was twenty-five, and I only own to twenty-three. And, after all, what could I say? for I do feel I ought to give you the benefit of my experience, and make myself as disagreeable as *she* does. And I *have* given you a hint, and a pretty broad one, but you want such plain speaking.\\\"\\n\\n\\\"I do,\\\" said Zoe. \\\"So please speak plainly, if you can.\\\"\\n\\n\\\"Ah, you *say* that.\\\"\\n\\n\\\"And I mean it. Never mind consequences; tell me the truth.\\\"\\n\\n\\\"Like a man, eh? and get hated.\\\"\\n\\n\\\"Men are well worth imitating, in some things. Tell me the truth, pleasant or not, and I shall always respect you.\\\"\\n\\n\\\"Bother respect. I am like the rest of us; I want to be loved a little bit. But there--I'm in for it. I have said too much, or too little. I know that. Well, Zoe, the long and the short is--you have a rival.\\\"\\n\\nZoe turned rather pale, but was not so much shaken as Fanny expected.\\n\\nShe received the blow in silence. But after a while she said, with some firmness, \\\"Mademoiselle Klosking?\\\"\\n\\n\\\"Oh, you are not quite blind, then.\\\"\\n\\n\\\"And pray which does he prefer?\\\" asked Zoe, a little proudly.\\n\\n\\\"It is plain he likes you the best. But why does he fear her so? This is where you seem all in the dark. He flew out of the opera, lest she should see him.\\\"\\n\\n\\\"Oh! Absurd!\\\"\\n\\n\\\"He cut you and Vizard, rather than call upon her with you.\\\"\\n\\n\\\"And so he did.\\\"\\n\\n\\\"He flew from the gambling-table the moment she entered the room.\\\"\\n\\n\\\"Behind him. She came in behind him.\\\"\\n\\n\\\"There was a large mirror in front of him.\\\"\",\"timestamp\":1637668872,\"title\":\"Bet your own way, for me.\\\" He had hardly uttered these words, when he seemed to glare across the table at the great mirro\"},\"digest\":\"HrsRHk65-kAA8aSiV5mB6H9a1XjNvhDR291FH-cTZiU\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1CaR6TxmLdiv-p5EY_0MrAfSZIRLj9Ees7-QKldqGYM\\\",\\\"y\\\":\\\"bcMzvjnPM189ObhrAPnuP93zHv1XLAXRwvsKu-uJo6E\\\"}\",\"signature\":\"XraVimPW96zpUzba0iKNXUyCPDfMSN4LDzvxlvzjk2utTp7nkKUvvtxMgrI5J5gjb7LN_lvMhAA6TJ-O-m4Udg\",\"signingKeySignature\":\"0x4b4746f1a4a2f1a93364f9f994251ab727ecde1d4353edf5b9ec582ccf7659563f9288d82e1ce6fa2c6b8ad6fa484faaf6cbdd172e2492afb94d684e8ede4fd41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1CaR6TxmLdiv-p5EY_0MrAfSZIRLj9Ees7-QKldqGYM\\\",\\\"y\\\":\\\"bcMzvjnPM189ObhrAPnuP93zHv1XLAXRwvsKu-uJo6E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HrsRHk65-kAA8aSiV5mB6H9a1XjNvhDR291FH-cTZiU\"}"