"{\"content\":{\"body\":\"## gm\\n\\nIt started in April 2021. Well, it really started when I met someone who owned crypto. 2017 was a hot year for Crypto with Bitcoin peaking at $20K. I was getting my MBA, going to school part-time, and a classmate mentioned how he mined Bitcoin back in college and was excited because he had “quite a bit.” I had heard of Bitcoin and crypto before but I had never done any in-depth research. I talked with this classmate more to learn about different cryptocurrencies I had never heard of and what they could do. Litecoin was fast Bitcoin (I think that was the comparison at the time), Monero was private, and a lot of others I can’t remember.\\n\\nI was interested in crypto and wanted to learn more, but between homework, classes, work, and life, I didn’t have time. During the last quarter of school (because I didn’t have enough going on) my girlfriend and I bought a live-in rental property that we also Airbnb’d, I got a new job that was more demanding, I got a dog, and Covid happened… life was still busy. Then, during a conversation at work a co-worker at my new job said he had crypto and was talking about crazy ETH prices were driving up graphics card demand. I was back in. I had limited my crypto research because my work was so intense, but I finally had the realization that I could watch or listen to something to learn about crypto while I was working out if I didn’t have time to read things during the day or evening. I started looking on YouTube and getting suggestions until I stumbled upon Bankless. I work in finance so hearing about people living a bankless lifestyle was nuts, but awesome. I hate banks and financial services firms… and I work for them. It’s the embodiment and stereotype that everyone thinks it is. Over-inflated companies with lots of shit employees “taking care of” and tracking all of your money. Banks and investment firms are “doing their job” but barely, or probably not well. I find errors in work that requires math and finance more often than I should for how important the information in these documents is, and I can’t even imagine the errors I don’t catch if I’m not asked to thoroughly review someone’s work and they publish something without my authorization. Blockchain could eliminate most of the bullshit that makes my job unbearable? Where do I sign up?\\n\\nIn April 2021 I quit my second job in a year. I quit that job just one year after starting it, and luckily took two weeks off before the next role. In that time I researched the hell out of cryptocurrency. I found Rabbit Hole, I found ENS, I found crypto YouTube (which is WILD), I found Reddit threads and shit-coins and crypto Twitter. \\n\\nI’ve now been down the rabbit hole for over 6 months and I don’t think I’m turning back. Is it an addiction? Probably. A cult? Definitely. But how rare is it to be addicted to the future? The inefficiencies I’ve seen at every accounting/finance job I’ve worked at? Blockchain solves that. That is one, simple, use-case that I’ve observed, which is probably a multi-trillion dollar use-case, and THAT’S JUST ONE! As I keep learning about things like the Helium network, liquidity mining, staking, NFTs as legal documents (bye bye expensive lawyers), artists making a living and sharing unbelievable art, people in other countries being lifted out of poverty by playing a video game, remittance companies being told to fuck off, people who didn’t have banks being able to bank on their phones, being able to allow individuals to make their money as efficient as possible, without needing approval from middle men who basically rob us for doing a half-ass job and paying back their shareholders versus reinvesting to give you a better product. And now someone else made a better product, and it’s too late for us to go back.\\n\\nBlockchain has the ability to revolutionize how we live, transforming the world forever. And now I find myself again, thinking about quitting a job, so I can find a job in Web3 to get to the other side of the rabbit hole and never come back. It feels crazy and irresponsible, but I’ve never felt more confident about anything, which means I’ll be very wrong, or very right.\\n\\nWGMI. \",\"timestamp\":1636940213,\"title\":\"Down the Rabbit Hole I Go\"},\"digest\":\"SRvfViH27HQpEfrJKo-WRTS0OGwSBOuwQ0JLd4sEWHA\",\"authorship\":{\"contributor\":\"0xCe462C13F461DEEB3Ec2dAaDd5e7d5F90Bb8F0b2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l8sHRkeJf-6LwSF8YnR3pOKm_cW3Vjjb1d0aWrwaHR4\\\",\\\"y\\\":\\\"vKspzYvMw6KBpvKdnJ7qTdktRQtrtfaKuqoozdYIaS0\\\"}\",\"signature\":\"pJuM-ehMiXItQ1iZtpOMGlksSx5BvwcEtB1uIWQRc_LB9bobDfi_vsxBPGoqcVjVXXTGEVefpYAzJn-llMuayA\",\"signingKeySignature\":\"0xad7c83760b7f382fbaf3cf8201e319c00d86d305dec4b1fccb1f9b7e4e2902f5124f613f5b8283b218912c4b6a2597b712ee55de771ccad3b763b258d734b3731b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l8sHRkeJf-6LwSF8YnR3pOKm_cW3Vjjb1d0aWrwaHR4\\\",\\\"y\\\":\\\"vKspzYvMw6KBpvKdnJ7qTdktRQtrtfaKuqoozdYIaS0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SRvfViH27HQpEfrJKo-WRTS0OGwSBOuwQ0JLd4sEWHA\"}"