"{\"content\":{\"body\":\"What does a perfect monetary system look like?  Peter Thiel explains it here:\\n\\n[https://www.youtube.com/watch?v=Osp_Ug_7r7Q&t=281s](https://www.youtube.com/watch?v=Osp_Ug_7r7Q&t=281s)\\n\\nSummarize:  Fiat money system has the ability to push the lever and print more money  You save $100,000 dollars, your country goes into recession and money is printed to bail out the banks.  Your 100K becomes worth slightly less with a bigger supply that you can’t control. Bitcoin came along in 2009 as a response to this.  But this too has its own problems: A money with a fixed supply, or a super low inflation rate, is deflationary against economic goods. You won’t want to spend it because it goes up in value against economic goods.\\n\\nI posted this on Monero reddit to see how people would respond to being anti-inflation and anti-deflation: \\n\\n[https://www.reddit.com/r/Monero/comments/q854v9/inflationary_and_deflationary_monetary_systems/](https://www.reddit.com/r/Monero/comments/q854v9/inflationary_and_deflationary_monetary_systems/)\\n\\nAnd I got some good responses.  One person, trying to argue for a deflationary monetary system, retorted that because of time preference people would be forced to spend money on things when they can’t wait any longer.  This includes food, housing, and even iphones (we know these get better each year but we buy the new ones anyways because the old one is really annoying). Okay sure.\\n\\nBut what about people’s investing risk tolerance? If your cash was increasing in value each year, your evaluation of putting money into riskier investments changes quite dramatically.  Not only do you lose your investment in riskier bets, but you lose the cash + deflationary gains.  I would argue this is not something we want in our society either. Why not go for exactly what Peter is talking about? Exchange value for value, not value for something someone says has value for value.\\n\\nWhat does this look like? I think it would look like the bartering system our ancestors used.  2 fish for a loaf of bread. Value for value.  The truest form of money is no money at all. The only reason this went away was because the transaction costs were too high.  You had to find someone who wanted to exchange 2 fish for your loaf of bread. But in the world of the internet and functional blockchains that allows you to verify the source of the bread, a bartering system is feasible and a better way of transacting. Put it on the blockchain and fucking exchange it already goddamit.\",\"timestamp\":1637697303,\"title\":\"No more inflationary and deflationary monetary systems \"},\"digest\":\"118DCIg1FYUQDufCEJnKpWEIqzRG4vYFYLtFD4G0fOs\",\"authorship\":{\"contributor\":\"0xC775816D871205Ff751c4bdbA6E3acb0D652B196\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ID7V74_bpGifiM_fe7uAfroN8hWuMbqGWL7f0BRF6fY\\\",\\\"y\\\":\\\"gyHovCmgcS5LVtMGD4ie4X_jI2Nv-FeKItCC34vtJwA\\\"}\",\"signature\":\"4C5N-AT-rUDr7t3yb99_vVm0gXt7xL1zDgSMF332KlDjtjsfDi__be20t78CeUMrIuwM5WBF6XoBp6jAUPVtbw\",\"signingKeySignature\":\"0x59d60060e4b6cc02cf4e71ef2900497a5c95bfb6b2566d91bb1d1d8078a386272685aefbd20f3953d40a4eb6be11a3d5c2b637cd04e9a76b106424a3fd9d7e431b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ID7V74_bpGifiM_fe7uAfroN8hWuMbqGWL7f0BRF6fY\\\",\\\"y\\\":\\\"gyHovCmgcS5LVtMGD4ie4X_jI2Nv-FeKItCC34vtJwA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PCEx_mstbZGBjVBzaJhXFOeRLd7T-j9CWJfPNr0tYoA\"}"