"{\"content\":{\"body\":\"## Takeaways from MCON, a gathering of DAOists\\n\\n[MCON](https://www.mcon.fun/) was my first crypto conference and is also my first trip out of state post-pandemic. I didn’t have any point of reference as to what these events are like IRL. Prior, I traveled mostly as a touring musician.\\n\\nI was pretty blown away by the information shared and connections formed all throughout the event. There were good vibes all around. Everyone I met was warm and welcoming and the sessions I attended were all insightful.\\n\\nIn this post I’ll attempt to distill what most resonated with me and offer them to you as prompts. I hope this sparks more conversations in our space and beyond.\\n\\n![via @owocki](https://images.mirror-media.xyz/publication-images/dRl2cug_PJuXWX6Xn0iyG.jpg?height=504&width=880)\\n\\n**1.  We don’t need to monetize everything. Some projects can be [public goods](https://gitcoin.co/).**\\n\\n**2. Conscious community design.**\\n\\nWe are prone to repeat patterns from our previous experiences from the old world. Patterns of extraction and zero-sum games can quickly emerge in the spaces we’re building if we’re not careful. One has to be humble and open in their approach on how to define this new way of coordinating. We must be open to a practice of unlearning and deconstructing as we build new ways to work with each other.\\n\\nNature has created an efficient and balanced system of regeneration and decay. A sustainable ecosystem with built-in redundancies. How can we be inspired by it as we create new working models? How can our formations be resilient and anti-fragile? How can we be like well sustaining mycelium systems?\\n\\n**3. Essential reading for DAOists and people designing decentralized social systems:**\\n\\n[Meditations on Moloch](https://slatestarcodex.com/2014/07/30/meditations-on-moloch/) by Scott Alexander\\n\\n[Reinventing Organizations](https://www.amazon.com/Reinventing-Organizations-Frederic-Laloux/dp/2960133501) by Frederic Laloux\\n\\n**4. Like any organization, DAOs use memetics. How do we meme our way towards the greater good?**\\n\\n**5. Chaos is good. Tension is a gift.**\\n\\nChaos is not a bad thing. Chaos means there’s movement and life. Some of the best products and processes came from chaos. How can we lean into it and respond in constructive and creative ways?\\n\\nTension can be a gift as this becomes stimuli to flex, adapt or respond. How can we design based on actual living tension? How can our organizations be porous and organic such that they flex and breathe along with its members?\\n\\n**6. We all have the tendency to fall back on things that worked in the past. (Don’t do that, do something better)**\\n\\nHow can we restrain our tendency to centralize? How can we be more imaginative, inclusive and expansive in our approach to governance/coordination?\\n\\nHow can our metrics reflect cultural resonance, goodwill and meaning without defaulting to Web2 metrics?\\n\\n**7. Purpose, Principles, Process**\\n\\nHow can we have continuous dialogue with our members? How can we continuously shape our governance processes collectively?\\n\\nIn a leaderless formation our shared principles matter. It's what keeps us together. We have to collectively name them and share them with our community.\\n\\nHow do we handle disputes and conflicts? How do we resolve them?\\n\\nHow can our processes be agile, emergent and organic?\\n\\n**8. Trustful instead of Trustless**\\n\\nBlockchain is the tech layer; trustless, autonomous and deterministic. Social Layers on the other hand are built on trust. As long as there’s humans involved it's ***always*** going to involve trust. How can we move at the speed of trust?\\n\\n**9. Emergent leadership**\\n\\nExample: a flock of birds or a school of fish. How do they all know where to go and how do they keep in tight formation with each other? Are there patterns in these formations that we can adapt?\\n\\n**10. Find a DAO that resonates with you on a deep level. This will sustain you long term.**\\n\\n**11. Potential UBI hack: start with rewarding effort then incentivize high effort.**\\n\\n**12. Have good work boundaries. Have anti-burn out practices in place. Rest and disconnection keep us healthy and our outputs optimal.**\\n\\nDo you have time for yourself and for the things you care about?\\nDo you make time for your own personal growth?\\nWhat are your self-care routines?\\n\\n**13. Ask the big questions:**\\n\\nWhat are we coordinating for?\\nWho are we serving?\\nWhat are we optimizing for?\\nHow does this change me? Am I willing to break my worldview apart?\\nWhat is the desired end state?\\n\\n**14. DAOs have shared language. Gm. WAAGMI.**\\n\\nMassive thanks to MetaCartel for hosting such a fun and insightful event. Thanks to all the speakers who shared their wisdom and experience. Thanks to all the new/old friends I’ve hung out with and had deep conversations with. This was truly a remarkable experience and something I will remember for a long time.\\n\\nThanks to my friends who lend their eyes to proofread this piece. If this was helpful please feel free to send a few gwei our way!\\n\\n[split://0xb5835f24A68528B7900270486c5FE4EaF422365b](split://0xb5835f24A68528B7900270486c5FE4EaF422365b)\\n\\n\",\"timestamp\":1632426147,\"title\":\"Wait it's all coordination?\",\"publication\":\"mark\"},\"digest\":\"keDFFjX77GPNjZJzbmKnfeamd5uPb9JFQIwpHGFu-Vc\",\"authorship\":{\"contributor\":\"0x847dBDEF6B03AAc8be266598928Ca0d994aaA400\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5lZpsTJEa-gk2qh8Ui4kh3mO9HUhwEwC_Yc86TS9u2A\\\",\\\"y\\\":\\\"-YFRIfDfpWQDm9Cnb3EWOGhfKwot5gDxy_s9Q9abNmI\\\"}\",\"signature\":\"rH4vOP1d_8XBdVjJR_DJefOlkiLKmVCAf3gbTMjReTnPUHwyLQSsQGNbN52yp95xDoK6z6leGnu8XxfmMSLGeg\",\"signingKeySignature\":\"0xf4e10928bd58587e810175537f0670fb56930f779de4913b9eb530110ab1018a7e7551f03c6df0ef5c4b266ec6c23198b61b40bad15c23373a8bd625f6239e7a1b\",\"signingKeyMessage\":\"I authorize the publication of articles on mark.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5lZpsTJEa-gk2qh8Ui4kh3mO9HUhwEwC_Yc86TS9u2A\\\",\\\"y\\\":\\\"-YFRIfDfpWQDm9Cnb3EWOGhfKwot5gDxy_s9Q9abNmI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rtlWHejbNWkyapvLegCdeyXUx9HiRD6YXmAqTKMWh2c\"}"