"{\"content\":{\"body\":\"I really want to rain, really want to let the rain wash away those memories. Maybe the rain will wake me up. Raindrops hit the face of the feeling, can make people confused is tears or rain, so I can say: the boy does not cry!\\nRain gently, soft sprinkle on the earth, wash off all the dirt on the ground of the world, give people a clean feeling, but the cold rain can not wash off my gray mood! Maybe, our meeting is like a dream, a dream that makes me happy for a while but makes me sad for a long time. I came out of the noisy street, the world of lights so far away from me. I walked out into the middle of the avenue and stood there, with only the sound of rain behind me and people hiding somewhere. That's great! I can think of you and call you deeply... Holding an umbrella, reading your name over and over again, there is a soft and warm feeling of almost dare not breathe. Once had a scene scene, one and another lens as if early to discuss good, slowly from my rain in the eyes through, slowly through......\\nLandscape long love is still, moonlight turn tears still new! That day, you left me, my desolate heart will be ignored. I do not have a fantasy that one day you can come back, see my wounds, and swell with sadness, because I do not want you to have the slightest unhappy. Standing on the tree-lined path in the campus, watching the two shadows holding each other dimly nearby, I felt a pang of pain in my heart.\\nRain fell from the sky on the umbrella, from the umbrella wet into my gradually cold body, I just stood, do not know how long the station, do not know whether tired. I have no choice with such a sad eyes staring at you, such me, the feeling of happiness has become a heartache! The rain, can not see is horizontal or oblique, my umbrella, do not know which direction to cover. An umbrella, a person, walking in the wind and rain feeling is so lonely! Gazing at your distant figure, I have been satisfied in your happiness, and then silently turned around, leaving that I can appreciate you and not be you know the corner. It was only a fleeting glance, but it lasted a whole day.\\nThe rain stopped slowly, the bleak autumn wind blowing, blowing the roses everywhere, little tears, float away, into a cloud. Heart lost, with the bleak autumn wind to chase but nowhere to find! Fall to the ground, dust. Who, ever thought that prayer can let the sky stars, sincere can get eternal love; Who is he, who once held the rose in his hands for the happiness of the dawn, but let the petals fall in the wind in the setting sun? Until when, look up genius can see the rainbow, look back and see sand dust; Until when, really a can change flowers four seasons? Perhaps the water long east, things are different; Maybe edge this wipe shoulder, looking back has died! Perhaps I have been too fanciful to forget that I am not a god; Maybe I was so obsessed with it that I forgot it happens. I am not a god but I wish the gods would move and do things but I believe god knows. Find a patch of pure soil to plant roses and draw a blueprint instead of the sky. I wish the four seasons heart, flowers gorgeous; I wish the autumn wind like song, true love forever!\",\"timestamp\":1640857417,\"title\":\"Wind and rain in autumn\"},\"digest\":\"Wu0z7hyeM6df5CWJ28uAJBf3l_1xY7aGfiLgFnz6UYM\",\"authorship\":{\"contributor\":\"0xE5A1e201C6C621b1Bc4782A89BEEfBCec833d105\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-usGUCfCO0jHz6ElnUhOd0vOZ8pu4szYSD2bZXlwqn4\\\",\\\"y\\\":\\\"onpRM3Oe-kBFQnscv_iXztiD3dfC5_4y9VCLv8FFqAw\\\"}\",\"signature\":\"MHibLkcdkgb1FlB_7lcrqPrBO2Zzctk5E324h2BV_9yrPr4c3JmG8zT9bwmA7G8BvMpZ8pBxdNlD7lf4HeB4uQ\",\"signingKeySignature\":\"0x7e8fd2d60aa82d482897cf73968f78c921b5bb99f24dc8a8613f45724b11ab5e02b464f6889c4490c3838429b2e3c761afd09cfd191cd6ec36dbe2a92e6ff0a31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-usGUCfCO0jHz6ElnUhOd0vOZ8pu4szYSD2bZXlwqn4\\\",\\\"y\\\":\\\"onpRM3Oe-kBFQnscv_iXztiD3dfC5_4y9VCLv8FFqAw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Wu0z7hyeM6df5CWJ28uAJBf3l_1xY7aGfiLgFnz6UYM\"}"