"{\"content\":{\"body\":\"**December 31, 2021**\\n\\n** \\n **\\n\\nI missed writing the last two days because I was at a concert and then I was super sick and went to the hospital.  I hope all of the people who have been enthralled with my writing are not too upset about my lack of writing output.  Today I am writing about the power of anonymity and groups.\\n\\nOn December 29th I went to the first of four New Years concerts that Tycho was performing at the Independent in San Francisco.  Before Tycho went up, a DJ, Mozhgan, opened for them. I have always been under the impression that most people go to the opening act, but I was wrong.  By the time the concert started at 8:00pm, there were around 50 people in a venue that is large enough to hold 500 people.  When you go to a concert, you expect there to be lots of people and provide a cover of anonymity, but when you can make eye contact with everyone in attendance, it is really awkward.  The awkwardness was accentuated by the fact that most people just hung out in the very back or on the walls when the concert started.  Only the DJs friends, myself and my friend, and a couple other people (a total of 10 max) were in the center of the floor close to the front.  \\n\\nThis brought to my attention how much sense of security a crowd provides.  When there are a lot of people around, others will see you, but there is so much going on that you do not feel like other people in the crowd  have the capacity to do more than quickly glance at you.  Yet when this crowd shrinks to a small enough size, our self consciousness peaks.  I know I have felt this before.  In a small group you can get to know everyone and at least develop some comfortability and camaraderie with everyone, so I don’t feel overly self conscious.  In a really large group, like a concert mosh pit, there are too many people doing their own thing where, even if someone was judging me, I would have no idea.  It is in these medium-sized groups where I feel like the social uneasiness is apparent.  The group is too large to meet everyone and the group is splintered into distinct smaller cliques, but the group is also small enough that you can look at pretty much any individual and know if they are judging you.  The best way to avoid this unpleasant social scenario is to hide on the walls or in the back of the poorly lit room. \\n\\nThis phenomenon mirrors how we interact online.  People are truthful and comfortable sharing their thoughts in DMs or small group chats, and are willing to share their uncensored thoughts when they are anonymous, but when a user on Facebook or Twitter is using their real identity, they generally abide by proper social norms.  There is an important difference between the anonymity of the crowd and the anonymity of the internet. In the crowd, others grant you anonymity, but on the internet you grant yourself anonymity with the help of the website you are using.  The danger of the deindividuation derived from the crowd is that it is much higher energy and can quickly turn violent if that is what has become the norm in the crowd (see AstroWorld).  The danger of the anonymity derived from the internet is that there is no social pressure to act in a certain way or direct, real life consequences, so it can quickly lead someone to extremist views and lead them to spew vitriolic hate into the world.  I don’t know which is worse, but we have evolved to manage deindividuation by the group and group behavior, while self-granted anonymity is an entirely new phenomenon we need to understand better.\\n\\nWC: 642\\n\\n \\n \",\"timestamp\":1641034757,\"title\":\"Anonymity by the group, by the platform \"},\"digest\":\"cUDDlTaMJxkCe_3aRVGMSoqTLnLbv8T9c2jhNYb4tjE\",\"authorship\":{\"contributor\":\"0x11CE580B7D64Fb08F73161AA95835202ae1C9417\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j1jKRrjSsD3FM4saBPqJm78H5l1kG4hAk1d7jWdMycI\\\",\\\"y\\\":\\\"Tp7IvKX8tC_97S4Ce6wRmaSZa54E4F1Ru0OH1LaQI2U\\\"}\",\"signature\":\"iV4BG4JDXvr4aZiBn70gGfy_oAAHWNL7xg_QqjY26TX6lAoRsqcr_dv_fkLTP5B-iDtwrHKX9AbUdcD0NeC0rw\",\"signingKeySignature\":\"0xa6949fadace177ef2e44a19c43ae6dc1969d58116cd54c8ebfb7b8884c536c837cdd375c62e68551d034b54a14cf9e0d2e1de62b66ff5707f6aba4f2b91073741b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j1jKRrjSsD3FM4saBPqJm78H5l1kG4hAk1d7jWdMycI\\\",\\\"y\\\":\\\"Tp7IvKX8tC_97S4Ce6wRmaSZa54E4F1Ru0OH1LaQI2U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cUDDlTaMJxkCe_3aRVGMSoqTLnLbv8T9c2jhNYb4tjE\"}"