"{\"content\":{\"body\":\"A bet is a decision about an uncertain future. Example: We bet against all future version of ourselves we aren’t choosing. So develop a philosophy for living as “Wanna bet?”\\n\\n1. In poker, one can either raise, fold, or call. If the other party raises stakes, one thinks his/her cards are strong. But think from their position, if you had strong cards, wouldn’t you raise small stakes to keep your opposition playing?\\n2. Instead of thinking in all or nothing terms, think how much and on what scale. It is a skill to objectively upgrade beliefs to represent the world, where thinking patterns might lead us astray, we need to develop strategies around those thinking patterns. Our evolutionary setting is to believe things are true- evolution chose efficiency over accuracy\\n3. When confronted with new evidence, say I was 58% sure, now I am 46% sure, instead of I was right or wrong.\\n4. I am 80% sure of something opens doors for others to express their opinions\\n5. Our self narrative doesn’t exist in a vacuum: what accounts for variance in happiness is how well we do comparatively. We are built for competition. Use it to strengthen accuracy and truth seeking. If you feel bad upon making a mistake, what if the bad feeling came from the thought that we were losing an opportunity to learn just to avoid blame?\\n6. If a competitor closes a sale, examine the situation as if you closed it, & vice versa.\\n7. The benefits of recognizing just a few extra learning opportunities compound over time\\n8. To view ourselves objectively, we need other people to fulfil our blind spots, the more homogeneous the group, the more it will amplify confirmatory thoughts. By making risk explicit (wanna bet?) rather than implicit, we refocus on our objectives.\\n9. If you feel like dismissing someone as a bad player, think of something he did well. Examine the level of your confidence in all beliefs.\",\"timestamp\":1639219848,\"title\":\"Thinking in bets (Annie Duke, Book Notes)\"},\"digest\":\"uHX_Djv_ppawWo4Azg-UfWi6e8VIZ8jEHa58YRlX4kk\",\"authorship\":{\"contributor\":\"0x23860B3E7000fa31B3081592Bd54434e789E2365\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"signature\":\"YeMYFaMMbuY-aNY6yXVRzCpAOtqaB9p8_QMNINw-Z0XjGeVyxnhvDoxV9uRjHn5fbs4z7usH6aNjN-MCDRCTmg\",\"signingKeySignature\":\"0x32b2557184a4d32c18b9b17dd878c6165dddc2ff635cdf97b9ac56b87b021db768a14c865555bbca4451140e99856e935679ef1fb3c279bfada35ebb1c5da5eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sKnB4P7TxLzlEw4P80R6z8I7os3Ww9Pul86M3-Q6-SM\"}"