"{\"content\":{\"body\":\"**funnelweb3** is a podcast about the intersection of culture with web3, NFTs and the metaverse; focused on start-ups, projects and creators linked to Australia & New Zealand.\\n\\nYou can find all podcast episodes and subscribe on your favourite platform below:\\n\\n[https://linktr.ee/funnelweb3](https://linktr.ee/funnelweb3)\\n\\nFollow Aaren and the podcast: [@aarenarchive](https://twitter.com/aarenarchive)\\n\\n\\n---\\n\\nFor the genesis episode, I wanted to go back to the start of culture as we know it. We chat to Vanessa Lee-AhMat and Tim Lea, who partnered to launch Walking Between Worlds. Walking Between Worlds is a web3 project at the intersection of NFTs and Aboriginal and Torres Strait Islander culture with the ambition to empower indigenous communities and promote indigenous art across the world.\\n\\nVanessa is a director at Black Lorikeet, an indigenous Australian owned and operated research consultancy. It works as a cultural broker and business connector to bridge Aboriginal and Torres Strait Islander culture with other organisations and new technologies.\\n\\nTim is the author of Blockchain: Down the Rabbit Hole, Chief Crypto Officer at Blue Ocean Studios and he makes regular speaking appearances at blockchain and NFT forums to educate others on the technology.\\n\\nWebsite: <http://www.walkingbetweenworlds.net/>\\n\\nTwitter: [@WBWNFTs](https://twitter.com/WBWNFTs), [@LeeVanessa2011](https://twitter.com/LeeVaness2011), [@TimothyLea2](https://twitter.com/TimothyLea2)\\n\\nDiscord: <https://discord.gg/FFm3ADA2Th>\\n\\n\\n---\\n\\nThere may be some minor errors following computer transcription, but **enjoy the transcript for Episode #0001 below:**\\n\\n*Aaren:* To begin the episode, I want to acknowledge the traditional custodians of the various lands on which we record from today and the Aboriginal and Torres Strait Islander people participating in this discussion.\\n\\nI pay my respects to elders past, present and emerging and recognize and celebrate the diversity of Aboriginal and Torres Strait Islander peoples and their ongoing cultures and connections to the lands and waters of Australia. So I would like to welcome  Vanessa Lee-AhMat, and Tim Lea. Vanessa is a director at Black Lorikeet, an indigenous Australian owned and operated research consultancy.\\n\\nIt works as a cultural broker and business connector to bridge Aboriginal and Torres Strait Islander culture with other organizations and new technologies. And Tim is the author of 'Blockchain: Down the Rabbit Hole', he is the Chief Crypto Officer at Blue Ocean Studios, and he makes regular speaking appearances at blockchain and NFT forums to educate others on the technology. He is also a proud NFT collector.\\n\\nAnd together they've partnered to launch Walking Between Worlds, a web3 project aimed at empowering indigenous communities and indigenous artists starting in Australia. So once again, thank you so much to both of you for making the appearance on today's podcast. And did I miss anything in the introductions?\\n\\n*Tim:* No, that's awesome. Aaren sounds far better than I really am. And in the flesh, I'm really impressed.\\n\\n*Vanessa*: Good thank you, Aaren. Can I just add that my people are from Yupungathiand Meriam and I also acknowledge the traditional owners of the land of which we sit upon the Gadigal people of the Eora nation and pay my respect to elders past and present as well.\\n\\n*Aaren:* Thank you, Vanessa. I think what's most exciting about this conversation is bringing together both the technical and the cultural perspectives.\\n\\nThat's what really interested me in the project that you're working on. We talked about how this podcast is about the intersection of culture, as well as web3.\\n\\nWhere I wanted to start this conversation is going back to what you're doing at Black Lorikeet Vanessa. Part of what you talk about is being a cultural broker, and I wanted to get your perspective on how that relates to connecting indigenous communities to new technologies.\\n\\n*Vanessa:* Sure Aaren, so cultural brokering is more than just being a consultant. With cultural brokering, you'd go that extra level where you're not only reviewing work, you're actually creating cultural protocols. You're embedding culture into the organizational structure, and you're also connecting the organization and doing the negotiations with Aboriginal and Torres Strait Islander communities.\\n\\nIn the case of what we're doing here with Walking Between Worlds it's about connecting the Aboriginal and Torres Strait Islander artists and the community together with Walking Between Worlds. And having those conversations and making sure that they're aware that we are following cultural protocols, that we have them in place.\\n\\nWhen we develop the cultural protocols we actually looked at Terry Janke's, work an Aboriginal copyright lawyer. We looked at Create New South Wales work. We got another Aboriginal lawyer, artistic lawyer to have a look at our work, Debbie Baba. So it's about bringing all those pieces together and creating that world and that intersectionality of being indigenous, being an artist, and then bringing the artists into the NFT world. We come from the oldest continuing living culture. And it's about bridging the two together to make sure that we walk comfortably together for this change.\\n\\n*Aaren:* I think you touched on one of the things that is really cool about what you guys are working on, which is to your point, Vanessa, Australian indigenous culture is the longest continuing culture on earth.\\n\\nSo you have this Genesis of culture meeting the Genesis of technology in a lot of ways with web3 and NFTs and you know Genesis collections are also something people often refer to in NFT space. So we're at the Genesis of a lot of things here coming together to be able to try and create something new, but still calls back to history.\\n\\n*Vanessa:* Absolutely. And you know, how do we meet and come together to start walking between those worlds? How do we make sure that the oldest continuing indigenous culture, Aboriginal and Torres Strait Islander people, can trust us. Know that we are genuine in what we're doing about energizing communities, about empowering communities to walk in the NFT world. Know that we aren't going to lead them astray or leave them behind. Letting them know that they're walking with us.\\n\\nAnd in doing that, one of the things I've put in place also with Tim is to develop a list of Aboriginal and Torres Strait Islander, charitable organizations. We bring the charitable organizations and the communities with us in that structure of what we're doing with Walking Between Worlds and the  NFT world and the indigenous culture.\\n\\n*Aaren:* You touch on meeting together and walking together.\\n\\nSo how did you and Tim come together to start Walking Between Worlds?\\n\\n*Tim:* From my perspective, I started looking at Walking Between Worlds back in February, this year. I've been looking at indigenous arts since 2017, looking at the fractionalization of offline art and the protection of offline art. And through a contact of mine, I started talking about the project and he said, you know what? You should meet Vanessa. And he introduced me to Vanessa and we've just got some very, very shared values that have come forward.\\n\\nTo be absolutely honest as a white middle-aged man, which I am from the UK, I'm probably the last person that should be driving this project. But I've been in the blockchain and cryptocurrency space since 2015 and written the book on the subject and I've been blessed to speak at international conferences all over the world.\\n\\nI know the blockchain space inside out and backwards. Vanessa knows the indigenous world inside out and backwards. And so it just became a natural sense of how do we actually bring things together and walk between all the worlds, because we know that ultimately the Aboriginal and Torres Strait Islander people are the first, First Nations community we're working with, but this can be applied to the Inuits in Canada, the Mayans in Guatemala, or the Native Americans in the US.\\n\\nIt's very much that we  came together through a mutual contact and just a mutual shared set of values, I think is probably the best way of saying it.\\n\\n*Vanessa:* So the gentleman that we're talking about, he actually said to me, he said, I'm catching up with this guy called Tim and he's trying to do this project with NFTs and blockchain to empower indigenous artists all over the world, starting with Australia. He said, do you want to meet him? I said, yeah, I would. I said that to me, sounds like an extraordinary piece of work. I need to be part of it.\\n\\nAnd so we met and we had this zoom conversation and I got off the phone. I thought, wow, we are shifting the paradigm. We are changing. We are part of this massive change. All too often, you see new shifts in technology, new shifts in the digital world that leave indigenous people behind. And what we're doing is bringing indigenous people up onto the forefront so that we're walking together.\\n\\nOne of the artists made a comment to me and they said, What's Tim doing? What's a white man coming to the table. What's he bringing to the table to all of us indigenous people. And I said, Tim brings this amazing knowledge of blockchain and NFTs that we don't have. And we bring culture and tradition. And I said, that's what we bring to the table together. I said, it's a unity and that's why I really believe this will work, because we are not leaving people behind, we're bringing people up to the table.\\n\\nAnd that is what Walking Between Worlds is all about.\\n\\n*Aaren:* Yeah and I think you touched on a great point, which is whether it's indigenous communities, disadvantaged groups or other minorities, you often find that people at the forefront of culture come from those backgrounds.  It's unfortunate that I guess a lot of technological innovation comes from more advantaged backgrounds.\\n\\nFor us to really bridge that gap. We need people like yourselves coming together to be able to do it because otherwise to your point, Vanessa, some communities are going to get left behind because they're not in the spaces where the conversations are being had around what is at the cutting edge of technology or how do we keep advancing technology?\\n\\n*Vanessa:* Exactly.\\n\\n*Tim:* It's very, very true.\\n\\n*Aaren:* Going back to Walking Between Worlds, what are you ultimately hoping to achieve and why is the solution that you're working on the right solution? And it'll be great for you to go into some detail exactly what constitutes Walking Between Worlds.\\n\\n*Tim:* Yeah. I mean, the ultimate long-term vision is to energize global indigenous communities to capitalize on NFTs. Essentially that's the very simple, broad brush approach. And it's very much that in order to do that, we have to energize and empower indigenous communities that generally speaking do, as Vanessa said earlier, suffer from a digital divide.\\n\\nAnd it's one of those things that because, if one's looking at NFTs, artists are beginning to hear about NFTs. And so if you're looking at technology, if you can actually focus your activities on an end objective of being able to sell NFTs, by osmosis, digital skills are going to come to the party.\\n\\nAnd so it's about if you focus the energies into an objective that people universally can understand, it means that they will naturally learn about digital skills and what's necessary. It's not necessarily going to be easy, but you know, there will be absolute learning. And certainly with the actual specific solutions, we do have four pillars of empowerment that we're calling them.\\n\\nThe first is a collaboration engine, which will enable digital skills to be shared. So for example, a digital artist can work with a traditional artist. Because even though the skill of creating art is identical, digital art have different nuances. So it's like, you can read music, and maybe you play the piano, but playing the violins are different. I know Vanessa do you wanna talk about the collaboration with the 2D artist.\\n\\n*Vanessa:* Yeah sure. So just had a meeting recently with an animator and she's from the UK on a totally different project. And she said to me I would be really keen to teach a couple of indigenous artists how to do 2D animation. And she said they can work on my project and I'll put them in the credits. She's making a short 14 minute film. I said that would really work for us to connect across to NFTs. If they work on your project and that could be their pilot and then we bring them over to our artists who are already working with us to turn their works into tokens, this will help them to turn pieces of their work into animation that they can also put into their tokens. It's a bigger piece.\\n\\n*Tim:* It also opens up a much more immersive experience into the culture, for people that are outside of Australia or even outside of the indigenous culture, don't necessarily understand it. And so the collaboration structure as our first pillar of empowerment is really important.\\n\\nBut that alone is not going to help things. So the second pillar of empowerment is about digital education and we've got one partnership that is lined up and we're talking to a number of universities looking at the idea of how can we actually teach specific digital skills and be linked into NFTs.\\n\\n*Vanessa:* Yes, exactly. And you know, and this is all part of that developing community because we're not leaving the artists alone. In that education portfolio we're saying, look, can you share your skillset? Or what have you got in your skillset that we can actually use in the education pillar?\\n\\n*Tim:* Yeah. And so by having those two together, that works really well to enhance the overall digital skills necessary to explore NFTs. Then the third pillar is where we're creating best-in-class digital galleries that can actually go into the metaverse.\\n\\nSo the likes of Decentraland and Sandbox, Crypto Voxels, all these types of areas, so that we're positioning the indigenous artists ultimately globally, but certainly initially within Australia, within a focused area that presents the best in class technology that will enable people to buy the pieces and to engage with the indigenous culture and the actual artists.\\n\\n*Aaren:* Just quickly on that point. There's a number of metaverse galleries that are popping up. So you mentioned Decentraland, you mentioned the Sandbox. You want to put it really at the forefront of where this technology is?\\n\\n*Tim:* Well, it's one of those things that if you think of markets as a whole, when you look at technology, they generally start at a very broad level. They then gravitate towards vertical markets and then they gravitate towards niche markets. I'll use the.com boom, as an example, that initially the internet really started gaining traction in 94/95, that type of area. Then it gravitated towards vertical markets like pets.com for example, which raised a lot of money at the tail end of the.com boom, and then gravitated towards niche markets. And so indigenous arts is generally speaking a niche market within the global art community.\\n\\nBut if one can consolidate multiple communities together and actually put it into one central area within the metaverse that creates from a marketing perspective, a very unique experience for people going in.\\n\\n*Aaren:* I think one of the other advantages is that a lot of art from indigenous cultures, whether it's those in Australia or overseas, aren't what people are most familiar with when they think of art. I think one of the things that NFTs has done to some degree is expose people to different kinds of art.\\n\\nAnd so I think the audience, you know, outside of the traditional people who might be looking to purchase indigenous art, is more primed to take on work that to them might be more experimental, even though it's art or traditions that have been around for centuries longer than what people consider art to be today.\\n\\nYou know, I think there's a lot higher potential for there to be that uptake for things that might be different to what people are used to looking at.\\n\\n*Tim:* I think you're right. NFTs, generally speaking are democratizing art. I’ve spoken with a lot of artists, mainly on Twitter spaces where I regularly put on sessions for people wishing to learn about NFTs and that type of thing.\\n\\nAnd I've spoken to artists out of Malaysia and out of Iran who in their local countries were facing real challenges in terms of exposure. When they've come to the NFT space, it's a global market. So all of a sudden the barriers to entry have been brought down.\\n\\nSo what might normally have taken two to three years to naturally gravitate towards the indigenous communities we're proactively getting in front of the eight-ball and actually saying we're here to create a structure that empowers the community of indigenous artists globally.\\n\\n*Aaren:* Yeah, and you're going through each of the pillars, but we didn't get to the fourth pillar. And so did you want to touch on what the fourth pillar?\\n\\n*Tim:* Yeah. The fourth pillar is called the art industry and the art business.\\n\\nArt investors want to get behind emerging talent. And so it's about embracing art investors to get behind indigenous communities and artists to really support them. So what it means is that they can embrace and enjoy the beauty of indigenous art.\\n\\nAnd there are some spectacular pieces out there. And one of the things that is really in the forefront of my mind, was how do we create, for example, a fusion piece that might be from a native American indigenous artist working with an Aboriginal artist here in Australia.\\n\\nSo that's really the fourth pillar of how do we actually make the glue that brings it all together? We have to do it in a very sensitive way, in the appropriate ways. And that's where Vanessa's doing an awesome job in terms of looking at the cultural protocols to make sure that we're being sensitive in the right areas and\\n\\n*Vanessa:* and our structures and our strategies align with indigenous ways of doing as well. And making sure that these four pillars are clear with the Aboriginal and Torres Strait Islander artists, as well as with our team, so that we have that full collaboration of what is happening and how are we going to join together and make sure this works.\\n\\nEvery time we hit a challenge, we've been able to work out a solution. And that's a really important piece.\\n\\n*Aaren:* Vanessa, when you say challenges, are you referring to challenges with Walking Between Worlds and those cultural protocols that you've touched on?\\n\\n*Vanessa:* Yeah. So challenges could be as simple as you might meet an artist who doesn't have access to digital technology at the moment and yet they've got experience in digital technology and they live on a really remote community. So that challenge could be about getting funding for them to get an iPad, to download the program that they need to make sure that they can be part of what we're doing.\\n\\nSo the cultural protocols that we developed, we consulted with work by Terry Janke and then we got it checked by an Aboriginal lawyer, an arts lawyer who does work in copyright. So we followed the protocols for indigenous communities and then we've also come across into the Western world as well and followed those protocols. So we've got law, L-A-W and lore, L-O-R-E.\\n\\nAnd it was so engaging. The process was so engaging that when I've showed the artists, the artists have actually turned around and said, you might have forgotten this or, or how are we going to work with that? And so it's coming back together again and say, okay, how can we do this? How can we make this happen for the artists and this is their concern? And our team sits there and says, okay, well, what about if we all do it like this? And it's just about working with the artists so that we can continuously keep working forward together.\\n\\n*Aaren:* I think one of the things that's interesting that you touch on is some of those challenges being geographic and there's a lot of challenges that are often talked about in terms of indigenous communities in Australia. Not being able to have the same accessibility or some of the economic challenges, social educational, and ultimately all of these are intertwined, but I think the specifics of the digital challenges and the digital accessibility or technology is often overlooked.\\n\\nAnd I think that's what's really great about what you're trying to do with Walking Between Worlds, because you're touching on how through your own work and through this, you're trying to break down some of those barriers that exist, that then support that technological connection with these communities.\\n\\n*Vanessa:* Exactly. Some of these communities they've been caught in unfortunately the negativity of indigenous government policy and it's about saying, you know what, this is what we're doing and just being really transparent and clear. That is so important. Aboriginal and Torres Strait Islander people, indigenous people in the world have been hit by colonial structures and constructs. How do you make sure that we navigate through that and say, listen, this is new technology, and we're focusing on your traditional culture.\\n\\nWe're not focusing on the the social issues, we're focusing on traditional culture. And I understand that social issues actually impact on art and some of the artists, that's what they're letting out. And that's what we're focusing on. That output of what they're doing there and how they're bringing that together and how that aligns with our themes and what we're putting in place.\\n\\nSo that we fully support them and they know that we're walking with them in this process. We're not leaving. We're not just going to, you know, sell off some tokens and say, see you later. We're actually saying, hey listen, we're here for the long haul. We're here to support you. We're making sure that together we are going to continue this as it's for sustainability.\\n\\n*Aaren:* Yeah, no, no rug pulls.\\n\\nYou briefly touched on some of the steps that have been taken to get to the point that you have with Walking Between Worlds and connecting with the indigenous community in Australia, but what were the specific steps that were taken to ensure the application of blockchain technology and NFTs and turning indigenous art into NFTs were consistent with the beliefs and customs of the culture?\\n\\n*Vanessa:* So for instance, the whole indigenous culture is collective. It's not individual focus, it's collective focus. So it's about making sure we have a team of people working with the indigenous artists. And quite often when I talk to an indigenous artists, we start having a conversation about their artwork.\\n\\nAnd they say, oh, can I bring this person in? Can I bring that person in? And I say, that's fantastic. It's bringing that in to ensure that people understand that we know what it means to be collective and that community focus. And that's very much part of indigenous culture.\\n\\nAnother thing consistent with beliefs and customs is also that confidentiality, so we have that cultural lore L-O-R-E. And in cultural lore it’s about just being able to have discussions with elders.\\n\\nSo having those discussions with elders, where we've actually written into our cultural protocols, that for some, if the artists is using an artifact or a photo that comes from their community and they need to go and have a conversation with the elders, we support them a hundred percent and we look for their lead.\\n\\nWe looked for them to say, well, how do you want us to support you? What do you need to happen here? And those processes and protocols with elders also comes back to if somebody passes away and they've got their photo up or they've used their photo as an NFT.\\n\\nYou know, we are asking artists to just make a will to make sure that these pieces, that we're discussing now about photos and protocols about how they wish to have their name used and what happens to their photos are actually written in their will.\\n\\nAnd they've got approval from their community and their elders. So we're making sure those pieces are all put together before we even upload any NFTs. And we've had those discussions with the community and with the elders. So that gives you that idea of beliefs and customs coming into play.\\n\\n*Aaren:* Yeah, because one of the things I was curious about is there is sensitivity around photos once someone passes away in many Aboriginal and Torres Strait Islander communities. And then in the case of the blockchain, it's a public ledger that is permanent and it's always there. It sounds like you've taken the steps to overcome any concerns in the communities that you've been working with that that might pose.\\n\\n*Vanessa:* Yeah. And it's really important to do that. And I agree with you about the sensitivity. You know we've got some famous Aboriginal Torres Strait Islander artists that have passed away in recent times and I think communities are realizing that they need to work together with their artists because culturally, when somebody passes away, there's a whole cultural process around it and it's a whole belief system.\\n\\nAnd it's about adhering to that. So what we're trying to do is make sure that we are respecting those cultural protocols and cultural ways of doing for that exact purpose.\\n\\n*Aaren:* The two of you hosted a webinar that I attended and one of the things that you touched on Vanessa, that I thought was interesting, is the importance of authentication by elders with indigenous artworks and how that translates to NFTs and on the blockchain. So have you got a way that there's some kind of proof of the authentication by elders or how are you overcoming that issue of authentication, which is really important in the real world with indigenous art? How does that translate into the digital world?\\n\\n*Tim:* Yeah, it's a really valid point, Aaren, you mentioned. In the early stages, we very much approach things from ensuring that any pieces have got approval from elders or trying not to deal with culturally sensitive topics. One can try and embed indigenous cultural intellectual property into tokens. We're staying away from any cultural areas that might present some cultural conflict and very much Vanessa and the artist will seek their approval from elders where that becomes appropriate. It is on our minds as to where that needs to be. We haven't formalized that structure at this moment right now because we're focusing on the first collection, which is deliberately designed not to have any cultural sensitivities within it, but it's a very valid point you raise.\\n\\n*Vanessa:* Yeah and we also trust the judgment of the artist. If the artists has produced something that comes from their community or their culture or their customs, you know, we ask the artist, did you get approval from the elders?\\n\\nWe also check in with people. I do a lot of checking around with advisors and a lot of our Aboriginal elders in communities I have connections with. So quite often I can actually make that phone call and say, hey, I saw this piece by this person, is that okay if we put this here? And I have not had someone say, no, I've always had someone say, yes, that's so-and-so’s son and he's an artist and he's done this. And yes, we've all agreed that he can paint those pieces. So it's just an informal check-in that we're all on the same page.\\n\\nAnd I don't do that without the artist's permission. So I always make sure that the artists are very, very clear and my communication and conversation with them is transparent so that we make sure that, if we have to go back to communities and back to elders, they know exactly what we're doing.\\n\\n*Aaren:* Yeah, it is coming through very clear from the examples that you're sharing Vanessa and the stories that you're telling that the collective and community is very important in the Aboriginal and Torres Strait Islander culture. And this goes to in web3, there's this movement towards decentralized structures, which Tim I'm sure that you're well across.\\n\\nOne of the things I noticed with Walking Between Worlds is that you're also doing a community token as part of raising funds for the project. With the community token is the idea that Walking Between Worlds itself will become a DAO?\\n\\n*Tim:* So the community token is very much designed to help build the global community. And also because the four pillars of empowerment, obviously there's a financial cost to developing that. And in order for us to ensure that we are within the regulatory guidelines, we have to actually implement that, for example with wholesale investors.\\n\\nAnd so, yes, we are creating a DAO for the community token, which ultimately, like we were talking about earlier with the 2D artists helping a traditional artist, they will be able to own tokens. Equally, we're looking at the idea again, subject to regulatory approval or regulatory appropriateness to actually look at the ability to be able to stake NFTs, so that you're committing to the mission of the project with the idea that you can earn the tokens as well.\\n\\nSo absolutely a DAO will be in that structure and those that ultimately own tokens within the project will have the ability to vote. So there will be a governance structure built into that. So yes, a DAO is very much in the structure that we're looking at.\\n\\n*Aaren:* Going into what you were saying earlier, Vanessa, about how indigenous communities, it's about the collective it's about collaboration. Do you see opportunities for this to maybe change some of the ways of working in the future for indigenous communities? Where potentially they can organize around a decentralized autonomous organization because it is a structure that kind of reflects the way that they already work, but maybe makes it easier for decisions to be made on issues that might affect the whole community and there's a number of decision makers in that process.\\n\\n*Vanessa:* Absolutely. You know, this allows the artists to start and the community to start creating that generational wealth. In the past policies have prevented indigenous people from just accessing wealth in general.\\n\\nLike, I mean, there was a whole [stolen wages](http://www.stolenwages.com.au/). You know where wages for indigenous people were stolen, but taken by the \\\\[Queensland\\\\] government. And that went on for 75 years. And if you think about, you know, there's 25 years in a generation, so you've got three generations of people. This is in theory, three generations of people who had their wages stolen. But it started way before then because of the policy we had in Australia called the protectionism policy, which was really, really racist towards Aboriginal and Torrest Strait Islander people. People worked for free. People worked as slaves.\\n\\nAnd so you've got generations of people. We've got these cycles of poverty and then all of a sudden you come up with something where what we're offering here, to empower indigenous people and through the arts with artists. Like I said earlier, we're getting them in their contracts to make sure they fill out their wills so that generational wealth starts to build. And so as we start to bring that community ownership into what we're doing, we're starting to see, like we will down the track no doubt, see that shift and the shift in the mindset. Because at the moment you see so many people that are feeling hopeless and caught in that poverty cycle.\\n\\nAnd now I'm not saying that we're the answer or anything like that. All I'm saying is that we're providing an opportunity and that opportunity is about empowering indigenous communities and giving that self-determination to move forward. Tim, did you want to add to it?\\n\\n*Tim:* No, I think you've summarized that really eloquently. I think you did a really good job.\\n\\nWe're excited by the possibility because we're trying to create a ComFi, which is community finance. So we're trying to create a new template for financing structures that will actually help social impact projects, where everybody within an ecosystem is driven by the same mission and that a community token rewards through behavioral economics, the appropriate action that helps drive the mission.\\n\\nYou know, so there'll be a lot more content coming out on that. And I mean we're in discussions with some of VCs, you know, venture capitalists on this whole area. So as soon as we got some more details, we'll be releasing them as soon as we can.\\n\\n*Aaren:* Yeah, I think that part's fascinating because with a DAO or a community token, you have this decentralized treasury or funds that can continue to support the people who are members of that organization, whether it's an indigenous community or otherwise.\\n\\nSome of the risks that you talked about that have happened in the past, Vanessa around stolen wages and things like that, it should hopefully minimize the risks of those kinds of things happening ever again.\\n\\n*Vanessa:* Of course. And also when I said about giving people that autonomy and getting through and breaking that cycle of poverty and giving people hope. Once we start doing that hopefully we'll see that ongoing ripple effect.\\n\\n*Tim:* Yeah, I think the social impact of this whole project can have such wide ramifications. It's just, that's what's really empowering us.\\n\\n*Aaren:* But in the light paper that you sent me Tim. I'm going to quote it directly here. For Walking Between Worlds, it mentioned that what you're trying to do is bypass the expected lag to indigenous communities by developing a community based platform that empowers global indigenous communities to capitalize on this growth market.\\n\\nYou'd know full well at the moment, there's a lot of barriers to just general mainstream adoption for the technologically savvy people with having to sign up for wallets, convert currencies, all of these kinds of things.\\n\\nAnd so how will Walking Between Worlds overcome some of these challenges or change them in order to drive that empowerment for Aboriginal and Torres Strait Islander people?\\n\\n*Tim:* You've raised a very valid point. Certainly within the education pillar, that's a critical element. The aim and intention is to produce a series of short videos, for example, like the webinar we did for indigenous creators. We're looking towards doing another one, but we're looking towards doing content that's specifically related to indigenous communities. It's very much about engaging with early adopters within the space and for those education partners that can actually deliver content to indigenous communities.\\n\\nSo it is a challenge. It does take longer for discussions to happen if I'm brutally honest, but they're important. It's important that anybody involved in looking at NFTs does understand, especially the risks in terms of people who will try and scam you and those types of things. Those are the key things we have to focus on. It doesn't mean we're going to stop it, but we have to at least give the risk mitigation strategies that individuals can deploy.\\n\\nIt is about making sure that we can just convey things in the appropriate tone, the appropriate language and the appropriate cultural protocols.\\n\\n*Vanessa:* Exactly.\\n\\n*Aaren:* So how can people get involved or support, whether it's the Walking Between Worlds cause or the other things that both of you were working on?\\n\\n*Tim:* I think the first port of call is go to the website, which is [walkingbetweenworlds.net](http://walkingbetweenworlds.net). Follow us on Twitter and join the Discord community. We're creating a Discord community for people that want to get behind the project. And it doesn't mean that people have to buy a piece if they either can't afford it or anything like that, you know, we fully understand. What we're trying to do is trying to embrace people to get behind the project because it's more than just an art collection.\\n\\nThis is a movement to empower and energize indigenous communities globally that have been disenfranchised for too long. So absolutely go to the website, support us on Twitter. We'll be updating content on a very regular basis in both those areas. And the Discord is where we're building a community for people that want to get behind this project and behind this movement.\\n\\nAnd so what we're after is people that really just want to help empower from the bottom up. So it's not about the cavalry come around the mountains to try and save people. It's about how do we actually engender a community to say, you know what Let's all help together and by helping together, we all succeed together.\\n\\n*Vanessa:* And that's also for indigenous artists, they can also reach out to me, [vanessa@blacklorikeet.com](mailto:vanessa@blacklorikeet.com) and we can have that discussion of how we can work with their art and see how we can walk between worlds to continue the platform.\\n\\n*Aaren:* I know you touched on some of the places where people can contact you. I'll put some of those details in the description, but was there anything else that you wanted to say before we finish this?\\n\\n*Tim:* The first thing I'd say is it's great that you've had the podcast. Aaren, I think bringing not only our projects, but other projects to everybody is really important because there's so much misinformation out there. And so hats off to you for running the podcast. And I would just say, look, with our particular project, we're launching the first collection on January 14th and check out our website for details. But have a look at other social impact projects in the NFT space as well, and just really understand there's going to be a massive shift in the way these projects are funded. And we're super excited that we can actually empower indigenous communities globally.\\n\\n*Vanessa:* I agree. It's exciting to be at the forefront to do this, to you know, have the opportunity and the ability to make this happen is really just so energizing. And to share that with indigenous artists and communities and walk with them and letting them know that this is sustainable, this is a way forward.\\n\\nIt's not the only solution, but it is an opportunity.\\n\\n*Aaren:* And the important thing is just giving people those opportunities, which historically haven't necessarily been there. Appreciate both of you taking the time. It's been really exciting to talk to you and talk about this topic, which is, like I said earlier kind of the Genesis of culture, the Genesis of community, and it's also the Genesis of this podcast. So it all wraps together very nicely. I look forward to continuing to follow the project.\\n\\n*Tim:* Thank you. That's been great. Thank you very much, Aaren. Thank you for the invitation and thank you for your listeners for listening. We hope to catch you around the traps sometime very soon.\\n\\n*Vanessa:* Thank you.\",\"timestamp\":1642548789,\"title\":\"#0001 | Embedding Indigenous culture in NFTs and DAOs | Walking Between Worlds with Vanessa Lee-AhMat & Tim Lea\"},\"digest\":\"SmR_STjs7iyboqTm11xR9LzdX9l-qd-S7kq6tOCTlQA\",\"authorship\":{\"contributor\":\"0x1f982284fAa5b1411e79da210dB6b01eEFb74188\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2hWleuul9DEtUsRkugr8dc_PGd46-i3V0lW49SGE4_8\\\",\\\"y\\\":\\\"3AxOsrdcW0Yy_UrhyAyLD2PAk8iItebzSKdklKkFnkU\\\"}\",\"signature\":\"zmyUHo1q1h1n4vrIvO_DI93X1aNeW1f6ozMCbiv4zcgTO-bBrlacIV8dBSmaPlfv46XmIx0QdimSgyc5HJJCiA\",\"signingKeySignature\":\"0x772fd24bfbe34dca035d9821a90c7e53d9666bbf3cc2d0af83bd1f4e280eaa58680026177010c5c768e601dceafc8591805a45b61a41285f14e3794f45ea95981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2hWleuul9DEtUsRkugr8dc_PGd46-i3V0lW49SGE4_8\\\",\\\"y\\\":\\\"3AxOsrdcW0Yy_UrhyAyLD2PAk8iItebzSKdklKkFnkU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iy8EmDXcXG0q7znKkrn0qVc10SmUApripw3u7cDoLNU\"}"