"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/N4pq6FHVSS5tigaK_Xp2w.png?height=1958&width=3756)\\n\\n## 2021: Pioneering the new wave of DAOs\\n\\nThe DAO space has been expanding at a crazy pace in 2021.\\n\\nFrom a handful of contributors to hundreds. From a couple burgeoning Discord communities to billions of dollars in treasuries. Until recently, DAOs seemed to be on an unstoppable trajectory.\\n\\nBut then, DAO operators, coordinating in the trenches, started to face bigger and bigger challenges. Enough to make contributors realize that the pace of growth wasn’t sustainable. Not with the current set of tools and processes.\\n\\nMany in and around DAOs felt increasingly burnt out. As communities grew in size and activity, it became exponentially harder for new members to find their path. It became equally  exhausting for existing operators to make up for the lack of structure,typing endless walls of texts in a Discord server trying to make themselves understood.\\n\\nLooking back, it's becoming clear that the last few months have been about exploration.\\n\\nAbout discovering what worked and what didn’t, the good things and the ones that sucked. From the hardships that go with scaling contributor onboarding, up to the most fundamental things like staying mentally sane in such a fast paced, technology-heavy environment.\\n\\n## The Untapped Potential of DAOs\\n\\nWith all this exploration work done and a new chapter ahead of us, there is a massive opportunity to capitalize on what’s good in DAOs and make sure to value it as we grow.\\n\\nBecause we’re so early in building tools and processes we can make sure that we’re designing them with contributors’ best interest at heart and avoid repeating the mistakes of Web2 giants.\\n\\nBecause we’re so early in scaling DAOs, we have to preserve the passion of DAO communities. Their drive to get together and collaborate towards shared goals. There are many reasons to engage with a DAO for the first time, but the one best reason to stick around for the long term is the sense of belonging to something special.\\n\\nIf we fail to find what we value and hold onto it, we’ll end up in the exact same situation the world is in now.\\n\\nDuring this same year 2021, workers all over the world have chosen to leave their jobs out of despair and misalignment with the values that most corporations and institutions hold. From the US to China, the youth have shifted priorities, preferring alternative lifestyles to a workplace void of connections and meaning.\\n\\n![cigna 2020 loneliness and the workplace report ](https://images.mirror-media.xyz/publication-images/tcrsK-VMOguf0f1_p_TDJ.PNG?height=246&width=787)\\n\\nBoth as consumers or professionals, the feedback loop we’re now getting from the impact of social media on mental health is brutal. Anyone making an intensive use of Crypto Twitter has been dealing with some form of addiction and anxiety inducing FOMO.\\n\\n[https://twitter.com/jaesmail/status/1470502134907080708](https://twitter.com/jaesmail/status/1470502134907080708)\\n\\n[https://twitter.com/chaserchapman/status/1458825169267531781https://twitter.com/Jayislate/status/1458836035354431502](https://twitter.com/chaserchapman/status/1458825169267531781https://twitter.com/Jayislate/status/1458836035354431502)\\n\\n[https://twitter.com/Jayislate/status/1458836035354431502](https://twitter.com/Jayislate/status/1458836035354431502)\\n\\nThese threats are real and already erode value creation in the DAO space. This can be through the incentivizing zero-sum behaviors or drastically increasing contributor turnover.\\n\\nBut we’re early and the DAO playbook is still being written. We have an opportunity to tackle existing issues and double down on the things we value positively.\\n\\n## Designing DAOs For People, Not People For DAOs\\n\\nGood design of DAO tools should start with our brains and body cycles in mind. For example, accounting for our strengths in tackling complex tasks but also our limits in processing vast amounts of information and our need to tune-off regularly.\\n\\nGood design of DAO environments and cultures should start with our deepest psychological needs at the core. For example our need to socialize and connect with others. As much as our need for things like stability and freedom.\\n\\nInstead of forcing people into unsustainable and dangerous environments, *designing DAOs for people* will be a winning strategy and the most competitive organizations will pursue it.\\n\\nPeople are DAOs first and last differentiator. Because the Web3 world is open-source, technical edges are less defensible. Eventually it all comes down to an engaged community, a pool of talented contributors and a great work environment.\\n\\nIn the global competition for people, only DAOs that manage to craft good contributor experiences will attract, engage, and retain the people they need to thrive.\\n\\n—\\n\\nTwoplus will be collaborating with DAOs and DAO operators to craft and promote good DAO design through research, products and education. Next we’ll be releasing a mapping of current and upcoming DAO tools and their impact on contributors and contributor experience. Feel free to DM us on Twitter if you’re a project or individual and would like to collaborate.\\n\\n—\\n\\nThis post was written by [Louis](https://twitter.com/albiverse) in collaboration with [Antoine](https://twitter.com/antoinesakho), [Jonathan](https://twitter.com/antoinesakho) and [Gian](https://twitter.com/antoinesakho).\\n\\n[https://www.cigna.com/static/www-cigna-com/docs/about-us/newsroom/studies-and-reports/combatting-loneliness/cigna-2020-loneliness-infographic.pdf](https://www.cigna.com/static/www-cigna-com/docs/about-us/newsroom/studies-and-reports/combatting-loneliness/cigna-2020-loneliness-infographic.pdf)\\n\\n[https://www.amazon.fr/Lonely-Century-Isolation-Imperils-Future/dp/1529329264](https://www.amazon.fr/Lonely-Century-Isolation-Imperils-Future/dp/1529329264)\\n\\n[From the Great Resignation to Lying Flat, Workers Are Opting Out](https://www.bloomberg.com/news/features/2021-12-07/why-people-are-quitting-jobs-and-protesting-work-life-from-the-u-s-to-china)\",\"timestamp\":1640101744,\"title\":\"The Untapped Potential Of DAOs\"},\"digest\":\"jDrh1cWcu9bskfXT1BWxGdy3vUPbeNntH262nQrnoOA\",\"authorship\":{\"contributor\":\"0x09362a31a90F01E18bB4a7B16Bc82796E8B79a7e\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4S5Z-u1NozqvNbb39EgVCss5RBs6Uhnr2hyAIr1e3VU\\\",\\\"y\\\":\\\"2olDpQT-I3PuhlclYfGtXz9Tm-nJ7eL1B8AyT1DgJyE\\\"}\",\"signature\":\"addi4bmMxvVjGd11cjk1_0TYud53ARq7OSCGg0V7JbgdFUPcWndoZHyJh39v-mNRicerSXp59S0mdFzp4XkdAg\",\"signingKeySignature\":\"0xa137317e581a699b145c142243d89fc4e5b40b24bd0696b1b1d0954d6b043e903d1fcce1ef00ce9ab2f276f837aad086182c9d60a0e533fb65561130d128bca71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4S5Z-u1NozqvNbb39EgVCss5RBs6Uhnr2hyAIr1e3VU\\\",\\\"y\\\":\\\"2olDpQT-I3PuhlclYfGtXz9Tm-nJ7eL1B8AyT1DgJyE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7neZfOiz0mGUO776qdHiSd70zGDZyC4opXAo3enqtt0\"}"