"{\"content\":{\"body\":\"致刚毕业的朋友\\n\\n受一位朋友委托 ，写一下建议给快毕业或正在实习的小朋友，希望在正式进入职场之前有个过渡，能更好、更快的适用职场生活。\\n\\n##### 思想上的过渡\\n\\n第一，职场不是学校，那些同事不是你的老师或同学，没有人再有义务去帮你，愿意帮你的，记得及时感谢；不愿意帮你的也不要心存怨恨。\\n\\n所谓及时，是说价值要即时回馈。有恩及时报，不管是请吃饭还是别的方式，都可以。这是为了奠定自己的名声，做好自己的口碑。刚实习或刚工作的人，一般来说是一张白纸，如果别人对你印象好，会很有助于你继续开展自己的工作，也会有更多的人愿意把自己的东西教你。\\n\\n第二，不要太玻璃心，职场会遇到很多不顺心的事情，不要一不顺，就冒出大不了不干的心理，特别是如果在读书的时候一直很顺利，被家人照顾的比较好，这种心态会很容易产生，但这种心态对你适用职场是非常有害的，因为你即使离开了现在的公司，这种不顺，或更多的不顺，在其他公司还是会遇到的。\\n\\n所以首先要做的是，分析自己怎么解决这些问题，如果自己是在想不明白，也可以找可以信得过的老前辈去请教一下，很多坑很多人在刚入职场都遇到过，也都有比较职业的应对方式，就看你怎么挖掘出来了。\\n\\n第三，脸皮要厚一点。不要觉得不懂不好意思问，\\n\\n> 做任何事情，谁都不是天生就能做好，做不好事情被人嘲笑是难免的。不能指望别人永远给你留情面，只有自己把事情做好，才是为自己保留情面唯一可行的方法\\n\\n第四，不要太看重一份工作的工资。第一份工作的工资对改变你将来的生活基本没什么太大的帮助，你要看重的是这个公司的前景和是不是一个大的平台。关于前景，可以在网上搜索或者还是一样，找有经验的人分析，综合采纳他人的意见，再做决定。但不要以工资来决定是否选择一家公司。\\n\\n##### 硬技能的准备\\n\\n这里的硬技能指的是你想求职的公司的一些硬性要求，如果能和你专业匹配，那是最好，很多东西你已经打好基础；如果有不匹配的地方，一定要通过其他方式来弥补。\\n\\n作为一个工程师，我这里所说的准备，也是针对一开始做工程师的朋友做的准备，其他行业我不了解，意见可能无法适用。\\n\\n如果还在学校里面，尽量多的去参加项目，但不要太多的参加学生会项目。我也面试过很多实习生，如果你参加过的项目很多，从海选的时候就可以给自己加很多分，首先这说明你愿意多做东西，其次在准备这些东西时候，也说明你学了很多东西。这样，公司在培养的时候就会少花力气，或者说，你用很少的时间就可以干活，没有公司不喜欢这样的实习生的。\\n\\n当然也有可能你没有机会参加项目，多做东西，那你要证明你学的很快。比如你有很多参加比赛获奖的经历，有发表过很多文章，这些都是加分项。\\n\\n更好的办法，是直接在招聘网站去看你心仪公司的JD，再相应做准备。因为计算机行业太大了，不可能样样精通，所以你选择了自己的发展方向，不管是做Java还是做C++，不管是做前端还是后台，不管是做运维还是做数据库管理员，一旦选定了，就往这个方向深挖，千万不要横跨太多，一是你精力顾不过来，二是每个都不深，别人也不知道你到底擅长哪个。\\n\\n还有就是不管做什么行业，记得学会一门或多门脚本语言，这个入门一般不难，比如Python，这对你工作很有帮助。还有就是数据结构，我建议在有时间的时候，可以去Leetcode刷刷题。去检验自己学的到底怎样。\\n\\n最后的最后，不要丢了英语，英语的重要性可能比你认识的还要重要。如果想进外企，这就不用说了。即使是在民企，作为一个IT从业者，几乎最新的电子书都是用英文书写的，如果你不想看别人翻译过来的，英语是必须的。\\n\\n##### 软技能的准备\\n\\n这里说的软技能，大部分是在职场上的，当然生活中也用的到。\\n\\n第一 主动性。 主动心态能提升全局观和协作力，在职场，主动是一个非常重要的加分项，甚至会弥补你技能上的欠缺。不要什么事情都等待上级或mentor去询问，要主动询问自己还能做些什么，哪里需要改进等等。当然，遇到问他，要先问自己如何解决，实在解决不了，再去问平级，最后再去问上级。不能遇到什么问题，就丢给别人，因为别人也有别人的事情要做，不一定有时间去解决你遇到的每一个问题。\\n\\n> 人一辈子，不可能凡事都顺利，总会遇到很多不尽如人意的事情，甚至遇到一些悲剧。但是，人不要抱怨，要主动思想是否有更好的办法，然后行动起来\\n\\n第二 执行力，这是最低级，也是最高级的能力。执行力，是你克服困难的能力。也就是说，交给你的任务，过程中有任何困难，你要去想办法解决。即使最后不得不求助别人，也要带着你初步的解决思路。\\n\\n第三 优先级，就是重要和紧急的事情遇到了该怎么处理。刚入职场，可能遇到了也不知道该如何处理，这时候要首先求助你的上级，这种情况你是怎么想的，准备怎么做，问问他有什么意见。\\n\\n第四 多做事，不要怕吃亏，做事也是一个学习的过程，多做事会让你成长更快。\\n\\n第五 不要玻璃心，这里再提到一次，是为了加强，我无意加标签，但发现有不少年轻人确实抗打击能力欠缺。面对批评和误解，不要解释。你的解释只会让老板觉得，你不接受批评。面对批评，先不要想“他说的对不对”，先想“如何改进”。\\n\\n还有就是和同事相处的过程中，你总会遇到一些不太和你对味的人，这时候也不要过度否定自己，在职场，同事是同事，很难（不是说不可能）成为朋友，要宽容对待别人的行为。\\n\\n> 遇事不要逃避，问问自己是否有比逃避更好的方法，能否做点什么，解决问题，哪怕是解决一部分问题\\n\\n当然应该还有其他，在收到回馈之后，再做补充。\\n\\n##### 工作前上的准备\\n\\n这里说的准备，就是当你要离开学校，开始工作之前的一些准备。\\n\\n首先，要准备几个月的生活费，如果家长还能支持，是最好，但是不提倡，因为你毕竟要开始工作了。因为你首先要付的就是房租，直接就能买房的就不在此列了。一般房租约定都是付三押一。如果资金压力大，尽量选择合租，这样对参与者来说，都能减轻自己的压力。\\n\\n第二，如果你准备在工作城市落户，查清楚落户政策，并做好准备。目前来看，北上广深的户口非常值钱，能落户的赶紧落户，这个政策将来只会严，不会松。\\n\\n总结：\\n从学校到职场，对一个年轻人来说，是一个大工程，也是一个对人生影响很大的抉择，希望我上面的建议可以给你一点帮助。但是由于这是一个大工程，而且受我职业的局限，我给出的建议也有限，不能方方面面都帮到，所以最后一个建议是多读书，读好书，学习别人成功的经验和失败的教训。祝一切顺利!\\n\\n前一篇：[《态度》思维导图笔记](https://mp.weixin.qq.com/s/mp71UZaiP28wPpYdVsOmzg)\",\"timestamp\":1640147802,\"title\":\"致刚毕业的朋友\"},\"digest\":\"BFlKBXiZKuUgUAxVFQtCa_wrEbBGDZtozCfD_RJ1cts\",\"authorship\":{\"contributor\":\"0xDdd54D4D71FF9AD625D8e90DC6DdEafEeB5632Ba\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"igdkPITCLyaHxwPNR9IWSBSYM0pLslZ4wQNoXefSo-c\\\",\\\"y\\\":\\\"uS4L5ZIcEGi-fJyK8d2XuBfmJTztEbXU4gBvSITk7bM\\\"}\",\"signature\":\"-x1dz3UAT9k9Kob_rsejGSVGLUyZW0pwT90u7dlTDZp8A2bBDJmXXSAYTipCyMYkkwacS8krlHJlTlZ_Xabj3g\",\"signingKeySignature\":\"0xa7c557ca914214260038c111c6eca2743d27d20bd1b0b4d23550d2b7fdad7ff174c2b718267f9cff4c04d0f9c8c582162e40085d107ba4925ec293dfb4d7c22a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"igdkPITCLyaHxwPNR9IWSBSYM0pLslZ4wQNoXefSo-c\\\",\\\"y\\\":\\\"uS4L5ZIcEGi-fJyK8d2XuBfmJTztEbXU4gBvSITk7bM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BFlKBXiZKuUgUAxVFQtCa_wrEbBGDZtozCfD_RJ1cts\"}"