"{\"content\":{\"body\":\"**Chapter Three**\\n\\n“Are you alright, Wyatt?” Aiden asked. “You’ve been quiet all morning.”\\n\\nWe sat at a long wooden table in our hotel’s dining room. Other Soldiers and Lieutenants came and went, but I hardly noticed.\\n\\n“Yeah,” I muttered as I stared at my empty plate.\\n\\n“What about last night?” Benjamin said after swallowing a mountain of scrambled eggs. “Did Roderick have you on cleaning duty, after all?”\\n\\nI shook my head. “He had me watch over Kara.”\\n\\n“Bogg’s daughter?” Aiden asked. “Why you?”\\n\\n“Apparently, she picked me.”\\n\\n“Okay,” Aiden said. She sounded concerned. “Well, do you—”\\n\\nI turned to her sharply. “Look, I don’t want to talk about it. Okay? I’m sorry. Not now.”\\n\\n“Maybe when we’re back in Torque City, you’ll tell us about it,” Benjamin said, and I could hear the grin on his face. “I’m dying to know what that mess was like.”\\n\\n“Yeah. Maybe.”\\n\\n“We’re all meeting with our Lieutenants today at noon,” Aiden said. “I’m guessing they’ll tell us to head back soon, now that the banquet is finished.”\\n\\nI shot to my feet and headed over to the drinks station, where I poured myself a quarter-full glass of water.\\n\\nMy hand shook as I brought the drink to my mouth.\\n\\nI stood there for a solid minute, staring idly out the window on the far side of the room. It looked to be another sunny, autumn day in the Capital. I saw a woman walking with several little kids, all with an innocent, cheerful demeanor. They were probably headed to some apprenticeship, where the children would learn about the occupation of their choosing. In every other city in Polygon, I’d be able to make a rough guess at what that occupation might be—I could have at least whittled it down to a Sector. But the Capital had its own layout, and I had never taken the time to memorize its map.\\n\\n“Wyatt.”\\n\\nI turned to see Lieutenant Roderick, dressed in casual Military gear: a jacket, a solid undershirt, and baggy, unadorned pants. His jacket was striped in the deep blue and marble white that were Polygon’s official colors, while his pants and undershirt were plain black. His hawkish face was taut with something between sleeplessness and a grave severity I’d never seen on him before.\\n\\nNext to my commander stood a tall, athletic woman in her fifties, dressed similarly to Roderick. I’d never spoken to her before, but I knew that she was Roderick’s boss: Captain Maura. Her cheekbones were sharp enough to cut metal, and her short, graying hair hung down to just above her left shoulder. Her small eyes matched her stern expression, and they fell on me with a kind of patient pressure, like a predator confident enough to take the day off from hunting. Worse, her eyes’ dark brown irises were decorated with flecks of silver. The three stars on her jacket, paired with her authoritative stance, only served to intimidate me further.\\n\\nI felt underdressed in my gray t-shirt and old, faded gray sweatpants.\\n\\n“Sir,” I said as casually as I could. I put a hand out to Maura. “You’re Captain Maura. It’s an honor to meet you.”\\n\\nAs the Captain shook my hand, she looked at me the way one might stare with terrified fascination at a sleeping beast of the jungle. “Roderick tells me you were with Kara last night,” she said quietly.\\n\\n“Yes, ma’am,” I replied, mirroring her low voice.\\n\\nShe continued to stare at me, hard, and I struggled to retain eye contact. “Is there anything you want to tell us?”\\n\\n“She was goading me all night,” I answered without missing a beat. “I think she knew I was adopted, somehow. It was eerie. And…she was hostile.”\\n\\n“Walk us through your night,” Roderick said. “After I last saw you, where’d you go?”\\n\\nI put my hands behind my back. I didn’t want them to see that they were shaking.\\n\\n“I went to Kara’s hotel, like you told me to. She met me in the lobby, and we walked to *No Rules*.”\\n\\n“Did anything unusual happen on your way there, or maybe in the bar?” Roderick asked. I saw Maura glance at him before returning her iron gaze back at me.\\n\\n“There was a man in a hood at the bar,” I said. “I couldn’t see his face or anything.”\\n\\n“That’s good, Wyatt,” Roderick said. He almost sounded…relieved?\\n\\n“Think hard,” Maura said, ignoring my Lieutenant’s interjection. “What else happened at the bar?”\\n\\nI scratched my head, scrolling through my memories. Then I realized what she was hinting at. “She mentioned my mother by name. I…I grabbed her coat. But I let go. I didn’t hurt her.”\\n\\n“We know,” Maura said. “What about after the bar?”\\n\\n“I walked Kara back to her hotel.”\\n\\n“Give me more than that,” she snapped acerbically.\\n\\nI looked past Maura towards my friends, who I knew would be watching the three of us.\\n\\n*I’m sorry.*\\n\\n“She invited me up to her room,” I whispered. “And I attacked her. I more than grabbed her by the coat.”\\n\\n“Because she threatened you?” Roderick asked.\\n\\n“Like I said, she was dropping passive-aggressive hints about me and my family all night. About things she has no business knowing.”\\n\\n“Be specific,” Maura commanded. “Tell us what you did.”\\n\\nMy vision blurred, but I swallowed my growing anxiety. “I…I took her by the throat.” I turned away from Maura’s unrelenting eyes. “I told her that I’d kill her if she came near me or my family. And then I left.” I couldn’t stop a humiliating tear from falling to the wooden floor. “I’m sorry. I’m sorry.”\\n\\n“You left,” Maura muttered suspiciously. “And you returned here?”\\n\\n“Yes,” I answered while I wiped my cheek. I looked to Roderick. “Hey, what’s going on?”\\n\\nRoderick opened his mouth, but Maura raised a placating hand without so much as looking his way. “Did you speak with anyone else at Kara’s hotel?” she asked.\\n\\nI shook my head. “Someone let us in, but I didn’t speak to her. I didn’t pay much attention after we entered the hotel, but there was staff around.”\\n\\nMaura nodded very slightly. “You need to come with us. Now.”\\n\\nI tried to gesture to my friends, but Maura grabbed me by the bicep and practically dragged me out of the hotel.\\n\\n“Captain, he won’t run away,” Roderick said as we began walking the streets of the Capital. “I know him.”\\n\\n“Neither you nor I know what he’s capable of,” Maura retorted, and she tightened her grip on me.\\n\\nThe three of us walked as hastily as we could along the busy sidewalk. In the morning sun, I took in the massive, stony buildings on both sides of the road. I remembered Kara’s complaint that they were too bland and angular. She was right about their style—every building was made of off-white stone, stacked in such a way that although the the stones themselves were sturdy, cylindrical, horizontal columns, they nevertheless shaped the building into a perfect rectangular prism in the aggregate. Even the roofs were flat, composed of those same round stones. Flagpoles extended from half of the windowsills, carrying the blue-and-white banner of Polygon. Each building’s foundation rested on an individuated metallic platform that extended a few feet around its perimeter, gradually tapering off until it melded with its surroundings. From a few lucky angles, I could see a circular divot in some of the buildings’ roofs, within which three narrow lines of indentation formed an equilateral triangle whose ends didn’t quite connect.\\n\\nAfter a few blocks, I knew we were headed to Kara’s hotel.\\n\\n*Don’t panic. Don’t speak.*\\n\\nAs we neared the hotel, I noticed that the sidewalk was becoming sparser with citizens. And everyone we did pass looked…distressed.\\n\\nA faint but nasty scent hit my nostrils, like raw meat drenched in shit. I looked to Maura, but she either didn’t pick up on it or chose not to react.\\n\\nIt only grew stronger and more putrid as we came closer to the hotel. By the time we reached the block of the hotel, it had evolved from a mere background smell to one that I could nearly taste on my tongue.\\n\\nThere were no civilians on the hotel’s block. I saw dozens of Military men and woman, mostly in groups of three or four, standing cross-armed and sober. As we walked past them towards the hotel, we received several curious stares.\\n\\nOr maybe \\\\*I \\\\*did.\\n\\nThe sidewalk and street grew more and more dense with Military as we neared the hotel. By the time we were two buildings away, Maura stopped in her tracks and put a hand on Roderick’s shoulder. “Go tell them that we have the suspect and come back.”\\n\\nRoderick nodded, gave me a smile that tried to be encouraging, and headed onwards.\\n\\nI saw the defeat in his eyes.\\n\\nMaura’s grip on my bicep tightened further.\\n\\nI don’t know how much time went by before Roderick returned. His valiant attempts at comforting me were gone from his expression, replaced by airtight professionalism.\\n\\nThe rational part of my mind had put the pieces together, but I couldn’t allow the thoughts to congeal into sentences.\\n\\n“They’re ready,” he said to Maura.\\n\\nMilitary personnel cleared the way as the Captain pulled me towards the hotel. The smell was nauseating by now.\\n\\nThe sidewalk area before the hotel was blocked from view as a handful of older Military men stood in the way. As the three of us approached them, they turned and looked at me. I had never seen them before, but my guess was they weren’t always so pale.\\n\\nThey walked towards us in such a way as to form a semicircle, which was creepy enough. But in doing so, I saw what had been occupying them.\\n\\nI was lucky that I’d barely eaten that morning.\\n\\nSprawled on the sidewalk was a headless, feminine body. Dried blood stained her wool coat, which continued to light up in fluorescent colors as they had when its owner was alive. Her entire neck was clean gone, leaving a gaping hole that was, thankfully, partly covered by her large coat. Even so, I glimpsed with dark curiosity.\\n\\nI dry heaved and turned my face away. Her insides looked no different from those of Creatures that we’d occasionally had to split open, out in the Wildlands. And yet, much as I distrusted Wolves, I had to admit that seeing the lifeless, literally open carcass of someone who could talk was far more unsettling. Someone—granted, not a Human—was suddenly no different from a dead animal.\\n\\nI heard a scream of primal pain coming from where Kara’s body laid. I looked back, and in my shock, I hadn’t even registered Bogg. He was on his knees with his hairy hands holding Kara’s feet.\\n\\n“The woman who was guarding the hotel’s front door is dead, too,” Maura said quietly in my ear. I instinctively pulled my arm away from her grip at the increasing hostility in her voice, but she was strong. “As are the concierge and another worker who worked last night’s shift.”\\n\\n“Didn’t do this,” I fumbled, staring mindlessly at the sky. It was more comforting than the hell that was closing in on me.\\n\\n“All three were found in the hotel with their skulls cracked open.”\\n\\nImagined, ghastly visuals painted what had been a serene, cloudless sky. I turned to Maura and opened my mouth, but no words came out.\\n\\n“Witnesses at \\\\*No Rules \\\\*have confirmed that you had your hammer with you,” Maura said flatly. “And I’ve already told you that your physical aggression against Kara was seen by numerous patrons.”\\n\\nThe semicircle of Military men closed in on me. They looked very large.\\n\\nOr maybe I just felt small.\\n\\nFinally, Maura released me. She took Roderick’s side to my right and said, loudly against the wails of a grieving father, “The Humans you murdered had families. And Kara was an official guest of the Assembly. \\\\*The Principles of Earth and Blood \\\\*is clear. You have violated Law number eight-hundred-and-sixty-two of the Second Book, the punishment for which is five days of confinement, followed by execution.”\\n\\nOne of the men took my limp wrists. My eyes were on Maura, but I felt the cold, biting steel as the man bound my hands. I felt a tug by my waist, and I turned to find the man unhooking my hammer from my belt. I wanted to resist, to say something, anything.\\n\\nBut I was frozen.\\n\\n“And according to Law number fifty-five, you are hereby discharged from the Military. None of your accomplishments as such will ever be recorded again, and any such records that are found are to be erased.”\\n\\nThe man ripped the star pin off of my shirt.\\n\\nThe scene was silent. The men looked at me with vacant, ghostly eyes. Maura’s expression remained implacable, the incarnation of the legal order itself, mechanically fulfilling its duty as a lion protected its pack.\\n\\n“Bogg,” Maura called. “We have him. If you have anything to say to him before his imprisonment, now is the time.”\\n\\nThe Wolf was a far cry from the confident businessman who delivered a speech just yesterday. His dress was similarly opulent, but his face was…utterly broken. He shook as he took small steps towards me. Face-to-face, his eyes were so bloodshot I would have thought he was diseased if I hadn’t known the circumstances.\\n\\nHe spat in my face.\\n\\n“That’s enough,” Roderick protested.\\n\\nI wiped my face with my bound hands. “Trial,” I said. “I didn’t do any of this.”\\n\\n“There will be an investigation for the next five days,” Maura answered. “Only if another suspect emerges and seems more likely to have committed this homicide will there be a trial. Even then, the trial must begin and end before your five days of confinement. If this span passes without any of these contingencies, you will die the same way you killed our guest.”\\n\\nI swallowed at that.\\n\\n“Roderick, take him to the First Prison. Use the Train.”\\n\\nI was waiting for Maura to give me some kind of comfort, some assuring words that this would all be sorted out. That I was a Soldier, one of her ranks, a defender of Humanity. That she knew I hadn’t murdered two Humans and decapitated our guest of honor.\\n\\nThat I wasn’t a snake in the grass, freshly exposed and to be crushed on sight.\\n\\nRoderick beckoned for me to follow him. As I passed Maura, I whispered, “Tell me you don’t think I did it. Tell me I’m not being sentenced to death.”\\n\\n“The Law does not compromise,” she said, her voice granite.\\n\\nA flash of anger erupted inside of me, temporarily subduing the storm of confusion and fear wreaking havoc in my mind. “This is bullshit,” I spat.\\n\\n“Roderick,” Maura said, her eyes on me, “take this child to his destination.”\\n\\n“Come on, Wyatt,” my Lieutenant said calmly to me.\\n\\nAfter several minutes of walking in silence, Roderick said, “The First Prison is expecting you. I’ll be with you until you get there.”\\n\\nI looked to my commander. “And then what?”\\n\\n“Like Maura says. Confinement.”\\n\\n“So that’s it? Toss me in a cell, chop my fucking head off?”\\n\\nRoderick clenched his jaw. “Maura and I were at \\\\*No Rules \\\\*for hours this morning. They were missing a knife, Wyatt.”\\n\\n“Sir, come on! You know me. Tell me you know it isn’t true.”\\n\\nHe smiled at me, but gone was the pride in me that I’d seen on his face so many times before. “It doesn’t matter what I think, Wyatt. The first attempted deal with the Wolves in a generation, and a Wolf ends up murdered? That’s enough for a war between our races. This fiasco is bigger than you, kid.”\\n\\n“Someone’s framing me!” I cried. “I’d never kill a Human. And I already told you, Kara knew things about me. Something is going on.”\\n\\n“Maybe. Or maybe you’re lying about what Kara said to you.”\\n\\nRoderick’s words hit me like an icicle through the chest. “You mean that?”\\n\\n“I don’t know. I’m just tracking the possibilities. Look, there’s still time for you.”\\n\\n“Five days,” I muttered. “I’ve got no shot. Hey. That asshole in the hood. He’s gotta be connected, somehow.”\\n\\n“We didn’t know about that until you mentioned it,” Roderick admitted optimistically. “I’ll make sure to follow up on that.”\\n\\n“Today. *Sir*.”\\n\\nRoderick snorted mirthlessly. “Guess I’d be impatient if I was in your shoes, too. Yeah, today.”\\n\\n“Don’t bring Maura. She hates me.”\\n\\nRoderick shook his head. “First of all, control yourself. Don’t command me.”\\n\\n“I’m not your Soldier anymore,” I spat. “Remember?”\\n\\n“Goddammit, Wyatt. I’m trying to offer you a hand, here. Don’t make it so hard. Besides, Maura doesn’t hate you. I’ve told her about you before.”\\n\\nI would’ve beamed at that on any other day. “I couldn’t tell.”\\n\\n“Yeah, she can be intense. Closed off. But she’s a damn good Captain. I’ve seen her fight. It’s…something else.”\\n\\nI remembered the speckles in her eyes. “I didn’t know she had a godlet.”\\n\\n“One of the most powerful I’ve ever seen. Sharp as hell, too. She knows what the political fallout from Kara’s death could be. She has an ear to the Assembly.”\\n\\n“So, what, consign me to die?”\\n\\n“Not her call. An Assemblyman decided earlier today, after he debriefed him.”\\n\\n“Which one?”\\n\\n“Does it matter?”\\n\\n“Of course.”\\n\\nRoderick shook his head again as he glanced at the chains around my wrists. “Stop thinking with your heart, Wyatt. If you’re going to survive, you need to wise up. Ignore what doesn’t matter. Focus on what does. Got it?”\\n\\nI felt a pang of relief for the first time all day. Roderick was still in my corner. “I’m sorry,” I said for the billionth time today. “I shouldn’t have disrespected you, Sir.”\\n\\n“Don’t mention it. Priorities, remember?”\\n\\n“Right.”\\n\\nWe approached the busy Train station. Citizens were packed onto an outdoor platform below which several lines of track extended in both directions as far as I could see. Roderick took out a coin and inserted it into the slot of a metallic box at the front of the platform while uttering, “First Prison” into it. The machine repeated his words in an electronic, monotonous voice, and the screen on the box morphed from bright red to light blue.\\n\\n“Your family will receive a letter soon,” Roderick whispered to me\\n\\n“This will devastate them,” I said quietly. My hands closed into fists. “Goddammit…” My eyes welled up again, but I heeded Roderick’s advice. “Sir, I know I’m not in a position to ask for anything, but could you tell Aiden and Benjamin what’s going on?”\\n\\n“I imagine word will spread quickly, but sure, I’ll find them if they’re not already out of the Capital.”\\n\\n*If Aiden’s already gone, I’m finished.*\\n\\nA bellowing roar indicated that the Train was approaching.\\n\\nRoderick kept a delicate hand on my back as we walked forward.\\n\\nThe First Prison held the worst criminals in Polygon, those violators of \\\\*The Principles of Earth and Blood \\\\*who the Assembly itself declared as enemies of Humanity.\\n\\nAnd soon enough, me.\\n\\n[crowdfund://0xF2AF7D2dd2aE52d802589Fea4D5Ebb68a127C0CC?features=](crowdfund://0xF2AF7D2dd2aE52d802589Fea4D5Ebb68a127C0CC?features=)\\n\\n\",\"timestamp\":1633476955,\"title\":\"Windfall: Chapter Three\"},\"digest\":\"p4vlFeLi1uBb3kQk9dUoJCXdB07stcPzuC0vXdPeTmA\",\"authorship\":{\"contributor\":\"0xF2AF7D2dd2aE52d802589Fea4D5Ebb68a127C0CC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"REMAXnQXxzTQvEDt3h6vRKjHC_sM3MkUM4nr3ElC3zw\\\",\\\"y\\\":\\\"nxwn-46gHhAv3ma-mEvtXTT6FTBfLewdtn7BxqJ6PU8\\\"}\",\"signature\":\"Sw6cCWfDWu0M3rac28q6sJ5j44onhJrK937m7egXKuoEPyOpEl6Y4Uizu01_wSfn309_Tfg7CjssojC1FlqgwQ\",\"signingKeySignature\":\"0xb6f6cc58d028649004876d3d73fbe0a8d370bfb5e03d8fdf7a143105ad1cadfc36e7ad793129d159e73957ed7eb5d0f72346fd9a6d4dd5c93ca3b4cf51c68ff11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"REMAXnQXxzTQvEDt3h6vRKjHC_sM3MkUM4nr3ElC3zw\\\",\\\"y\\\":\\\"nxwn-46gHhAv3ma-mEvtXTT6FTBfLewdtn7BxqJ6PU8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p4vlFeLi1uBb3kQk9dUoJCXdB07stcPzuC0vXdPeTmA\"}"