"{\"content\":{\"body\":\"President Nayib Bukele said El Salvador plans to build the world’s first “Bitcoin City”, powered by a volcano and financed by cryptocurrency bonds. \\n\\nBitcoin City “is gonna include everything: residential areas, commercial areas, services, museums, entertainment… airport, port, rail,” Bukele said at the Latin American Bitcoin and Blockchain Conference on Saturday. \\n\\nEl Salvador, which has used the US dollar for two decades, was the first country in the world to legalize bitcoin as legal tender. \\n\\nBukele said the Conchagua volcano “will power the whole city and will also power the mining.”\\n\\nBitcoin mining is the process by which new bitcoin is created using computers that solve complex mathematical problems — a process which demands huge amounts of energy. \\n\\nIn El Salvador, some of that energy comes from a geothermal plant fed by the Tecapa volcano. \\n\\nBukele said the city would initially be powered by the Tecapa plant before his government builds a new geothermal plant powered by Conchagua.\\n\\n“Zero Co2 emissions. This is a fully ecological city,” Bukele told the crowd.\\n\\nTo fund the project, El Salvador will issue $1 billion “bitcoin bonds” in 2022, according to Samson Mow, chief strategy officer of Blockstream, a blockchain tech provider. \\n\\nOn stage with Bukele, Mow said half of “volcano bonds” would be invested in bitcoin, and the other half in infrastructure. \\n\\n“El Salvador will be the financial center of the world,” Mow said.\\n\\nBukele said that Bitcoin City will only charge value added tax (VAT). \\n\\n“We will have zero income tax. Zero percent forever. Zero capital gains tax… zero property tax, zero payroll tax,” he said. \\n\\nNo timeline was given for Bitcoin City’s construction.\",\"timestamp\":1639560721,\"title\":\"El Salvador president Nayib Bukele plans ‘Bitcoin City’ financed by crypto bonds\"},\"digest\":\"YL8y9C4dVZnzyjeMvrIfin3Godjt600aPlPfl3eUysg\",\"authorship\":{\"contributor\":\"0xB789a7619FcdB6c183767e3D3d9cfC7Ca1634e98\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vmgvrNxBUwnvtrEDuu_kucShzXAzcC0u2GU8GRuhuZo\\\",\\\"y\\\":\\\"tdMJr7hVQWW4wgCipNtEGEZB9Scougvh2wcOL2SKTFU\\\"}\",\"signature\":\"c0AeqXQTWpRZGZJoSH9m7JlWKtrRI059pFcYX2svGuEbLdd1PdPnwrb3QTEnKXvoHoTnXMncH8mw54sFI0Bs6Q\",\"signingKeySignature\":\"0xd22aa9a4ca618274b0f8f7a9ce8184b0341558788f79c016c176f46b04830bff13b6922c75cb0b25bf20fc65aeb0f180e3837f7d69d2732dfd464621312ac7791b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vmgvrNxBUwnvtrEDuu_kucShzXAzcC0u2GU8GRuhuZo\\\",\\\"y\\\":\\\"tdMJr7hVQWW4wgCipNtEGEZB9Scougvh2wcOL2SKTFU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YL8y9C4dVZnzyjeMvrIfin3Godjt600aPlPfl3eUysg\"}"