"{\"content\":{\"body\":\"區塊鏈遊戲打著邊玩邊賺(P2E)的旗號，讓許多玩家趨之若鶩，然而許多遊戲爆發卻如同煙火一樣，只有一時的燦爛，然後迅速的崩壞。早期玩家迅速賺飽離場，後期新手玩家還沒搞清楚狀況，就已經成了被收割的對象，留下一地雞毛。這個時候，討論區的網友們，有的會說：「GameFi就是個資金盤，賺了就要敢緊走」。多數則認爲：「 項目方割韭菜了，塊陶啊～」少數則會理性的分析，遊戲代幣崩盤的原因。過程中我發現了一個有趣的名詞Tokenomic 「代幣經濟」。在傳統經濟學當中，經濟學家也經常使用貨幣供給數據來監控貨幣的發行。最常見的數據就是 M1、M2 。M1 是衡量最具流動性的貨幣，M2 是流動性較差的貨幣。這些數字有助於監控貨幣供給。那麼難道在區塊鏈遊戲當中，也有M1或是M2嗎？\\n\\n* 什麼是代幣Token？\\n* 常見的代幣經濟模式\\n* GameFi與代幣經濟  \\n\\n![](https://images.mirror-media.xyz/publication-images/5vMpj0-51sfHeCrPCqh9u.jpg?height=3121&width=4681)\\n\\n* ## 什麼是代幣Token？\\n\\n  代幣是加密貨幣的計算單位，表彰特定資產或代表區塊鏈上的特定用途。先前在美國聽證會上，礦業機構Bitfury執行長Brian P.Brooks，針對Web 3.0有了一個很精闢的解釋，他說：「Web3.0最大的創新之處在於，賦予用戶真正擁有互聯網的能力，加密貨幣背後代表的也正是這個意義。代幣代表的是底層網路的一部份所有權。」建立在區塊鏈上的加密貨幣或是代幣都有一套預先設定好、經由算法創建的發行時間表。這也就表示我們可以相當準確地預測某個特定日期將有多少代幣被創造出來。而代幣經濟學，最基本的邏輯還是跟經濟學一樣，就是「供給」跟「需求」。儘管大多數加密資產仍然可以更改發行時間表，但通常需要很多人的同意，實施也起來也就相當困難。代幣的擁有者因此有了一種安全感，他們認為相對於政府不可控的印鈔，他們手上的代幣相對是可靠的。舉例來說：比特幣將只會生產2100萬顆，預估在 2140 年左右就會全部被挖出來。在此之前，大約每四年，比特幣透過挖礦創造的數量將減少一半，這就是比特幣減半。目的在創造經濟學家所說的供給的稀缺性，當供給短缺而需求增加的時候，價格便容易上漲。雖然 2100 萬比特幣總供應量聽起來可能是一個非常大的數字，但是在2021年的12月13日最新的數據顯示，比特幣的流通供應量已經達到1890萬顆，這也就表示在2140年前，比特幣只剩10%的供應量可挖。正是這種不平衡導致許多人將比特幣視為「數位黃金」。 除了先天控制代幣的供應數量之外，某些項目還制定了規則，符合條件的特定數量代幣將被燒毀。當中最具代表性的，應該屬於以太坊的倫敦升級。以太坊倫敦升級後，以太坊網路會根據交易需求和區塊大小動態調整每筆交易的BaseFee，而這部分的費用將直接燃燒銷毀，直接減少代幣的供給流通。據Ultrasound數據顯示，截止目前，以太坊網路總共銷毀116萬8041.06枚ETH。銷毀通常與運營費用有關，因此資產使用得越多，代幣銷毀的速度就越快。 \\n\\n  ## 常見的代幣經濟模式\\n\\n  了解了代幣的供給跟需求之後，代幣經濟學最重要的就是試圖去了解加密貨幣最終將如何被使用。正在構建的平台或服務的使用與代幣之間有怎樣的連動關係？如果平台的服務會使用到，源源不斷成長的業務將需要購買和使用代幣，最終將有助於提高價格。如果沒有，代幣則沒有任何的實質價值。 常見的代幣經濟模式，可能是初入幣圈的小白，除了在自己的錢包「屯幣」以外，緊接著要學習的。\\n\\n1. 質押\\n   Staking 應該是代幣經濟中最值得注意的主題之一。當我們把代幣存儲在錢包中並且質押，我們可以拿到一部分的質押獎勵。獎勵高低在不同的項目當中也不盡相同。早期我開始參與質押，是從FTX交易所的代幣FTT開始的，因為質押之後可以減免交易手續費。透過質押，可以減少代幣在外流通的數量，進而達到維持幣價的效果，過程中，參與質押的持幣者還有類似利息的獎勵。對想要長期持幣的人來說，是不無小補的收益來源。事實上這些利息並不是最重要的，重點還是項目發展的成果好不好？事實上由於我早期就參與了FTT代幣的質押，結果沒想到FTT漲了十倍之多。\\n2. 價值交換 其次，「交易轉帳」功能應該也是所有買過NFT人都體驗過的，也就是因為買賣產生價值的移轉。透過區塊鏈，NFT的持有者可以輕易完成「一手交錢，一手交貨」。以太坊早年的ICO風潮，也已經成功證明項目可以使用代幣來交換價值和創造價值，利用代幣ICO籌募資金以及啟動去中心化應用程式Dapp。\\n\\n   ## GameFi與代幣經濟\\n\\n   當區塊鏈跟遊戲結合之後，代幣經濟又蹦出新玩法。遊戲與加密貨幣結合後的GameFi，當中的代幣經濟自然成為了遊戲經濟與獎勵體系的一環。同時由於NFT的加入，玩家在遊戲資產上終於擁有了完整的所有權和交易權，交易也更加簡便。在傳統遊戲中，遊戲公司的設計師幾乎等同於是上帝的角色，遊戲中的故事情節、場景路線都是由設計師一手掌握。另一方面他還控制著釋放和回收遊戲資源的權力。在購物季的時候，為了刺激玩家入金打遊戲，會提供特殊的寶物讓玩家競相爭取，無形中遊戲的流量跟收入都會提升。傳統遊戲強大的中心化手段，可以控制遊戲資源，在盡可能短的時間之內榨取出玩家的資金；另一方面，遊戲公司也剝奪了玩家對自己資產的所有權，隨意關停帳號或關閉伺服器的情況並不少見。可見在傳統遊戲當中，遊戲公司對待玩家並不是把他們當作是夥伴或是客戶，而只是當作資源，要盡可能地在最短時間內榨出利潤。 在Gamefi 中的代幣經濟學顯然又比一般區塊鏈的代幣經濟學要複雜許多。GameFi 項目當中有兩種常見的代幣發行模式。也就是單一代幣模式與雙代幣模式。所謂單一代幣模式，也就是遊戲內經濟和二級市場採用同一種貨幣，經由購買獲得遊戲代幣的玩家可以進入遊戲，同時一邊玩遊戲一邊賺錢。雙代幣模式通常將遊戲幣分為遊戲代幣和治理代幣。遊戲代幣是對日常任務、遊戲戰鬥等基本玩家行為的獎勵來源，通常發行量是無限的，作用就僅限於遊戲當中，但也能換成真的錢；治理代幣則主要用於激勵玩家對社區治理權利和長期承諾，數量通常有限。 單一代幣模式的好處在於方便了玩家交易，遊戲內資金的流動快速，可以快速的刺激玩家因為有利可圖而參與遊戲。但是，單一代幣與法定貨幣之間的直接交易增加了二級市場對遊戲內經濟體系的影響。當玩家大量購買遊戲代幣並鎖定不賣的時候，貨幣價值和玩家利潤都會快速上升。但是，這不利於吸引新玩家跟上老玩家的升級速度，造成巨大的不平等，影響新玩家的進入意願。相反的，當代幣被大量出售並貶值時，玩家會因收益下降而失去繼續玩下去的動力，加速了遊戲道具的出售，使遊戲陷入死亡螺旋。 雙代幣模式則可以降低二級市場對遊戲的影響，增加遊戲內經濟系統的穩定性。經濟機制在遊戲運行時也比較容易調整。在雙代幣模式的遊戲中，遊戲代幣的價值只能影響特定資源，可能會影響玩家在某些任務中的收益，但不會導致系統崩潰。其次是貨幣匯率有調整的可能。當一種代幣的價格出現明顯下跌，遊戲項目方可以透過遊戲內的激勵與獎勵，增強玩家的使用或增加消耗，這樣代幣的價值就會上升，玩家的信心就會增加，從而可以延續遊戲的壽命。由於GameFi當中，遊戲的利潤來源可能來自於NFT持續交易或是遊戲中的代幣消耗，概念上與傳統遊戲不同，玩家在GameFi世界中的角色地位，也可能與傳統遊戲中的搖錢樹有所不同。 舉例來說：Axie infinity 就屬於雙代幣模式，他有孵化寶貝用的藥水SPL，也有治理代幣AXS。即便2020 年11 月就已經上線，目前依然可以維持不錯的營運水平。然而代幣經濟設計不佳，則可能拖垮一個遊戲。另一個單一代幣遊戲CryptoMines 的平台代幣 ETERNAL，在遊戲上線短暫爆衝之後，開始崩跌。遊戲內代幣消耗不足，預售代幣解鎖造成價格下跌，令玩家更加恐慌，不可避免的進入了向下的死亡螺旋。 總結一下，代幣經濟不僅僅是“代幣”和“經濟”這兩個詞。代幣正在慢慢成為現實世界資產的數位形式。由於代幣經濟學必須應對潛在的顛覆性技術和變化，加入遊戲的生態之後更是複雜多變。然而，代幣經濟的旅程仍處於非常早期階段，及早理解，將有助於你掌握先發者的早期紅利！\",\"timestamp\":1639721128,\"title\":\"#S2-97代幣經濟Tokenomics—加密貨幣的供給與需求\"},\"digest\":\"dr3w4pFyKmZk8kDvJbx_zl-K4lb6d-_euWOdBFNi-Yo\",\"authorship\":{\"contributor\":\"0x68B99071932F5333445F301C5B2280c99dEcB532\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1u1h_iX1k2jxHaTV8lIm9_GRR7duz5AXbopAQFdF0UI\\\",\\\"y\\\":\\\"lrv-dGF4YXGQQmstrX5hqR19zZTpMKF3TMSPnjQaffg\\\"}\",\"signature\":\"mfXZyGXXctKV1E1ohq7PvQC8CLyLBczyuHPKmrCAfDbkWAvaIeb_6TOsHegHQuXznsEicyeZ1XOgXwQ-bXuXBw\",\"signingKeySignature\":\"0x5bc1edc6072f7cddadbac96f5468aa016e9c11944320996986254579c8f8fc0b4d532adc2e274d8bfc1828085229da92e60fa12da3d5bac0cb8e05765a7d42ad1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1u1h_iX1k2jxHaTV8lIm9_GRR7duz5AXbopAQFdF0UI\\\",\\\"y\\\":\\\"lrv-dGF4YXGQQmstrX5hqR19zZTpMKF3TMSPnjQaffg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dr3w4pFyKmZk8kDvJbx_zl-K4lb6d-_euWOdBFNi-Yo\"}"