"{\"content\":{\"body\":\" \\n   \\n 事情原委是我应聘一家公司司机，然后他随便找个借口说什么这几年都不招这个岗位了就把我打发掉了，目前我准备想在这家公司门口挂横幅，还但没有做，准备下个星期一开工，内容是中冶长天毫无人道主义的公司，贤才入职请再三慎重考虑清楚。然后也想请电视台来，就怕他们不来，最后实在没办法我也想去北京国资委亲自走一趟，现在请大家帮忙给我点意见，下面两篇文章一篇是面世提交公司的，一篇是被拒绝写给政府部门的，非常感谢大家的帮助 谢谢！！！ \\n  \\n  \\n  \\n 　　各位中冶长天的领导您们好，本人是原中冶长天退休职工邓毕生的儿子邓李平。由于家庭困难，父亲离世，母亲又有精神病，日子非常艰辛。走头无路，万般无奈的情况下才来恳求公司。由于母亲病魔的原因，从小就没有受到良好的成长环境，初中毕业后就一直在家没人管，一直到二十岁。期间有准备去参军，但体检是不知道是身体的问题还是学历关系还是政审问题被刷了下来，然后一直在家直到二十岁经朋友介绍才出来工作。第一份工作是在开福区政府做保安，做了半年后跳槽到湖南广电做保安，福利待遇还好，也就做了三年左右的时间，后面感觉这行学不到太多东西而放弃了这稳定工作。以后做过平安保险，房地产公司置业顾问，行政司机，专职司机，酒后代驾，驾校教练，已考取教练证。但这些都做的不长，长则半年多，短则一个月。最近两三年在跑滴滴，这个也是比较稳定做的比较久的工作之一，后来做的人越来越多没生意也就没做了。现在没有固定工作，母亲呢70岁的人了，老是到外面餐馆捡那些人家的剩饭剩菜，一吃就一个星期半个月不丢，我自己能力也有限，无法给老妈更好的条件生活。父亲又去的早，在我16岁时候就走了。也没传授我知识文化之类的。只教了我不要走歪门邪道，不打牌吸毒。我也是父亲给我带了一个好榜样，我引以为荣。说句不好听的，要是我父亲是个流氓痞子，我估计也早就混社会去了。听小区里的长辈说我祖上条件还算好，八十九十年代在金科园也是第一个还是第几个万元户了，可是这家境到我父亲和我手里不赌不毒这些财富都不知道到哪去了，我可是无辜的人啊，这么重的负担压到我身上我喘不过气来，逼的我现在出去跑滴滴搞代驾。我是想来应聘贵公司的司机，驾驶经验的话实际路程不低于二十万公里，长沙市道路不敢说每条路都走过，没走过的路还不多。而且最主要遵章守纪，从不乱来，事故罚款扣分之类的很少。目前正在考B2驾驶证，已过科目二，科目一九九分，C1科一理论一百分，B2科目三正在考B2驾驶证，已过科目二，科目一九九分，C1科一理论一百分，B2科目三正在预约排队中，估计等要几个月。另外我自信没有什么前科，可以开具无犯罪记录证明，家里这种情况，我没有堕落，没有误入歧途，已经没有给我祖上丢脸，或对不起共产党了。望领导能怜悯我这为人子女的不容易，我爸大半辈子在这里，没有功劳至少也有苦劳，没有苦劳至少还有疲劳对吗。而且是一直做到退休后去世。要是半路出家的话我也没资格过来找贵公司帮忙。贵公司也没义务管，我也可以理解。而且我要是读了985.211沾边的大学我都自己出去找工作不会来麻烦打扰贵公司了。藕断丝连，父亲走了，我这根丝心有余而力不足，确实独木难支。生活不易，望各位领导体恤下贫苦老百姓，帮忙解决下温饱问题，在下必感恩戴德，好好工作来回报单位的知遇之恩，一定不会辜负领导的期望，谢谢！ \\n  \\n  \\n  \\n 　　各位政府机关单位的领导您们好，我叫邓李平，邓毕生是我父亲。是这样的，我父亲原来是中冶长天的职工，以前在我小的时候也上过新闻，现在百度里输入我爸名字邓毕生还查的到，我爸六十岁的时候生我，在我十六岁的时候就离开了我，单位那时候也补了抚恤金，我妈有精神病，抚恤金也没有直接到我手里，放到我舅舅那保管。在说我爸留了几万块钱的银行存条和几万块钱的国库券，也不差那点抚恤金。我这没读书的人都知道授人以鱼不如授人以渔，读过书明事理的都知道，那时候给那点钱还不如给我安排个工作实在。我爸在公司也有四十年的工龄了，一直做到退休后去世，已经走了十四年了，我妈在我从小到大就有精神分裂症，最严重的那种，加上现在又有老年囤积证，所以日子万分难过。我现在又没工作，想应聘中冶长天的司机他们也随便找个借口就推脱掉了，说什么都要关系关系，难道有关系人性都可以不要了吗，不说以前家境多么多么好，一个八十，九十年代金科园第一个还是第几个万元户到我父亲和我手里不毒不赌家产都不知道到哪去了，弄的我现在出去跑滴滴，搞代驾。当个司机开个车而已，难道要麻省理工，斯坦福毕业的吗?我真的感觉这公司这领导太没有人情味了，我真替我爸感到不值。我要是有我爸的文凭这样隔岸观火，冷眼旁观的公司我才不屑一顾。我是有我爸这个榜样这些年来虽然日子异常艰苦难过，但我一直奉公守法，要是中冶长天还不管不顾那我妈有精神病难保我不会做一些伤天害理的事来。我是受环境影响没读的书，家里也没什么人可以依靠了，而且我母亲现在都70岁了，我又能力有限，实在走头无路，万般无奈的情况下所以才恳求你们帮忙，大恩大德，没齿难忘。我之前没有前科，工作稳定以后也会一如既往的好好工作，回报各位的知遇之恩，贡献社会，报效祖国。不管各位领导能不能帮到我，都非常非常感谢。\",\"timestamp\":1637143843,\"title\":\"现实中生活遇到困难麻烦大家来出谋划策 在下感激不尽\"},\"digest\":\"X2CYCewKrgZ1v5C6XL1rt1SK7OTIxDZCB4ilwzNUSBw\",\"authorship\":{\"contributor\":\"0xa59e07a83e9749A38Fa7e98F4Eb01C5AeAD1D070\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y8N6midNoNRkTDSJupatd88BRhp4wg51eyf6FwJ0Ess\\\",\\\"y\\\":\\\"sqKsJuKU6yYncC--8gB3p8SzQL9TNpwh4avHHpiu9KU\\\"}\",\"signature\":\"euALuRwxJAZ65VozkUZyrbh0CzhZTRCDkprTp61w9x67bCtynPNxUXRIbZKNfRBkBK7Z5TE1yMXnNNnHifDzCQ\",\"signingKeySignature\":\"0x7819f518a18c5974fb4a35b9457fa4ff0eb9e0ffaf976f730691e3ee56b2d5de47ba9fe12c6ddc8fed91d4c2880e6074256a24c3f571713ed6909d36fe1e46961c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y8N6midNoNRkTDSJupatd88BRhp4wg51eyf6FwJ0Ess\\\",\\\"y\\\":\\\"sqKsJuKU6yYncC--8gB3p8SzQL9TNpwh4avHHpiu9KU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X2CYCewKrgZ1v5C6XL1rt1SK7OTIxDZCB4ilwzNUSBw\"}"