"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/efd85824-2597-49fa-a1fa-0852f10e7df7.jpeg?height=1340&width=2400)\\n\\nI'm really excited to be trying something new this week. Something new not just for me, but new for writing in general: using crypto to crowdfund written work.\\n\\nOver the past couple years, paid writing has made great strides, with Substack popularizing newsletter subscriptions as the dominant business model for writing online. However, the paid newsletter model only works for a certain kind of writing - something regular, consistent, and often a bit shorter.\\n\\nWhile newsletters are great for many reasons, we also need other business models for writing. Some of the greatest thinkers around are primarily dedicated to something besides publishing their ideas on a regular cadence, and therefore won't be found starting a weekly newsletter. Even those who *are* dedicated to writing often produce their best work after weeks or months of research, not by writing a new piece every few days. Unfortunately, these kinds of writers face a tough choice today: adapt their work to a newsletter format, or write without being paid.\\n\\nEven for writers running successful newsletters, there's an inherent tradeoff in the subscription format: in order to monetize their content, writers must hide some, if not all of their work, behind a paywall, reserved for those who pay to subscribe. With each new piece is a choice between rewarding those who pay and sharing ideas widely.\\n\\nThe tools we have at our disposal influence the kind of work we create, and when the only tool around for getting paid to write is a newsletter publisher, it's no wonder we see more and more newsletters, and less of everything else.\\n\\nOther formats and styles of writing are obviously valuable and worth paying for, and for this reason alone it's worth experimenting with new funding models. I believe that these issues can be solved if we can introduce effective new business models for writing.\\n\\nThis week, in an attempt to move towards that goal, I'm publishing my own writing under a new kind of crowdfunding model, [enabled by Mirror](https://dev.mirror.xyz/llJ_AboiDJwB_ZAFz-CXU7fL2p8v5Wz6MjfluLafewQ). Instead of publishing my work for free, or putting it behind a paywall, I'm doing something in between: raising funds for a new essay in exchange for ownership of the work.\\n\\nThis new piece exists as an [NFT](https://en.wikipedia.org/wiki/Non-fungible_token), and readers who believe in the value of the essay can buy fractions of that token. If my funding goal is hit, the piece will be published publicly, free for everyone to read and share, while those who funded it hold ownership. If the funding goal isn't hit, everyone will receive their money back.\\n\\nUnlike other patronage models, this form of crowdfunding is not pure altruism. Instead, patrons receive true ownership of the work involved. Because the essay is a non-fungible token created with new [Zora protocol](https://cryptomedia.wtf/), it accrues value over time as it is bought and sold.\\n\\nThough not proven, I believe this model can can solve both of the problems mentioned above:\\n\\n1. It offers a path to being paid for a one-off work that's not part of a subscription or newsletter.\\n2. It offers a way to monetize work that remains a public good, without a paywall.\\n\\nIf this experiment is a success, it will mark an early promising sign for a new way to fund not just writing, but all kinds of creative work.\\n\\nThat all being said, I hope you'll stick around to fund, share, or at least observe as we try something new. The post is linked below, and the crowdfund will start on Thursday, January 28th at 12pm ET. It will be open until Monday at 12pm ET.\\n\\n### About me\\n\\nI’m a product designer and software engineer, mostly involved in helping early stage startups design and grow products in interesting markets. I started my career as a software engineer at Snapchat, then founded a startup, which went through Y Combinator in 2018. Since then, I've worked as a designer and consultant for several startups and investors, including WorkOS, Muze, a16z Crypto, and Y Combinator, where I help out part-time with admissions. You can find me on Twitter [here](https://twitter.com/john_c_palmer).\\n\\nI typically write 1-2 longer essays each year, most often concerning new insights around startup strategy and product design. Among them, my [Spatial Software](https://darkblueheaven.com/spatialsoftware/) post from last year was probably the most popular, describing a wave of new products being built around game-like interfaces and what makes them unique.\\n\\nThis new piece is slightly different for me in that it's mainly concerned with online cultural dynamics. I coin a new term (\\\"scissor label\\\") and attempt to differentiate a specific kind of online debate where there are no winners. This piece helped me get a better grasp on several factors that distinguish different kinds narratives, and will perhaps be followed up by a more general guide to that topic. Linked below is the post, which currently includes the abstract and crowdfunding UI.\\n\\n### Scissor Labels (abstract)\\n\\n> We live in an age of peak narrative warfare. But today, not every battle is legible to the untrained observer. While some grifts are plainly perpetrated by would-be thought leaders, other battles for narrative control are hiding in plain sight, happening under the guise of intellectual debate. When these battles go unrecognized for what they are, even the best among us fall victim to meaningless conversations that waste the time of those involved. In this piece, I introduce the concept of **scissor labels**, why they foment controversy, and how they're different from other linguistic debates. I then suggest how to respond to any form of narrative battle with a more fruitful long-term approach.\",\"timestamp\":1611684925,\"title\":\"Announcement: Essay Crowdfund\",\"publication\":\"j\"},\"digest\":\"PHEArIzf4gV3Ion9fpDHa_qdYHfpViK81u_NxFzYYEs\",\"authorship\":{\"contributor\":\"0xB0623C91c65621df716aB8aFE5f66656B21A9108\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oPpXUExp3rbe387Ka91Jp3L4CPiMT1FOqCGH5LdFAuc\\\",\\\"y\\\":\\\"kI9usLS0E4nJlAV9ssmdWCigMDUEu8k1CqfHssy8qAU\\\"}\",\"signature\":\"i2mNBPgBfXVQIUG3P9ESn9kYRcrssVOcQaTH4N23jB28ZRfZyAxFAWIWuey68VSSGFqPaSw8ZzBRG0DR6GXRcQ\",\"signingKeySignature\":\"0x11492d3a309b0b025be1b12e102df36a24dd571f5f4a04266f8296a7a0818ae20c58017e5afd7f47c99c05bc8caf4dcf90610ce391d1cdc16cd0178a1020a1ac1b\",\"signingKeyMessage\":\"I authorize the publication of articles on j.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oPpXUExp3rbe387Ka91Jp3L4CPiMT1FOqCGH5LdFAuc\\\",\\\"y\\\":\\\"kI9usLS0E4nJlAV9ssmdWCigMDUEu8k1CqfHssy8qAU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"OgVaYso25gEqxn7N4RyPnPbMO9pbNQJZQKEUvV9pxv8\"}"