"{\"content\":{\"body\":\"## *Why the chase of pleasure and avoidance of pain is an unsustainable path to happiness*\\n\\nJust about everyone enjoys feeling pleasure and avoiding the unpleasantries of pain, so what more is there to say about these emotions?\\n\\nMost people would agree that pleasure and pain are two of the most intense and polarizing emotions that we feel. As a result, it feels natural to use these two emotions as a compass to guide life decisions, pointing towards maximizing pleasure and away from pain. Intensity and consistency of these feelings in our life can also be used as indicators for our general well-being. However, there are two different ways we feel these emotions that sometimes result in conflicts in our evaluations of our happiness. These two different ways we feel emotions are through the experiencing self and the remembering self as discussed in *[Stumbling on Happiness](https://www.amazon.com/Stumbling-Happiness-Daniel-Gilbert/dp/1400077427/ref=sr_1_1?crid=R2L29QMR2FIP&dchild=1&keywords=stumbling+on+happiness&qid=1634335680&s=books&sprefix=stumbling+on+%2Caps%2C287&sr=1-1)* by Daniel Gilbert and *[Thinking Fast and Slow](https://www.amazon.com/Thinking-Fast-Slow-Daniel-Kahneman/dp/0374533555/ref=sr_1_1?crid=236QGWOD6SITD&dchild=1&keywords=thinking+fast+and+slow&qid=1634336092&s=books&sprefix=thinking+fas%2Caps%2C183&sr=1-1)* by Daniel Kahneman.\\n\\n**The Two Selves**\\n\\nThe experiencing self defines how we feel in any given instant. This means that it is largely influenced by moods. The remembering self gives us hits of pleasure or pain depending on how we feel whenever we recall a memory. We can make better sense of these differences through Oliver Sacks' true story of [The Lost Mariner](https://sites.google.com/site/neurobiologyreadings/OliverSacks_ManMistookWifeForHat/02-the-lost-mariner). Jimmie G. experiences a form of amnesia where he could not generate new memories after a certain point in his life. Every event after that was solely encountered through his experiencing self. This is a tragedy because he was missing a sense of a relevant identity associated with memory. Additionally, he was significantly limited on much of the human experience: the formation and recollection of intense emotions.\\n\\nEmotions play a significant role in our memories because it is evolutionarily advantageous. It would be wasteful for a brain to use up lots of its computing power to record and recollect perfectly accurate representations of the past. Prioritizing memory of events that induce intense emotions helps us save power while keeping the important stuff. Issues arise however, as our memories are impacted by our current mindset and emotions (see [presentism](https://en.wikipedia.org/wiki/Presentism_(literary_and_historical_analysis))).\\n\\nPresentism can be seen in people who view a past relationship as a miserable mess if it ended poorly, regardless of the previous state of the relationship. For example, someone could be thrilled with her relationship until she finds out her partner cheated. Although she felt great about the relationship until that moment, it is very likely she will view the whole as a bad experience and find more negative aspects in the relationship prior to the breach of trust. As the saying goes, hindsight is always 20/20.\\n\\n![Even your favorite memories can be tarnished by presentism](https://www.victorcasler.com/uploads/1/3/4/1/134103782/pp-figure-1_orig.jpg)\\n\\nThis example of presentism illustrates that our emotions are profoundly intertwined with memory. Due to this integration of memory and emotion, our brains force us to experience our memories more intensely than our actual experiences.\\n\\nNumerous [studies](https://positivepsychology.com/what-is-peak-end-theory/) show that we report different levels of well-being while experiencing an event when compared to recalling it. Interestingly, our expectations of how we will feel about events in the future are strongly correlated to how we remember our feelings during such events. This results in a feedback loop of expectations and memories. The graph below shows predicted, experienced, and remembered happiness of voters during the 2000 presidential election.\\n\\n![This study shows more intense emotion in anticipation for the event and when recalling the memory in contrast to actual experience. The study also showcases the relationship between expectations and memories¹](https://www.victorcasler.com/uploads/1/3/4/1/134103782/pp-figure-2_orig.jpg)\\n\\nThis favoring of the remembering self explains why it is such a stressful experience for people to lose photo albums. We tend to enjoy the memory of an experience more than the actual experience. One of the tyrannies of this preference is that our most memorable experiences are the ones that generate the most emotions in us, and we remember (and thereby experience) events only by the strongest emotion they caused. Most of us will agree that emotions can be very fickle, making this a predicament in terms of accurately recording the past. This is good because we experience less pain as we age. However, this preference is tragic because feelings of pleasure diminish as well, resulting in a progressively blander life if proportions of pleasure and pain are used as our sole compass.\\n\\n## Natural Diminishing of Pleasure and Pain\\n\\nThere are two driving forces that cause pleasure and pain to feel less intense as we age: experience broadening and time.\\n\\n**Experience Broadening**\\n\\nThis is the concept that emotions feel less intense as we have more and more novel experiences. As a teenager, life feels much more painful than as an adult which could explain a [trend of decreased depression with age](https://www.nimh.nih.gov/health/statistics/major-depression.shtml). This is likely because emotions and experiences are more novel at a younger age, so they feel stronger since there is little to compare them to. Your first time having your heart broken was probably much more painful than each subsequent one. This experience broadening can also explain the anomaly where some conjoined twins report/experience higher levels of well-being to able-bodied people. Our intuition may suggest that they cannot be satisfied with their lives because of the major limitations they face, but this is not the case. The chart below shows conjoined twins (L & R) rating their level of satisfaction to receiving a birthday cake compared to an able-bodied person’s rating.\\n\\n![How could conjoined twins report higher levels of satisfaction with such an event over able-bodied people?¹](https://www.victorcasler.com/uploads/1/3/4/1/134103782/pp-figure-3_orig.jpg)\\n\\nThe conjoined twins have never experienced living independently from another person and the freedoms associated with having their own body. Additionally, able-bodied people have only experienced having their own body, so the idea of being conjoined to another human sounds unpleasantly restrictive to most. Conversely, able-bodied people can never experience the level of connection that conjoined twins report as a source of joy in their lives. While conjoined twins can have joyful experiences exclusive to their situation, able-bodied people generally have access to a broader range of experiences.\\n\\nSimilarly, people in richer nations have accessibility to more experiences (vacations, new types of work, ooh let’s try this new type of wine with dinner tonight), while people in poorer nations are limited in their experience (feed my family, feed my family, and feed my family. Seriously that’s my only priority). Able-bodied people and those fortunate to live in more developed countries have a much different standard for their well-being because they have access to many more novel experiences that come with physical and financial independence. This means conjoined twins and those in poorer nations must find a sense of happiness within their range of experiences. This expanding standard of well-being from novel experiences could be why people in poor countries and conjoined twins report themselves happier than those in richer countries and able-bodied individuals.\\n\\n**Time**\\n\\nTime is another major factor that diminishes feelings of pleasure and pain over specific events. The longer an event occurred in the past, the less sensitive to the feeling we become, with some exceptions being depression, chronic pain, and continual exposure to loud noises. Sorry to say that time will not heal your tinnitus. You should get that shit checked out. Chronic pain and continual exposure to loud noises are exceptions because we are biologically attuned to them while depression is an exception because it is strongly associated with feedback loops of negative thought patterns. Most other situations are fair game for the influence of Father Time.\\n\\nIf someone becomes a paraplegic after a car accident, he is usually understandably miserable. A year after the incident however, the paraplegic tends to report similar levels of well-being to an able-bodied person. Why does the paraplegic feel good about his life despite the permanent disability inhibiting physical movement and function?\\n\\nAs the cliche goes, time heals all wounds. Although there was a period where the paraplegic grieved the loss of his bodily functionality, he eventually accepted his situation and remembered to focus on what is important to him: be it family, hobbies, or work. Frequent reminders of stressful situations have a profound impact on our well-being. As anyone who has felt worried about a future event can tell you (basically everyone), distraction can be a powerful way to mitigate these stressors. As time goes on, we naturally become distracted from thoughts of the past due to the presence of more relevant events. The inherent distractions associated with the passing of time suggest that feelings of great pain or pleasure diminish over time, even if we think we’ve just had the best or worst experience of our lives.\\n\\n## Conclusions\\n\\nUltimately, the driving forces of time and experience broadening lead to a diminishing return on feelings of pleasure and pain. Continually chasing pleasure and avoiding pain is a recipe for disaster since:\\n\\n1) Our standards for these emotions are constantly expanding, so we would be continually chasing higher levels of pleasure to experience the same level of well-being. It would be a lot like running on a treadmill that responds to how fast you run, and expecting to get somewhere.\\n\\n![This is how you look chasing pleasure](https://www.victorcasler.com/uploads/1/3/4/1/134103782/pp-figure-4_orig.jpg)\\n\\n​2) Feelings of pleasure are fickle. Each pleasurable moment will eventually bring us less joy as time goes on unless we choose to continually recall past experiences. This is a great plan if you want to live in the past and be insufferable to every other human being around you!\\n\\n![Oh high school was the best time of your life? Nice dude, tell me more about your life’s peak moments](https://www.victorcasler.com/uploads/1/3/4/1/134103782/pp-figure-5_orig.jpg)\\n\\nEvolutionarily it makes sense for us to chase pleasure because we need a desire to eat food and pass on our genes to survive and continue the cycle of life. Unfortunately our wiring for short-term satisfaction can easily lead to obesity, anxiety, and depression if left unchecked.\\n\\nDepression is usually characterized with feelings of meaninglessness, and a desire for short-term satisfaction does nothing to help this. Almost anything meaningful requires short-term pain when compared to relaxation time (e.g. learning a new skill, exercising, having a difficult conversation). Confronting and maybe even welcoming some forms of pain seems like a beneficial way to combat the feelings of meaninglessness in individuals struggling with depression. Undoubtedly depression is more nuanced than this, but an avoidance of pain and chase of short-term pleasure plays a significant role in the depressive cycle. Disrupting this can be a great step towards beneficial results.\\n\\nSo how do we deal with this evolutionary wiring that forces us to crave pleasure, but creates problems if we chase it? Thankfully, our brains are [Soft-Wired](https://www.amazon.com/Soft-Wired-Science-Brain-Plasticity-Change/dp/0989432823/ref=sr_1_1?dchild=1&keywords=soft+wired&qid=1634335835&s=books&sr=1-1). Meaning, we can choose how to measure our well-being by consciously deciding what is more meaningful to us than feelings of pleasure and pain. We can then [critically think about each decision to act according to our beliefs.](https://mirror.xyz/0x86BA7aDDc8d7282032e65e07E88F7605C22e5ce5/MOW9v7NW47Wyi9yyP3MX7Rorgi7qMjfi_IDYiMDHiAk) Consider taking some time to reflect on this question:\\n\\n> What is more meaningful to me than feelings of pleasure and pain?\\n\\n¹Images taken from Daniel Gilbert's *Stumbling on Happiness*​\",\"timestamp\":1634336445,\"title\":\"Pleasure and Pain\"},\"digest\":\"oTO9b1vg_CAlO6CoaqlJO0_ArtbeV4oJBvKe0jkK1SA\",\"authorship\":{\"contributor\":\"0x86BA7aDDc8d7282032e65e07E88F7605C22e5ce5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_7Lm8KNeuFg9Ksg5-9mTEsDvB1XTgsX4phNjFpd1iaw\\\",\\\"y\\\":\\\"l6ci2skvmVPHFDEeTt7s97MAdyxZv6uSaCrDhLi8SUQ\\\"}\",\"signature\":\"ain_X8v_BM0a8h-A1RJQWAy9bbuabcMmEAeGEalOfe3RN5jOxnNi-k-fZbw-nB9TAAhbQD_IozkrFD6YPiWFDw\",\"signingKeySignature\":\"0x0c1d20286e91312208bfda7c7cda1d759e7fd62fcaa1208231ecb4756fe0568b72a425f38c73c7769d67256db7098fc3c76500b9ca54f80d3e2e0ef6803e2c4c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_7Lm8KNeuFg9Ksg5-9mTEsDvB1XTgsX4phNjFpd1iaw\\\",\\\"y\\\":\\\"l6ci2skvmVPHFDEeTt7s97MAdyxZv6uSaCrDhLi8SUQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MvYPAzzYcPfVTOFpfHlkKpUcRwglGuv7_iZ6TbNK5Ao\"}"