"{\"content\":{\"body\":\"A WARM WELCOME TO MY SCATTERBRAINED BLOG\\n\\nBy Guy Noir, Private Investigator (not an actual private investigator)\\n\\n**PUBLIC EMAIL:** [Guy.Noir.P.I.713@protonmail.com](http://mailto:Guy.Noir.P.I.713@protonmail.com/)\\n\\n**DONATION WALLET ADDRESS:** 0x0DE4C6EAcc31435A15f6505DBe6d0da8B1D253E6\\n\\n**PREFERRED NETWORKS:** MATIC, ETH, FTM, AVAX, MOVR, CRO\\n\\nplease use the respective network tokens on their network as I’ll explain how to do in my second blog post. ETH on ETH, FTM on FTM, etc. I’ll paste that right below here.\\n\\n[https://mirror.xyz/guynoir.eth/UcznppcirVa3PPf-0SapyhlN5HpJYw3ESh7wrybNtRQ](https://mirror.xyz/guynoir.eth/UcznppcirVa3PPf-0SapyhlN5HpJYw3ESh7wrybNtRQ)\\n\\n**DIFFICULTY:** N/A\\n\\n**DESCRIPTION:** I say hello to the world, give you a taste of my personality and writing style, and manage your expectations.\\n\\n**NOTE:** I kind of stumbled and tripped building my own formatting style for a second there but finally edited this post to reflect it. There won’t be a table of contents in this post, as it was so short. I’ll just quickly note a few things. When you see “######” it’s my way of making a section break. Be aware of that for all future posts. My format is about giving you visual cues and making navigation easy without internally bookmarked hyperlinks. I’ll link other sites and articles, but you can’t jump around inside my articles as easily as ebooks with this platform. Move around freely as you please. If you see a table of contents, read the descriptions of chapters/sections. Use the good ole CTR+F and copy paste chapter titles to move around. Just thought I should make note of that.\\n\\n\\\\######\\n\\nPlease allow me to introduce myself. I'm a man of wealth and taste. Well okay not that much wealth yet really... Okay, okay, I also eat my food too fast to taste it. OKAY I also dress in nothing but grays, blacks, and browns, none of which in fashionable brands. It was a good line. Let it be. Anywhozle. Call me Guy Noir, private investigator (not an actual private investigator). I'm a man of many hats, an aimless drifter, an adventurous nomad, and a gambler. I enjoy sharing my stories, thoughts, and my growing knowledge base. That's the purpose of this blog. I don't know if I can make you wealthy. I believe I can entertain and inform you. Have a seat, and take a load off.\\n\\nI'll wax poetic on many things. Cryptocurrency, as well as NFTs, politics (to a limited degree), Linux, other technologies, maybe fiction and spirituality if I find an intersection. This won't be a hyper focused blog. You'll see soon enough my interests are related, but not concentrated. My personality and whims are the prime mover here. I don't consider myself a technical expert. I'm an especially engaged hobbyist. If you want a college course, I'd direct you to the crypto YouTube whiteboard channels like Finematics and Cryptomatics. I'll gladly teach you many things, but in my own time and fashion. If I reach the limits of my interest in a subject I'll find resources for you, and ask you to move along. I'll have plenty to offer before that point, but I have limits.\\n\\nI'm neither a savage plebeian, nor professional stiff. You'll see the odd cuss word sprinkled in, snide remarks, sarcasm, irony, and more. I'm firmly hateful of academia, credentialism, and all the attitudes that come with it. Veneers of hyper professionalism is one of those attitudes. I won't lose sleep over how pretty my references look in the age of hyperlinks. I'll give you information, amuse you with my observations, and dump further reading material with descriptions at the bottom. That's how I like to do things.\\n\\nMy observations and attitudes are informed by my political leanings, like anyone else. I believe I've accumulated a unique blend of views. I don't know how to label it. In some ways I occupy the fringe. In other ways, I don't even like calling them political views as much as simple \\\"logistical observations\\\". I don't want to broach them until they become applicable to article subjects. I'll spill my spaghettis on an as needed basis. Let's not dive right in to the manifesto and try to start the taxation defiance movement in the first post.\\n\\nI mentioned spirituality. I've partially formalized my devotion to Buddhism. Technically however, I haven't sought an actual congregation, or performed any rites with ordained leadership. My refuge with the Buddha is one sided. I'm in no rush after leaving one organized religion. I've made changes, embraced a meditative practice, continue my studies, and try to cultivate loving kindness. I'm still a very flawed person. My relationship with money and speculation is a harsh temptation for my ego. My political leanings conflict with some tenets of Buddhism. That's one of many reasons why I'm taking my time with it. You'll see where it's influenced me here soon enough. I saw mirror.xyz supports NFTs. I’ll dump sketches I'm working on. They're little more than doodles. I'm sketching pictures of monks, sadhus, and holy men. It's an Eastern tradition to meditate with an image of a person or deity. They're energy is a focal point for your practice. I fancy my sketches as an artistic meditation. I'm tricking my brain with an entertaining meditative practice.\\n\\nI'm using a pen name. With good reason. You don't get to know me like that. On the off chance this takes off, I'll have no stalkers. The pen name is a service to you and me. Try to find me, and I'll just shoot you. Like I said, I can be a bad Buddhist at times. I love everybody and all that I swear. I just love my privacy more. Privacy is a scarce commodity for those with the eyes to see. As distant as I may seem, I want to be partially accessible. Just keep it on my terms. I'll leave a public email at the bottom. I make no promises for response time. I assure you communications will be seen eventually and possibly answered. I might need inspiration for content. Viewer input can be a valuable source for that.\\n\\nMore than viewership, I would love to grow my cohort and put talent on blast. The creative ventures in crypto don't get enough attention. I want to change that. There's talent going unnoticed. Please go look at it. If you can't buy it, that's fine. A view and a like can get it closer to sold. I might attempt occasional articles covering art I enjoy as a collector. At the very least, I'll plug some names of people I'm buying from or watching. You could be one of those people. Don't flood that public email and make me hire someone just to wade through it. Pay attention to the people I mention. Visit their projects. Ask yourself honestly if you think your work follows similar styles. I don't like pixelated drivel very often. I don't like cartoon monkeys. I don't care if they're famous. I'm never buying a crypto punk or bored ape. I might buy a pepe tarot. I love pepe and tarot cards. I like art with an interesting well coordinated theme and/or story. I don't like gacha games and generative breeding projects.\\n\\nI said I follow and trade in crypto. Please don't shill me your rug pull meme tokens. I'm not a day trader or early investor. I'm just barely leaving infancy away from centralized exchanges. Do tell me about legitimate interesting new toys to add to my toolbox. If a functioning DAPP or crypto based service has added value to your life, I want to know about it. I won't be an early \\\"investor\\\", but I'll happily consider jumping on as an early adopter. I might even shout it out here.\\n\\nI think I've managed expectations. I think I'll start winding down with disclosures. I've already written a couple articles just for friends. They required the usual disclosures you hear over and over in this space. I don't want to copy paste that shit literally every entry. I'm covering them here and will point to this first entry as needed with a simple (disclosures apply. Refer to 1st post). Here it goes.\\n\\nI AM NOT A FINANCIAL ADVISOR.\\n\\nI AM NOT A CREDENTIALED BUSINESS CONSULTANT OR LICENSED TO HANDLE YOUR MONEY.\\n\\nI'M NOT A LICENSED MENTAL HEALTH PROVIDER.\\n\\nI'M NOT A FITNESS COACH.\\n\\nI'M NOT A FOOD HANDLER.\\n\\nI'M NOT A NURSE.\\n\\nI'M NOT A LAWYER.\\n\\nI'M NOT A TRUCK DRIVER, WELDER, ELECTRICIAN, MECHANIC, OR NETWORK PENETRATION TESTER.\\n\\nI PLAYED NEITHER RED TEAM NOR BLUE TEAM.\\n\\nI DIDN'T PASS THE BAR.\\n\\nI HAVEN'T ATTEMPTED THE SERIES 65 OR 66\\n\\nI HAVEN'T TESTED FOR COMPTIA, CISM, CCNP, OR CEH.\\n\\nI HAVEN'T EVEN TAKEN THE GRE, AND HAVE NO INTEREST IN GRADUATE SCHOOL, MASTERS, OR DOCTORATES.\\n\\nALL I HAVE IS MY USELESS BACHELOR'S IN LITERATURE, MY MOTHER'S WORD THAT I TESTED AT AROUND A 130 IQ AS A CHILD, AND MY BAGS.\\n\\nTHIS IS THE VOICE OF EXPERIENCE, BUT I'M UNWILLING TO TAKE ANY LEGAL LIABILITY FOR ANYTHING YOU DO.\\n\\n\\\"How much experience?\\\"\\n\\nAaaah, good question. So you want my transaction history CSV eh? Alright that's fair enough. I won't copy paste my wallet addresses, but I'll give you a bit of my story. I wasn't ballsy enough to ape in back in 2013 or 2017. I was a scared little chicken. Around 2018 I took a long look at myself in the mirror and asked myself \\\"look do you really believe you need to do something to protect yourself from hyper inflation or not?\\\" I had been thinking about it for years, doing nothing, going nowhere, and decided I had nothing to lose.\\n\\nI accumulated Bitcoin and Ethereum all through 2018/2019. I played it on idiot mode. I did alright. My salary to accumulate with was peanuts, but I'm in 6 figure hell now. Around mid 2021 I ran into some job insecurity. I decided I was done with the employee bullshit. I was aware of DEFI. I decided it was time to broaden my knowledge base. I haven't aped into a 100X small cap or flipped 1000 NFTs. I've just expanded my awareness, diversified my portfolio from 2 positions to 6 or 8 positions, and parked in some yield farms. I was surprised to find this distinguished me among some friends and associates who were just starting to trade. There’s a possible niche service helping noobs level up to intermediate knowledge. I'm happy to fill it.\\n\\nThat's the whole story. No trading guru here. Just patience and freakish embrace of risk. I don't even do technical analysis. I'm in a unique position. I feel secure in my position for at least a couple years. I've never given myself a breather. I can't stand still apparently. I need something to do. People have questions. I have answers. Maybe not the best ones, but they'll likely steer you where to go next. I don't know if I can make a living doing this. I'm curious to take the time and try while I experiment with my war chest. If you want to pay me, I'll take it. I'll post my sketches as NFTs so you can speculate on my future popularity. If you can't afford the initial or resale price, but want to support me feel free to just donate. My public address, and preferred networks/tokens will be at the top of every article. If you want to give me any other tokens, please email me to tell me you did it. It’s likely not imported on my Metamask instances. I won’t know I have it if you don’t say anything. You saw I’m on a number of networks, so gas fees aren’t an issue if you want to buy me a coffee lol. You wanna send me .1 MATIC? Too easy, I'll take it. Like I said, I'm not in a bad way. I won't beg at the end of every post. Money is money though. Who knows how long my luck will last.\\n\\nI think this is good. I feel like you know me enough. Looking forward to micro celebrity-hood. If you start seeing search engine optimization counting up mentions of some shit coin from Galaxy digital, that means the MK Ultra handler has got to me. Find me and put me out of my misery. I'll take money, but I refuse to whore out my name. If I mention a service, coin, or artist, it's because I like them. First and foremost... Okay maybe I'll let them pay me, BUT I HAVE TO LIKE THEM FIRST.\\n\\nSo. With that. \\n\\nBest of luck. Stay safe out there gamblers.\\n\\nThank you for reading my blog post.\\n\\nYes. That's how I'm ending every blog post.\",\"timestamp\":1642391337,\"title\":\"HELLO WORLD\"},\"digest\":\"DetSMj3Z6o-6iFsGbXDBuRNR6jgLU7xDv_p3PKyTbNE\",\"authorship\":{\"contributor\":\"0x0DE4C6EAcc31435A15f6505DBe6d0da8B1D253E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FS6CDlxc0D0UWq7ASLajFNf0YTf2Br0FiMrhRsSzHrw\\\",\\\"y\\\":\\\"LGqkgi6hr-2KNX2wiXjJUiZgciIqQn-J-CXvuExtlZk\\\"}\",\"signature\":\"pEFLxIfNeWlWWMI2J5yVDxXXVrDWIKhXcEIV2dZE4YuOkVoj6VqI9dNYZGDgWxNDSNrtM3cipzt-SJX-KagPXQ\",\"signingKeySignature\":\"0x6a88a2c72d77274f7f8afc20ee82d1394eafa570a0776be00847516e19f964e567e83ae06ce5aa0f0cea85e7cbad4eba09831704bf0a1691e77f0d64ba3a268f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FS6CDlxc0D0UWq7ASLajFNf0YTf2Br0FiMrhRsSzHrw\\\",\\\"y\\\":\\\"LGqkgi6hr-2KNX2wiXjJUiZgciIqQn-J-CXvuExtlZk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BDmAp9jNSuhPsrVJ3D4_oQuuzcUqt2ALMvkBVpjoSBI\"}"