"{\"content\":{\"body\":\"One day the sisters strolled to the bank of a stream that sloped gradually down to the water's edge, while the upland was overgrown with myrtles.  They were intending to gather flowers for forming garlands for the altars of the nymphs, and Dryope carried her child at her bosom, a precious burden, and nursed him as she walked.  Near the water grew a lotus plant, full of purple flowers.  Dryope gathered some and offered them to the baby, and Iole was about to do the same, when she perceived blood dropping from the places where her sister had broken them off the stem.  The plant was no other than the Nymph Lotis, who, running from a base pursuer, had been changed into this form. This they learned from the country people when it was too late.\\n\\nDryope, horror-struck when she perceived what she had done, would gladly have hastened from the spot, but found her feet rooted to the ground.  She tried to pull them away, but moved nothing but her arms.  The woodiness crept upward, and by degrees invested her body.  In anguish she attempted to tear her hair, but found her hands filled with leaves.  The infant felt his mother's bosom begin to harden, and the milk cease to flow.  Iole looked on at the sad fate of her sister, and could render no assistance.  She embraced the growing trunk, as if she would hold back the advancing wood, and would gladly have been enveloped in the same bark.  At this moment Andraemon, the husband of Dryope, with her father, approached; and when they asked for Dryope, Iole pointed them to the new-formed lotus.  They embraced the trunk of the yet warm tree, and showered their kisses on its leaves.\\n\\nNow there was nothing left of Dryope but her face.  Her tears still flowed and fell on her leaves, and while she could she spoke.  \\\"I am not guilty.  I deserve not this fate.  I have injured no one.  If I speak falsely, may my foliage perish with drought and my trunk be cut down and burned.  Take this infant and give him to a nurse.  Let him often be brought and nursed under my branches, and play in my shade; and when he is old enough to talk, let him be taught to call me mother, and to say with sadness, 'My mother lies hid under this bark' But bid him be careful of river banks, and beware how he plucks flowers, remembering that every bush he sees may be a goddess in disguise. Farewell, dear husband, and sister, and father.  If you retain any love for me, let not the axe wound me, nor the flocks bite and tear my branches.  Since I cannot stoop to you, climb up hither and kiss me; and while my lips continue to feel, lift up my child that I may kiss him.  I can speak no more, for already the bark advances up my neck, and will soon shoot over me.  You need not close my eyes; the bark will close them without your aid.\\\"  Then the lips ceased to move, and life was extinct; but the branches retained, for some time longer the vital heat.\\n\\nKeats, in Endymion, alludes to Dryope thus:\\n\\n\\\"She took a lute from which there pulsing came A lively prelude, fashioning the way In which her voice should wander.  'Twas a lay More subtle-cadenced, more forest-wild Than Dryope's lone lulling of her child.\\\"\\n\\nVENUS AND ADONIS\\n\\nVenus, playing one day with her boy Cupid, wounded her bosom with one of his arrows.  She pushed him away, but the wound was deeper than she thought.  Before it healed she beheld Adonis, and was captivated with him.  She no longer took any interest in her favorite resorts,   Paphos, and Cnidos, and Amathos, rich in metals.  She absented herself even from Olympus, for Adonis was dearer to her than heaven.  Him she followed and bore him company.  She who used to love to recline in the shade, with no care but to cultivate her charms, now rambled through the woods and over the hills, dressed like the huntress Diana.  She called her dogs, and chased hares and stags, or other game that it is safe to hunt, but kept clear of the wolves and bears, reeking with the slaughter of the herd.  She charged Adonis, too, to beware of such dangerous animals.  \\\"Be brave towards the timid,\\\" said she; \\\"courage against the courageous is not safe.  Beware how you expose yourself to danger, and put my happiness to risk. Attack not the beasts that Nature has armed with weapons.  I do not value your glory so highly as to consent to purchase it by such exposure.  Your youth, and the beauty that charms Venus, will not touch the hearts of lions and bristly boars.  Think of their terrible claws and prodigious strength!  I hate the whole race of them.  Do you ask why?\\\"  Then she told him the story of Atalanta and Hippomenes, who were changed into lions for their ingratitude to her.\\n\\nHaving given him this warning, she mounted her chariot drawn by swans, and drove away through the air.  But Adonis was too noble to heed such counsels.  The dogs had roused a wild boar from his lair, and the youth threw his spear and wounded the animal with a sidelong stroke.  The beast drew out the weapon with his jaws, and rushed after Adonis, who turned and ran; but the boar overtook him, and buried his tusks in his side, and stretched him dying upon the plain.\\n\\nVenus, in her swan-drawn chariot, had not yet reached Cyprus, when she heard coming up through mid air the groans of her beloved, and turned her white-winged coursers back to earth.  As she drew near and saw from on high his lifeless body bathed in blood, she alighted, and bending over it beat her breast and tore her hair.  Reproaching the Fates, she said, \\\"Yet theirs shall be but a partial triumph; memorials of my grief shall endure, and the spectacle of your death, my Adonis, and of my lamentation shall be annually renewed.  Your blood shall be changed into a flower; that consolation none can envy me.\\\"  Thus speaking, she sprinkled nectar on the blood; and as they mingled, bubbles rose as in a pool on which raindrops fall, and in an hour's time there sprang up a flower of bloody hue like that of a pomegranate.  But it is short-lived.  It is said the wind blows the blossoms open, and afterwards blows the petals away; so it is called Anemone, or wind Flower, from the cause which assists equally in its production and its decay.\\n\\nMilton alludes to the story of Venus and Adonis in his Comus:\\n\\n\\\"Beds of hyacinth and roses Where young Adonis oft reposes, Waxing well of his deep wound In slumber soft, and on the ground Sadly sits th'Assyrian queen.\\\"\\n\\nAnd Morris also in Atalanta's Race:\\n\\n\\\"There by his horn the Dryads well might know His thrust against the bear's heart had been true, And there Adonis bane his javelin slew\\\"\\n\\nAPOLLO AND HYACINTHUS\\n\\nApollo was passionately fond of a youth named Hyacinthus.  He accompanied him in his sports, carried the nets when he went fishing, led the dogs when he went to hunt, followed him in his excursions in the mountains, and neglected for him his lyre and his arrows.  One day they played a game of quoits together, and Apollo, heaving aloft the discus, with strength mingled with skill, sent it high and far.  Hyacinthus watched it as it flew, and excited with the sport ran forward to seize it, eager to make his throw, when the quoit bounded from the earth and struck him in the forehead.  He fainted and fell.  The god, as pale as himself, raised him and tried all his art to stanch the wound and retain the flitting life, but all in vain; the hurt was past the power of medicine.  As, when one has broken the stem of a lily in the garden, it hangs its head and turns its flowers to the earth, so the head of the dying boy, as if too heavy for his neck, fell over on his shoulder.  \\\"Thou diest, Hyacinth,\\\" so spoke Phoebus, \\\"robbed of thy youth by me.  Thine is the suffering, mine the crime.  Would that I could die for thee!  But since that may not be thou shalt live with me in memory and in song.  My lyre shall celebrate thee, my song shall tell thy fate, and thou shalt become a flower inscribed with my regrets.\\\"  While Apollo spoke, behold the blood which had flowed on the ground and stained the herbage, ceased to be blood; but a flower of hue more beautiful than the Tyrian sprang up, resembling the lily, if it were not that this is purple and that silvery white (it is evidently not our modern hyacinth that is here described.  It is perhaps some species of iris, or perhaps of larkspur, or of pansy.)  And this was not enough for Phoebus; but to confer still grater honor, he marked the petals with his sorrow, and inscribed \\\"Ah!  Ah!\\\" upon them, as we see to this day.  The flower bears the name of Hyacinthus, and with every returning spring revives the memory of his fate.\\n\\nIt was said that Zephyrus (the West-wind), who was also fond of Hyacinthus and jealous of his preference of Apollo, blew the quoit out of its course to make it strike Hyacinthus.  Keats alludes to this in his Endymion, where he describes the lookers- on at the game of quoits:\\n\\n\\\"Or they might watch the quoit-pitchers, intent On either side, pitying the sad death Of Hyacinthus, when the cruel breath Of Zephyr slew him; Zephyr penitent, Who now ere Phoebus mounts the firmament, Fondles the flower amid the sobbing rain.\\\"\\n\\nAn allusion to Hyacinthus will also be recognized in Milton's Lycidas:\\n\\n\\\"Like to that sanguine flower inscribed with woe.\\\"\\n\\nCEYX AND HALCYONE: OR, THE HALCYON BIRDS\\n\\nCeyx was King of Thessaly, where he reigned in peace without violence or wrong.  He was son of Hesperus, the Day-star, and the glow of his beauty reminded one of his father.  Halcyone, the daughter of Aeolus, was his wife, and devotedly attached to him. Now Ceyx was in deep affliction for the loss of his brother, and direful prodigies following his brother's death made him feel as if the gods were hostile to him.  He thought best therefore to make a voyage to Claros in Ionia, to consult the oracle of Apollo.  But as soon as he disclosed his intention to his wife Halcyone, a shudder ran through her frame, and her face grew deadly pale.  \\\"What fault of mine, dearest husband, has turned your affection from me?  Where is that love of me that used to be uppermost in your thoughts?  Have you learned to feel easy in the absence of Halcyone?  Would you rather have me away?\\\"  She also endeavored to discourage him, by describing the violence of the winds, which she had known familiarly when she lived at home in her father's house, Aeolus being the god of the winds, and having as much as he could do to restrain them.  \\\"They rush together,\\\" said she, \\\"with such fury that fire flashes from the conflict. But if you must go,\\\" she added, \\\"dear husband, let me go with you, Otherwise I shall suffer, not only the real evils which you must encounter, but those also which my fears suggest.\\\"\\n\\nThese words weighed heavily on the mind of king Ceyx, and it was no less his own wish than hers to take her with him, but he could not bear to expose her to the dangers of the sea.  He answered, therefore, consoling her as well as he could, and finished with these words: \\\"I promise, by the rays of my father the Day-star, that if fate permits I will return before the moon shall have twice rounded her orb.\\\"  When he had thus spoken he ordered the vessel to be drawn out of the ship-house, and the oars and sails to be put aboard.  When Halcyone saw these preparations she shuddered, as if with a presentiment of evil.  With tears and sobs she said farewell, and then fell senseless to the ground.\\n\\nCeyx would still have lingered, but now the young men grasped their oars and pulled vigorously through the waves, with long and measured strokes.  Halcyone raised her streaming eyes, and saw her husband standing on the deck, waving his hand to her.  She answered his signal till the vessel had receded so far that she could no longer distinguish his form from the rest.  When the vessel itself could no more be seen, she strained her eyes to catch the last glimmer of the sail, till that too disappeared. Then, retiring to her chamber, she threw herself on her solitary couch.\\n\\nMeanwhile they glide out of the harbor, and the breeze plays among the ropes.  The seamen draw in their oars, and hoist their sails.  When half or less of their course was passed, as night drew on, the sea began to whiten with swelling waves, and the east wind to blow a gale.  The master gives the word to take in sail, but the storm forbids obedience, for such is the roar of the winds and waves that his orders are unheard.  The men, of their own accord, busy themselves to secure the oars, to strengthen the ship, to reef the sail.  While they thus do what to each one seems best, the storm increases.  The shouting of the men, the rattling of the shrouds, and the dashing of the waves, mingle with the roar of the thunder.  The swelling sea seems lifted up to the heavens, to scatter its foam among the clouds; then sinking away to the bottom assumes the color of the shoal, a Stygian blackness.\\n\\nThe vessel obeys all these changes.  It seems like a wild beast that rushes on the spears of the hunters.  Rain falls in torrents, as if the skies were coming down to unite with the sea. When the lightning ceases for a moment, the night seems to add its own darkness to that of the storm; then comes the flash, rending the darkness asunder, and lighting up all with a glare. Skill fails, courage sinks, and death seems to come on every wave.  The men are stupefied with terror.  The thought of parents, and kindred, and pledges left at home, comes over their minds.  Ceyx thinks of Halcyone.  No name but hers is on his lips, and while he yearns for her, he yet rejoices in her absence.  Presently the mast is shattered by a stroke of lightning, the rudder broken, and the triumphant surge curling over looks down upon the wreck, then falls, and crushes it to fragments.  Some of the seamen, stunned by the stroke, sink, and rise no more; others cling to fragments of the wreck.  Ceyx, with the hand that used to grasp the sceptre, holds fast to a plank, calling for help,   alas, in vain,   upon his father and his father-in-law.  But oftenest on his lips was the name of Halcyone.  His thoughts cling to her.  He prays that the waves may bear his body to her sight, and that it may receive burial at her hands.  At length the waters overwhelm him, and he sinks. The Day-star looked dim that night.  Since it could not leave the heavens, it shrouded its face with clouds.\\n\\nIn the mean while Halcyone, ignorant of all these horrors, counted the days till her husband's promised return.  Now she gets ready the garments which he shall put on, and now what she shall wear when he arrives.  To all the gods she offers frequent incense but more than all to Juno.  For her husband, who was no more, she prayed incessantly; that he might be safe; that he might come home; that he might not, in his absence, see any one that he would love better than her.  But of all these prayers, the last was the only one destined to be granted.  The goddess, at length, could not bear any longer to be pleaded with for one already dead, and to have hands raised to her altars, that ought rather to be offering funeral rites.  So, calling Iris, she said, \\\"Iris, my faithful messenger, go to the drowsy dwelling of Somnus, and tell him to send a vision to Halcyone, in the form of Ceyx, to make known to her the event.\\\"\\n\\nIris puts on her robe of many colors, and tingeing the sky with her bow, seeks the palace of the King of Sleep. Near the Cimmerian country, a mountain cave is the abode of the dull god, Somnus,  Here Phoebus dares not come, either rising, or at midday, or setting.  Clouds and shadows are exhaled from the ground, and the light glimmers faintly.  The bird of dawn, with crested head, never calls aloud there to Aurora, nor watchful dog, nor more sagacious goose disturbs the silence.  (This comparison of the dog and the goose is a reference by Ovid to a passage in Roman history.)  No wild beast, nor cattle, nor branch moved with the wind, nor sound of human conversation, breaks the stillness.  Silence reigns there; and from the bottom of the rock the River Lethe flows, and by its murmur invites to sleep. Poppies grow abundantly before the door of the cave, and other herbs, from whose juices Night collects slumbers, which she scatters over the darkened earth.  There is no gate to the mansion, to creak on its hinges, nor any watchman; but in the midst, a couch of black ebony, adorned with black plumes and black curtains.  There the god reclines, his limbs relaxed with sleep.  Around him lie dreams, resembling all various forms, as many as the harvest bears stalks, or the forest leaves, or the seashore grains of sand.\\n\\nAs soon as the goddess entered and brushed away the dreams that hovered around her, her brightness lit up all the cave.  The god, scarce opening his eyes, and ever and anon dropping his beard upon his breast, at last shook himself free from himself, and leaning on his arm, inquired her errand,   for he knew who she was.  She answered, \\\"Somnus, gentlest of the gods, tranquillizer of minds and soother of careworn hearts, Juno sends you her commands that you dispatch a dream to Halcyone, in the city of Trachinae, representing her lost husband and all the events of the wreck.\\\"\\n\\nHaving delivered her message, Iris hasted away, for she could not longer endure the stagnant air, and as she felt drowsiness creeping over her, she made her escape, and returned by her bow the way she came.  Then Somnus called one of his numerous sons, Morpheus,   the most expert at counterfeiting forms, and in imitating the walk, the countenance, and mode of speaking, even the clothes and attitudes most characteristic of each.  But he only imitates men, leaving it to another to personate birds, beasts, and serpents.  Him they call Icelos; and Phantasos is a third, who turns himself into rocks, waters, woods, and other things without life.  These wait upon kings and great personages in their sleeping hours, while others move among the common people.  Somnus chose, from all the brothers, Morpheus, to perform the command of Iris; then laid his head on his pillow and yielded himself to grateful repose.\\n\\nMorpheus flew, making no noise with his wings, and soon came to the Haemonian city, where, laying aside his wings, he assumed the form of Ceyx.  Under that form, but pale like a dead man, naked, he stood before the couch of the wretched wife.  His beard seemed soaked with water, and water trickled from his drowned locks. Leaning over the bed, tears streaming from his eyes, he said, \\\"Do you recognize your Ceyx, unhappy wife, or has death too much changed my visage?  Behold me, know me, your husband's shade, instead of himself.  Your prayers, Halcyone, availed me nothing. I am dead.  No more deceive yourself with vain hopes of my return.  The stormy winds sunk my ship in the Aegean Sea; waves filled my mouth while it called aloud on you.  No uncertain messenger tells you this, no vague rumor brings it to your ears. I come in person, a shipwrecked man, to tell you my fate.  Arise! Give me tears, give me lamentations, let me not go down to Tartarus unwept.\\\"  To these words Morpheus added the voice which seemed to be that of her husband; he seemed to pour forth genuine tears; his hands had the gestures of Ceyx.\\n\\nHalcyone, weeping, groaned, and stretched out her arms in her sleep, striving to embrace his body, but grasping only the air. \\\"Stay!\\\" she cried; \\\"whither do you fly?  Let us go together.\\\" Her own voice awakened her.  Starting up, she gazed eagerly around, to see if he was still present, for the servants, alarmed by her cries, had brought a light.  When she found him not, she smote her breast and rent her garments.  She cares not to unbind her hair, but tears it wildly.  Her nurse asks what is the cause of her grief.  \\\"Halcyone is no more,\\\" she answers; \\\"she perished with her Ceyx.  Utter not words of comfort, he is shipwrecked and dead.  I have seen him.  I have recognized him.  I stretched out my hands to seize him and detain him.  His shade vanished, but it was the true shade of my husband.  Not with the accustomed features, not with the beauty that was his, but pale, naked, and with his hair wet with sea-water, he appeared to wretched me. Here, in this very spot, the sad vision stood,\\\"   and she looked to find the mark of his footsteps.  \\\"This it was, this that my presaging mind foreboded, when I implored him not to leave me to trust himself to the waves.  O, how I wish, since thou wouldst go, that thou hadst taken me with thee!  It would have been far better.  Then I should have had no remnant of life to spend without thee, nor a separate death to die.  If I could bear to live and struggle to endure, I should be more cruel to myself than the sea has been to me.  But I will not struggle.  I will not be separated from thee, unhappy husband.  This time, at least I will keep thee company.  In death, if one tomb may not include us, one epitaph shall; if I may not lay my ashes with thine, my name, at least, shall not be separated.\\\"  Her grief forbade more words, and these were broken with tears and sobs.\\n\\nIt was now morning.  She went to the sea-shore, and sought the spot where she last saw him, on his departure.  \\\"Here he lingered and cast off his tacklings and gave me his last kiss.\\\"  While she reviews every moment, and strives to recall every incident, looking out over the sea, she descries an indistinct object floating in the water.  At first she was in doubt what it was, but by degrees the waves bore it nearer, and it was plainly the body of a man.  Though unknowing of whom, yet, as it was of some shipwrecked one, she was deeply moved, and gave it her tears, saying, \\\"Alas!  Unhappy one, and unhappy, if such there be, thy wife!\\\"  Borne by the waves, it came nearer.  As she more and more nearly views it, she trembles more and more.  Now, now it approaches the shore.  Now marks that she recognizes appear.  It is her husband!  Stretching out her trembling hands towards it, she exclaims, \\\"O, dearest husband, is it thus you return to me?\\\"\\n\\nThere was built out from the shore a mole, constructed to break the assaults of the sea, and stem its violent ingress.  She leaped upon this barrier and (it was wonderful she could do so) she flew, and striking the air with wings produced on the instant, skimmed along the surface of the water, an unhappy bird. As she flew, her throat poured forth sounds full of grief, and like the voice of one lamenting.  When she touched the mute and bloodless body, she enfolded its beloved limbs with her new- formed wings, and tried to give kisses with her horny beak. Whether Ceyx felt it, or whether it was only the action of the waves, those who looked on doubted, but the body seemed to raise its head.  But indeed he did feel it, and by the pitying gods both of them were changed into birds.  They mate and have their young ones.  For seven placid days, in winter time, Halcyone broods over her nest, which floats upon the sea.  Then the way is safe to seamen.  Aeolus guards the winds, and keeps them from disturbing the deep.  The sea is given up, for the time, to his grandchildren.\\n\\nThe following lines from Byron's Bride of Abydos might seem borrowed from the concluding part of this description, if it were not stated that the author derived the suggestion from observing the motion of a floating corpse.\\n\\n\\\"As shaken on his restless pillow, His head heaves with the heaving billow; That hand, whose motion is not life, Yet feebly seems to menace strife, Flung by the tossing tide on high,. Then levelled with the wave  \\\"\\n\\nMilton, in his Hymn for the Nativity, thus alludes to the fable of the Halcyon:\\n\\n\\\"But peaceful was the night Wherein the Prince of light His reign of peace upon the earth began; The winds with wonder whist, Smoothly the waters kist, Whispering new joys to the mild ocean Who now hath quite forgot to rave While birds of calm sit brooding on the charmed wave.\\\"\\n\\nKeats, also, in Endymion, says:\\n\\n\\\"O magic sleep!  O comfortable bird That broodest o'er the troubled sea of the mind Till it is hushed and smooth.\\\"\\n\\nChapter VI Vertumnus and Pomona.   Cupid and Psyche\\n\\nThe Hamadryads were Wood-nymphs.  Among them was Pomona, and no one excelled her in love of the garden and the culture of fruit. She cared not for forests and rivers, but loved the cultivated country and trees that bear delicious apples.  Her right hand bore for its weapon not a javelin, but a pruning knife.  Armed with this, she worked at one time, to repress the too luxuriant growths, and curtail the branches that straggled out of place; at another, to split the twig and insert therein a graft, making the branch adopt a nursling not its own.  She took care, too, that her favorites should not suffer from drought, and led streams of water by them that the thirsty roots might drink.  This occupation was her pursuit, her passion; and she was free from that which Venus inspires.  She was not without fear of the country people, and kept her orchard locked, and allowed not men to enter.  The Fauns and Satyrs would have given all they possessed to win her, and so would old Sylvanus, who looks young for his years, and Pan, who wears a garland of pine leaves around his head.  But Vertumnus loved her best of all; yet he sped no better than the rest.  Oh, how often, in the disguise of a reaper, did he bring her corn in a basket, and looked the very image of a reaper!  With a hay-band tied round him, one would think he had just come from turning over the grass.  Sometimes he would have an ox-goad in his hand, and you would have said he had just unyoked his weary oxen.  Now he bore a pruning-hook, and personated a vine-dresser; and again with a ladder on his shoulder, he seemed as if he was going to gather apples. Sometimes he trudged along as a discharged soldier, and again he bore a fishing-rod as if going to fish.  In this way, he gained admission to her, again and again, and fed his passion with the sight of her.\\n\\nOne day he came in the guise of an old woman, her gray hair surmounted with a cap, and a staff in her hand.  She entered the garden and admired the fruit.  \\\"It does you credit, my dear,\\\" she said, and kissed Pomona, not exactly with an old woman's kiss. She sat down on a bank, and looked up at the branches laden with fruit which hung over her.  Opposite was an elm entwined with a vine loaded with swelling grapes.  She praised the tree and its associated vine, equally.  \\\"But,\\\" said Vertumnus, \\\"if the tree stood alone, and had no vine clinging to it, it would lie prostrate on the ground.  Why will you not take a lesson from the tree and the vine, and consent to unite yourself with some one? I wish you would.  Helen herself had not more numerous suitors, nor Penelope, the wife of shrewd Ulysses.  Even while you spurn them, they court you  rural deities and others of every kind that frequent these mountains.  But if you are prudent and want to make a good alliance, and will let an old woman advise you,   who loves you better than you have any idea of,   dismiss all the rest and accept Vertumnus, on my recommendation.  I know him as well as he knows himself.  He is not a wandering deity, but belongs to these mountains.  Nor is he like too many of the lovers nowadays, who love any one they happen to see; he loves you, and you only.  Add to this, he is young and handsome, and has the art of assuming any shape he pleases, and can make himself just what you command him.  Moreover, he loves the same things that you do, delights in gardening, and handles your apples with admiration.  But NOW he cares nothing for fruits, nor flowers, nor anything else, but only yourself.  Take pity on him, and fancy him speaking now with my mouth.  Remember that the gods punish cruelty, and that Venus hates a hard heart, and will visit such offenses sooner or later.  To prove this, let me tell you a story, which is well known in Cyprus to be a fact; and I hope it will have the effect to make you more merciful.\\n\\n\\\"Iphis was a young man of humble parentage, who saw and loved Anaxarete, a noble lady of the ancient family of Teucer.  He struggled long with his passion, but when he found he could not subdue it, he came a suppliant to her mansion.  First he told his passion to her nurse, and begged her as she loved her foster- child to favor his suit.  And then he tried to win her domestics to his side.  Sometimes he committed his vows to written tablets, and often hung at her door garlands which he had moistened with his tears.  He stretched himself on her threshold, and uttered his complaints to the cruel bolts and bars.  She was deafer than the surges which rise in the November gale; harder than steel from the German forges, or a rock that still clings to its native cliff.  She mocked and laughed at him, adding cruel words to her ungentle treatment, and gave not the slightest gleam of hope.\\n\\n\\\"Iphis could not any longer endure the torments of hopeless love, and standing before her doors, he spake these last words: 'Anaxarete, you have conquered, and shall no longer have to bear my importunities.  Enjoy your triumph!  Sing songs of joy, and bind your forehead with laurel,   you have conquered!  I die; stony heart, rejoice!  This at least I can do to gratify you, and force you to praise me; and thus shall I prove that the love of you left me but with life.  Nor will I leave it to rumor to tell you of my death.  I will come myself, and you shall see me die, and feast your eyes on the spectacle.  Yet, Oh, ye gods, who look down on mortal woes, observe my fate!  I ask but this!  Let me be remembered in coming ages, and add those years to my name which you have reft from my life.'  Thus he said, and, turning his pale face and weeping eyes towards her mansion, he fastened a rope to the gate-post, on which he had hung garlands, and putting his head into the noose, he murmured, 'This garland at least will please you, cruel girl!'  And falling, hung suspended with his neck broken.  As he fell he struck against the gate, and the sound was as the sound of a groan.  The servants opened the door and found him dead, and with exclamations of pity raised him and carried him home to his mother, for his father was not living. She received the dead body of her son, and folded the cold form to her bosom; while she poured forth the sad words which bereaved mothers utter.  The mournful funeral passed through the town, and the pale corpse was borne on a bier to the place of the funeral pile.  By chance the home of Anaxarete was on the street where the procession passed, and the lamentations of the mourners met the ears of her whom the avenging deity had already marked for punishment.\\n\\n\\\"'Let us see this sad procession,' said she, and mounted to a turret, whence through an open window she looked upon the funeral.  Scarce had her eyes rested upon the form of Iphis stretched on the bier, when they began to stiffen, and the warm blood in her body to become cold.  Endeavoring to step back, she found she could not move her feet; trying to turn away her face, she tried in vain; and by degrees all her limbs became stony like her heart.  That you may not doubt the fact, the statue still remains, and stands in the temple of Venus at Salamis, in the exact form of the lady.  Now think of these things, my dear, and lay aside your scorn and your delays, and accept a lover.  So may neither the vernal frosts blight your young fruits, nor furious winds scatter your blossoms!\\\"\\n\\nWhen Vertumnus had spoken thus, he dropped the disguise of an old woman, and stood before her in his proper person, as a comely youth.  It appeared to her like the sun bursting through a cloud. He would have renewed his entreaties, but there was no need; his arguments and the sight of his true form prevailed, and the Nymph no longer resisted, but owned a mutual flame.\\n\\nPomona was the especial patroness of the apple-orchard, and as such she was invoked by Phillips, the author of a poem on Cider, in blank verse, in the following lines:\\n\\n\\\"What soil the apple loves, what care is due To orchats, timeliest when to press the fruits, Thy gift, Pomona, in Miltonian verse Adventurous I presume to sing.\\\"\\n\\nThomson, in the Seasons, alludes to Phillips:\\n\\n\\\"Phillips, Pomona's bard, the second thou Who nobly durst, in rhyme-unfettered verse, With British freedom, sing the British song.\\\"\\n\\nIt will be seen that Thomson refers to the poet's reference to Milton, but it is not true that Phillips is only the second writer of English blank verse.  Many other poets beside Milton had used it long before Phillips' time.\\n\\nBut Pomona was also regarded as presiding over other fruits, and, as such, is invoked by Thomson:\\n\\n\\\"Bear me, Pomona, to thy citron groves, To where the lemon and the piercing lime, With the deep orange, glowing through the green, Their lighter glories blend.  Lay me reclined Beneath the spreading tamarind, that shakes, Fanned by the breeze, its fever-cooling fruit.\\\"\\n\\nCUPID AND PSYCHE\\n\\nA certain king had three daughters.  (This seems to be one of the latest fables of the Greek mythology.  It has not been found earlier than the close of the second century of the Christian era.  It bears marks of the higher religious notions of that time.)  The two elder were charming girls, but the beauty of the youngest was so wonderful that language is too poor to express its due praise.  The fame of her beauty was so great that strangers from neighboring countries came in crowds to enjoy the sight, and looked on her with amazement, paying her that homage which is due only to Venus herself.  In fact, Venus found her altars deserted, while men turned their devotion to this young virgin.  As she passed along, the people sang her praises, and strewed her way with chaplets and flowers.\\n\\nThis perversion to a mortal of the homage due only to the immortal powers gave great offence to the real Venus.  Shaking her ambrosial locks with indignation, she exclaimed, \\\"Am I then to be eclipsed in my honors by a mortal girl?  In vain then did that royal shepherd, whose judgment was approved by Jove himself, give me the palm of beauty over my illustrious rivals, Pallas and June.  But she shall not so quietly usurp my honors.  I will give her cause to repent of so unlawful a beauty.\\\"\\n\\nThereupon she calls her winged son Cupid, mischievous enough in his own nature, and rouses and provokes him yet more by her complaints.  She points out Psyche to him, and says, \\\"My dear son, punish that contumacious beauty; give thy mother a revenge as sweet as her injuries are great; infuse into the bosom of that haughty girl a passion for some low, mean, unworthy being, so that she may reap a mortification as great as her present exultation and triumph.\\\"\\n\\nCupid prepared to obey the commands of his mother.  There are two fountains in Venus's garden, one of sweet waters, the other of bitter.  Cupid filled two amber vases, one from each fountain, and suspending them from the top of his quiver, hastened to the chamber of Psyche, whom he found asleep.  He shed a few drops from the bitter fountain over her lips, though the sight of her almost moved him to pity; then touched her side with the point of his arrow.  At the touch she awoke, and opened eyes upon Cupid (himself invisible) which so startled him that in his confusion he wounded himself with his own arrow.  Heedless of his wound his whole thought now was to repair the mischief he had done, and he poured the balmy drops of joy over all her silken ringlets.\\n\\nPsyche, henceforth frowned upon by Venus, derived no benefit from all her charms.  True, all eyes were cast eagerly upon her, and every mouth spoke her praises; but neither king, royal youth, nor plebeian presented himself to demand her in marriage.  Her two elder sisters of moderate charms had now long been married to two royal princes; but Psyche, in her lonely apartment, deplored her solitude, sick of that beauty, which, while it procured abundance of flattery, had failed to awaken love.\\n\\nHer parents, afraid that they had unwittingly incurred the anger of the gods, consulted the oracle of Apollo, and received this answer: \\\"The virgin is destined for the bride of no mortal lover. Her future husband awaits her on the top of the mountain.  He is a monster whom neither gods nor men can resist.\\\"\\n\\nThis dreadful decree of the oracle filled all the people with dismay, and her parents abandoned themselves to grief.  But Psyche said, \\\"Why, my dear parents, do you now lament me?  You should rather have grieved when the people showered upon me undeserved honors, and with one voice called me a Venus.  I now perceive that I am a victim to that name.  I submit.  Lead me to that rock to which my unhappy fate has destined me.\\\" Accordingly, all things being prepared, the royal maid took her place in the procession, which more resembled a funeral than a nuptial pomp, and with her parents, amid the lamentations of the people, ascended the mountain, on the summit of which they left her alone, and with sorrowful hearts returned home.\\n\\nWhile Psyche stood on the ridge of the mountain, panting with fear and with eyes full of tears, the gentle Zephyr raised her from the earth and bore her with an easy motion into a flowery dale.  By degrees her mind became composed, and she laid herself down on the grassy bank to sleep.  When she awoke, refreshed with sleep, she looked round and beheld nearby a pleasant grove of tall and stately trees.  She entered it, and in the midst discovered a fountain, sending forth clear and crystal waters, and hard by, a magnificent palace whose August front impressed the spectator that it was not the work of mortal hands, but the happy retreat of some god.  Drawn by admiration and wonder, she approached the building and ventured to enter.  Every object she met filled her with pleasure and amazement.  Golden pillars supported the vaulted roof, and the walls were enriched with carvings and paintings representing beasts of the chase and rural scenes, adapted to delight the eye of the beholder.  Proceeding onward she perceived that besides the apartments of state there were others, filled with all manner of treasures, and beautiful and precious productions of nature and art.\\n\\nWhile her eyes were thus occupied, a voice addressed her, though she saw no one, uttering these words: \\\"Sovereign lady, all that you see is yours.  We whose voices you hear are your servants, and shall obey all your commands with our utmost care and diligence.  Retire therefore to your chamber and repose on your bed of down, and when you see fit repair to the bath.  Supper will await you in the adjoining alcove when it pleases you to take your seat there.\\\"\\n\\nPsyche gave ear to the admonitions of her vocal attendants, and after repose and the refreshment of the bath, seated herself in the alcove, where a table immediately presented itself, without any visible aid from waiters or servants, and covered with the greatest delicacies of food and the most nectareous wines.  Her ears too were feasted with music from invisible performers; of whom one sang, another played on the lute, and all closed in the wonderful harmony of a full chorus.\\n\\nShe had not yet seen her destined husband.  He came only in the hours of darkness, and fled before the dawn of morning, but his accents were full of love, and inspired a like passion in her. She often begged him to stay and let her behold him, but he would not consent.  On the contrary, he charged her to make no attempt to see him, for it was his pleasure, for the best of reasons, to keep concealed.  \\\"Why should you wish to behold me?\\\" he said. \\\"Have you any doubt of my love?  Have you any wish ungratified? If you saw me, perhaps you would fear me, perhaps adore me, but all I ask of you is to love me.  I would rather you would love me as an equal than adore me as a god.\\\"\\n\\nThis reasoning somewhat quieted Psyche for a time, and while the novelty lasted she felt quite happy.  But at length the thought of her parents, left in ignorance of her fate, and of her sisters, precluded from sharing with her the delights of her situation, preyed on her mind and made her begin to feel her palace as but a splendid prison.  When her husband came one night, she told him her distress, and at last drew from him an unwilling consent that her sisters should be brought to see her.\\n\\nSo calling Zephyr, she acquainted him with her husband's commands, and he, promptly obedient, soon brought them across the mountain down to their sister's valley.  They embraced her and she returned their caresses.  \\\"Come,\\\" said Psyche, \\\"enter with me my house and refresh yourselves with whatever your sister has to offer.\\\"  Then taking their hands she led them into her golden palace, and committed them to the care of her numerous train of attendant voices, to refresh them in her baths and at her table, and to show them all her treasures.  The view of these celestial delights caused envy to enter their bosoms, at seeing their young sister possessed of such state and splendor, so much exceeding their own.\\n\\nThey asked her numberless questions, among others what sort of a person her husband was.  Psyche replied that he was a beautiful youth, who generally spent the daytime in hunting upon the mountains.  The sisters, not satisfied with this reply, soon made her confess that she had never seen him.  Then they proceeded to fill her bosom with dark suspicions.  \\\"Call to mind,\\\" they said, \\\"the Pythian oracle that declared you destined to marry a direful and tremendous monster.  The inhabitants of this valley say that your husband is a terrible and monstrous serpent, who nourishes you for a while with dainties that he may by and by devour you. Take our advice.  Provide yourself with a lamp and a sharp knife; put them in concealment that your husband may not discover them, and when he is sound asleep, slip out of bed bring forth your lamp and see for yourself whether what they say is true or not. If it is, hesitate not to cut off the monster's head, and thereby recover your liberty.\\\"\\n\\nPsyche resisted these persuasions as well as she could, but they did not fail to have their effect on her mind, and when her sisters were gone, their words and her own curiosity were too strong for her to resist.  So she prepared her lamp and a sharp knife, and hid them out of sight of her husband.  When he had fallen into his first sleep, she silently rose and uncovering her lamp beheld not a hideous monster, but the most beautiful and charming of the gods, with his golden ringlets wandering over his snowy neck and crimson cheek, with two dewy wings on his shoulders, whiter than snow, and with shining feathers like the tender blossoms of spring.  As she leaned the lamp over to have a nearer view of his face a drop of burning oil fell on the shoulder of the god, startled with which he opened his eyes and fixed them full upon her; then, without saying one word, he spread his white wings and flew out of the window.  Psyche, in vain endeavoring to follow him, fell from the window to the ground.  Cupid, beholding her as she lay in the dust, stopped his flight for an instant and said, \\\"O foolish Psyche, is it thus you repay my love?  After having disobeyed my mother's commands and made you my wife, will you think me a monster and cut off my head?  But go; return to your sisters, whose advice you seem to think preferable to mine.  I inflict no other punishment on you than to leave you forever.  Love cannot dwell with suspicion.\\\" So saying he fled away, leaving poor Psyche prostrate on the ground, filling the place with mournful lamentations.\\n\\nWhen she had recovered some degree of composure she looked around her, but the palace and gardens had vanished, and she found herself in the open field not far from the city where her sisters dwelt.  She repaired thither and told them the whole story of her misfortunes, at which, pretending to grieve, those spiteful creatures inwardly rejoiced; \\\"for now,\\\" said they, \\\"he will perhaps choose one of us.\\\"  With this idea, without saying a word of her intentions, each of them rose early the next morning and ascended the mountain, and having reached the top, called upon Zephyr to receive her and bear her to his lord; then leaping up, and not being sustained by Zephyr, fell down the precipice and was dashed to pieces.\\n\\nPsyche meanwhile wandered day and night, without food or repose, in search of her husband.  Casting her eyes on a lofty mountain having on its brow a magnificent temple, she sighed and said to herself, \\\"Perhaps my love, my lord, inhabits there,\\\" and directed her steps thither.\\n\\nShe had no sooner entered than she saw heaps of corn, some in loose ears and some in sheaves, with mingled ears of barley. Scattered about lay sickles and rakes, and all the instruments of harvest, without order, as if thrown carelessly out of the weary reapers' hands in the sultry hours of the day.\\n\\nThis unseemly confusion the pious Psyche put an end to, by separating and sorting every thing to its proper place and kind, believing that she ought to neglect none of the gods, but endeavor by her piety to engage them all in her behalf.  The holy Ceres, whose temple it was, finding her so religiously employed, thus spoke to her: \\\"O Psyche, truly worthy of our pity, though I cannot shield you from the frowns of Venus, yet I can teach you how best to allay her displeasure.  Go then, voluntarily surrender yourself to your lady and sovereign, and try by modesty and submission to win her forgiveness; perhaps her favor will restore you the husband you have lost.\\\"\\n\\nPsyche obeyed the commands of Ceres and took her way to the temple of Venus, endeavoring to fortify her mind and thinking of what she should say and how she should best propitiate the angry goddess, feeling that the issue was doubtful and perhaps fatal.\\n\\nVenus received her with angry countenance.  \\\"Most undutiful and faithless of servants,\\\" said she, \\\"do you at last remember that you really have a mistress?  Or have you rather come to see your sick husband, yet suffering from the wound given him by his loving wife?  You are so ill-favored and disagreeable that the only way you can merit your lover must be by dint of industry and diligence.  I will make trial of your housewifery.\\\"  Then she ordered Psyche to be led to the storehouse of her temple, where was laid up a great quantity of wheat, barley, millet, vetches, beans, and lentils prepared for food for her doves, and said, \\\"Take and separate all these grains, putting all of the same kind in a parcel by themselves, and see that you get it done before evening.\\\"  Then Venus departed and left her to her task.\\n\\nBut Psyche, in perfect consternation at the enormous work, sat stupid and silent, without moving a finger to the inextricable heap.\\n\\nWhile she sat despairing, Cupid stirred up the little ant, a native of the fields, to take compassion on her.  The leader of the ant-hill, followed by whole hosts of his six-legged subjects, approached the heap, and with the utmost diligence taking grain by grain, they separated the pile, sorting each kind to its parcel; and when it was all done, they vanished out of sight in a moment.\\n\\nVenus at the approach of twilight returned from the banquet of the gods, breathing odors and crowned with roses.  Seeing the task done she exclaimed, \\\"This is no work of yours wicked one, but his, whom to your own and his misfortune you have enticed.\\\" So saying, she threw her a piece of black bread for her supper and went away.\\n\\nNext morning Venus ordered Psyche to be called, and said to her, \\\"Behold yonder grove which stretches along the margin of the water.  There you will find sheep feeding without a shepherd, with golden-shining fleeces on their backs.  Go, fetch me a sample of that precious wool gathered from every one of their fleeces.\\n\\nPsyche obediently went to the river-side, prepared to do her best to execute the command.  But the river-god inspired the reeds with harmonious murmurs, which seemed to say, \\\"O maiden, severely tried, tempt not the dangerous flood, nor venture among the formidable rams on the other side, for as long as they are under the influence of the rising sun, they burn with a cruel rage to destroy mortals with their sharp horns or rude teeth.  But when the noontide sun has driven the flock to the shade, and the serene spirit of the flood has lulled them to rest, you may then cross in safety, and you will find the woolly gold sticking to the bushes and the trunks of the trees.\\\"\\n\\nThus the compassionate river-god gave Psyche instructions how to accomplish her task, and by observing his directions she soon returned to Venus with her arms full of the golden fleece; but she received not the approbation of her implacable mistress, who said, \\\"I know very well it is by none of your own doings that you have succeeded in this task, and I am not satisfied yet that you have any capacity to make yourself useful.  But I have another task for you.  Here, take this box, and go your way to the infernal shades, and give this box to Proserpine, and say, 'My mistress Venus desires you to send her a little of your beauty, for in tending her sick son she has lost come of her own.'  Be not too long on your errand, for I must paint myself with it to appear at the circle of the gods and goddesses this evening.\\\"\\n\\nPsyche was now satisfied that her destruction was at hand, being obliged to go with her own feet directly down to Erebus. Wherefore, to make no delay of what was not to be avoided, she goes to the top of a high tower to precipitate herself headlong, thus to descend the shortest way to the shades below.  But a voice from the tower said to her, \\\"Why, poor unlucky girl, dost thou design to put an end to thy days in so dreadful a manner? And what cowardice makes thee sink under this last danger, who hast been so miraculously supported in all thy former?\\\"  Then the voice told her how by a certain cave she might reach the realms of Pluto, and how to avoid all the dangers of the road, to pass by Cerberus, the three-headed dog, and prevail on Charon, the ferryman, to take her across the black river and bring her back again.  But the voice added, \\\"When Proserpine has given you the box, filled with her beauty, of all things this is chiefly to be observed by you, that you never once open or look into the box nor allow your curiosity to pry into the treasure of the beauty of the goddesses.\\n\\nPsyche encouraged by this advice obeyed it in all things, and taking heed to her ways travelled safely to the kingdom of Pluto. She was admitted to the palace of Proserpine, and without accepting the delicate seat or delicious banquet that was offered her, but contented with coarse bread for her food, she delivered her message from Venus.  Presently the box was returned to her, shut and filled with the precious commodity.  Then she returned the way she came, and glad was she to come out once more into the light of day.\\n\\nBut having got so far successfully through her dangerous task a longing desire seized her to examine the contents of the box. \\\"What,\\\" said she, \\\"shall I, the carrier of this divine beauty, not take the least bit to put on my cheeks to appear to more advantage in the eyes of my beloved husband!:\\\" So she carefully opened the box, but found nothing there of any beauty at all, but an infernal and truly Stygian sleep, which being thus set free from its prison, took possession of her, and she fell down in the midst of the road, a sleepy corpse without sense or motion.\\n\\nBut Cupid being now recovered from his wound, and not able longer to bear the absence of his beloved Psyche, slipping through the smallest crack of the window of his chamber which happened to be left open, flew to the spot where Psyche lay, and gathering up the sleep from her body closed it again in the box, and waked Psyche with a light touch of one of his arrows.  \\\"Again,\\\" said he, \\\"hast thou almost perished by the same curiosity.  But now perform exactly the task imposed on you by my mother, and I will take care of the rest.\\\"\\n\\nThen Cupid, as swift as lightning penetrating the heights of heaven, presented himself before Jupiter with his supplication. Jupiter lent a favoring ear, and pleaded the cause of the lovers so earnestly with Venus that he won her consent.  On this he sent Mercury to bring Psyche up to the heavenly assembly, and when she arrived, handing her a cup of ambrosia, he said, \\\"Drink this, Psyche, and be immortal; nor shall Cupid ever break away from the knot in which he is tied, but these nuptials shall be perpetual.\\\"\\n\\nThus Psyche became at last united to Cupid, and in due time they had a daughter born to them whose name was Pleasure.\\n\\nThe fable of Cupid and Psyche is usually considered allegorical. The Greek name for a butterfly is Psyche, and the same word means the soul.  There is no illustration of the immortality of the soul so striking and beautiful as the butterfly, bursting on brilliant wings from the tomb in which it has lain, after a dull, grovelling caterpillar existence, to flutter in the blaze of day and feed on the most fragrant and delicate productions of the spring.  Psyche, then, is the human soul, which is purified by sufferings and misfortunes, and is thus prepared for the enjoyment of true and pure happiness.\\n\\nIn works of art Psyche is represented as a maiden with the wings of a butterfly, alone or with Cupid, in the different situations described in the allegory.\\n\\nMilton alludes to the story of Cupid and Psyche in the conclusion of his Comus:--\\n\\n\\\"Celestial Cupid, her famed son, advanced, Holds his dear Psyche sweet entranced, After her wandering labors long, Till free consent the gods among Make her his eternal bride; And from her fair unspotted side Two blissful twins are to be born, Youth and Joy; so Jove hath sworn.\\\"\\n\\nThe allegory of the story of Cupid and Psyche is well presented in the beautiful lines of T. K. Hervey:--\\n\\n\\\"They wove bright fables in the days of old When reason borrowed fancy's painted wings; When truth's clear river flowed o'er sands of gold, And told in song its high and mystic things! And such the sweet and solemn tale of her The pilgrim-heart, to whom a dream was given. That led her through the world,   Love's worshipper, To seek on earth for him whose home was heaven!\\n\\n\\\"In the full city,   by the haunted fount, Through the dim grotto's tracery of spars, 'Mid the pine temples, on the moonlit mount, Where silence sits to listen to the stars; In the deep glade where dwells the brooding dove, The painted valley, and the scented air, She heard far echoes of the voice of Love, And found his footsteps' traces everywhere.\\n\\n\\\"But never more they met!  Since doubts and fears, Those phantom-shapes that haunt and blight the earth, Had come 'twixt her, a child of sin and tears, And that bright spirit of immortal birth; Until her pining soul and weeping eyes Had learned to seek him only in the skies; Till wings unto the weary heart were given, And she became Love's angel bride in heaven!\\\"\\n\\nThe story of Cupid and Psyche first appears in the works of Apuleius, a writer of the second century of our era.  It is therefore of much more recent date than most of the legends of the Age of Fable.  It is this that Keats alludes to in his Ode to Psyche.\\n\\n\\\"O latest born and loveliest vision far Of all Olympus' faded hierarchy! Fairer than Phoebe's sapphire-regioned star Or Vesper, amorous glow-worm of the sky; Fairer than these, though temple thou hast none, Nor altar heaped with flowers; Nor virgin-choir to make delicious moan Upon the midnight hours; No voice, no lute, no pipe, no incense sweet, >From chain-swung censer teeming; No shrine, no grove, no oracle, no heat Of Pale-mouthed prophet dreaming.\\\"\\n\\nIn Moore's Summer Fete, a fancy ball is described, in which one of the characters personated is Psyche.\",\"timestamp\":1641285092,\"title\":\"\\nDryope and Iole were sisters.  The former was the wife of Andraemon, beloved by her husband, and happy in the birth of her first child.\"},\"digest\":\"YcF_4lI5XKfjHuNtHlSg26potlhqIY9ppUO1tPuxzAU\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K38sYL4gbM5y3L6dT5tsSaMjwyTLW8nVjLgjOjPfBbU\\\",\\\"y\\\":\\\"U39ED6NjSphP7rZefsVI8Oz98YK17xuMkfB2jamMsW0\\\"}\",\"signature\":\"UlDxl5sgOW-76fLzVnkrbztyVND3Xr_wQ5mWIJGKXi-INwbj0aw0wK8wfCfUPEKbRzju1dDR6zuCfmgDp5-mcg\",\"signingKeySignature\":\"0x3d2179ffaec6f706950c80f96b36eb004483c78a09332a035085fc88929093e921bece45c7f0e42a7e9a2d592a737f8bc76541a39aff4d81ad54bd7390f5d8a11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K38sYL4gbM5y3L6dT5tsSaMjwyTLW8nVjLgjOjPfBbU\\\",\\\"y\\\":\\\"U39ED6NjSphP7rZefsVI8Oz98YK17xuMkfB2jamMsW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YcF_4lI5XKfjHuNtHlSg26potlhqIY9ppUO1tPuxzAU\"}"