"{\"content\":{\"body\":\"There is no denying that web3 has been heavily influenced by capitalist logic (ie, profit maximization, rent-seeking, etc.). Because of this, there’s an overwhelming bias that blockchains are a hyper-individualistic technical media dependent on financial speculation - but this is not what blockchains really are. They can more accurately be seen as permissionless networks of computers and users that collaborate with one another around a distributed database of economic information by reaching consensus. In this light, blockchains are more like platforms for economic cooperation of which many types of partnerships are possible.\\n\\nNew forms of collectivist-minded collaboration have been taking place lately that look more like Nathan Schneider’s idea of [Exit to Community](https://www.colorado.edu/lab/medlab/2020/08/31/exit-community-community-primer) (eg. [ENS DAO](https://www.one37pm.com/nft/tech/an-intro-to-the-ens-dao), [Mirror DAO](https://dao.mirror.xyz/)) than it does the capitalist status quo. Thanks to the affordances of blockchains, we are starting to see the seeds for collective autonomous collaboration at a scale never thought possible before.\\n\\nIn the storm of challenging historical events these past two years, we’ve seen another kind of collaboration on a massive scale. The popular emergence of mutual aid groups have demonstrated the strength of communities built on solidarity and support. In New York City alone, [dozens of hyper-local mutual aid groups](https://mutualaid.nyc/resources-groups/#groups-directory) have emerged and are continuing to gain new members with the pandemic ongoing. We’re seeing that when existing institutions fail to meet the basic needs of people, bonds form and neighbors rally to find solutions. It is these movements of people that become most awe inspiring and defining of the time.\\n\\nIt poses the question of how we can bring these two worlds, web3 and mutual aid networks, together. Both driven by the desire to replace old systems and create sustainable, collaborative communities - there’s certainly revolutionary potential.\\n\\n### What is mutual aid?\\n\\nMutual aid is the cooperation between people in a community to meet the needs of everyone in that community. Mutual aid work acknowledges the failings of the current system and creates a new one in response - a network of neighbors looking to each other for support.\\n\\nIn a mutual aid structure, people offer what they have, which is sometimes resources like food or money - and other times skills or favors like grocery runs or legal assistance to people who need them. It creates a system where everyone wins. People get what they need, and those who give know that their needs will be met when the time comes. It ensures that everyone has the opportunity to live a dignified life.\\n\\nThis relationship, built on interdependence, creates the strongest kinds of community and gives us a beautiful model for what an ideal, post-capitalist society could look like. One of less isolation - but deeper connection, freedom, and safety. Reciprocal exchange for mutual benefit.\\n\\n### How long has mutual aid been around?\\n\\nMuch like the growing popularity of [Robin Wall Kimmerer](https://www.robinwallkimmerer.com/books)’s vision for collaborative networks to exist as they are in nature in the DAO community, mutual aid was discovered as something that animals have been doing since the beginning of time. The term was coined in the 19th-century by anarchist Peter Kropotkin in his book “[Mutual Aid: A Factor of Evolution](https://theanarchistlibrary.org/library/petr-kropotkin-mutual-aid-a-factor-of-evolution)” after observing collaborative networks among animals in their natural habitats. Rather than the social Darwinist thinking of his time that promoted “survival of the fittest” as the natural order of human and animal life, Kropotkin witnessed the symbiotic reality driving shared prosperity in the wild. Animals in this ecosystem are able to fulfill each other's needs and overcome threats together.\\n\\nKropotkin notes, “*In the long run, the practice of solidarity proves much more advantageous to the species than the development of individuals endowed with predatory inclinations.*” In other words, collaboration drives more growth than competition.\\n\\nThe same logic can be applied to our shaping of a new society. Historically, people-driven movements have built the most resilient networks in the face of oppression. We’ve seen this with labor strikes and disaster relief, and more specifically programs like [Food Not Bombs](https://foodnotbombs.net/new_site/) and the [free breakfast program](https://www.blackpast.org/african-american-history/black-panther-partys-free-breakfast-program-1969-1980/) for children by The Black Panther Party. Even volunteer-run sites like Wikipedia, and peer-to-peer file sharing services like Napster, or more recently BitTorrent have been successful efforts to disrupt the status quo and give people a shared sense of power. If web3 groups are looking to build a foundation of collective governance - they need look no further than these real-world examples.\\n\\n### What makes mutual aid different than charity?\\n\\nMutual aid work is built on principles of solidarity, sharing, and mutual respect. Unlike charity work, mutual aid is not built on hierarchy or deserving bias - its core belief is that everyone has something to contribute, and everyone has something they need.\\n\\n> “The charity model encourages us to feel good about ourselves by “giving back.” Convincing us that we have done enough if we do a little volunteering or posting online is a great way to keep us in our place. Keeping people numb to the suffering in the world—and their own suffering—is essential to keeping things as they are. In fact, things are really terrifying and enraging right now, and feeling more rage, fear, sadness, grief, and despair may be appropriate. Those feelings may help us be less appeased by false solutions, and stir us to pursue ongoing collective action for change.”  \\n ― Dean Spade, Mutual Aid: Building Solidarity in this Crisis and the Next\\n\\nMany supporters of mutual aid advocate that most charity and nonprofit models not only fail to solve systemic issues, but actually work to perpetuate the inequality that these systems create. By holding all of the donation dollars, charity board members alone get to decide who is worthy of support and who is not. Their processes for this decision making often follow existing societal biases (e.g. only providing support to people who are “sober” or employed) and are influenced by elite donors. In this respect, many charity models can be compared to centralized, capitalist powers and are many times used to whitewash the exploitation done to impoverished communities by the same mega donors to charities.\\n\\n### How can blockchain be used?\\n\\nWhen we see mutual aid as a radical decentralization of traditional giving, it’s easy to draw connections to the web3 cooperatives and DAOs that are being designed in opposition to centralized organization structures. Undoubtedly, funds being held in multi-signature wallets are quicker to set up and more efficient than bank accounts held by multiple owners in different legal jurisdictions. Member voting with results living on-chain provides transparency, accountability, and open democracy. Smart contracts allow us to collaborate at larger scales than thought possible before. All of these new tools give promise to strengthen existing frameworks, that is, when they are guided by the right hands.\\n\\nGroups like [Breadchain](https://breadchain.vercel.app/) and [PactDAO](https://mirror.xyz/pactcollective.eth/crowdfunds/0x15BBCBC2Eae5C70A4473DB7dA6344dA291ce7E5e) are making some moves to actualize this promise. Breadchain is creating a network of post capitalist web3 projects to provide a kind of mutual aid within this space - where each project shares learnings and works together to meet the needs of the others. Mutual aid being one of the main principles of Breadchain, the goal of the project is to create an experiment with this technology to explore and create novel forms of mutual exchange.\\n\\nPactDAO is a NYC-based mutual aid group using DAO technology to scale collaboration between contributors, activists and organizations to democratize the movement of resources in the city. PactDAO and Breadchain are working in partnership to model new ways of collaborating in real life, and in the \\\"cryptoverse”. Projects like these encapsulate a great potential, but [are still early in their inception](https://mirror.xyz/pactcollective.eth/-QQwXqR_VTZ3r4od4R5dIxD6fYu7HFPED6Ae2j_5zY0) and will take some time to see how their communities and technologies evolve.\\n\\nAll of this to say, technology alone will not solve the problem of systemic oppression. Participants in decentralized organizations and mutual aid groups alike have lifetimes living within capitalist, individualist societies and as creatures of habit, we tend to replicate what we know. If we want to create something new, it’s up to us to change our behavior accordingly by acting in new ways and adopting new beliefs. While web3 tools can bolster movements, we have a lot to learn from the existing spirit of mutual aid and those already doing the work in our communities.\\n\\n*If you’re a like-minded project looking to join the Breadchain network, you can [apply here](https://docs.google.com/forms/d/e/1FAIpQLSeH2vidVZGYJWSBASTocX9sP4zDJ0IlnwNCbDsj0H36fHMDQg/viewform). If you’d like to support Breadchain projects you can [stake PAN](https://panvala.com/staking/) to have your donation matched by the Panvala network. If you’re in NYC and want to become a PactDAO member, you can contribute to their [NFT fundraiser](https://mirror.xyz/pactcollective.eth/crowdfunds/0x15BBCBC2Eae5C70A4473DB7dA6344dA291ce7E5e) or [give USD monthly](https://thepactcollective.com/).*\\n\\n\\n---\\n\\n*Authored by: [@marisa_rando](https://twitter.com/marisa_rando) and [@TBSocialist](https://twitter.com/TBSocialist) Original artwork by: [Einxel Reyes](https://www.instagram.com/einxel/), Chicago-based artist // worker-member of [PactDAO](https://twitter.com/pactDAO)*\",\"timestamp\":1642469424,\"title\":\"Collaboration at Scale: Blockchain and Mutual Aid\"},\"digest\":\"dcFRgCaNZCna1PYJ85dQ8_9s3r41Lxh0WfMrpRsgGNs\",\"authorship\":{\"contributor\":\"0xE10d4e8e949eB3FF8e294994Cc68204f61878b47\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dKcBY9MifqlrzpkIiXx04ErBvRkuh8u6vJ0UvHDonFk\\\",\\\"y\\\":\\\"jzWN2VnLJGXTwe4Ri6XQjCjhaQIQYe00XtSTWIc2hA0\\\"}\",\"signature\":\"xEJKgsuAJezeGmxNl2uFLXgktoVwahQrpU-SfLuzk353ynFGbtoID0JYJ0gdk6T45T6wL0abIw5btgreJQC0ug\",\"signingKeySignature\":\"0x0a228ab093fcddec8d35468cfb79a541c2e3c68a8fb0b8c5ba8726392f2764ee5d47d1f521f3d4b8603963956b5bb2808afba162df629579eca18d60ada803c01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dKcBY9MifqlrzpkIiXx04ErBvRkuh8u6vJ0UvHDonFk\\\",\\\"y\\\":\\\"jzWN2VnLJGXTwe4Ri6XQjCjhaQIQYe00XtSTWIc2hA0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dcFRgCaNZCna1PYJ85dQ8_9s3r41Lxh0WfMrpRsgGNs\"}"