"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/-LBowZQY3GdSXZ2oaviRE.jpeg?height=700&width=1400)\\n\\nNFT-ovi, kao što je opisano u prošloj objavi, narušavaju današnje industrije. Jedna od njih je i glazbena industrija koja se trudi držati tempo s cijelom NFT industrijom. Dok većina još uvijek razmišlja o tome što su uopće NFT-ovi, glazbena industrija traži način kako povezati glazbu i umjetnike s fanovima.\\n\\nFora je kod NFT albuma/pjesama, da se prilikom kupnje ne uključuje samo izgled, odnosno cover, albuma, već se dobiva i odgovarajući audio, ali i neke druge pogodnosti koje definiraju umjetnici.\\n\\nTako npr. Kings of Leon, alternativna rock grupa, su pokrenuli inicijativu „NFT Yourself“ koja je kupnjom NFTa pružila pogodnosti kao što su sjedala u prvom redu, druženje s članovima benda i ekskluzivna audio/vizualna umjetnost.\\n\\nNudeći te pogodnosti, glazbenici mogu komunicirati sa svojim obožavateljima na smislenije načine.\\n\\nPopularne streaming aplikacije su potrošačima dale mogućnost da slušaju omiljenu glazbu u bilo kojem trenutku uz mjesečnu naknadu. Nakon što dio uzmu glazbeni izdavač i diskografska kuća te još 30% (minimalno) prihoda koje uzima platforma, umjetnicima ostaje relativno malo. Dakle, preko NFT glazbe, glazbenici uklanjaju posrednika, što im omogućuje prodaju glazbe direktno potrošačima.\\n\\n„NFTs are more important than what streaming technology has done for the music industry.“- Quincy Jones\\n\\nNadalje, dosta glazbenika je umorno od istih starih agenata, što otvara vrata decentraliziranim autonomnim organizacijama (DAO) kao alternativno rješenje problema.\\n\\nU suštini, DAO je društvena grupa sa zajedničkim „bankovnim računom“ unutar koje se zajedničkim snagama i postupcima donose odluke. Za glazbenike, DAO bi mogao funkcionirati kao agent, menadžer, a istovremeno bi eliminirali potrebu za posrednicima.\\n\\nOva godina je bila dosta zanimljiva što se tiče NFT glazbe, a neki od bitnijih trenutaka su:\\n\\n• aukcija na NiftyGatewayu u kojoj su Grimes i Steve Aoki prikupili milijune dolara u manje od pola sata\\n\\n• Kings of Leon, prvi NFT LP\\n\\n![](https://images.mirror-media.xyz/publication-images/45QzJD9lnabg1wBFRx6TD.jpeg?height=768&width=1024)\\n\\n• Destination Hexagoina, DJ set od sat vremena predstavljen u sci-fi 3D stilu prodan za 600 ETH\\n\\n• prvo djelo klasične glazbe (Verdigris Ensemble) prodano na blockchainu za 57 ETH\\n\\n• Audius, prva streaming usluga u partnerstvu s TikTokom\\n\\n![https://audius.co/](https://images.mirror-media.xyz/publication-images/YOjKtlMplXMG-WQ4Hd24W.png?height=628&width=1200)\\n\\n• PleasrDAO je kupio rijetki Wu-Tang album (Once Upon a Time in Shaolin) za $4M\\n\\n![](https://images.mirror-media.xyz/publication-images/86g98WThIaAvbb48EWe5u.jpeg?height=1664&width=2500)\\n\\n• formiranje virtualnog banda Bored Apesa, Kingship\\n\\n![](https://images.mirror-media.xyz/publication-images/Ac820T2twskLE4lueRPst.png?height=576&width=1024)\\n\\n• neobjavljena demo pjesma Whitney Houston prodana za $1M kao NFT\\n\\nTo su samo neki od događaja u ovoj industriji te mislim da ćemo još puno čitati i čuti o istoj temi.\",\"timestamp\":1641648699,\"title\":\"Kako NFT-ovi utječu na glazbenu industriju?\"},\"digest\":\"BVvj9MAblY6WVjjk3Vvv-2cwZPNkas9BUyix5Hx0Xq4\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B3fg6S23hFI9Z_sdweZGV_jbHRsBJxIj344m9_sLV5E\\\",\\\"y\\\":\\\"y4hg8585Q55TTgVw5qSRcwDniIquNEP8pFTM3UAv3IA\\\"}\",\"signature\":\"_pXyfNtMaavPmLzWMm4PnLoekpnnT7Ofy10iyv6LM9xg3KuJ8ONv3eaGgCMO-KyeGy6TsF7CwGWszfDPD7QFKA\",\"signingKeySignature\":\"0x930ed218f6e9c60f6e94dcb763346c7370f68ba701bab01c89066e5a9f883031772c221fe64f88d5be9153b4d26754d0dfa635fb01cbfdf3da19c23667ad96851c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B3fg6S23hFI9Z_sdweZGV_jbHRsBJxIj344m9_sLV5E\\\",\\\"y\\\":\\\"y4hg8585Q55TTgVw5qSRcwDniIquNEP8pFTM3UAv3IA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BVvj9MAblY6WVjjk3Vvv-2cwZPNkas9BUyix5Hx0Xq4\"}"