"{\"content\":{\"body\":\"Sexual desire, like appetite, is an instinct of our people, an inevitable physiological phenomenon in the relationship between the sexes, and an instinct of human beings for the continuation and development of race. Modern biology proves that sexual desire is a kind of biological impulse energy, also known as sexual motivation, sexual drive or sexual tension, and it is the spiritual driving force of human beings. Male and female hormones, pituitary gland and hypothalamus are the endocrine system of sexual desire, which maintains the persistence and excitability of sexual tension, called \\\"background sexual desire\\\", which provides the possibility for our race to multiply. Sexual desire is the first link of sexual function, and it can vary according to our age, personality, mental state, physical health, living conditions and environment, work and leisure, husband and wife relationship, and sexual experience. The individual differences in our sexual desire are also great, even for the same person, there are periodic changes in the level of sexual desire. It is generally believed that the average number of intercourse per week or daily can reflect the strength of sexual desire. The occurrence of sexual desire is related to the physiological basis of our two sexes: one is the sex endocrine system composed of sex hormones and gonads, which maintain the basic tension and excitability of the sexual desire of both sexes; the other is the low sexual excitement center and sensuality of the cerebral cortex and spinal cord. The nervous system is composed of regions and conducting nerves, which ensure the body’s timely and effective response to the environment. Scientists generally believe that sexual desire is an instinctive desire that is beneficial to the next generation. But generally speaking, most animals' sexual desire only exists in the estrus period, and the estrus period of animals usually has a certain time. For humans, there is no concept of estrus, or humans can be in heat at any time. If you do not learn to control your sexual desire, it will lead to sexual crimes. Singles can satisfy their sexual desires through masturbation, which is quite normal. People all over the world have this behavior, which is safe and harmless. For men, it can prevent the occurrence of prostatitis and prostate cancer. Both men and women can learn about our bodies through masturbation, which is beneficial to our future sex lives.\",\"timestamp\":1640448520,\"title\":\"Is sexual desire a human instinct?\"},\"digest\":\"YlPmlN3QNl_NmPlA_plHFiXNO3vxnpBQcJ85b7j6qGA\",\"authorship\":{\"contributor\":\"0xEdcbD853d8A2661cBbfc1BA2D132DD3E1652Cc79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Y7oi5Q0Or2u5U5mRhtasfIrICWMSpJWMjvHYdQi4C8\\\",\\\"y\\\":\\\"8sXRX0UCE2kh0i4kXflUOohfPUcRAKEIpxKD7tUtODE\\\"}\",\"signature\":\"lV5LVU9TAYwNEnVLRJIZ4rlLjF445HKTVctiIHQUZKGa4MxEWOcjnqucONjTWpf5_hL_MVJum4cgkre92Xn-vw\",\"signingKeySignature\":\"0x4ba116df2da30f8716874bad2dbc4df1562ba2df48e4020d36145fe8ac222c4c3cf716c17613e5a8a483163c5e9b5784b086db0d1022dabd5392b450954c05a31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Y7oi5Q0Or2u5U5mRhtasfIrICWMSpJWMjvHYdQi4C8\\\",\\\"y\\\":\\\"8sXRX0UCE2kh0i4kXflUOohfPUcRAKEIpxKD7tUtODE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YlPmlN3QNl_NmPlA_plHFiXNO3vxnpBQcJ85b7j6qGA\"}"