"{\"content\":{\"body\":\"If you were walking home over a bridge, and you saw a child drowning in the river, would you dive into the water and save them?\\n\\nI would presume most people would say yes.\\n\\nIf you were wearing a suit/dress that was worth $3000, would you still dive into the water and save the child?\\n\\nI would presume most people would say yes.\\n\\nThe reason being, you obviously value the child’s life more than the clothes you’re wearing. The life of the child can never be replaced. Your wardrobe can.\\n\\nNow, this scenario is a very easy one to answer. I don’t feel that anyone’s moral compass is so far gone to decline the opportunity to save the child.\\n\\nFrom a psychological perspective, the amount of good you would personally feel is an indirect benefit from saving the child’s life. On the unlikely chance this would happen to you once a year over the course of your life, you would be eventually deemed a hero by many in society. You could become a public figure. Someone might potentially pen an autobiography about you. All for doing the right thing.\\n\\nThis would make you feel better.\\n\\nThis indirect benefit is not the reason you jump in the water. You jump in the water to because your moral compass has been programmed to say that it’s the right thing to do. When presented with that opportunity, you obviously take it.\\n\\nNow, back to the beginning of the scenario. You’re wearing a $3000 article of clothing. \\n\\nOwning this article means at some point in time, you spent $3000 on something you didn’t particularly need.\\n\\nNew scenario. You’re at home browsing the internet to buy $3000 worth of items that you don’t need. Yes, they would be nice to have. Yes, you’ve worked hard to have this extra $3000. But no, the items you’re looking to purchase will have no particular psychological or physical benefit on your health.\\n\\nInstead of finalizing the checkout, you’re presented with an opportunity to donate the money to the [Against Malaria Foundation](https://www.givewell.org/charities/top-charities). As you would do due diligence with the items you purchase online (checking reviews, sizing charts, etc), you do the same with this charity.\\n\\nYou find that the $3000 dollars you were going to spend has been effectively proven to save a child’s life.\\n\\nTherefore, ruining the $3000 suit/dress and not spending the $3000 online shopping can have the same result. It can save a child’s life.\\n\\nThe only difference is one child is within your physical perception of reality, and one is not.\\n\\n*You might be familiar with this argument. Philosopher Peter Singer has used it on numerous occasions.*\\n\\n\\n---\\n\\nThere are many arguments for us living within a simulation. Within this argument, something that has been presented is that people outside of your personal simulation are [Non-Player Characters](https://en.wikipedia.org/wiki/Non-player_character) (NPCs). \\n\\nSimilar to a video game, people that you do not directly interact with, do not actually exist at all. They just appear to exist to provide your simulated reality more substance and believability.\\n\\nTo most, this sounds crazy and only aligns with the widely touted “CPU-generated” simulation theory. Its association with an unpopular theory deems it a falsehood, and is discredited.\\n\\nI believe Joscha Bach’s, a popular cognitive scientist, presentation of a simulation is more compelling. \\n\\nIn short, Bach argues that we are living in a simulation that is generated by our own brains. There is a physical reality, which our brain interprets, thus creating a visual simulation within our minds. Our simulation’s consistency with the physical reality, which others are also simulating, proves our sanity.\\n\\nBasically, we’re simulating the physical reality and our experiences to create a  worldview that our mind believes to be true. We align this with others in the physical realm.\\n\\nCombining Bach’s arguments, and the concept of NPCs, I believe there is a genuine detachment between our direct simulations and those who are outside of our physical realities.\\n\\nMeaning, I believe it is easy to look at others living in the world as NPCs. The people we do not interact with directly are NPCs.\\n\\nThus, these people have very little effect on our lives and therefore their lives have little value with respect to ours. To put it harshly, they do not exist.\\n\\nThis lack of tangible proof of existence lessens our sympathy to their pain and suffering, which makes it easier to ignore.\\n\\nExample, it is easier to ignore a child dying from Malaria whose existence we can’t directly perceive than it is to ignore a child dying from drowning who we can directly perceive.\\n\\nWe make this easier because we allow our perceptions to involuntarily classify some people as NPCs. It is hard to appreciate suffering if we do not believe it actually exists.\\n\\n**I do not believe people think this way voluntarily**. I believe this is due to society’s programming towards consumerism, materialism and valuing direct perception drastically more than indirect perception.\\n\\n*I apologize if my analysis is Joscha Bach’s theory is off*.\\n\\n\\n---\\n\\nNow, this may sound somewhat extreme. You would be unique if you admitted to believing people outside of your physical reality don’t exist.\\n\\nLet’s form a contract. We agree that people who we have never interacted with on a direct level do exist. They are real as are their happiness, suffering, and experiences.\\n\\nRelated to those who are in desperate need, there is a tremendous **opportunity** to help them. This opportunity can [benefit you psychologically](https://www.psychologytoday.com/us/blog/evidence-based-living/201711/giving-is-good-you), [give more meaning to your work](https://80000hours.org/key-ideas/), and directly benefit those in desperate need.\\n\\nIf you live above the poverty line in the United States, you can likely save a child’s life every year by donating a small portion of your monthly salary. If you start donating monthly at the age of 30, and you work until you’re 65, you could potentially save 35 lives. This is not considering likely increases in salary, bonuses and other financial rewards as you progress in your career.\\n\\nProgress in your career can lead to a sense of accomplishment, fulfillment and now, through careful study and application, also directly impact the lives of those in need.\\n\\nRather than viewing this as a moral obligation, which many have presented it to be, philosopher Will MacAuskill argues that we should view it as a tremendous opportunity. An opportunity to help others and expand fulfillment to other areas of our lives, personally and professionally. \\n\\nNow, there are millions of people who do not have access to resources they need to live sustainable and healthy lives. \\n\\n274,000 children under the age 5 die from Malaria every year. 9.2% of the world’s population live on less than $1.90 a day. Access to healthcare, education, and other resources are extremely limited to millions.\\n\\nAnd the ability to help them, in an effective and direct manner, is easier than ever. It also does not come at an extreme cost to ourselves. \\n\\nIf you agreed to the presented contract earlier, I ask:\\n\\nWould you save a child in Sub-Saharan Africa, who you’ve never seen or met, from dying?\\n\\nWould you provide families in Kenya and Uganda access to financial resources that could drastically improve their lives and potentially bring them out of poverty?\\n\\nWould you help the people who we agreed are not Non-Player Characters in a simulation, but rather real human beings who experience feelings and emotions like us?\\n\\nI do not expect people to answer yes immediately. As mentioned, careful study, application and allocation of resources is needed to make this worthwhile. However, it is important to consider taking this opportunity seriously.\\n\\n\\n---\\n\\nIt’s easy to subject ourselves to moral degradation because we’ve previously missed an opportunity to help those in need. I do it daily.\\n\\nBut now, I choose to view this tremendous opportunity to do good as another motivation to allocate my time, resources and money more effectively.\\n\\nPursuing opportunity is much more meaningful than upholding an obligation. You may not be deemed a hero, and you may not get that autobiography.\\n\\nBut, I do believe it can provide more fulfillment and meaning to our lives. And more importantly, it can drastically improve the lives of those in desperate need.\",\"timestamp\":1637553550,\"title\":\"Would You Save A Dying Child\"},\"digest\":\"FqWQLEmovNfXUrHW5kUclfCUzaW12IHk_XM5OZStI5Q\",\"authorship\":{\"contributor\":\"0xa32D089F144e613106072fE2Ec4FF2ff95b7606D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mJ6WAmpHhswWTRw-jx4FGpR5iNQg3pCF7QW98mglIyQ\\\",\\\"y\\\":\\\"RG3opD9byHHY2RPh8O3kEpr4bLvAXavLUTQzMWuUPJ8\\\"}\",\"signature\":\"lIw8lY_J2Xv364mYqXrk0iXGg0C2LyZcrnA0ybh3ccXpSITxSfCIWBt9ph93LjyH51oDkL59AuE8PgprGYNfKw\",\"signingKeySignature\":\"0x58f5942dfb60f801f5fa49d8151a962b1632f57fdbae0d589e6abfaeef0a4d783d772399028669d11a98162f9bff47ab2adc13c78684a68cf79db1c7c072fb021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mJ6WAmpHhswWTRw-jx4FGpR5iNQg3pCF7QW98mglIyQ\\\",\\\"y\\\":\\\"RG3opD9byHHY2RPh8O3kEpr4bLvAXavLUTQzMWuUPJ8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FqWQLEmovNfXUrHW5kUclfCUzaW12IHk_XM5OZStI5Q\"}"