"{\"content\":{\"body\":\"\\n\\n![](https://images.mirror-media.xyz/publication-images/98cd25ff-323b-4caa-9915-5902e7385270.jpeg?height=506&width=1012)\\n\\n\\n\\n\\n\\n\\n\\n## **Summary:**\\n\\n*This is a write-up on an idea I have been thinking about after I was inspired by a [Twitter conversation](https://twitter.com/_Dave__White_/status/1405694036501954567?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed&ref_url=https%3A%2F%2Fwww.notion.so%2FRabbitHole-9bf3d9a094974730bb2fae2b992ee1c9) about creative ways to improve DAO governance. The central idea is to create a \\\"game\\\" that can serve as a space for DAO governance experimentation. The goal of this essay is to share the idea, stress test it, and frame the key questions that would need to be answered to execute on it.* \\n\\n## **Introduction:**\\n\\nThe success of DAOs as an organizational structure is necessary for crypto to reach its potential. What would be the purpose of spending so much energy on decentralized technology if the actual decisions about the technology were made by a centralized entity?\\n\\nAt face value, this can make DAOs feel inevitable.\\n\\nBut when crypto goes mainstream, most people are going to use the products that are the best (e.g., cheapest, fastest, safest, most convenient). Unfortunately, I struggle to believe that the degree of decentralization of a team is going to be a key purchase criteria for the mainstream user. \\n\\nWhich means for DAOs to succeed, they will need to enable better outcomes than traditional organizations. Even though traditional organizations are not necessarily paragons of efficiency, this is a difficult hurdle to overcome.  \\n\\nBetter outcomes for an organization can be driven by many different factors (e.g., technology, talent, narrative), but principally among these factors is the manner in which an organization is managed - it's governance. \\n\\n## **The governance issue:**\\n\\nCurrent DAO governance systems are improving and governance software is becoming more flexible (e.g., [Orca](https://www.orcaprotocol.org/)), but it will be difficult for DAOs to make breakthroughs with \\\"governance\\\" mechanics on such short time frames.\\n\\nGovernance has no right or wrong, and no hard facts, and it is difficult to project how governance systems will play out in our minds. We will need to rely on observations of real world events to improve our models for decentralized governance, but feedback loops are long, and the amount of data we will be able to collect is limited. \\n\\nFurther, experimentation in the field is going to be limited. DAOs are managing billions of dollars and important technological infrastructure - the consequences of governance mistakes are high. It is smart for DAOs to optimize for risk minimization with whichever governance system they choose, leading to low rates of experimentation. \\n\\nAll of this is to say that it will be difficult for DAOs to meaningfully improve governance systems on the timeline necessary for DAOs to out-compete traditional organizations. We could benefit from a lower stakes, faster, and higher fidelity way for DAOs to experiment with governance. \\n\\n## **A possible solution:**\\n\\nWhat we essentially need is DAO governance simulations. A place where we could experiment with the resilience and effectiveness of different governance mechanisms, with limited downside, and tight and fast feedback loops.\\n\\n[https://twitter.com/_Dave__White_/status/1405694036501954567?s=20](https://twitter.com/_Dave__White_/status/1405694036501954567?s=20)\\n\\nThis feels similar, metaphorically, to how AIs are trained to learn how to play games - controlled environments where AI's can \\\"practice\\\" and evolve through a bunch (millions) of iterations, ultimately improving their understanding and skill. What would the human version of this look like for DAO governance?\\n\\nI am imagining we could create a team \\\"game\\\" whose participant teams would be DAOs. The game would reward the winning team, creating meaningful skin-in-the-game and incentivizing real effort. \\n\\nTo effectively organize and play the teams, operating as DAOs would have to implement some sort of governance system, allowing us to observe the success and failures of different mechanisms in meaningful, but safe, situations.\\n\\nWhat is exciting about this idea is it is simultaneously useful and fun. If DAOs are the next nation-states, then this could become the World Cup. At the same time, it would function as a cutting edge research organization providing meaningful value to DAOs.\\n\\nHowever, there are open questions regarding how to successfully implement such an idea. The rest of this post will frame a few key questions that need to be further researched and answered if this idea is to be implemented. \\n\\n**What game should be used as a conduit for the experiment?**\\n\\nThis feels like the single biggest question, but also the one I am most unsure of.\\n\\nThe original tweet (above) that inspired this thought experiment suggested using chess as the game of choice. This is advantageous in that it would be technically simple (in fact, it was [already built](https://twitter.com/_anishagnihotri/status/1407252425292107776?s=20)), highly accessible, and would have tight feedback loops. I am concerned, however, with the applicability of learnings from a finite game to our infinite world.\\n\\nA more complicated game might more accurately portray our real world - complex environments, uncertain outcomes, and imperfect information. Designing and building a custom game could help meet exact needs, but would require large up-front costs and a significant time investment. \\n\\nThe alternative is to utilize an already existing game. A few ideas that come to mind are having DAOs compete to manage ZED Run horses and measuring their relative performance, or creating games of DAO Diplomacy.\\n\\nThere is also no reason that any one single game has to be chosen permanently. Perhaps it might even be useful to rotate games to prevent DAOs from optimizing for a single environment. \\n\\n**How should we manage the game?**\\n\\nMy immediate reaction was to manage the game and the experiment with a DAO. Teams that participate in the competition could be a part of the larger DAO, and would have a stake in the management of the overall competition. This way, the organization can serve the people that fund it and participate in it, and no central entity would make decisions.\\n\\nOne downside is that using a DAO to manage the games leads to a \\\"recursive experiment\\\". We would be using the unsolved problem that we are trying to experiment on, which almost feels like dogfooding an unfinished product to finish building the product. \\n\\nIt is worth considering the pros and cons of a decentralized vs centralized approach. Ultimately, the vision should be to manage using a DAO, but perhaps an approach of [progressive decentralization](https://a16z.com/2020/01/09/progressive-decentralization-crypto-product-management/) would be useful.\\n\\n**How could the DAO be funded?**\\n\\nFunding is required to cover the operational costs of the organization and to create meaningful financial rewards for competitors. There are a number of options that can be explored for funding, including:\\n\\n- Grants programs: This DAO could qualify for many grants programs as a \\\"public good\\\" that benefits the ecosystem as a whole. Grants could provide a nice foundation for the DAO to get kick-started, and if value is proven to the ecosystem, could continue as a strong source of funds. Intuitively, this feels like something people may be interested in funding through Gitcoin grants.\\n- Entrance fees: I could see the participant DAO team each representing a protocol that would want to treat the competition as a \\\"test-net\\\" of sorts for their governance proposals. DAOs would have to pay to enter a team in the competition. Imagine Yearn using the game to test [Governance 2.0](https://gov.yearn.finance/t/yip-61-governance-2-0/10460) in a situation with no downside, before going live within the real organization. There is a world in which the entrance fees could be locked for a certain period of time and function as a no-loss prize tournament (see PoolTogether), where winners are paid out by the interest payments from the entrance fees.\\n\\n## **Conclusion** \\n\\nThis game could help us iterate and evolve DAO governance mechanisms quicker and more safely than we ever could in real-world environments. Simultaneously, it could create a fun space for DAOs to compete, further build community sentiment, and reward participants monetarily. \\n\\nI will be continuing to think through this thought experiment, so if you are interested in jamming on this idea and helping answer key questions, please reach out on [Twitter](http://twitter.com/benschecter).\\n\\n\\n*Thank you to [Dave](https://twitter.com/_Dave__White_), [Commodore](https://twitter.com/thycommodore), and [Anish](https://twitter.com/_anishagnihotri) for reading this and providing feedback!*\",\"timestamp\":1625014231,\"title\":\"The Meta-governance DAO\",\"publication\":\"benschecter\"},\"digest\":\"A8peOVHDMUSopnBakEV9eI8qopcwcqxlABFfsZvArNI\",\"authorship\":{\"contributor\":\"0xaAba999423e939a67373E422dFabE088d5bc31A5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gXN05TQzorGXOep4eaPKiWoD3aYX09mONxMjLlXzqmk\\\",\\\"y\\\":\\\"yk6tqxOippdAtCvbebc3SE_-C45Yqy8zo0sx42FZ1ac\\\"}\",\"signature\":\"rkp-d7fsbl4JI3exIaAeKvyxS_fHUh_4HA_VXlEBupUnFuGpWg4srv4u1HPgCEdSvyTTI5SOyXRztfEUNTw24w\",\"signingKeySignature\":\"0x3b06dd2a9adce92146e02d06a5d5589dc165eed8a569d983a852b7e0cd9641261aba9612b84d85612fccf76eff7a847e5b6144728a9547dc34a0df37059639821c\",\"signingKeyMessage\":\"I authorize the publication of articles on benschecter.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gXN05TQzorGXOep4eaPKiWoD3aYX09mONxMjLlXzqmk\\\",\\\"y\\\":\\\"yk6tqxOippdAtCvbebc3SE_-C45Yqy8zo0sx42FZ1ac\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DW_TioUKbwV9n7cjfRgZiu1y9_XB76-NF5WXHTWYtoM\"}"