"{\"content\":{\"body\":\"Au moment où Dodik se penche pour l'embrasser, la fille lui prend la main pour y déposer une petite pilule blanche toute lisse et un peu bombée - la même qu'elle s’est collée sur la langue.\\n– TIENS, GOBE !\\n\\n![](https://images.mirror-media.xyz/publication-images/VZPu8wHE7Ht_vsgYSbqnR.jpeg?height=330&width=2200)\\n\\nDodik ne les connait que depuis dix minutes, mais la fille et son amie l'attirent. Dans ce hangar immense et désaffecté transformé en station orbitale par une tribu d'artistes des beaux quartiers le temps du week-end, elles sont clairement des extra-terrestres. La fille aux cheveux blancs avale la pilule, à sec. Dodik l'imite sans hésiter. Goût chimique, effervescent, amer. \\n\\n– N'OUBLIE PAS DE BOIRE QUAND MÊME ! \\n\\nBAAM ! La porte des chiottes se fracasse contre le mur. La tête rasée de la copine surgit : \\n\\n– HEY VOUS VOUS TOUCHEZ OU KOI ?? C'EST JUNIOR JAY QUI VA MIXEEER !!! \\n\\nL'instant d'après elle et Zoey ont disparu. Dodik se précipite à leur suite. La foule est en transe. Moite et compacte, elle se referme sur le sillage de ses nouvelles amies comme une vague énorme. – Il doit être bientôt trois heure pense Dodik. Il me faut de l'eau.\\n\\nLe dancefloor est en ébullition. L'atmosphère est surchauffée, torride, gorgée d'humidité et de fumigènes aux parfums synthétiques. Des éclairs stroboscopiques projettent les ombres des danseurs dans l'espace blanchi qui déchire l'obscurité de métal et de béton.\\n\\nIl a perdu les filles.\\n\\nLe son est partout. Le beat implacable. Impossible de lui échapper. Le mix de JJ propulse ses infra-basses à plus de 200 pulsations par minute.\\n\\nDodik glisse entre des corps trempés. Des sirènes hurlent et transpercent la nuit monumentale de ce lieu oublié de la civilisation, enfoui depuis plusieurs guerres dans la montagne. Sur des podiums de cristal, des créatures venues de l'espace se frottent à des hologrammes iridescents et miment des orgasmes à répétition. Les pieds frappent le sol en cadence. Les corps déhanchés réagissent à l'unisson à la moindre variation de l'onde.\\n\\nDodik est déshydraté. Il s'approche d'un bar. Une japonaise aux yeux sans fond déverse un liquide effervescent dans le gobelet d'un géant. Dodik gueule sa commande à l'oreille de la fille. Quelqu'un le tire par la manche. Il se retourne. C'est Zoey et Mary.\\n\\n– CHAMPAGNE ?\\n\\nTout n'est plus qu'une immense vibration.\",\"timestamp\":1640085825,\"title\":\"Tout n’est qu’une immense vibration !\"},\"digest\":\"wAcCH-r45mP2ieut7IZm30yqr_MIQaMf5c8TYaXP8B8\",\"authorship\":{\"contributor\":\"0xeF4a3bD754D586a95aB4151cB3c00787D323d6ef\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"frj8l6M7vyRmfxfyxT6ega-Qh3tEOxrWgs4-5qARkYk\\\",\\\"y\\\":\\\"8SDpv8jJWLd-tzDx9tixdd120d8GDL6EpnRlxC_YVQc\\\"}\",\"signature\":\"d2OT7eX8-Ysya2Ek5wxz8qH4QCjqkyU2gBBCsklTvwFoNRnMMXaCCwaNP8KC0TUj4LAtnK7NIBYJyYhD3va0wA\",\"signingKeySignature\":\"0xa36f34ac592b9a06bc48519a5f308927ec571fed64ba693cdae489919dc214c831ccbae358afa01fc9ee65790fcdeefc62444ddb78418b6a4bed42d45e5b99641c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"frj8l6M7vyRmfxfyxT6ega-Qh3tEOxrWgs4-5qARkYk\\\",\\\"y\\\":\\\"8SDpv8jJWLd-tzDx9tixdd120d8GDL6EpnRlxC_YVQc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wAcCH-r45mP2ieut7IZm30yqr_MIQaMf5c8TYaXP8B8\"}"