"{\"content\":{\"body\":\"## What do Crypto-PFPs reveal about the state of modern selfhood?\\n\\n> Le moi est haïssable - Pascal in *Pensées* *(1670)*\\n\\n### Self Under Siege\\n\\nEver since it glanced at itself in the mirror, the self has been uneasy. This essay explores two different types of visual representations of the Self, the painted portrait through art history, and the display picture on Facebook to explicate a third, the Crypto-profile-picture (from now on called “Crypto-PFP” or simply “PFP”) mainly used on Twitter and in adjacent networks such as Discord.\\n\\n![Young Man by Sandro Botticelli, 1483](https://images.mirror-media.xyz/publication-images/jNotKAy5bh2eV_Da9bUmp.png?height=1075&width=800)\\n\\nPortraiture is integral to the history of art in the West. In a nutshell, in our pre-photography world, getting one’s portrait taken was an event. This practice somewhat illuminates the importance the Self, noble selves specifically, played in artistic production from Antiquity to the invention of the camera. The most famous painting in the Western World is indubitably the *Gioconda* or *Monna Lisa*, a portrait of an Italian noblewoman commissioned by her husband, a silk merchant.\\n\\n![La Gioconda or Monna Lisa by Leonardo Da Vinci, 1517(?)](https://images.mirror-media.xyz/publication-images/r0FnIYpTkgEiWrNkCrbeA.png?height=599&width=409)\\n\\nThe goals of portraiture, before the advent of photography, were, on one hand, to be remembered, the painting often became the only visual representation of one’s self after death, and, on the other, to signal one’s wealth or social standing. Given the cost associated with commissions, portraits were, more often than not, reserved for aristocrats and bourgeois, who ensured their belongings and possessions were also represented in the portrait. These were fundamentally idiosyncratic visual representations of the subject’s individuality as expressed by class signifiers. The Self was well and alive.\\n\\n![Arnolfini Portrait by Jan van Eyck, 1434](https://images.mirror-media.xyz/publication-images/Fczq-Wg5UlM7jSeiUrkeB.png?height=1095&width=800)\\n\\nOf course, we live in different times now. It is however worth asking what the function of Crypto-PFPs is: memento, signal of wealth or both?\\n\\nAccording to Frederic Jameson, up until the “end” of Modernism, the self was enjoying its own presence, reveling in its unicity. He writes in “Postmodernism and Consumer Society”: “The great modernists were, as we have said, predicated on the invention of a personal, private style, as unmistakable as your fingerprint, as incomparable as your own body.” He wrote this in 1982. In the same essay, he describes the “death of the subject”, one of the symptoms of postmodernism. What he chronicles is the shift from the bourgeois cult of individualism, which to some degree birthed the portraits above, into a world of grey bureaucracies and homogeneous American life. This world is perhaps best depicted in movies such as Being John Malkovich, Fight Club, or even Edward Scissorhands. What Jameson deplores is the impossibility of novel creation and the tendency post-modern culture has to veer into pastiche, which he best describes as “unironic satire”. This cultural obsession for the retro, the nostalgic pushes the self into a consumerist retreat.\\n\\n### Revenge of the Self\\n\\nJameson failed to predict that individuality would come back with a digital vengeance. 22 years after his essay, a website predicated on personal profiles launched in a Harvard bedroom, so it goes. The advent of social networks engendered a resurgence of the Self. The call for a “display picture” on Facebook enabled all users to engage in digital portraiture, showing themselves, their clothes, and signifiers of identity in the background.\\n\\nMoreover, whereas early portraiture was constrained by the labor involved in painting thereby reducing the number of representations one could have of themselves, Facebook’s rise concurrent with the advent of digital photography allowed for all to generate more and more portraits. One of the consequences of this new affordance was that one’s representation of Self became less fixed are more malleable. In Lacanian terms, with every new display picture (DP) posted on Facebook, we create an Ideal Digital Self (Imago) from which our Real Self (Ego) and our Reflection are alienated, ad infinitum. A continuous recreation of the childhood mirror stage, every new DP post, ad nauseam.\\n\\n![Source unknown, but I like this a lot](https://images.mirror-media.xyz/publication-images/7fLZfxmoQDI8XqgeCvFUo.png?height=1127&width=1079)\\n\\n*If so then what is the Ideal Digital Self we present when we choose a CryptoPunk as a Profile Picture?*\\n\\n### Attack of the Selves\\n\\nThis question is crucial in understanding the motivations behind this phenomenon we are observing. I’ll take Punks as an example by PFP-mania can also be extended to Toads, Apes, Squiggles, etc.\\n\\nBarthes, in “Leaving the Theater”, presents an interesting hypothesis:\\n\\n> In the movie theater, however far away I am sitting, I press my nose against the screen's mirror, against that ‘other’ image-repertoire with which I narcissistically identify myself\\n\\nDo Punk owners subconsciously press their noses against the screens, identifying with the creature they possess?\\n\\nOne can understand the engouement for these NFTs as mimetic desires enacted in digital space. “My peers desire this object, therefore I, too, will desire this object. Its being-desired renders it desirable to me.” In a Girardian way, this might provide a basal understanding of why people flock to them. One might add that mimetic desire is amplified by the transparency of the medium, the Ethereum blockchain, as well as by the platforms such as auction houses which shine a spotlight on the social nature of desire furthering the amplification.\\n\\nThis does not however fully illuminate what the object of desire is or what this Ideal Digital Self represents.\\n\\nDeleuze and Guattari in “Anti-Oedipus” provide us with more clarity on the phenomenon of socialized desire through their concept of “production désirante”:\\n\\n> There are no desiring-machines that exist outside the social machines that they form on a large scale; and no social machines without the desiring machines that inhabit them on a small scale.\\n\\nConsidering D&G’s position that desire cannot exist outside of the social networks that they form on a large scale and that these PFP projects in a way are their own sub-networks within platforms such as Twitter, linking desiring-machines to one another, can we not say that this Ideal Digital Self is not a Self, but a Network?\\n\\nWhat is loved about a CryptoPunk is not the Punk itself, but the Punk-s, plural. The network. What is desired is what engenders the desire. This can be understood as a refusal to abandon the Self, but an apprehension to espouse it wholly. Somewhere between bourgeois individualism and post-modern subjectlessness, we have the Crypto-PFP. It is an obfuscation of the cult of identity that ruled Web 2.0 platforms such as Facebook and Instagram, in favor of the group, which to some may become the social unit of Web 3.0.\\n\\nFor instance, all 10,000 Punks are unique, but their unicity is a post-industrial unicity, if you will, these are not 10,000 handmade drawings, rather 10,000 mechanized outputs of a set of parameterized characteristics. This is unicity within a strict aesthetic and technological frame. A self within strict constraints. This frame is what gives it its social *intersubjective* value, what links it to others in the network, what makes it a *real* Punk, this frame is why it is desired. This frame is the code that generated it. The owner of an NFT who uses it as PFP isn’t signaling their individuality, they’re signaling that they are a part of something larger than themselves.\\n\\n*The Ideal Digital Self is not a self, it’s a Network.*\\n\\nThe unease comes from staring at the mirror alone, with others, selves feel at ease.\\n\\n> L’enfer, c’est les autres. Sartre in *Huis Clos (1944)*\",\"timestamp\":1633726331,\"title\":\"Self 3.0\"},\"digest\":\"u7MES1BUjorsSARqfutCNd412tvX7zXeIxBxz-n3vE0\",\"authorship\":{\"contributor\":\"0x87fB7c717A4145095Eb076e239BC0F8Fba42cf49\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jnzzJVHrwyczD1oCnsy9su2kAimG0l36CphSWFxXRqc\\\",\\\"y\\\":\\\"ZLLOq61uc_WDRAe9Ky8E7CeTFde0TmOFKJHjmBKQRZM\\\"}\",\"signature\":\"Dr55Sy0MrJPcvpC7wiY7UsbR2g5dtuRfpfUE6IfNMhE7ppxyhXqDTJSxCZrltBK3KJCVsevOlKdrvYKL9lZdBA\",\"signingKeySignature\":\"0x2af6f14ee8578fa2a845a6a2b81ceee4db0901671dddf9bf1c217604e96eb09310822e904e2a459a7fe988a69b395ffc4327929f2f83ac32722c847bb117a5bd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jnzzJVHrwyczD1oCnsy9su2kAimG0l36CphSWFxXRqc\\\",\\\"y\\\":\\\"ZLLOq61uc_WDRAe9Ky8E7CeTFde0TmOFKJHjmBKQRZM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kyIiKfWzvbitnVx4f-FpHx9rw0syhZmHvNMV4y69_u0\"}"