"{\"content\":{\"body\":\"St Paul was an enthusiast. He believed so that his ambition and passions did not war against his creed. So does the Eastern fanatic who passes half his life erect upon a pillar. As for me, I will believe in no belief that does not make itself manifest by outward signs. I will think no preaching sincere that is not recommended by the practice of the preacher.'\\n\\nMr Slope was startled and horrified, but he felt that he could not answer. How could he stand up and preach the lessons of his Master, being there as he was, on the devil's business? He was a true believer, otherwise this would have been nothing to him. He had audacity for most things, but he had not audacity to make a plaything of the Lord's word. All this the signora understood, and felt much interest as she saw her cockchafer whirl round upon her pin.\\n\\n'Your wit delights in such arguments,' said he, 'but your heart and your reason do not quite go along with them.'\\n\\n'My heart!' said she; 'you quite mistake the principles of my composition if you imagine that there is such a thing about me.' After all, there was very little that was false in anything the signora said. If Mr Slope allowed himself to be deceived it was his own fault. Nothing could have been more open than her declarations about herself.\\n\\nThe little writing table with her desk was still standing before her, a barrier, as it were, against the enemy. She was sitting as nearly upright as she ever did, and he had brought a chair close to the sofa, so that there was only the corner of the table between him and her. It so happened that as she spoke her hand lay upon the table, and as Mr Slope answered her he put his hand upon hers.\\n\\n'No heart!' said he. 'That is a very heavy charge which you bring against yourself, and one of which I cannot find you guilty--'\\n\\nShe withdrew her hand, not quickly and angrily, as though insulted by his touch, but gently and slowly.\\n\\n'You are in no condition to give a verdict on the matter,' said she, 'as you have not tried me. No; don't say that you intend doing so, for you know you have no intention of the kind; nor indeed have I either. As for you, you will take your vows where they will result in something more substantial than the pursuit of such a ghostlike, ghastly love as mine--'\\n\\n'Your love should be sufficient to satisfy the dream of a monarch,' said Mr Slope, not quite clear as to the meaning of his words.\\n\\n'Say an archbishop, Mr Slope,' said she. Poor fellow! She was very cruel to him. He went round again upon his cork on this allusion to his profession. He tried, however, to smile, and gently accused her of joking on a matter, which was, he said, to him of such vital moment.\\n\\n'Why--what gulls do you men make of us,' she replied. 'How you fool us to the top of our bent; and of all men you clergymen are the most fluent of your honeyed caressing words. Now look me in the face, Mr Slope, boldly and openly.'\\n\\nMr Slope did look at her with a languishing loving eye, and as he did so, he again put forth his hand to get hold of hers.\\n\\n'I told you to look at me boldly, Mr Slope; but confine your boldness to your eyes.'\\n\\n'Oh, Madeline,' he sighed.\\n\\n'Well, my name is Madeline,' said she; 'but none except my own family usually call me so. Now look me in the face, Mr Slope. Am I to understand that you say you love me?'\\n\\nMr Slope never had said so. If he had come there with any formed plan at all, his intention was to make love to the lady without uttering any such declaration. It was, however, quite impossible that he should now deny his love. He had, therefore, nothing for it, but to go down on his knees distractedly against the sofa, and swear that he did love her with a love passing the love of man.'\\n\\nThe signora received the assurance with very little palpitations or appearance of surprise. 'And now answer me another question,' said she; 'when are you to be married to Eleanor Bold?'\\n\\nPoor Mr Slope went round and round in mortal agony. In such a condition as his it was really very hard for him to know what answer to give. And yet no answer would be his surest condemnation. He might as well at once plead guilty to the charge brought against him.\\n\\n'And why do you accuse me of such dissimulation?'\\n\\n'Dissimulation! I said nothing of dissimulation. I made no charge against you, and make none. Pray don't defend yourself to me. You swear that you are devoted to my beauty, and yet you are on the eve of matrimony with another. I feel this to be rather a compliment. It is to Mrs Bold that you must defend yourself. That you may find difficult; unless, indeed, you can keep her in the dark. You clergymen are cleverer than other men.'\\n\\n'Signora, I have told you that I loved you, and now you rail at me?'\\n\\n'Rail at you. God bless the man; what would he have? Come, answer me this at your leisure,--not without thinking now, but leisurely and with consideration,--are you not going to be married to Mrs Bold?'\\n\\n'I am not,' said he. And as he said it, he almost hated, with an exquisite hatred, the woman whom he could not help loving with an exquisite love.\\n\\n'But surely you are a worshipper of hers?'\\n\\n'I am not,' said Mr Slope, to whom the word worshipper was peculiarly distasteful. The signora had conceived that it would be so.\\n\\n'I wonder at that,' said she. 'Do you not admire her? To my eyes she is the perfection of English beauty. And then she is rich too. I should have thought she was just the person to attract you. Come, Mr Slope, let me give you advice on this matter. Marry the charming widow! She will be a good mother to your children and an excellent mistress of a clergyman's household.'\\n\\n'Oh, signora, how can you be so cruel?'\\n\\n'Cruel,' said she, changing the voice of her banter which she had been using for one which was expressively earnest in its tone; 'is that cruelty?'\\n\\n'How can I love another, while my heart is entirely your own?'\\n\\n'If that were cruelty, Mr Slope, what might you say of me if I were to declare that I returned your passion? What would you think if I bound you even by a lover's oath to do daily penance at this couch of mine? What can I give in return for a man's love? Ah, dear friend, you have not realised the condition of my fate.'\\n\\nMr Slope was not on his knees all this time. After his declaration of love he had risen from them as quickly as he thought consistent with the new position which he now filled, and as he stood was leaning on the back of his chair. This outburst of tenderness on the Signora's part quite overcame him, and made him feel for the moment that he could sacrifice everything to be assured of the love of the beautiful creature before him, maimed, lame, and already married as she was.\\n\\n'And can I not sympathise with your lot?' said he, now seating himself on her sofa, and pushing away the table with his foot.\\n\\n'Sympathy is so near to pity!' said she. 'If you pity me, cripple as I am, I shall spurn you from me.'\\n\\n'Oh, Madeline, I will only love you,' and again he caught her hand and devoured it with kisses. Now she did not draw from him, but sat there as he kissed it, looking at him with her great eyes, just as a great spider would look at a great fly that was quite securely caught.\\n\\n'Suppose Signor Neroni were to come to Barchester,' said she, 'would you make his acquaintance?'\\n\\n'Signor Neroni!' said he.\\n\\n'Would you introduce him to the bishop, and Mrs Proudie, and the young ladies?' said she, again having recourse to that horrid quizzing voice which Mr Slope so particularly hated.\\n\\n'Why do you ask me such a question?' said he.\\n\\n'Because it is necessary that you should know that there is a Signor Neroni. I think you had forgotten it.'\\n\\n'If I thought that you retained for that wretch one particle of the love of which he was never worthy, I would die before I would distract you by telling you what I feel. No! were your husband the master of your heart, I might perhaps love you; but you should never know it.'\\n\\n'My heart again! How you talk. And you consider then, that if a husband be not master of his wife's heart, he has not right to her fealty; if a wife ceases to love, she may cease to be true. Is that your doctrine on this matter, as a minister of the Church of England?'\\n\\nMr Slope tried hard within himself to cast off the pollution with which he felt that he was defiling his soul. He strove to tear himself away from the noxious siren that had bewitched him. He had looked for rapturous joy in loving this lovely creature, and he already found that he met with little but disappointment and self-rebuke. He had come across the fruits of the Dead Sea, so sweet and delicious to the eye, so bitter and nauseous to the taste. He had put the apple to his mouth, and it had turned to ashes between his teeth. Yet he could not tear himself away. He knew, he could not but know, that weakness of his religion. But she half permitted his adoration, and that half permission added such fuel to his fire that all the fountain of piety could not quench it. He began to feel savage, irritated, and revengeful. He meditated some severity of speech, some taunt that should cut her, as her taunts cut him. He reflected as he stood there for a moment, silent before her, that if he desired to quell her proud spirit, he should do so by being prouder even than herself; that if he wished to have her at his feet suppliant for his love it behoved him to conquer her by indifference. All this passed through his mind. As far as dead knowledge went, he knew, or thought he knew, how a woman should be tamed. But when he essayed to bring his tactics to bear, he failed like a child. What chance has dead knowledge with experience in any of the transactions between man and man? What possible between man and woman? Mr Slope loved furiously, insanely, and truly; but he had never played the game of love. The signora did not love at all, but she was up to every move on the board. It was Philidor pitched against a school-boy.\\n\\nAnd so she continued to insult him, and he continued to bear it.\\n\\n'Sacrifice the world for love!' said she, in answer to some renewed rapid declaration of his passion, 'how often has the same thing been said, and how invariably with the same falsehood!'\\n\\n'Falsehood,' said he. 'Do you say that I am false to you? Do you say that my love is not real?'\\n\\n'False? Of course it is false, false as the father of falsehood--if indeed falsehoods need a sire and are not self-begotten since the world began. You are ready to sacrifice the world for love? Come let us see what you will sacrifice. I care nothing for nuptial vows. The wretch, I think you were kind enough to call him so, whom I swore to love and obey, is so base that he can only be thought of with repulsive disgust. In the council chamber of my heart I have divorced him. To me that is as good as though aged lords had gloated for months over the details of his licentious life. I care nothing for what the world can say. Will you be as frank? Will you take me to your home as your wife? Will you call me Mrs Slope before bishop, dean, and prebendaries?' The poor tortured wretch stood silent, not knowing what to say. 'What! You won't do that. Tell me then, what part of the world is it that you will sacrifice for my charms?'\\n\\n'Were you free to marry, I would take you to my house to-morrow and wish no higher privilege.'\\n\\n'I am free;' said she, almost starting up in her energy. For though there was no truth in her pretended regard for her clerical admirer, there was a mixture of real feeling in the scorn and satire with which she spoke of love and marriage generally. 'I am free; free as the winds. Come, will you take me as I am? Have your wish; sacrifice the world, and prove yourself a true man.'\\n\\nMr Slope should have taken her at her word. She would have drawn back, and he would have had the full advantage of the offer. But he did not. Instead of doing so, he stood wrapt in astonishment, passing his fingers through his lank red hair, and thinking as he stared upon her animated countenance that her wondrous beauty grew more and more wonderful as he gazed on it. 'Ha! Ha! Ha!,' she laughed out loud. 'Come, Mr Slope, don't talk of sacrificing the world again. People beyond one-and-twenty should never dream of such a thing. You and I, if we have the dregs of any love left in us, if we have the remnants of a passion remaining in our hearts, should husband our resources better. We are not in our premiere jeunesse. The world is a very nice place. Your world, at any rate, is so. You have all manner of fat rectories to get, and possible bishoprics to enjoy. Come, confess; on second thoughts you would not sacrifice such things for the smiles of a lame lady?'\\n\\nIt was impossible for him to answer this. In order to be in any way dignified, he felt that he must be silent.\\n\\n'Come,' said she--'don't boody with me: don't be angry because I speak out some home truths. Alas, the world, as I have found it, has taught me bitter truths. Come, tell me that I am forgiven. Are we not to be friends?' and she again put her hand to him.\\n\\nHe sat himself down on the chair beside her, and took her proffered hand and leant over her.\\n\\n'There,' said she, with her sweetest, softest smile--a smile to withstand which a man should be cased in triple steel, 'there; seal your forgiveness on it,' and she raised it towards his face. He kissed it again and again, and stretched over her as though desirous of extending the charity of his pardon beyond the hand that was offered to him. She managed, however, to check his ardour. For one so easily allured as this poor chaplain, her hand was surely enough.\\n\\n'Oh, Madeline!' said he, 'tell me that you love me--do you--do you love me?'\\n\\n'Hush,' said she. 'There is mother's step. Our tete-a-tete has been of monstrous length. Now you had better go. But we shall see you soon again, shall we not?'\\n\\nMr Slope promised that he would call again on the following day.\\n\\n'And Mr Slope,' she continued, 'pray answer my note. You have it in your hand, though, I declare during these two hours you have not been gracious enough to read it. It is about the Sabbath school and the children. You know how anxious I am to have them here. I have been learning the catechism myself, on purpose. You must manage it for me next week. I will teach them, at any rate, to submit themselves to their spiritual pastors and masters.'\\n\\nMr Slope said but little on the subject of Sabbath schools, but he made his adieu, and betook himself home with a sad heart, troubled mind, and uneasy conscience.\\n\\nCHAPTER XXVIII\\n\\nMRS BOLD IS ENTERTAINED BY DR AND MRS GRANTLY AT PLUMSTEAD\\n\\nIt will be remembered that Mr Slope, when leaving his billet doux with Mrs Bold, had been informed that it would be sent out to her at Plumstead that afternoon. The archdeacon and Mr Harding had in fact come into town together in the brougham, and it had been arranged that they should call for Eleanor's parcels as they left on their way home. Accordingly they did so call, and the maid, as she handed to the coachman a small basket and large bundle carefully and neatly packec, gave in at the carriage window Mr Slope's epistle. The archdeacon, who was sitting next to the window, took it, and immediately recognised the hand-writing of his enemy.\\n\\n'Who left this?' said he.\\n\\n'Mr Slope called with it himself, your reverence,' said the girl; ' and was very anxious that missus should have it to-day.'\\n\\nSo the brougham drove off, and the letter was left in the archdeacon's hand. He looked at it as though he held a basket of adders. He could not have thought worse of the document had he read it and discovered it to be licentious and atheistical. He did, moreover, what so many wise people are accustomed to do in similar circumstances; he immediately condemned the person to whom the letter was written, as though she were necessarily a particeps criminis.\\n\\nPoor Mr Harding, though by no means inclined to forward Mr Slope's intimacy with his daughter, would have given anything to have kept the letter from his son-in-law. But that was now impossible. There it was in his hand; and he looked as thoroughly disgusted as though he were quite sure that it contained all the rhapsodies of a favoured lover.\\n\\n'It's very hard on me,' said he, after a while, 'that this should go on under my roof.'\\n\\nNow here the archdeacon was certainly the most unreasonable. Having invited his sister-in-law to his house, it was a natural consequence of that she should receive her letters there. And if Mr Slope chose to write to her, his letter would, as a matter of course, be sent after her. Moreover, the very fact of an invitation to one's house implies confidence on the part of the inviter. He had shown that he thought Mrs Bold to be a fit person to stay with him by his making her to do so, and it was most cruel to her that he should complain of her violating the sanctity of his roof-tree, when the laches committed were none of her committing.\\n\\nMr Harding felt this; and felt also that when the archdeacon talked thus about his roof, what he said was most offensive to himself as Eleanor's father. If Eleanor did receive a letter from Mr Slope, what was there in that to pollute the purity of Dr Grantly's household. He was indignant that his daughter should be so judged and so spoken of; and, he made up his mind that even as Mrs Slope she must be dearer to him than any other creature on God's earth. He almost broke out, and said as much; but for the moment he restrained himself.\\n\\n'Here,' said the archdeacon, handing the offensive missile to his father-in-law; 'I am not going to be the bearer of his love letters. You are her father, and may do as you think fit with it.'\\n\\nBy doing as he thought fit with it, the archdeacon certainly meant that Mr Harding would be justified in opening and reading the letter, and taking any steps which might in consequence be necessary. To tell the truth, Dr Grantly did feel rather a stronger curiosity than was justified by his outraged virtue, to see the contents of the letter. Of course he could not open it himself, but he wished to make Mr Harding understand that he, as Eleanor's father, would be fully justified in doing so. The idea of such a proceeding never occurred to Mr Harding. His authority over Eleanor ceased when she became the wife of John Bold. He had not the slightest wish to pry into her correspondence. He consequently put the letter into his pocket, and only wished that he had been able to do so without the archdeacon's knowledge. They both sat silent during the journey home, and then Dr Grantly said, 'Perhaps Susan had better give it to her. She can explain to her sister, better than you or I can do, how deep is the disgrace of such an acquaintance.'\\n\\n'I think you are very hard upon Eleanor,' replied Mr Harding. 'I will not allow that she has disgraced herself, nor do I think it likely that she will do so. She has a right to correspond with whom she pleases, and I shall not take upon myself to blame her because she gets a letter from Slope.'\\n\\n'I suppose,' said Dr Grantly, 'you don't wish her to marry this man. I suppose you'll admit that she would disgrace herself if she did so.'\\n\\n'I do not wish her to marry him,' said the perplexed father; 'I do not like him, and do not think he would make a good husband. But if Eleanor decides to do so, I shall certainly not think that she has disgraced herself.'\\n\\n'Good heavens!' exclaimed Dr Grantly, and threw himself back into the corner of his brougham. Mr Harding said nothing more, but commenced playing a dirge, with an imaginary fiddle bow upon an imaginary violoncello, for which there did not appear to be quite room enough in the carriage; and he continued the tune, with sundry variations, till he arrived at the rectory door.\\n\\nThe archdeacon had been meditating sad things in his mind. Hitherto he had always looked on his father-in-law as a true partisan, though he knew him to be a man devoid of all the combative qualifications for that character. He had felt no fear that Mr Harding would go over to the enemy, though he had never counted much on the ex-warden's prowess in breaking the battle ranks. Now, however, it seemed that Eleanor, with her wiles, had completely trepanned and bewildered her father, cheated him out of his judgement, robbed him of the predilections and tastes of life, and caused him to be tolerant of a man whose arrogance and vulgarity would, in a few years since, have been unendurable to him. That the whole thing was as good as arranged between Eleanor and Mr Slope there was no longer any room to doubt. That Mr Harding knew that such was the case, even this could hardly be doubted. It was too manifest that he at any rate suspected it, and was prepared to sanction it.\\n\\nAnd to tell the truth, such was the case. Mr Harding disliked Mr Slope as much as it was in his nature to dislike any man. Had his daughter wished to do her worst to displease him by a second marriage, she could hardly have succeeded better than by marrying Mr Slope. But, as he said to himself now very often, what right had he to condemn her if she did nothing that was really wrong? If she liked Mr Slope it was her affair. It was indeed miraculous to him, that a woman with such a mind, so educated, so refined, so nice in her tastes, should like such a man. Then he asked himself whether it was possible that she did so.\\n\\nAh, thou weak man; most charitable, most Christian, but weakest of men! Why couldst thou not have asked herself? Was she not the daughter of thy loins, the child of thy heart, the most beloved of thee of all humanity? Had she not proved to thee, by years of closest affection, her truth and goodness and filial obedience? And yet, groping in darkness, hearing her name in strains which wounded thy loving heart, and being unable to defend her as thou shouldst have done!\\n\\nMr Harding had not believed, did not believe, that his daughter meant to marry this man; but he feared to commit himself to such an opinion. If she did do it there would be then no means of retreat. The wishes of his heart were--First, that there should be no truth in the archdeacon's surmises; and in this wish he would have fain trusted entirely, had he dared to do so; Secondly, that the match might be prevented, if unfortunately, it had been contemplated by Eleanor; Thirdly, that should she be so infatuated as to marry this man, he might justify his conduct, and declare that no cause existed for his separating himself from her.\\n\\nHe wanted to believe her incapable of such a marriage; he wanted to show that he so believed of her; but he wanted also to be able to say hereafter, that she had done nothing amiss, if she could unfortunately prove herself to be different from what he thought her to be.\\n\\nNothing but affection could justify such fickleness; but affection did justify it. There was but little of the Roman about Mr Harding. He could not sacrifice his Lucretia even though she should be polluted by the accepted addresses of the clerical Tarquin at the palace. If Tarquin could be prevented, well and good; but if not, the father would still open his heart to his daughter, and accept her as she present herself, Tarquin and all.\\n\\nDr Grantly's mind was of a stronger calibre, and he was by no means deficient in heart. He loved with an honest genuine love his wife and children and friends. He loved his father-in-law; and he was quite prepared to love Eleanor too, if she would be one of his party, if she would be on his side, if she would regard the Slopes and the Proudies as the enemies of mankind, and acknowledge and feel the comfortable merits of the Gwynnes and Arabins. He wished to be what he called \\\"safe\\\" with all those whom he had admitted to the penetralia of his house and heart. He could luxuriate in no society that was deficient in a certain feeling of faithful staunch high-churchism, which to him was tantamount to freemasonry. He was not strict in his lines of definition. He endured without impatience many different shades of Anglo-church conservatism; but with the Slopes and Proudies he could not go on all fours.\\n\\nHe was wanting in, moreover, or perhaps it would be more correct to say, he was not troubled by that womanly tenderness which was so peculiar to Mr Harding. His feelings towards his friends were, that while they stuck to him he would stick to them; that he would work with them shoulder to shoulder; that he would be faithful to the faithful. He knew nothing of that beautiful love which can be true to a false friend.\\n\\nAnd thus these two men, each miserable enough in his own way, returned to Plumstead.\\n\\nIt was getting late when they arrived there, and the ladies had already gone up to dress. Nothing more was said as the two parted in the hall. As Mr Harding passed to his own room, he knocked at Eleanor's door and handed in the letter. The archdeacon hurried to his own territory, there to unburden his heart to his faithful partner.\\n\\nWhat colloquy took place between the marital chamber and the adjoining dressing-room shall not be detailed. The reader, now intimate with the persons concerned, can well imagine it. The whole tenor of it also might be read in Mrs Grantly's brow as she came down to dinner.\\n\\nEleanor, when she received the letter from her father's hand, had no idea from whom it came. She had never seen Mr Slope's handwriting, or if so, had forgotten it; and did not think of him as she twisted the letter as people do twist letters when they do not immediately recognise their correspondents either by the writing or the seal. She was sitting at her glass brushing her hair, and rising every other minute to play with her boy who was sprawling on the bed, and who engaged pretty nearly the whole attention of the maid as well as of the mother.\\n\\nAt last, sitting before her toilet table, she broke the seal, and turning over the leaf saw Mr Slope's name. She first felt surprised, and then annoyed, and then anxious. As she read it she became interested. She was so delighted to find that all obstacles to her father's return to the hospital were apparently removed that she did not observe the fulsome language in which the tidings were conveyed. She merely perceived that she was commissioned to tell her father that such was the case, and she did not realise the fact that such a commission should not have been made, in the first instance, to her by an unmarried young clergyman. She felt, on the whole, grateful to Mr Slope, and anxious to get on her dress that she might run with the news to her father. Then she came to the allusion to her own pious labours, and she said in her heart that Mr Slope was an affected ass. Then she went on again and was offended by her boy being called Mr Slope's darling--he was nobody's darling but her own; or at any rate not the darling of a disagreeable stranger like Mr Slope. Lastly she arrived at the tresses and felt a qualm of disgust. She looked up in the glass, and there they were before her, long and silken, certainly, and very beautiful. I will not say but that she knew them to be so, but she felt angry with them and brushed them roughly and carelessly. She crumpled the letter with angry violence, and resolved, almost without thinking of it, that she would not show it to her father. She would merely tell him the contents of it. She then comforted herself again with her boy, and her dress fastened, she went down to dinner.\\n\\nAs she tripped down the stairs she began to ascertain that there was some difficulty in her situation. She could not keep from her father the news about the hospital, nor could she comfortably confess the letter from Mr Slope before the Grantlys. Her father had already gone down. She had heard his step upon the lobby. She resolved therefore to take him aside, and tell him her little bit of news. Poor girl! She had no idea how severely the unfortunate letter had already been discussed.\\n\\nWhen she entered the drawing-room the whole party were there, including Mr Arabin, and the whole party looked glum and sour. The two girls sat silent and apart as though they were aware that something was wrong. Even Mr Arabin was solemn and silent. Eleanor had not seen him since breakfast. He had been the whole day at St Ewold's, and such having been the case it was natural that he should tell how matters were going on there. He did nothing of the kind, however, but remained solemn and silent. They were all solemn and silent. Eleanor knew in her heart that they had been talking about her, and her heart misgave her as she thought of Mr Slope and his letter. At any rate she felt it to be quite impossible to speak to her father alone while matters were in this state.\\n\\nDinner was soon announced, and Dr Grantly, as was his wont, gave Eleanor his arm. But he did so as though the doing it were an outrage on his feelings rendered necessary by sternest necessity. With quick sympathy Eleanor felt this, and hardly put her fingers on his coat sleeve. It may be guessed in what way the dinner-hour was passed. Dr Grantly said a few words to Mr Arabin, Mr Arabin said a few words to Mrs Grantly, she said a few words to her father, and he tried to say a few words to Eleanor. She felt that she had been tried and found guilty of something, though she knew not what. She longed to say out to them all, 'Well, what is it that I have done; out with it; and let me know my crime; for heaven's sake let me hear the worst of it;' but she could not. She could say nothing, but sat there silent, half feeling that she was guilty, and trying in vain to pretend even to eat her dinner.\\n\\nAt last the cloth was drawn, and the ladies were not long following it. When they were gone the gentlemen were somewhat more sociable but not much so. They could not of course talk over Eleanor's sins. The archdeacon had indeed so far betrayed his sister-in-law as to whisper into Mr Arabin's ear in the study, as they met there before dinner, a hint of what he feared. He did so with the gravest and saddest of fears, and Mr Arabin became grave and apparently sad enough as he heard it. He opened his eyes and his mouth and said in a sort of whisper, 'Mr Slope!' in the same way as he might have said, The Cholera!' had his friend told him that that horrid disease was in his nursery. 'I fear so, I fear so,' said the archdeacon, and then together they left the room.\\n\\nWe will not accurately analyse Mr Arabin's feelings on receipt of such astounding tidings. It will suffice to say that he was surprised, vexed, sorrowful, and ill at ease. He had not perhaps thought very much about Eleanor, but he had appreciated her influence, and had felt that close intimacy with her in a country house was pleasant to him, and also beneficial. He had spoken highly of her intelligence to the archdeacon, and had walked about the shrubberies with her, carrying her boy on his back. When Mr Arabin had called Johnny his darling, Eleanor was not angry.\\n\\nThus the three men sat over their wine, all thinking of the same subject, but unable to speak of it to each other. So we will leave them, and follow the ladies into the drawing-room.\\n\\nMrs Grantly had received a commission from her husband, and had undertaken it with some unwillingness. He had desired her to speak gravely to Eleanor, and to tell her that, if she persisted in her adherence to Mr Slope, she could no longer look for the countenance of her present friends. Mrs Grantly probably knew her sister better than the doctor did, and assured him that it would be in vain to talk to her. The only course likely to be of any service in her opinion was to keep Eleanor away from Barchester. Perhaps she might have added, for she had a very keen eye in such things, that there might be some ground for hope in keeping Eleanor near Mr Arabin. Of this, however, she said nothing. But the archdeacon would not be talked over; he spoke much of his conscience, and declared that if Mrs Grantly would not do it he would. So instigated, the lady undertook the task, stating, however, her full conviction that her interference would be worse than useless. And so it proved.\\n\\nAs soon as they were in the drawing-room Mrs Grantly found some excuse for sending her girls away, and then began her task. She knew well that she could exercise but very slight authority over her sister. Their various modes of life, and the distance between their residences, had prevented very close confidence. They had hardly lived together since Eleanor was a child. Eleanor had moreover, especially in latter years, resented in a quiet sort of way, the dictatorial authority which the archdeacon seemed to exercise over her father, and on this account had been unwilling to allow the archdeacon's wife to exercise authority over herself.\\n\\n'You got a letter just before dinner, I believe,' began the eldest sister.\\n\\nEleanor acknowledged that she had done so, and felt that she turned red as she acknowledged it. She would have given anything to have kept her colour, but the more she tried to do so, the more she signally failed.\\n\\n'Was it not from Mr Slope?'\",\"timestamp\":1639993592,\"title\":\"\\n'Of course you have, and the natural passions; and therefore I say that you don't believe the doctrine you preach\"},\"digest\":\"xEaaAGh2zLv7Hka_EwWAJbX8B5b9MHpC-iNFEYg3jnA\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUkgowmKtvP8hGQPtwAwAT7t8NMwPQb2gv7ATMu8pyA\\\",\\\"y\\\":\\\"j8S6F7bAyrJtahGJPVHofOUxIjzJMQXyxjQH8YxzKTE\\\"}\",\"signature\":\"BjDlUItHu29IBE4ZOZ-7LfU9l8hBGtVSaKKYovGiLLbcrMWq7vKJZrgiQ8BWg6kI9qw-XyAU9LOmRO6rf6oJwQ\",\"signingKeySignature\":\"0x87db150cb7f7b1b622bbd3c9aabc44138891be70eedfd1f5dda3a20f6013328142df659af507c5a78d8017aca2c5728cacdf5fc4ca8fd95def5c05e2e7837b931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUkgowmKtvP8hGQPtwAwAT7t8NMwPQb2gv7ATMu8pyA\\\",\\\"y\\\":\\\"j8S6F7bAyrJtahGJPVHofOUxIjzJMQXyxjQH8YxzKTE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xEaaAGh2zLv7Hka_EwWAJbX8B5b9MHpC-iNFEYg3jnA\"}"