"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/yZkSY1I6kHYTPfPgqzwaH.png?height=956&width=1434)\\n\\nOn a quaint farm in the metaverse, a flock of Sheep congregate and produce a healthy supply of $SW. They huddle together in a Barn and are sheared regularly by their owners to farm the $SW. With more $SW, the farmers can purchase more Sheep! But outside lurk dangers the Sheep are terrified of ...The Wolves. \\n\\nThe Wolves are on the hunt for Sheep and their precious $SW. They’ll take it by any means necessary. They’ll kidnap Sheep or catch them unaware and steal all of their $SW. So the farmers struck a deal with the Wolves: they pay the Wolves a tax on all $SW production. In return, the Wolves don’t attack Sheep who are safe in the Barn. \\n\\nBut when a Sheep leaves the farm or new Sheep are born... The Wolves don’t back\\n\\nShepherd planet is a risk protocol for NFTs with novel tokenomics. It shows what’s possible with interactions between the ERC-20 and ERC-721 protocols. For the very first time, your NFT can steal other NFTs (ERC-721 tokens) for you. The rarer your NFT, the more tokens you'll accumulate probabilistically. Shepherd planet is pioneering new types of NFT mechanics. Fully decentralized. No roadmaps or empty promises. Just a game in the metaverse that’s ready to play at launch. \\n\\nThe tl;dr: \\n\\n     - There will only ever be 10,000 Gen 0, it costs 0.5 BNB each to mint for whitelist members, and 0.8 BNB each to mint for other members. \\n\\n     - The Gen 1 can be minted by $SW that are earned by farming. - Sheep can be staked in the Barn to earn $SW and pay a tax anytime they claim their $SW earnings\\n\\n     - If a Sheep is unstaked from the Barn, the Wolves try to steal all of its accumulated $SW\\n\\n     - When a new Sheep is born, the Wolves attempt to kidnap it. If they’re successful, it’s given to a randomly selected Wolf, instead of the owner who minted it \\n\\n**Contract Addresses**\\n\\n* Sheep / Wolf NFT: \\n* Barn / Gang Staking: \\n* $SW Token:\\n\\n**Minting**\\n\\nToken ID ——Minting Cost \\n\\n1 to 10,000 (Gen 0) —— 0.5/0.8 BNB \\n\\n10,001 to 20,000 —— 20,000 $SW \\n\\n20,001 to 40,000 —— 40,000 $SW\\n\\n40,001 to 50,000 —— 80,000 $SW\\n\\nThe total cost to mint all of the Sheep and Wolves in existence will be 1,800,000,000 $SW. \\n\\n**Land** \\n\\nEach Shepherd requires to have a land to play the game. The land will become the most essential resource in the future phases of the game. Users who own a land enjoy the supreme power and beneficial conditions of the game. \\n\\n**Sheep** \\n\\nYou have a 90% chance of minting a Sheep, each with unique traits. Here are the actions they can take：\\n\\n![](https://images.mirror-media.xyz/publication-images/1BcBHujksCWpS9iQKmEGp.png?height=579&width=1178)\\n\\n**$SW** \\n\\nThe maximum $SW supply is 2,400,000,000 $SW: When supply reaches 2,400,000,000 $SW earned for staking, the staking“faucet”will be turned off.\\n\\n![](https://images.mirror-media.xyz/publication-images/rDogiVTFBcAnpboqwOT2g.png?height=231&width=1186)\\n\\nWolves You have a 10% chance of minting a Wolf, each with unique traits, including an Alpha value ranging from 5 to 8. The higher the Alpha value: \\n\\n\\\\- The higher the portion of $SW that the Wolf earns from taxes\\n\\n\\\\- The higher chance of stealing a newly minted Sheep or Wolf Example: Wolf A has an Alpha of 8 and Wolf B has an Alpha of 6, and they are staked. \\n\\n\\\\- If 70,000 $SW total have been accumulated as taxes, Wolf A will be able to claim 40,000 $SW and Wolf B will be able to claim 30,000 $SW\",\"timestamp\":1641890947,\"title\":\"1\"},\"digest\":\"QDDy7fCcUMDARtSc_hxu730cN31mUcWEiJebKaoklHE\",\"authorship\":{\"contributor\":\"0xf742e165366352d790AB9b6E796dCDB5f79eb440\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pvfzJNTaw6Zh18N-z-DWihDdRhK9Z27IqHC2urzR2Ss\\\",\\\"y\\\":\\\"mEau4Pa950DrE0Yjupk8w7z5AanuBd_ldhczwHsbmW0\\\"}\",\"signature\":\"RM3wxKutbAl5KIoz2GKNj7nNUrt3381fIMrEn5X3vb2sPBkGFqPDlNZ_w4cOKxqGpbSkHxEt4B-v1S_qXa5Stw\",\"signingKeySignature\":\"0x5aa7bc83f54ab757ecf783706c8f77cf190befb38e35f24a521d224c51a98e583040146a0e99b9b7c6986f764c6ddac1caf701014ac27d4eed061e03e4c53afb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pvfzJNTaw6Zh18N-z-DWihDdRhK9Z27IqHC2urzR2Ss\\\",\\\"y\\\":\\\"mEau4Pa950DrE0Yjupk8w7z5AanuBd_ldhczwHsbmW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7t7yd7d9XQoRBBzOGAMucn46IqxWQY2Dp4vH7QiJaYo\"}"