"{\"content\":{\"body\":\"2021 was the most spectacular year the crypto industry has ever seen, not only because of strong additions in terms of the number and market value of crypto assets, but more importantly, growth in all aspects of the crypto industry in 2021 due to mass adoption and consolidation of new forms.\\n\\nIn 2021, The Central American country of El Salvador made Bitcoin legal tender. The irreplaceable token NFT has become a new digital product widely accepted by traditional brands and celebrities. Facebook changed its name to \\\"Meta\\\" and plans to explore crypto digitisation in many ways; The Metaverse concept has broken out of the crypto world and into the wider Internet and even traditional business.\\n\\nOverseas crypto industry experts believe that 2022 May be a transitional year in the crypto field, and crypto assets and blockchain products with relevance, practicality and good fundamentals will attract the most investment market and users. Arcane Research, crypto industry watchers, and KOL have all made predictions about 2022 crypto trends, and five of them are consistent.\\n\\n**Bitcoin is increasingly tied to traditional financial indicators**\\n\\nDespite the threat posed by rising coronavirus cases to the global economic recovery, both bitcoin and the benchmark indexes are locked in sizable gains in 2021: Bitcoin is up 66% and the S&P 500 is up about 27%. But with bitcoin increasingly behaving like a risky asset, blockchain Research firm Arcane Research says it will further amplify major moves in the stock market.\\n\\n\\\"Bitcoin could outperform if stocks continue to rally in 2022,\\\" the firm said, \\\"but could underperform if we see a red year for stocks.\\\"\\n\\nStocks performed well last year, according to Arcane Research, but a pattern is clear: \\\"Fear of broad financial markets has directly affected bitcoin's performance.\\\" The CBOE Volatility Index, or VIX, is a common measure of expected stock market volatility as reflected in s&p 500 index options. Last year, a spike in the VIX was accompanied by a sell-off in Bitcoin. Arcane Research warns that market headwinds in 2022 could have an impact on bitcoin's short-term price trajectory.\\n\\nArcane Research also predicts that in 2022, people will see more bans on bitcoin mining in countries with weak electricity or inadequate energy supplies, \\\"while other energy-rich jurisdictions will embrace the industry.\\\"\\n\\n**Ethereum will once again surpass Bitcoin**\\n\\nEthereum that long the no. 2 cryptocurrency asset outperformed Bitcoin in 2021, rising 418% compared to bitcoin's 66% gain. \\\"This gap is the largest we've seen since Ethereum launched in 2015,\\\" Arcane said.\\n\\nOne reason Ethereum will continue to outperform in 2022 is the surge in NFT sales. Most crypto assets still run on the Ethereum blockchain, which has real-world utility and supports smart contracts that can be used for a wide range of applications. Upgraded from Berlin to London in 2021, Ethereum improves the network's ability to process more transactions.\\n\\nRoger, an early adopter and investor in Bitcoin and one of the five original founders of the Bitcoin Foundation, agrees that 2022 seems likely to be the year ethereum upends Bitcoin in terms of market cap and almost every other metric, and \\\"many other assets are likely to do the same over the next few years.\\\"\\n\\nRaj A Kapoor, founder of the Indian Blockchain Alliance, said Ethereum could overtake Bitcoin as the most valuable cryptocurrency sometime in 2022.\\n\\n**Most Meme assets will disappear**\\n\\nInvestors see meme-like cryptotokens becoming popular around 2021. Shiba Inu, a spin-off from DogeCoin, for example, soared 44,540,000 percent last year. And SQUID, a crypto asset named after the popular Netflix series \\\"The SQUID Game,\\\" rose more than 75,000 percent in less than a week, but quickly disappeared.\\n\\n\\\"We can't summarize 2021 without mentioning 2021's ridiculous meme rally,\\\" says Arcane Research, adding that the phenomenon will be \\\"a relic of 2021's ridiculous era.\\\"\\n\\nDavid Z. Morris, chief insight columnist for CoinDesk, argues that Meme coins are basically a casino, but they enjoy a positive feedback loop because winners attract major public interest and keep the winning roll rolling. Conversely, downward or horizontal cycles can be brutal. \\\"But by 2022, there will be less similar behavior among crypto newcomers and consolidation around informed investing, meaning tokens like DOGE will continue to lose momentum (it peaked last May), with limited room for new gains.\\\"\\n\\nDavid Z. Morris sees Shiba Inu as \\\"an interesting exception\\\" because it reflects a possible demonstration of how memes can be turned into real projects. \\\"Its ShibaSwap DEX is at least superficially interesting, but I can't say for sure if it will elevate the project to the point where its meme features disappear.\\\"\\n\\n**Metaverse will penetrate the mainstream market**\\n\\nGameFi is considered to be a subset of the Metaverse, as most game developers in the blockchain world have built ecosystems on the chain in order to be more closely connected to the Metaverse virtual world. The non-homogeneous token NFT is also a branch of the metasemes, in addition to gamers spending money on digital art, not to mention buying game-related weapons, equipment, and even virtual lands.\\n\\nIshan Arora, a partner at crypto hedge fund Tykhe Block Ventures, said several themes to watch for in 2022 include gaming and NFT, as crypto assets around these themes have become popular by the end of 2021.\\n\\n\\\"In 2021, few expect NFT to be the killer app that drives mainstream interest and adoption.\\\" Sandra, CEO of the Global Blockchain Business Council, agrees that Metaverse will be a curiosity exploder in the mainstream market in 2022.\\n\\nRaj A Kapoor, founder of the Blockchain Alliance of India, said that Metavese will be A super powerful subject due to the involvement of traditional tech giants. \\\"The name change of Facebook and the subsequent strong growth of crypto games will be noteworthy events,\\\" he said.\\n\\n\\\"If you look at the list of major media companies, sports leagues or content creators involved in digital assets at the beginning and end of the year,\\\" Ava Labs' Wu believes more traditional brands will enter the NFT space in 2022.\\n\\n**DeFi innovative products will promote the evolution of public chain network**\\n\\n\\\"DeFi is still going to be a big deal in 2022, so far we've only seen the tip of the iceberg.\\\" According to Nils Gregersen, founder and CTO of Paycer UG in Hamburg, Germany, there are many new products in DeFi that we can't imagine today.\\n\\nChris Kalani, CHIEF product officer of Phantom Wallet, expects DeFi to unlock new cases for games and payments. \\\"The increased speed and reduced cost of blockchain networks will open doors we didn't see in the first wave of DeFi. One area we are already seeing is the emergence of decentralized autonomous organizations (DAOs) as Layer 1 and Layer2 evolve to push developers to experiment more.\\\"\\n\\nDavid Z. Morris, chief insight columnist at CoinDesk, said bluntly that one of the really bullish facts he's seen this year is the spread of user interest in real applications that span multiple blockchains. \\\"In NFT and DeFi, for example, we're not only seeing Solana, We're also seeing massive adoption of Tezos and other blockchains.\\\" He says there are good reasons to think that in the long run there are more likely to be two or three dominant smart contract chains than five or six, \\\"widening the diversity of platforms that people actually use next year, but with that comes real competition and eventual re-consolidation.\\\"\",\"timestamp\":1641358533,\"title\":\"New Year, start my Web3 journey\"},\"digest\":\"SLIK6EtEVslvq0GFaEyKZuEyyhGWI5n01APiKC8qnuE\",\"authorship\":{\"contributor\":\"0x1F4539Cb455a9DbD8Ef991bcEb75c6671Fa8a40D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ps3PLVoYYddAaBDN9unoJ1lQve2VuOv64NCel6jlxGg\\\",\\\"y\\\":\\\"ACWw9qylOORtV-DEkFZnC1VnJZ3Jk4XaZfPZUkqidY0\\\"}\",\"signature\":\"NdXcyf2ftNlPsEeE0KchQNEZOt0Iwo3hPEBxscGiN4URRhClQzb4zgk9wds1JX7VPyG6oZiWfE_q09pmLlq3Gg\",\"signingKeySignature\":\"0x0fde605112eebf75244524cdc40d9bc14a7646ef6a848dba8683a288ccd3339c4534994256947926bfb244adb0993e8bc3d6df8c0f45ec174e6d70e33f515d561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ps3PLVoYYddAaBDN9unoJ1lQve2VuOv64NCel6jlxGg\\\",\\\"y\\\":\\\"ACWw9qylOORtV-DEkFZnC1VnJZ3Jk4XaZfPZUkqidY0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SLIK6EtEVslvq0GFaEyKZuEyyhGWI5n01APiKC8qnuE\"}"