"{\"content\":{\"body\":\"If you can tell a good story, you can capture attention. Attention drives value. Many NFT projects don't truly understand this. That's where [@10ktfshop](https://twitter.com/10ktfshop) is different. Let's explore how they've built a strong loyal and inquisitive community, simply by telling a great story.\\n\\n![Wagmi-san at his shop in New Tokyo](https://images.mirror-media.xyz/publication-images/xb-KNuXP2vogxBsRnu7P5.png?height=383&width=680)\\n\\n1/ Before we begin, you might ask, why does storytelling matter? Does it really capture value? Let's take a quick detour and talk about one of the greatest movie studios of our time and masters of storytelling: Pixar.\\n\\n![](https://images.mirror-media.xyz/publication-images/Q-TFCJA0JkP_GvoMXMuVQ.png?height=433&width=640)\\n\\n2/ Over the past 20+ years, the studio has won 18 academy awards, and their films gross \\\\~$700 million on average. Put simply: Pixar movies perform. And while they have industry leading graphics and cute characters, you need something deeper than that to achieve this success.\\n\\n![](https://images.mirror-media.xyz/publication-images/AE5Nh-0v_L7gwSxQpeXx9.png?height=383&width=680)\\n\\n3/ For that, the writers credit their success to the care and attention they pay to the story. They understand that in order to truly move an audience, you have to have a deep understanding of human emotions, motivations, and psychology. See their \\\"22 rules for storytelling\\\"\\n\\n![These rules are used as the backbone for every story Pixar tells](https://images.mirror-media.xyz/publication-images/grJ1H5HKb5_vbB66xM96p.png?height=1223&width=800)\\n\\n4/ With those rules, we've had masterpieces like Toy Story, which wasn't about toys coming to life when humans aren't around. It was about Woody learning to overcome his jealousy and share the spotlight with the new-comer, Buzz Lightyear. A lesson we can all use in life.\\n\\n![Woody was jealous at first, but grew to appreciate Buzz being around](https://images.mirror-media.xyz/publication-images/ZBxo733xueUijx1gXsf32.png?height=383&width=680)\\n\\n5/ and Inside out touched on the deeply human and universal theme of learning to accept and process your emotions. We see the consequences of what happens when we think we can bottle or outright rejecting emotions - like sadness.\\n\\n![\\\"This is the circle of sadness, your job is to make sure all the sadness, stays inside it!\\\" - Joy](https://images.mirror-media.xyz/publication-images/CU6blbKuvKVTgDSih6PI9.png?height=468&width=850)\\n\\n6/ Pixar movies touch on deep human truths and emotions and that’s why their movies connect with the audience. Naturally, the movies do well at the box office. Getting people to pay attention is powerful and one of the best ways to to do is through a good story.\\n\\n7/ Here's Pixar co-founder, Steve Jobs, on stories\\n\\n![](https://images.mirror-media.xyz/publication-images/dSojwxzQIfV8iDen-abSL.png?height=478&width=638)\\n\\n8/ Stories are important, okay. Back to [@10KTFshop](https://twitter.com/10KTFshop). Before we jump in to explain how they're telling a good story in the NFT space, here's a primer of what's happened so far in that universe.\\n\\n9/ On September 17th, a mysterious old Japanese man appeared on NFT twitter - Wagmi-san from New Tokyo. He promised to turn your PFPs like BAYC, WoW, cool cats into custom sneakers. NFTs Thousands of sneakers were minted over 3 days.\\n\\n10/ Then, a week later, Wagmi-san opened his shop again. This time, it was backpacks. Thousands more were minted. But the mint ended early. Wagmi-san had to leave after 7 hours instead of 10, to run away from the people that were \\\"after him\\\". Strange…\\n\\n11/ To the average observer, you might pass that move off as inexperience from the founders. \\\"Devs probably found an error in their smart contract, made up some excuse to cut off the mint\\\". But the people running this were anything but inexperienced...\\n\\n12/ Shortly after the first mint, the community found clues that pointed to [@wenewmoments](https://twitter.com/wenewmoments) running the project. Wenew is an NFT company co-founded by big names in the space (Figge, Beeple, Guy Osheary).\\n\\n[https://twitter.com/atareh/status/1439721745116811264](https://twitter.com/atareh/status/1439721745116811264)\\n\\n13/ The plan to cut the mint early was likely planned. Then we've learned that the bad guys were 893 - slang for Yakuza. This was discovered by the community - by sleuthing Wagmi-san's wallet on Opensea and finding the ENS domain NFT: 893.eth\\n\\n![A clue in Wagmi-san's wallet](https://images.mirror-media.xyz/publication-images/3daPBw0-gf49gRjEgZuE1.png?height=551&width=829)\\n\\n14/ When that clue was discovered and deciphered by the community in Discord, we learned the game we were playing. [@10KTFshop](https://twitter.com/10KTFshop) wasn't just a mint shop for cool looking NFTs. This was a story unfolding before us, and it required our participation.\\n\\n15/ The questions arose naturally after we figured out who was after Wagmi-san:\\n\\n* Why were they after him?\\n* How can we help Wagmi-san?\\n* and What the hell happened last summer??\\n\\n![](https://images.mirror-media.xyz/publication-images/DmHDDpFYMBkX4ZnE7YGet.png?height=993&width=1726)\\n\\n16/ And this is where the brilliance of story-telling by [@10KTFshop](https://twitter.com/10KTFshop) has built a strong, tight-knit community. The project doesn't play out like any ordinary one. Every \\\"objective\\\" in a roadmap has been used as a device that serves the overarching story. Let me explain…\\n\\n17/ We didn't receive an airdrop because we held 10KTF NFTs. We were actually helping Wagmi-san hold onto his materials so the Yakuza can't steal it them. We're active participants in the story. The items have future utility too, and some sell for 2-5 eth.\\n\\n![](https://images.mirror-media.xyz/publication-images/pXsqTgp5wKh26i5SfJLtL.png?height=1099&width=1441)\\n\\n18/ Then, we learned about BOSS_TOADZ, the head of the Yakuza. He went onto to purchase $30,000 worth of 10KTF items from the floor, and burn them. As a \\\"fuck you\\\" to Wagmi-san for not paying his protection money. See where i'm going with this?\\n\\n![Toadz burning Wagmi-san's shoes and bags](https://images.mirror-media.xyz/publication-images/EWi9ndKeBb8tvdHx6ITQq.png?height=600&width=600)\\n\\n19/ At its core, that was the 10KTF team sending us airdrops and sweeping and burning NFTs (i.e reducing the supply and increasing the floor). But the way its executed and woven into the story feels like we're being taken on a ride.\\n\\n20/ We have a common enemy in BOSS_TOADZ, and we saw him buy the NFTs live (checking his wallet on etherscan). At the same time, the toadz took over discord shop radio played \\\"disco inferno\\\" and other “fire” tracks. This was an immersive experience and no one else is doing this.\\n\\n![](https://images.mirror-media.xyz/publication-images/JdDCJT1qcheXWWlEsOPQ1.png?height=360&width=360)\\n\\n21/ The world building and using twitter, etherscan and NFTs to drop clues, makes this story feel like a movie being played out, live on the blockchain. And you can see the positive effects of that in the community\\n\\n22/ There is 0 price or floor conversation. The tight-knit community sticks up for each other, supports each other in contests they're in; we host educational seminars to help people understand NFTs, we make custom POAPs for the community.\\n\\n[ \\n ](https://twitter.com/atareh/status/1450877650789146624/photo/1)\\n\\n![](https://images.mirror-media.xyz/publication-images/bvAswTxoqlyGf-0VMguXy.png?height=360&width=360)\\n\\n23/ If you want to get involved, it's a great time to jump in. Wagmi-san has 6 rolls of tape for his camera. The first snapshot taken got us all airdropped materials for us to hold onto. Which means there are might be 5 more airdrops to come...\\n\\n![Wagmi-san taking snapshots for an airdrop](https://images.mirror-media.xyz/publication-images/8G8JJcr09j1QEbCEV52r6.png?height=422&width=680)\\n\\nYou can buy a shoe or bag on Opensea [here](https://opensea.io/collection/10ktf). And jump into the discord [here](https://discord.com/invite/h6Vwax7t5q)\\n\\n\\n---\\n\\nThis article first appeared as a thread on Twitter. Follow me on there for more. \\n\\n[https://twitter.com/atareh/status/1450877572854779911](https://twitter.com/atareh/status/1450877572854779911)\\n\\n\",\"timestamp\":1637722030,\"title\":\"How storytelling elevates an NFT community\"},\"digest\":\"GZcdlHlRdMOEwfmXA0bRMkplnQC_iWXnSVbLAAmx8hk\",\"authorship\":{\"contributor\":\"0x56383A5Dd01d413fb8B38F2D0FceF5F511F1Dbb9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WbiAnPn2Til1Bgmxc1adDwSVctn_TgG2cpzZ1HEVvV0\\\",\\\"y\\\":\\\"0hqFd04Loonbkysa5FGjsZSYVo-m4eSkjsqdpWdwEEs\\\"}\",\"signature\":\"iDAO4vx2R6eUyzAHocA-KjqQmjk5TfnIw0s2PNzslJoEPr8f7wm_dB_qDH5vKvhjyG4hhGL6z8L-Fqiu2jBTDw\",\"signingKeySignature\":\"0xd76bfae9b5152dad095df6ba6dc33399af6397d1ae104cbcef057dcbe915bb9d72676a8a9fde3f471e581964f69dbce1ed47d1f2c8be4eb00daf31cae855ded01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WbiAnPn2Til1Bgmxc1adDwSVctn_TgG2cpzZ1HEVvV0\\\",\\\"y\\\":\\\"0hqFd04Loonbkysa5FGjsZSYVo-m4eSkjsqdpWdwEEs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GZcdlHlRdMOEwfmXA0bRMkplnQC_iWXnSVbLAAmx8hk\"}"