"{\"content\":{\"body\":\"It was with the greatest delight that I listened to his wise instruction.  The sight of his excellent tools, which he showed me one by one, filled me with an almost painful feeling of earnest hope that I might be able in any degree to practically express how thankful I was to be admitted to so invaluable a privilege as to be in close communication with this great master in all that was most perfect in practical mechanics.\\n\\nWhen he concluded his exposition, he told me in the most kindly manner that it would be well for me to take advantage of my father's presence in London to obtain some general knowledge of the metropolis, to see the most remarkable buildings, and to obtain an introduction to some of my father's friends.  He gave me a week for this purpose, and said he should be glad to see me at his workshop on the following Monday week.\\n\\nIt singularly happened that on the first day my father went out with me, he encountered an old friend.  He had first known him at Mr. Miller's of Dalswinton, when the first steamboat was tried, and afterwards at Edinburgh while he was walking the courts as an advocate, or writing articles for the Edinburgh Review.  This was no other than Henry Brougham.  He was descending the steps leading into St. James's Park, from the place where the Duke of York's monument now stands. Brougham immediately recognised my father.  There was a hearty shaking of hands, and many inquiries on either side.  \\\"And what brings you to London now?\\\" asked Brougham.  My father told him that it was about his son here, who had obtained an important position at Maudslay's the engineer.\\n\\n\\\"If I can do anything for you,\\\" said Brougham, addressing me, \\\"let me know.  It will afford me much pleasure to give you introductions to men of science in London.\\\"  I ventured to say that \\\"Of all the men of science in London that I most wished to see, was Mr. Faraday of the Royal Institution.\\\"  \\\" Well,\\\" said Brougham, \\\"I will send you a letter of introduction.  We then parted.\\n\\nMy father availed himself of the opportunity of introducing me to several of his brother artists.  We first went to the house of David Wilkie, in Church Street, Kensington.  We found him at home, and he received us most kindly.  We next visited Clarkson Stanfield, David Roberts, and some other artists.  They were much attached to my father, and had, in the early part of their career, received much kindness from him while living in Edinburgh.  They all expressed the desire that I should visit them frequently.  I had thus the privilege of entree to a number of pleasant and happy homes, and my visits to them while in London was one of my principal sources of enjoyment.\\n\\nOn returning home to our lodgings that evening we found a note from Brougham, enclosing letters of introduction to Faraday and other scientific men; and stating that if at any time he could be of service to me he hoped that I would at once make use of him.  My father was truly gratified with the substantial evidence of Brougham's kindly remembrance of him; and I? how could I be grateful enough? not only for my father's never-failing attention to my growth in knowledge and wisdom, but to his ever-willing readiness to help me onward in the path of scientific working and mechanical engineering. And now I was fortunate in another respect, in being admitted to the school, and I may say the friendship, of the admirable Henry Maudslay. Everything now depended upon myself, and whether I was worthy of all these advantages or not.\\n\\nOne of the days of this most interesting and memorable week was devoted to accompanying Mr. Maudslay in a visit to Somerset House.  In the Admiralty Museum, then occupying a portion of the building, was a complete set of the working models of the celebrated block-making machinery.  Most of these were the result of Maudslay's own skilful handiwork.  He also designed, for the most part, this wonderful and complete series of machines.  Sir Samuel Bentham and Mr. Brunel had given the idea, and Maudslay realised it in all its mechanical details. These working models contained the prototypes of nearly all the modern engineer tools which have given us so complete mastery over materials, and done so much for the age we live in.\\n\\nIt added no little to the enjoyment of this visit to hear Mr. Maudslay narrate, in his quaint and graphic language, the difficulties he had to encounter in solving so many mechanical problems.  It occupied him nearly six years to design and complete these working models. They were forty-four in number--all masterly pieces of workmanship. To describe them was to him like living over again the most interesting and eventful part of his life.  And no doubt the experience which he had thus obtained formed the foundation of his engineering fortunes.\\n\\nMr. Maudslay next conducted us to the Royal Mint on Tower Hill. Here we saw many of his admirable machines at work.  He had a happy knack, in his contrivances and inventions, of making \\\"short cuts\\\" to the object in view.  He avoided complexities, did away with roundabout processes, however ingenious, and went direct to his point. \\\"Simplicity\\\" was his maxim in every mechanical contrivance. His mastermind enabled him to see through and attain the end he sought by the simplest possible means.  The reputation which he had acquired by his minting machinery enabled him to supply it in its improved form to the principal Governments of the world.\\n\\nSome of the other days of the week were occupied by my father in attending to his own professional affairs, more particularly in connection with the Earl of Cassilis--whose noble mansion in London, and whose castle at Colzean, on the coast of Ayrshire, contain some of my father's finest works.  The last day was most enjoyable. Mr. Maudslay invited my father, my brother Patrick, and myself, to accompany him in his beautiful small steam yacht, the Endeavour, from Westminster to Richmond Bridge, and afterwards to dine with him at the Star and Garter.  I must first, however, say something of the origin of the Endeavour.\\n\\nMr. Maudslay's son, Joseph, inherited much of his father's constructive genius.  He had made a beautiful arrangement of William Murdoch's original invention of the vibrating cylinder steam-engine, and adapted it for the working of paddle-wheel steamers.  He first tried the action of the arrangement in a large working model, and its use was found to be in every respect satisfactory.  Mr. Maudslay resolved to give his son's design a full-sized trial.  He had a combined pair of vibrating engines constructed, of upwards of 20 horse-power, which were placed in a beautiful small steam vessel, appropriately named the Endeavour. The result was perfectly successful.  The steamer became a universal favourite.  It was used to convey passengers and pleasure parties from Blackfriars Bridge to Richmond.  Eventually it became the pioneer of a vast progeny of vessels propelled by similar engines, which still crowd the Thames.  All these are the legitimate descendants of the bright and active little Endeavour.\\n\\nTo return to my trip to Richmond.  We got on board the boat on the forenoon of May the 29th.  It was one of the most beautiful days of the year.  The spring was at its loveliest.  The bright fresh green of the trees was delightful.  I shall never forget the pleasure with which I beheld, for the first time, the beautiful banks of the Thames. There was at that time a noble avenue of elm trees extending along the southern bank of the river, from Westminster Bridge to Lambeth Palace; while, on the northern side, many equally fine trees added picturesque grace to the then Houses of Parliament, while behind them were seen the great roof of Westminster Hall and the noble towers of Westminster Abbey.  As we sped along we admired the ancient cedars, which gave dignity to the Bishop's grounds, on the one side, and the elms, laburnums, and lilacs, then in full bloom, which partially shaded the quaint old mansions of Cheyne Row, on the other.  Alas! the march of improvement and the inevitable extension of the metropolis is rapidly destroying these vestiges of the olden time.\\n\\nThe beautiful views that came into sight, as we glided up the river, kept my father and my brother in a state of constant excitement. There were so many truly picturesque and paintable objects. Patrick's deft pencil was constantly at work, taking graphic notes of \\\"glorious bits\\\" Dilapidated farm-buildings, old windmills, pollarded willows, were rapidly noted, to be afterwards revisited and made immortal by his brush.  There were also the fine mansions and cosy villas, partially shrouded by glorious trees, with their bright velvety lawns sloping down towards the river; not forgetting the delicate streams of thin blue smoke rising lazily through the trees in the tranquil summer air, and reminding one of the hospitable preparations then in progress.\\n\\nWe landed at Richmond Bridge, and walked up past the quaint old-fashioned mansions which gave so distinct a character to Richmond at that time.  We then passed on to the celebrated Richmond Terrace, at the top of the hill, from which so glorious a view of the windings of the Thames is seen, with the luxuriant happy-looking landscape around.  The enjoyment of this glorious day now reached its climax. We dined in the great dining-room, from the large windows of which we observed a view almost unmatched in the world, with the great tower of Windsor in the distance.  I need not speak of the entertainment, which was everything that the kindest and most genial hospitality could offer.  After a pleasant stroll in the Park, amidst the noble and venerable oak trees, which give such a dignity to the place, and after another visit to the Terrace, where we saw the sun set in a blaze of glory beyond the distant scenery, we strolled down the hill to the steamer, and descended the Thames in the cool of the summer evening.\\n\\nI must not, however, omit to mention the lodgings taken for me by my father before he left London.  It was necessary that they should be near Maudslay's works for the convenience of going and coming. We therefore looked about in the neighbourhood of Waterloo Road. One of the houses we visited was situated immediately behind the Surrey theatre.  It seemed a very nice tidy house, and my father seemed to have taken a liking for it.  But when we were introduced into the room where I was to sleep, he observed an ultra-gay bonnet lying on the bed, with flashy bright ribbons hanging from it.  This sight seemed to alter his ideas, and he did not take the lodgings; but took another where there was no such bonnet.\\n\\nI have no doubt about what passed through his mind at the time. We were in the neighbourhood of the theatre.  There was evidently some gay young woman about the house.  He thought the position might be dangerous for his son.  I afterwards asked him why we had not taken that nice lodging.  \\\"Well,\\\" he said, \\\"did not you see that ultra-gay bonnet lying on the bed?  I think that looks rather suspicious!\\\" Afterwards he added, \\\"At all events, James, you will find that though there are many dirty roads in life, if you use your judgment you may always be able to find a clean crossing!\\\" And so the good man left me. After an affectionate parting he returned to Edinburgh, and I remained in London to work out the plan of my life.\\n\\nCHAPTER 8.  Maudslay's Private Assistant\\n\\nOn the morning of Monday, the 30th of May 1829, I commenced my regular attendance at Mr. Maudslay's workshop.  My first job was to assist him in making some modifications in the details of a machine which he had contrived some years before for generating original screws.  I use the word \\\"generating\\\" as being most appropriate to express the objects and results of one of Mr. Maudslay's most original inventions.\\n\\nIt consisted in the employment of a knife-edged hardened steel instrument, so arranged as to be set at any required angle, and its edge caused to penetrate the surface of a cylindrical bar of soft steel or brass.  This bar being revolved under the incisive action of the angularly placed knife-edged instrument, it thus received a continuous spiral groove cut into its surface.  It was then in the condition of a rudimentary screw; the pitch, or interval between the threads, being determined by the greater or less angle of obliquity at which the knife-edged instrument was set with respect to the axis of the cylindrical bars revolving under its incisive action.\\n\\nThe spiral groove, thus generated, was deepened to the required extent by a suitable and pointed hard steel tool firmly held in the jaws of an adjustable slide made for the purpose, as part and parcel of the bed of the machine.  In the case of square-threaded screws being required, a square-pointed tool was employed in place of the V or angle-threaded tool.  And in order to generate or produce right hand or left hand screws, all that was necessary was to set the knife-edged instrument to a right or left hand inclination in respect to the axis of the cylindrical bar at the outset of the operation.\\n\\nThis beautiful and truly original contrivance became, in the hands of its inventor, the parent of a vast progeny of perfect screws, whose descendants, whether legitimate or not, are to be found in every workshop throughout the world, wherever first-class machinery is constructed.  The production of perfect screws was one of Maudslay's highest ambitions and his principal technical achievement.  It was a type of his invaluable faculty of solving the most difficult problems by the most direct and simple methods.\\n\\nIt was by the same method that he produced the Guide screw. His screw-cutting lathe was moved by combination wheels, and by its means he could, by the one Guide screw, obtain screws of every variety of pitch and diameter.  As an illustration of its complete accuracy I may mention that by its means a screw of five feet in length and two inches in diameter was cut with fifty threads to the inch; the Nut to fit on to it being twelve inches long, and containing six hundred threads!  This screw was principally used for dividing scales for astronomical and other metrical purposes of the highest class. By its means divisions were produced with such minuteness that they could only be made visual by a microscope.\\n\\nThis screw was sent for exhibition to the Society of Arts.  It is still preserved with the utmost care at the Lambeth Works amongst the many admirable specimens of Henry Maudslay's inventive genius and delicate handiwork.  Every skilled mechanic must thoroughly enjoy the sight of it, especially when he knows that it was not produced by an exceptional tool, but by the machine that was daily employed in the ordinary work of the factory.\\n\\nI must not, however, omit to say that I took an early opportunity of presenting Brougham's letter of introduction to Faraday at the Royal Institution.  I was received most cordially by that noble-minded man, whose face beamed with goodness and kindness.  After some pleasant conversation he said he would call upon me at Maudslay's, whom he knew very well.  Not long after Faraday called, and found me working beside Maudslay in his beautiful little workshop.  A vice had been fitted up for me at the bench where he himself daily worked.  Faraday expressed himself as delighted to find me in so enviable a position. He congratulated me on my special good fortune in having the inestimable advantage of being associated as assistant workman with one of the greatest mechanical engineers of the day.\\n\\nMr. Maudslay offered to conduct Faraday through his workshops, and I was permitted to accompany them.  I was much impressed with the intelligent conversation of Faraday, as well as with the quickness he exhibited in appreciating not only the general excellence of the design and execution of the works in progress, but his capacity for entering into the technical details of the composite tools and machinery which he saw during his progress through the place.  This most pleasant and memorable meeting with the great philosopher initiated a friendship which I had the good fortune to continue until the close of his life.\\n\\nIt was, of course, an immense advantage for me to be so intimately associated with Mr. Maudslay in carrying on his experimental work. I was not, however, his apprentice, but his assistant workman. It was necessary, therefore, in his opinion, that I should receive some remuneration for my services.  Accordingly, at the conclusion of my first week in his service, he desired me to go to his chief cashier and arrange with him for receiving whatever amount of weekly wages I might consider satisfactory.  I went to the counting-house and had an interview with Mr. Young the cashier, a most worthy man\\\\*  \\\\[footnote... I may mention that he was brother to Dr. Thomas Young, the celebrated natural philosopher.  ...\\\\] Knowing as I did the great advantages of my situation, and having a very modest notion of my own worthiness to occupy it, I said, in answer to Mr. Young's question as to the amount of wages I desired, that \\\"if he did not think ten shillings a week too much I could do well enough with that.\\\"  \\\"Very well\\\" said he,\\\"let it be so\\\" And he handed me over half a sovereign!\\n\\nI had determined, after I obtained a situation, not to cost my father another shilling.  I knew how many calls he had upon him, at a time when he had his own numerous household to maintain.  I therefore resolved, now that I had begun life on my own resources, to maintain myself, and to help him rather than be helped any longer.  Thus the first half-sovereign I received from Mr. Young was a great event in my life.  It was the first wages, as such, that I had ever received. I well remember the high satisfaction I felt as I carried it home to my lodgings; and all the more so as I was quite certain that I could, by strict economy and good management, contrive to make this weekly sum of ten shillings meet all my current expenses.\\n\\nI had already saved the sum of #20, which I placed in the bank as a deposit account.  It was the residue of the sale of some of my model steam-engines at Edinburgh.  My readers will remember that I brought with me a model steam-engine to show to Mr. Maudslay as a specimen of my handiwork.  It had gained for me the situation that I desired, and I was now willing to dispose of it.  I found a purchaser in Mr. Watkins, optician at Charing Cross, who supplied such apparatus to lecturers at Mechanics' Institutions.  He gave me #35 for the model, and I added the sum to my deposit account.  This little fund was quite sufficient to meet any expenses beyond those of a current weekly nature.\\n\\n\\\\[Image\\\\]  My cooking stove\\\\*  \\\\[footnote... I have this handy apparatus by me still; and to prove its possession of its full original efficiency I recently set it in action after its rest of fifty years, and found that it yielded results quite equal to my grateful remembrance of its past services.  ...\\\\]\\n\\nBut I was resolved that my wages alone should maintain me in food and lodging.  I therefore directed my attention to economical living. I found that a moderate dinner at an eating-house would cost move than I could afford to spend.  In order to keep within my weekly income I bought the raw materials and cooked them in my own way and to my own taste.  I set to and made a drawing of a very simple, compact, and handy cooking apparatus.  I took the drawing to a tinsmith near at hand, and in two days I had it in full operation.  The apparatus cost ten shillings, including the lamp.  As it contributed in no small degree to enable me to carry out my resolution, and as it may serve as a lesson to others who have an earnest desire to live economically, I think it may be useful to give a drawing and a description of my cooking stove.  The cooking or meat pan rested on the upper rim of the external cylindrical case, and was easily removable in order to be placed handy for service.  The requisite heat was supplied by an oil lamp with three small single wicks, though I found that one wick was enough.  I put the meat in the pot, with the other comestibles, at nine o'clock in the morning.  It simmered away all day, until half-past six in the evening, when I came home with a healthy appetite to enjoy my dinner.  I well remember the first day that I set the apparatus to work. I ran to my lodging, at about four P.M., to see how it was going on.  When I lifted the cover it was simmering beautifully, and such a savoury gusto came forth that I was almost tempted to fall to and discuss the contents.  But the time had not yet come, and I ran back to my work.\\n\\nThe meat I generally cooked in it was leg of beef, with sliced potato, bits of onion chopped down, and a modicum of white pepper and salt, With just enough of water to cover \\\"the elements.\\\"  When stewed slowly the meat became very tender; and the whole yielded a capital dish, such as a very Soyer might envy.  It was partaken of with a zest that, no doubt, was a very important element in its savouriness.  The whole cost of this capital dinner was about 4 1/2d. I sometimes varied the meat with rice boiled with a few raisins and a pennyworth of milk. My breakfast and tea, with bread, cost me about fourpence each. My lodgings cost 3s. 6d. a week.  A little multiplication will satisfy any one how it was that I contrived to live economically and comfortably on my ten shillings a week.  In the following year my wages were raised to fifteen shillings a week, and then I began to take butter to my bread.\\n\\nTo return to my employment under Mr. Maudslay.  One of the first jobs that I undertook was in assisting him to make a beautiful small model of a pair of 200 horsepower marine steam-engines.  The engines were then in course of construction in the factory.  They were considered a bold advance on the marine engines then in use, not only in regard to their great power, but in carrying out many specialities in their details and general structure.  Mr. Maudslay had embodied so much of his thought in the design that he desired to have an exact model of them placed in his library, so as to keep a visible record of his ideas constantly before him.  In fact, these engines might be regarded as the culmination of his constructive abilities.\\n\\nIn preparing the model it was necessary that everything should be made in exact conformity with the original.  There were about three hundred minute bolts and nuts to be reduced to the proportional size. I esteemed it a great compliment to be entrusted with their execution. They were all to be made of cast-steel, and the nuts had to be cut to exact hexagonal form.  Many of them had collars.  To produce them by the use of the file in the ordinary mode would not only have been difficult and tedious, but in some cases practically impossible.\\n\\n\\\\[Image\\\\]  Collar-nut cutting machine.\",\"timestamp\":1639289253,\"title\":\"\\nMr. Maudslay kept me with him for about three hours, initiating me into his system.\"},\"digest\":\"LvXmF-Esi8zTtNHdt8yAWDkD6kl4p8kXweFgj_j_lko\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r0OpLc05F0QgcoEnjQZGcjPPbBEnMDwvFPBI_haQaKk\\\",\\\"y\\\":\\\"LPt1G88EK1MAvPQYAKn-LUmJVNNdj9q3A8Lb540Wvp4\\\"}\",\"signature\":\"IBgx0beYoz7_NQPCo94RX07yjRW5rTuTDbToQEsKyAvRsF8ws8v4TlqMFtCY7WCp-vi_lYtYCHY7yKhjfaz-pQ\",\"signingKeySignature\":\"0xec6a9580f0dd34d70f2cecce687469ceda7bb4cac98c63a5e9975c303f2f1674744cbabcc207fbe4383bd2dc02f4ca7ef47a8e1ce3638f613c3375f0a51db9be1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r0OpLc05F0QgcoEnjQZGcjPPbBEnMDwvFPBI_haQaKk\\\",\\\"y\\\":\\\"LPt1G88EK1MAvPQYAKn-LUmJVNNdj9q3A8Lb540Wvp4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LvXmF-Esi8zTtNHdt8yAWDkD6kl4p8kXweFgj_j_lko\"}"