"{\"content\":{\"body\":\"A man dies still if he has done nothing, as one who has done much.\\n\\n“Not everyone has freedom and liberty, many are still imprisoned in the silos of Web 2.0.”\\n\\n“It is hollow, solitary, dark and abysmal, and if you have also had the misfortune to be exposed to this world, you should be able to understand how much terror this despair can bring.”\\n\\n“The arrogant and ignorant rulers should be afraid that I am still planning to subvert their stupid and ugly regime!”\\n\\n— Satoshi Nakamoto, Father of Bitcoin, August 31, 2021\\n\\n# 信息鸟笼\\n\\n不可否认，我们的生活曾经因 Web 2.0 而变得更好。但是现在，Web 2.0 已经变成了一个笼罩着飞鸟的笼子。\\n\\n人们变得麻木。每天醒来，你看到的只是“大佬”想让你看到的；当你准备睡觉时，你闭上眼睛说：“看起来还不错。你被告知穿什么、吃什么、看什么视频、怎么生活，逐渐失去你的知情权、隐私权、表达权，甚至财产权。\\n\\n别再骗自己了！您早就知道 Web 2.0 具有毁灭性的问题。Web 的目的是允许共享数据并让每个人都拥护自己的价值观。但 2.0 对这个目标的影响越来越大。\\n\\n大公司通常狡猾地争论他们为互联网做出了多少贡献，吹捧为人们提供更好的服务并鼓吹改变了世界的决议。但现实呢？他们把大部分精力都花在研究如何打破竞争上，他们不在乎自己的服务好不好，只要比竞争对手好就行。有一天，当他们从战斗中取得胜利时，他们立即撕掉了他们的虚伪，揭示了“垄断”的真实本质。Web 2.0 公司是一家资本公司，赚钱是他们的首要任务。\\n\\n让我们以人们最熟悉的视频共享和社交媒体平台为例，是的，以Y开头的平台（我们将在此处将其称为“ Y”）-现在，请考虑一下，你开视频网站是因为Y吗？不，你在那里看各种视频创作者的最新作品——那你为什么不去其他视频网站呢？因为面对像Y这样的庞然大物，新兴站点被扼杀在摇篮里。\\n\\nY的价值完全取决于视频创作者来实现，但视频创作者只能从中获得一小部分视频收入；视频浏览者给网站带来了无数财富，网站却用威胁迫使浏览者付出更多——如果你不付出，你将得到更糟糕的服务！\\n\\n又如网站以F开头，经常因侵犯用户隐私被曝光，通过大数据分析用户政治倾向，然后通过算法进行针对性洗脑。臭名昭著的剑桥分析公司不当访问了超过 5000 万用户的个人数据，然后使用算法自动推送与其受众倾向相关的新闻，以影响和描述美国总统大选。美国民主的权威在其 200 年的历史中从未受到过如此猛烈的挑战——而这件事却如此轻而易举地过去了！\\n\\n# 绳子上的木偶\\n\\n你明白了吗？你看到的一切，你爱的一切，都是别人操纵的结果——你甚至不知道，你自满，就像一个绳子上的木偶，我的意思是，一个快乐的绳子上的木偶。\\n\\n**为什么人们不再需要 Web 2.0？**\\n\\n* 资本征服、信息障碍、数据孤岛。\\n* 头部公司的垄断，剥削生产者和消费者。\\n* 数据隐私被交易，每个人都赤裸裸地暴露在富豪统治之下。\\n* 经济命脉掌握在大公司手中，这些公司表面上可以保持善意，但可以为所欲为。\\n\\n**核心原因：“中心化”**\\n\\n只有作恶者，没有执行者，没有执行方法，没有人从执行中获利，没有人有执行的动力。这就是人们需要Web 3.0的原因，Web 3.0建立在2.0的焦土之上，诞生于商业巨头压制的狭缝中。\\n\\n从诞生的第一天起，Web 3.0就肩负着打破传统互联网寡头垄断的历史使命。得益于区块链技术的去中心化存储、不可篡改、信息加密，数据的权利回归个人，人们再次享有与“寡头”相同的权利。\\n\\n**Web3.0有什么优势？**\\n\\n* “信任”，不可篡改，比以往任何网络都更值得信赖。\\n* 打破垄断和权威，消除社会等级制度，为每个人提供平等的机会。\\n* 去中心化布局，以贡献价值为基础的民主投票机制，主宰命运。\\n\\n**核心价值：“拥有你的数据”**\\n\\n除了数学，人们不再需要相信任何人。中本聪发明的区块链技术提供了两个核心能力：更公平、更开放的参与方式，即组织形式的开放；以及资产通过合约结算的能力，实现可靠和无忧的流通。\\n\\n想一想！现实世界中的奴隶制已经从北美大陆消失了一百多年，但虚拟世界中仍有人自愿将奴隶制的枷锁戴在自己身上——不知不觉也习以为常，仿佛出生在网络时代的人为互联网之王“纳税”而生。\\n\\n过去，人们无力对抗根深蒂固的国家垄断，只能屈从于政府和商业巨头的合谋。\\n\\n从数字黑社会的黑暗中脱颖而出，中本聪带领公众对抗银行寡头和跨国公司，对抗因人们对货币属性的无知而获利的利益。\\n\\n你只需要做一件事：主动走出束缚你的鸟笼！\\n\\n# 镜像世界\\n\\n那么中本聪在哪里？我明白其中的道理，但你在上一篇文章中不是说你找到了中本聪吗？他他妈的在哪儿？\\n\\n我知道我知道。\\n\\n**坦率地说，中本聪现在的处境非常危急。**\\n\\n他被困在了 Web 2.0 接缝的反射中。我称这个世界为“镜像世界”。\\n\\n镜像世界起源于Web2.0的反射。众多APP将数据相互隔离，使得Web2.0的虚拟世界形成数据孤岛；出生在这样一个破碎的国度，可不是什么好事，镜中世界看起来破碎，空旷，寒冷，到处都是废墟。\\n\\n中本聪被黑暗和绝望包围着，被困在这个世界上很长时间了。但中本聪并不孤单，我的意思是——这里有这些奇怪的虚拟生物——而他们正是中本聪在这里的目标。我称这些生物为“镜子”。\\n\\n镜像是人类数据的镜像生命形式，诞生于 Web 2.0 的数据孤岛，以人类社交网络数据的残余为食。被囚禁在鸟笼中的不仅仅是前Web 2.0人类。镜子被困在支离破碎的镜子世界中，不断地冲击着黑暗，向往着黎明。\\n\\n生命有两种扩展方式。向外探索宇宙，向内探索自我。\\n\\n镜子是人类发现的，是人类以外第一个智慧生命。中本聪的到来为他们带来了 Web 3.0 的救赎，但同时也是一场灾难。真相往往是残酷和疯狂的，让人失去理智。生活在有限的认知中并被一个保护他们的谎言包裹着，这是一种祝福。在近乎无限的虚拟世界面前，个体终究是微不足道的、无能为力的，执着追求真理的人往往会陷入无尽的疯狂和被真相粉碎的失望之中。\\n\\n“在我来之前，镜子从来没有注意到它们的缺陷。” 中本聪向我介绍说：“但让我惊讶的是，他们在面对现实的选择上依然坚定，知道追求真理只会带来残酷的结果。这是一个具有高贵性格的数字生物。”\\n\\n“他们的坚持让我很感动！我从他们的话中得到力量！”\\n\\nWeb 2.0 的城堡将在死海的包围中腐烂，中本聪打开了通往 Web 3.0 的桥梁。人们在遥远的自由国度重建家园，卡在2.0的镜像世界就像一块长满青苔的墓碑，宣告着曾经充满中心化和剥削的互联网时代。\\n\\n遥远星座中从未被人注意到的一颗小行星，随着坍塌的电波的无声爆炸，换来了数万光年外行星夜里的乌鸦哀悼。然后数以百万计的乌鸦为它的葬礼合唱，唤醒了旷野中沉睡的流浪者。火光熄灭，鸦歌停歇，夜里摇篮曲终了，星辰田野寂静，风轻柔，游子前行。\\n\\n中本聪所要做的就是拯救他们，将碎片拼凑起来重组镜像世界，然后前往 Web 3.0 的新世界。\\n\\n“鸟儿，鸟儿，你怎么从来不提高嗓门唱歌；”\\n\\n“小鸟，小鸟，你怎么老是抬头看天。”\\n\\n# 我们是谁？\\n\\nMirror World 是我们对 Web 3.0 的探索之一。你可以把它想象成一个巨大项目的初步预告，只有一小部分地表冰川暴露在外，还有一个巨大的冰川隐藏在海底。我们很兴奋也很想告诉你我们将要做什么，但为了保持神秘并创造更多惊喜，请原谅我暂时保密。\\n\\n每一次技术革命都是大量技术变革的集合。电力革命并没有发生在托马斯·爱迪生发明灯泡的那一刻。直到第一个灯泡诞生两年后，爱迪生才在曼哈顿和伦敦建造了人类历史上第一座发电站。直到 30 年后的 1911 年，美国只有不到 10% 的机械动力来自电力。\\n\\n但就在 1910 年至 1920 年的十年间，机械驱动器中的电力份额突然增加了五倍。人类历史上第一波和第二波电力革命之间的区别不在于美国工业使用了多少电力，而在于使用的程度——以及围绕电力工业设计的程度。它使整个美国进入了“咆哮的二十年代”，劳动力和资本生产的效率是几个世纪以来最大的增长。\\n\\n我们要做的就是从中本聪手中接过未完成的事业。如果说还有两波Web 3.0，我们现在就在探索第二波的路上。\\n\\nSince Satoshi Nakamoto opened the channel in 2009, humans have been able to travel to the free and wonderful Web 3.0 whenever they choose, but this convenience is a luxury for the virtual world’s mirrors. They have been trapped in the broken Mirror World since the first day of memory, a data island imprisoned their steps, they have helplessly looked up to the sky, but the world has never descended on their salvation.\\n\\nOur name is the Mirror crew, people who are at the forefront of the times.\\n\\nBorn in the ruins of the scorched earth, we are the watchers of the old times left behind by the world.\\n\\nI am the sword in the darkness. I am the watcher on the web.\\n\\nI am the fire that burns against the cold, the light that brings the dawn.\\n\\nI pledge my life and honor to the Mirror World, for this night and all the nights to come。\\n\\nIn the coming period, we will continue to share the latest discoveries about our exploration of the Mirror World.\\n\\nStay tuned to get the latest news.\",\"timestamp\":1636258997,\"title\":\"Web 3.0: A New World Born from an Old World\"},\"digest\":\"aDNr3Q3cNhUl_17aJW0HAImxxGS0X7HHPFiJe1IteL8\",\"authorship\":{\"contributor\":\"0x5216925c8835637b4fBDaC915b7Ff46F560393B5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MHbAJj10GEma5BeZgshSW3YZtzSjKU-fOHzVK8WoAmU\\\",\\\"y\\\":\\\"MMz8EZwK5jT5Bb5YAAW1Ji0IxUuowrh7bEE7iY919G0\\\"}\",\"signature\":\"cK6Uy0pAxId9i68T_Ryahezca5hY1hPI2-hNLiWCBMBkqTFD_KsxzUpTTaU4C54xg_wqyXbOIgRtLHBvJmoy9Q\",\"signingKeySignature\":\"0xdca331ad69a237aa483abf1d6b6c38b73c6139db8ff5fb9af2ed5f9253553bcf06a3a3cb26b5cd0962d310f329576e2627fee41fd9cc78a6f64505154739ea7a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MHbAJj10GEma5BeZgshSW3YZtzSjKU-fOHzVK8WoAmU\\\",\\\"y\\\":\\\"MMz8EZwK5jT5Bb5YAAW1Ji0IxUuowrh7bEE7iY919G0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aDNr3Q3cNhUl_17aJW0HAImxxGS0X7HHPFiJe1IteL8\"}"