"{\"content\":{\"body\":\"Blockchain has two distinct features, one is the block, the other is the \\\"chain\\\", or \\\"chain structure\\\". Under the \\\"Chain structure\\\", it derived: Chain /Chain, on-chain, off-chain, Fork /Fork, Soft Fork /Soft Fork, Hard Fork series of concepts.\\n\\nChain/Chain\\n\\nChain is made up of blocks in chronological order by the block hash value series, is the block transaction record and state change log record.\\n\\nChain/On - chain\\n\\nOn-chain is the most basic transaction method on a blockchain network. In the case of Bitcoin, the process of on-chain transaction is that Party A gives Party B a Bitcoin address (public key), and Party B uses the client to create a transaction and send bitcoin to Party A. The transaction is broadcast across the network, confirmed, and then packaged into a block. Apparently, this transaction takes place directly on the Bitcoin network. It's relatively safe. It should be noted that the transaction process will be time-consuming due to the long confirmation time of bitcoin network blocks.\\n\\n \\n\\nUnder the chain/Off - chain\\n\\nFrom a functional point of view, the blockchain system is a value exchange network. The off-chain refers to the way of data exchange that is not stored on the blockchain. For example, the transaction in the exchange is the FF-chain transaction. How does off-chain trading work on an exchange? User A and user B open an account in an exchange, and the exchange generates A pair of public and private keys for user A and user B. However, user A and user B do not know the private key generated by the platform and only know their own public keys. Then, A and B use their wallets to charge bitcoin to the public key address that the platform assigns to them. Note that this operation is still onchain. Then, A transferred 0.5BTC to B through the exchange, but since A has no private key, the exchange needs to take A's private key to sign and broadcast the transaction. However, does the exchange really need to broadcast the transaction? If not, the exchange only needs to change the account balance of A to -0.5BTC and the account amount of B to +0.5BTC in the database of Since 2. In this step, only the information maintained by the exchange itself is updated. There is no up-chain operation, so this operation is off chain. Finally, when A and B withdraw cash from the exchange, the exchange transfers the bitcoin from their online account to their own bitcoin address (the address where AB has its own private key), the operation will re-onchain. Off-chain trading can be faster than on-chain, but security and privacy are compromised because the data is stored in the exchange's database\",\"timestamp\":1641278939,\"title\":\"Understanding the \\\"chain structure\\\" of blockchain\"},\"digest\":\"6kPRNz_266lfS3KWkLbwwXX9_jVJOfYynjYe23m3DvY\",\"authorship\":{\"contributor\":\"0xd9B7aEBed12BDc80DdF060872ba94D89B20F844C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d-VSc3wiHp7FyKQZTxbOxMe89W_gxuUBRCpksSeRL3M\\\",\\\"y\\\":\\\"-clb3PNdGEKoXBsuvlKFDK20oN6HMlEDNsiy_cuCCAY\\\"}\",\"signature\":\"1Eu-RDRI33WKgwPvXeyqCYMcd2PESa4Ly2R20ewSlCfp5W-2LIMvrUmTkTo5Z03q1NxpeAm75UVAf1EjHVBYdA\",\"signingKeySignature\":\"0x3652a051d4436be60d64de37f52d48f07962d59de253de6aa2fda5892b6ed8ec4c3f0a04c2118f9257257e93b736f029d16658d34ac22064dc57a1ec720a92051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d-VSc3wiHp7FyKQZTxbOxMe89W_gxuUBRCpksSeRL3M\\\",\\\"y\\\":\\\"-clb3PNdGEKoXBsuvlKFDK20oN6HMlEDNsiy_cuCCAY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6kPRNz_266lfS3KWkLbwwXX9_jVJOfYynjYe23m3DvY\"}"