"{\"content\":{\"body\":\"```\\nI am bullish on the trends of BTC and ETH in the next quarter. Both rebounded from their June lows for most of the summer and broke upwards in July of the third quarter. In the past month, we have seen the first sharp correction since the wave of rally since late June.\\nView higher lows and then push up to new highs before the end of the year.\\nWith the approval of the ETF, BTC has a potential catalyst, but its value proposition has been verified by various types of institutional participants at this time. I don't think the recent price impact will be as huge as in 2017. I personally think that given China’s policies, the crackdown on BTC mining/trading activities, and the fear of price peaks at the time, these fundamental events led to massive selling and capital outflows. We might have been unable to hold 30,000 in the summer. The low of the dollar. The adjustment of the geographic distribution of BTC mining activities should be beneficial in the long run, because this activity tends to be more decentralized and dispersed to regions that are not subject to regulatory restrictions. If we see more policy decisions similar to El Salvador, this could be a major bullish catalyst. From a technical analysis point of view, the BTC price will hold the ~38,000-40,000 USD area and break the range high first. ~40,700 USD is the highest daily closing price of the three-month interval in summer. I think the low point is in place, but I won't be surprised if it dives to $36,000-37,000 at the beginning of the quarter. As long as our weekly closing price is not lower than the range high\\r\\n~42,000-43,000 U.S. dollars, I'm sure it will continue to rise in the next few months, and set a new record of all-time highs.\\r\\nrecord.\\nEthereum has implemented the EIP-1559 proposal upgrade, and its next main catalyst is the main network and the beacon chain\\r\\nThe plan to merge and switch to the Proof of Stake (PoS) consensus mechanism will be postponed to the second quarter of 2022, but it has become increasingly clear that ETH is the main currency of the Internet. You need ETH to buy NFT, trade on DEX, use all loan agreements to make deposits, etc. Although Ethereum faces competition from other L1s, what we see is that the overall user base of cryptocurrency continues to grow, not that ETH users leave Ethereum and switch to other L1s. The bottleneck of high gas fees is a major obstacle for retail investors to embrace Ethereum, but the development of L2 solutions is quickly solving this problem. Even without these L2 solutions, many long-term ETH users are already wealthy, and the gas fee is just a drizzle for them. From an investment point of view, other\\r\\nL1 does have more room for upside, but because their plates are smaller and they have undergone fewer practical tests, they need to take more risks to get more returns, but Ethereum will definitely not disappear anytime soon. I am optimistic about ETH/BTC in the medium and long term, because I think the ceiling of the smart contract platform is higher than that of BTC as a store of value.\\r\\nUpper limit. I use ETH every day, but I rarely use BTC personally\\n```\",\"timestamp\":1636195039,\"title\":\"Outlook on the benchmark currencies Bitcoin and Ethereum\"},\"digest\":\"biNSVNagE0ipMtRdGdOKAP-hawMF7wHI-bHhTJqKGfE\",\"authorship\":{\"contributor\":\"0x628eFaa47FBD11703a976Be57B16332F4d735370\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i1aEXBp8ixykt-1Wo50yDIuQywmM2QuH6m2qsKIYR6Y\\\",\\\"y\\\":\\\"O3KfivzQ767Q9JUIHPmdGhMOrhva2ols3WA0F091e48\\\"}\",\"signature\":\"RoY9qt7feUFtkkp1MzXfemydoMCzAyHJhWBP5iPogMFb9w9dkTx5hwtSfnJdYCvbzLPsnQpGPI6gN3iURdLfvA\",\"signingKeySignature\":\"0x8dc65bd68b231db3338b4088f04ad5e9d5692a1b24e9ec19de0f1a37c6f315b3263759cd6e35c2af1bc7ce31cb3413e1fe693ceee937ed8c119c619580f6b92f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i1aEXBp8ixykt-1Wo50yDIuQywmM2QuH6m2qsKIYR6Y\\\",\\\"y\\\":\\\"O3KfivzQ767Q9JUIHPmdGhMOrhva2ols3WA0F091e48\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"biNSVNagE0ipMtRdGdOKAP-hawMF7wHI-bHhTJqKGfE\"}"