"{\"content\":{\"body\":\"[![Alexander Lowery](https://miro.medium.com/fit/c/56/56/1\\\\*UBG2GypcBwZmp4M7sMO1GA.jpeg)](https://medium.com/@flexbronson?source=post_page-----9ab6f1c0331a-----------------------------------)\\n\\nAnother day, another fork, another few commas added to the APY. Just stealth launched on the Avalanche chain on December 6th, to the launch price of just under $200, Midas DAO has been garnering a low of attention among degens. With a sick APY of 3,071,895,085,266,758,500,000,000,000% , now say that 5 times fast. This baby of the bunch has been holding stable and trading around the $400 mark for the past week. Pretty impressive considering current market conditions.\\n\\nFound on the Avalanche chain. Trading under the symbol CROWN, Midas claims to be OHM on steroids, with a steady flow of revenues from Metaverse, Play to earn gaming & interest bearing tokens. But you need to take an extra step to obtain this rebase token, which can be found on Trader Joe. To purchase some crown. You need to provide the fast rising stable coin MIM also known as Magic Internet money.\\n\\nBut, with a current 5 day return on investment of 123.4305% , it makes this extras step seem quite worth it. There are two main strategies for market participants: staking and bonding. Stakers stake their CROWN tokens in return for more CROWN tokens, while Minters provide MIM or LP tokens in exchange for discounted CROWN tokens after a fixed vesting period.\\n\\nThere is one thing to note. here is a 2 epoch warm-up staking period, where users must be staked for more than 2 epoch/rebase before claiming any rebase rewards. Users will accumulate rewards while in the warm-up period but will not be able to claim them for 2 epoch. When 2 epoch has elapsed your staked balance can be claimed from the warm up contract and you will automatically receive the rebase rewards thereafter.\\n\\nMidas DAO remains very active on Twitter, have already been burning tokens and have a game plan in place. With a road map extending to Q2 of 2022. By the end of December, they claim that they will be adding bearing interest tokens in treasury and also using their treasury in Yield Aggregators.\\n\\nWith upcoming plans in January to add Metaverse and Play to Earn assets in the treasury. As far the rest of Q1 of 2022, they have plans for a Governance DAO, a Partnership Announcement and a listing on a centralized exchange, either Gate.io or Kucoin. Then in Q2 of 2022, they have plans for a Play to Earn Outline presentation.\\n\\nMidas DAO contracts are 1:1 fork of Olympus DAO on the Avalanche Network. Although there has yet to be an audit on Midas DAO, according to their Discord, audits may occur at a later stage and they point you to the Olympus DAO audits.\\n\\nAlthough one key component is missing. Who are the founders and the team behind this project. They are not listed in their docs, on their Twitter or their Discord. Even searching for their team and founders on discords yields no results, only questions asking who the founders are, so far left unanswered.\\n\\nBut, the one thing that has been yielding so far, have been the gains from this project. Same goes for the hype, they’ve been issuing rewards for holders, which can be found out about through their Twitter account. Add that on top of the really nice returns holders have been seeing through rebases.\\n\\nWill the Midas Touch result in to turn more people’s investment in to gold? Only time will tell…\\n\\n**DAO/Fork:** Midas DAO\\n\\n<https://midasdao.org/>\\n\\n**APY:** 3,071,895,085,266,758,500,000,000,000%\\n\\n**Network:** Avalanche\\n\\nMidas DAO Docs:\\n\\nMidas DAO Twitter: <https://twitter.com/Midas_DAO>\\n\\nMidas DAO Discord: <https://discord.com/invite/midasdao>\\n\",\"timestamp\":1639952755,\"title\":\"Degens want a little bit out that Midas Touch - Alexander Lowery - Medium\"},\"digest\":\"ZPo9j_9xqrjSHTAJv93KUP6PIoYDwT82TGVyHdKIJOo\",\"authorship\":{\"contributor\":\"0xEf9D27CCf3D565f5e03EF71223fB9FB1a20B6410\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTUScDkh-tyQ70z2poysFm7TinRpn0mqvS8-zvV3Z8U\\\",\\\"y\\\":\\\"jKvTuA34aFj230uVIUk_Cn7WYKvvTzRtUvUbIEjCArY\\\"}\",\"signature\":\"0qR-Sw4SL_zSULxpcnHAy2bUKFLk2nA19xQdRl006WaXT_XMCrK6xHyR62A7g1-GvJXob8xVUKkPF-MiL8eQ_g\",\"signingKeySignature\":\"0x2532e3767f006fe792989dbae4d1260323f3b92a30088d437e13f7e4fce4ca2369ab18a1e71018446cdf77b20bd4ff8515e3ce14265d300ee73995d7ba9285bc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTUScDkh-tyQ70z2poysFm7TinRpn0mqvS8-zvV3Z8U\\\",\\\"y\\\":\\\"jKvTuA34aFj230uVIUk_Cn7WYKvvTzRtUvUbIEjCArY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZPo9j_9xqrjSHTAJv93KUP6PIoYDwT82TGVyHdKIJOo\"}"