"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/PBIVCCZPTLuNpkT9li7SM.png?height=856&width=1400)\\n\\nThe dynamics of governance, democracy, and community formation are all fascinating topics to discuss. These topics merge in the concept of DAOs. With the rise of DAOs such as the constitution DAO. the potential for these organizations is vast.\\n\\n**The history of Crypto**\\n\\nBlockchains started with cryptocurrencies and revolutionized money. After the token boom, now the light of NFTs is getting brighter. Everyone is paying attention to the hottest NFT projects. NFTs power art, metaverse and digital identity. The concept of JPEGs selling for millions of dollars on the web might have seemed outlandish even two years ago, just like how peer-to-peer cash would seem odd before Satoshi created Bitcoin.\\n\\nWhat is the next wave in the blockchain ecosystem?\\n\\nWill history repeat itself?\\n\\nWhat is different this time?\\n\\nWe will explore these questions and more questions and concepts in this article.\\n\\n**What is a DAO?**\\n\\nDAOs are communities of people that collectively make decisions and vote for the future of the organization. By nature, these are autonomous and decentralized entities that are governed by the members. Many NFT projects can be thought of as a DAO, there’s a group of token holders together in a community that shares incentives. But the concept of a DAO can go way beyond just communities.\\n\\n**Why DAOs?**\\n\\nOut of all the ongoing efforts in the blockchain space, why do DAOs have the highest potential in pioneering the next revolution in blockchains?\\n\\nDAOs solve problems that have existed long before Cryptocurrencies, these include:\\n\\n* traditional organizations follow a hierarchical approach and decisions often are in favor of a small group\\n* Transparent voting systems\\n* Empowering the individual participants\\n* The need for trusting third parties to be ethical and fair\\n\\nRather than following a hierarchical approach, DAOs aim to empower every person. DAOs are not controlled by anyone, they are **trustless organizations**.\\n\\nDAOs are the next revolution in blockchains because they are going after some of the hardest problems in human history: coordination and democracy\\n\\nDAOs have the flexibility and power to enter any industry. From shifting companies and communities to even governments, the potential for DAOs is vast.\\n\\n**The revolution sequence**\\n\\nRevolutionary technologies leverage the older tools and innovate to build a new tool. Isaac Newton famously said:\\n\\n“ If I have seen further it is by standing on the shoulders of Giants”\\n\\nWe can look at innovative technologies as sequential events that build up from the existing ones. Bitcoin and Ethereum built up from the internet and cryptography. NFTs built on top of Ethereum,\\n\\nWhat if the next generation of DAOs are powered by NFTs?\\n\\n**New paradigm**\\n\\nIn the past, DAOs have collectively come together to fund something or make decisions on the future of a protocol.\\n\\n[PleasrDAO](https://pleasr.org/#) famously took off when a group of NFT enthusiasts pooled together to make a million-dollar investment in an animation made by artist [pplpleasr](https://twitter.com/pplpleasr1).\\n\\n*“We live in a world where an ape just got elected to the board of a 9-figure DAO based on nothing more than his high school student council credentials and his love of NFT’s.*\\n\\n*What a time to be alive.[@PleasrDAO](https://twitter.com/PleasrDAO?ref_src=twsrc%5Etfw) ✨”*\\n\\n— gmoney.eth (@gmoneyNFT) [June 23, 2021](https://twitter.com/gmoneyNFT/status/1407508585458831360?ref_src=twsrc%5Etfw)\\n\\nSince then, this DAO has collected and funded art pieces; they own the original Doge NFT. The initial investment was at around $2M.This NFT was then fractionalized and turned into DogeCoin. The DAO decided to make an ERC20 token backed by this NFT. The token is #12th in [coinmarketcap’s rankings](https://coinmarketcap.com/currencies/dogecoin/) across other cryptocurrencies.\\n\\n[PleasrDAO](https://pleasr.org/#) has just scratched the surface of what is possible when NFTs merge with DAOs.\\n\\nAs DAOs start to enter new domains, there’s a need for infrastructure and tools for managing the organization.\\n\\nNFTs have been used as a form of identity and have proven to be successful in that domain. By leveraging NFTs, all DAOs can manage users. This idea can be extended further if we start to think about the NFTs having attributes such as voting power etc.\\n\\nOther than the general application of non-fungible tokens in the DAO space, there are use-cases specific to NFTs and collectors that we can explore.\\n\\n**NFTs + DAOs = ?**\\n\\nDAOs are shaped by mutual ideas. Pleasr DAO showed us the power and value that can be created by a community of like-minded NFT enthusiasts. But this idea can go beyond collectively collecting NFTs.\\n\\nDAOs can fundamentally change the way NFT projects and artists start. Today, most NFT projects (with exceptions) start from an already existing media company or self-funded artists. This limits the spread of NFTs and soon, NFTs can suffer from centralization risk.\\n\\nGoverning the future of NFTs should be in the hands of the creators and contributors. DAOs empower the investors and creators by giving them a voice in the community and control over the direction of NFTs.\\n\\nThis is a stark contrast to how NFTs are currently created and sold. Communities don’t go beyond an exclusive Discord chat. The decision-makers are in a centralized company or a small team and supporters are not getting the maximum reward possible for being early adopters.\\n\\nWhen the power of deciding for the future of NFTs is in the hands of people, the possibilities are unlimited. This was proven by us when months ago [The Loot Project](https://nftgo.io/collection/loot-for-adventurers/overview) started. The project gave control to the community and is powered by the collective creativity of the community. Loot is now clocking at 7th place in NFTGO’s rankings with over a $160M market cap.\\n\\nAlthough there have been efforts to create “pseudoDAOs” in the NFT space, the possible implications of an NFT focused DAO is still open to discussion.\\n\\n**Social experiments**\\n\\nAfter disrupting centralized governance strategies, DAOs are moving to social networks. The promise of Web2.0 was an interactive and distributed application. Early on, this was an exciting moment for everyone. We’re way beyond those times and centralized social network providers are starting to show their flaws. From Facebook changing the result for the US election to Twitter suspending out-spoken people, more than ever, there’s the need for decentralized protocols to step in and make the unbounded social networking experience possible.\\n\\nIn theory, blockchains are capable of transforming social networks for the better. Though in practice, many of the solutions are still experimental.\\n\\n[Monaco](https://monaconft.io/) is one of the emerging decentralized apps that is experimenting with decentralized social networks. They bring the same feelings of Twitter but in an NFT native social platform. For using the app, users have to own the project’s NFTs.\\n\\n![Image Source: Monaco](https://images.mirror-media.xyz/publication-images/tMVecqzOe8Sxt8YMl5fPx.png?height=743&width=1400)\\n\\nA more DAO-focused social app is [FWB](https://www.fwb.help/). Entering the DAO requires a written application which will be reviewed by the members of the community and a certain amount of their ERC-20 token. This comes with the promise of a community of engaged people that will work towards funding artists and talented people.\\n\\n**[NFTGO](https://nftgo.io/) Pioneer** is driven by the values of the thriving NFT community. The decentralized protocol aims to revolutionize the community by replacing the old and slow model of centralized innovation and decision-making in NFT projects with a radically efficient and decentralized ecosystem. We aim to reduce the obstacles for new artists and talent to enter the NFT space.\\n\\nCOME AND JOIN US:<https://discord.com/invite/38E4sEaFJr>\",\"timestamp\":1642416993,\"title\":\"The rise of NFT DAOs\"},\"digest\":\"1Dket4KIi04Lpa2wBrixPBjyxdXvRSt_NcjoKfBbwGk\",\"authorship\":{\"contributor\":\"0x7bA5A3b11E3002267e3b9aE8D786C1716a4a85E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0B93cwnU4XL9pUv4aWrO7u0pOHDVseHQYIsckIyd9BQ\\\",\\\"y\\\":\\\"tT0zGxJCrsTJo53OcAmzc_0S2L2MjgAT06esBz-iF7o\\\"}\",\"signature\":\"aTJjLQbRS9EMDPqud9iR2yn1_4Xfkzs0EFh1FozqaxNLOuadzeznhS099m0Uu-vz_2l9OLh43YcjOzmREz8kog\",\"signingKeySignature\":\"0xd0edda414fad52355667d382e170aa85d154beae83c17a8848ca6e32b025fc58256a0902db92fbc596a8055b566751b0f6f95cb4b7befddd3b10065565894af51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0B93cwnU4XL9pUv4aWrO7u0pOHDVseHQYIsckIyd9BQ\\\",\\\"y\\\":\\\"tT0zGxJCrsTJo53OcAmzc_0S2L2MjgAT06esBz-iF7o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0urZlxLDu34MBP2LnWxq0aqsqathdqrE0yXAwaLkVAM\"}"