"{\"content\":{\"body\":\"We're super excited to launch the crowdfund for Impossible Object's first book, *Conversations on AI*.\\n\\nIf you'd like to back this project, all you need is an Ethereum address and to click on the crowdfund block below. Instructions about both can be found later in this post.\\n\\n![](https://images.mirror-media.xyz/publication-images/6391a341-d325-447b-9f6c-f240928c8dcc.png?height=500&width=704)\\n\\n## What's Impossible Object?\\n\\nImpossible Object's books will exist at the intersection of crypto and legacy publishing. This means we'll be publishing innovative books the old-fashioned way, as trade paperbacks and eBooks, but we're also attempting something completely new: simultaneously releasing on the blockchain so that we can use crypto's capacities to help make new kinds of book.\\n\\n*Conversations on AI* will be the first result of this experiment. Crypto has already provided solutions for crowdfunding [fiction](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg), [science](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/41443491289334730858714141368268395642829177615924976808738423867555824271361) and [music](https://songcamp.mirror.xyz/xVIye95frUFrZ4RbfYPFNhfi1emI7kvXCcxJOTbcBlM); now it's philosophy's turn. Backers of $IMPOSSIBLE will see the first ever philosophy book funded by crypto brought into the world.\\n\\n![](https://images.mirror-media.xyz/publication-images/3d1d3f6a-456e-48cd-8b79-5d1140227771.jpg?height=2728&width=2728)\\n\\n## Who's taking part in the conversations – and why are they about AI?\\n\\nThe initial impetus for the project was to assemble a group of pioneering thinkers so they could discuss a topic that all of their work has a stake in, and publish their discussions as a public good.\\n\\nThat group ended up comprising Reza Negarestani, Benjamin Bratton, Mat Dryhurst, Holly Herndon, Helen Hester and Nick Srnicek. And the topic that turned out to unite their interests was Artificial Intelligence. \\n\\nThese thinkers have previously dealt with AI from various angles: some have written about AI directly (Reza Negarestani's *Intelligence and Spirit* and Nick Srnicek's work on the political economy of AI), some engage with AI as a collaborator (Holly Herndon, Mat Dryhurst and SPAWN), while some have developed the notion of artificiality in itself as a means out of conceptual deadlock (Helen Hester and Benjamin Bratton).\\n\\nIn the three conversations on the topic, AI will act more as a crossroads than the sole focus. Our dialogists are fascinated by the impact that AI will have on politics, art, philosophy, education, terraforming, and many more things, meaning that although the dialogues may consistently pass through AI, they will almost certainly end up at surprising destinations.\\n\\n![](https://images.mirror-media.xyz/publication-images/3650eb7b-b2d7-405a-833e-e96ab8ae0adc.png?height=500&width=500)\\n\\n**Reza Negarestani** is a philosopher and a former systems engineer. Since the early 2000s, he has contributed extensively to journals and anthologies, and lectured at numerous international universities and institutes including Duke University, MIT, École Normale Supérieure, and Haus der Kulturen der Welt among others. Negarestani’s writings have been translated to twelve languages. Negarestani’s latest philosophical work is *Intelligence and Spirit *(Urbanomic/Sequence Press/MIT, 2018), a book investigating the meaning of intelligence at the intersection of artificial intelligence, philosophy of mind, theory of computation and the philosophy of German Idealism.\\n\\n![](https://images.mirror-media.xyz/publication-images/36c1d3cb-b3d1-4273-85f4-ece4dbedcd0c.png?height=700&width=500)\\n\\n**Benjamin Bratton's** work spans Philosophy, Art, Design and Computer Science. He is Professor of Visual Arts at the University of California, San Diego. He is Program Director of The Terraforming programme at Strelka Institute of Media, Architecture and Design in Moscow. He is also a Visiting Professor at The European Graduate School,  SCI_Arc (The Southern California Institute of Architecture) and NYU Shanghai. He is the author of several books including *The Revenge of The Real: Politics for a Post-Pandemic World *(Verso, 2021) and *The Stack: On Software and Sovereignty*  (MIT Press, 2015).\\n\\n![](https://images.mirror-media.xyz/publication-images/a5cb5a2e-846b-429c-b790-33688ae2084f.png?height=400&width=650)\\n\\n**Mathew Dryhurst** is an artist and researcher based in Berlin, Germany. His research focuses on technical and ethical protocols. He makes music and creates art with Holly Herndon, and their albums ‘Proto’ and ‘Platform’ (4AD) have provoked international critical acclaim. He teaches at NYU’s Clive Davis Institute of Recorded Music, Strelka Institute and European Graduate School. He previously served as Director of Programming at Gray Area in San Francisco.\\n\\n**Holly Herndon** is an American composer, musician, and sound artist based in Berlin, Germany. After studying composition at Stanford University and completing her Ph.D. at Stanford University’s Center for Computer Research in Music and Acoustics, she pursued a music career internationally. Herndon's music often includes human singing voices (including her own), is primarily computer-based, and regularly uses the visual programming language Max/MSP to create custom instruments and vocal processes.\\n\\n![](https://images.mirror-media.xyz/publication-images/88dd94d0-5b76-49ba-9357-cb56c286038b.png?height=500&width=1000)\\n\\n**Helen Hester** is Professor of Gender, Technology and Work at the University of West London. Her research interests include technology, social reproduction, and the future of work, and she is a member of the international feminist working group Laboria Cuboniks. Her books include *Beyond Explicit: Pornography and the Displacement of Sex* (SUNY Press, 2014), *Xenofeminism* (Polity, 2018), and *After Work: The Politics of Free Time* (Verso, 2022, with Nick Srnicek).\\n\\n**Nick Srnicek** is a Lecturer in Digital Economy at King's College London. He is the author of *Platform Capitalism* (Polity, 2016), *Inventing the Future: Postcapitalism and a World Without Work* (Verso, 2015 with Alex Williams).\\n\\n\\n![](https://images.mirror-media.xyz/publication-images/6a9e8862-0cd7-4c28-a3d4-4a6e5ec3564a.png?height=511&width=664)\\n\\n\\n\\n## What's $IMPOSSIBLE?\\n\\n$IMPOSSIBLE is the token that backers of the crowdfund will receive in return for their contributions of ether. \\n\\nIf you're already familiar with Mirror crowdfunds and how they differ from regular crowdfunds, that won't need any explanation. But if you're new here, here's a lil explainer:\\n\\n- Holding $IMPOSSIBLE tokens not only proves you helped make the book happen in the first place, but also gives you a stake in the financial success of the book.\\n- Once the book is completed, the text will be minted as an NFT on Zora and put up for a reserve auction.\\n\\n- When the NFT sells, the smart contract funnels funds back to $IMPOSSIBLE holders in proportion to the amount of $IMPOSSIBLE they hold.\\n\\n-  At that point, backers can choose to sell their $IMPOSSIBLE tokens on an exchange such as Uniswap, redeeming them for ether, or carry on holding them. Holders will receive financial upside whenever the NFT is auctioned again in the future.\\n\\n- $IMPOSSIBLE holders will be able to play a governance role by taking part in Snapshot polls relating to *Conversations on AI*.\\n\\n- That's not all. Hold on for a full explanation of additional benefits below.\\n\\n## When will the conversations happen?\\n\\nAs soon as the crowdfund is over. \\n\\nAfter that, the publication of the book will happen in two stages.\\n\\n### Stage 1\\n\\nOnce the conversations have all taken place, they'll be published on Mirror as an eBook of approximately 50000 words. This will be free for all to read, thanks to the original backers and holders of the $IMPOSSIBLE token, whose names will be in included the acknowledgements and logged forever on the blockchain.\\n\\n### Stage 2\\n\\nThis is where things really start to get interesting. \\n\\nBefore the trade paperback is published, Impossible Object will seek responses to the dialogues from their first readership. The call for proposed responses will be open to all readers, not just holders of $IMPOSSIBLE. \\n\\nOne to three of these will be published alongside the main dialogues in the first full print and electronic edition of the book.\\n\\nPrinting commentaries and objections alongside the main text has a long tradition, stretching back before Descartes' *Meditations*. But with Mirror's help we're giving things a web3 twist.\\n\\n\\n\\n![Still from Metahaven's \\\"The Sprawl\\\"](https://thefader-res.cloudinary.com/private_images/w_1800,c_limit,f_auto,q_auto:best/screen_shot_2016-04-20_at_21.52.37_rqwpvi/screenshot-from-i-the-sprawl-i.jpg)\\n\\n\\n\\n\\n\\n## Who will design the book?\\nWe're excited to say that editorial design for the book and for Impossible Object's future titles will be by the incredible Metahaven.\\n\\nNot only will Metahaven be doing editorial design for *Conversations on AI*; in line with a plan that will be repeated with future Impossible Object titles, the front cover image will be minted as a standalone NFT and auctioned a little further down the line. \\n\\nSome of the proceeds of this will go to iODAO, Impossible Object's creator DAO.\\n\\n## How much are you aiming to raise?\\n\\nWe're aiming to raise up to 25 ETH, which will go to:\\n\\n- Our dialogists: Benjamin Bratton, Mat Dryhurst, Holly Herndon, Helen Hester, Reza Negarestani and Nick Srnicek\\n- Our designer, Metahaven\\n- The costs of producing, marketing and distributing the book\\n- The development of web3 functionality on Impossible Object's website and forthcoming Discord server, giving $IMPOSSIBLE holders access to the benefits that this entails.\\n\\n## What are the different tiers of backer rewards?\\n\\n**Every backer**\\n- $IMPOSSIBLE tokens at the rate: 1 ether = 1000 $IMPOSSIBLE\\n- Proportional stakes in the sale of the book's NFT as described above.\\n- Proportional voting power in polls relating to the book.\\n- Your name in the book's acknowledgements.\\n\\n**0.25 ether and above**\\n- The above, plus...\\n- A copy of the trade paperback\\n- Invitation to a Zoom summit on AI with the book's participants. This will take place after the initial publication of the book.\\n\\n**0.75 ether and above**\\n- The above, plus...\\n- A signed copy of the book.\\n- A call with Reza Negarestani about anything at all (not necessarily AI).\\n\\n\",\"timestamp\":1621803534,\"title\":\"$IMPOSSIBLE: \\\"Conversations on AI\\\"\",\"publication\":\"r\"},\"digest\":\"RsvmM2mvtjKLUEbjMklS6YnTyE4REq8aYGGTVwctIRE\",\"authorship\":{\"contributor\":\"0xc46E9a66FDdC8D1a69529d86E668236f02957F1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"signature\":\"0J43C8nzNpRvpgvwA9rkx-Grfe2iiurutx3ugVjSG28tmnZfyKUBlfsbqwr2iFQ6jg_JpyGcZUh7Ayqu6QSL8A\",\"signingKeySignature\":\"0xa12ba6931bea4c7bc2184de485923a78b6af767e47b5366ba29378cf7e8f474c40cd9c51f95dc6b0f445745db5e88230c78ae1e3421b36703b7d474fbda0c57f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on r.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hqkBkj6ttSQfHvgdArGYPNgw9JkrlLAyZqC5UWqk3s0\"}"