"{\"content\":{\"body\":\"The decentralized web, the trustless web or the web built off the communities. The term “web3” has garnered increased attention, specially from the developer community over the past year(the related queries hint towards this interest group).Which also signifies the gradual shift we are starting to witness from investing in crypto to buidling in the crypto/web3 ecosystem.\\n\\n![web3 search trend](https://images.mirror-media.xyz/publication-images/YRoab0n1hbO2iLL5pviBK.PNG?height=463&width=872)\\n\\n![web3 related queries](https://images.mirror-media.xyz/publication-images/qJ4F5THguCOtmXVqP8dUO.PNG?height=371&width=623)\\n\\nWhile most of the people who have had good amount of exposure to web3 development are aware of the terms such as dApp, solidity,ENS, the web3 frontend languages like Reactjs, very less is spoken about the infrastructure that holds together these dApps on the other hand. Be it the tools used to develop the dApps or the storage mechanism of the NFTs.\\n\\n### What is web3?\\n\\nBefore further exploring the Web3 tech stack, here’s a brief overview on web3.\\n\\nWhile there are multiple definitions of web3 , this tweet sums up the purpose of web3 and evolution of the web.\\n\\n[https://twitter.com/ArthurB/status/1444614479078170628](https://twitter.com/ArthurB/status/1444614479078170628)\\n\\nThis following article from fabric ventures provides a detailed read on the evolution of web from 1.0 to 3.0.\\n\\n[https://medium.com/fabric-ventures/what-is-web-3-0-why-it-matters-934eb07f3d2b](https://medium.com/fabric-ventures/what-is-web-3-0-why-it-matters-934eb07f3d2b)\\n\\n### web tech stack\\n\\nAny given web application consists of a client, server and a database.\\n\\nWhilst the present focus is on the blackbox view, the services or tools that help in building this application and keep the app running are spoken about a lot less. Be it the APIs to query data from the database or to display different views on a web app, the data storage mechanisms or resolving unique identifier of the object in the network - IP(web2)/wallet address(web3) with a name server.\\n\\n![web application architecture](https://images.mirror-media.xyz/publication-images/BVIN4N9azKP2Jylb3Uwfm.PNG?height=295&width=1030)\\n\\n### web3 tech stack\\n\\n![The web3 tech stack](https://images.mirror-media.xyz/publication-images/_8s9XI6r-47qpVY4J31cv.PNG?height=719&width=1277)\\n\\ndApps or Decentralized Apps is the term used to describe the apps that are built on top of web3.\\n\\nIt is quite evident from the term that the key focus of web3 is to build apps that are decentralized, where the data is immutable and the users control their data, privacy and identity.\\n\\nFor people new to the web3 ecosystem, there’s a common misconception that solidity is the only programming language to build on web3, whereas it’s the language in which the smart contracts are written.\\n\\nSimilar to how smart contracts are integral part of a dApp , the other aspects such as handling user input to the dApp or querying the database ([IPFS](https://ipfs.io/) , [arweave](https://www.arweave.org/)) to display an NFT also play an equally important role in making the app fully functional.\\n\\n> A common misconception is that developers must write smart contracts in order to build on Ethereum. This is false. One of the beauties of the Ethereum network and community is that you’re able to [participate](https://ethereum.org/en/community) in just about any programming language.\\n\\n\\\\- [Ethereum Developer community](https://ethereum.org/en/developers/docs/programming-languages)\\n\\nInfact, the ethereum network supports multiple languages through JSON - RPC interface.\\n\\nApart from support for multiple languages, the web3 community also makes it easier to build dApps with the help of open source forums such as [gitcoin](https://gitcoin.co/) or online IDEs like [Remix](https://remix.ethereum.org/).\\n\\n> The infrastructure in web3 ecosystem is a sleeping giant.\\n\\nThe below article provides a complete overview about the various stages of building a dApp and the tools and technologies used for the same.\\n\\n[https://thecontrol.co/a-brief-overview-of-dapp-development-b8ac1648322c](https://thecontrol.co/a-brief-overview-of-dapp-development-b8ac1648322c)\\n\\nSimilar to how each device connected to the internet has a unique address(IP), every user, wallet, IPFS object connected to the web3 has a unique identifier - Ethereum address. And just as every IP can be mapped to a domain in web2 using DNS, every ethereum address can be mapped to .eth using [ENS](https://app.ens.domains/) (Ethereum Name Server) in web3. Checkout [resolving ENS names](https://docs.ens.domains/dapp-developer-guide/resolving-names) on how ENS maps to addresses other than ethereum. \\n\\n[https://twitter.com/namita__r/status/1446053067862937600?s=20](https://twitter.com/namita__r/status/1446053067862937600?s=20)\\n\\n[https://twitter.com/alexdphan/status/1445825361032273934](https://twitter.com/alexdphan/status/1445825361032273934)\\n\\nWhile the dApps will help in growing the web3 ecosystem by onboarding larger audience, the tech stack behind it will help in creating more dApps and onboarding greater number of dApp buidlers!\",\"timestamp\":1638287654,\"title\":\"The web3 tech stack\"},\"digest\":\"ceM1cmAOQy3zhVO7UUVUMO32Nq623Ps65AXwS3yPoug\",\"authorship\":{\"contributor\":\"0x70B9DBB626cbc1551b1237F4547C5294ca0d1B0a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QfpOnnMks9qMA9dQSVnnaZc-d7gto2K1OT7b-zj6QLw\\\",\\\"y\\\":\\\"pwAEYmjsM9r1mlnTNBJWQYQtMjVnBStwYphRnMr9vb4\\\"}\",\"signature\":\"XAjrTKSGUNnB6ZTsWkMJ_707H3o_DaXPkg2YuNy6GUXiuN77Oc8BBrS1YjLRGXFY-xYnLH_T_I_pEfMLeVOwJg\",\"signingKeySignature\":\"0x1d675aa4dcbb9e3900148426e80d7270c7c2bbf7e81f4a4f05a5ac56c226c5353470c827f0801d93bae8f1da1e6eef1d99a8bff954cc88a8755e70235009cfec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QfpOnnMks9qMA9dQSVnnaZc-d7gto2K1OT7b-zj6QLw\\\",\\\"y\\\":\\\"pwAEYmjsM9r1mlnTNBJWQYQtMjVnBStwYphRnMr9vb4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_MeQXoqE-s5a7RPaSAbfXM63Jd7tLQiGOcr3cL7Mh2o\"}"