"{\"content\":{\"body\":\"\\\" Know him better. Know that rapscallion better? Why, I know him much better than he knows himself. I know him too well. Do you think I am talking offhand about this affair? Do you think I am talking without proper information?\\\"\\n\\nMarjory made no reply.\\n\\n\\\"Well,\\\" said the professor, \\\"you may see Coleman on condition that you inform him at once that I forbid your marriage to him. I don't understand at all how to manage these situations. I don't know what to do. I suppose I should go myself and-No, you can't see him, Majory.\\\"\\n\\nStill the girl made no reply. Her head sank forward and she breathed a trifle heavily. \\\"Marjory,\\\" cried the professor, it is impossible that you should think so much of this man.\\\" He arose and went to his daughter. \\\" Marjory, many wise children have been guided by foolish fathers, but we both suspect that no foolish child has ever been guided by a wise father. Let us change it. I present myself to you as a wise father. Follow my wishes in this affair and you will be at least happier than if you marry this wretched Coleman.\\\"\\n\\nShe answered: \\\" He is waiting for me.\\\"\\n\\nThe professor turned abruptly from her and dropped into his chair at the table. He resumed a grip on his pen. \\\" Go,\\\" he said, wearily. \\\" Go. But if you have a remnant of sense, remember what I have said to you. Go.\\\" He waved his hand in a dismissal that was slightly scornful. \\\" I hoped you would have a minor conception of what you were doing. It seems a pity.\\\" Drooping in tears, the girl slowly left the room.\\n\\nColeman had an idea that he had occupied the chair for several months. He gazed about at the pictures and the odds and ends of a drawing-room in an attempt to take an interest in them. The great garlanded paper shade over the piano lamp consoled his impatience in a mild degree because he knew that Marjory had made it. He noted the clusters of cloth violets which she had pinned upon the yellow paper and he dreamed over the fact. He was able to endow this shade with certain qualities of sentiment that caused his stare to become almost a part of an intimacy, a communion. He looked as if he could have unburdened his soul to this shade over the piano lamp.\\n\\nUpon the appearance of Marjory he sprang up and came forward rapidly. \\\" Dearest,\\\" he murmured, stretching out both hands. She gave him one set of fingers with chilling convention. She said something which he understood to be \\\" Good-afternoon.\\\" He started as if the woman before him had suddenly drawn a knife. \\\" Marjory,\\\" he cried, \\\"what is the matter?.\\\" They walked together toward a window. The girl looked at him in polite enquiry. \\\" Why? \\\" she said. \\\" Do I seem strange ? \\\" There was a moment's silence while he gazed into her eyes, eyes full of innocence and tranquillity. At last she tapped her foot upon the floor in expression of mild impatience. \\\" People do not like to be asked what is the matter when there is nothing the matter. What do you mean ? \\\"\\n\\nColeman's face had gradually hardened. \\\" Well, what is wrong? \\\" he demanded, abruptly. \\\"What has happened? What is it, Marjory ? \\\"\\n\\nShe raised her glance in a perfect reality of wonder. \\\"What is wrong? What has happened? How absurd! Why nothing, of course.\\\" She gazed out of the window. \\\" Look,\\\" she added, brightly, the students are rolling somebody in a drift. Oh, the poor Man ! \\\"\\n\\nColeman, now wearing a bewildered air, made some pretense of being occupied with the scene. \\\" Yes,\\\" he said, ironically. \\\"Very interesting, indeed.\\\"\\n\\n\\\" Oh,\\\" said Marjory, suddenly, \\\" I forgot to tell you. Father is going to take mother and me to Greece this winter with him and the class.\\\"\\n\\nColeman replied at once. \\\" Ah, indeed ? That will be jolly.\\\"\\n\\n\\\"Yes. Won't it be charming?\\\"\\n\\n\\\" I don't doubt it,\\\" he replied. His composure May have displeased her, for she glanced at him furtively and in a way that denoted surprise, perhaps.\\n\\n\\\"Oh, of course,\\\" she said, in a glad voice. \\\" It will be more fun. We expect to nave a fine time. There is such a n ice lot of boys going Sometimes father     chooses these dreadfully studious ones. But this time he acts as if he knew precisely how to make up a party.\\\"\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/2222222](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/2222222)\\n\\n\",\"timestamp\":1638785973,\"title\":\"\\nThe girl made a sad gesture.  \\\"I don't know. I don't know. Perhaps when you come to know Rufus better-\\\"\"},\"digest\":\"T16xp9S-G-zGXQb4OW3hp9Kd-FsltYT8Hegh3fCa264\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fl-wCOu91N5YGqQaGjwczKEKde9wmqCpiEg4Wj4UhbQ\\\",\\\"y\\\":\\\"nUIkZwMkFd2w0gpjOuksiGC2dDrEQF-DuV6-u_aJ9jE\\\"}\",\"signature\":\"W-cVZr68cUoAHxu4cC65BYOEIqxg0HihQi5BHS4bhB7NcohKFz-BI1DP6g926sNV7g-SVWX7GE1i_B6ehz0IKw\",\"signingKeySignature\":\"0xe13f28e5feb5aef335884b4fe870e5ae93d21cd7a3369e68eaf30e05c21c5e9b021ebcb4d9dd4c49bb0cf7dce523f25764688791f38bd1c5ae4e626685cf6e131b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fl-wCOu91N5YGqQaGjwczKEKde9wmqCpiEg4Wj4UhbQ\\\",\\\"y\\\":\\\"nUIkZwMkFd2w0gpjOuksiGC2dDrEQF-DuV6-u_aJ9jE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T16xp9S-G-zGXQb4OW3hp9Kd-FsltYT8Hegh3fCa264\"}"