"{\"content\":{\"body\":\"如果有可能，最好找一个以防御为主的侠士。白青衣跟天涯都是不错的人选，但是天涯等级相对低了点。\\n\\n```\\n剩下的，最好再找一个能开锁的盗贼，小魍魉跟七月半都是不错的人选。等级高，操作意识也强，龙城里虽然也有不少高等级的盗贼，但是跟这两个一比，好像又差了一些。\\n\\n至于杀手，因为已经有了鬼狼跟夜梵天在，到显得可有可无。\\n\\n经过一翻商量讨论，再除去因为另外有事而不能出席的人员，最后，一支由我、鬼狼、霜飞羽、安落虹、夜梵天、七月半，以及八百里加急组成的凤巢探路小队正式成立了。\\n\\n考虑到我们是去探路，遇到BOSS的机率不会太大，再加上最好的人选白青衣又暂时没空，所以主要的扛怪工作就由夜梵天跟鬼狼两个侠士轮流担任了。\\n\\n第二天一大早，我们相约龙城门口，按照地图上标注的任务地点出发了。\\n\\n东方大陆发展到现在，只要兜里有钱，鬼族的虚弱已经完全可以用药剂或者装备抵消，所以我们选择了玩家相对较少的白天。\\n\\n任务其实很简单，不过是要替一位身患绝症的老人到凤巢收集三份只有那里才能生长的凤凰草。但是既然画地图的玩家特意在旁边标注了这么一条，那么肯定是有他一定的理由。\\n\\n乘马车来到北兴岭之后，我们按图索骥，慢慢的寻找那位身患绝症的老人的住所。\\n\\n北兴岭的天气有点像西方大陆的极地冰洋一带，一年四季都是大雪纷飞，白面似的雪片扬扬洒洒，让人分不清天与地之间，到底还有没有距离？\\n\\n最好不过的就是雪晴，那漫山的积雪堆了足有好几米深，高高低低的松树上，也层层叠叠的堆满了棉絮一样的雪花。偶尔一阵风吹过。那些松树像是发了一阵抖，地上“哗啦”一声留下一圈雪堆，将原本就已不甚显眼的树杆又遮住了几分。\\n\\n驿站的马车到了山岭边缘处就停下了，剩下的路只有我们自己去慢慢摸索。好在这一群人中有的是看地图的行家，即使是像今天这样风雪交加的日子里，只要方向不错，总能找到我们想要找到的地方。\\n\\n更何况，龙城的地图绘制工作通常都是由鹏飞招聘的退伍军人担任，那些侦察兵们所画的地图。几乎详尽到了每一棵树。如果拿着这样一张地图还会迷路，那可就真是荒天下之大谬了。\\n\\n白雪纷飞的深山老林里，一间低矮的草房隐藏在几株黑松树的背后。在小屋的背后就是一座土坡，厚厚的积雪将土坡和屋顶连成了一片，如果不是因为地图上早有标记，或许我们走过这里，也不会发现那间小层的存在。\\n\\n小屋门前的木栅栏已经被沉重的积雪压垮了。几段漆黑的木头从雪堆里显露出来，表明它们曾经存在过。\\n\\n“这地方还真不好找。”夜梵天抖了抖身上的积雪，娇嗔的说了一句，换来的自然是安落虹好一阵嘘寒问暖。\\n\\n事实上一路上的雪的确不小，不过还不至于说会氢玩家冻得有多厉害。只不过为了应景。还有心理上的一些作用，霜飞羽跟夜梵天两人都披上了一件厚厚的雪氅，反到显得我们这群“衣衫单薄”的人有点不伦不类。\\n\\n“应该是那里没有错了。”鬼狼一手拿着地图。一手指着前面那座小屋。而此时，夜梵天已经拉着霜飞羽的小手。朝着小屋的大门跑过去了。在她们的背后，留下一连串欢快的脚印。\\n\\n有女人在场，连出来探路都显得像是郊游啊。难怪人家说，男女搭配，干活不累呢。要是芸芸这时候也在这里，多半会加入到她们的行列中去吧。\\n\\n我这样想着，跟在众人身后朝着那座小屋走去。\\n\\n看来屋子的主人很穷啊，而且似乎没有什么亲人。这是我在看到这间屋子后的第一个想法。\\n\\n试想一下，如果是个有钱人，又怎么会把房子修建在这样一处深山老林里。就算是真的有那种怪癖，或者是想寻找一种清静的感觉。那修建的也应该是一所大庄园，或者是城堡一类。再不然，也该是一所清静幽雅的洁净小院，绝对不会像现在这样，仅仅是一所快要被雪压塌掉的小草房。\\n\\n而说他没有亲人，是我从周围无人打扫的积雪，还有墙根处那几根稀稀拉拉的柴禾中猜想的。因为至少，在其他的NPC房间周围，总是堆着一大捆一大捆的木柴，还有院子里养着的小鸡，种植的蔬菜，晒在杆子上的衣服，或者挂在墙上的几张兽皮，几串干玉米什么的。\\n\\n这些，几乎已经是所有“山时人家”的固定模式。而这间小草房却标新立异的弄了一个异常。我甚至可以想象得出，在这间小草房的里面将会是一种怎样的凄凉场景。\\n\\n一个垂暮的老人，孤独的躺在病床上，身上盖着打满补丁，已经无法给他带来一丝温暖的薄薄的棉被。在他的枕边，或许还摆放着一只带有缺口的破碗，碗里黑糊糊的药水都已经快结冰了。他无边的伸出手，想要抓住些什么，但却怎么也抓不住。\\n\\n但出乎我意料之外的是，当我低头走进那间小草房的时候，却发现一切跟我想象中的相差甚远——屋子里相当暖和，甚至还能感觉有点热。\\n\\n一堆干净的稻草整整齐齐的摆放在屋子的一个脚落，虽然残破，但打扫得十分干净的土炕上，一个面容安祥的老者躺在那里，仿佛睡得正香。\\n\\n而就在炕边的炉灶前，一个面容黝黑的年轻汉子正不紧不慢的搅动着小铁锅里的东西，那东西闻起来像是什么粥，但却带点淡淡的药味。\\n\\n整个房间也打扫得非常干净，根本没有我想象中的蜘蛛网，或者老鼠洞什么的，一张厚厚的棉布帘子就挡在门口，让外面的寒风一点也吹不到这间并不宽敞的小屋之中。\\n\\n霜飞羽跟夜梵天正跟那个年轻的NPC交谈着，从他们的对话中不难听出其内容正是与凤巢的任务有关。\\n\\n那位名叫铁柱的老者得了怪病，一个神秘的医生留下了药方，需要三份只生长在凤巢里的凤凰草。而那个名叫铁树的年轻叹子煮的粥能够解去凤巢外面的迷瘴，这样堵能找到正确的凤巢入口。\\n\\n不用说，来接这个任务的主要目的就是为了那碗粥，而喝了粥之后，我们当然就有义务替他寻回凤凰草，给老头子治病。\\n\\n“我受不了那山洞里面的火气，所以我只有多煮点粥，请别人帮忙。几位如果有空的话，能不能帮我带回三份凤凰草。这样老爹就有救了……”铁村的语调显得十分生硬，就像是在念话剧对白一样。\\n\\n夜梵天跟霜飞羽一连问了好几遍，而那NPC似乎就只会重复那几句话，然后把煮好的粥盛到一只半新不旧的碗里，转头继续煮他的粥。\\n\\n问一次，答一遍，再盛一碗粥……\\n\\n我始终觉得哪里有点不太对劲，却又说不上来到底是哪里。\\n\\n我皱着眉头，一动不动的盯着那个看上去像个白痴似的铁树。\\n\\n“夜叉，你怎么了？”鬼狼第一个发觉我的眼神不太对，顺着我的目光看了看，并没有什么特殊的发现，于是转头问我。\\n\\n“你们不觉得有什么地方不太对劲吗？”我问道，引得原本将注意力全都放到两个NPC身上的同伴们，不约而同的将目光转向了我。\\n\\n“你看那个NPC。”我指着炉灶前的铁树，而后者依旧重复着先前的动作，嘴里像是喃喃自语的说着：“我受不了那山洞里面的火气，所以我只有多煮点粥，请别人帮忙。几位如果有空的话，能不能帮我带回三份凤凰草，这样老爹就有救了……”\\n\\n“怎么了？不就是个NPC吗？”八百里看了看铁树，又回头对我说道。\\n\\n“你在天地里见过这样的NPC？”我望了八百里一眼，又看了看身旁的鬼狼。\\n\\n“看起来这个NPC像个白痴一样。”夜梵天翻了翻白眼，“不管跟他说什么都只回这两句话，无聊死了。”\\n\\n安落虹见夜梵天觉得无聊，赶紧陪着笑脸说道：“老婆啊，他只是一个NPC啊，你还指望他能陪你聊天啊？再说了，就算你想聊天，不是还有我陪你嘛，保证你不会觉得无聊的。你想聊什么？天文、地理、古今中外？你老公我别的不怎么样，琴棋书画，诗词歌赋，星座、血型、八字、手相，随便你出个题目，我陪你聊。或者你想出去看看风景，咱们……”\\n\\n“苍蝇啊……”夜梵天尖叫着捂住了耳朵，夸张的表情逗得霜飞羽咯咯直笑。\\n\\n不过笑声中，却又勾起了我的一丝想法。\\n\\n不错，铁树是个NPC，在绝大部分游戏中，发放任务的NPC当然都会反复说着同样的话，就跟铁树现在的样子没有太大区别，但是就是因为这一点，才引起了我的怀疑。\\n\\n这里是天地，华夏公司连同数家企业联手打造的经典网游。在这个游戏中，玩家的感受与真实世界几乎没有任何区别，甚至细微到了紧张时心跳会加快，额头上会流汗，兴奋时呼吸会变得急促，伤心时会流眼泪……\\n```\\n\\n\\n------------\",\"timestamp\":1640413613,\"title\":\"第二百章   异常的NPC\"},\"digest\":\"T2JHZo7rjD2yasNoelMktxztZRtxfM0F72jUr-Upp7E\",\"authorship\":{\"contributor\":\"0x294632C32F06fFb18Ff994b80FA87327C29e9718\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c2gbrGCP5KHDSbtGyj3akEKVGGXRm-4dTlQCzxTesGs\\\",\\\"y\\\":\\\"9u4TpyFr-QJZlYHg3CNglAtYuqzGPOlW3aDEkBgW54s\\\"}\",\"signature\":\"kYeKvCoF__zCXOHHcI92fl9KxZ6FSmFJmprK5VrjaQPmpaxYqHkkyWwPQZIXdgIhslSrC9ikePFSapKPeGrbDg\",\"signingKeySignature\":\"0xbe21f26785eecb6238d787dc338920e00051c47ddc344c814819df8b6176c2e62ea289c8eb23787b7324e90387c9aafbda593307163dc4211cae7969d02dedeb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c2gbrGCP5KHDSbtGyj3akEKVGGXRm-4dTlQCzxTesGs\\\",\\\"y\\\":\\\"9u4TpyFr-QJZlYHg3CNglAtYuqzGPOlW3aDEkBgW54s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T2JHZo7rjD2yasNoelMktxztZRtxfM0F72jUr-Upp7E\"}"