"{\"content\":{\"body\":\"## It’s not just about the florets…\\n\\nWhy is it that so many people hate broccoli? I can’t even understand that at all. I mean, first of all, it’s fun to eat. Most people who do eat it like the tops of the broccoli, but I love the stems too. It’s not just about the florets!\\n\\nI remember the first time someone used the stems of broccoli and served it to me. A friend from college, who was dating a new boyfriend, invited me over for dinner. He served me what he called “broccoli slaw.” He basically took the stems of the broccoli, shredded them and added some carrots and mayo and called it slaw. I thought he was an asshole, honestly, so high on his Wall Street job and now his cooking pedestal. But whatever, I learned something new.\\n\\nThe truth is I have never eaten or made broccoli slaw since then and that was like 25 years ago. I don’t know, it’s something about that guy’s arrogance that ruined broccoli slaw for me. But don’t worry, I found other ways to use the stems.\\n\\nI have two main methods for making broccoli. One is the way I like it and one is the way my husband likes it. And since broccoli is in my cooking rotation at least three times a week, I am an expert. I suffer through eating it the way I make it for my husband, it’s not bad, but my way is better.\\n\\nHe likes it steamed. Steamed is why people probably hate broccoli. It comes out wilted and mushy and a terribly ugly shade of green. So, because I have to eat it too, I devised what I call the sear-steam method. I am pretty sure I made this one up.\\n\\nI cut the broccoli into small pieces, including the stems, and add them to a dry skillet. Then I turn the heat on and let it rip. The broccoli starts to turn a bright, bright green and some parts get a little charred. Then I pour in some very cold water and as it hits the hot pan, it sizzles and steams up and sounds like the roar of a crowd at a basketball game. Then I quickly cover the pan and let it go until there is no more water left and the broccoli is tender. I take the cover off and add some butter and nutritional yeast and my husband is in heaven. I eat it too but I am not happy about it.\\n\\nMy way is way better. I cut up the broccoli and stems, of course, and toss them with a bit of olive oil and salt. Then I turn the whole thing out onto a sheet pan lined with parchment paper and put into the oven which is cranked up to 425. In very short order, that broccoli is charred to bits. It is crunchy and kind of looks dead but it is phenomenal. And those pieces of stem? They are tender in the middle and perfectly charred on the outside. My husband will suffer through eating broccoli my way because he loves me. That’s just what we do. Plus, he would be hungry if he didn’t.\\n\\nI remember the first meal I made for my husband after we got together. I baked some tofu, made some rice and I roasted some asparagus. I was so excited to serve it to him. I even fanned the asparagus on the plate in an attempt to be artsy. As I turned from the counter to the table to serve the plate to my soon-to-be husband, his face fell. He looked at me with this face that I have come to know very well. When he doesn’t like something, it is beyond obvious. It’s like me in the 2nd grade play. The boy was supposed to hand me the pretty sparkly necklace from the table which he did every single time in the rehearsals but in the real play he picked something else and my face fell. Everyone saw and that was the end of my acting career.\\n\\nTurns out my husband doesn’t like asparagus. I’ll stick with broccoli.\",\"timestamp\":1641222125,\"title\":\"Arrogant Broccoli Slaw\"},\"digest\":\"2IDV8fxYer_eQTZbtfNjKlfpjTVaaQAp86jE9ldYI8k\",\"authorship\":{\"contributor\":\"0x70299C9e9f1820b13f7D28FBa3F3039CD3f6A2e1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dZnXpVhDQfWAjB4V5sHP-dOZMR78u0zjxVgQMCMeeK4\\\",\\\"y\\\":\\\"-9EbZj_-Cn1Y2-KmsrzczDApNLtC1RHMTbDlMNfJA9I\\\"}\",\"signature\":\"_8w9sMuITwuW91ymgYbOaARxzIoEf3ZnzKK3vO-MBpDKSs6T1KCJZke3e8dbIPOkb3JKKcCNHFU6LgVpPr8hYw\",\"signingKeySignature\":\"0xb4ea201a50abff5151c689813dee8dd56f7862bf4e7ab8a0bd25b1082619e126054d4b35987587c5055a409b5dbbdbc12c79ffdb1aef2e4520e38e453ff80df51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dZnXpVhDQfWAjB4V5sHP-dOZMR78u0zjxVgQMCMeeK4\\\",\\\"y\\\":\\\"-9EbZj_-Cn1Y2-KmsrzczDApNLtC1RHMTbDlMNfJA9I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2IDV8fxYer_eQTZbtfNjKlfpjTVaaQAp86jE9ldYI8k\"}"