"{\"content\":{\"body\":\"Dai is issued and operated by MakerDAO, which was established in 2014 and has a long history. The MakerDAO protocol is one of the largest decentralized applications on the Ethereum blockchain and the first DeFi application to be adopted on a large scale. Its main service is to forge a decentralized stablecoin: Dai. The mechanism of Maker is to allow users to use crypto assets supported by the protocol as collateral to mint (lend) Dai, and charge a stability fee (borrowing interest) for the Dai lent by users.\\n\\nStabilization mechanism\\n\\na.Dai's stabilization mechanism\\n\\nDai's goal is to anchor with $1. Its stability comes from two aspects:\\n\\n1. Overcollateralization\\n\\nAll Dais are created by the user after opening a Vault in the MakerDAO agreement and depositing the collateral supported by the agreement. The collateral is over-mortgaged and cast\\\\\\\\lent, so behind each Dai there is an endorsement of excess assets-collateral The value of is always higher than the value of Dai’s debt.\\n\\n1. Regulate Dai's supply and demand through stability fees and deposit interest rates\\n\\nDai’s Stability Fee is similar to the loan interest rate of Dai when the user mortgages and lends Dai. Under other conditions unchanged, the higher the loan interest rate, the lower the user’s willingness to cast Dai, a large amount of Dai will be returned, and liquidity will enter. Reduce the cycle, otherwise, users will increase their willingness to forge and increase liquidity; the deposit interest rate (Dai Savings Rate, DSR) refers to the deposit interest rate that users can obtain by depositing Dai into the agreement savings account. When other conditions remain unchanged, DSR rises. It will increase the demand for Dai, and users will mint more Dai to deposit, otherwise it will reduce the demand for users to mint Dai.\\n3\\\\.PSM module\\n\\nPSM is the abbreviation of Peg Stability Module (anchored stability module). In this module, users can exchange specific collateral into DAI at a ratio of 1:1. The \\\"specific collateral\\\" here mainly refers to the USDC. Stablecoin. Unlike other asset mortgages to lend DAI, users in the PSM module exchange their USDC directly for DAI, so they will no longer have the ownership of USDC, which means that Maker has obtained USDC and increased DAI-based debt. This plan will accumulate a large number of centralized stable coins with good liquidity for Maker, which will ensure the stability of DAI and reduce the overall leverage of the Maker system. But on the other hand, because the USDC issuer has super authority, it can forcefully freeze the USDC address held by Maker in a sense.\\n\\nIn addition, MakerDAO also provides arbitrage tools for the Keeper of the system to maintain the price of DAI at around $1.\\n\\nPS: Keeper is an external participant of MakerDAO, responsible for maintaining DAI's currency price stability through arbitrage, and participating in system liquidation and other tasks.\",\"timestamp\":1634578892,\"title\":\"Dai-MakerDAO\"},\"digest\":\"ryOwYSOE_AnaXtCJcbZN_Vs8S-xJXHacUBsctuU9MqI\",\"authorship\":{\"contributor\":\"0x68Eadc60610e0cf895a71d07a9b726DF76863e6e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2NtucldtaM9whr9yv8tNkwsy8zOGUvfzXG8OOQoIZTs\\\",\\\"y\\\":\\\"VCJC_sbzprFnKMSpcsRX22Fp-ZJLMCsoJQ-QKYMeKPE\\\"}\",\"signature\":\"Hnut6n2_RcfF2qPF_6sXWcFshZ1ncBKyMlh5Ltjt8DtR5sK6oVjpWGxMu9EeLDlSXEJ7YsOhKTeFuSWp0G0EqQ\",\"signingKeySignature\":\"0xfbbcd95f568ecfc67c86a7d27d67c411a6e640779ff7db56bc448b86c41835262a1f177c7a1ad7df59fd7496612adced2f9811f4f8763f992ad17c2046df2fa51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2NtucldtaM9whr9yv8tNkwsy8zOGUvfzXG8OOQoIZTs\\\",\\\"y\\\":\\\"VCJC_sbzprFnKMSpcsRX22Fp-ZJLMCsoJQ-QKYMeKPE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ryOwYSOE_AnaXtCJcbZN_Vs8S-xJXHacUBsctuU9MqI\"}"