"{\"content\":{\"body\":\"暴雨说来就来，说去就去，在我挂掉独角龙龟走出洞口时，外面已经是一片晴空。乌云早就消散无影，天空中一片蔚蓝，刺眼的阳光洒在眼中，让刚从阴暗中走出的我有点眩晕，呼吸着从海面吹来的那股纯洁的、带有咸味的空气，湿润的海风撕摩着我耳边长发，起伏的浪花拍打着我的双腿，我站在岩洞外的海滩上，双眼环视了一下四周，那些杀海龟的玩家们依然忙得不亦乐乎，我就不凑这个热闹了，看了看饥饿度，已经快60了，恩,先解决一下温饱问题。\\n\\n```\\n生起一堆篝火，我拿出个钢锅盛满海水，拿出十个海龟蛋都放了进去，水煮蛋我可是挺爱吃的，既方便又简单，正好身上还带了盐巴，可以调调味。\\n\\n一个个浅黄色的海龟蛋在淡蓝的海水中翻滚，风助火燃，一会工夫海龟蛋就熟了，倒掉锅中的残水，剩下还带着余热的海龟蛋。\\n\\n水煮海龟蛋   体力值增加30点效果2小时\\n\\n将蛋轻轻在岩石上敲打了几下，双手一抹，蛋壳就剥落下来，粘了点盐巴塞到嘴里一尝，恩，蛋白滑嫩，蛋黄香糯，味道不错。这些海龟蛋个头不大，我一个人将半锅水煮海龟蛋给消灭干净后，满意地拍了拍双手，抹了抹嘴巴，掏出回程石，目标——雷帝城，咱该回去接转职任务了。\\n\\n修理完装备，我轻车熟路地来到佣兵协会，找那杀手导师迪卡多。三步并作三步冲上二楼，呀，难得今天我的杀手导师没有摆造型玩雕刻，而是一本正经地坐在那写什么东西。\\n\\n我走上前轻咳几声说道：“导师，我来做二转任务了。”\\n\\n迪卡多听到我的话，放下手中雪白的鹅毛水笔，抬起头来看我说道：“恩，你能这么快就达到三十级实力，看来是下了一番苦工，你已经准备好了，现在就想晋级杀手的试炼吗？”\\n\\n当然现在就想晋级，不然我来这里干吗，我点了点头说道：“是的，我准备好了。”\\n\\n迪卡多推在椅子站起身来，走到我身边，将他那双xiu长的双手放在我的肩膀上沉身说道：“你来到这里是否想追寻嗜血者的足迹，成为一名深渊的杀手，你愿意接受刺客的试炼吗？”\\n\\n“愿意。”我毫不犹豫地回道。\\n\\n“好，我给你的任务就是刺杀经常骚扰城外村民，狡猾残暴的兽化狼人部落酋长——布伊撒克，将它的猩红舌头带回来给我。”迪卡多\\n\\n说道，“不过依靠你现在的实力，硬拼的话估计有点难度，你可以选择和其他玩家一起完成这个任务，或者依靠你的智慧独自完成，一切都看你的了。”\\n\\n“那和其他玩家一起完成和单独完成两者有什么不同吗？”我听了他的话，问道。\\n\\n“那倒没什么不同，主要是锻炼的方法不一样罢了，一个是团队的配合，一个是个人的发挥。”迪卡多笑了笑回道。\\n\\n“对了，我三十级的技能应该可以学了吧。”我继续说道。\\n\\n“恩，除了刺客的晋级技能你还不能学外，你原本的杀手技都可以学的。”迪卡多回到。\\n\\n听他这一说，我赶紧掏钱学，这钱可不能省，也不知道那个狼人酋长布伊撒克是什么角色，不尽量提升自己的实力，我还真有点没底。\\n\\n喝，要不是有了RMB兑换，看来这三十级技能我还真是学不起，看了三十级学技能需要的价钱，我暗自叹幸。\\n\\n3级精通匕首：20个金币（学习后可增加匕首14%的攻击力，被动）\\n\\n3级精通双武器：20个金币（学习后增加双手武器威力，被动）\\n\\n3级强化躲避：20个金币（学习后可增加14%的躲避几率，被动）\\n\\n3级潜伏：20个金币（学习后可在进入潜行状态，效果10分钟，攻击目标后失效，等级差距超过8级失效，冷却6分钟，主动）\\n\\n3级偷袭：20个金币（学习后可在潜行状态下发动，可使目标昏迷3分钟，冷却3分钟，主动）\\n\\n3级急速：20个金币（学习后可增加18%的移动速度，效果3分钟，冷却7分钟）\\n\\n3级剑刃波：20个金币（学习后可攻击邻近两个目标，效果4分钟，冷却时间6分钟）\\n\\n3精通弓弩：20个金币（学习后可增加弓弩14%的攻击力，被动）\\n\\n1级背刺：50个金币（学习后在攻击目标背后使用，增加30%攻击威力，主动）\\n\\n乖乖扔了二百多个金币，我将三十级职业技能统统一点而光，“导师，那我就先告辞。”学后技能后，我道了个别转身就想走人。\\n\\n“你忙什么，你知道那个兽化狼人部落在哪吗，年轻的追寻者，你未免也太急躁了点。”迪卡多在我身后说道。\\n\\n是啊，那狼人部落在哪我还不知道呢，雷帝城外那么大，要是慢慢找，几天也不一定找得到，我怎么把这个给忘了，我一拍脑袋，笑着转过脸去对迪卡多说道：“嘿嘿，导师说得是，我一定改正，那个狼人部落在哪啊，您就告诉我吧。”\\n\\n迪卡多走到桌旁拿起刚才写的纸张，递了过来说道：“那，这个是标着城外狼人部落的地图，你按这上面的标识就能找到了。”\\n\\n我接过了图纸，一脸的笑容说道：“还是咱导师好啊，谢了啊。”说完撒腿就往楼下跑。\\n\\n迪卡多在我身后喝道：“小子，那布伊撒克可是个巫师，你得注意点。”\\n\\n我头也不回地叫到：“知道了，谢谢你的提醒。”\\n\\n离开佣兵协会，我走在雷帝城的大道上心里思量着刚才迪卡多说的话，那个狼人酋长竟然是巫师，那肯定是个擅长魔法攻击的主，也不知道靠我现在的魔防吃不吃得消它的攻击，对了，咱还有夏枯草炼的增加魔防的丹药，除了在白石矿场发挥过外，还一直没用到呢，这次可得派上用场了。看了看地图，\\n\\n这个狼人部落还挺远的，在北面什么凝望平原之中，刚才也没打听一下那的怪多少级，需不需要叫人来帮忙……\\n\\n一边想着，一边我就来到了拍卖行，这龙龟之坚韧盔甲可个好东西，我并不指望拿它卖钱，而是希望用它来换个适合我用的好装备。\\n\\n那身紫耀套装真是不错，精致的曼佗罗花纹栩栩如生地浮现在领口、腰间，胸口处镶嵌着两块薄薄的半透明精钢胸甲，左边平滑的甲胃上映刻一个紫金色的太阳图案，或许这就是盔甲得名所在，穿着这一身抢眼的装备走在路上，倒也是让不少玩家为之侧目，当然百分之九十九是看装备，百分之一才会看我人。\\n\\n走进拍卖行，先找了个空位坐了下来，扔了个消息给胖眼镜，“弄到个好东西，我人在你这，过来看看。”\\n\\n没等多久，胖眼睛出现在二楼的扶栏旁，往下面张望，看到我悠闲地坐在下面，赶紧用不符合他体形的速度跑了过来。\\n\\n“怎么，现在高升到二楼了。”我看着他从上面跑了下来，笑着说道。\\n\\n“呵呵，你还不知道吧，我们这已被玩家买下，而我被稍微提拔一下，现在只负责接待大客户和举办拍卖会了。”胖眼镜提了提眼框说道。\\n\\n买下整个拍卖行，那可要多少钱，而且一旦以后此城被其他玩家行会攻占的话，又会如何。胖眼睛似乎看出了我眼睛里的疑问继续说道：“主城里的固定商业场是不受玩家行会控制，就算攻占了主城，也只能建造新的，而不能更改旧的，所以玩家一旦在这里买下店铺，就肯定无后顾之忧。”\\n\\n切，这样的话这六大主城不等于是鸡肋，占之无味，弃之可惜，估计只要是有点头脑的人，都宁可选择建新行会驻地，在主城搞商业投资，也不会打直接占领的主意吧。\\n\\n我明白了胖眼镜的话后，点点头说道：“那我还真想开个小店呢，呵呵。来，这个货你看看怎么样。”冲胖眼镜发了个交易请求，将龙龟之坚韧盔甲掏出来递了上去。\\n\\n“喝，是三十二级的玄铁装备，想不到你还真搞到件，没让我白跑，怎么样，想卖什么价。”胖眼睛眼睛笑得眯成一条缝，看着装备问道。\\n\\n“卖倒不必，我想用它换个适合我用的玄铁装备，你看怎么样。恩，最好是弩或加敏捷的装备。”我想了想回到。\\n\\n“那样的话你可要等几天才行，这几天装备都卖疯了，我们行里一件玄铁装备都没了，估计其他几个拍卖行也一样吧。”胖眼睛那对肉手撮了撮说道。\\n\\n我听了他的话，楞了一下回道：“恩，那这样好了，我等三天，三天之内有适合我用的装备可换那就调换，如果三天之内没有的话，你就帮我卖了，价高者得怎么样。”\\n\\n这小子也不傻，三天之后天下第一比武大会就要开始了，有钱人总是希望在最短的时间内能够增强自己的实力，在比武大会中得到个好名次威风威风，而买几件好装备是首当其冲。胖眼镜心里思量着，抖着一脸的肥肉笑着说道：“行，就照你的意思办，你就等我的好信。”\\n\\n将换下的染血的皮甲也丢给了胖眼睛后，我在拍卖行里转了转，还真逮着个便宜的二十八级的强化豹纹头盔，只花了三百多个金币，就完成了头盔升级换代的任务，赚着了；此外还看到不少贩卖草药的玩家，估计是因为没有一个好的药鼎炼药，成功率太低的缘故（店里卖的都是普通药鼎，那能和我那白银级药鼎相比），所以他们宁可把挖的草药拿出来卖，也不想再白白浪费药材。真是没头脑的人啊，不知道舍不得孩子套不着狼吗，不多炼炼哪能提升制药等级呢，你们不炼，我炼。\\n\\n他们卖的倒不是什么稀罕药材，所以价格也不贵，我是见一个买一个，身上已经在闹药荒，还不赶紧补充资源。带着满满一身草药，咱继续去旅馆炼药去，那清净。（怎么不去池塘中的凉亭，那省钱，说什么话呢，咱现在不在乎那点小钱，哥们，眼光要远一点，炼出几个好药还不止那几个房租呢）\\n\\n工欲善其事，必先利其器，我手上的家伙已经够利，而且还擦得倍亮，只是缺少点添加剂而已。这不，我不是往卡思亚诺小子那赶吗，噬血还有好几瓶，只要整点麻痹毒药就可以了，也不知道这家伙发了财有没有搞什么发明创造，研究点新的炼金术来。\\n\\n卡思亚诺完全辜负了我对他的期望，啥新技术也没有，只是屋子里倒是装饰一新，到处挂着绚目的宝石，就怕别人不知道他发达了，整一个暴发户作为，值得大家的强烈鄙视。\\n\\n炼好一打麻痹毒药，将用不到的零零碎碎存了起来，看了看时间，得先下去填饱肚子，别关键时刻肚皮造反，那可是大事。\\n```\\n\\n\\n------------\",\"timestamp\":1640250913,\"title\":\"第八十五章 二转任务\"},\"digest\":\"ope023Awt3Mle6TaQqwPkV04R4VwDCVcsamBEbGQmEs\",\"authorship\":{\"contributor\":\"0x1EA442296BB1d8dE6f556D860A0F8470f3b8aa0f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c_KJkhriQdIJpRjt4_xziC0ST8d3xxI7QIhhEurGtk8\\\",\\\"y\\\":\\\"fbCDaKLH3n1uMXzSEhPb_vYadng81BXS48yK1ZXTE8I\\\"}\",\"signature\":\"2h40EHe9PJIxSZksey1StkTQJqqXYyU_MoqN0CMCYLPjt4H0tw98eaRQmIB6cAvo-kxJzBK0FpYyjjCuo3dCoA\",\"signingKeySignature\":\"0xcb7f542b5b4048b603f01a7657f553a83a889729984372bd59c7f7e50809722e6e138ea02e14344d949dc590665671a9a06a7dc3f4f1f25f67b176fc0c1772331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c_KJkhriQdIJpRjt4_xziC0ST8d3xxI7QIhhEurGtk8\\\",\\\"y\\\":\\\"fbCDaKLH3n1uMXzSEhPb_vYadng81BXS48yK1ZXTE8I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ope023Awt3Mle6TaQqwPkV04R4VwDCVcsamBEbGQmEs\"}"