"{\"content\":{\"body\":\"![](https://media.shellypalmer.com/wp-content/images/2021/10/wall-e-screenshot.jpg)\\n\\nAs we transition from the Cenozoic Era (the age of mammals) to the Metazoic Era (the age of metaverses), it should be noted that the vast majority of people entrapped and addicted to social media already live in a metaverse. Social media platforms have nothing to do with reality; the environments depict aspirational worlds where everyone is their very best self. In the metaverse (meta: to describe, verse: egotistically short for universe), everyone lives their ideal lives, visits amazing places, hangs out with incredible people, and has photographic evidence to prove it. In a metaverse, every event is epic, so even mishaps are considered exceptional. How might this evolve? Mark Zuckerberg has an idea.\\n\\n## What is the definition of a Metaverse?\\n\\nThe first time I saw the word “Metaverse” was in Neal Stephenson’s 1992 sci-fi novel “Snow Crash.” The word has evolved over the years to describe immersive virtual worlds. These environments can be experienced on your computer on a 2D screen, but are best experienced using technology such as VR (virtual reality), AR (augmented reality), XR (extended reality), MR (mixed reality), etc. This is where Facebook believes we/they are headed, and they are assembling a high-powered product team to get us/them there.\\n\\nI’m not sure it’s an aspirational destination. The movie *Wall-E* comes to mind. It’s easy to imagine a world of couch potatoes spending so much time in the Facebook Metaverse that their limbs atrophy and they need mobility scooters to get around. Let’s hope Facebook’s product team has a better idea.\\n\\n## What the Metaverse isn’t\\n\\nThe definition above makes the assumption that a metaverse is a virtual representation of a thing we currently understand. You hear terms like “virtual world” or “virtual economy” or “virtual space.” The word “virtual” shows up a lot. These definitions are extremely limiting, as they force us to associate something familiar with something we are trying to understand.\\n\\nI’m OK using metaphorical descriptions as thought starters, but describing features as above suggests that metaverses are destined to be a product of incremental innovations that augment and extend the power of our current big tech overlords. What if we’re on the cusp of a “decentralized multiverse” where each of us uses a plurality of self-sovereign identities to navigate a plurality of metaverses? Is that even a good goal? Is that where we are headed? What assumptions should we use to build our predictive framework?\\n\\n## The State of the Art\\n\\nHollywood has given us some fun ways to think about metaverses. *Ready Player One* and *The Matrix* are good examples. Until the Metaverse becomes a reality (that made me laugh, too), let’s look at some proto-metaverses to help us frame our thoughts about the future.\\n\\nSecond Life was one of the most successful proto-metaverses. Launched by [Linden Lab](https://www.lindenlab.com/) in 2003, it was a game set in a virtual world. Sadly, the company was unprepared to deal with its explosive growth and it was crushed under the weight of its success.\\n\\nThe metaverse’s ties to video games have continued (and grown) to this day, as spaces designed for gameplay have hosted concerts (like in [Fortnite](https://www.theverge.com/2020/9/8/21423004/fortnite-party-royale-concert-series-dominic-fike)), weddings (like in [Animal Crossing](https://www.washingtonpost.com/video-games/2020/04/02/animal-crossing-wedding-coronavirus/)), and much more. Video games are often seen as the precursor to metaverses, as the ability for users to don an avatar and digitally represent themselves in a virtual world is a core facet of many of today’s most popular games (like Roblox, in addition to the ones listed above).\\n\\nFacebook’s metaverse (which is currently in an invite-only beta) is [Horizon](https://www.oculus.com/facebook-horizon/), and the immersion is handled by Oculus tech (a company Facebook spent $2 billion on in 2014). Horizon offers users the opportunity to “explore, play and create in extraordinary ways,” as in Horizon, “you’re not just a visitor. You’re part of what makes it great.”\\n\\nNVIDIA is one of the leading players in the metaverse space with its [Omniverse](https://www.nvidia.com/en-us/omniverse/enterprise/) software suite of tools. BMW Group has [used this tech](https://blogs.nvidia.com/blog/2021/08/10/what-is-the-metaverse/) to “create a future factory, a perfect ‘digital twin.’”\\n\\nAccenture has an internal metaverse they call “[the Nth floor](https://en.wikipedia.org/wiki/Nth_Floor)” for its half a million employees. It’s a single space that transcends geographical boundaries in a way that no office building ever could.\\n\\n[Decentraland](https://decentraland.org/) offers a different take on the metaverse: as its name implies, it is decentralized. Its users trade in a digital currency called MANA, and [virtual spaces within Decentraland have sold](https://www.nytimes.com/2021/07/10/style/metaverse-virtual-worlds.html) for the equivalent of hundreds of thousands of dollars. Decentraland’s user base has shrunk this year (from hundreds of active users at once, rather than thousands), but its basis as a platform where its creators can build (and companies like [Sotheby’s can hold virtual galleries](https://decentraland.org/blog/announcements/sotheby-s-opens-a-virtual-gallery-in-decentraland/)) offers a look at the metaverse that is owned and operated by its users, rather than by a central authority.\\n\\n## Predicting the Evolution of the Metaverse\\n\\nCould the inventors of cuneiform have predicted the evolution of written communication over the next few millennia? Do not let the current state of the internet and the current limitations of web 2.0 limit your imagination. We are sure to see thousands of attempts by metaverse architects to get to the future first.\\n\\nFacebook, by virtue of its gigantic size, has a very good opportunity to design and define an equally gigantic metaverse that will be accretive to its shareholders. But that doesn’t mean we are destined to live in that future. Nor does it mean that our Hollywood-informed, technologically limited preconceptions of what a metaverse is supposed to be are even close to correct.\\n\\nMy guess is that, as always, our technological future will be more fantastic, more amazing, and very different from our predictions. If you want to get a sense of how this may play out, start your journey by observing a group of tweens and young teens interacting with each other during a big family gathering (like a wedding). As you can see, they are so bored by where they are, they need to interact in a metaspace like Instagram or WhatsApp or Snapchat, etc. Now imagine the evolution of the space(s) they find more interesting than the reality of the event you are forcing them to attend. Now imagine them interacting with one another in a metaspace or metaverse without the need for handheld devices (glasses, contact lenses, implants, etc). Now, just keep imagining…\\n\\n***Author’s note:*** *This is not a sponsored post. I am the author of this article and it expresses my own opinions. I am not, nor is my company, receiving compensation for it. I am not a financial advisor. Nothing contained herein should be considered financial advice. If you are considering any type of investment you should conduct your own research and, if necessary, seek the advice of a licensed financial advisor.*\",\"timestamp\":1636916517,\"title\":\"The Metazoic Era | Shelly Palmer\"},\"digest\":\"v1Z87qZrKrAQ0l0_jW_TsWfb1Nlj5jW03QRk3xuNfHE\",\"authorship\":{\"contributor\":\"0x5A2a0266BB9eAe805998613B04cd7613bE977AFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qJ5CrB5emU7h8xIHa7MSCgfzI6fpq5XJlDI3UxyD0Bc\\\",\\\"y\\\":\\\"5Ekq52wrNXzChPCGSCdZFejDHpbELXAiVeAd47pEAGs\\\"}\",\"signature\":\"VpaBU65FkeTrEeVF2C8WGrfjDiHTzfD2eFrYJJw-UQ-wQJzxJ1yf8xbZLDxoYYvOeL2O-5xRLRNeb-MWieQTXg\",\"signingKeySignature\":\"0x9dc3405aa41e2386005ef57e9d3db054ac277f3bb8211c734a6faaf083d3adf27fcfe30e341fae87fc62f3aef17617fea7557a4d65c2d92c7e2d5e1af127478e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qJ5CrB5emU7h8xIHa7MSCgfzI6fpq5XJlDI3UxyD0Bc\\\",\\\"y\\\":\\\"5Ekq52wrNXzChPCGSCdZFejDHpbELXAiVeAd47pEAGs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"v1Z87qZrKrAQ0l0_jW_TsWfb1Nlj5jW03QRk3xuNfHE\"}"