"{\"content\":{\"body\":\"I’ll never know how how she does it, but my 93 year old grandma has made some very savvy investing decisions. Bought Facebook at the initial drop circa 2013. Bought Tesla before this past year’s wild run. Despite her declining vision, it seems she’s got a 3rd eye to spot these trends.\\n\\nWhen I went to visit a few weeks ago, we were discussing the malaise associated with Facebook (er…. *Meta*) usership, what is next for the web, the issues that arise when power has been consolidated among a handful of uber powerful mega corps. Really, truly a fascinating conversation that I’d typically have with my peers - I did not expect to have it with Mame, as we call her. She has somewhat of a free-spirited, Libertarian bent. Proudly says she’s not a democrat or republican. And that’s when we got into [Web3](https://future.a16z.com/why-web3-matters/).\\n\\n![A very, very pixelated photo of me and Mame](https://images.mirror-media.xyz/publication-images/ZR6vSVXFNfJeAOTpvgihw.png?height=183&width=251)\\n\\nHer sons have been actively working on promoting the [Helium](https://www.helium.com/) ‘People’s Network’. With backgrounds in telecom, it seems like a natural fit for them. My uncle at one time was selling Nextel phones with the walkie-talkie function (as a kid, I thought this was absolutely 100% the coolest thing in the world). Building out a nationwide, decentralized, LoRaWAN network was right up their alley.\\n\\nAnd that got us to discussing social media, journalism, and content creation. We reflected on what the impacts of user-owned products could be. Across so many industries, ‘retail investors’ - or maybe we should call them just ‘regular people’ - have been unable to benefit from the upside of their contributions. Solely either the consumer of a product, or the product themselves.\\n\\nThe recent [ENS Airdrop](https://claim.ens.domains/) ([news article](https://www.coindesk.com/business/2021/11/09/ethereum-name-service-tokens-soar-after-500m-airdrop/)) I think will be a watershed moment. We’ll look back it in 5-10 years and see that it signaled the unofficial start of Web3. It’s the first time that many folks with non-deep crypto experience (ahem, me) and others were able to benefit from the collective vision of this next phase of the internet. We understood the value of that change from a wallet address to a friendly address, we took the plunge to invest in the vision, and were rewarded financially (modestly financially for me… Should’ve bought those domains I was thinking about gifting to friends and family!). But I do love that this is more than just a financial windfall - this is *ownership*.\\n\\n[https://twitter.com/BrantlyMillegan/status/1458167522340052992](https://twitter.com/BrantlyMillegan/status/1458167522340052992)\\n\\nWe were granted a voice in the product, voted on the constitution, selected representatives… [ENS as the new DNS](https://www.toptal.com/dapp/ethereum-name-service-dapp-tutorial) allows all of us to have a say in what the underlying future of the web will be. As of 11/10 - I’m a hodler and it would take some real financial woes to get me to stray from this path.\\n\\nBoth of my parents are creatives - my dad is a [documentary filmmaker](http://ourtownfilms.com/) and mom is [a chef](http://kathleencooks.com/). Their industries were rocked by the pandemic and Web2. Web3 offers them and all other creatives the ability to regain ownership of distribution, find new audiences, and monetize their skills in a whole new way. We’ve started with jpeg’s, moved onto domains, and every other industry is next. So excited to see where everything goes from here.\\n\\nAs for me, I’ll continue going to Mame for investing advice. Maybe the thing is after 93 years, you don’t need 20/20 vision to see what inspires people’s emotions. What motivates them. And where to invest.\",\"timestamp\":1639179008,\"title\":\"Grandma and Web3\"},\"digest\":\"QAxyq2OXwfD4THglyP6_wQARsWDHz2K-0oXDoOTfGcU\",\"authorship\":{\"contributor\":\"0xBD9b4294cece9E26914d6dcb74f317356A0ae8ED\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-fdrZtfwZf21ZM0S0uGsSboC9EaK219euXHet44bx5I\\\",\\\"y\\\":\\\"k8zloje5v9L_p88mz74khXT2Yz5i1rBdmvST-cFPpcE\\\"}\",\"signature\":\"OSiOOME2yQ0csm2hCSmMtKDA_2dYyZ21_OrO90PPiyuvOKKNrD__jRPrzAaxE3YNOVizQk9QQyGM9OB-Or1-pg\",\"signingKeySignature\":\"0x17a29d2e2c18f4864af2fc3cdff8da12dda2164dc71a7c2c58bf4b5dee2a093f3e9d015d6ddca726730a62e59ffacc9d18e3580724ba2a8975fabcbcb23a5cc71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-fdrZtfwZf21ZM0S0uGsSboC9EaK219euXHet44bx5I\\\",\\\"y\\\":\\\"k8zloje5v9L_p88mz74khXT2Yz5i1rBdmvST-cFPpcE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ox8j6-_WivoBFluSwxar__DDkMaPRcsiCeMANeSiIp8\"}"