"{\"content\":{\"body\":\"The metaverse is the next frontier of the internet. It’s complex, creative, and transformative --and yet, we don’t *actually* know what it’s going to look like.\\n\\nFacebook, now Meta, recently debuted its vision for the metaverse, complete with flying koi fish and virtual field trips to Ancient Rome. It’s just one version--and, yes, one that bears striking resemblance to a sci-fi movie trailer. It might seem daunting...that is, until you flip the perspective. \\n\\nWe are witnessing the evolution of a virtual world that will revolutionize content creation, collaboration, commerce, health & wellness, relationships, school and work. This new digital era, or web 3.0, is rooted in decentralization and powered by  blockchain technology and smart contracts, all of which will upend online and offline connection as we know it.\\n\\nYes, it’s big. And that’s where we, unblcd, come in. \\n\\nWhat do *we* want the metaverse to look like? How do we make sure that this next phase of the web is inclusive, participatory and a far cry from the boys clubs of Silicon Valley? How do we build a metaverse that still allows for human connection offline in a healthy, hybrid reality? \\n\\nThe more we understand the foundational building blocks and capabilities of the metaverse, the more power we can yield in its creation and genesis. \\n\\nWeb 3.0 won’t be impervious to the pitfalls of web 2.0 (misinformation, vulnerable personal data, and tech monopolies, to name just a few). There’s also the potential environmental impact from electricity used to power immersive devices, NFTs, cryptocurrencies and other key components of web 3.0. The impacts of lack of education, understanding and delayed regulation loom large . Even more, mental health concerns could arise from more screen time and an immersive virtual ecosystem-–particularly after two years of lost human connection during the pandemic. \\n\\nWith so much at stake, it’s crystal clear that the metaverse cannot be a monopoly and should not reflect a single company’s vision and values. It’s on each eager participant to take a vested interest in ensuring an accessible, representative, equitable, and prosperous web 3.0.\\n\\nWe’re living in a world of constant, rapid change. That can be scary, but we believe it’s time to lean into the uncertainty and use the opportunities presented in web 3.0 to solve real problems and enhance our world. The next chapter of the internet isn’t intimidating—it’s empowering.\\n\\n**The Metaverse is Already Here … In Part**\\n\\nAt first glance, the “metaverse” might sound like a video game on steroids--users popping on a headset and flying around a virtual oasis. Sure, that will be part of it, but the true scope extends far beyond entertainment value. In fact, crucial components of the metaverse are already here. \\n\\nCryptocurrency, Social Currency, AR, VR and NFTs are all pieces of this “embodied internet,” per Zuckerberg. Games like Second Life and Fortnite, Snap’s augmented reality Spectacles and Quest headsets all represent pieces of the metaverse, albeit at different immersive levels. The metaverse is simply marrying all of these existing technologies together via a new ecosystem.\\n\\nMany of these first steps into the metaverse have been driven by big players -- Meta, Microsoft, Twitter, and Epic Games, to name a few. Crucial buzzwords in the early stages of web 3.0 will be accessibility, usability and interoperability. In other words, how will many different virtual worlds cooperate or allow users to cross over? What standards between them will promote fair competition and good values? And the biggest question of them all will be decentralization vs. centralization. \\n\\nThe fully immersive world envisioned by Zuckerberg and others won’t arrive tomorrow--rather, crucial elements of the metaverse will become more and more refined and accessible in the coming years. Each of us will be navigating the metaverse as it is actively developing around us (talk about the cutting edge!). \\n\\nBut from the pieces we’ve seen already, the possibilities abound.  \\n\\n**Offline and Online -- What Could be Possible**\\n\\nAriana Grande and Justin Bieber hosted virtual concerts for thousands of fans from around the world. Companies can build their digital HQ in Sandbox or Decentraland. Clothing brands like Adidas are jumping into the metaverse, and Mark Cuban has even posited a future for NFT tickets. \\n\\nWe are in the beginning of the creation boom, with control, community, ownership and value at its core and where brands and creators are testing the waters to discover what might be possible in the metaverse. \\n\\nAt the heart of this new path for creation lies the smart contract. Essentially, the smart contract serves as the plumbing of all blockchain technology,  giving individuals the control to customize and apply the logic they want to their digital assets / files. AKA – it flips existing power structures and empowers creators and users.  \\n\\nLet’s step back from the tech talk and use an example -- think Melissa Wood Health: the powerhouse, multi-hyphenate wellness expert with a loyal following. \\n\\nIf Melissa brought her yoga flow to the metaverse, her paid relationship with her subscribers would operate via smart contracts, cutting out the middleman for any memberships, packages or special program payments. She could drop exclusive content in the form of NFTs, from tickets to wellness retreats to tokens that grant access to official MWH merchandise. If she decided to write a book, she could make the manuscript an NFT and continue to profit as it sells and sells. Her fans will delight in the increased opportunities to engage with Melissa, her brand, and her one-of-a-kind MWH method that made them fans in the first place. \\n\\nCreators and business leaders know their brands better than anyone. The metaverse provides a canvas to take a dedicated community and provide enhanced value in a way that is creator-driven, mutually beneficial for consumers, and impactful in the physical world. \\n\\n**Where You Fit In** \\n\\nIf you’re not a tech executive or a digital artist or a content creator, you might find yourself thinking…”Where do I fit in?” \\n\\nThe upcoming transition from web 2.0 to web 3.0 will be equally revelatory and mystifying. Web 3.0 won’t be a utopia, and there will be numerous challenges to navigate and crucial issues from web 2.0 that must be addressed in web 3.0. The uncertainty is undeniable…but it’s also exhilarating. \\n\\nInstead of letting the next chapter just happen, excited early adopters can choose an active role. And for womxn and diverse voices, in particular, learning and leaning in could dramatically change the trajectory of web 3.0. \\n\\nThere are so many ways to jump in and get started, from buying an NFT to supporting your favorite brands as they enter the metaverse. Luckily, no one needs to go from zero to one hundred; rather, early adopters can dip their toes in, do their research and discover where their talents and values fit in web 3.0. The first step we suggest to everyone is to educate themselves, and hone in on the areas of this emerging world that you find the most interesting. \\n\\nIncredible things happen when humans have new tools to create and express themselves. Fear is not the answer to novelty. With an open mind and a willingness to do the work and learn, the door to the metaverse is wide open. \\n\\nWhere will you fit in?\",\"timestamp\":1639756900,\"title\":\"Making Sense of the Metaverse\"},\"digest\":\"djfFD4KN_ZrlwWlUji8hJkIuVDRnjJN2YPzD7wL_lo4\",\"authorship\":{\"contributor\":\"0x351BD2936856C0A7a97fae5e2fFD32a4352AEf33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nMcLOCpZgRwaI4DUUVqCNcXDgTQiZxXLE10fQ84m98E\\\",\\\"y\\\":\\\"bhG-py8sqRgI8nqqQoa42yg_O9cPAA25kbuoD7BcQV0\\\"}\",\"signature\":\"zGAAne_4PXFLQl84_D4rBitVjwCaI07oh9dkqNhFvMbE3Py_1pqSr1FhTkxFLKSn4F6IdRSqViaXp4Q3VK0qsA\",\"signingKeySignature\":\"0xa0cb7ff32428956a70634ec8058f170919bc10b21cc4601bedf0497742c3af923f393919e3abab844ff251cc9f77c812a0b12b9a3da7f8aa76b87b93b42c211c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nMcLOCpZgRwaI4DUUVqCNcXDgTQiZxXLE10fQ84m98E\\\",\\\"y\\\":\\\"bhG-py8sqRgI8nqqQoa42yg_O9cPAA25kbuoD7BcQV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"djfFD4KN_ZrlwWlUji8hJkIuVDRnjJN2YPzD7wL_lo4\"}"