"{\"content\":{\"body\":\"This is a re-post/update of our Genesis article from Medium.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*n_YlFqazAsDUSBhi)\\n\\n## The DAO Mission\\n\\nThe SquiggleDAO mission is to support the growth and cultural relevance of generative NFT art. We will achieve this by using one of the most important art series as membership, upon which we will create long-term value for generative art in a fun, inclusive manner.\\n\\nSquiggleDAO’s mission is simple:\\n\\n* Acquire as many Chromie Squiggles as possible\\n* Generate as much Squiggle culture as possible\\n\\n## Why?\\n\\nArt and culture are two sides of the same coin. History has shown that artists who capture mindshare during important culture epochs ultimately end up defining that time period. We believe we are in the early stages of a new cultural epoch, and that the art of this time period will be stored on the Ethereum blockchain.\\n\\n\\\\*“The paradox of the art market is that objects created for personal and contemplative aesthetic enjoyment are connected to the broader social fabric through an economic transaction.” — \\\\**<https://som.yale.edu/news/2016/06/history-of-the-art-market-in-35-record-breaking-sales>*\\n\\n## Who We Are\\n\\nWe are you. We are art collectors, artists, techo-centric dreamers from all walks of life that enjoy digital art and believe in decentralized decision-making. We believe that art is one of the most important aspects of human expression and that a world with more art in it is a better world.\\n\\nThe genesis team:\\n\\n@tripleg\\n\\n@thattallguy\\n\\n@jonas\\n\\n@quickrider\\n\\n@carlosgomes\\n\\n## How does this work? How do I participate?\\n\\n## Community Membership\\n\\nIt’s easy! If you own a Squiggle of any type, you’re already a member! Come and join the Discord [here](https://discord.gg/NjBWGKVkEr) (and find your way into Squiggle Square):\\n\\nNote: You can buy Squiggles on [OpenSea](https://opensea.io/assets/art-blocks?search%5BsortAscending%5D=true&search%5BsortBy%5D=PRICE&search%5BstringTraits%5D%5B0%5D%5Bname%5D=Chromie%20Squiggle&search%5BstringTraits%5D%5B0%5D%5Bvalues%5D%5B0%5D=All%20Chromie%20Squiggles)\\n\\n*As of SDIP-8 you can also join the DAO with 1000 SQUIG tokens, our governance token.*\\n\\n## What are Chromie Squiggles?\\n\\nChromie Squiggles is the first generative art project launched on Art Blocks, the first blockchain-based generative art platform. Both Chromie Squiggles and Art Blocks were created by a zombie named Snowfro.\\n\\nThere are only 10,000 Chromie Squiggles that can ever be minted. Currently, around 9,100 Chromie Squiggles have been uniquely minted into existence.\\n\\nChromie Squiggles are no longer available to mint for purchase on Art Blocks. The last 900 Chromie Squiggles are reserved for individuals who help further the goals of the Art Blocks community.\\n\\nHowever, Chromie Squiggles can be purchased in secondary markets, like OpenSea.\\n\\n## What is on-chain generative art?\\n\\nTo create an on-chain generative art project like Chromie Squiggles, a generative artist will create a script with variables, upload that script to the blockchain, and set a maximum mint number. When collectors mint a token, that token will contain a random hash that populates variable values, and creates unique generative artwork.\\n\\nFor example — today each Chromie Squiggle represents a unique generative art piece. No two Chromie Squiggles are the same, although some share certain characteristics with one another.\\n\\nIn this way, all 10,000 Chromie Squiggles are the same. And all 10,000 Chromie Squiggles are different.\\n\\n## What is Art Blocks?\\n\\nArt Blocks is a first of its kind platform focused on genuinely programmable on demand generative content that is stored immutably on the Ethereum Blockchain. You pick a style that you like, pay for the work, and a randomly generated version of the content is created by an algorithm and sent to your Ethereum account. The resulting piece might be a static image, 3D model, or an interactive experience. Each output is different and there are endless possibilities for the types of content that can be created on the platform.\\n\\nChromie Squiggles was the first generative art project launched on Art Blocks in 2020.\",\"timestamp\":1636757638,\"title\":\"Introducing SquiggleDAO\",\"publication\":\"squiggledao\"},\"digest\":\"9OTmHBNMrErR273EwDmLaScKKSII_gtu4UYkK_NanrY\",\"authorship\":{\"contributor\":\"0x627841b158a982660C0557e671946E795Ccb5533\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N_w8QMfrx8CHegXbMHCh5yXg3VpDKvNJ2ItqACqrcdw\\\",\\\"y\\\":\\\"6mzoTRjBmsNGWFpbIWXSoJIoT4pMcRVhMLOT-O-eqto\\\"}\",\"signature\":\"O033wFQN1w8nBVf4kN_uCpUrBQ24xaX891EC42P4YfBWO7vC8_VzdAOdQ8cnmynyhEt8s83Y0lnEn_4zZsxxwQ\",\"signingKeySignature\":\"0x0a34133444adbb52553927aa41a9c83eecb2cfdfab7c0b796d7b0a492560411b194ccde1d1de6a03f333b852a482e65063821c0a3c9316866a314b172ef35e8f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N_w8QMfrx8CHegXbMHCh5yXg3VpDKvNJ2ItqACqrcdw\\\",\\\"y\\\":\\\"6mzoTRjBmsNGWFpbIWXSoJIoT4pMcRVhMLOT-O-eqto\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Lm3LRM79z0R9wVcB2yY8S61O0jyuEznIzpxhhewk-DY\"}"