"{\"content\":{\"body\":\"If you're here you should be wondering what's [tech.mirror.xyz](http://tech.mirror.xyz) about? Let's see.\\n\\n## What's Through Technology?\\n\\nThrough Technology is a publication for understanding and discovering Technology. But not only that, there will be also reflections about its impact.\\n\\nThrough Technology was born with the idea of talking about all technologies, but let's be honest, right now the main focus will be crypto and web3 which are in my opinion the strongest changing force pushing the world. Nevertheless, expect also articles covering technologies not related to crypto.\\n\\nThe articles are generally targeted towards anyone that wants to learn but there will be also some more advanced articles related to code and development. Many non-developers are starting to get interested in understanding code even though they're not going to code. Similar to how people should understand legal documents without being lawyers. Smart contracts are powering this desire to better understand software and we will cover that gap here.\\n\\n## Why Through Technology?\\n\\nAs Technology gets bigger and bigger it has more impact on our lives and society than ever. Nonetheless, people know very little about how these technologies work or how do they affect their lives. And even less reflect on the long-term or second-order effects. I'm not a fortune teller, but by talking about possible outcomes and impact we can be better prepared for the future that comes.\\n\\nThe goal of this publication is to spread knowledge about technologies that power the world and discover the new ones that are going to power it soon. But not everything should have a purpose. I write about Technology because I just love it, and that would be enough reason to do so.\\n\\n## What's been achieved already?\\n\\nThrough Technology is the way I got deeper into crypto. By dissecting key concepts and analyzing why they matter and their impact, I learned and internalized core concepts to be able to go deeper into the never-ending rabbit hole.\\n\\nWhen you understand a concept or even just the surface, knowledge gaps appear and new questions arise. This is the flywheel to keep posting.\\n\\n*[You can check previous publications here](https://cortesja.com/tag/through-technology/).*\\n\\n## Why join Mirror?\\n\\nI think Mirror is one of the key crypto startups related to media and culture. Their ideas always feel ahead of the space and it's **the** web3 publication platform.\\n\\nThrough Technology has been around for some time and now it's the time to merge into Mirror. By merging into Mirror we will be able to mint key articles, contribute to the expanding community, and use the Mirror toolbox.\\n\\nI believe that learning by doing is the best way to learn and I couldn't miss being on Mirror to experiment with their platform and contribute to the web3 expansion.\\n\\n**If you're interested in learning about technology and reflecting on them, this is your place.**\\n\\n## Acknowledgments\\n\\n*I'm very grateful to all the people that helped me join Mirror. Special mention to mClub, Seed Club, Mirror team, Jack Butcher, friends, anons, and strangers.*\",\"timestamp\":1635673958,\"title\":\"Welcome to Through Technology\",\"publication\":\"tech\"},\"digest\":\"I1rv_nmsxPQLifSJJ9vZLv-A-E5wTk4zBKtDw33KJxQ\",\"authorship\":{\"contributor\":\"0x87C241ab2c898D455dfDb725D1717553aC6EeAe3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fud3Q8Oh5vg-eXnr5abMj6DRbORn0n9P3ZTL-kZ0Y-M\\\",\\\"y\\\":\\\"O_2UjuobRHenyttAoLzqnZez-6lS4gk_ZUJzvrMTxmQ\\\"}\",\"signature\":\"Ipum7RHNuBuiPmSTkwGVLIdxxNO_Tj4VJWneCvToQ2QnGQRnq1MQJJx6mWDXIrvd6LswMsuW2JmdHglQ7n6qFw\",\"signingKeySignature\":\"0xaf69a6c89b68e17c9acbc209e36706f4d39e606ec08a3d87ad5ae5db46dfd64e7aeb377f873c6bf28d9bd0c938364c4c4c17a603fd68084ec5664167bd75550500\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fud3Q8Oh5vg-eXnr5abMj6DRbORn0n9P3ZTL-kZ0Y-M\\\",\\\"y\\\":\\\"O_2UjuobRHenyttAoLzqnZez-6lS4gk_ZUJzvrMTxmQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"P7L1OsqFxLf7Gav-NOxK8gedZWv0vyGtTbZnNi5CNvg\"}"