"{\"content\":{\"body\":\"unaware whether you or your brother or Mrs Docimer would be glad to see me. As you say yourself, there was a storm on the Tyrolese hillside -- in which there was more than one wind blowing at the same time. I do not find fault with anybody -- perhaps a storm was needed to clear the air. But I hate storms. I do not pretend to be a very grand fellow, but I do endeavour not to be disagreeable. Your brother, if you remember, was a little hard. But, in truth, I say this only to account for my apparent incivility.\\n\\nAnd, perhaps, with another object -- to gain a little time before I plunge into the stern necessity of answering all that you say in your very comprehensive letter of five lines. The first four lines I have answered. There will be no such Mrs Frank Houston as that suggested. And then, as to the last line. Of course, you will see me again, and that very speedily. So it would seem that the whole letter is answered.\\n\\nBut yet it is not answered. There is so much in it that whole sheets would not answer it. A quire of notepaper stuffed full would hardly contain all that I might find to say in answer to it -- on one side and the other. Nay, I might fill as many reams of folio as are required for a three-volume novel. And then I might call it by one of two names, The Doubts of Frank Houston, or The Constancy of Imogene Docimer -- as I should at last bring my story to one ending or the other. But the novel would contain that fault which is so prevalent in the novels of the present day. The hero would be a very namby-pamby sort of a fellow, whereas the heroine would be too perfect for human nature.\\n\\n\\\"The hero would be always repeating to himself a certain line out of a Latin poet, which, of all lines, is the most heart-breaking: The better course I see and know -- The worser one is where I go.\\n\\nBut then in novels the most indifferent hero comes out right at last. Some god comes out of a theatrical cloud and leaves the poor devil ten thousand a year and a title. He isn't much of a hero when he does go right under such inducements, but he suffices for the plot, and everything is rose-coloured. I would be virtuous at a much cheaper rate -- if only a young man with his family might have enough to eat and drink. What is your idea of the lowest income at which a prudent -- say not idiotically-quixotic hero -- might safely venture to become heroic?\\n\\nNow I have written to you a long letter, and think that I have indicated to you the true state of my feelings. Whatever may turn up I do not think I shall go fortune-hunting again. If half a million in female hands were to throw itself at my head, there is no saying whether I might not yield. But I do not think that I shall again make inquiry as to the amount of booty supposed to be within the walls of a city, and then sit down to besiege the city with regular lines of approach. It is a disgusting piece of work. I do not say but what I can lie, and did lie foully on the last siege operation; but I do not like it. And then to be told that one is unmanly by the father, and a coward by the young lady, as occurred to me in this affair, is disheartening. They were both right, though I repudiated their assertions. This might be borne as a prelude to success; but, as part of a failure, it is disgusting. At the present moment I am considering what economy might effect as to a future bachelor life, and am meditating to begin with a couple of mutton chops and half a pint of sherry for my dinner today. I know I shall break down and have a woodcock and some champagne.\\n\\nI will come to you about three on Sunday. If you can manage that your brother should go out and make his calls, and your sister attend divine service in the afternoon, it would be a comfort. Yours always,\\n\\nF. HOUSTON\\n\\nIt was a long rambling letter, without a word in it of solid clearly-expressed meaning; but Imogene, as she read it, understood very well its real purport. She understood more than its purport, for she could see by it -- more clearly than the writer did himself -- how far her influence over the man had been restored, and how far she might be able to restore it. But was it well that she should regain her influence? Her influence regained would simply mean a renewed engagement. No doubt the storm on the hillside had come from the violence of true love on her part! No doubt her heart had been outraged by the idea that he should give himself up to another woman after all that had passed between them. She had been devoted to him altogether; but yet she had been taught by him to regard her love as a passion which of its nature contained something of the ridiculous. He had never ceased gently to laugh at himself, even in her presence, because he had subjected himself to her attraction. She had caught up the same spirit -- or at any rate the expression of spirit -- and, deceived by that, he had thought that to relieve herself from the burden of her love would be as easy to her as to him. In making this mistake he had been ignorant of the intrinsic difference in the nature of a man's and of a woman's heart, and had been unaware that that, which to a man at his best can only be a part of his interest in his life's concerns, will to a woman be everything. She had attempted to follow his lead when it did not seem that by doing so she would lose anything. But when the moment of trial came she had not in truth followed his lead at all. She made the attempt, and in making the attempt gave him her permission to go from her; but when she realised the fact that he was gone -- or going -- then she broke down utterly. Then there came these contentions between her and her brother, and that storm on the hillside. After that she passed some months of wretchedness. There was no possibility for her to droll away her love. She had taught herself to love the man whether he were good or whether he were bad -- whether he were strong-hearted or whether he were fickle -- and the thing was there present to her, either as a permanent blessing, or, much more probably, a permanent curse. As the months went on she learned, though she never saw Frank himself, that his purpose of marrying Gertrude Tringle was not likely to be carried out. Then at last she wrote that comprehensive letter of five lines -- as Houston had called it. It had been intended to be comprehensive, and did, in fact, contain much more than it seemed to say. \\\"If you can bring yourself to return to me, and to endure whatever inconveniences may be incidental to your doing so, I hereby declare that I will do the same; and I declare also that I can find for myself no other content in the world except what may come to me from such an agreement between us.\\\" It was this that she said in that last line, in which she had begged him to come to her if at the last moment \\\"Tringle pere\\\" should prove to be hardhearted. All troubles of poverty, all the lingering annoyance of waiting, all her possible doubts as to his future want of persistency, would be preferable to the great loss which she found herself unable to endure.\\n\\nYes; it would be very well that both her brother and her sister-in-law should be absent when he came to her. To neither of them had she said a word of her last correspondence -- to neither of them a word of her renewed hopes. For the objections which might be raised by either of them would she care little if she could succeed with Frank. But while that success was still doubtful it would be well to get at any rate the assistance of her sister-in-law. On the Sunday afternoon Mr Docimer would certainly be away from the house. It was his custom to go off among his friends almost immediately after lunch, and his absence might be counted on as assured. But with his wife it was different. The project of sending her to church was quite out of the question. Mrs Docimer generally went to church of a Sunday morning, and then always considered herself to have performed the duties of the day. Nor did Imogene like the idea of this appointment with her lover without a word spoken about it to her sister-in-law. \\\"Mary,\\\" she said, \\\"Frank Houston is coming here on Sunday.\\\"\\n\\n\\\"Frank!\\\" exclaimed Mrs Docimer. \\\"I thought we were to consider ourselves as altogether separated from that fortunate youth.\\\" \\\"I don't see why.\\\"\\n\\n\\\"Well; he left us not with the kindest possible feelings in the Tyrol; and he has allowed ever so many months to pass by without coming to see us. I asked Mudbury whether we should have him to dinner one day last week, and he said it would be better to let him go his own way.\\\"\\n\\n\\\"Nevertheless, he is coming here on Sunday.\\\"\\n\\n\\\"Has he written to you?\\\"\\n\\n\\\"Yes, he has written to me -- in answer to a line from me. I told him that I wished to see him.\\\"\\n\\n\\\"Was that wise?\\\"\\n\\n\\\"Wise or not, I did so.\\\"\\n\\n\\\"Why should you wish to see him?\\\"\\n\\n\\\"Am I to tell you the truth or a lie?\\\"\\n\\n\\\"Not a lie, certainly. I will not ask for the truth if the truth be unpalatable to you.\\\"\\n\\n\\\"It is unpalatable -- but yet I might as well tell it you. I wrote to ask him to come and see me, because I love him so dearly.\\\" \\\"Oh, Imogene!\\\"\\n\\n\\\"It is the truth.\\\"\\n\\n\\\"Did you tell him so?\\\"\\n\\n\\\"No; I told him nothing. I merely said, that, if this match was over between him and that girl of Sir Thomas Tringle, then he might come and see me again. That was all that I said. His letter was very much longer, but yet it did not say much. However, he is to come, and I am prepared to renew our engagement should he declare that he is willing to do so.\\\"\\n\\n\\\"What will Mudbury say?\\\"\\n\\n\\\"I do not care very much what he says. I do not know that I am bound to care. If I have resolved to entangle myself with a long engagement, and Mr Houston is willing to do the same, I do not think that my brother should interfere. I am my own mistress, and am dealing altogether with my own happiness.\\n\\n\\\"Imogene, we have discussed this so often before.\\\"\\n\\n\\\"Not a doubt; and with such effect that with my permission Frank was enabled to ask this young woman with a lot of money to marry him. Had it been arranged, I should have had no right to find fault with him, however sore of heart I might have been. All that has fallen through, and I consider myself quite entitled to renew my engagement again. I shall not ask him, you may be sure of that.\\\"\\n\\n\\\"It comes to the same thing, Imogene.\\\"\\n\\n\\\"Very likely. It often happens that ladies mean that to be expressed which it does not become them to say out loud. So it may be with me on this occasion. Nevertheless, the word, if it have to be spoken, will have to be spoken by him. What I want you to do now is to let me have the drawing-room alone at three o'clock on Sunday. If anything has to be said it will have to be said without witnesses.\\\"\\n\\nWith some difficulty Mrs Docimer was induced to accede to the request, and to promise that, at any rate for the present, nothing should be said to her husband on the subject.\\n\\nCHAPTER 39 CAPTAIN BATSBY\\n\\nIn the meantime, poor Ayala, whose days were running on in a very melancholy manner under her aunt's wings in Kingsbury Crescent, was creating further havoc and disturbing the bosom of another lover. At Stalham she had met a certain Captain Batsby, and had there attracted his attention. Captain Batsby had begged her to ride with him on one of those hunting days, and had offered to give her a lead -- having been at the moment particularly jealous of Colonel Stubbs. On that day both Ayala and Nina had achieved great honour -- but this, to the great satisfaction of Captain Batsby, had not been achieved under the leadership of Colonel Stubbs. Larry Twentyman, long famous among the riding-men of the Ufford and Rufford United Hunt, had been the hero of the hour. Thus Captain Batsby's feelings had been spared, and after that he had imagined that any kindly feelings which Ayala might have had for the Colonel had sunk into abeyance. Then he had sought some opportunity to push himself into Ayala's favour, but hitherto his success in that direction had not been great. Captain Batsby was regarded by the inhabitants of Stalham as a nuisance -- but as a nuisance which could not be avoided. He was half-brother to Sir Harry, whose mother had married, as her second husband, a certain opulent Mr Batsby out of Lancashire. They were both dead now, and nothing of them remained but this Captain. He was good-natured, simple, and rich, and in the arrangement of the Albury-cum-Batsby affairs, which took place after the death of Mrs Batsby, made himself pleasant to everybody concerned. Sir Harry, who certainly had no particular affection for his half-brother, always bore with him on this account; and Lady Albury was equally gracious, mindful of the wisdom of keeping on good terms with a rich relation. It was as yet quite on the cards that the Batsby money might come to some of the Albury scions.\\n\\nBut the Captain was anxious to provide himself with a wife who might be the mother of scions of his own. In fact he had fallen fearfully in love with Ayala, and was quite resolved to ask her to be his wife when he found that she was just on the point of flying from Stalham. He had intended to be quicker in his operations, but had lacked opportunity. On that last hunting day the Colonel had always been still in his way, and circumstances had never seemed to favour him when he endeavoured to have a few words in private with the young lady. Then she was gone, and he could only learn respecting her that she lived with her aunt, Mrs Dosett, in Kingsbury Crescent.\\n\\n\\\"I'm blessed if Benjamin isn't smitten with that girl!\\\" Benjamin was Captain Batsby, and that girl was of course Ayala Dormer. The man who blessed himself was Sir Harry Albury, and the observation was addressed to his wife. This took place within an hour of Ayala's departure from Stalham.\\n\\n\\\"Benjamin in love with Ayala Dormer! I don't believe a word of it,\\\" said Lady Albury. It was not surprising that she should not believe it. There was her special favourite, Colonel Stubbs, infatuated by the same girl; and, as she was aware, Tom Tringle, the heir of Travers and Treason, was in the same melancholy condition. And, after all, according to her thinking, there was nothing in the girl to justify all this fury. In her eyes Ayala was pretty, but no more. She would have declared that Ayala had neither bearing, nor beauty, nor figure. A bright eye, a changing colour, and something of vivacity about her mouth, was all of which Ayala had to boast. Yet here were certainly the heir of the man of millions, and that Crichton of a Colonel, both knocked off their legs. And now she was told that Captain Batsby, who always professed himself hard to please in the matter of young ladies, was in the same condition. \\\"Do you mean to say he told you?\\\" she asked. \\\"No,\\\" said Sir Harry; \\\"he is not at all the man to do that. In such a matter he is sure to have a great secret, and be sure also to let his secret escape in every word that he speaks. You will find that what I say is truth.\\\"\\n\\nBefore the day was out Lady Albury did find her husband to be correct. Captain Batsby, though he was very jealous of his secret, acknowledged to himself the necessity of having one confidant. He could hardly, he thought, follow Ayala without some assistance. He knew nothing of Mrs Dosett, nothing of Kingsbury Crescent, and very little as to Ayala herself. He regarded Lady Albury as his chosen friend, and generally communicated to her whatever troubles he might have. These had consisted chiefly of the persecutions to which he had been subjected by the mothers of portionless young ladies. How not to get married off against his will had been the difficulty of his life. His half-sister-in-law had hitherto preserved him, and therefore to her he now went for assistance in this opposite affair. \\\"Rosalind,\\\" he said in his gravest voice, \\\"what do you think I have to tell you?\\\"\\n\\nLady Albury knew what was coming, but of course she hid her knowledge. \\\"I hope Mrs Motherly has not written to you again,\\\" she said. Mrs Motherly was a lady who had been anxious that her daughter should grace Captain Batsby's table, and had written to him letters, asking him his intentions.\\n\\n\\\"Oh, dear; nothing of that kind. I do not care a straw for Mrs Motherly or the girl either. I never said a word to her that anyone could make a handle of. But I want to say a word to somebody now.\\\"\\n\\n\\\"What sort of a word is it to be, Ben?\\\"\\n\\n\\\"Ah,\\\" he groaned. \\\"Rosalind, you must understand that I never was so much in earnest in my life!\\\"\\n\\n\\\"You are always in earnest.\\\"\\n\\nThen he sighed very deeply. \\\"I shall expect you to help me through this matter, Rosalind.\\\"\\n\\n\\\"Do I not always help you?\\\"\\n\\n\\\"Yes; you do. But you must stick to me now like wax. What do you think of that young lady, Miss Dormer?\\\"\\n\\n\\\"I think she is a pretty girl; and the gentlemen tell me that she rides bravely.\\\"\\n\\n\\\"Don't you consider her divine?\\\" he asked.\\n\\n\\\"My dear Ben, one lady never considers another to be divine. Among ourselves we are terribly human, if not worse. Do you mean to tell me that you are in love with Ayala Dormer?\\\"\\n\\n\\\"You have guessed it,\\\" said he. \\\"You always do guess everything.\\\" \\\"I generally do guess as much as that, when young gentlemen find young ladies divine. Do you know anything about Miss Dormer?\\\" \\\"Nothing but her beauty -- nothing but her wit -- nothing but her grace! I know all that, and I don't seem to want to know any more.\\\"\\n\\n\\\"Then you must be in love! In the first place she hasn't got a sixpence in the world.\\\"\\n\\n\\\"I don't want sixpences,\\\" said the Captain, proudly.\\n\\n\\\"And in the next place I am not at all sure that you would like her people. Father and mother she has none.\\\"\\n\\n\\\"Then I cannot dislike them.\\\"\\n\\n\\\"But she has uncles and aunts, who are, I am afraid, objectionable. She lives with a Mr Dosett, who is a clerk in Somerset House -- a respectable man, no doubt, but one whom you would not perhaps want at your house very often.\\\"\\n\\n\\\"I don't care about uncles and aunts,\\\" said Captain Batsby. \\\"Uncles and aunts can always be dropped much easier than fathers and mothers. At any rate I am determined to go on, and I want you to put me in the way. How must I find her?\\\"\\n\\n\\\"Go to No. 10, Kingsbury Crescent, Bayswater. Ask for Mrs Dosett and tell her what you've come about. When she knows that you are well off she will not turn a deaf ear to you. What the girl may do it is beyond me to say. She is very peculiar.\\\"\\n\\n\\\"Peculiar?\\\" said the Captain with another sigh.\\n\\nLady Albury did, in truth, think Ayala was very peculiar, seeing that she had refused two such men as Tom Tringle in spite of his wealth, and Colonel Stubbs in spite of his position. This she had done though she had no prospects of her own before her, and no comfortable home at the present! Might it not be more than probable that she would also refuse Captain Batsby, who was less rich than the one and certainly less known to the world than the other? But as to this it was not necessary that she should say anything. To assist Colonel Stubbs she was bound by true affection for the man. In regard to her husband's half-brother she was only bound to seem to assist him. \\\"I can write a line to Mrs Dosett, if you wish it,\\\" she said, \\\"or to Miss Dormer.\\\" \\\"I wish you would. It would be best to the aunt, and just tell her that I am fairly well off. She'll tell Ayala I could make quite a proper settlement on her. That kind of thing does go a long way with young ladies.\\\"\\n\\n\\\"It ought to do at any rate,\\\" said Lady Albury. \\\"It certainly does with the old ladies.\\\" Then the matter was settled. She was to write to Mrs Dosett and inform that lady that Captain Batsby intended to call at Kingsbury Crescent in the form of a suitor for Miss Ayala Dormer's hand. She would go on to explain that Captain Batsby was quite in a position to marry and maintain a wife.\\n\\n\\\"And if she should accept me you'll have her down here, Rosalind?\\\" Here was a difficulty, as it was already understood that Ayala was to be again brought down to Stalham on the Colonel's account; but Lady Albury could make the promise, as, should the Captain be accepted, no harm would in that case be done to the Colonel. She was, however, tolerably sure that the Captain would not be accepted. \\\"And, if she shouldn't take me all at once, still you might have her,\\\" suggested the lover. As to this, which was so probable, there would be a great difficulty. Ayala was to be seduced into coming again to Stalham if possible -- but specially on the Colonel's behoof. In such a case it must be done behind the Captain's back. Lady Albury saw the troubles which were coming, but nevertheless she promised that she would see what could be done. All this having been settled, Captain Batsby took his leave and went off to London.\\n\\nMrs Dosett, when she received Lady Albury's letter, was very much surprised. She too failed to understand what there was in Ayala to produce such a multiplicity of suitors, one after another. When Lucy came to her and had begun to be objectionable, she had thought that she might some day be relieved from her troubles by the girl's marriage. Lucy, to her eyes, was beautiful, and mistress of a manner likely to be winning in a man's eyes, though ungracious to herself. But in regard to Ayala she had expressed nothing of the kind. Ayala was little, and flighty, and like an elf -- as she had remarked to her husband. But now, within twelve months, three lovers had appeared, and each of them suitable for matrimonial purposes. She could only tell her husband, and then tell Ayala.\\n\\n\\\"Captain Batsby! I don't believe it!\\\" said Ayala, almost crying. If Colonel Stubbs could not be made to assume the garb of an Angel of Light what was she to think of Captain Batsby?\\n\\n\\\"You can read Lady Albury's letter.\\\"\\n\\n\\\"I don't want to read Lady Albury's letter. I won't see him. I don't care what my uncle says. I don't care what anybody says. Yes, I do know him. I remember him very well. I spoke to him once or twice, and I did not like him at all.\\\"\\n\\n\\\"You said the same of Colonel Stubbs.\\\"\\n\\n\\\"I didn't say the same of Colonel Stubbs. He is a great deal worse than Colonel Stubbs.\\\"\\n\\n\\\"And you said just the same of Tom.\\\"\\n\\n\\\"He is the same as Tom -- just as bad. It is no good going on about him, Aunt Margaret. I won't see him. If I were locked up in a room with him I wouldn't speak a word to him. He has no right to come.\\\"\\n\\n\\\"A gentleman, my dear, has always a right to ask a lady to be his wife if he has got means.\\\"\\n\\n\\\"You always say so, Aunt Margaret, but I don't believe it. There should be -- there should have been -- I don't know what; but I am quite sure the man has no right to come to me, and I won't see him.\\\" To this resolution Ayala clung, and, as she was very firm about it, Mrs Dosett, after consultation with her husband, at last gave way, and consented to see Captain Batsby herself. In due time Captain Batsby came. At any knock heard at the door during this period Ayala flew out of the drawing-room into her own chamber; and at the Captain's knock she flew with double haste, feeling sure that his was the special knock. The man was shown up, and in a set speech declared his purpose to Mrs Dosett, and expressed a hope that Lady Albury might have written on the subject. Might he be allowed to see the young lady?\\n\\n\\\"I fear that would be of no service, Captain Batsby.\\\"\\n\\n\\\"Of no service?\\\"\\n\\n\\\"On receiving Lady Albury's letter I was of course obliged to tell my niece the honour you proposed to do her.\\\"\\n\\n\\\"I am quite in earnest, you know,\\\" said the Captain.\\n\\n\\\"So I suppose, as Lady Albury would not have written, nor would you have come on such a mission. But so is my niece in earnest.\\\" \\\"She will, at any rate, hear what I have got to say.\\\"\\n\\n\\\"She would rather not,\\\" said Mrs Dosett. \\\"She thinks that it would only be painful to both of you. As she has quite made up her mind that she cannot accept the honour you propose to do her, what good would it serve?\\\"\\n\\n\\\"Is Miss Dormer at home?\\\" asked the Captain, suddenly. Mrs Dosett hesitated for a while, anxious to tell a lie on the matter, but fearing to do so. \\\"I suppose she is at home,\\\" continued the urgent lover.\",\"timestamp\":1639991399,\"title\":\"\\nI have not hitherto been to see either you or your brother or Mrs Docimer because I have been altogether\"},\"digest\":\"X2KZzlJd3vARRDTlCXRHN0LXnxp4GOxj-Mr8BXq0lQk\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QZeSETSHSJeM026AC4_lE4E7olvhMHiFjTJCCgYuBD0\\\",\\\"y\\\":\\\"g97xJhtzceEXQAlxJvBHtW-18JaOrZdNp_mU6eBH0TM\\\"}\",\"signature\":\"KQ9aoRmu7O7peG6QY1gE58XjtiksY_GqXuMwXlyFnD_W9l8xZKvQx7InSsvlfXlpm2gAkl5ERXb7w4Sr9NXcdA\",\"signingKeySignature\":\"0x8f5c76f27e07d99e7d354d580fe09ea3291c61542a265ce0b8a956e1def0b98e7d832991c78955a60c9b5d538ca71d3810dfa955d85b4a711bc0dbd1e921c2e81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QZeSETSHSJeM026AC4_lE4E7olvhMHiFjTJCCgYuBD0\\\",\\\"y\\\":\\\"g97xJhtzceEXQAlxJvBHtW-18JaOrZdNp_mU6eBH0TM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X2KZzlJd3vARRDTlCXRHN0LXnxp4GOxj-Mr8BXq0lQk\"}"