"{\"content\":{\"body\":\"The chain circle never lacks new concepts, but the leek grows too fast. The new leek grows into an old leek. If you don't do something shocking, I'm afraid the sickle of the chain circle is about to be cut. In the past few years of blockchain development, it's amazing to think back. As soon as you understand the public chain, defi becomes popular. As soon as you understand defi, NFT becomes popular. As soon as NFT is popular, meta universe comes. In recent months, many people have talked to me about meta universe. Almost everyone will ask, what is meta universe?\\n\\nHowever, it's too big to discuss the problem of meta universe. Let's put it aside and talk about some specific practical dry goods today. What is the chain game gamefi under the vent of meta universe? How to design a gamefi game? What basic knowledge points are involved?\\n\\nFirst, what is gamefi? In short, it is a combination of game + defi, adding financial elements to the game, or the playing method of financial plus games, whatever you say. According to the popular saying, players can \\\"earn while playing\\\" < play to earn >, which can not only play games, but also make money.\\n\\nUnder the outlet of the meta universe, there are indeed many players pouring into the chain tour, but most of them are old leeks in the blockchain, with a clear purpose of making money. As for the game experience, the old leeks don't care. Therefore, if you want your gamefi sickle to cut these old leeks, the short and fast playing method is not novel, let alone desirable. If you want the project to last for a long time, you can't simply pull the plate. You must design a clever game mechanism to motivate players and retain users. Otherwise, it is still the old routine of capital plate after all. The old leeks of this routine may be more familiar than you.\\n\\nWell, to get back to business, before designing a gamefi game, first of all, we need to understand similar products in the market. Then, what are the gamefi games, or early NFT games? We are divided into several stages of development:\\n\\nStage 1 sandbox NFT games\\n\\nLet's talk about the early sandbox games. It's not too early. It's almost the same as last year. For example, sandbox and decentraland are popular. Such games emphasize user content generation (UGC) and create the concept of art exhibition in the meta universe. The land in the game is basically designed as a place to place assets. Players can design and display works of art. The sale of land is the main way to benefit from such sandbox games. However, the land in such games lacks interaction and is only a place to display collections. Although individual creators are encouraged to participate, it also restricts the development of community guild economy, and community and guild are the important basis for the popularity of gamefi games.\\n\\nSandbox game screenshot\\n\\nThe landowners of sandbox games do not have many other benefits except the income from land price appreciation. At first, these games do not have too many game attributes, but more emphasize the artistic aura of NFT, so they were only called NFT games at the beginning. However, they are important pioneers in opening the door of NFT game applications.\\n\\nWhen talking about user content generation (UGC), I have to mention roblox, an online game production and sharing platform, which was successfully listed in New York in March this year (2021), and is known as the first share of metauniverse. It also generates user content. Unlike sandbox games, it focuses on small game creation and has no concept of land upgrading and sales. So what is roblox's main revenue model?\\n\\nIn fact, it is like an amusement park. Roblox provides a playground and decorates the theme style of the amusement park. However, he does not set up a stall for entertainment facilities, nor does he sell ice cream or doll machines. It only sells game tokens at the gate of the amusement park. Players can buy tokens to play small games in roblox or buy tokens to change the right to operate the stall, Set up your own game store and content with the tools provided by roblox to make money and do business.\\n\\nRoblox is a virtual playground. At present, there are more than 40 million games of various types developed by different creators. On its platform, roblox is the largest game creation platform in the world. In fact, its model is more traditional, and the aging of games on the platform is also very serious. If it has anything to do with the meta universe, I can only say that it just rubbed against this hot spot and hit the gale of the meta universe virtual game.\\n\\nThe second stage is a game with strong social attributes\\n\\nThe biggest problem of these early sandbox NFT games is the lack of direct incentive mechanism for players and communities, so it is difficult to promote the internal economic cycle of the game to enable the ecology of the game itself.\\n\\nThen, since land sales is the way for the game to make money, naturally, the game designers began to use their brains from the land, refine the types of land in the design, and use the thinking of traditional games to give the game a great world view, deepen the players' sense of belonging to the land and further increase the value of the land.\\n\\nFor example, in the MMORPG (massively multiplayer simultaneous online role playing) game led by ember sword and mirandus, there are obvious differences in the types of land resources. Monsters and natural resources will appear randomly in remote areas in the game. Players close to prosperous areas can set up small shops or guilds, The largest business transactions and government resources are concentrated in the central area of the town. These lands are divided into wilderness, suburb, capital, Castle and other more detailed classifications.\\n\\nSuch a design makes a huge difference in land value. The citadel of the stars in mirandus was photographed by polymer games at a high price of US $1.6 million.\\n\\nLand holders also have more freedom, because the operation of land will bring them more benefits. Whether it is to build more facilities, collect service fees and tolls, or establish a guild to expand their reputation, players and land are closely bound together. Players of various roles in the game support and interact with each other, and gradually develop into an active game community ecology, The economic cycle in the game also began to take shape.\\n\\nIn such games, land resources are more used as places for social networking and trade. In terms of mechanism, it mainly stimulates players' operation and development, and increases game interaction and sense of belonging.\\n\\nHowever, business games need very careful numerical design, and rely on a stable and large group of players to support their complex role career mechanism. This complex role system is easy to collapse without an economic model to maintain the enthusiasm of players. Therefore, it can be said that the meta universe game in the second stage endows the traditional large-scale games with the attribute of blockchain, resulting in a series of problems such as too long game development cycle and too few blockchain player base. It is making chain games with the attitude of playing games.\\n\\nOn the contrary, some people must want to ask, how to play games with the attitude of blockchain? What we want to talk about next is to strengthen the game identity of the old leeks in the blockchain community by refining the functions of players, further promoting social playing methods, and encouraging players to \\\"actively\\\" participate in game cooperation.\\n\\nThe third stage is the game of blockchain attitude\\n\\nAfter the first stage of using games to display NFT art works and the second stage of using game development thinking to do chain games, chain game designers began to realize that the chain game products under the game shell are gradually evolving in two directions, namely, the playful direction and the financial direction. Old leeks want to play and make money, so they combine the two, Game + defi = gamefi comes out naturally. Gamefi also began to have more possibilities and opportunities to break the circle than ordinary capital flow projects.\\n\\nAt this stage, the game adds asymmetric competitive design, that is, it uses the mechanism to divide players' roles and functions, limits the ability of players with different roles, and forces players to cooperate and win-win, so as to expand the strength of the community and promote the economic cycle in the game.\\n\\nAnother design is to strengthen the opposition between players of different roles, stimulate the loss of resources among players through game rewards with war damage risk, and make players feel that they benefit by relying on their own strategies and technologies. It is a real \\\"playing while earning\\\" playing method.\\n\\nThe core of game mechanism design, whether cooperative or antagonistic, is the wear and tear of game resources. For example, aavegotchi's gotchiverse, a story meta universe game, the story background is probably as follows:\\n\\nFarmers whose souls have been liquidated in the defi world are reincarnated to gotchiverse meta universe world and become aavegotchi. In Finnish, AAVE means ghost, and aavegotchi is a group of pixelated kids living on the chain. The liquidators in the game are the creator and destroyer of aavegotchi. They found the back door to gotchiverse, entered the metauniverse and looted gotchiverse's resources. Only a small number of aavegotchi survived. They are the ancestor of the imp \\\"aadepts\\\". Players want to continue this great legend and lead the brave aavegotchi to fight for resources with liquidators on this land.\\n\\nEvery kid in the game is designed as a collectible NFT, so that the players participating in the chain game can realize the value at any time.\\n\\nNon krypton gold players can obtain liquidators for free by airdrop and other means, and explore and pick up various resources on the land. Land holders can hire gotchi workers for production. They also need to build fortifications on the land and form teams to eliminate liquidators. The game is designed as a non-equilibrium confrontation mechanism, which promotes the cooperation between gotchi and land holder players, and attracts new players with the free role of liquidators to form a strong in-game competition.\\n\\nThe strong interaction between roles has formed the wear and tear of game resources. Note that I have used the word \\\"wear and tear\\\" many times, because it is the core of the economic model of the third stage chain game design. The loss of game resources after wear and tear is the basic income of the platform. This wear and tear is used for the destruction of chain game tokens to realize the deflation of tokens.\\n\\nGame designers use cooperative and antagonistic design to increase resource consumption and reduce the phenomenon of malicious digging and selling of old leeks. It can be seen that game developers gradually jump out of the limitations of numerical gambling and can design game mechanisms more deeply to realize a virtuous economic cycle.\\n\\nHere, we have to mention a famous chain game economic model algorithm - black hole algorithm.\\n\\nBlack hole algorithm\\n\\nWhen designing models, many chain game platforms will be designed to throw some tokens directly into the black hole at the beginning of coin issuance. For example, yooshi is designed to have no pre-sale and no team distribution. At the time of its creation, 50% is directly sent to the black hole address and burned. Here's an interesting thought. What's the difference between this and the project side issuing 50% less coins?\\n\\nTake yooshi as an example. Yooshi token is a deflationary token, so destruction is the only way to deflate. There are many ways to destroy them:\\n\\nFor example, when yooshi laid out the NFT section, users used yooshi tokens to participate in NFT rush purchase and auction, and some of yooshi was destroyed. How to destroy it? The black hole mentioned just now is also a cash holding address of yooshi. After all, it was allocated to it 50% at the beginning. Black hole is one of the major shareholders. According to yooshi's white paper, the handling fee of each transaction on the chain of yooshi should be distributed to the cash holding shareholders as income. Then, the big brother of black hole will also be distributed. Since it is allocated to the black hole, it is equivalent to direct destruction. Now the black hole address has held more than 61.86% of yooshi, which means that most of the handling fees of each transaction on the chain of yooshi have also been destroyed.\\n\\nThis is a more fair and transparent way to express the deflation mechanism, which is much more straightforward than the project side's writing a lot of words on the destruction of the pass economy in the white paper, and it is also very convenient for the writing of smart contracts. With the increasing popularity of formulas similar to the black hole algorithm, many white papers have become concise. White papers are no longer lengthy papers. Many have been made into interesting ppt or animation videos, reducing the threshold of entry-level learning for players.\\n\\nDesigning a gamefi game starts with an excellent game economic mechanism. A set of good economic mechanism is built on a perfect pass algorithm. In one sentence, we summarize what gamefi is. In the game, we present financial products in the form of games, game defi, NFT derivatives of game props, introduce PK battle mode, and increase user / player interaction, Improve interest, and let players earn while playing in the game.\\n\\nIf 2020 is the first year of the outbreak of defi, there is no doubt that 2021 is the first year of the outbreak of gamefi chain games. According to the statistics of dapprard on November 19, at present, there are 1099 chain tourism projects in the whole ecology. Among the top 10 list of 30 day trading volume, there are 2 chain tourism based on eth, 7 chain tourism based on BSC and 1 chain tourism based on harmony. According to the statistics of blockchain game platform service provider blockchainamer, as of November 10, the investment in the field of blockchain games this year was as high as US $2.56 billion, compared with us $72 million in 2020.\\n\\nIn traditional games, guarding homes and plundering are the most common ways to play. In gamefi games, land as an asset involves a strong financial attribute, and the project side generally does not dare to easily incorporate land resources into high-risk game confrontation design. However, as a result, the land function has gradually developed from the placement and display of works of art to the pledge of interest, and then to the interactive function relying on land resources.\\n\\nTo some extent, the emergence of blockchain technology has given new meaning and life to the game, making this year's chain tour born, becoming a new gale in the meta universe. The birth and rise of chain games not only brought a new model to the whole game field, but also created a new realization form: Gold guild.\\n\\nIn the next issue, we will continue to talk about the design of chain tour guild.\",\"timestamp\":1637677531,\"title\":\"How to design a metauniverse gamefi game\"},\"digest\":\"Hurp2zNexnOy9OlZTYlU6F5CNmMC5bOFWguya2VgoSs\",\"authorship\":{\"contributor\":\"0x174459460A65Dac1242793534dAf9502B0168ab0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q8VU_Z7u0yCgNV6jctbIs4RjTWwJB7ww4tuOcIN-XK8\\\",\\\"y\\\":\\\"xkyGEqIeEw0pyLeDAZsf16nvqdZ_xBvBZQalii3YQMU\\\"}\",\"signature\":\"mOj0ujWeoy7_hrMu7Uq-2pGzmXA8VM6W8HMiNo7J_W6dxA6zgyopQnib1Xmv9hkud_ZdWE1LBLIT27X-ZvCv0w\",\"signingKeySignature\":\"0xcb69e0d6f77839af82d80d9955c0517e862026d26508a23294ff25f5f2f3af0461a61837c7ba40fed1fe8d8f17518567d4860c135f2e2db3332e4dea4474efa71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q8VU_Z7u0yCgNV6jctbIs4RjTWwJB7ww4tuOcIN-XK8\\\",\\\"y\\\":\\\"xkyGEqIeEw0pyLeDAZsf16nvqdZ_xBvBZQalii3YQMU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Hurp2zNexnOy9OlZTYlU6F5CNmMC5bOFWguya2VgoSs\"}"