"{\"content\":{\"body\":\"Here’s the deal.\\n\\nI’m angry as f#ck against every single teacher I’ve met in College so far.\\n\\nFor the sake of name-calling, it’s University of Brasilia.\\n\\nAnd my anger isn’t towards teachers themselves, just to the fact that they haven’t figured out a way to explain things without sounding BORING as F#CK.\\n\\nOne part of it, is their terrible presentations.\\n\\nSo here’s my ***Little Bits*** on How to Craft Perfect Presentations.\\n\\n## Disclaimer:\\n\\nI’ve been using these techniques and suggestions for over 5 years. I first started learning about them from [Presentation Zen from Garr Reynolds](https://www.amazon.com/Presentation-Zen-Simple-Design-Delivery/dp/0321811984).\\n\\nEver since I came in touch with these ideas I’ve been able to:\\n\\n* Make successful business pitches to investors all the way to winning global pitching competitions back in 2019;\\n* Develop educational methodologies to teach robotics to children;\\n* Given many technical classes throughout university.\\n\\nAfter a couple of presentations and experiences, I decided to add a few of my own principles and observations.\\n\\nThese next principles have guided me, and I hope they can be of use to you as well.\\n\\n## A little Story\\n\\nYou’re sitting at 8 AM looking at the teacher (we will call him Jacob) setting up his projector.\\n\\nHe turns it on, and without skipping a beat puts a slide with over 50 items all scrambled together on the screen.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*zIUzt_USjOUdvNw2C56FUg.png)\\n\\nThis is his first slide\\n\\nNow you’re thinking that maybe you’ve forgot to read on past classes notes and you decide to try to remember what all of this was.\\n\\nThe teacher keeps explaining, but you are too busy trying to see what the hell was last class about.\\n\\n30 minutes have passed, 1 hour has passed, the teacher is still on that same slide.\\n\\nWait a second, he changed it.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Wy-AXPGxRP_pUD9Punry-g.png)\\n\\nI wish you luck\\n\\nAnd here we go for another hour (if we are lucky).\\n\\nBy the end of 2 hours, the teacher went through 4 slides total. You don’t really understand what all of that was about, but you make a promise to yourself to read on the textbook after you get home.\\n\\nMaybe you are just being stupid for not understanding what the class was about.\\n\\nMaybe you should have taken better notes.\\n\\nBut something troubles you.\\n\\nYou don’t like how the teacher is teaching, and since he is the one with the knowledge, you feel bitter for him not taking the time to present the subject in better light.\\n\\nYou feel even worse after a colleague manages to teach in 10 minutes what took the teacher 2 hours to NOT teach.\\n\\nYou start wondering, maybe I should just stop paying attention at all in class, take those two hours and study directly from the textbook, then take group problem solving sessions with friends.\\n\\nBypass the teacher completely, since he isn’t doing his job, and I still need to pass, I might as well take matters personally.\\n\\nOnce you become a teacher, in any area of life, you vow to explain things clearly so people understand.\\n\\nYou vow to never make things obscure as a way to feel better about yourself.\\n\\nYou vow to pass on the knowledge, making it easier to learn, instead of harder.\\n\\nYou vow to make the subject interesting for the students to care about it. If they do, maybe they’ll even work with you in research or something right?\\n\\nYou vow to be better.\\n\\nThis is my story. I’ve been let down multiple times by people who were supposed to be teachers, but couldn’t do their teaching jobs correctly.\\n\\nThey cared less about how their presentation was going.\\n\\nThey cared less about if their methods worked for students or not.\\n\\nIt just made me sad to realize so many people still cling to their old ideas instead of adapting and improving themselves.\\n\\nSo if you are like me, and care about how information is displayed, how to teach without sounding like a bore, and like to make the curiosity fire burn inside students, readers, and anyone interested in learning, let’s go.\\n\\n## 1 — If you need to explain something, show it being used first\\n\\nExamples first, explanations later. Show why this is important to learn before telling the reader to learn it. Tell a story, make it emotional if you have to, but do contextualize what you are trying to explain.\\n\\nIf you present a puzzle first and ask readers to solve it, they probably will understand why they need new information.\\n\\nThat way the reader looks forward to what you are going to teach.\\n\\n## 2 — One Idea per Slide\\n\\nMore than that actually makes both ideas lose focus and persuasiveness.\\n\\nOne of the mistakes Jacob made was putting too much information on a single slide. Let’s go through them one by one.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*zIUzt_USjOUdvNw2C56FUg.png)\\n\\nThe infamous first slide\\n\\n## Don’t write more than one sentence per slide\\n\\nThe more you write on the slide, less people will pay attention to what you are saying, and more to the text.\\n\\nIf your goal is to stand there while people ignore you and read your slides, then go at it.\\n\\nOtherwise, it is better to present information bit by bit, until the larger picture forms and then you can show the full information on a board.\\n\\n## Bullet point Danger\\n\\nDo not shove down bullet point slides everywhere for the reader to digest.\\n\\nOnce is fine at the beginning if you plan on elaborating on your topics at a high level.\\n\\nHowever use them with caution, bullet points might seem attractive, as in to lower the length of the slide deck. But don’t worry about the deck size just yet.\\n\\n## A Logo on every slide\\n\\nWhenever I watch Batman Begins, Spider Man, Superman, I always find it annoying that directors put the hero’s logo on every single frame of the movie, it’s like they think we will forget who’s the movie about unless the logo is there right???\\n\\nWell, they actually don’t. They trust their audience’s intelligence enough to know what the movie is about even if the Bat Symbol isn’t on every single frame of the movie.\\n\\nSo why do you think you need to put the university’s logo, company’s logo or any repeated element on your slides? Are you scared people will forget who you are representing?\\n\\n## Images Matter\\n\\nAnd they should be carefully picked to portray the slide’s central idea.\\n\\nIf the image doesn’t represent the idea, drop it.\\n\\nIn Jacob’s case, what the hell is the background image for? If not for cluttering even more and making all the information harder to see.\\n\\n## Applying those Tips to Jacob’s first slide then…\\n\\nI decided to break the first slide into 5 different slides, with the same amount of information, so we can have one idea per slide and still show the same information in a clearly defined way.\\n\\nHere we go.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*vwkhcXsl_QmDGh1MeMRh-w.png)\\n\\nWe have the University’s Logo, the name of the slide presentation, and the picture with a transparency setting so as to not pollute too much the title image.\\n\\nThe picture represents the subject being spoken about, and it doesn’t clutter the reader with information due to the transparency.\\n\\nNext one…\\n\\n![](https://miro.medium.com/max/1400/1\\\\*sQVnMeIbCLmQAk4_gIbdkQ.png)\\n\\nThis one is clearer that we are going to be talking about which characteristics that Mendel observed in pea plants. So we prepare the reader for a more inclusive slide later on.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*6DylHNPd7_IH6uhYbcciLQ.png)\\n\\nHere we have a more inclusive slide, that replaces the bullet point, and shows the information, instead of just telling the user. Remember: ***Images Matter.***\\n\\nNow we go on to the next slide, to show different principles studied in inheritance.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*QGA0oie18n_mSXj_4ZbsUg.png)\\n\\nAnd the other one.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*qRnpiGJQCzkGMilSdq35Hw.png)\\n\\nNow here’s the beauty of it, just because I’ve created 5 Slides to replace one \\\\*\\\\*DOESN’T \\\\*\\\\*mean Jacob must spend 1 hour per slide.\\n\\nHe can just use the same amount of time he did on his first original slide!\\n\\nJust now he’s gonna be jumping slides more often, and speaking one idea per slide.\\n\\nAnd you’ve guessed it, it helps the reader a lot.\\n\\nIt gives structure to your presentation.\\n\\nYou sound more professional and more knowledgeable.\\n\\n## 3 — You don’t have to spend a certain amount of time per Slide\\n\\nTell what you need to say, if its in seconds, even better.\\n\\nRemember the 5 new slides? Well that’s using this principle on practice.\\n\\nSo, don’t be afraid of going through a slide quickly IF it’s idea is simple to go through the reader’s head.\\n\\n## 4 — Use the Presentation as Illustration of your point\\n\\n## Before you create a slide show, know what and how you are saying your message\\n\\nOnly then you should be able to start crafting a presentation. First you have your topics, then the details on each topic with what you are gonna say about it.\\n\\n## The presentation isn’t a substitute for organizing speaking topics\\n\\nThat means no reading from what’s on the slide. It makes the reader feel stupid that you need to read for them.\\n\\nThat’s not our game here.\\n\\n## You should be able to present without a presentation\\n\\nIf you are teaching a technical subject, you should be able to illustrate your points on a blackboard with chalk just as with a slide show.\\n\\nSometimes even a more manual approach might be the best way to show a topic.\\n\\n## 5 — Don’t go back and forth between slides\\n\\nYou should design the presentation thinking through examples and always move forward.\\n\\nGoing back and forward confuses the reader.\\n\\n## 6 — If you are lazy to present, nobody learns Sh!t\\n\\nTake your time to think about what you want to get out from each slide.\\n\\nWhich brings me to…\\n\\n## Do not auto generate your presentations\\n\\nIt may seem like you are automating a boring useless part of your presentation, but you are wasting the opportunity to give a special personal touch to your presentation.\\n\\nIt might be the difference between people paying attention to you and them sleeping.\\n\\nP.S.: I actually see some teachers building entire presentations on LaTeX and thinking themselves smart for automating things.\\n\\nThe only thing you are automating is boredom and disinterest from your readers.\\n\\n## Don’t teach people to be stupid\\n\\nTeach them to use every available information and resources to win.\\n\\nTherefore…\\n\\n## Don’t ask people to not see what is written on the slide!!!!\\n\\nIt’s amazing how oblivious some people are. Why would you put an information on a slide if you didn’t want others to see it?\\n\\n![](https://miro.medium.com/max/1400/1\\\\*e6PGDI3sCMeURViU8tbuHA.png)\\n\\nFor real? This just happened to me last week and I still can’t believe the teacher asked us not to look at the answer.\\n\\nIf you don’t want the readers to see it, guess what? Don’t show it!\\n\\n## 7 — If you ask the readers to solve a problem, make sure they have the information to solve it\\n\\nElse they just feel stupid. You may feel superior, but you’re not really, you haven’t given them a chance to compete with you.\\n\\nYou already know this, they don’t. And you’re here to teach them.\\n\\nIf they don’t learn it, guess what, it’s **YOUR FAULT**.\\n\\nIt’s the **readers’ job to learn**, and\\\\*\\\\* yours to make sure they learn it.\\\\*\\\\*\\n\\nIf they don’t, you both failed.\\n\\nThe only way you can feel superior is if you can manage to explain to them in a way they understand faster than you did when you first learned it. There’s a good challenge to you!\\n\\n## 8 — You should have a way for readers to write down questions, or give direct feedback to you\\n\\nThis becomes your feedback on your explanation, that is how you know which parts were clear and which were confusing. That way you have points to improve next time you present.\\n\\nWhich brings us to…\\n\\n## 9 — Pose Questions previous readers have asked as part of the Presentation\\n\\nThat can elucidate new readers and show you not only know the subject, but you know common problems people have when learning it.\\n\\nIt shows mastery on your part, and will get your readers to understand it more.\\n\\nYou’d be completing successfully your objective.\\n\\n## 10 — Communication is a two way street\\n\\nKeep in mind that you must understand them before asking that they understand you. Sure you are the one with knowledge and they should make an effort to understand you.\\n\\nBut you are there to make the subject more attractive, interesting and palatable to the reader.\\n\\nYou are there to facilitate learning.\\n\\nAct accordingly.\\n\\nNext post I’ll be showing some GOOD slide presentations and discussing how each topic here made the difference between the good and the bad slides.\\n\\nAlso, feel free to comment and to share what you think I could’ve explained better.\\n\\n\\\\:)\\n\\nLots of kisses.\\n\\n[Original Post](https://skiraindustries.com/2021/08/04/little-bits-how-to-craft-a-perfect-presentation/)\\n\\nLucas Schiavini\",\"timestamp\":1637331647,\"title\":\"Little bits: How to craft a perfect presentation - Bootcamp\"},\"digest\":\"mcExNKOuLs108N_pbj7cF0leo7mLaNMC5NN5D2g1nHk\",\"authorship\":{\"contributor\":\"0x333F7f1937dDcC05118312a6be86255a53a39b44\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nCrUbXa9O2E9Z9h4G_0WHuoBWVKpUY8r7SJuGHWvkxs\\\",\\\"y\\\":\\\"zFqyzzQvFyZkXGsK-Qf9bvjAwz5Bga8QvXc4OqY_6VA\\\"}\",\"signature\":\"sWmLp6ApduG47975pny3Sz6IjukYd49DdCOGu66JTDOrH8AZ-q6U0rtZpjr7MIxGyAxBnZVXh0ziEYyJPLbq3w\",\"signingKeySignature\":\"0x0313f250f0a1811d0d750e9d1b3691b628766d4fb8803742f0bc3e7091cd3e5b01d297d9c3c951390b411f9c8ae8c64dd3131651da9c50a50cc038f99026db281c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nCrUbXa9O2E9Z9h4G_0WHuoBWVKpUY8r7SJuGHWvkxs\\\",\\\"y\\\":\\\"zFqyzzQvFyZkXGsK-Qf9bvjAwz5Bga8QvXc4OqY_6VA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mcExNKOuLs108N_pbj7cF0leo7mLaNMC5NN5D2g1nHk\"}"