"{\"content\":{\"body\":\"孟川很平静的步入雅间内，目光也落在两名大盗身上。 \\n  \\n     肥胖大汉、大胡子男子都站了起来，都有些警惕，不过还是笑脸相迎，在东宁府内他们是不愿惹事的。大胡子男子更是拱手笑道：“见过孟公子，孟公子来我们这房间，不知道有何事吩咐我们兄弟俩？” \\n  \\n     “杀人！” \\n  \\n     平静声音响起时，一道刀光就已经亮起。 \\n  \\n     这一刀太快了！ \\n  \\n     如今已经达到脱胎境后期的孟川，神魔根基雄浑，神魔体都不亚于寻常的无漏境。而且悟出刀势的他，即便不动用刀势，身心技结合，也能爆发出更强的身体潜力。最擅长速度的他，一刀出……让雅间内的两名大盗瞬间心寒。 \\n  \\n     “不好。”他们俩都知道不妙，可实力弱些的肥胖大汉身体却来不及反应，刀光就掠过了他的喉咙。 \\n  \\n     “嗬嗬嗬\\\\~\\\\~\\\\~”肥胖大汉捂着喉咙，可鲜血已经狂喷，他脸上满是惊恐以及绝望，他感觉到生机的迅速流逝。 \\n  \\n     “什么？”大胡子男子却终究是无漏境强者，他反应要快的多，在孟川出刀的一瞬间便毫不犹豫嗖的从窗户跃出。他很清楚就算他和孟川厮杀上数十招也没任何意义，在东宁府内，一旦身份暴露，必须以最快速度逃掉。 \\n  \\n     拖延时间越久，会有更多强者赶来，他生机就越渺茫。 \\n  \\n     一刀斩杀那肥胖大汉，孟川身影模糊，嗖的也冲出了窗户直奔那血手赵灿，今天这两名盗匪都休想逃掉！ \\n  \\n     “怎么回事？” \\n  \\n     碧云楼大厅内许多客人们、侍奉的女子们都看到一道身影从二楼一雅间飞出，跟着另一道更快的身影飞出，一道刀光划过长空便怒劈向前面一道身影。 \\n  \\n     飞窜在半空都还没落地，血手赵灿就已经佩戴上黑色手套，他的双手陡然变大，仿佛蒲扇般。比常人大一倍的手掌招数颇为玄妙，挡住了那一刀。 \\n  \\n     “嘭。” \\n  \\n     血手赵灿只觉得一股强大劲道顺着手臂传递到自己身体，情不自禁身体‘嘭’的砸在碧云楼的地板上，将木质的地板都砸出了一个大坑，木头茬子震得飞起。 \\n  \\n     周围客人们早就迅速的退避了，修行是很普遍的事，在青楼这种地方一怒下彼此斗起来的也很常见。只是平常争风吃醋打斗，最多是皮肉伤。可这次的交手显然不同。 \\n  \\n     “是孟公子。” \\n  \\n     客人们、青楼女子们都躲到远处看着，看到了落地的那位少年公子。 \\n  \\n     平常谦和的少年公子，此刻杀意冲天，眼神中蕴含的杀气让周围客人们、青楼女子们都吓得心颤腿软。 \\n  \\n     “孟公子，别欺人太甚，逼急了我，拉着你一起死。”血手赵灿站起来，面容狰狞威胁到我。 \\n  \\n     “拉着我一起死？”孟川走过来，“就凭你？” \\n  \\n     “哼。” \\n  \\n     赵灿冲向一旁的人群，欲要抓些人质。 \\n  \\n     呼。 \\n  \\n     孟川雷霆神体爆发下只见一道幻影，速度比赵灿要快得多，血手赵灿还没来得及去抓人质，又一刀已经来了。 \\n  \\n     “噗。”血手赵灿双手抵挡，他双手如蒲扇，防的很是完美，连续挡下孟川劈来的两刀。 \\n  \\n     可是紧跟着就是第三刀。 \\n  \\n     “他实力似乎比我还强些？不能和他纠缠，得想办法尽量逃。如今是黑夜……只要趁着夜色，摆脱了他。就有机会逃出东宁府。”血手赵灿暗道。 \\n  \\n     “呼。” \\n  \\n     劈来的第三刀依旧很快。 \\n  \\n     血手赵灿正要抵挡，却发现那刀光似乎变得虚幻，多年的战斗本能，让他本能的暴退，那一道虚幻刀光从他身前一划拉！差一点就划到他脖子了。 \\n  \\n     噗！ \\n  \\n     一条手臂抛飞起来。 \\n  \\n     “我的手。”血手赵灿眼睛都红了，虽然因为经验逃过那可怕一刀，可孟川还是顺势斩断了血手赵灿的一条手臂。 \\n  \\n     “逃逃逃，逃命。”血手赵灿将这恨意压在心底，这一刻毫不犹豫爆发了神魔禁术，一时间全身皮肤都开始泛红，也开始极限爆发真气。一时间他速度力量都上升一大截。可这样的状态持续越久，危害就越大。轻则筋骨经络受伤修养一年半载，重则脏腑器官重创、丹田重创，成为废人都有可能。 \\n  \\n     可不施展神魔禁术，他这次必死无疑。 \\n  \\n     “轰。”完全爆发神魔禁术，血手赵灿疯狂朝离的最近的墙壁撞了过去，路径上桌椅凳子炸裂开来，厚厚实木墙壁，直接被撞出了个大洞，他直接冲到外面了。 \\n  \\n     为了活命，他都来不及从大门、窗户走。直接撞墙走了。 \\n  \\n     “哼。”身上不沾丝毫血迹，手持着刀的孟川身影一动，就已经化作幻影沿着那大洞也追了出去。 \\n  \\n     碧云楼的许多客人们才松口气，也有些透过窗户朝外张望。也有许多客人们盯着地面上的那一截还戴着黑色手套的手臂啧啧惊叹。 \\n  \\n     “刚才被追杀的那人，感觉也有无漏境实力啊。” \\n  \\n     “他实力还是不如孟川公子。” \\n  \\n     “孟公子可是神魔家族的，神魔根基自然要强的多。而且看起来，孟公子的刀法也精妙。” \\n  \\n     “那是……孟公子的刀法估计都达到合一境巅峰了，再过一两年都有望悟出势的。又岂是寻常无漏境能比？”这些客人们谈论着，也有胆子大的来到那一截断臂旁，小心翼翼将黑色手套拿下。看到了比常人大一倍的血红手掌。 \\n  \\n     “血魔手？” \\n  \\n     “这邪门功夫也有人练？难道是血手赵灿？” \\n  \\n     “血手赵灿，那是血云盗二当家，无漏境的高手。一样被孟川公子追杀啊，孟公子的刀法是真厉害，怕是再过一两年，还真能悟出刀势来。” \\n  \\n     “这等普通无漏境，能和孟公子这等有望神魔的天才比？” \\n  \\n     青楼中议论纷纷，倒是有几个胆大的出去追着看。可显然速度远不及孟川以及施展神魔禁术的血手赵灿。 \\n  \\n     “我哪里暴露了？十一妹的易容术已经出神入化，没谁能识破我才对。难道是那蠢货和那些青楼女子说漏嘴了？”血手赵灿又恨又急，拼命飞窜赶路。 \\n  \\n     孟川也在后面追着。 \\n  \\n     当追了一里地，周围也变得僻静起来时。 \\n  \\n     “嗖。”孟川速度竟然再度暴增。 \\n  \\n     开玩笑。 \\n  \\n     修炼雷霆神体的孟川，悟出势后，他能爆发的速度是远远超过血手赵灿的。即便赵灿施展神魔禁术，也差的远。孟川在碧云楼，围观人太多，他只是施展出三成实力罢了，实力比赵灿只是略强一丝，也就断臂那一刀爆发出五成实力。姑祖母早就吩咐他，悟出势的事，等明年年中再公开。 \\n  \\n     在人前，自然得低调些。 \\n  \\n     “什么？”发现后面速度陡然暴增的孟川，血手赵灿快疯了，“怎么会这样。” \\n  \\n     急速追近的孟川，快的身体都模糊，无漏境的血手赵灿都觉得看不太清楚，他忽然发现一刀温柔的刀光袭来，连挥左手抵挡。 \\n  \\n     刀光一转。 \\n  \\n     鬼魅之极。 \\n  \\n     便划过了他的一条腿，噗，一条腿飞了起来。 \\n  \\n     在不施展刀势下，孟川最多施展出五成实力。这一刀……爆发五成实力的同时，刀法施展到一半，他还融入了心魂之力。令刀光在逼近赵灿的同时，速度又增加了三成。使得施展神魔禁术的血手赵灿一个照面就又断掉了一条腿。 \\n  \\n     赵灿摔到地面上，此刻断了一条手臂一条腿，他露出绝望色，无漏境对身体的掌控依旧让断腿的流血迅速变慢。 \\n  \\n     “孟公子，我和你无仇无怨，你没必要杀我。”赵灿连说道，断了腿根本没法闪躲，又断了一只手。孟川要杀他太轻松了。 \\n  \\n     可是赵灿还是想要活！ \\n  \\n     他是无漏境的强者，即便断了一手一腿，依旧能活的比较舒坦。 \\n  \\n     “哦？无仇无怨，你不也害了三百多条人命？”孟川走向赵灿。 \\n  \\n     “我有银子有宝物。”赵灿左手立即从怀里拿出厚厚一叠银票，“这里有近四万两的银票，还有这个，这是神魔宝物。” \\n  \\n     赵灿又取出了那用棉布包裹着的黑铁片，“这神魔宝物价值十万两。” \\n  \\n     他没说，血云盗想要卖出十万两，没卖出去。 \\n  \\n     “这些都是你的，都是孟公子你的。”赵灿连说道，“只要饶我这条狗命。” \\n  \\n     “用你身上的东西，来求饶？”孟川继续走过来。 \\n  \\n     “我是血云盗的二当家，我知道血云盗一处埋宝藏的地方。”赵灿连说道，“只要你饶了我，放我走，我就告诉你。” \\n  \\n     “噗。” \\n  \\n     刀光一闪。 \\n  \\n     走到近处的孟川，一刀融入心魂之力，轻易便划过了赵灿的脖颈。 \\n  \\n     “你，你……”赵灿眼睛瞪得滚圆，为什么就是不给他活命机会？ \\n  \\n     “你们盗匪的那些宝藏，我还没放在眼里。”孟川淡然说道，看着赵灿气绝身亡。 \\n  \\n     血云盗虽然厉害，有八位无漏境的大盗。其中更有掌握势的首领。可就算是掌握势的头领，实力也只是和孟川接近罢了。在整个孟家面前……一支盗匪的家当，又算得了什么？孟川根本没瞧上，他打造神魔根基服用的天地奇珍，是血云盗所有家当的不知道多少倍了。 \\n  \\n     孟川伸手捡起那一叠银票，又看向从棉布中露出部分的黑铁片：“神魔之物？似乎很残破。”孟川没多想暂时收入了怀中。\",\"timestamp\":1642759140,\"title\":\"第二集 第十七章 刀斩血云盗\"},\"digest\":\"QhJltoFFNOTE1OBr9maVVZbDt-VOzw2n4zSvzEg7b0g\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hq_FQv2bYpBkklEdiKkhY71HxMDli03VaxAEemhT6y4\\\",\\\"y\\\":\\\"2koNJa13zyUfVWvpsE7C0ALdgL2hiZrLonmtPvC6qbg\\\"}\",\"signature\":\"5yK3knGo1Y7udDbtGZWt9uvwFauMx9qN-ci5uLDNAfibAZMGBQkxMUP0lXk-dPm0o-T6VplVt0pPoMEHFLxx2Q\",\"signingKeySignature\":\"0x290272b6f0dd679bc04798eb4e5d4894159d99521a293faecf53fc1a04d4a5cc4166cb69b36bd7f621bd15e05643c832e52578f7eb467377f169540e7d04cc381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hq_FQv2bYpBkklEdiKkhY71HxMDli03VaxAEemhT6y4\\\",\\\"y\\\":\\\"2koNJa13zyUfVWvpsE7C0ALdgL2hiZrLonmtPvC6qbg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QhJltoFFNOTE1OBr9maVVZbDt-VOzw2n4zSvzEg7b0g\"}"