"{\"content\":{\"body\":\"胡三刀竟喊出了我的名字，还让我跟他走。\\n\\n看来他真认识我爷爷，从他刚展露的一身道行来看，他是有真本事的，应该是个可信之人。\\n\\n“胡先生，你可不能就这样走了啊。麻烦送佛送到西，帮我叶家把麻烦彻底解决。”叶青山一听胡三刀要走，连忙说道。\\n\\n胡三刀看向叶青山，道：“把这黄皮子尸首埋在后院的柳树下，暂时没事。至于后续，我也无能为力。还是那句话，你坏的是青麻鬼手的规矩，望你及时醒悟，还来得及。”\\n\\n说完，胡三刀看了我一眼，示意我跟他走。\\n\\n叶青山显然明白了胡三刀的意思，有点不情愿地说：“可是陈黄皮他……”\\n\\n我知道叶青山的意思，他是看不上我，觉得我配不上他女儿，但他又不便直说。\\n\\n我叹了口气，跟着胡三刀离开了。\\n\\n来到距叶家大院一公里处的一巷子前，胡三刀停了下来，我也跟着驻足。\\n\\n“黄皮，没什么想问的？”他看着我，态度和蔼，似乎还把我当作涉世未深的晚辈。\\n\\n我问他和我爷爷是不是认识，他目视远方，那对坚毅的眼眸里划过一丝敬畏和不舍。\\n\\n“认识，我的命是陈老先生救回来的，他算得上是我的半个老师。所以你有难，我不会袖手旁观。”胡三刀郑重说道。\\n\\n他情真意切，不像是装出来的，我对他好感又升了些许，在这偌大的城市像是有了亲人一般。\\n\\n“刀叔，我刚才一直在思考一个问题。那黄大仙的行为有点诡异，本来我以为他是想和红鱼结婚，夺造化。但它却没有这样做，反倒是一直吓唬红鱼，就像是在激将我出手一样，这是怎么一回事？”我问出了心中的疑虑。\\n\\n胡三刀诧异地看了我一眼，道：“不愧是青麻鬼手的孙子，聪慧过人。没错，这黄皮子原本目的是想夺造化，但它自打来了叶家，就被控制了。刚才它分明是想激你出手，这样你就坏了你爷爷定下的规矩，你和叶红鱼的娃娃亲将功亏一篑。”\\n\\n听了胡三刀的话，我后背浸出一身冷汗。难怪这黄皮子要等我出现再作怪，原来已然成了别人的工具。\\n\\n太险了，刚才我差点就要出手为叶家办事了。\\n\\n“多谢刀叔及时赶来，我还是年轻气盛了。不过这黄皮子我之前就接触过，怕是最少也有两百年修为了，假以时日是可能化形封仙的，到底是啥玩意控制的它？刚才那香炉里的香三根半，指的就是那玩意吧，那是啥？”我忍不住追问道。\\n\\n我是真的好奇，这半神半鬼的东西是啥，要不是成亲之前我不能给叶家看事，我刚才都要自己看了。\\n\\n胡三刀点了根烟，陷入深思，良久他才摇了摇头，对我说：“我也看不出来，只知道这玩意厉害得紧。我甚至看不透它要毁了你和叶红鱼的婚事，是冲着你，还是冲着叶红鱼，甚至说是冲着你俩一起来的。”\\n\\n果然是个邪门的玩意，看来我得小心为妙了，不管它是冲着谁来的，我都要尽快入赘叶家，那样我就可以无所忌惮地和它过招了。\\n\\n胡三刀见我沉默，以为我害怕了，笑着拍了拍我肩膀，说：“黄皮，你也不用太过担心。你爷爷可是青麻鬼手，藏在叶家的这玩意固然邪异，但陈老爷子不惜折寿也要为你订下娃娃亲，他下的棋没那么容易破的。我会动用一些人脉，给你撑腰，只要叶家应下这门亲事，任他魑魅魍魉，也别想破青麻鬼手的局！”\\n\\n胡三刀说这些的时候，目光坚定，似乎对爷爷有着十足的信心，极其敬畏。\\n\\n爷爷给我讲过很多风水界的奇人轶事，却很少讲他自己，虽说当年在老家发生了那场震惊风水界的定亲之事，但那时候我才两岁，没给我带来太大震撼。\\n\\n于是我忍不住问胡三刀：“刀叔，我爷爷到底是怎样一个人，他在风水界威望如何？”\\n\\n胡三刀狠狠吸了口烟，只说了一句话：“一聋二瞎三瘸四鬼手，你爷爷是唯一一个全身而退之人。”\\n\\n我呆愣地站在原地，心中掀起惊涛骇浪。\\n\\n一聋二瞎三瘸，这三人爷爷给我讲过，可以算得上是风水界的传奇人物了。\\n\\n江南有个王聋子，双耳失聪，却能听万里事，曾一剑万里封喉。\\n\\n西北有个赵瞎子，擅分金定穴，任你王侯将相之墓，他都能在里面睡上三天三夜，全身而退。\\n\\n苗疆有个李瘸子，鬼斧神工，一双鬼手能扎出三千世界，他就是爷爷当年游历南方讨水喝时，遇到的那个有大神通的扎纸匠。\\n\\n爷爷居然能和这三大奇人齐名，他在我心中的形象瞬间伟岸如山。\\n\\n而爷爷这样的神人一直说自己极其渺小，不足一提，还说我有希望改变风水师的命运，我顿时觉得身上的担子重了很多。\\n\\n“行了，黄皮你回去吧。在叶家应了这亲事前，你还是别来了，我会尽快托人来叶家游说的。”一根烟抽完，胡三刀对我说道。\\n\\n我心中感激，看向胡三刀，刚要出言感谢，猛然发现他泪堂深陷，子女宫隐隐有一丝血气环绕。\\n\\n这不是好兆头，暗示胡三刀有绝后之相。\\n\\n我不是一个忘恩负义之人，胡三刀对我有恩，而且他这凶兆明显是因为帮我办事，得罪了藏在叶家那邪乎玩意，才惹祸上身。\\n\\n叶家之事我不能看，但胡三刀的事我可管定了。\\n\\n于是我立刻对胡三刀道：“刀叔，你有儿女吗？你帮我破灾，肯定得罪那东西了。它连黄大仙都能控制，也是有了神通了。我怕他报复你，我能不能去你家看看啊？”\\n\\n胡三刀看向我，忍不住道：“黄皮，你是不是得了你爷爷真传？”\\n\\n我没藏着掖着，点了点头。\\n\\n胡三刀突然仰头大笑了起来，开心道：“哈哈哈，世人都以为陈言一身通天本领跟着他入土了。以为他孙子是个无才的病秧子，取名黄皮只为忍辱偷生。可谁又曾想过真这样的话，老爷子会甘心吗？”\\n\\n笑罢，他看向我，说：“罢了，黄皮，你跟我走一趟吧。有机缘的话，也许能提前弄明白藏在叶家那玩意到底是什么。不过你得答应刀叔，遇到麻烦不要出手，交给刀叔就好了。你还年轻，有些麻烦你还没能力处理。”\\n\\n胡三刀显然也低估了我的能力，不过这也正常，我一直是跟着爷爷秘密学阴阳玄术，在世人眼里我就是个废物。\\n\\n哪怕继承了爷爷衣钵，又怎可能这么年轻就有所作为呢？\\n\\n[更多](https://lianjiec455955.zhangwen.cn/link?code=1067747)\",\"timestamp\":1641472086,\"title\":\"009 低估\"},\"digest\":\"DGtYsGfjJdPjAzZFwznlwiK0mirHiAv39MTw2ZEGhTA\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"9NLrTQLFZop-FsjWAZPYFQ4YgsGP6DFU2ueRjf__ywmsBQouM7diY_X5Dm7rKOvjcOKtYRlYTdm0gUO7iep4yg\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DGtYsGfjJdPjAzZFwznlwiK0mirHiAv39MTw2ZEGhTA\"}"