"{\"content\":{\"body\":\"When I was a teenager, I spent my days building The Dungeon, a basic BBS with little utility or users. I went down many rabbitholes learning about applications I could add to my BBS and connections I could make online. The technology was exciting, especially for me, a 15 year old boy in a small Idaho town seeking ‘more’. It felt like I was part of a revolution. \\n\\nI was inspired to understand how the tech worked. Each door I walked through opened more opportunities to learn. It was the early days of the Internet and much of what I was reading was being written in real-time.\\n\\nThe Internet has provided brief moments of inspiration since those early days. I could  download every song ever written. I could access all of the information documented in the history of mankind in an instant through a device in my pocket. I could connect with a universe of people I knew or those who were unknown, but shared similar interests. Like most millennials, my online <> offline worlds have been one of the same. \\n\\nToday, a revolution in tech is happening. I want to be an active participant. I’m inspired by what’s being created not on top of existing platforms, but for and by individuals. To take a deeper dive, I’m going down the rabbithole. This is Day One. \",\"timestamp\":1637503231,\"title\":\"Day One\"},\"digest\":\"9Q8s8aOJbJFrwRPaQKUSE0Zmbvr47lIwQzElAMvyzk8\",\"authorship\":{\"contributor\":\"0x5dC70A9b884f78Ee030a8c6ad3b3b7dc10Bbe7f4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8bFS5AolGoJl-KAHMW1dyupWTPS1abgyLQmDLtXc1to\\\",\\\"y\\\":\\\"82_HvAiUqvP21CKtIP5jDpkaptQz3n9FEwPIN_mD7GU\\\"}\",\"signature\":\"g5LrmjuX8T_k-iiTrvLzs9b5oelzu7YyuZPg91m3K2EfSfwz2gVTMny_Dv1lNfqUPjilZURiH7pbBM89R6MpaQ\",\"signingKeySignature\":\"0xc1c9c717edeb314c42f37743b068aa7c80538baf081d8d17b694f0591c489d3b0782328ca0161265e84e9e0a0cfffb1815286eede79ca5b78bfb3df85b77d4611b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8bFS5AolGoJl-KAHMW1dyupWTPS1abgyLQmDLtXc1to\\\",\\\"y\\\":\\\"82_HvAiUqvP21CKtIP5jDpkaptQz3n9FEwPIN_mD7GU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zfaL4j0jteXf4oE2PQMSFipvSPGjf2qJaCs8nuH7YZw\"}"