"{\"content\":{\"body\":\"Originally published on my old medium account: \\n\\n[https://ridolfo.medium.com/monero-a-fix-to-big-data-and-myself-9171b718805f](https://ridolfo.medium.com/monero-a-fix-to-big-data-and-myself-9171b718805f)\\n\\nThis is an opinion piece only. None of this is investment advice.\\n\\nI made my first Monero transaction this week, after about 8 months of listening and reading Monero content and about 2 years of watching the blockchain space from afar. The privacy-focused cryptocurrency became appealing to me when I began to realize my own vulnerability and society altogether. Be warned though, I’m no developer or a tech guy, nor do I understand much of how the blockchain consensus mechanisms work.\\n\\nMy investment thesis in Monero is quite simple: the Monero ledger is private, the community espouses privacy, and the world will slowly begin to see the value in privacy. The current institutions, companies, and nation states have no real incentive to give it to us. We have to take it for ourselves. Like most people, I never thought privacy was an absolute necessity — I thought Google’s “don’t be evil” slogan made perfect sense when I was a teenager. What has changed? For me personally, two important realizations occurred.\\n\\nFirst, I don’t have a clue as to how any algorithm on the internet works. As of today, the most prominent and widely-used algorithms are found in social media companies. It is undisputed that these algorithms are complex. And our lack of understanding could be attributed to the “black box” phenomenon, where the outputs of the algorithms cannot be simplistically traced back to the inputs. But another possibility is the lack of transparency by the people running these computations. Regardless of the reason(s), the average human being should have a basic understanding of how any algorithm affects his or her mundane interactions. The appropriate analogy would be sending your kid to school and not knowing anything about the teacher’s style or methods. Maybe your kid can add 10+20 now, but is she using her fingers, doing it in her head, or using a hidden. The strangest, and perhaps most obvious, example is that some posts show up on my news feed or twitter feed — but some posts, submitted around the same time have not shown up at all. I seriously question the transparency of this. What metadata is being used?\\n\\nSocial media companies are using algorithms to hold the users attention for as long as possible. But as technology advances, algorithms and interfaces for them will keep evolving for the user’s attention and wallet. Privacy should at least mitigate this bad incentive structure. Monero has metadata that contains mostly transactions and wallets, but is very difficult to trace that back to the user. Many people have had at least one creepy experience of searching something on one site and then it being advertised to you on a different website. I tend to think of that example thriving but on a much larger, subliminal scale with social networks and centralized entities as the facilitators. Preventing smart algorithms from using metadata to track the consumer is one step closer to taking back our some control over our lives.\\n\\nSecondly, I have a personal revelation in understanding the feebleness of the average human brain. Humans are extremely mimetic. We copy copy copy copy. If you don’t believe me, I highly recommend you read René Girard’s mimetic theory and Peter Thiel’s book Zero to One. Arguably one the greatest, unfalsifiable sociological theories of the 21st century. Mimetic theory is dark. Simply put — humans fight because we more the same than different. Violence spurs from wanting the same thing, not because humans are having differences. Once you grasp this concept, I think you will see how vulnerable the human brain actually is. Vulnerability took me many years to learn, mostly by making really dumb mistakes while trying to impress other people. Some people might argue that mimesis is a good thing. Take the Dogecoin argument — people who wouldn’t normally buy cryptocurrency are buying a meme coin with no inherent value, but they are getting their toes wet in the ocean of something fundamentally important like blockchain. And I totally agree that mimetic power can be a net benefit for society. Twitter people frequently say “we can meme it into existence!”. However, having your economic transactions hidden by default does not prevent art memes from gaining traction. Art memes are one part of our existence, but economic transaction speak volumes about another part of our identity should not be shared by default. No one person or entity should have the power to see how you express your identity through the economy, unless you are consciously choosing to.\\n\\nMoney is also a very powerful mechanism. Many, if not most, of our desires are expressed economically. We buy and sell items, and we use our valued time to pursue monetary gains so that we can pursue our real goals. Having a monetary network that is by default private is a necessary mechanism to protect us from algorithms we don’t understand and seem to be making us miserable. Economic privacy also mitigates our powerful mimetic desires that drive us to extreme competition. Having privacy as the default setting should mitigate our mimetic tendencies and lead to higher variation within society, and potentially higher growth.\\n\\nI bought some bitcoin and ether in early 2019 when I thought the bear market was over. My third asset is Monero. These communities differ in the values they profess. Bitcoin is an anti-inflationary hedge against the current monetary policy, while Ethereum is attempting to be a global settlement layer for both monetary and non-monetary transactions. Each of these communities also value privacy, but it’s not their first and foremost concern. While it may seem contradictory to some to invest in Bitcoin, Ether, and Monero, I see how these communities value privacy as a spectrum. Bitcoin has CoinJoin, Ethereum has Tornado Cash, but the chains themselves are not private (they are pseudonymous, which can still lead people to be targeted). Anyone can look up the previous block’s transactions and potentially trace IP addresses. To achieve the goal of creating a technology that makes it impossible (or at least unbelievably difficult) for people’s attention and thoughts to be shaped and warped by algorithms of centralized entities and nation states, privacy should be the first and most important value of its community.\\n\\nShould privacy be apart of every single transaction we make as humans? Absolutely not, and I know that world would look insane. Just like a spectrum of privacy exists, so does the spectrum of identity. We need identity in our lives to form groups and relate with one another. So I think these technologies and communities can work and achieve their own missions without highly cannibalizing one another.\\n\\nIf and when people wake up to the fact that they aren’t that smart and are vulnerable entities, they will begin to see the value of privacy. The next step in that realization is to follow and try out technologies that espouse the value of privacy. Listen to what people in the community are saying. Go join Monero’s IRC chat, listen to podcasts, watch videos.\\n\\nI am not tech person. The potential for another privacy-focused blockchain to gain traction, perhaps one that is more programmable or one that is deemed more secure and private is certainly possible. But until that becomes apparent, and smart tech people start saying that X project is more secure and private, I won’t move my Monero. I will try to learn and absorb as much content as I can and hope that this path of iterations will lead us to freedom.\",\"timestamp\":1637606115,\"title\":\"Monero, a fix to big data and myself? \"},\"digest\":\"9G81LePIzP7UinkRreDQeacxyc9MXiXTtplsrNNMVe0\",\"authorship\":{\"contributor\":\"0xC775816D871205Ff751c4bdbA6E3acb0D652B196\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ID7V74_bpGifiM_fe7uAfroN8hWuMbqGWL7f0BRF6fY\\\",\\\"y\\\":\\\"gyHovCmgcS5LVtMGD4ie4X_jI2Nv-FeKItCC34vtJwA\\\"}\",\"signature\":\"f9lmnZkT9hcgejOGr647324JJXBFCUJM3Zlal8a3jNg2dojhSOae1opB-jeOpX5Zbk5AD0aaCXJA0PDOztXP8A\",\"signingKeySignature\":\"0x59d60060e4b6cc02cf4e71ef2900497a5c95bfb6b2566d91bb1d1d8078a386272685aefbd20f3953d40a4eb6be11a3d5c2b637cd04e9a76b106424a3fd9d7e431b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ID7V74_bpGifiM_fe7uAfroN8hWuMbqGWL7f0BRF6fY\\\",\\\"y\\\":\\\"gyHovCmgcS5LVtMGD4ie4X_jI2Nv-FeKItCC34vtJwA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9G81LePIzP7UinkRreDQeacxyc9MXiXTtplsrNNMVe0\"}"