"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*Gpy4mNV5GWrRvxVmkyE07A.png)\\n\\nRecently, Vitalik Buterin started a heated discussion of whether or not an Ethereum hard fork is acceptable when considerable amounts of Ether get stolen due to a hack. In his [Twitter poll](https://mobile.twitter.com/VitalikButerin/status/11878542323989176326), 63% answered that a hard fork if never acceptable, even if more than 100 million Ether are at stake. Since there are roughly 108 million Ether in circulation, this means that the majority of respondents stated that they would never support a hard fork, even if almost the entire pool of Ether got stolen.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*H371ABF2Nco5\\\\_Hb1BAaJUg.jpeg)\\n\\n[*“Bitcoin Fork Pen\\\\_5384”*](https://www.flickr.com/photos/100239928@N08/20937964921)* by *[*btckeychain*](https://www.flickr.com/photos/100239928@N08)* is licensed under *[*CC BY 2.0*](https://creativecommons.org/licenses/by/2.0/?ref=ccsearch\\\\&atype=rich)\\n\\nIn practice, of course, it is neither the Twitter users, nor Vitalik Buterin who would make this decision, but those who are economically vested in the Ethereum network. These miners will choose the option that offers them the least economical damage. In the cataclysmic event of a 100 million Ether hack, the Ether price could easily plummet to virtually zero, as the market would be flooded with stolen Ether and trust in Ethereum’s security would be shattered. On the other hand, for small amounts that get stolen occasionally, doctoring with Ethereum’s immutability would also decrease trust, therefore miners would likely refrain from that option. At some point though, miners will decide that the stolen amount is large enough to warrant a reversal of the fraudulent transactions. This happened in the wake of the [DAO hack](https://medium.com/@ogucluturk/the-dao-hack-explained-unfortunate-take-off-of-smart-contracts-2bd8c8db3562), where 3.6 million Ether was stolen.\\n\\nNot all of the miners agreed to reverse the hack though. Some kept mining on the original chain, which then became known as Ethereum Classic. A contentious hard fork occurred, which essentially split the Ethereum blockchain into two at the point of the hack. Comparing this with another hack, where roughly 150,000 Ether were stolen from [Parity’s multisig wallets](https://www.vice.com/amp/en_us/article/zmvkke/this-is-not-a-drill-a-hacker-allegedly-stole-dollar32-million-in-ethereum) and which did not lead to another fork, we can infer that the critical amount for most miners to agree to a reversal is somewhere between 150,000 and 3.6 million ETH.\\n\\nJust a few months after the Parity hack, another bug in [Parity’s library contract](https://thenextweb.com/cryptocurrency/2017/11/07/ethereum-parity-wallet-freeze-dollars/) led to over 500.000 ETH being permanently frozen within multisig wallets. Whenever funds are frozen and permanently removed from circulation, miners do not have to fear a dump and loss of trust is only minuscule. Thus, there is no incentive to reverse the event, regardless of the amount in question. Parity [explicitly opted](https://www.ccn.com/parity-has-no-intention-to-split-ethereum-over-320-million-in-frozen-eth/) not to propose an Ethereum update that would have retroactively fixed the bug, out of fear that many miners would reject such an update, which would have led to another, likely unsuccessful, contentious fork.\\n\\n## Proof-of-Work Vs. Proof-of-Stake\\n\\nWith Proof-of-Stake being introduced in Ethereum 2.0, another level of complexity will be added to fork economics. In contrast to Proof-of-Work, a hacker who steals a significant amount of coins automatically gains a corresponding level of governance power, thus threatening the security of the network. A hacker who, theoretically, managed to steal 51% of the coinbase could single-handedly control the entire blockchain. In this event, a hard fork is inevitable. It wouldn’t even be a contentious fork, since not a single validator would ever reject it. Since validators don’t want to compete with malicious actors, their incentives to agree to a contentious fork are higher and thus, the critical amount of stolen funds will decrease.\\n\\nOn the benefits of PoS over PoW, Vlad Zamfir likened the participation in a failed 51% attack to the attacker’s [ASIC farm burning down](https://mobile.twitter.com/vitalikbuterin/status/693430407254183936). This is regardless of whether the attack succeeded or failed. Under PoS, validators who mine invalid blocks get their stake slashed automatically by the consensus algorithm. But even if a 51% attack, or any other attack that threatens the integrity of the blockchain succeeds, the honest validators will not let the attackers get away with this, as it would mean that the coins are subject to an instant, significant drop in value. In this case, all of the validators would agree to a hard fork that negates the attack and freezes the attacker’s funds. This can for example be achieved by instructing the validator nodes to disregard any transaction requests from the offending addresses from the point at where the attack began. Such an ability to seize a malicious actor’s funds creates a psychological deterrent that should be sufficient to prevent attacks from happening in the first place. In other words, switching from PoW to PoS will increase Ethereum’s security at the price of a decreased immutability.\\n\\n## Contentious Bitcoin Forks\\n\\nBitcoin has a long-running history of contentious hard forks. As a result, we now have a [vast array of coins](https://forkdrop.io/) that were all split off from the Bitcoin blockchain at some point, while naturally, most of these coins failed to generate any significant traction. While I don’t want to argue in favor of Bitcoin maximalism, my perception is that most of these forks came about through the flawed idea that you can somehow generate more wealth by printing more money. Cryptocurrencies always run on network effects. This law states that the value of a network grows with the number of people who use it. Subsequently, splitting the user base of Bitcoin leads to a lower combined value of the two resulting blockchains.\\n\\nThe most well-known splits in Bitcoin occurred as a result of insurmountable differences within miner community over the technical details of the blockchain. The hard fork that created Bitcoin Cash takes the cake, as BCH has the largest market cap among the forked off cryptocurrencies to date and it seems unlikely that any other of the existing forked Bitcoin blockchains will ever catch up. The reason behind this particular fork is that a lot of miners wanted to increase Bitcoin’s transaction capacity. This was met with heavy resistance from miners who wanted to keep the old block size of 1 MB, as this makes Bitcoin more suitable for value storage. What makes this fork unique and successful is that it did not simply print money: it copied all BTC balances and gave them a new use case that makes BCH suitable for everyday payments, while BTC can still be used as a store of value. Thus, the Bitcoin Cash fork contributed to the growth of the crypto economy, whereas most, if not all of the other contentious Bitcoin forks did not.\\n\\n## Forks As A Governance Model\\n\\nSome blockchain projects even hard-code forks into their software and make them part of their business model. For example, if one of the prediction markets on Augur should fail to resolve after several rounds of disputes, [the whole platform will enter a fork state](https://augur.guide/4-reporters/3-forks.html). In a similar vein, the prediction market platform Gnosis planned to conduct disputes using Ether as a currency. According to Gnosis founder Martin Köppelmann, the failure to resolve markets could, therefore, albeit unlikely, result in a [fork of the Ethereum blockchain](https://forum.gnosis.pm/t/the-ultimate-oracle/61).\\n\\nAugur explicitly mentions the term *universe* when referring to forked platform states. This analogy can be read as contentious blockchain forks as creating two parallel universes. Suppose there is a dispute on a prediction market whether Tottenham or Liverpool won the 2019 UEFA Champions League, which cannot be resolved and leads to a fork. Subsequently, there will be two different universes, one where Tottenham won, and one where Liverpool won. In both these universes, this is regarded as the ultimate truth and they both will continue from that point onward. Users of the prediction market platform will, of course, choose to continue using the universe that reported what they think is a truthful outcome. Most likely, this will lead to one universe vastly outnumbering the other in users and economic value. Developers will naturally choose to keep working on the dominant universe, while the other one will, over time, fall out of usage.\\n\\nTransferring this analogy to the DAO fork, there now is one universe in which the DAO hack occurred (Ethereum Classic) and one where it didn’t (Ethereum). Interestingly, although ETC’s market cap is outnumbered in an almost 40:1 ratio by ETH, there is a group of people who choose to mine and develop on the blockchain where the DAO hack did occur, despite [having been subject to a 51% attack since](https://bravenewcoin.com/insights/etc-51-attack-what-happened-and-how-it-was-stopped).\\n\\nIt is part and parcel of decentralized networks that disputes will arise within their user base. Any group of dissenters to the current governance model of a blockchain can propose a different model and try to persuade others to follow them. If they fail to persuade the majority of miners, their last option is to split the blockchain. This can be likened to the secession of a geographical region from their nation if the population does not feel that the nation’s government does not serve the population’s interests. Some people argue that the right to secede is of paramount importance to secure the people’s liberty and self-determination and should hence be viewed as a basic human right. Unlike geographical secessions that also affect those who would rather remain part of the parent nation, secessions on the blockchain are entirely voluntary. The wonderful thing about cryptocurrencies is that you are not forced to use what others think is good money. At any time, you can create your own cryptocurrency and compete with the existing ones. Although contentious forks are typical to the detriment of both blockchains, this option is a fundamental mechanism for the crypto economy.\\n\",\"timestamp\":1641228284,\"title\":\"The Economics Of Blockchain Forks - The Capital - Medium\"},\"digest\":\"UFvnseoXz9deVuxZrlTSNd2r3Sl10ppYnp03mb4punM\",\"authorship\":{\"contributor\":\"0x1309df760d05A7E9BA396d9A6f8dD4305C4D25bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"im6OcBe8SBmsCnuC13RtLum8PwTeSnwmnTze6cWZadY\\\",\\\"y\\\":\\\"XRg0DZ5gHKbqUhuuGoHWKHoqs0EIIAgUc9ocko5JGXM\\\"}\",\"signature\":\"O5hDwp98JUUCKI1FHyH3izTyRFo7i8WLIvYzgKnNweeN-kghCfAKOg9BG0VAloQ953jaijzZRcepGPLZKPQHzQ\",\"signingKeySignature\":\"0xd3d8314ed790d3195a375cc8402c317b66dc75daac0dee39fefe92efc252d72e4b455674a7018324a353c45587aeadd11b8dbea612e4fea91686a2d4800d99461c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"im6OcBe8SBmsCnuC13RtLum8PwTeSnwmnTze6cWZadY\\\",\\\"y\\\":\\\"XRg0DZ5gHKbqUhuuGoHWKHoqs0EIIAgUc9ocko5JGXM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UFvnseoXz9deVuxZrlTSNd2r3Sl10ppYnp03mb4punM\"}"