"{\"content\":{\"body\":\"> **“The only ways to make money in business are bundling and unbundling.”** - James L. Barksdale\\n\\nWhile listening to a recent Balaji podcast with Tim Ferris I came across a section where they talk about unbundling and bundling and one example they use is music.\\n\\n> **\\\"For example, you take the songs off of a CD and you unbundle them into MP3s, then you rebundle them into Spotify playlists\\\"** - Balaji\\n\\nThis example got me thinking about what would be the next phase of this unbundling and re-bundling when it comes to music and I think the next unbundling will be in the form of **music NFT's**. When you look at the current landscape of music NFT's, artists are actually going back to unbundling their work into scarce digital assets. Now, instead of releasing a bundle of songs (CD, Album Streams) they now have the ability to capture the value of individual songs. Platforms such as [Catalog](https://mirror.xyz/stackin.eth/_3_W5vd5CBu5WWGK3rPQ0hjqJsNwl6sf5pMzhYVCwww) allow the artist to release their songs as 1/1 NFTs directly to collectors.\\n\\n> **\\\"I would say we look actively for the pattern of large incumbent, established industry, bundled product or service offering, coupled with underlying technology change, coupled with idea for unbundled product that the customer might prefer\\\"** - Marc Andressen\\n\\nLarge incumbents such as Spotify have been successful in rebundling individual songs into playlists and streamable albums but the emergence of music NFT's have the potential to unbundle these into 1/1 tracks. This creates a new distribution method for artists to monetize even more. While streaming platforms have been successful by eliminating friction and allowing seamless ways to listen to music they limit the artist's ability to reap all the rewards from their music as well as providing a way for fans to be more engaged in the content. The key here is the ownership aspect of music NFT's.\\n\\n**\\\"The music/song file will be consumed at more upstream layers of engagement and curation creating new monetization models that will accrue value directly to NFTs. The Music NFT itself will be engaged with (like to earn, emotes, etc.) and curated (staking songs into playlists, etc.) to generate revenue directly back to the NFT. This is fundamentally different from Spotify - where users are charged a monthly fee and then some percentage of the revenue is distributed to the artists\\\" -** Blockchain Brett\\n\\nMusic NFT's create a win-win scenario that is attractive for both the artist and consumer. On the artist side, instead of the value being captured mostly by the streaming platforms and artists only getting a percentage of that revenue they can now fully capture all of the revenue without any middle man taking a significant cut. On the consumer side, ownership incentivizes users to evangelize their favorite artists and their music and they actually own a piece of the upside for being a fan. If you discover an artist that is being under-appreciated you can actually take a bet on them that more value will accrue to them in the future and the music NFT you own will actually appreciate in value. This allows for more musicians to be discovered as well as a way for fans to prove that they were a day one fan.\\n\\nOverall, music NFT's seem to perfectly fit into this idea of **unbundling** and the idea of **disrupting incumbents** with **new technology** and offering a **new product** that **customers might prefer**. While I believe we are still early in the evolution of this unbundling process it will be interesting to see the evolution of artist and consumers preferences over time as the upside for both parties become apparent.\\n\\n**Resources:**\\n\\n[https://brett.mirror.xyz/O9Ni6irU-a8uXLJEm95m0gRCM_1Lth8vve45p3Q4IMM](https://brett.mirror.xyz/O9Ni6irU-a8uXLJEm95m0gRCM_1Lth8vve45p3Q4IMM)\\n\\n[https://hbr.org/2014/06/how-to-succeed-in-business-by-bundling-and-unbundling](https://hbr.org/2014/06/how-to-succeed-in-business-by-bundling-and-unbundling)\\n\\n[https://tim.blog/2021/11/17/balaji-srinivasan-2-trancript/](https://tim.blog/2021/11/17/balaji-srinivasan-2-trancript/)\\n\\n\",\"timestamp\":1637773965,\"title\":\"Unbundling Music\"},\"digest\":\"9-YykE7liIwupzZJU8A6ah8z40ILq8siWqa7JwzmCaU\",\"authorship\":{\"contributor\":\"0x7baa35903E27BB818E9A4c40B20110B710c86ACb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_edxI8QYYKRorMh5d6jp6-IWxaptONL5ilHVSyYBQmQ\\\",\\\"y\\\":\\\"EVbYVkT33YMD6wmuBGHo-mQsbqpM4zYjVEOrQGjT08g\\\"}\",\"signature\":\"LFah8bMQ3P8VQBvVMjbjTJWb_ZBfGh0g4YFSRh5aBAy8Vw49jye5nKQR36bC7eBcQZtnJAOicNIDyJJDu_JfnQ\",\"signingKeySignature\":\"0xd31f773a9c772aa8d1eed966e8fa58efc404eaeaeaeaf63de94db9401d6fc1994841dcc1b68159327343de3d0c63ca8456f642792cfda9887f920fc7e14347dd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_edxI8QYYKRorMh5d6jp6-IWxaptONL5ilHVSyYBQmQ\\\",\\\"y\\\":\\\"EVbYVkT33YMD6wmuBGHo-mQsbqpM4zYjVEOrQGjT08g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9-YykE7liIwupzZJU8A6ah8z40ILq8siWqa7JwzmCaU\"}"