"{\"content\":{\"body\":\"Let the boys have the crumbed milk,\\\" he gave orders.  \\\"Butter and honey shall they eat,\\\" he exclaimed over them as that brimming dish came up.  \\\"This was our Lord's dish when He was a child,\\\" he said to the mother of the boys, \\\"that He might know to refuse the evil and to choose the good.\\\"  Then they brought up a dish of apples, and they were very good-tasted fruit.  Then said Matthew, \\\"May we eat apples, since they were such by and with which the serpent beguiled our first mother?\\\"  Then said Gaius,\\n\\n\\\"Apples were they by which we were beguiled, Yet sin, not apples, hath our souls defiled. Apples forbid, if eat, corrupt the blood. To eat such, when commanded, does us good. Drink of His flagons then, thou Church, His Dove, And eat His apples who are sick of love.\\\"\\n\\nThen said Matthew, \\\"I make the scruple because I awhile since was sick with eating of fruit.\\\"  \\\"Forbidden fruit,\\\" said the host, \\\"will make you sick, but not what our Lord hath tolerated.\\\"  While they were thus talking they were presented with another dish, and it was a dish of nuts.  Then said some at the table, \\\"Nuts spoil tender teeth, especially the teeth of children,\\\" which when Gaius heard, he said,\\n\\n\\\"Hard texts are nuts (I will not call them cheaters) Whose shells do keep their kernels from the eaters; Ope then the shells and you shall have the meat; They here are brought for you to crack and eat.\\\"\\n\\nThen Samuel whispered to his mother and said, \\\"Mother, this is a very good man's house; let us stay here a good while before we go any farther.\\\"  The which Gaius the host overhearing, said, \\\"With a very good will, my child.\\\"\\n\\n1. Widower as old Gaius was, and never for a single hour forgot that he was, there was a certain sweet and stately gallantry awakened in his withered old heart at the sight of Christiana and Mercy, and especially at the sight of Matthew and Mercy when they were seen together.  He seems to have fallen almost in love with that aged matron, as he called her, and the days of his youth came back to him as he studied the young damsel, who was to her as a daughter.  And this set the loquacious old inn-keeper upon that famous oration about women which every man who has a mother, or a wife, or a sister, or a daughter has by heart.  And from that he went on to discourse on the great advantages of an early marriage. He was not the man, nor was he speaking to a mother who was the woman, ever to become a vulgar and coarse-minded match-maker; at the same time, he liked to see Matthew and Mercy sent out on a message together, leaving it to nature and to grace to do the rest. The pros and cons of early marriage were often up at his hearty table, but he always debated, and Gaius was a great debater, that true hospitality largely consisted in throwing open the family circle to let young people get well acquainted with one another in its peace and sweetness.  And Gaius both practised what he preached, and at the same time endorsed his watchful wife's last testament, when he gave his daughter Phebe to James, Christiana's second son, and thus was left alone, poor old Gaius, when the happy honeymoon party started upward from his hostel door.\\n2. Their next host was one Mr. Mnason, a Cyprusian by nation, and an old disciple.  \\\"How far have you come to-day?\\\" he asked.  \\\"From the house of Gaius our friend,\\\" they said.  \\\"I promise you,\\\" said he, \\\"you have gone a good stitch; you may well be weary; sit down.\\\" So they sat down.  \\\"Our great want a while since,\\\" said Old Honest, \\\"was harbour and good company, and now I hope we have both.\\\"  \\\"For harbour,\\\" said the host, \\\"you see what it is, but for good company that will appear in the trial.\\\"  After they were a little rested Old Honest again asked his host if there were any store of good people in that town; and, \\\"How,\\\" he said, \\\"shall we do to see some of them?  For the sight of good men to them that are going on pilgrimage is like to the appearing of the moon and stars to them that are sailing upon the seas.\\\"  Then Mr. Mnason stamped with his foot and his daughter Grace came up, when he sent her out for five of his friends in the town, saying that he had a guest or two in his house at present to whom he would like to introduce them.\\n\\nNow, this is another of the good qualities of a good host, to know the best and the most suitable people in the town, and to be on such terms with them that on short notice they will step across to help to entertain such travellers as had come to Mr. Mnason's table.  And it is an excellent thing to be sure that when we are so invited we shall not only get a good dinner, but also, as good \\\"kitchen\\\" with our dinner, good company and good conversation.  It is nothing short of a fine art to gather together and to seat suitably beside one another good and suitable people as Mr. and Miss Mnason did in their hospitable house that afternoon.  And then, as to the talk:  let the host and the hostess introduce the guests, and then let the guests introduce their own topics.  And as far as possible, in a city and a day like this, let our topics be books rather than people.  And let the books be the books that the guests have read rather than those that the host and the hostess have read.  Books are a fine subject for a talk at table.  Only, let great readers order their learned and literary talk so as not to lead the less learned into temptation.  There is no finer exercise of fine feeling than to be able to carry on a conversation about matters that other people present are ignorant of, and at the same time to interest them, to set them at ease, and to make them forget both you and themselves.  I had a letter the other day from an English Church clergyman, in which he tells me that his bishop is coming this month to his vicarage for a kind of visitation and retreat, and that they are to have William Law's Characters and Characteristics read aloud to them when the bishop and the assembled clergy are at their meals.  For my part, I would rather hear a good all-round talk on that book by the bishop and his clergy after they had all read the book over and over again at home.  But such readings at assembled meals have all along been a feature of the best fraternal life in the Church of England and in some of the sister churches.\\n\\n1. Now, after dining and supping repeatedly with garrulous old Gaius, and with the all-but-silent Mr. Mnason, I have come home ruminating again and again on this--that a good host, the best host, lets his guests talk while he attends to the table.  If the truth may even be whispered to one's-self about a table that one has just left, Gaius did his best to spoil his good supper by his own over-garrulity.  It was good talk that he entertained his waiting guests with, but we may have too much of a good thing.  His oration in praise of women was an excellent oration, had it been delivered in another house than his own; and, say, when he was asked to give the health of Christiana, or of Matthew the bridegroom and Mercy the bride, it would then have been perfect; but not in his own house, and not when his guests were waiting for their supper.  On the other hand, you should have seen that perfect gentleman, Mr. Mnason.  For that true old Christian and old English gentleman never once opened his mouth after he had set his guests a-talking.  He was too busy watching when any man's dish was again empty.  He was too much delighted to see that every one of his guests was having his punctual share of the supper, and at the same time his full share of the talk.  Mr. Fearing's small voice was far more pleasant to Mr. Mnason than his own voice was in his own best story.  As I opened my own door the other night after supping with Mr. and Miss Mnason, I said to myself--One thing I have again seen and learned to-night, and that is, that a host, and still more a hostess, should talk less at their own table than their most silent, most bashful, and most backward guest.  \\\"Make this an ordinance for thee,\\\" said Rabban Shammai to his sons in the law; \\\"receive all thy guests with a pleasant expression of countenance, and then say little and do much.\\\"\\n\\nCHRISTIAN\\n\\n\\\"The disciples were called Christians first at Antioch.\\\"--Luke.\\n\\n\\\"Almost thou persuadest me to be a Christian.\\\"--King Agrippa.\\n\\n\\\"Let every one that nameth the name of Christ depart from iniquity.\\\"--Paul.\\n\\nAll the other personages in the Pilgrim's Progress come and go; they all ascend the stage for a longer or shorter time, and then pass off the stage and so pass out of our sight; but Christian in the First Part, and Christiana in the Second Part, are never for a single moment out of our sight.  And, accordingly, we have had repeated occasion and opportunity to learn many excellent lessons from the chief pilgrim's upward walk and heavenly conversation. But so full and so rich are his life and his character, that some very important things still remain to be collected before we finally close his history.  \\\"Gather up the fragments that nothing be lost,\\\" said our Lord, after His miraculous meal of multiplied loaves and fishes with His disciples.  And in like manner I shall now proceed to gather up some of the remaining fragments of Christian's life and character and experience.  And I shall collect these fragments into the three baskets of his book, his burden, and his sealed roll and certificate.\\n\\n1. And first, a few things as to his book.  \\\"As I slept I dreamed, and behold I saw a man clothed in rags standing in a certain place, with his face from his own house, a book in his hand, and a great burden upon his back.  I looked and saw him open the book and read therein; and as he read he wept and trembled; and not being able longer to contain he broke out with a lamentable cry, saying, What shall I do?\\\"  We hear a great deal in these advertising days, and not one word too much, about the books that have influenced and gone largely to the making of our great men; but Graceless, like John Bunyan, his biographer, was a man of but one book.  But, then, that book was the most influential of all books; it was the Book of books; it was God's very own and peculiar Book.  And those of us who, like this man, have passed out of a graceless into a gracious state will for ever remember how that same Book at that time influenced us till it made us what we are and shall yet be.  We read many other good books at that epoch in our life, but it was the pure Bible that we read and prayed over out of sight the most. We needed no commentators or exegetes on our simple Bible in those days.  The great texts stood out to our eyes in those days as if they had been written with a sunbeam; while all other books (and we read nothing but the best books in those days) looked like twilight and rushlight beside our Bible.  In those immediate, direct, and intense days we would have satisfied Wordsworth and Matthew Arnold themselves in the way we read our Bible with our eye never off the object.  The Four Last Things were ever before us--death and judgment, heaven and hell.  \\\"O my dear wife,\\\" said Graceless, \\\"and you the children of my bowels, I your dear friend am in myself undone by reason of a burden that lieth hard upon me; moreover, I am for certain informed that this our city will be burned with fire from heaven, in which fearful overthrow both myself, with thee my wife, and you my sweet babes, shall miserably come to ruin, except (the which yet I see not) some way of escape can be found whereby we may be delivered.\\\"  He would walk also solitarily in the fields, sometimes reading and sometimes praying; and thus for some days he spent his time.  Graceless at that time and at that stage would have satisfied the exigent author of the Practical Treatise upon Christian Perfection where he says that \\\"we are too apt also to think that we have sufficiently read a book when we have so read it as to know what it contains.  This reading may be quite sufficient as to many books; but as to the Bible we are not to think that we have read it enough because we have often read and heard what it teaches.  We must read our Bible, not to know what it contains, but to fill our hearts with the spirit of it.\\\"  And, again, and on this same point, \\\"There is this unerring key to the right use of the Bible.  The Bible has only one intent, and that is to make a man know, resist, and abhor the working of his fallen earthly nature, and to turn the faith, hope, and longing desire of his heart to God; and therefore we are only to read our Bibles with this view and to learn this one lesson from it . . . The critic looks into his books to see how Latin and Greek authors have used the words \\\"stranger\\\" and \\\"pilgrim,\\\" but the Christian, who knows that man lives in labour and toil, in sickness and pain, in hunger and thirst, in heat and cold among the beasts of the field, where evil spirits like roaring lions seek to devour him--he only knows in what truth and reality man is a poor stranger and a distressed pilgrim upon the earth.\\\"  John Bunyan read neither Plato nor Aristotle, but he read David and Paul till he was the chief of sinners, and till he was first the Graceless and then the Christian of his own next-to-the-Bible book.\\n2. In the second place, and as to his burden.  We are supplied with no particulars as to the first beginnings, the gradual make- up, and at last the terrible size of Christian's burden.  What this pilgrim's youthful life must have been in such a city as his native city was, and while he was still a young man of such a name and such a character in such a city, we are left to ourselves to think and consider.  Graceless was his name by nature, and his life was as his name and his nature were.  Still, as I have said, we have no detailed and particular account of his early life when his burden was still day and night in the making up.  How long into your life were you graceless, my brother?  And what kind of life did you lead day and night before you were persuaded or alarmed, as the case may have been with you, into being a Christian?  What burdens do you carry on your broken back to this day that were made up in the daylight or in the darkness by your own hands in your early days? Were you early or were you too late in your conversion?  Or are you truly converted to God and to salvation even yet?  And are you at this moment still binding a burden on your back that you shall never lay down on this side your grave--it may be, not on this side your burning bed in hell?  Ask yourselves all that before God and before your own conscience, and make yourselves absolutely sure that God at any rate is not mocked; and, therefore that you, too, shall in the end reap exactly as you from the beginning have sown. \\\"How camest thou by thy burden at first?\\\" asked Mr. Worldly-Wiseman at the trembling pilgrim.  \\\"By reading this book in my hand,\\\" he answered.  And, in the long run, it is always the Bible that best creates a sinner's burden, binds it on his back, and makes it so terribly heavy to bear.  Fear of death and judgment will sometimes make up and bind on a sinner's burden; and sometimes the fear of man's judgment on this side of death will do it.  Fear of being found out in some cases will make a man's secret sin far too heavy for him to bear.  The throne of public opinion is not a very white throne; at the same time, it is a coarse forecast and a rough foretaste of the last judgment; and the fear of it not seldom makes a man's burden simply intolerable to him.  Sometimes a great sinner's burden leads him to flight and outlawry; sometimes to madness and self-murder; and sometimes, by the timeous and sufficient grace of God, to the way of escape that our pilgrim took.  Tenderness of conscience, also, simple softness of heart and conscience, will sometimes make a terrible burden out of what other men would call a very light matter.  Bind a burden on that iron pillar standing there, and it will feel nothing and say nothing. But, bind the same burden on that man in whose seat that dead pillar takes up a sitter's room, and he will make all that are in the house hear his sighs and his groans.  And lay an act of sin--an evil word or evil work or evil thought--on one man among us, and he will walk about the streets with as erect a head and as smiling a countenance and as light a step as if he were an innocent child; while, lay half as much on his neighbour, and it will so bruise him to the earth that all men will take knowledge of him that he is a miserable man.  Our Lord could no doubt have carried His cross from the hall of judgment to the hill-top without help had His back not been wet with blood.  What with a whole and an unwealed body, a well-rested and well-nourished body, He could easily have carried, with His broken body and broken heart He quite sank under.  And so it is with His people.  One of His heart-broken, heart-bleeding people will sink down to death and hell under a burden of sin and corruption that another of them will scarcely feel or know or believe that it is there.  Some sins again in themselves, and by reason of several aggravations, are far more heavy to bear than others, and by some sinners than others.  I was reading Bishop Andrewes to myself last night and came upon this pertinent passage. \\\"Sin:  its measure, its harm, its scandal.  Its quality:  how often--how long.  The person by whom:  his age, condition, state, enlightenment.  Its manner, motive, time, and place.  The folly of it, the ingratitude of it, the hardness of it, the presumptuousness of it.  By heart, by mouth, by deed.  Against God, my neighbours, my own body.  By knowledge, by ignorance.  Willingly and unwillingly.  Of old and of late.  In boyhood and youth, in mature and old age.  Things done once, repeated often, hidden and open. Things done in anger, and from the lust of the flesh and of the world.  Before and after my call.  Asleep by night and awake by day.  Things remembered and things forgotten.  Through the fiery darts of the enemy, through the unclean desires of the flesh--I have sinned against Thee.  Have mercy on me, O God, and forgive me!\\\"  That is the way some men's burdens are made up to such gigantic proportions and then bound on by such acute cords.  That is the way that Lancelot Andrewes and John Bunyan walked solitarily in the fields, sometimes reading and sometimes praying, till the one of them put himself into his immortal Devotions, and the other into his immortal Grace Abounding and Pilgrim's Progress.\\n\\n\\\"Then I saw in my dream that Christian asked the Gate-keeper further if he could not help him off with his burden that was upon his back, for as yet he had not got rid of it, nor could he by any means get it off without help.  He told him, \\\"As to thy burden, be content to bear it until thou comest to the place of deliverance, for there it will fall from off thy back itself.\\\"  Now I saw in my dream that the highway up which Christian was to go was fenced on either side with a wall, and that wall is Salvation.  Up this way, therefore, did burdened Christian run, but not without great difficulty, because of the load on his back.  He ran thus till he came to a place somewhat ascending, and upon that place stood a cross, and a little below in the bottom a sepulchre.  So I saw in my dream that just as Christian came up with the cross his burden loosed from off his back, and began to tumble and so continued to do till it came to the mouth of the sepulchre, where it fell in and I saw it no more.  Then was Christian glad and lightsome, and said with a merry heart, \\\"He hath given me rest by His sorrow, and life by His death!\\\"\\n\\n\\\"Blest Cross! blest Sepulchre!  Blest rather be The Man that there was put to shame for me.\\\"\\n\\nBut, then, how it could be that this so happy man was scarcely a stone-cast past the cross when he had begun again to burden himself with fresh sin, and thus to disinter all his former sin?  How a true pilgrim comes to have so many burdens to bear, and that till he ceases to be any longer a pilgrim,--a burden of guilt, a burden of corruption, and a burden of bare creaturehood,--I must leave all that, and all the questions connected with all that, for you all to think out and work out for yourselves; and you will not say any morning on this earth, like Mrs. Timorous, that you have little to do.\\n\\n1. The third of the three Shining Ones who saluted Christian at the cross set a mark on his forehead, and put a roll with a seal set upon it into his hand.  A roll and a seal which he bid him look on as he ran, and that he should give that roll in at the Celestial Gate.  Bunyan does not in all places come up to his usual clearness in what he says about the sealed roll.  We must believe that he understood his own meaning and intention in all that he says, first and last, about the roll, but he has not always made his meaning clear, at least to one of his readers.  Theological students, and, indeed, all thoughtful Christian men, are invited to read Dr. Cunningham's powerful paper on Assurance in his Reformers.  The whole literature of Assurance is there taken up and weighed and sifted with all that great writer's incomparable learning and power and judgment.  Our Larger Catechism, also, is excellent on this subject; and this subject is a favourite commonplace with all our best Calvinistic, Puritan, and Evangelical authors.  Let us take two or three passages out of those authors just as a specimen, and so close.\\n\\n\\\"Can true believers\\\"--Larger Catechism, Question 80--\\\"Can true believers be infallibly assured that they are in an estate of grace, and that they shall persevere therein to the end?  Answer: Such as truly believe in Christ, and endeavour to walk in all good conscience before Him may, without extraordinary revelation, by faith grounded upon the truth of God's promise, and by the Spirit enabling them to discern in themselves those graces to which the promises of eternal life are made, and bearing witness with their spirits that they are the children of God, they may be infallibly assured that they are in the estate of grace, and shall persevere therein unto salvation.\\\"  Question 81:  \\\"Are all true believers at all times assured of their present being in a state of grace, and that they shall be saved?  Answer:  Assurance of grace and salvation not being of the essence of faith, true believers may wait long before they obtain it, and, after the enjoyment thereof, may have it weakened and intermitted through manifold distempers, sins, temptations, and desertions; yet are they never left without such a presence and support of the Spirit of God as keeps them from sinking into utter despair.\\\"  \\\"A Christian's assurance,\\\" says Fraser of Brea, \\\"though it does not firstly flow from his holiness, yet is ever after proportionable to his holy walking.  Faith is kept in a pure conscience.  Sin is like a blot of ink fallen upon our evidence.  This I found to be a truth.\\\"  \\\"It was the speech of one to me,\\\" says Thomas Shepard of New England, \\\"next to the donation of Christ, no mercy like this, to deny assurance long; and why?  For if the Lord had not, I should have given way to a loose heart and life.  And this is a rule I have long held--long denial of assurance is like fire to burn out some sin and then the Lord will speak peace.\\\"  \\\"Serve your God day and night faithfully,\\\" says Dr. Goodwin.  \\\"Walk humbly; and there is a promise of the Holy Ghost to come and fill your hearts with joy unspeakable and glorious to rear you up to the day of redemption.  Sue this promise out, wait for it, rest not in believing only, rest not in assurance by graces only; there is a further assurance to be had.\\\"  \\\"I would not give a straw for that assurance,\\\" says John Newton, \\\"which sin will not damp.  If David had come from his adultery and still have talked of his assurance, I should have despised his speech.\\\"  \\\"When we want the faith of assurance,\\\" says Matthew Henry, \\\"let us live by the faith of adherence.\\\"  And then the whole truth is in a nutshell in Isaiah and in John:  \\\"The effect of righteousness shall be quietness and assurance for ever,\\\" and \\\"My little children, let us not love in word, neither in tongue, but in deed and in truth. And hereby we shall know that we are of the truth, and so shall assure our hearts before Him.\\\"\\n\\nCHRISTIANA\\n\\n\\\"Honour widows that are widows indeed.\\\"--Paul.\\n\\nWe know next to nothing of Christiana till after she is a widow indeed.  The names of her parents, and what kind of parents they were, the schools and the boarding-schools to which they sent their daughter, her school companions, the books she read, if she ever read any books at all, the amusements she was indulged in and indulged herself in--on all that her otherwise full and minute biographer is wholly silent.  He does not go back beyond her married life; he does not even go back to the beginning of that. The only thing we are sure of about Christiana's early days is that she was an utterly ungodly woman and that she married an utterly ungodly man.  \\\"Have you a family?  Are you a married man?\\\" asked Charity of Christian in the House Beautiful.  \\\"I have a wife and four small children,\\\" he replied.  \\\"And why did you not bring them along with you?\\\"  Then Christian wept, and said:  \\\"Oh, how willingly would I have done it; but they were all utterly averse to my going on pilgrimage.\\\"  \\\"But you should have talked to them,\\\" said Charity, \\\"and have endeavoured to have shown them the danger of being behind.\\\"  \\\"So I did,\\\" answered Christian.  \\\"And did you pray to God that He would bless your counsel to them?\\\"  \\\"Yes, and with much affection; for you must think that my wife and poor children were very dear unto me.\\\"  \\\"But what could they say for themselves why they came not?\\\"  \\\"Why, my wife was afraid of losing the world, and my children were given over to the foolish delights of youth; so what with one thing and what with another, they left me to wander in this manner alone.\\\"\\n\\nBut what her husband's conversion, good example, and most earnest entreaties could not all do for his worldly wife, that his sudden death speedily did.  And thus it is that both Christiana's best life, all our interest in her, and all our information about her, dates, sad to say, not from her espousal, nor from her marriage day, nor from any part of her married life, but from her husband's death.  Her maidenhood has no interest for us; all our interest is fixed on her widowhood.  This work of fiction now in our hands begins where all other works of fiction end; for in the life of religion, you must know, our best is always before us.  Well, scarcely was her husband dead when Christiana began to accuse herself of having killed him.  To take her own bitter words for it, the most agonising and remorseful thoughts about her conduct to her husband stung her heart like so many wasps.  Ah yes!  A wasp's sting is but a blade of innocent grass compared with the thoughts that have stung us all as we recalled what we said and did to those who are now no more.  There are graves in the churchyard we dare not go near.  \\\"I have sinned away your father!\\\" she cried, as she threw herself on the earth at the feet of her astounded children. \\\"I have sinned away your father and he is gone!\\\"  And yet there was no mark of a bullet and no gash of a knife on his dead body, and no chemistry could have extracted one grain of arsenic or of strychnine out of his blood.  But there are many ways of taking a man's life besides those of poison or a knife or a gunshot. Constant fault-finding, constant correction and studied contempt before strangers, total want of sympathy and encouragement, gloomy looks, rough remarks, all blame and never a word of praise, things like these between man and wife will kill as silently and as surely as poison or suffocation.  Look at home, my brethren, and ask yourselves what you will think of much of your present conduct when it has borne its proper fruit.  \\\"Upon this came into her mind by swarms all her unkind, unnatural, and ungodly carriages to her dear friend, which also clogged her conscience and did load her with guilt.  It all returned upon her like a flash of lightning, and rent the caul of her heart asunder.\\\"  \\\"That which troubleth me most,\\\" she would cry out, \\\"is my churlish carriages to him when he was under distress.  I am that woman,\\\" she would cry out and would not be appeased--\\\"I am that woman that was so hardhearted as to slight my husband's troubles, and that left him to go on his journey alone.  How like a churl I carried myself to him in all that!  And so guilt took hold of my mind,\\\" she said to the Interpreter, \\\"and would have drawn me to the pond!\\\"\\n\\nA minister's widow once told me that she had gone home after hearing a sermon of mine on the text, \\\"What profit is there in my blood?\\\" and had destroyed a paper of poison she had purchased in her despair on the previous Saturday night.  It was not a sermon from her unconscious minister, but it was far better; it was a conversation that Christiana held with her four boys that fairly and for ever put all thought of the pond out of their mother's remorseful mind.  \\\"So Christiana,\\\" as we read in the opening of her history--\\\"so Christiana called her sons together and began thus to address herself unto them:  My sons, I have, as you may perceive, been of late under much exercise in my soul about the death of your father.  My carriages to your father in his distress are a great load on my conscience.  Come, my children, let us pack up and be gone to the gate, that we may see your father and be with him, according to the laws of that land.\\\"  I like that passage, I think, the best in all Christiana's delightful history--that passage which begins with these words:  \\\"So she called her children together.\\\" For when she called her children together she opened to them both her heart and her conscience; and from that day there was but one heart and one conscience in all that happy house.  I was walking alone on a country road the other day, and as I was walking I was thinking about my pastoral work and about my people and their children, when all at once I met one of my people.  My second sentence to him was:  \\\"This very moment I was thinking about your sons.  How are they getting on?\\\"  He quite well understood me.  He knew that I was not indifferent as to how they were getting on in business, but he knew that I was alluding more to the life of godliness and virtue in their hearts and in their characters.  \\\"O sir,\\\" he said, \\\"you may give your sons the skin off your back, but they will not give you their confidence!\\\"  So had it been with Christian and his sons.  He had never managed, even in his religion, to get into the confidence of his sons; but when their mother took them into her agonised confidence, from that day she was in all their confidences, good and bad.  You who are in your children's confidences will pray in secret for my lonely friend with the skin off his back, will you not? that he may soon be able to call his sons together so as to start together on a new life of family love, and family trust, and family religion.  That was a fine sight.  Who will make a picture of it?  This widow indeed at the head of her family council-table, and Matthew at the foot, and James and Joseph and Samuel all in their places.  \\\"Come, my children, let us pack up that we may see your father!\\\"  Then did her children burst into tears for joy that the heart of their mother was so inclined.\\n\\nFrom that first family council let us pass on to Christiana's last interview with her family and her other friends.  Her biographer introduces her triumphant translation with this happy comment on the margin:  \\\"How welcome is death to them that have nothing to do but die!\\\"  Well, that was exactly Christiana's case.  She had so packed up at the beginning of her journey; she had so got and had so kept the confidences of all her sons; she had seen them all so married in the Lord, and thus so settled in a life of godliness and virtue; she had, in short, lived the life of a widow indeed, till, when the post came for her, she had nothing left to do but just to rise up and follow him.  His token to her was an arrow with a point sharpened with love, let easily into her heart, which by degrees wrought so effectually with her that at the time appointed she must be gone.  We have read of arrows of death sharpened sometimes with steel and sometimes with poison; but this arrow, shot from heaven, was sharpened to a point with love.  Indeed, that arrow, or the very fellow of it, had been shot into Christiana's heart long ago when she stood at that spot somewhat ascending where was a cross and a sepulchre; and, especially, ever since the close of Greatheart's great discourse on pardon by deed.  For the hearing of that famous discourse had made her exclaim:  \\\"Oh!  Thou loving One, it makes my heart bleed to think that Thou shouldest bleed for me! Oh!  Thou blessed One, Thou deservest to have me, for Thou hast bought me!  Thou deservest to have me all, for Thou hast paid for me ten thousand times more than I am worth!\\\"  Now it was with all that love working effectually in her heart that Christiana called for her children to give them her blessing.  And what a comfort it was to her to see them all around her with the mark of the kingdom on their foreheads, and with their garments white.  \\\"My sons and my daughters,\\\" she said, \\\"be you all ready against the time His post calls for you.\\\"  Then she called for Mr. Valiant-for-truth, and entreated him to have an eye on her children, and to speak comfortably to them if at any time he saw them faint.  And then she gave Mr. Standfast her ring.  \\\"Behold,\\\" she said, as Mr. Honest came in--\\\"Behold an Israelite indeed, in whom is no guile!\\\"  Then Mr. Ready-to-halt came in, and then Mr. Despondency and his daughter Much-afraid, and then Mr. Feeble-mind.  Now the day drew on that Christiana must be gone.  So the road was full of people to see her take her journey.  But, behold! all the banks beyond the river were full of horses and chariots which were come down from above to accompany her to the City gates, so she came forth and entered the river with a beckon of farewell to those that followed her to the riverside.  The last word she was heard to say here was, \\\"I come, Lord, to be with Thee, and to bless Thee.\\\"\\n\\nBut with all this, you must not suppose that this good woman, this mother in Israel, had forgotten her grandchildren.  She would sooner have forgotten her own children.  But she was too good a woman to forget either.  For long ago, away back at the river on this side the Delectable Mountains, she had said to her four daughters--I must tell you exactly what she has said:  \\\"Here,\\\" she said, \\\"in this meadow there are cotes and folds for sheep, and an house is built here also for the nourishing and bringing up of those lambs, even the babes of those women that go on pilgrimage. Also there is One here who can have compassion and that can gather these lambs with His arm and carry them in His bosom.  This Man, she said, will house and harbour and succour the little ones, so that none of them shall be lacking in time to come.  This Man, if any of them go astray or be lost, He will bring them again, He will bind up that which was broken, and will strengthen them that are sick.  So they were content to commit their little ones to that Man, and all this was to be at the charge of the King, and so it was as a hospital to young children and orphans.\\\"\\n\\nAnd now I shall sum up my chief impressions of Christiana under the three heads of her mind, her heart, and her widowhood indeed.\\n\\n1. The mother of Christian's four sons was a woman of real mind, as so many of the maidens, and wives, and widows of Puritan England and Covenanting Scotland were.  You gradually gather that impression just from being beside her as the journey goes on.  She does not speak much; but, then, there is always something individual, remarkable, and memorable in what she says.  I have a notion of my own that Christiana must have been a reader of that princely Puritan, John Milton.  And if that was so, that of itself would be certificate enough as to her possession of mind.  There is always a dignity and a strength about her utterances that make us feel sure that she had always had a mind far above her neighbours, Mrs. Bat's-eyes, Mrs. Light-mind, and Mrs. Know-nothing.  The first time she opens her mouth in our hearing she lets fall an expression that Milton had just made famous in his Samson -\",\"timestamp\":1641296079,\"title\":\" Speaking of children, what a night of entertainment good old Gaius gave the children of the pilgrim party! \"},\"digest\":\"7MWCvkSoG5eKBv2lA33kgU6l1m48pZ1r24fV-u55ehY\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Aj_W5njqp70pt87rkGhLUuOybgEmErb60bJJF6IdYpo\\\",\\\"y\\\":\\\"0VCXsEdIR7xecITZa4V9qkxJx3pk92Zy2bU8FivsWQY\\\"}\",\"signature\":\"3WXH8hMLH6eSLWQjuigHkVPfHakeP7LN1ov3nRnCj087fcmLrm2DIgBiL--9crPbDp-eH7HHbV6FWuGOS7ZKQA\",\"signingKeySignature\":\"0x5cc90695ea2206e9d7ceb0eb44ac7e362b2fa56bcc392637ca07ae91f21f075629e73eede81056fa6e3880d451903ace702f187090007f593ba70c55195032881b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Aj_W5njqp70pt87rkGhLUuOybgEmErb60bJJF6IdYpo\\\",\\\"y\\\":\\\"0VCXsEdIR7xecITZa4V9qkxJx3pk92Zy2bU8FivsWQY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7MWCvkSoG5eKBv2lA33kgU6l1m48pZ1r24fV-u55ehY\"}"