"{\"content\":{\"body\":\"chapter 1\\n\\nThe Tao that can be told ofIs not the Absolute Tao;The Names that can be givenAre not Absolute Names.\\n\\nThe Nameless is the origin of Heaven and Earth;The Named is the Mother of All Things.\\n\\nTherefore:Oftentimes, one strips oneself of passionIn order to see the Secret of Life;Oftentimes, one regards life with passion,In order to see its manifest forms.\\n\\nThese two (the Secret and its manifestations)Are (in their nature) the same;They are given different namesWhen they become manifest.\\n\\nThey may both be called the Cosmic Mystery:Reaching from the Mystery into the Deeper MysteryIs the Gate to the Secret of All Life. \\n  \\n Chapter 2 \\n  \\n When the people of the Earth all know beauty as beauty,There arises (the recognition of) ugliness.When the people of the Earth all know the good as good,There arises (the recognition of) evil.\\n\\nTherefore:Being and non-being interdepend in growth;Difficult and easy interdepend in completion;Long and short interdepend in contrast;High and low interdepend in position;Tones and voice interdepend in harmony;Front and behind interdepend in company.\\n\\nTherefore the Sage:Manages affairs without action;Preaches the doctrine without words;All things take their rise, but he does not turn away from them;He gives them life, but does not take possession of them;He acts, but does not appropriate;Accomplishes, but claims no credit.It is because he lays claim to no creditThat the credit cannot be taken away from him. \\n  \\n Chapter 3\\n\\nExalt not the wise,So that the people shall not scheme and contend;Prize not rare objects,So that the people shall not steal;Shut out from site the things of desire,So that the people's hearts shall not be disturbed.\\n\\nTherefore in the government of the Sage:He keeps empty their heartsMakes full their bellies,Discourages their ambitions,Strengthens their frames;So that the people may be innocent of knowledge and desires.And the cunning ones shall not presume to interfere.By action without deedsMay all live in peace. \\n  \\n Chapter 4\\n\\nTao is a hollow vessel,And its use is inexhaustible!Fathomless!Like the fountain head of all things,Its sharp edges rounded off,Its tangles untied,Its light tempered,Its turmoil submerged,Yet dark like deep water it seems to remain.I do not know whose Son it it,An image of what existed before God. \\n  \\n Chapter 5\\n\\nNature is unkind:It treats the creation like sacrificial straw-dogs.The Sage is unkind:He treats the people like sacrificial straw-dogs.\\n\\nHow the universe is like a bellows!Empty, yet it gives a supply that never fails;The more it is worked, the more it brings forth.\\n\\nBy many words is wit exhausted.Rather, therefore, hold to the core. \\n  \\n Chapter 6\\n\\nThe Spirit of the Valley never dies.It is called the Mystic Female.The Door of the Mystic FemaleIs the root of Heaven and Earth.\\n\\nContinuously, continuously,It seems to remain.Draw upon itAnd it serves you with ease. \\n  \\n Chapter 7\\n\\nThe universe is everlasting.The reason the universe is everlastingIs that it does not life for Self.Therefore it can long endure.\\n\\nTherefore the Sage puts himself last,And finds himself in the foremost place;Regards his body as accidental,And his body is thereby preserved.Is it not because he does not live for SelfThat his Self is realized? \\n  \\n Chapter 8\\n\\nThe best of men is like water;Water benefits all thingsAnd does not compete with them.It dwells in (the lowly) places that all disdain -Wherein it comes near to the Tao.\\n\\nIn his dwelling, (the Sage) loves the (lowly) earth;In his heart, he loves what is profound;In his relations with others, he loves kindness;In his words, he loves sincerity;In government, he loves peace;In business affairs, he loves ability;In hi actions, he loves choosing the right time.It is because he does not contendThat he is without reproach. \\n  \\n Chapter 9\\n\\nStretch (a bow) to the very full,And you will wish you had stopped in time.Temper a (sword-edge) to its very sharpest,And the edge will not last long.When gold and jade fill your hall,You will not be able to keep them safe.To be proud with wealth and honorIs to sow seeds of one's own downfall.Retire when your work is done,Such is Heaven's way. \\n  \\n Chapter 10\\n\\nIn embracing the One with your soul,Can you never forsake the Tao?In controlling your vital force to achieve gentleness,Can you become like the new-born child?In cleansing and purifying your Mystic vision,Can you strive after perfection?In loving the people and governing the kingdom,Can you rule without interference?In opening and shutting the Gate of Heaven,Can you play the part of the Female?In comprehending all knowledge,Can you renounce the mind? \\n  \\n Chapter 11\\n\\nThirty spokes unite around the nave;From their not-being (loss of their individuality)Arises the utility of the wheel.Mold clay into a vessel;From its not-being (in the vessel's hollow)Arises the utility of the vessel.Cut out doors and windows in the house (-wall),From their not-being (empty space) arises the utilityof the house.Therefore by the existence of things we profit.And by the non-existence of things we are served. \\n  \\n Chapter 12\\n\\nThe five colors blind the eyes of man;The five musical notes deafen the ears of man;The five flavors dull the taste of man;Horse-racing, hunting and chasing madden the minds of man;Rare, valuable goods keep their owners awake at night.\\n\\nTherefore the Sage:Provides for the belly and not the eye.Hence, he rejects the one and accepts the other. \\n  \\n Chapter 13\\n\\n\\\"Favor and disgrace cause one dismay;What we value and what we fear are within our Self.\\\"\\n\\nWhat does this mean:\\\"Favor and disgrace cause one dismay?\\\"Those who receive a favor from aboveAre dismayed when they receive it,And dismayed when they lose it.\\n\\nWhat does this mean:\\\"What we value and what we fear are within our Self?\\\"We have fears because we have a self.When we do not regard that self as self,What have we to fear?\\n\\nTherefore he who values the world as his selfMay then be entrusted with the government of the world;And he who loves the world as his self -The world may then be entrusted to his care. \\n  \\n Chapter 14\\n\\nLooked at, but cannot be seen -That is called the Invisible (yi).Listened to, but cannot be heard -That is called the Inaudible (hsi).Grasped at, but cannot be touched -That is called the Intangible (wei).These three elude our inquiriesAnd hence blend and become One.\\n\\nNot by its rising, is there light,Nor by its sinking, is there darkness.Unceasing, continuous,It cannot be defined,And reverts again to the realm of nothingness.\\n\\nThat is why it is called the Form of the Formless,The Image of Nothingness.That is why it is called the Elusive:Meet it and you do not see its face;Follow it and you do not see its back. \\n  \\n Chapter 15\\n\\nThe wise ones of old had subtle wisdom and depth ofunderstanding,So profound that they could not be understood.And because they could not be understood,Perforce must they be so described:Cautious, like crossing a wintry stream,Irresolute, like one fearing danger all around,Grave, like one acting as guest,Self-effacing, like ice beginning to melt,Genuine, like a piece of undressed wood,Open-minded, like a valley,And mixing freely, like murky water.\\n\\nWho can find repose in a muddy world?By lying still, it becomes clear.Who can maintain his calm for long?By activity, it comes back to life.\\n\\nHe who embraces this TaoGuards against being over-full.Because he guards against being over-full,He is beyond wearing out and renewal. \\n  \\n Chapter 16\\n\\nAttain the utmost in Passivity,Hold firm to the basis of Quietude.\\n\\nThe myriad things take shape and rise to activity,But I watch them fall back to their repose.Like vegetation that luxuriantly growsBut returns to the root (soil) from which it springs.\\n\\nTo return to the root is Repose;It is called going back to one's Destiny.Going back to one's Destiny is to find the Eternal Law.To know the Eternal Law is Enlightenment.And not to know the Eternal LawIs to court disaster.\\n\\nHe who knows the Eternal Law is tolerant;Being tolerant, he is impartial;Being impartial, he is kingly;Being kingly, he is in accord with Nature;Being in accord with Nature, he is in accord with Tao;Being in accord with Tao, he is eternal,And his whole life is preserved from harm. \\n  \\n Chapter 17\\n\\nOf the best rulersThe people (only) know that they exist;The next best the love and praise;The next they fear;And the next they revile.\\n\\nWhen they do not command the people's faith,Some will lose faith in them,And then they resort to oaths!But (of the best) when their task is accomplished,their work done,The people all remark, \\\"We have done it ourselves.\\\" \\n  \\n Chapter 18\\n\\nOn the decline of the great Tao,The doctrine of \\\"humanity\\\" and \\\"justice\\\" arose.When knowledge and cleverness appeared,Great hypocrisy followed in its wake.\\n\\nWhen the six relationships no longer lived at peace,There was (praise of) \\\"kind parents\\\" and \\\"filial sons.\\\"\\n\\nWhen a country fell into chaos and misrule,There was (praise of) \\\"loyal ministers.\\\" \\n  \\n Chapter 19\\n\\nBanish wisdom, discard knowledge,And the people shall profit a hundredfold;Banish \\\"humanity,\\\" discard \\\"justice,\\\"And the people shall recover love of their kin;Banish cunning, discard \\\"utility,\\\"And the thieves and brigands shall disappear.As these three touch the externals and are inadequate,The people have need of what they can depend upon:\\n\\nReveal thy simple self,Embrace thy original nature,Check thy selfishness,Curtail thy desires. \\n  \\n Chapter 20\\n\\nBanish learning, and vexations end.Between \\\"Ah!\\\" and \\\"Ough!\\\"How much difference is there?Between \\\"good\\\" and \\\"evil\\\"How much difference is there?\\\"That which men fearIs indeed to be feared;But, alas, distant yet is the dawn (of awakening)!\\n\\nThe people of the world are merry-making,As if partaking of the sacrificial feasts,As if mounting the terrace in spring;I alone am mild, like one unemployed,Like a new-born babe that cannot yet smile,Unattached, like one without a home.\\n\\nThe people of the world have enough and to spare,But I am like one left out,My heart must be that of a fool,Being muddled, nebulous!\\n\\nThe vulgar are knowing, luminous;I alone am dull, confused.The vulgar are clever, self-assured;I alone, depressed.Patient as the sea,Adrift, seemingly aimless.\\n\\nThe people of the world all have a purpose;I alone appear stubborn and uncouth.I alone differ from the other people,And value drawing sustenance from the Mother. \\n  \\n Chapter 21\\n\\nThe marks of great CharacterFollow alone from the Tao.\\n\\nThe thing that is called TaoIs elusive, evasive.Evasive, elusive,Yet latent in it are forms.Elusive, evasive,Yet latent in it are objects.Dark and dim,Yet latent in it is the life-force.The life-force being very true,Latent in it are evidences. \\n  \\n Chapter 22\\n\\nTo yield is to be preserved whole.To be bent is to become straight.To be hollow is to be filled.To be tattered is to be renewed.To be in want is to possess.To have plenty is to be confused.\\n\\nTherefore the Sage embraces the One,And becomes the model of the world.He does not reveal himself,And is therefore luminous.He does not justify himself,And is therefore far-famed.He does not boast of himself,And therefore people give him credit.He does not pride himself,And is therefore the chief among men.\\n\\nIs it not indeed true, as the ancients say,\\\"To yield is to be preserved whole?\\\"Thus he is preserved and the world does him homage. \\n  \\n Chapter 23\\n\\nNature says few words:Hence it is that a squall lasts not a whole morning.A rainstorm continues not a whole day.Where do they come from?From Nature.Even Nature does not last long (in its utterances),How much less should human beings?\\n\\nTherefore it is that:He who follows the Tao is identified with the Tao.He who follows Character (Teh) is identified withCharacter.He who abandons (Tao) is identified with abandonment (ofTao).He who is identified with Tao -Tao is also glad to welcome him.He who is identified with character -Character is also glad to welcome him.He who is identified with abandonment -Abandonment is also glad t welcome him.He who has not enough faithWill not be able to command faith from others. \\n  \\n Chapter 24\\n\\nHe who stands on tiptoe does not stand (firm);He who strains his strides does not walk (well);He who reveals himself is not luminous;He who justifies himself is not far-famed;He who boasts of himself is not given credit;He who prides himself is not chief among men.These in the eyes of TaoAre called \\\"the dregs and tumors of Virtue,\\\"Which are things of disgust.Therefore the man of Tao spurns them. \\n  \\n Chapter 25\\n\\nBefore the Heaven and Earth existedThere was something nebulous:Silent, isolated,Standing alone, changing not,Eternally revolving without fail,Worthy to be the Mother of All Things.I do not know its nameAnd address it as Tao.If forced to give it a name, I shall call it \\\"Great.\\\"Being great implies reaching out in space,Reaching out in space implies far-reaching,Far-reaching implies reversion to the original point.\\n\\nTherefore:Tao is Great,The Heaven is great,The Earth is great,The King is also great.There are the Great Four in the universe,And the King is one of them.\\n\\nMan models himself after the Earth;The Earth models itself after Heaven;The Heaven models itself after Tao;Tao models itself after nature. \\n  \\n Chapter 26\\n\\nThe Solid is the root of the light;The Quiescent is the master of the Hasty.\\n\\nTherefore the Sage travels all dayYet never leaves his provision-cart.In the midst of honor and glory,He lives leisurely, undisturbed.\\n\\nHow can the ruler of a great countryMake light of his body in the empire (by rushing about)?In light frivolity, the Center is lost;In hasty action, self-mastery is lost. \\n  \\n Chapter 27\\n\\nA good runner leaves no track.A good speech leaves no flaws for attack.A good reckoner makes use of no counters.A well-shut door makes use of no bolts,And yet cannot be opened.A well-tied knot makes use of no rope,And yet cannot be untied.\\n\\nTherefore the Sage is good at helping men;For that reason there is no rejected (useless) person.He is good at saving things;For that reason there is nothing rejected.- This is called stealing the Light.\\n\\nTherefore the good man is the Teacher of the bad.And the bad man is the lesson of the good.\\n\\nHe who neither values his teacherNor loves the lessonIs one gone far astray,Though he be learned.- Such is the subtle secret. \\n  \\n Chapter 28\\n\\nHe who is aware of the MaleBut keeps to the FemaleBecomes the ravine of the world.Being the ravine of the world,He has the original character (teh) which is notcut up.And returns again to the (innocence of the) babe.\\n\\nHe who is conscious of the white (bright)But keeps to the black (dark)Becomes the model for the world.Being the model for the world,He has the eternal power which never errs,And returns again to the Primordial Nothingness.\\n\\nHe who is familiar with honor and gloryBut keeps to obscurityBecomes the valley of the world.Being the valley of the world,He has an eternal power which always suffices,And returns again to the natural integrity of uncarvedwood.\\n\\nBreak up this uncarved woodAnd it is shaped into vesselIn the hands of the SageThey become the officials and magistrates.Therefore the great ruler does not cut up. \\n  \\n Chapter 29\\n\\nThere are those who will conquer the worldAnd make of it (what they conceive or desire).I see that they will not succeed.(For) the world is God's own VesselIt cannot be made (by human interference).He who makes it spoils it.He who holds it loses it.For: Some things go forward,Some things follow behind;some blow hot,And some blow cold;Some are strong,And some are weak;Some may break,And some may fall.Hence the Sage eschews excess, eschews extravagance,Eschews pride. \\n  \\n Chapter 30\\n\\nHe who by Tao purposes to help the ruler of menWill oppose all conquest by force of arms.For such things are wont to rebound.Where armies are, thorns and brambles grow.The raising of a great hostIs followed by a year of dearth.\\n\\nTherefore a good general effects his purpose and stops.He dares not rely upon the strength of arms;Effects his purpose and does not glory in it;Effects his purpose and does not boast of it;Effects his purpose and does not take pride in it;Effects his purpose as a regrettable necessity;Effects his purpose but does not love violence.(For) things age after reaching their prime.That (violence) would be against the Tao.And he who is against the Tao perishes young. \\n  \\n Chapter 31\\n\\nOf all things, soldiers are instruments of evil,Hated by men.Therefore the religious man (possessed of Tao) avoids them.The gentleman favors the left in civilian life,But on military occasions favors the right.\\n\\nSoldiers are weapons of evil.They are not the weapons of the gentleman.When the use of soldiers cannot be helped,The best policy is calm restraint.\\n\\nEven in victory, there is no beauty,And who calls it beautifulIs one who delights in slaughter.He who delights in slaughterWill not succeed in his ambition to rule the world.\\n\\n\\\\[The things of good omen favor the left.The things of ill omen favor the right.The lieutenant-general stands on the left,The general stands on the right.That is to say, it is celebrated as a Funeral Rite.\\\\]\\n\\nThe slaying of multitudes should be mourned with sorrow.A victory should be celebrated with the Funeral Rite.\",\"timestamp\":1640428653,\"title\":\"Chinese Civilization-The Tao Te Ching（1-31）\"},\"digest\":\"_LvyB9jQe7VvVP5NFwMcr6H6KJuQPDwoUfOiTNvKlIY\",\"authorship\":{\"contributor\":\"0xA97D4048b71975a475766E8278dcD2DA1E8674fa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"obD5BT-yBingLGgKUOxZ1DRXWPCS_ePY19V-0biqTTk\\\",\\\"y\\\":\\\"XtXq3Oq2Ui_-0ZDndgRBTBPohmqbTtEGhNS5ht0MWz4\\\"}\",\"signature\":\"3yJdkmO7gdkDYDc7VD_7Dem49WfN-yJC_K0GjAoGsxL4A4a2phWYJ5HOVxXwCeabHi0AtUTLnsq0rBbfUhkrLA\",\"signingKeySignature\":\"0x862349d2ee9d47f5d1b1356a385993c4e797c40f395bdc98ec5d0d7f023eb6f726ae70485709719c01bcafb601c9d3407b50900cdc209c44e1cf59dd2d8cac011c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"obD5BT-yBingLGgKUOxZ1DRXWPCS_ePY19V-0biqTTk\\\",\\\"y\\\":\\\"XtXq3Oq2Ui_-0ZDndgRBTBPohmqbTtEGhNS5ht0MWz4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aKDImPqVGx4IfakvFjZd_sBoczrrd9VtoHAtVh6drPw\"}"