"{\"content\":{\"body\":\"Written by [Josh Cornelius](https://twitter.com/joshcrnls)\\n\\nA big part of what we’re building at mCLUB is an infrastructure and support system to help creators take advantage of Mirror's paradigm-shifting toolset. To that end — and due to recent requests — we're sharing examples of Mirror projects that have made good use of the platform's tools.\\n\\n## Crowdfunds\\n\\n![](https://images.mirror-media.xyz/publication-images/d9065afd-9c7a-43ea-aa95-d63141deca61.jpeg?height=970&width=1104)\\n\\nCrowdfunds are a simple way for creators to issue a token in exchange for ETH. These are commonly used to kickstart DAOs and other social token-based projects, but they can also be used to fund any creative pursuit. Mirror even provides the flexibility to integrate crowdfunding with tiered NFTs, which allows creators to envision more complex crowdfunding campaigns. Read the Mirror docs on [crowdfunding](https://mirror.xyz/dashboard/guide/crowdfunds) for a deeper dive, and check out these three crowdfunding examples:\\n\\n[A Book ($NOVEL)](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg)\\n\\nUnless you’re established enough to earn an advance from a publisher, funding novel writing was effectively impossible. Emily Segal is pioneering a web3 funding model using Mirror crowdfunding. Everyone who contributed to her crowdfund received $NOVEL, giving them a stake in an upcoming manuscript excerpt and first-edition NFTs, among other benefits.\\n\\n[A DAO ($mCLUB)](https://club.mirror.xyz/dnN3Dwe-iD6jBpzkase4YLHTxYtnuFnmUbSoOfPEkjI)\\n\\nHey, that’s us! To launch our DAO and kickstart our treasury, Seed Club used Mirror crowdfunding. Anybody who resonated with the mission and wanted to join could contribute ETH and receive $mCLUB tokens, providing supporters membership and governance rights in the DAO. Seed Club combined the crowdfunding with tiered NFTs to help guide prospective members and give them something more \\\"tangible\\\" than just tokens in return.\\n\\n[A Film ($INFINITE)](https://ethereumfilm.mirror.xyz/3SV8gLXHIW8Ot45h3RL7aOgDINxN2hjLfFVOvyatB2A)\\n\\n*Ethereum: The Infinite Garden* was the first film to fundraise using NFTs. Backers received access to a Discord (where they’re participating in the production of the film), credit in the film, and NFTs, depending on their level of backing. They also combined the crowdfund with Mirror’s podium option, where the top 3 backers of the project received unique 1/1 NFTs. Using this model can help incentivize supporters with deep pockets to compete for the top of the podium, leading to potentially larger funding volumes.\\n\\n## NFT Editions\\n\\n![](https://images.mirror-media.xyz/publication-images/041d33d5-fb58-474b-926a-05b9b1b6bc0d.gif?height=1067&width=600)\\n\\nEditions allow creators to mint a fixed supply of identical NFTs at a fixed price. Although that sounds basic and straightforward, they’re being used for wildly different use cases. [Mirror docs here](https://mirror.xyz/dashboard/guide/editions), examples below.\\n\\n[IRL NFT Minting (Bright Moments)](https://brightmoments.mirror.xyz/WBND1KbJvg6ripddVSasW0wkvhTeXmCOdCh2rzRGpkE)\\n\\nBright Moments is building a network of real-world, end-user crypto experiences. They started out with a location in Venice Beach where they were minting CryptoVenetians, NFTs based on real characters living in Venice Beach, and are now planning a pop-up in NYC. In order to build hype and fund the pop-up, they used Mirror editions to sell 200 NFTs that give holders a guaranteed reservation to mint a unique CryptoNewYorker. Non-unique NFTs as keys to a unique 1/1 NFT minting experience… cool.\\n\\n[Emergency Aid](https://vv.mirror.xyz/sb9NU7Wzpg-53wqNFPM-MCwWQ7y48RJlri3cr3Nt0Do)\\n\\nTo help provide financial aid to displaced families in Afghanistan Jack Butcher leveraged Mirror Editions. He created a 1,000-edition NFT, where each purchase raised enough funds to provide one family’s emergency needs for a month, and a higher-priced 1,000-edition NFT that supported 10 families for a month.\\n\\n[A Newsletter (Dirt)](https://air.mirror.xyz/lmV9Dxeos9HvKSu0BKY9pqARK2vAlPXhrNMt68E4GkI)\\n\\nBack in May, Dirt launched the first NFT-funded newsletter using Mirror editions. They set out to raise enough money to fund a team of editors, writers, and artists to produce Season 1 of the newsletter. The campaign was wildly successful, and they’re [continuing down their path](https://air.mirror.xyz/lmV9Dxeos9HvKSu0BKY9pqARK2vAlPXhrNMt68E4GkI) of running an entire media company using NFTs.\\n\\n## Entry NFTs (Auctions, Splits, and Tips)\\n\\n![](https://images.mirror-media.xyz/publication-images/d98eeee7-6e01-4826-836c-79a9f77df8a8.jpeg?height=700&width=860)\\n\\nAlthough their use cases have exploded recently, Mirror launched with a focus on publishing. The three core tools they provided to help writers monetize were the ability to mint posts as NFTs (1/1 auctions or editions), a seamless approach to tipping content creators, and an innovative way to split funds raised with contributors or with people who inspired the post. [Docs](https://mirror.xyz/dashboard/guide/nfts).\\n\\n[\\\"Power To The Person\\\" by Packy McCormick](https://notboring.mirror.xyz/SPV_-bchriVn_ncDj8OgnLccSb5qAsU0sXNpg9y_UTk)\\n\\nPacky minted this seminal essay about the passion economy, where he predicted we’ll see a trillion dollar company being run by a single person, as an NFT on Mirror and auctioned it off. Using Mirror’s toolset he was not only able to reward the people whose ideas or work he references in the article, but he rewarded anyone who retweeted his announcement of the post a share in 10% of the proceeds.\\n\\n[\\\"A Beginner’s Guide to NFTs\\\" by Linda Xie](https://www.notion.so/cab150b9cbcc4b7fb6090fc77881a95d)\\n\\nLinda wrote the canonical beginners guide to NFTs at the start of the year and sold NFT editions of the post at varying levels of rarity. More interestingly, she used the split feature not to reward contributors but to route all funds generated to three different charities she wanted to support. This allowed supporters to both own a digital artifact of a potentially historical piece of writing and donate to charities at the same time.\\n\\n[\\\"DAO Landscape\\\" by Coopahtroopah](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw)\\n\\nIn partnership with Forefront, Cooper wrote a post breaking down the state of DAOs in mid-June. To honor this collaboration, the post was auctioned off as an NFT, and the funds raised were split automatically between Cooper and Carlos, the founder of Forefront. There is also the option to tip at the bottom of the post for those who want to recognize and support the work but don’t have the funds to own the NFT outright. Any tips are also split between these two collaborators.\\n\\n🪞♣️\\n\\nWheeew, would you agree Mirror is gmi? If you still have questions about how you could use Mirror's tools for your own projects, please reach out to us at mCLUB via [Twitter](https://twitter.com/mclubdao) or [Discord](http://discord.gg/WT2fHy4). It’s literally why we exist.\",\"timestamp\":1631120276,\"title\":\"Learning From The Explorers of Mirror\",\"publication\":\"mclub\"},\"digest\":\"vP3SoUf_r2xXhcQXsJB1uyhiAOZoNt3ZEZpkI49rl00\",\"authorship\":{\"contributor\":\"0xE62B7b73Ef13365C95d4F191A2715dF1E2836e25\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zk2RlqkHirEqd2JYM1S4L0for6nBXiR2j3B8i-rX4N0\\\",\\\"y\\\":\\\"M_VAfHJS_Iu6H9_a9VUDH4GE9FUHByS5H9UMLQ0a2_A\\\"}\",\"signature\":\"zLrDom_c0QVkNQlLAJgrHxdyKvHykISp3eD9UZuFTL69o2mMSKl1H0BvHEuBk1aM_uaSFpWiSInZkZ5sC_e_5g\",\"signingKeySignature\":\"0x34cee90d1da0d53f3fc516823844dcdc1992b7004e586e01fe791ebc92933d41512912548a345e45e5d3a5ad21f9c1f7861a87dea2d6358f3dbee2ce91bab0cc1c\",\"signingKeyMessage\":\"I authorize the publication of articles on mclub.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zk2RlqkHirEqd2JYM1S4L0for6nBXiR2j3B8i-rX4N0\\\",\\\"y\\\":\\\"M_VAfHJS_Iu6H9_a9VUDH4GE9FUHByS5H9UMLQ0a2_A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vP3SoUf_r2xXhcQXsJB1uyhiAOZoNt3ZEZpkI49rl00\"}"