"{\"content\":{\"body\":\"\\\"After my breaking in,\\\" she said, \\\"I was bought by a dealer to match another chestnut horse.  For some weeks he drove us together, and then we were sold to a fashionable gentleman, and were sent up to London. I had been driven with a check-rein by the dealer, and I hated it worse than anything else; but in this place we were reined far tighter, the coachman and his master thinking we looked more stylish so. We were often driven about in the park and other fashionable places. You who never had a check-rein on don't know what it is, but I can tell you it is dreadful.\\n\\n\\\"I like to toss my head about and hold it as high as any horse; but fancy now yourself, if you tossed your head up high and were obliged to hold it there, and that for hours together, not able to move it at all, except with a jerk still higher, your neck aching till you did not know how to bear it.  Besides that, to have two bits instead of one -- and mine was a sharp one, it hurt my tongue and my jaw, and the blood from my tongue colored the froth that kept flying from my lips as I chafed and fretted at the bits and rein.  It was worst when we had to stand by the hour waiting for our mistress at some grand party or entertainment, and if I fretted or stamped with impatience the whip was laid on.  It was enough to drive one mad.\\\"\\n\\n\\\"Did not your master take any thought for you?\\\" I said.\\n\\n\\\"No,\\\" said she, \\\"he only cared to have a stylish turnout, as they call it; I think he knew very little about horses; he left that to his coachman, who told him I had an irritable temper! that I had not been well broken to the check-rein, but I should soon get used to it; but he was not the man to do it, for when I was in the stable, miserable and angry, instead of being smoothed and quieted by kindness, I got only a surly word or a blow.  If he had been civil I would have tried to bear it. I was willing to work, and ready to work hard too; but to be tormented for nothing but their fancies angered me.  What right had they to make me suffer like that?  Besides the soreness in my mouth, and the pain in my neck, it always made my windpipe feel bad, and if I had stopped there long I know it would have spoiled my breathing; but I grew more and more restless and irritable, I could not help it; and I began to snap and kick when any one came to harness me; for this the groom beat me, and one day, as they had just buckled us into the carriage, and were straining my head up with that rein, I began to plunge and kick with all my might.  I soon broke a lot of harness, and kicked myself clear; so that was an end of that place.\\n\\n\\\"After this I was sent to Tattersall's to be sold; of course I could not be warranted free from vice, so nothing was said about that. My handsome appearance and good paces soon brought a gentleman to bid for me, and I was bought by another dealer; he tried me in all kinds of ways and with different bits, and he soon found out what I could not bear. At last he drove me quite without a check-rein, and then sold me as a perfectly quiet horse to a gentleman in the country; he was a good master, and I was getting on very well, but his old groom left him and a new one came.  This man was as hard-tempered and hard-handed as Samson; he always spoke in a rough, impatient voice, and if I did not move in the stall the moment he wanted me, he would hit me above the hocks with his stable broom or the fork, whichever he might have in his hand.  Everything he did was rough, and I began to hate him; he wanted to make me afraid of him, but I was too high-mettled for that, and one day when he had aggravated me more than usual I bit him, which of course put him in a great rage, and he began to hit me about the head with a riding whip. After that he never dared to come into my stall again; either my heels or my teeth were ready for him, and he knew it. I was quite quiet with my master, but of course he listened to what the man said, and so I was sold again.\\n\\n\\\"The same dealer heard of me, and said he thought he knew one place where I should do well.  `'Twas a pity,' he said, `that such a fine horse should go to the bad, for want of a real good chance,' and the end of it was that I came here not long before you did; but I had then made up my mind that men were my natural enemies and that I must defend myself. Of course it is very different here, but who knows how long it will last? I wish I could think about things as you do; but I can't, after all I have gone through.\\\"\\n\\n\\\"Well,\\\" I said, \\\"I think it would be a real shame if you were to bite or kick John or James.\\\"\\n\\n\\\"I don't mean to,\\\" she said, \\\"while they are good to me. I did bite James once pretty sharp, but John said, \\\\`Try her with kindness,' and instead of punishing me as I expected, James came to me with his arm bound up, and brought me a bran mash and stroked me; and I have never snapped at him since, and I won't either.\\\"\\n\\nI was sorry for Ginger, but of course I knew very little then, and I thought most likely she made the worst of it; however, I found that as the weeks went on she grew much more gentle and cheerful, and had lost the watchful, defiant look that she used to turn on any strange person who came near her; and one day James said, \\\"I do believe that mare is getting fond of me, she quite whinnied after me this morning when I had been rubbing her forehead.\\\"\\n\\n\\\"Ay, ay, Jim, 'tis \\\\`the Birtwick balls',\\\" said John, \\\"she'll be as good as Black Beauty by and by; kindness is all the physic she wants, poor thing!\\\" Master noticed the change, too, and one day when he got out of the carriage and came to speak to us, as he often did, he stroked her beautiful neck. \\\"Well, my pretty one, well, how do things go with you now? You are a good bit happier than when you came to us, I think.\\\"\\n\\nShe put her nose up to him in a friendly, trustful way, while he rubbed it gently.\\n\\n\\\"We shall make a cure of her, John,\\\" he said.\\n\\n\\\"Yes, sir, she's wonderfully improved; she's not the same creature that she was; it's \\\\`the Birtwick balls', sir,\\\" said John, laughing.\\n\\nThis was a little joke of John's; he used to say that a regular course of \\\"the Birtwick horseballs\\\" would cure almost any vicious horse; these balls, he said, were made up of patience and gentleness, firmness and petting, one pound of each to be mixed up with half a pint of common sense, and given to the horse every day.\\n\\n09      Merrylegs\\n\\nMr. Blomefield, the vicar, had a large family of boys and girls; sometimes they used to come and play with Miss Jessie and Flora. One of the girls was as old as Miss Jessie; two of the boys were older, and there were several little ones.  When they came there was plenty of work for Merrylegs, for nothing pleased them so much as getting on him by turns and riding him all about the orchard and the home paddock, and this they would do by the hour together.\\n\\nOne afternoon he had been out with them a long time, and when James brought him in and put on his halter he said:\\n\\n\\\"There, you rogue, mind how you behave yourself, or we shall get into trouble.\\\"\\n\\n\\\"What have you been doing, Merrylegs?\\\" I asked.\\n\\n\\\"Oh!\\\" said he, tossing his little head, \\\"I have only been giving those young people a lesson; they did not know when they had had enough, nor when I had had enough, so I just pitched them off backward; that was the only thing they could understand.\\\"\\n\\n\\\"What!\\\" said I, \\\"you threw the children off?  I thought you did know better than that!  Did you throw Miss Jessie or Miss Flora?\\\"\\n\\nHe looked very much offended, and said:\\n\\n\\\"Of course not; I would not do such a thing for the best oats that ever came into the stable; why, I am as careful of our young ladies as the master could be, and as for the little ones it is I who teach them to ride.  When they seem frightened or a little unsteady on my back I go as smooth and as quiet as old pussy when she is after a bird; and when they are all right I go on again faster, you see, just to use them to it; so don't you trouble yourself preaching to me; I am the best friend and the best riding-master those children have. It is not them, it is the boys; boys,\\\" said he, shaking his mane, \\\"are quite different; they must be broken in as we were broken in when we were colts, and just be taught what's what.  The other children had ridden me about for nearly two hours, and then the boys thought it was their turn, and so it was, and I was quite agreeable. They rode me by turns, and I galloped them about, up and down the fields and all about the orchard, for a good hour.  They had each cut a great hazel stick for a riding-whip, and laid it on a little too hard; but I took it in good part, till at last I thought we had had enough, so I stopped two or three times by way of a hint.  Boys, you see, think a horse or pony is like a steam-engine or a thrashing-machine, and can go on as long and as fast as they please; they never think that a pony can get tired, or have any feelings; so as the one who was whipping me could not understand I just rose up on my hind legs and let him slip off behind -- that was all.  He mounted me again, and I did the same.  Then the other boy got up, and as soon as he began to use his stick I laid him on the grass, and so on, till they were able to understand -- that was all.  They are not bad boys; they don't wish to be cruel.  I like them very well; but you see I had to give them a lesson.  When they brought me to James and told him I think he was very angry to see such big sticks.  He said they were only fit for drovers or gypsies, and not for young gentlemen.\\\"\\n\\n\\\"If I had been you,\\\" said Ginger, \\\"I would have given those boys a good kick, and that would have given them a lesson.\\\"\\n\\n\\\"No doubt you would,\\\" said Merrylegs; \\\"but then I am not quite such a fool (begging your pardon) as to anger our master or make James ashamed of me. Besides, those children are under my charge when they are riding; I tell you they are intrusted to me.  Why, only the other day I heard our master say to Mrs. Blomefield, \\\\`My dear madam, you need not be anxious about the children; my old Merrylegs will take as much care of them as you or I could; I assure you I would not sell that pony for any money, he is so perfectly good-tempered and trustworthy;' and do you think I am such an ungrateful brute as to forget all the kind treatment I have had here for five years, and all the trust they place in me, and turn vicious because a couple of ignorant boys used me badly? No, no! you never had a good place where they were kind to you, and so you don't know, and I'm sorry for you; but I can tell you good places make good horses.  I wouldn't vex our people for anything; I love them, I do,\\\" said Merrylegs, and he gave a low \\\"ho, ho, ho!\\\" through his nose, as he used to do in the morning when he heard James' footstep at the door.\\n\\n\\\"Besides,\\\" he went on, \\\"if I took to kicking where should I be?  Why, sold off in a jiffy, and no character, and I might find myself slaved about under a butcher's boy, or worked to death at some seaside place where no one cared for me, except to find out how fast I could go, or be flogged along in some cart with three or four great men in it going out for a Sunday spree, as I have often seen in the place I lived in before I came here; no,\\\" said he, shaking his head, \\\"I hope I shall never come to that.\\\"\\n\\n10      A Talk in the Orchard\\n\\nGinger and I were not of the regular tall carriage horse breed, we had more of the racing blood in us.  We stood about fifteen and a half hands high; we were therefore just as good for riding as we were for driving, and our master used to say that he disliked either horse or man that could do but one thing; and as he did not want to show off in London parks, he preferred a more active and useful kind of horse.  As for us, our greatest pleasure was when we were saddled for a riding party; the master on Ginger, the mistress on me, and the young ladies on Sir Oliver and Merrylegs.  It was so cheerful to be trotting and cantering all together that it always put us in high spirits.  I had the best of it, for I always carried the mistress; her weight was little, her voice was sweet, and her hand was so light on the rein that I was guided almost without feeling it.\\n\\nOh! if people knew what a comfort to horses a light hand is, and how it keeps a good mouth and a good temper, they surely would not chuck, and drag, and pull at the rein as they often do.  Our mouths are so tender that where they have not been spoiled or hardened with bad or ignorant treatment, they feel the slightest movement of the driver's hand, and we know in an instant what is required of us.  My mouth has never been spoiled, and I believe that was why the mistress preferred me to Ginger, although her paces were certainly quite as good.  She used often to envy me, and said it was all the fault of breaking in, and the gag bit in London, that her mouth was not so perfect as mine; and then old Sir Oliver would say, \\\"There, there! don't vex yourself; you have the greatest honor; a mare that can carry a tall man of our master's weight, with all your spring and sprightly action, does not need to hold her head down because she does not carry the lady; we horses must take things as they come, and always be contented and willing so long as we are kindly used.\\\"\\n\\nI had often wondered how it was that Sir Oliver had such a very short tail; it really was only six or seven inches long, with a tassel of hair hanging from it; and on one of our holidays in the orchard I ventured to ask him by what accident it was that he had lost his tail. \\\"Accident!\\\" he snorted with a fierce look, \\\"it was no accident! it was a cruel, shameful, cold-blooded act!  When I was young I was taken to a place where these cruel things were done; I was tied up, and made fast so that I could not stir, and then they came and cut off my long and beautiful tail, through the flesh and through the bone, and took it away.\\n\\n\\\"How dreadful!\\\" I exclaimed.\\n\\n\\\"Dreadful, ah! it was dreadful; but it was not only the pain, though that was terrible and lasted a long time; it was not only the indignity of having my best ornament taken from me, though that was bad; but it was this, how could I ever brush the flies off my sides and my hind legs any more?  You who have tails just whisk the flies off without thinking about it, and you can't tell what a torment it is to have them settle upon you and sting and sting, and have nothing in the world to lash them off with.  I tell you it is a lifelong wrong, and a lifelong loss; but thank heaven, they don't do it now.\\\"\\n\\n\\\"What did they do it for then?\\\" said Ginger.\\n\\n\\\"For fashion!\\\" said the old horse with a stamp of his foot; \\\"for fashion! if you know what that means; there was not a well-bred young horse in my time that had not his tail docked in that shameful way, just as if the good God that made us did not know what we wanted and what looked best.\\\"\\n\\n\\\"I suppose it is fashion that makes them strap our heads up with those horrid bits that I was tortured with in London,\\\" said Ginger.\\n\\n\\\"Of course it is,\\\" said he; \\\"to my mind, fashion is one of the wickedest things in the world.  Now look, for instance, at the way they serve dogs, cutting off their tails to make them look plucky, and shearing up their pretty little ears to a point to make them both look sharp, forsooth. I had a dear friend once, a brown terrier; \\\\`Skye' they called her. She was so fond of me that she never would sleep out of my stall; she made her bed under the manger, and there she had a litter of five as pretty little puppies as need be; none were drowned, for they were a valuable kind, and how pleased she was with them! and when they got their eyes open and crawled about, it was a real pretty sight; but one day the man came and took them all away; I thought he might be afraid I should tread upon them.  But it was not so; in the evening poor Skye brought them back again, one by one in her mouth; not the happy little things that they were, but bleeding and crying pitifully; they had all had a piece of their tails cut off, and the soft flap of their pretty little ears was cut quite off.  How their mother licked them, and how troubled she was, poor thing!  I never forgot it.  They healed in time, and they forgot the pain, but the nice soft flap, that of course was intended to protect the delicate part of their ears from dust and injury, was gone forever.  Why don't they cut their own children's ears into points to make them look sharp?  Why don't they cut the end off their noses to make them look plucky?  One would be just as sensible as the other. What right have they to torment and disfigure God's creatures?\\\"\\n\\nSir Oliver, though he was so gentle, was a fiery old fellow, and what he said was all so new to me, and so dreadful, that I found a bitter feeling toward men rise up in my mind that I never had before.  Of course Ginger was very much excited; she flung up her head with flashing eyes and distended nostrils, declaring that men were both brutes and blockheads.\\n\\n\\\"Who talks about blockheads?\\\" said Merrylegs, who just came up from the old apple-tree, where he had been rubbing himself against the low branch.  \\\"Who talks about blockheads?  I believe that is a bad word.\\\"\\n\\n\\\"Bad words were made for bad things,\\\" said Ginger, and she told him what Sir Oliver had said.\\n\\n\\\"It is all true,\\\" said Merrylegs sadly, \\\"and I've seen that about the dogs over and over again where I lived first; but we won't talk about it here. You know that master, and John and James are always good to us, and talking against men in such a place as this doesn't seem fair or grateful, and you know there are good masters and good grooms beside ours, though of course ours are the best.\\\"\\n\\nThis wise speech of good little Merrylegs, which we knew was quite true, cooled us all down, especially Sir Oliver, who was dearly fond of his master; and to turn the subject I said, \\\"Can any one tell me the use of blinkers?\\\"\\n\\n\\\"No!\\\" said Sir Oliver shortly, \\\"because they are no use.\\\"\\n\\n\\\"They are supposed,\\\" said Justice, the roan cob, in his calm way, \\\"to prevent horses from shying and starting, and getting so frightened as to cause accidents.\\\"\\n\\n\\\"Then what is the reason they do not put them on riding horses; especially on ladies' horses?\\\" said I.\\n\\n\\\"There is no reason at all,\\\" said he quietly, \\\"except the fashion; they say that a horse would be so frightened to see the wheels of his own cart or carriage coming behind him that he would be sure to run away, although of course when he is ridden he sees them all about him if the streets are crowded.  I admit they do sometimes come too close to be pleasant, but we don't run away; we are used to it, and understand it, and if we never had blinkers put on we should never want them; we should see what was there, and know what was what, and be much less frightened than by only seeing bits of things that we can't understand.  Of course there may be some nervous horses who have been hurt or frightened when they were young, who may be the better for them; but as I never was nervous, I can't judge.\\\"\\n\\n\\\"I consider,\\\" said Sir Oliver, \\\"that blinkers are dangerous things in the night; we horses can see much better in the dark than men can, and many an accident would never have happened if horses might have had the full use of their eyes.  Some years ago, I remember, there was a hearse with two horses returning one dark night, and just by Farmer Sparrow's house, where the pond is close to the road, the wheels went too near the edge, and the hearse was overturned into the water; both the horses were drowned, and the driver hardly escaped. Of course after this accident a stout white rail was put up that might be easily seen, but if those horses had not been partly blinded, they would of themselves have kept further from the edge, and no accident would have happened.  When our master's carriage was overturned, before you came here, it was said that if the lamp on the left side had not gone out, John would have seen the great hole that the road-makers had left; and so he might, but if old Colin had not had blinkers on he would have seen it, lamp or no lamp, for he was far too knowing an old horse to run into danger.  As it was, he was very much hurt, the carriage was broken, and how John escaped nobody knew.\\\"\\n\\n\\\"I should say,\\\" said Ginger, curling her nostril, \\\"that these men, who are so wise, had better give orders that in the future all foals should be born with their eyes set just in the middle of their foreheads, instead of on the side; they always think they can improve upon nature and mend what God has made.\\\"\\n\\nThings were getting rather sore again, when Merrylegs held up his knowing little face and said, \\\"I'll tell you a secret:  I believe John does not approve of blinkers; I heard him talking with master about it one day.  The master said that \\\\`if horses had been used to them, it might be dangerous in some cases to leave them off'; and John said he thought it would be a good thing if all colts were broken in without blinkers, as was the case in some foreign countries. So let us cheer up, and have a run to the other end of the orchard; I believe the wind has blown down some apples, and we might just as well eat them as the slugs.\\\"\\n\\nMerrylegs could not be resisted, so we broke off our long conversation, and got up our spirits by munching some very sweet apples which lay scattered on the grass.\\n\\n11      Plain Speaking\\n\\nThe longer I lived at Birtwick the more proud and happy I felt at having such a place.  Our master and mistress were respected and beloved by all who knew them; they were good and kind to everybody and everything; not only men and women, but horses and donkeys, dogs and cats, cattle and birds; there was no oppressed or ill-used creature that had not a friend in them, and their servants took the same tone. If any of the village children were known to treat any creature cruelly they soon heard about it from the Hall.\\n\\nThe squire and Farmer Grey had worked together, as they said, for more than twenty years to get check-reins on the cart-horses done away with, and in our parts you seldom saw them; and sometimes, if mistress met a heavily laden horse with his head strained up she would stop the carriage and get out, and reason with the driver in her sweet serious voice, and try to show him how foolish and cruel it was.\\n\\nI don't think any man could withstand our mistress.  I wish all ladies were like her.  Our master, too, used to come down very heavy sometimes. I remember he was riding me toward home one morning when we saw a powerful man driving toward us in a light pony chaise, with a beautiful little bay pony, with slender legs and a high-bred sensitive head and face.  Just as he came to the park gates the little thing turned toward them; the man, without word or warning, wrenched the creature's head round with such a force and suddenness that he nearly threw it on its haunches.  Recovering itself it was going on, when he began to lash it furiously.  The pony plunged forward, but the strong, heavy hand held the pretty creature back with force almost enough to break its jaw, while the whip still cut into him. It was a dreadful sight to me, for I knew what fearful pain it gave that delicate little mouth; but master gave me the word, and we were up with him in a second.\\n\\n\\\"Sawyer,\\\" he cried in a stern voice, \\\"is that pony made of flesh and blood?\\\"\\n\\n\\\"Flesh and blood and temper,\\\" he said; \\\"he's too fond of his own will, and that won't suit me.\\\"  He spoke as if he was in a strong passion. He was a builder who had often been to the park on business.\\n\\n\\\"And do you think,\\\" said master sternly, \\\"that treatment like this will make him fond of your will?\\\"\\n\\n\\\"He had no business to make that turn; his road was straight on!\\\" said the man roughly.\\n\\n\\\"You have often driven that pony up to my place,\\\" said master; \\\"it only shows the creature's memory and intelligence; how did he know that you were not going there again?  But that has little to do with it. I must say, Mr. Sawyer, that a more unmanly, brutal treatment of a little pony it was never my painful lot to witness, and by giving way to such passion you injure your own character as much, nay more, than you injure your horse; and remember, we shall all have to be judged according to our works, whether they be toward man or toward beast.\\\"\\n\\nMaster rode me home slowly, and I could tell by his voice how the thing had grieved him.  He was just as free to speak to gentlemen of his own rank as to those below him; for another day, when we were out, we met a Captain Langley, a friend of our master's; he was driving a splendid pair of grays in a kind of break. After a little conversation the captain said:\\n\\n\\\"What do you think of my new team, Mr. Douglas?  You know, you are the judge of horses in these parts, and I should like your opinion.\\\"\\n\\nThe master backed me a little, so as to get a good view of them. \\\"They are an uncommonly handsome pair,\\\" he said, \\\"and if they are as good as they look I am sure you need not wish for anything better; but I see you still hold that pet scheme of yours for worrying your horses and lessening their power.\\\"\\n\\n\\\"What do you mean,\\\" said the other, \\\"the check-reins?  Oh, ah! I know that's a hobby of yours; well, the fact is, I like to see my horses hold their heads up.\\\"\\n\\n\\\"So do I,\\\" said master, \\\"as well as any man, but I don't like to see them held up; that takes all the shine out of it.  Now, you are a military man, Langley, and no doubt like to see your regiment look well on parade, \\\\`heads up', and all that; but you would not take much credit for your drill if all your men had their heads tied to a backboard!  It might not be much harm on parade, except to worry and fatigue them; but how would it be in a bayonet charge against the enemy, when they want the free use of every muscle, and all their strength thrown forward? I would not give much for their chance of victory.  And it is just the same with horses:  you fret and worry their tempers, and decrease their power; you will not let them throw their weight against their work, and so they have to do too much with their joints and muscles, and of course it wears them up faster.  You may depend upon it, horses were intended to have their heads free, as free as men's are; and if we could act a little more according to common sense, and a good deal less according to fashion, we should find many things work easier; besides, you know as well as I that if a horse makes a false step, he has much less chance of recovering himself if his head and neck are fastened back.  And now,\\\" said the master, laughing, \\\"I have given my hobby a good trot out, can't you make up your mind to mount him, too, captain?  Your example would go a long way.\\\"\\n\\n\\\"I believe you are right in theory,\\\" said the other, \\\"and that's rather a hard hit about the soldiers; but -- well -- I'll think about it,\\\" and so they parted.\\n\\n12      A Stormy Day\\n\\nOne day late in the autumn my master had a long journey to go on business. I was put into the dog-cart, and John went with his master. I always liked to go in the dog-cart, it was so light and the high wheels ran along so pleasantly.  There had been a great deal of rain, and now the wind was very high and blew the dry leaves across the road in a shower.  We went along merrily till we came to the toll-bar and the low wooden bridge.  The river banks were rather high, and the bridge, instead of rising, went across just level, so that in the middle, if the river was full, the water would be nearly up to the woodwork and planks; but as there were good substantial rails on each side, people did not mind it.\\n\\nThe man at the gate said the river was rising fast, and he feared it would be a bad night.  Many of the meadows were under water, and in one low part of the road the water was halfway up to my knees; the bottom was good, and master drove gently, so it was no matter.\\n\\nWhen we got to the town of course I had a good bait, but as the master's business engaged him a long time we did not start for home till rather late in the afternoon. The wind was then much higher, and I heard the master say to John that he had never been out in such a storm; and so I thought, as we went along the skirts of a wood, where the great branches were swaying about like twigs, and the rushing sound was terrible.\\n\\n\\\"I wish we were well out of this wood,\\\" said my master.\\n\\n\\\"Yes, sir,\\\" said John, \\\"it would be rather awkward if one of these branches came down upon us.\\\"\\n\\nThe words were scarcely out of his mouth when there was a groan, and a crack, and a splitting sound, and tearing, crashing down among the other trees came an oak, torn up by the roots, and it fell right across the road just before us.  I will never say I was not frightened, for I was. I stopped still, and I believe I trembled; of course I did not turn round or run away; I was not brought up to that.  John jumped out and was in a moment at my head.\\n\\n\\\"That was a very near touch,\\\" said my master.  \\\"What's to be done now?\\\"\\n\\n\\\"Well, sir, we can't drive over that tree, nor yet get round it; there will be nothing for it, but to go back to the four crossways, and that will be a good six miles before we get round to the wooden bridge again; it will make us late, but the horse is fresh.\\\"\\n\\nSo back we went and round by the crossroads, but by the time we got to the bridge it was very nearly dark; we could just see that the water was over the middle of it; but as that happened sometimes when the floods were out, master did not stop.  We were going along at a good pace, but the moment my feet touched the first part of the bridge I felt sure there was something wrong.  I dare not go forward, and I made a dead stop.  \\\"Go on, Beauty,\\\" said my master, and he gave me a touch with the whip, but I dare not stir; he gave me a sharp cut; I jumped, but I dare not go forward.\\n\\n\\\"There's something wrong, sir,\\\" said John, and he sprang out of the dog-cart and came to my head and looked all about.  He tried to lead me forward. \\\"Come on, Beauty, what's the matter?\\\"  Of course I could not tell him, but I knew very well that the bridge was not safe.\\n\\nJust then the man at the toll-gate on the other side ran out of the house, tossing a torch about like one mad.\\n\\n\\\"Hoy, hoy, hoy! halloo! stop!\\\" he cried.\\n\\n\\\"What's the matter?\\\" shouted my master.\\n\\n\\\"The bridge is broken in the middle, and part of it is carried away; if you come on you'll be into the river.\\\"\\n\\n\\\"Thank God!\\\" said my master.  \\\"You Beauty!\\\" said John, and took the bridle and gently turned me round to the right-hand road by the river side. The sun had set some time; the wind seemed to have lulled off after that furious blast which tore up the tree.  It grew darker and darker, stiller and stiller.  I trotted quietly along, the wheels hardly making a sound on the soft road.  For a good while neither master nor John spoke, and then master began in a serious voice.  I could not understand much of what they said, but I found they thought, if I had gone on as the master wanted me, most likely the bridge would have given way under us, and horse, chaise, master, and man would have fallen into the river; and as the current was flowing very strongly, and there was no light and no help at hand, it was more than likely we should all have been drowned. Master said, God had given men reason, by which they could find out things for themselves; but he had given animals knowledge which did not depend on reason, and which was much more prompt and perfect in its way, and by which they had often saved the lives of men.  John had many stories to tell of dogs and horses, and the wonderful things they had done; he thought people did not value their animals half enough nor make friends of them as they ought to do.  I am sure he makes friends of them if ever a man did.\\n\\nAt last we came to the park gates and found the gardener looking out for us. He said that mistress had been in a dreadful way ever since dark, fearing some accident had happened, and that she had sent James off on Justice, the roan cob, toward the wooden bridge to make inquiry after us.\\n\\nWe saw a light at the hall-door and at the upper windows, and as we came up mistress ran out, saying, \\\"Are you really safe, my dear? Oh! I have been so anxious, fancying all sorts of things. Have you had no accident?\\\"\\n\\n\\\"No, my dear; but if your Black Beauty had not been wiser than we were we should all have been carried down the river at the wooden bridge.\\\" I heard no more, as they went into the house, and John took me to the stable. Oh, what a good supper he gave me that night, a good bran mash and some crushed beans with my oats, and such a thick bed of straw! and I was glad of it, for I was tired.\\n\\n13      The Devil's Trade Mark\",\"timestamp\":1641275221,\"title\":\"\\nThe next time that Ginger and I were together in the paddock she told me about her first place.\"},\"digest\":\"jVbSeWIYZFVMTSH-EVGgcoT3Amec5zjMw_EDx9C-7bc\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Kmec29nDMTPXDXsKQwdNAoZ7mGTYauQ7B5gamJeVXl8\\\",\\\"y\\\":\\\"hAq0fsmd6irkxbVAIKoKrJYfDuBsODQk6xy-R2_TZaU\\\"}\",\"signature\":\"5cL4TGahbyOQn-agLh8tDyscJpiyvpdd-Cu68_Wepe-fNAu0nv4L_a2ZXQnjbbHXV7vP5KoaXDOQxIcCXypDow\",\"signingKeySignature\":\"0xc617d04a1d7b29a03d00011398d8db80821ef22ebe7335b21d477881e7f25fb3200017db16718e9c10ede411b855363bb03af6b6f4c53f444a643a18e31dfa0d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Kmec29nDMTPXDXsKQwdNAoZ7mGTYauQ7B5gamJeVXl8\\\",\\\"y\\\":\\\"hAq0fsmd6irkxbVAIKoKrJYfDuBsODQk6xy-R2_TZaU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jVbSeWIYZFVMTSH-EVGgcoT3Amec5zjMw_EDx9C-7bc\"}"