"{\"content\":{\"body\":\"you are to me I've never spoken of it, I didn't think it necessary; but--but you're everything.  Your mother--\\\" he paused, staring at his finger-bowl of Venetian glass.\\n\\n\\\"Yes?\\\"'\\n\\n\\\"I've only you to look to.  I've never had--never wanted anything else, since you were born.\\\"\\n\\n\\\"I know,\\\" Fleur murmured.\\n\\nSoames moistened his lips.\\n\\n\\\"You may think this a matter I can smooth over and arrange for you. You're mistaken.  I'm helpless.\\\"\\n\\nFleur did not speak.\\n\\n\\\"Quite apart from my own feelings,\\\" went on Soames with more resolution, \\\"those two are not amenable to anything I can say.  They- -they hate me, as people always hate those whom they have injured.\\\" \\\"But he--Jon--\\\"\\n\\n\\\"He's their flesh and blood, her only child.  Probably he means to her what you mean to me.  It's a deadlock.\\\"\\n\\n\\\"No,\\\" cried Fleur, \\\"no, Father!\\\"\\n\\nSoames leaned back, the image of pale patience, as if resolved on the betrayal of no emotion.\\n\\n\\\"Listen!\\\" he said.  \\\"You're putting the feelings of two months--two months--against the feelings of thirty-five years!  What chance do you think you have?  Two months--your very first love affair, a matter of half a dozen meetings, a few walks and talks, a few kisses- -against, against what you can't imagine, what no one could who hasn't been through it.  Come, be reasonable, Fleur! It's midsummer madness!\\\"\\n\\nFleur tore the honeysuckle into little, slow bits.\\n\\n\\\"The madness is in letting the past spoil it all.\\n\\nWhat do we care about the past?  It's our lives, not yours.\\\"\\n\\nSoames raised his hand to his forehead, where suddenly she saw moisture shining.\\n\\n\\\"Whose child are you?\\\" he said.  \\\"Whose child is he?  The present is linked with the past, the future with both.  There's no getting away from that.\\\"\\n\\nShe had never heard philosophy pass those lips before.  Impressed even in her agitation, she leaned her elbows on the table, her chin on her hands.\\n\\n\\\"But, Father, consider it practically.  We want each other.  There's ever so much money, and nothing whatever in the way but sentiment. Let's bury the past, Father.\\\"\\n\\nHis answer was a sigh.\\n\\n\\\"Besides,\\\" said Fleur gently, \\\"you can't prevent us.\\\"\\n\\n\\\"I don't suppose,\\\" said Soames, \\\"that if left to myself I should try to prevent you; I must put up with things, I know, to keep your affection.  But it's not I who control this matter.  That's what I want you to realise before it's too late.  If you go on thinking you can get your way and encourage this feeling, the blow will be much heavier when you find you can't.\\\"\\n\\n\\\"Oh!\\\" cried Fleur, \\\"help me, Father; you can help me, you know.\\\"\\n\\nSoames made a startled movement of negation.  \\\"I?\\\" he said bitterly. \\\"Help?  I am the impediment--the just cause and impediment--isn't that the jargon?  You have my blood in your veins.\\\"\\n\\nHe rose.\\n\\n\\\"Well, the fat's in the fire.  If you persist in your wilfulness you'll have yourself to blame.  Come!  Don't be foolish, my child--my only child!\\\"\\n\\nFleur laid her forehead against his shoulder.\\n\\nAll was in such turmoil within her.  But no good to show it!  No good at all!  She broke away from him, and went out into the twilight, distraught, but unconvinced.  All was indeterminate and vague within her, like the shapes and shadows in the garden, except--her will to have.  A poplar pierced up into the dark-blue sky and touched a white star there.  The dew wetted her shoes, and chilled her bare shoulders.  She went down to the river bank, and stood gazing at a moonstreak on the darkening water.  Suddenly she smelled tobacco smoke, and a white figure emerged as if created by the moon.  It was young Mont in flannels, standing in his boat.  She heard the tiny hiss of his cigarette extinguished in the water.\\n\\n\\\"Fleur,\\\" came his voice, \\\"don't be hard on a poor devil!  I've been waiting hours.\\\"\\n\\n\\\"For what?\\\"\\n\\n\\\"Come in my boat!\\\"\\n\\n\\\"Not I.\\\"\\n\\n\\\"Why not?\\\"\\n\\n\\\"I'm not a water-nymph.\\\"\\n\\n\\\"Haven't you any romance in you?  Don't be modern, Fleur!\\\"\\n\\nHe appeared on the path within a yard of her.\\n\\n\\\"Go away!\\\"\\n\\n\\\"Fleur, I love you.  Fleur!\\\"\\n\\nFleur uttered a short laugh.\\n\\n\\\"Come again,\\\" she said, \\\"when I haven't got my wish.\\\"\\n\\n\\\"What is your wish?\\\"\\n\\n\\\"Ask another.\\\"\\n\\n\\\"Fleur,\\\" said Mont, and his voice sounded strange, \\\"don't mock me! Even vivisected dogs are worth decent treatment before they're cut up for good.\\\"\\n\\nFleur shook her head; but her lips were trembling.\\n\\n\\\"Well, you shouldn't make me jump.  Give me a cigarette.\\\"\\n\\nMont gave her one, lighted it, and another for himself.\\n\\n\\\"I don't want to talk rot,\\\" he said, \\\"but please imagine all the rot that all the lovers that ever were have talked, and all my special rot thrown in.\\\"\\n\\n\\\"Thank you, I have imagined it.  Good-night!\\\"  They stood for a moment facing each other in the shadow of an acacia-tree with very moonlit blossoms, and the smoke from their cigarettes mingled in the air between them.\\n\\n\\\"Also ran: 'Michael Mont'?\\\" he said.  Fleur turned abruptly toward the house.  On the lawn she stopped to look back.  Michael Mont was whirling his arms above him; she could see them dashing at his head; then waving at the moonlit blossoms of the acacia.  His voice just reached her.  \\\"Jolly-jolly!\\\"  Fleur shook herself.  She couldn't help him, she had too much trouble of her own!  On the verandah she stopped very suddenly again.  Her mother was sitting in the drawing- room at her writing bureau, quite alone.  There was nothing remarkable in the expression of her face except its utter immobility. But she looked desolate!  Fleur went upstairs.  At the door of her room she paused.  She could hear her father walking up and down, up and down the picture-gallery.\\n\\n'Yes,' she thought, jolly!  Oh, Jon!'\\n\\nX\\n\\nDECISION\\n\\nWhen Fleur left him Jon stared at the Austrian.  She was a thin woman with a dark face and the concerned expression of one who has watched every little good that life once had slip from her, one by one. \\\"No tea?\\\" she said.\\n\\nSusceptible to the disappointment in her voice, Jon murmured:\\n\\n\\\"No, really; thanks.\\\"\\n\\n\\\"A lil cup--it ready.  A lil cup and cigarette.\\\"\\n\\nFleur was gone!  Hours of remorse and indecision lay before him!  And with a heavy sense of disproportion he smiled, and said:\\n\\n\\\"Well--thank you!\\\"\\n\\nShe brought in a little pot of tea with two little cups, and a silver box of cigarettes on a little tray.\\n\\n\\\"Sugar?  Miss Forsyte has much sugar--she buy my sugar, my friend's sugar also.  Miss Forsyte is a veree kind lady.  I am happy to serve her.  You her brother?\\\"\\n\\n\\\"Yes,\\\" said Jon, beginning to puff the second cigarette of his life.\\n\\n\\\"Very young brother,\\\" said the Austrian, with a little anxious smile, which reminded him of the wag of a dog's tail.\\n\\n\\\"May I give you some?\\\" he said.  \\\"And won't you sit down, please?\\\"\\n\\nThe Austrian shook her head.\\n\\n\\\"Your father a very nice old man--the most nice old man I ever see. Miss Forsyte tell me all about him.  Is he better?\\\"\\n\\nHer words fell on Jon like a reproach.  \\\"Oh Yes, I think he's all right.\\\"\\n\\n\\\"I like to see him again,\\\" said the Austrian, putting a hand on her heart; \\\"he have veree kind heart.\\\"\\n\\n\\\"Yes,\\\" said Jon.  And again her words seemed to him a reproach.\\n\\n\\\"He never give no trouble to no one, and smile so gentle.\\\"\\n\\n\\\"Yes, doesn't he?\\\"\\n\\n\\\"He look at Miss Forsyte so funny sometimes.  I tell him all my story; he so sympatisch.  Your mother--she nice and well?\\\"\\n\\n\\\"Yes, very.\\\"\\n\\n\\\"He have her photograph on his dressing-table.  Veree beautiful\\\"\\n\\nJon gulped down his tea.  This woman, with her concerned face and her reminding words, was like the first and second murderers.\\n\\n\\\"Thank you,\\\" he said; \\\"I must go now.  May--may I leave this with you?\\\"\\n\\nHe put a ten-shilling note on the tray with a doubting hand and gained the door.  He heard the Austrian gasp, and hurried out.  He had just time to catch his train, and all the way to Victoria looked at every face that passed, as lovers will, hoping against hope.  On reaching Worthing he put his luggage into the local train, and set out across the Downs for Wansdon, trying to walk off his aching irresolution.  So long as he went full bat, he could enjoy the beauty of those green slopes, stopping now and again to sprawl on the grass, admire the perfection of a wild rose or listen to a lark's song.  But the war of motives within him was but postponed--the longing for Fleur, and the hatred of deception.  He came to the old chalk-pit above Wansdon with his mind no more made up than when he started.  To see both sides of a question vigorously was at once Jon's strength and weakness.  He tramped in, just as the first dinner-bell rang. His things had already been brought up.  He had a hurried bath and came down to find Holly alone--Val had gone to Town and would not be back till the last train.\\n\\nSince Val's advice to him to ask his sister what was the matter between the two families, so much had happened--Fleur's disclosure in the Green Park, her visit to Robin Hill, to-day's meeting--that there seemed nothing to ask.  He talked of Spain, his sunstroke, Val's horses, their father's health.  Holly startled him by saying that she thought their father not at all well.  She had been twice to Robin Hill for the week-end.  He had seemed fearfully languid, sometimes even in pain, but had always refused to talk about himself.\\n\\n\\\"He's awfully dear and unselfish--don't you think, Jon?\\\"\\n\\nFeeling far from dear and unselfish himself, Jon answered: \\\"Rather!\\\"\\n\\n\\\"I think, he's been a simply perfect father, so long as I can remember.\\\"\\n\\n\\\"Yes,\\\" answered Jon, very subdued.\\n\\n\\\"He's never interfered, and he's always seemed to understand.  I shall never forget his letting me go to South Africa in the Boer War when I was in love with Val.\\\"\\n\\n\\\"That was before he married Mother, wasn't it?\\\" said Jon suddenly.\\n\\n\\\"Yes.  Why?\\\"\\n\\n\\\"Oh! nothing.  Only, wasn't she engaged to Fleur's father first?\\\"\\n\\nHolly put down the spoon she was using, and raised her eyes.  Her stare was circumspect.  What did the boy know?  Enough to make it better to tell him?  She could not decide.  He looked strained and worried, altogether older, but that might be the sunstroke.\\n\\n\\\"There was something,\\\" she said.  \\\"Of course we were out there, and got no news of anything.\\\"  She could not take the risk.\\n\\nIt was not her secret.  Besides, she was in the dark about his feelings now.  Before Spain she had made sure he was in love; but boys were boys; that was seven weeks ago, and all Spain between.\\n\\nShe saw that he knew she was putting him off, and added:\\n\\n\\\"Have you heard anything of Fleur?\\\"\\n\\n\\\"Yes.\\\"\\n\\nHis face told her, then, more than the most elaborate explanations. So he had not forgotten!\\n\\nShe said very quietly: \\\"Fleur is awfully attractive, Jon, but you know--Val and I don't really like her very much.\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"We think she's got rather a 'having' nature.\\\"\\n\\n\\\"'Having'?  I don't know what you mean.  She--she--\\\" he pushed his dessert plate away, got up, and went to the window.\\n\\nHolly, too, got up, and put her arm round his waist.\\n\\n\\\"Don't be angry, Jon dear.  We can't all see people in the same light, can we?  You know, I believe each of us only has about one or two people who can see the best that's in us, and bring it out.  For you I think it's your mother.  I once saw her looking at a letter of yours; it was wonderful to see her face.  I think she's the most beautiful woman I ever saw--Age doesn't seem to touch her.\\\"\\n\\nJon's face softened; then again became tense.  Everybody--everybody was against him and Fleur!  It all strengthened the appeal of her words: \\\"Make sure of me--marry me, Jon!\\\"\\n\\nHere, where he had passed that wonderful week with her--the tug of her enchantment, the ache in his heart increased with every minute that she was not there to make the room, the garden, the very air magical.  Would he ever be able to live down here, not seeing her? And he closed up utterly, going early to bed.  It would not make him healthy, wealthy, and wise, but it closeted him with memory of Fleur in her fancy frock.  He heard Val's arrival--the Ford discharging cargo, then the stillness of the summer night stole back--with only the bleating of very distant sheep, and a night-Jar's harsh purring. He leaned far out.  Cold moon--warm air--the Downs like silver! Small wings, a stream bubbling, the rambler roses!  God--how empty all of it without her!  In the Bible it was written: Thou shalt leave father and mother and cleave to--Fleur!\\n\\nLet him have pluck, and go and tell them!  They couldn't stop him marrying her--they wouldn't want to stop him when they knew how he felt.  Yes!  He would go! Bold and open--Fleur was wrong!\\n\\nThe night-jar ceased, the sheep were silent; the only sound in the darkness was the bubbling of the stream.  And Jon in his bed slept, freed from the worst of life's evils--indecision.\\n\\nXI\\n\\nTIMOTHY PROPHESIES\\n\\nOn the day of the cancelled meeting at the National Gallery began the second anniversary of the resurrection of England's pride and glory-- or, more shortly, the top hat.  \\\" Lord's\\\"--that festival which the War had driven from the field--raised its light and dark blue flags for the second time, displaying almost every feature of a glorious past.  Here, in the luncheon interval, were all species of female and one species of male hat, protecting the multiple types of face associated with \\\"the classes.\\\"  The observing Forsyte might discern in the free or unconsidered seats a certain number of the squash- hatted, but they hardly ventured on the grass; the old school--or schools--could still rejoice that the proletariat was not yet paying the necessary half-crown.  Here was still a close borough, the only one left on a large scale--for the papers were about to estimate the attendance at ten thousand.  And the ten thousand, all animated by one hope, were asking each other one question: \\\"Where are you lunching?\\\"  Something wonderfully uplifting and reassuring in that query and the sight of so many people like themselves voicing it! What reserve power in the British realm--enough pigeons, lobsters, lamb, salmon mayonnaise, strawberries, and bottles of champagne to feed the lot!  No miracle in prospect--no case of seven loaves and a few fishes--faith rested on surer foundations.  Six thousand top hats, four thousand parasols would be doffed and furled, ten thousand mouths all speaking the same English would be filled.  There was life in the old dog yet!  Tradition!  And again Tradition!  How strong and how elastic!  Wars might rage, taxation prey, Trades Unions take toll, and Europe perish of starvation; but the ten thousand would be fed; and, within their ring fence, stroll upon green turf, wear their top hats, and meet--themselves.  The heart was sound, the pulse still regular.  E-ton!  E-ton!  Har-r-o-o-o-w!\\n\\nAmong the many Forsytes, present on a hunting-ground theirs, by personal prescriptive right, or proxy, was Soames with his wife and daughter.  He had not been at either school, he took no interest in cricket, but he wanted Fleur to show her frock, and he wanted to wear his top hat parade it again in peace and plenty among his peers.  He walked sedately with Fleur between him and Annette.  No women equalled them, so far as he could see.  They could walk, and hold themselves up; there was substance in their good looks; the modern woman had no build, no chest, no anything!  He remembered suddenly with what intoxication of pride he had walked round with Irene in the first years of his first marriage.  And how they used to lunch on the drag which his mother would make his father have, because it was so \\\"chic\\\"--all drags and carriages in those days, not these lumbering great Stands!  And how consistently Montague Dartie had drunk too much.  He supposed that people drank too much still, but there was not the scope for it there used to be.  He remembered George Forsyte- -whose brothers Roger and Eustace had been at Harrow and Eton-- towering up on the top of the drag waving a light-blue flag with one hand and a dark-blue flag with the other, and shouting \\\"Etroow- Harrton!\\\"  Just when everybody was silent, like the buffoon he had always been; and Eustace got up to the nines below, too dandified to wear any colour or take any notice.  H'm!  Old days, and Irene in grey silk shot with palest green.  He looked, sideways, at Fleur's face.  Rather colourless-no light, no eagerness!  That love affair was preying on her--a bad business!  He looked beyond, at his wife's face, rather more touched up than usual, a little disdainful--not that she had any business to disdain, so far as he could see.  She was taking Profond's defection with curious quietude; or was his \\\"small\\\" voyage just a blind?  If so, he should refuse to see it! Having promenaded round the pitch and in front of the pavilion, they sought Winifred's table in the Bedouin Club tent.  This Club--a new \\\"cock and hen\\\"--had been founded in the interests of travel, and of a gentleman with an old Scottish name, whose father had somewhat strangely been called Levi.  Winifred had joined, not because she had travelled, but because instinct told her that a Club with such a name and such a founder was bound to go far; if one didn't join at once one might never have the chance.  Its tent, with a text from the Koran on an orange ground, and a small green camel embroidered over the entrance, was the most striking on the ground.  Outside it they found Jack Cardigan in a dark blue tie (he had once played for Harrow), batting with a Malacca cane to show how that fellow ought to have hit that ball.  He piloted them in.  Assembled in Winifred's corner were Imogen, Benedict with his young wife, Val Dartie without Holly, Maud and her husband, and, after Soames and his two were seated, one empty place.\\n\\n\\\"I'm expecting Prosper,\\\" said Winifred, \\\"but he's so busy with his yacht.\\\"\\n\\nSoames stole a glance.  No movement in his wife's face!  Whether that fellow were coming or not, she evidently knew all about it.  It did not escape him that Fleur, too, looked at her mother.  If Annette didn't respect his feelings, she might think of Fleur's!  The conversation, very desultory, was syncopated by Jack Cardigan talking about \\\"mid-off.\\\"  He cited all the \\\"great mid-offs\\\" from the beginning of time, as if they had been a definite racial entity in the composition of the British people.  Soames had finished his lobster, and was beginning on pigeon-pie, when he heard the words, \\\"I'm a small bit late, Mrs. Dartie,\\\" and saw that there was no longer any empty place.  That fellow was sitting between Annette and Imogen. Soames ate steadily on, with an occasional word to Maud and Winifred. Conversation buzzed around him.  He heard the voice of Profond say:\\n\\n\\\"I think you're mistaken, Mrs. Forsyde; I'll--I'll bet Miss Forsyde agrees with me.\\\"\\n\\n\\\"In what?\\\" came Fleur's clear voice across the table.\\n\\n\\\"I was sayin', young gurls are much the same as they always were-- there's very small difference.\\\"\\n\\n\\\"Do you know so much about them?\\\"\\n\\nThat sharp reply caught the ears of all, and Soames moved uneasily on his thin green chair.\\n\\n\\\"Well, I don't know, I think they want their own small way, and I think they always did.\\\"\\n\\n\\\"Indeed!\\\"\\n\\n\\\"Oh, but--Prosper,\\\"Winifred interjected comfortably, \\\"the girls in the streets--the girls  who've been in munitions, the little flappers in  the shops; their manners now really quite hit you in the eye.\\\"\\n\\nAt the word \\\"hit\\\" Jack Cardigan stopped his disquisition; and in the silence Monsieur Profond  said:\\n\\n\\\"It was inside before, now it's outside; that's  all.\\\"\\n\\n\\\"But their morals!\\\" cried Imogen.\\n\\n\\\"Just as moral as they ever were, Mrs. Cardigan, but they've got more opportunity.\\\"\\n\\nThe saying, so cryptically cynical, received a  little laugh from Imogen, a slight opening of Jack Cardigan's mouth, and a creak from Soames' chair.\\n\\nWinifred said: \\\"That's too bad, Prosper.\\\"\\n\\n\\\"What do you say, Mrs. Forsyde; don't you think human nature's always the same?\\\"\\n\\nSoames subdued a sudden longing to get up and kick the fellow.  He heard his wife reply:\\n\\n\\\"Human nature is not the same in England as anywhere else.\\\"  That was her confounded mockery!\\n\\n\\\"Well, I don't know much about this small country\\\"--'No, thank God!' thought Soames--\\\"but I should say the pot was boilin' under the lid everywhere.  We all want pleasure, and we always did.\\\"\\n\\nDamn the fellow!  His cynicism was--was outrageous!\\n\\nWhen lunch was over they broke up into couples for the digestive promenade.  Too proud to notice, Soames knew perfectly that Annette and that fellow had gone prowling round together.  Fleur was with Val; she had chosen him, no doubt, because he knew that boy.  He himself had Winifred for partner.  They walked in the bright, circling stream, a little flushed and sated, for some minutes, till Winifred sighed:\\n\\n\\\"I wish we were back forty years, old boy!\\\"\\n\\nBefore the eyes of her spirit an interminable procession of her own \\\"Lord's\\\" frocks was passing, paid for with the money of her father, to save a recurrent crisis.  \\\"It's been very amusing, after all. Sometimes I even wish Monty was back.  What do you think of people nowadays, Soames?\\\"\",\"timestamp\":1639990414,\"title\":\"\\n\\\"It's extremely painful for me to talk, but there's no help for it. I don't know if you understand how much \"},\"digest\":\"z0zmIZjT7IFtxrvyMwZSKYxcY1_U36wOIWO5pFqodLo\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d35IJagIGZirvYtGysyv6atK6uIeAHv6qjD15IwqOi8\\\",\\\"y\\\":\\\"Z32fNSLDUcf8s00h9xur7mKDVcPTJVy5s8hj52fFb6E\\\"}\",\"signature\":\"c-4lawn2MN-7mV70xZob_sbl5t3C-F4tkWKZrhux-ZTAPtTZlzRN6d4K5YfXFsyMOcAPANDRw1F61mP2KJt0PQ\",\"signingKeySignature\":\"0x0fe88d15cc5f0af006c4a672fc65173c1ff7bd1de0934b2dd121a5d2fe4e352c61626f3b5613e21c879fbe51fe8302e30c0346b19acae727da73f4a0fe4174881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d35IJagIGZirvYtGysyv6atK6uIeAHv6qjD15IwqOi8\\\",\\\"y\\\":\\\"Z32fNSLDUcf8s00h9xur7mKDVcPTJVy5s8hj52fFb6E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z0zmIZjT7IFtxrvyMwZSKYxcY1_U36wOIWO5pFqodLo\"}"