"{\"content\":{\"body\":\"We also published this article on Medium on Dec 8, 2021.\\n\\n[https://blog.20y.org/an-intro-to-the-unit-717d4a7b46dc](https://blog.20y.org/an-intro-to-the-unit-717d4a7b46dc)\\n\\nThe Unit is the crypto benchmark. This article shows how The Unit index can help you make portfolio decisions. Technical analysts, traders, and crypto holders alike pay attention to what we are about to introduce to you. Rather than looking at USD charts, we created charts against The Unit, an index that tracks the most significant coins by capitalization and volume. As a result, we have created a unit of value called “unit” (Ø).\\n\\nWhat are the advantages of using units?\\n\\n* You can measure your portfolio in units. The number of units corresponds to the portion of the crypto market that your portfolio is holding. The total number of units equals the entire human population multiplied by the average worldwide life expectancy, the most stable and essential global market metrics. \\n – You no longer need to care about how many dollars you’re holding or how many BTC or ETH your portfolio is worth. All these currencies have their peculiarities and particular communities.\\n* You can check the performance of specific coins against the whole market by tracking their coin value in units. \\n – The Unit gives you the best relative performance measure of anything available. Using The Unit, you know precisely how each coin stands in the whole market at any specific time.\\n* The rules of The Unit and a DAO govern it. \\n – Anyone using The Unit can participate in its governance through active community participation, proposing and voting on the timelines and functions involved in optimizing The Unit’s performance.\\n\\nBecause of USD centralization, trust is required to make that system work. Unfortunately, trust is fragile, and a single mistake could degrade that trust forever. One significant upside to cryptocurrency is censorship resistance, which is impossible in a trust-based system. The party or parties in charge can easily censor any financial activity they do not like. For this reason, we believe that cryptocurrency brings a superior system for world finance. The following charts show how The Unit brings meaning to the cryptocurrency price moves in a world full of meaningless USD charts. Here are some chart examples:\\n\\n# ETH\\n\\n![ETH in USDT](https://images.mirror-media.xyz/publication-images/Ze3fYMKk8MBIg0up0XpEM.png?height=848&width=1400)\\n\\n![ETH in UNIT](https://images.mirror-media.xyz/publication-images/IGXPiexAM6ap95Ahmew1y.png?height=901&width=1400)\\n\\nThis first chart shows the value of ETH in USD. It shows a 3000x run-up culminating in January of 2018, followed by a period of consolidation and the current run-up reaching new all-time highs. However, in UNIT, we see a two-year 30x run-up in two phases culminating in June 2017 and an ongoing long-term consolidation. The Unit chart shows that the maximum moment of hype relative to the whole space happened shortly after the 2017 Ethereal Summit in New York, during the ICO boom, and during the first move of Bitcoin to new all-time highs. At that moment, Ethereum was close to overtaking Bitcoin as the №1 cryptocurrency.\\n\\n# BTC\\n\\n![BTC in USD](https://images.mirror-media.xyz/publication-images/eu-gBMKFlvqK2c7j1Umj-.png?height=848&width=1400)\\n\\n![BTC in UNIT](https://images.mirror-media.xyz/publication-images/HJ02OlNzSjX-pJOySx0pu.png?height=889&width=1400)\\n\\nThe BTCUNIT chart is very dramatic. As we see Bitcoin continuously hitting all-time highs in the BTCUSD chart, we see Bitcoin continuously hitting all-time lows in units. We are recently in uncharted territory. We could see Bitcoin losing more momentum as the №1 cryptocurrency, seeing many challengers stepping up and putting in powerful technological and community advancements.\\n\\n# LTC\\n\\n![LTC in USD](https://images.mirror-media.xyz/publication-images/y7Zr2zeRIgzmJLLYW3GhX.png?height=848&width=1400)\\n\\n![LTC in UNIT](https://images.mirror-media.xyz/publication-images/wGDxqjpL3RA5LLke4OWkw.png?height=889&width=1400)\\n\\nThe LTC chars are also extremely interesting. This year we hit new all-time highs for LTC measured in US dollars. However, the chart of LTC in units paints an entirely different picture. Since its inception, LTC has always hit lower highs and lower lows. First, we saw a bottom at 200UNIT, another at 100UNIT, and now we see it dipping below the 50UNIT mark.\\n\\n# DOGE\\n\\n![DOGE in USD](https://images.mirror-media.xyz/publication-images/EvJPy9yjIKC1QE47wrjaz.png?height=848&width=1400)\\n\\n![DOGE in UNIT](https://images.mirror-media.xyz/publication-images/SNJRRt9Xq0AsCg_6iWGQF.png?height=889&width=1400)\\n\\nSince its initial surge in 2014, Dogecoin has been hiding in the back with a near 7-year consolidation pattern, partially due to its low availability on exchanges. However, recently attention grew, and many exchanges started listing DOGE. As we see, the surge of USD prices coincides with the rise of UNIT prices; however, on the downward trend from point number 2 on our charts, we see a much steeper decline against UNIT compared to USD.\\n\\nTo discover more fascinating secrets hidden in our UNIT charts, please come to [https://www.theunit.one.](https://www.theunit.one./)\\n\\n# Synthetic Units\\n\\nShortly after governance is open to everyone’s participation, we will launch a fund following The Unit and allow all newcomers to participate in crypto without the downside of any specific coin or the hefty fees related to personalized active management.\\n\\nAt The Unit, we don’t suggest people purchase any specific coin. Instead, we launched The Unit to help people limit the risk of buying a particular currency or a particular set of coins.\\n\\nA clear advantage of using synthetic units is the ability to long or short the whole market. This becomes of obvious importance going short or long a specific coin that for some reason chooses to behave contrary to the entire market.\\n\\n# Join The Unit\\n\\nDiscord: <https://discord.gg/4MjRckMJZN>\\n\\nTwitter: <https://twitter.com/TheUnit_one>\\n\\nOur site: <https://www.theunit.one/>\\n\\nBlog: <https://blog.20y.org/theunit/home>\",\"timestamp\":1640085719,\"title\":\"An Intro to The Unit\"},\"digest\":\"F5UOUnCKGzc9pgLcIARyeEmsRBf4VtMrSZ-UBu640NI\",\"authorship\":{\"contributor\":\"0xA3E3e7277d4eba425EB4e51bc2a2DD50F853EC9c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ag8KMHxG0GgABke1vrpI4tiXI86xtMip1d-WP5sd3hA\\\",\\\"y\\\":\\\"KYYsNpCgDTeqe0MfBNGDK8t0fpVouDYcrQ7VQ2nr-ms\\\"}\",\"signature\":\"eqvPKgac5msufkaAv7TDTe5tbr8luyiPpKKz8c0GOWzKo-yfgXu4IioKJP0GY9wuw6RqS4PksapqbNMMbO715A\",\"signingKeySignature\":\"0x7fcd51051d10e0cd7b1d52d231fe9e137c6c9deaab442abeb9b1fef879cbef800c8454b881f0fb0494ec319c47d33d18a0bb1e30fae3813a459d651df064f4eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ag8KMHxG0GgABke1vrpI4tiXI86xtMip1d-WP5sd3hA\\\",\\\"y\\\":\\\"KYYsNpCgDTeqe0MfBNGDK8t0fpVouDYcrQ7VQ2nr-ms\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F5UOUnCKGzc9pgLcIARyeEmsRBf4VtMrSZ-UBu640NI\"}"