"{\"content\":{\"body\":\"One of the most well-heeled stories of anyone who considers themselves to be any measure of a art nerd; is that of Pablo Picasso taking advantage of being one of the very few individuals to achieve great fame as an artist still living and breathing.  \\n  \\n It has been said that Picasso would invite guests and dine lavishly on the town at any restaurant he chose. When the bill would arrive, the world famous artist was happy to break out his checkbook and pay every cent that had been charged for that evenings revelries. However, before signing the document into a legally binding exchange of currency, he would add a little doodle, a mindless addition, a scribble of no value, that was…before the final addition. His signature; the same as on his world famous paintings, verifiable not just by the expert examiner, but also, because it could be traced via the bank account itself, as legitimately belonging to the man who by his own fame, gave it value. The story I had been told was of an enraged Picasso when someone finally fed up with his little game, went and cashed the check, ruining the artwork by having the bank stamp it for deposit. Alas, I could not verify the tale’s authenticity. \\n \\n\\n![\\\"They do not buy my art, they buy my signature\\\" Pablo Picasso (attributed to)](https://images.mirror-media.xyz/publication-images/3UQOv9wx_vNPa0Oy65tha.png?height=247&width=640)\\n\\n \\n There is another story, equally remarkably yet also unsubstantiated, of Picasso dining alone in a restaurant. When a young woman recognizes the great artist, and asks him for a doodle on a napkin, he complies and scribbles a moment with his pen, he then signs the napkin, but before handing it over to the woman, confidently says to her, “That will be $10,000” \\n  \\n  The woman, thinking this to be a joke replies, “But, that only took you 30 seconds”\\n\\n“No, it has taken me 40 years to do that” He responds with finality. \\n  \\n    It could be interpreted that Picasso was merely speaking to the ability to fully unlock the creativity of oneself to be like that of a child, yet, the price tag he demanded for his own work showed that he was extremely aware of the value he added to any art which could legitimately be shown to of come from his hand. \\n  \\n While neither of these stories can be accurately verified, they are consistent with the characterization of the man; in the things he did say and do in his lifetime. When researching for this piece, which I hope to be the first in a series about where the “traditional” world of art and the modern world of “cyber art” intersect, I was reminded of how much is attributed but unverifiable when it comes to this particular Spanish artist. If I intend to make the bold claim that Picasso, who died in 1973, created what essentially boils down to a analog version of a non-fungible token nearly 40 years before the **actual** first NFT: *Quantum* by Kevin McCoy, I’d better have some solid proof. Funny thing is, for a man who’s signature was what gave that napkin, or that check value. The proof I found to back up these bold claims does not even bear his signature.  \\n  \\n \\n\\n![\\\"Computers are useless, they can only give you answers\\\" -Pablo Picasso (in 1964) ](https://images.mirror-media.xyz/publication-images/DNktbVdP0TVMowknhhvZt.png?height=469&width=1001)\\n\\nIn 1964 a young art lover by the name of Jean Brown wrote to Picasso and included the above check to cover any cost of postage if he chose to reply. The artist merely doodled on the check itself, paid for the postage out of pocket, and sent it back. This check, along with the envelop that contained it, recently sold for $6,856 in auction. Sotheby’s recently sold another Picasso check entitled “*le petit diable”* for a comparable $6500 to an anonymous English buyer.\\n\\nIn both of these instances art has done something different, unbeknownst to anyone at the time for its larger significance. Provenance is one of the most important aspects when establishing value of a piece of art from a significant artist. The more bullet proof, the more detailed and accurate that track record of ownership is, the less risky a piece of art is considered to be as an investment. Since many artists elected not to sign their own work, and counterfeit artists rival even the greatest masters in their skill set, many pieces have shown to be either forgeries, or not actually done by the masters own hand, but perhaps that of an apprentice. \\n  \\n Locking down provenance in the shadowy world of art can be tricky enough. Just because some unscrupulous individual stole or hid some masterpiece for 50 years leaving a large gap in the official history doesn’t neccesarily mean one “discovered” is either real or fake. Proving or disproving a piece of art’s legitimacy is a multi-million dollar industry forever grafted onto the sale of any art or collectible, but with the checks from Picasso, a different method was able to be employed. Verification through account validation. \\n  \\n If the checks themselves are legitimate, then the art itself MUST be legitimate (although postage was also a factor as well no doubt) Here we have unsigned work being able to be validated through a sequential token value (the check number) through a random number generated contract (the bank account number) \\n\\nPicasso was right, we don’t need to feel the inspiration from his doodle, or see the mastery of his skill to know its work. The computer takes that need away from us. We don’t need to step back from the art with a glass of cold chardonnay and suck in our lips and ask ourselves if the piece “speaks to us,” to see if it resonates in the same language of his other work. It broadcasts it’s legitimacy through black and white computer printed numbers. Through cold and unfeeling data in confirms to us that this check does indeed have value far beyond the posted currency. Therefore, in my humble opinion, it is the analog real-world prototype for what would be one day become the NFT. Something in which we never need to wonder about it’s authenticity. \\n  \\n Pablo would be furious.\",\"timestamp\":1637703793,\"title\":\"Pablo Picasso invented the NFT\"},\"digest\":\"GVUNAO8YLiUkcTwb7hATPWaZpOPWCAt4jEnM_45HeTQ\",\"authorship\":{\"contributor\":\"0xabbbfa09317bF48A331F1E666dfFCeAD95911c90\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u72Sx0AhjmZgQbGpceJ-5p_VksLbsW02vi3GTqU6VaQ\\\",\\\"y\\\":\\\"M6OrTQhTaY8EoGbC64f0klWznkyi-mU5vKcdGycR_8g\\\"}\",\"signature\":\"uGdvKiL2NCdjXG0m7UtcXeUCumyF8vvFWxFGuGt_7sdOGdwnioDqFH1rqTamvZxZODTktN2mRxy8yLsV4M99Mw\",\"signingKeySignature\":\"0x1608611cd83b2b768c95918b5411a4801e73fd4b540bb5d076993a0d87161690328d692b057b1288089fad2bb8550b8056476b3a3c7c417ed52d4325dcc58ac51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u72Sx0AhjmZgQbGpceJ-5p_VksLbsW02vi3GTqU6VaQ\\\",\\\"y\\\":\\\"M6OrTQhTaY8EoGbC64f0klWznkyi-mU5vKcdGycR_8g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GVUNAO8YLiUkcTwb7hATPWaZpOPWCAt4jEnM_45HeTQ\"}"