"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/GZkkgiJgS3JsLglufbn0B.jpg?height=962&width=800)\\n\\n> DCC Character\\n\\nHe was born Rim Bovril (aka Rimbo \\\\[*rim•baud*\\\\]). An average dwarven kid. A tad mischievous and unruly. Nothing out of the ordinary except for his early signs of synesthesia. A condition, uncommon but not unheard of, that manifested very mildly as an ability to hear instead of smell treasure.\\n\\nHe worked the mines since an early age and followed the steady traditions of countless generations of well-behaved Bovrils before him. He never had big plans or dreams and was content with whatever life threw at him.\\n\\nHe would have remained an anonymous figure if it wasn't for the encounter with the [Black Pearl](https://goodman-games.com/store/product/dungeon-crawl-classics-79-5-tower-of-the-black-pearl/).\\n\\nBeing a gem of mythic proportions, the Black Pearl immediately heightened his synesthesia to a superlative degree.\\n\\nLaying eyes on the Black Pearl for the first time was accompanied by the exhilaration of a triumphant military march, overwhelming trumpets and timbals, a blinding light that raised him, the euphoria of a good LSD trip, and the taste of roasted boar. All while having an orgasm, on the side. It was an unimaginable sensory epiphany. Triggered by the smell of treasure but manifested through heightened senses.\\n\\nAfter this baptism of the senses he changed his name to something more pleasurable, D'Beau Chérie \\\\[*de•bau•chery*\\\\], because he thinks that Elven-French is quite elegant and signals good taste.\\n\\nHe dedicates his life to pursue the limits of what can be felt.\\n\\nIt is all about pleasure. All through treasure. All in his head.\\n\\nHis chase for gratification has been a race to the bottom and, as such, it has taken a toll. His body has grown fatter, his face redder, and he looks a couple hundred years older than he should. He has become a glistening turducken of a dwarf.\\n\\nTo compound the damage, his manners are now below Dwarven standards, which are known to be low to begin with. His conversations are interspersed with copious farting and belching, followed with agape roaring laughter, as in trying to get it all in again.\\n\\nHe is excessive in every way. He is inexhaustible, always quick with a joke (that usually only he gets) and prodigal with winks and slaps in the butts of his comrades. Noisy and messy and, truth be told, also funny.\\n\\nHe is a glutton for new sensations in which to get drunk. He is considered a degenerate by his peers and has been shunned by his family, cult and community. He couldn't care less. He is having the time of his life.\\n\\n\\n---\\n\\nRoll 1d30 for ***How does the smell of gold and gems manifest?***\\n\\n1-11: Nothing, just treasure smell as usual. At this point you are used to it, boring.\\n\\n12: White noise, like a vacuum cleaner. Makes you drowsy (INIT -2).                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \\n\\n13: An ethereal voice calls your name. It is soft at first. It increases in volume and urgency as you get closer. It starts playful, raspy, and enticing. As you get closer it gets annoying at first, and insulting later.\\n\\n14: You feel electricity in the air. Skin tingles. Hairs stand on out. Smells of ozone and burnt lint. Is like being immersed in a strong electromagnetic field. Funny weird... <let the player describe a cool effect>.\\n\\n15: Everything around you seems sharper and shinier. This fills you with a bouncing sense of unbound optimism. You feel… just… happy!\\n\\n16: A whistling tune, terribly catchy, barely audible. It's like you cannot hear it whole but, at the same time you cannot stop repeating it in your head. Over and over. Your brain is trying to fill in the holes to make it whole. It is driving you mad. Your vision blurs. You start to drool. You better find it soon :- )                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \\n\\n17: You hear the end of specially brutal symphony, with orchestra in full. It builds as you come closer to the treasure. Crescendo. A mix of Carmina Burana, Ravel’s Bolero, and Egmont’s Overture. Majestic, awe inspiring, fills you with energy and optimism, a bit frightening amidst the blasting noise. You cannot hear your companions or anything else. You talk at the top of your lungs.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \\n\\n18: Unworldly sounds with Cthulian overtones. Asynchronous, screeching, utterly alien. Outside of the human hearing range and experience. You feel 1d4: \\n\\n* 1) A deep sense of Awe at the enormity of what lies beyond us. \\n* 2) Despair at the foolishness of human hubris. \\n* 3) Fear at peeking at the unknown Unknown. \\n* 4) Madness as the void stares back!\\n\\n19: Everything is highlighted in impossible colors. Trippy and psychedelic. It triggers 1d4: \\n\\n* 1) Inspiration. Your brain races with a million ideas (your Muse is screaming in your ear).\\n* 2) Glee, elation, joy. Your chest cannot contain your heart (interpret it as you want).\\n* 3) Inconsolable grief (your throat tightens up, you are going to cry).\\n* 4) Love for everyone & everything (you have become a passive-aggressive hippie).\\n\\n20: A divine vision of something mundane (eg. a sizzling toaster instead of a burning bush). It provokes a deep feeling of ecstasy and rapture. Submission. In this state you obey anyone’s command.\\n\\n21: You feel invincible. In total command and control. You feel accomplished and complete. You talk in Capitalized Sentences. You feel like. a. God. and. Hubris. Is. YOUR. DOMAIN!!!\\n\\n22: Tunnel vision. Everything but the area surrounding the treasure blanks out. You are impaired for anything that is not related to getting to the gold as fast as possible.\\n\\n23: Impaired 1d2:\\n\\n* 1) You are imbedded on exquisite Rainier (which D’Beau says with an Elven-French's accent). The room spins. Still a thirsting urge impels you forwards. You are impaired until you lose your focus. In the meantime you act drunkenly, disorderly, noisily and funnily.\\n* 2) You are high, smiling like a loon, with sight lost in space and a preternatural hunger for Cheetos. You move towards the treasure in a half-assed and half-witted way.\\n\\n24: Loud music compels you to dance in disjointed bursts of energy. Like a grain of sand in a subwoofer's diaphragm, you convulse like a deranged 70's punk. You drop whatever you carry.\\n\\n25: God you are hungry. It is like you haven’t had a decent meal in months. You are salivating and you can smell your favorite dish roasting in the fire, Boar au’ Vin. You could kill for a bite. If someone stands between you and the treasure you push them out of the way. If they resist, you attack them with bulging eyes and murderous intent.\\n\\n26: Every step towards the treasures feels like nibbling on a new and wondrous d'oeuvre. One salty caviar, another a fluffy meringue,… <insert here your favorite dishes>\\n\\n27: Your tongue feels a new taste beyond umami, which is already difficult to describe. You close your eyes to appreciate every bit of it. You want to memorize it but you lack understanding and frame of reference. You purr and revel in the reverie of the moment.\\n\\n28: Your tongue burns. Like adding mouthfuls of Sichuan peppers with every step as you get closer. Your eyes cry, you sweat and your face is all red. You are hyperventilating and feel like a heart attack is coming.\\n\\n29: <to the discretion of the dm and the context of the situation>\\n\\n30: Vivid hallucination. 1d4: \\n\\n* 1) There is fire and smoke in the room. You can feel it! The treasure is burning. The gold and gems are white hot and you cannot make yourself to hold them. You are starting to panic.\\n* 2) Water comes rushing from the treasure and starts to fill the room. Your feet are wet and cold, you feel the water raising and pressing against you. You believe that you are going to drown, you are terrified.\\n* 3) The source glows in pulses and you could swear seeing shock waves emanating from it. The room shakes and you lose your balance. Dust falls from the ceiling, the walls warp towards you menacingly, your panic controls you as you fall apart.\\n* 4) At first you feel like falling. Then gravity starts to reassert itself... but it is all wrong. Objects in the room start to fall towards the source. You feel the pull in every inch and pound of your body. This doesn’t make any sense, you are screaming in horror. |\",\"timestamp\":1633807128,\"title\":\"D'Beau Chérie\"},\"digest\":\"7LdAak5FzEFBwKwB0QGb2uWUB7Dpi2aGX8cc7-yOM38\",\"authorship\":{\"contributor\":\"0xaFE5F35D14ee9aBdaC14Bd2D0AF575CAbaf7D9e0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FeHak6WKZlTtdczVVLW9I6jOI6KUENIRZs8qqIs8qF4\\\",\\\"y\\\":\\\"Bw7_q2TmSSEzGB6t7Risc7-N3eoJ43grzkfY-iNe5AQ\\\"}\",\"signature\":\"cp7yHXIkg7cF3TlBxicyXjW42rl3-P2byyVA0921a9Nul6HbElok9KK90DVCILtKMlDSdoUEI4ID-vrUlchZXA\",\"signingKeySignature\":\"0xda955296a1bdaee9c85a6c8513aedf13422f91924c4102623e86d7d9127d24fd6d41536c6b055fe20ecc47c2ea4aa0e80a9c043519c19af6acf0a3c7564723ac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FeHak6WKZlTtdczVVLW9I6jOI6KUENIRZs8qqIs8qF4\\\",\\\"y\\\":\\\"Bw7_q2TmSSEzGB6t7Risc7-N3eoJ43grzkfY-iNe5AQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ygkDyL7Jw9wYRPs97RzMgv3SsJp5J_2LmHyQwdBiWMM\"}"