"{\"content\":{\"body\":\"My father seldom comes to the city, and I accompany him to the park. The park is beautiful, full of grass and flowers. Unfortunately, some people throw rubbish on the lawn, which is a mess. I pointed to the rubbish, shook my head and sighed: \\\"The quality of these people is really poor, which makes the beautiful park spoil the scenery.\\\" Say that finish, I continue to go forward. After walking for a while, I found that my father didn't catch up with him. Looking back quickly, I saw my father bending over and carefully picking up the garbage bit by bit into a plastic bag. He didn't show a cool smile until he finished picking it up. When I came back to look for him, my father said to me seriously, \\\"Don't always lament that the world is getting worse and worse, but never do it yourself. Sometimes, we can change a lot with little effort. \\\" I was flushed when I heard it. It's better to complain than to act. Yes, how many people, like me, always lament that the world is getting worse, but they are unwilling to take action to change all this? On the crowded bus, you saw rampant thieves reaching into other people's bags in full view. Maybe you will be indignant in your heart: \\\"It's really bad times, are thieves so bold?\\\" However, did you \\\"shout when the road is rough\\\"? It is our timidity and indifference that fuel the arrogance of gangsters. If we are faced with evil and ugly phenomena, we will no longer be indifferent to them, will no longer be willing to be spectators, and shout at top of voice with conscience and courage and blood, and evil will surely lose heart. In the public corridor, the street lamp is broken and no one has been repairing it. Every night, when you come in and out, you are always careful and groping for your way. Maybe you are very dissatisfied in your heart and can't help complaining: \\\"It's really getting worse. No one has even repaired a light bulb.\\\" However, what's the use of just complaining? Have you ever thought about buying a light bulb and replacing it? Maybe there's one in the supermarket at the gate of the community, but it's only one or two dollars. There is no technical content to change a light bulb. Almost everyone can do it. Your little effort will bring light to the whole corridor. If you just complain, the corridor will always be dark. Corruption, bribery, selling ranks and titles, maybe you are also indignant at these official corruption phenomena and lament that the world is getting worse. But if you think about it carefully, have you ever flattered and bowed to your leader? Did you give up your principles and do something you shouldn't do because of the will of the leaders? Are you also walking around the leader's house with gifts on holidays? On the one hand, you don't like the corruption in officialdom, on the other hand, you have no choice but to contribute to it. If you really lament the decline of the world, then you can't stop the corruption, at least you should be independent. At this point, I suddenly thought of the big flies in Australia. At the mention of flies, people naturally feel disgusted. However, in Australia, flies not only can't spread diseases, but also are a kind of insects beneficial to human beings. They are printed on 50 yuan coins, and they are respected as great men. A long time ago, flies in Australia also liked to live in dirty places, and the number was amazing. In order to prevent flies from spreading diseases, every Australian has acted consciously. First of all, they start from themselves, develop good living habits, earnestly do a good job in personal hygiene and family hygiene, and then they spare no effort to remove the places that hide evil people and practices in public places one by one. Finally, except for the blue sky, long white clouds and flowers everywhere in Australia, there is no place where flies can parasitize. After losing the fertile soil on which flies depend for survival, they have to change their original way of life, feed on nectar for a living, and pass it down from generation to generation, so that they finally completely change their previous living habits and become friends accepted by human beings. Aren't all kinds of uncivilized and immoral behaviors just like the dirt parasitic by flies? In the face of ugliness, we might as well learn from Australians. Instead of just bemoaning the decline of the world, we should reflect on our own behavior, and see where we are not doing well enough and where we need improvement. Without a foothold of dirt, the flowers of civilization will surely be fragrant. Many things can be changed, ugliness can be transformed into beauty, filth can be transformed into cleanliness, meanness can be sublimated into nobility, flies can be changed, what else can't we human beings change? \\n \",\"timestamp\":1642491735,\"title\":\"Complaining is better than acting.\"},\"digest\":\"2PkH4xABeV29p8EZbO67wmfWDLi3mo-KWIKXQGMchaE\",\"authorship\":{\"contributor\":\"0xb2a8eC7f33e285b3F7544F1b4f0fe2FBa0bf2896\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gqX07jcVGNClBuXkpTX3ebJwVkJvQRuPuxmunf_XvQA\\\",\\\"y\\\":\\\"VVjgwhVEayWmy7-eCZL4JCN6bxno9fvtIbAC2VmW1Bo\\\"}\",\"signature\":\"GiZNYqyBOJVJ3ptyCjTopQJlZjeaGSEJmjEEhPK8zyqRxy-8NweUhJhyg9cZOZ1JXvOCEtllX0cEQ_Sl057QEQ\",\"signingKeySignature\":\"0xb96a5fddb180263dc28a6dd43578567b87c5358596bffed48e2132024773b70d5d5374c6106134bc3a80db501aace2224837cdfa0aa9b8c7f26fbd7e088b28801b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gqX07jcVGNClBuXkpTX3ebJwVkJvQRuPuxmunf_XvQA\\\",\\\"y\\\":\\\"VVjgwhVEayWmy7-eCZL4JCN6bxno9fvtIbAC2VmW1Bo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2PkH4xABeV29p8EZbO67wmfWDLi3mo-KWIKXQGMchaE\"}"