"{\"content\":{\"body\":\"## El primer paso para entender la web3.\\n\\nLa realidad es que ser autodidacta en este tema es complejo y requiere de mucho tiempo en organizar y reconocer cómo alimentar esa curiosidad eficientemente. No soy un experto, ni mucho menos, pero he visto como cientos de personas inteligentes están siendo atraídas a dedicar su vida al web3. El objetivo de No Name es que todos capitalicemos esta oportunidad, para algunos esto significará trabajar en un DAO, para otros simplemente sera reconocer (por fin) el valor de una criptomoneda.\\n\\n## La Base - Blockchain\\n\\nEn 1958 un profesor en Osaka, Japón diseñó un sistema de aprendizaje de matemáticas el cual se basa en identificar cuales son las fallas en el conocimiento de un estudiante y empezar un proceso de aprendizaje enfocado en esas bases identificadas. Hoy, Kumon cuenta con 25,000 centros de aprendizaje y más de 4 millones de estudiantes. La clave del sistema Kumon es simple, tener una base firme para ganar confianza y profundizar en el conocimiento, esto es lo que vamos hacer.\\n\\nSi crees que sabes lo que es el blockchain y no estas fascinado con lo que es el futuro del internet, lo mas probable es que no conozcas lo suficiente de qué es y qué significa. La tecnología blockchain es la base todo lo que tu cabeza relaciona con cripto, Bitcoin, Etherum, Altcoins, ICOs, DAOs, NFTs.. etc. No es un concepto muy fácil de entender a profundidad, pero necesario en nuestro recorrido a la web3.\\n\\nEl blockchain no es mas que un un registro de transacciones empaquetadas en bloques (\\\\~1500 transacciones en el caso del blockchain de Bitcoin). Imaginen la libreta de registros donde nuestro abuelo manejaban cada entrada y salida de dinero de su pequeña tienda. Si traemos esta libreta al mundo blockchain, cada hoja del registro es un bloque donde solo caben un numero finito de registros, cada bloque este pegado al anterior haciendo una cadena infinita de bloques, y lo mas importante es que la mitad del mundo tiene una copia de esta libreta.\\n\\n![](https://images.mirror-media.xyz/publication-images/jPoHzeZyASvftnPHV0_-7.png?height=538&width=1024)\\n\\nEste ultimo punto es clave ya que este hace que no se puede modificar, ni hackear, sin alterar todas las copias existentes al mismo tiempo, lo cual es imposible.\\n\\nCada vez que nosotros enviamos 1 bitcoin (Bitcoin, con mayúscula, es el blockchain a diferencia de bitcoin, con minúscula, hace referencia a la criptomoneda) a otra persona, esta transacción queda registrada en este libro para siempre y se actualizan todas las copias del blockchain que existen. Si quieres profundizar sobre este concepto mira este vide de [Slidebean](https://www.youtube.com/channel/UC4bq21IPPbpu0Qrsl7LW0sw), en donde se explica con vagones de tren.\\n\\n[https://youtu.be/sseN7eYMtOc](https://youtu.be/sseN7eYMtOc)\\n\\n## Criptografia\\n\\nEste brazo de la matemática es la clave para la tecnología de blockchain, es lo que hace que la red sea segura e inquebrantable. Así como seguramente no conoces el detalle de cómo funciona el sistema de pagos de Visa o Mastercard, tampoco tienes que conocer el detalle de la función matemática [hash](https://aprendeblockchain.wordpress.com/fundamentos-tecnicos-de-blockchain/fundamentos-basicos-de-criptografia-en-blockchain/), utilizada en el blockchain de Bitcoin, por ejemplo.\\n\\nLo importante es que entiendas por ahora es que a travez de formulas matemáticas indescifrables el blockchain es el sistema de transferencia mas seguro y confiable inventado por la humanidad hasta ahora.\\n\\n## La Descentralización\\n\\nHace unos años empece un pequeño fondo de inversión informal con unos amigos en el cual crecimos nuestro capital 4x haciendo trading de commodities y haciendo cortos al VIX (Indice de volatilidad del SP500). En el mes de Mayo decidí retirar ese dinero del broker (UK) y enviarlo a mi cuenta de banco local (Colombia). Para los que no saben, en Colombia cuando recibes mas de $7,000 USD tienes que llamar al banco para ‘negociar’ la compra de pesos colombianos, porque no puedes tener USD, solo COP.\\n\\nMi banco decidió que no los contacte a tiempo y regresaron el dinero por donde vino (Transacciones SWIFT por bancos de UK - US - COL). Luego de infinitos correos con el banco local, el banco intermediario y el broker recibí mi dinero de nuevo en la cuenta de UK. Fueron 5 meses de no poder controlar mi dinero por vivir en un mundo financiero centralizado en algunos actores bancarios y las regulaciones que cada gobierno diferente se inventa.\\n\\nUna transferencia en el blockchain puede tomar 10 minutos y no necesito la autorización de nadie. Esta fue la realización que tuve para dedicarle el tiempo a esta tecnología y todo lo que conlleva.\\n\\nEl blockchain no es solo criptomonedas, hay un mundo de oportunidades que apenas se esta abriendo. Esta lejos de ser perfecto y aun tiene muchas fallas y riesgos, pero nada grandioso se construye sin fricciones. \\n  \\n [Suscríbete](https://nicoordonez.substack.com/) \",\"timestamp\":1633629079,\"title\":\"Un Paso Atras \"},\"digest\":\"lMxbdQnSPagCooJc7SQ-0RELaYZOETWp9JEb04Q_DDw\",\"authorship\":{\"contributor\":\"0x20f5F12c0CFA45F74F75208a96682BD6730E2381\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OcZUeLEjSDR7pFNawGx6EdyWGE9xgrFT-ar8_m4fCEY\\\",\\\"y\\\":\\\"pVTF5p06A-Jq8fjpY3iwGfTV39QNL_vAM9uZltcsxjM\\\"}\",\"signature\":\"co16j6sXZYWNG87L3EG1vqfxeOqPeY9HqD6CsMhjfidgwQej0_6HQfqgVGX1MZX709gkZXCWlxnVJ431LuO5tA\",\"signingKeySignature\":\"0x695416d52869080f39cbf1d24f83690a972704dd0cee13253e8859b970345afc364d592b073b8c7d747806c88bcc1c10124fd7432de46c11dc72082824536c661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OcZUeLEjSDR7pFNawGx6EdyWGE9xgrFT-ar8_m4fCEY\\\",\\\"y\\\":\\\"pVTF5p06A-Jq8fjpY3iwGfTV39QNL_vAM9uZltcsxjM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HY4JgfF559EFDTOtaq8c9IJ-oyktu7mzHtsEieMhpeI\"}"