"{\"content\":{\"body\":\"Our Vision\\n\\nMetaverse Alliances is a gaming-as-a-service company that utilizes the revolution of blockchain that has been emerged in the gaming ecosystem. NFTs and Defi (Decentralized Finance) have opened doors in the gaming industry that has been unprecedented.\\n\\nUtilizing these emerging innovations, we give the power to players in the community in both ownership and earning (play-to-earn model).\\n\\nMetaverse Alliances strives to add value to virtual worlds by developing the ecosystem and economy of upcoming games. As Marc Andreessen once said: “The software will eat the world”, we believe the “Metaverse will eat the physical world”. Hence, we plan to own and develop assets in the metaverse as there is no doubt in our minds that virtual economies will be more valuable than real-world economies over time. We also will be the one stop shop for metaverse content and research. We will gather the best research content in the digital economy from like of Messari and Delphi Digital to stay ahead of the curve and empower gaming communities.\\n\\nThe ultimate vision will be an all-in-one platform that will operate as a gaming as a service domain for gamers to be able to interact, invest and play in different games of the on-chain gaming ecosystem. This is the biggest value-added that we will provide to the community which will result in high degree of user- loyalty.\\n\\nBefore “blockchainization” of gaming industry, interaction and experience with games were available to almost everyone in the gaming community across the board (most games), once play to earn mode, dominates the conversation in this industry, being a platform that allows users to interact with every game in a seamless and accessible manner will be gamechanger. We believe that communities will be the most value- generating in this new economy and Metaverse Alliances will strive to generate value to them.\\n\\n \\n\\nOur Mission: \\n Metaverse Alliances' goal is to create gaming communities and maximize the value of investments made in the metaverse and blockchain-based games.\\n\\n● Building a global community of play-to-earn gamers who play competitively to collect in-game rewards\\n\\n● Producing cash-flow through the rental or sale of Metaverse Alliances-owned NFT assets \\n\\n● curating the state-of-the-art research and development for gaming community and the metaverse industry to arbitrage on yield generation opportunities by being competitive in metaverse-related games\",\"timestamp\":1636885026,\"title\":\"Metaverse Alliances; Bridging the Metaverse one Alliance at a time\"},\"digest\":\"M-PvrbAn5RJ4vfmxjRdBBfKqbHRpzAxgiZFZBmg5rBU\",\"authorship\":{\"contributor\":\"0x645F38C7110C83bd3AFf6CAef471A90E245a7B85\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GST9MFLu4IQMX3Ujsu8xlqokW1uVIk_1XUCdpw9iFPw\\\",\\\"y\\\":\\\"CBUWbJqyfCeXo4JHfzMQnJPcRU1pzdA7ttPMLpX_gVM\\\"}\",\"signature\":\"MHytutzaXW-8jg7Xync1xmV7-NWepj3S8t4Z_lPTvmaxdPsEQVpl7596en92UgKyGMLs0gaE1TAg15LZgLFi9g\",\"signingKeySignature\":\"0x9a54cc595b3107dccef12260cb12cfbce9d0352881aedb9866551f73838f735722b012f699bc110f8ac0230685c647fe08bc565259d61e12c83a62c4a439c3301b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GST9MFLu4IQMX3Ujsu8xlqokW1uVIk_1XUCdpw9iFPw\\\",\\\"y\\\":\\\"CBUWbJqyfCeXo4JHfzMQnJPcRU1pzdA7ttPMLpX_gVM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M-PvrbAn5RJ4vfmxjRdBBfKqbHRpzAxgiZFZBmg5rBU\"}"