"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/T_tHmTdqpwneBtvk4Q1Nw.jpeg?height=683&width=1024)\\n\\nUniswap is a decentralized finance protocol for decentralized cryptocurrencies exchange. It makes automatical exchange viable without third-party interference. It operates as its own market and provides services without any human interference besides coding. It shows that it is possible for cryptocurrencies to completely operate without third parties and they can still function better than third parties involved exchanges.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[Defi Review #1: Uniswap The Market Maker ](https://www.youtube.com/watch?v=K3WhoNsq7HU)\\n\\n**What is Uniswap**\\n\\n![](https://images.mirror-media.xyz/publication-images/B_GDbhM2Snxdubox_yXWz.PNG?height=518&width=930)\\n\\nCreated on November 2, 2018, Uniswap was created as a noncustodial automated market implemented for the Etthereum Virtual Machine. Uniswap was created to test one of the conceptual ideas on the automated market makers.\\n\\n**Why Choose Uniswap**\\n\\nIn the traditional finance market, most markets use a central limit order book style of exchange with buyers and sellers to create orders organized by price level and influence by demands and supplies. The benefit of using a limited order book is that buyers and sellers are safe to trade their assets through third parties verification, however, the market is unfair and manipulated by third parties oversight.\\n\\n**Goals of Uniswap**\\n\\n![](https://images.mirror-media.xyz/publication-images/BRop0td1wFxsX5dR8XObw.PNG?height=553&width=1209)\\n\\nUniswap is to provide liquidity to the exchanges. Unlike the traditional market which all transactions are operating within the umbrella organization as accounting transactions and settle later, crypto exchange will require enough crypto assets to settle immediately. Such immediate settlement may require owning large amounts of crypto assets which are infeasible to many projects, to begin with. Therefore, the solution is to have a liquidity provider who funds a liquidity pool with crypto assets while earning passive income on the deposit. The automated market maker can leverage liquidity pools to make sure there are always have enough tokens to pair and allow trades to be executed.\\n\\n**Uniswap Focus on Community**\\n\\n![](https://images.mirror-media.xyz/publication-images/Rw_XCns4r41oWJC1UoBeq.png?height=2928&width=4526)\\n\\nOne of the Uniswap strengths is to focus on the community. Its goal is to give more power to the community and to build a better community by giving more tokens to them. It also has great governance with 3 phases to improve the Uniswap protocol.\\n\\nPhase 1 temperature check is to determine sufficient to make changes to the status quo.\\n\\nPhase 2 consensus check is to establish formal discussion around a potential proposal.\\n\\nPhase 3 governance proposal is to change based on community proposal.\\n\\nBecause of those focuses, Uniswap can prevent flash loan attacks and make its ecosystem more transparent and fair.\\n\\n**Holders From Uniswap**\\n\\n![](https://images.mirror-media.xyz/publication-images/mS8Lon3-O6tPHOUmMBI3-.PNG?height=940&width=1212)\\n\\nHolders are equally distributed amount many users and there are less dominated potential of single holders to over influence the Uniswap ecosystem which makes the Uniswap closer to decentralized.\\n\\n**Risks With Uniswap**\\n\\n![](https://images.mirror-media.xyz/publication-images/x84pCMMhsRd5N9NX7ecaE.PNG?height=413&width=599)\\n\\nThe open audit result of Uniswap is fairly good. As far as its protocol security, Uniswap is sufficient to prevent possible hacking. However, because of its governance setup and community progression, it makes the Uniswap evolve slower when the market rapidly changes and it may seem a bit out of touch on the Defi hype.\\n\\n![](https://images.mirror-media.xyz/publication-images/XXtThMBkX3LqKZg3YLqVV.png?height=1390&width=1503)\\n\\n**In Conclusion**\\n\\nI think Uniswap is definitely a breakthrough and disruptive project. Its automated market maker continues improving and the community is dynamic to adapt slowly to the change of the Defi environment.\",\"timestamp\":1640152960,\"title\":\"Defi Review #1: Uniswap The Market Maker\"},\"digest\":\"CQ5mlVIKAVJzwx7bLc9FW-lZVGoMsiTc-bwfpAnGYkU\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"CrNIH7zqZBK8WVnvt7W4sRx9-Ad32Vthx-VGX9K4TAL8HSdLCzJt_TSEJj3gAnNxStSmPqNQZevQMJBGDpMxXQ\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CQ5mlVIKAVJzwx7bLc9FW-lZVGoMsiTc-bwfpAnGYkU\"}"