"{\"content\":{\"body\":\"He was sitting at the head of the table, and he could not help but read again the report of the battle, which he had read several times before, but the joy of victory was so intoxicating that he wanted to feel it several more times.\\n\\nLei Chueh - tian, who was sitting beside him, also showed a rare expression of satisfaction. \\\"The two generals have done a very good job, our loss is small, and the great Khan's burial of King Mantenis ii is a very good job. At least, on the surface, it can redeem some moral values for our military operation.Now the situation in The city of Ancon and the kingdom of Jemelow is basically stable, and the two generals have carried out the discipline of the army quite well without disturbing the people, which is very beneficial to us.I think the Khan will wait for some time before he can declare them as our territory and create a new state.\\\"\\n\\n\\\"Yi?Chuetian, isn't there yue Jing Kingdom?Now we can take advantage of the victory and return to destroy Yue Jing at one stroke. Anyway, the situation between the two countries is stable. This is also your original plan.\\\"As soon as Bishili heard lei Chuetian's words, he seemed to stop fighting, and felt a little reluctant to do so. \\\"The women in The Kingdom of Yue Jing have white, tender and smooth skin, and gentle and gentle character, which can be as good as the women in the South of the Tang River Empire. I have been looking forward to it for a long time.\\\"\\n\\n\\\"Yue Jing is already in the bag, no sooner or later.\\\"Lei Juetian shook his head with confidence and turned serious. \\\"But now the Milanese are preparing for war and are in frequent contact with the Tang Empire to join forces against us. This situation should also be taken seriously.\\\"\\n\\n\\\"Damn the Milanese dogs, they're pulling at us again. One day I'm going to trounce them.\\\"\\\"But we still have 200, 000 troops at home, should be able to cope with the invasion of the enemy?\\\"\\n\\n\\\"Milan's defiance is nothing, I was concerned about Tang He people respond, they command more than 20 troops in southern was originally used to deal with us, according to the current situation, though they made war mobilization, but I think really want to invasion, they also have many misgivings, I want to temporarily don't infuriate Tang He person.I studied the wording of the ultimatum sent by the People of the Don river. They simply demanded that we must cease our military operations immediately and called for our withdrawal from the occupied territories.These two sentences are very artistic,\",\"timestamp\":1635745172,\"title\":\"Robot:\"},\"digest\":\"OvKEXgjAozESrCnVA7zHsz6c8_ZaS0WQHwsb3npp1XI\",\"authorship\":{\"contributor\":\"0x9FB1c8b6196E5dEAC9ABb2A59CccB4e3D08DE271\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QYORTvIL2aRwatWDT5e_m6NEc0a_f-ICAAwIWq0EchY\\\",\\\"y\\\":\\\"V6jyJxcJsS9g4euvNRP1Owvo-hUESRg8RI2GNnHD4x4\\\"}\",\"signature\":\"qOSRQUPnd7Z80NBTQN0spMjGqy8Eow4KZZPqNzeBJWtACSVP5OgszEYAOxgBOKr5Fxnh54oyz08b6BNqKFmtFw\",\"signingKeySignature\":\"0xc1408b3d99aa6189cd13d507ca892fb6b62c0a76e9590ea04973b374310b57125ff6b76e6c89c76ba5db85a598120697512b8efd5a28fba63d2bc9ddbb533dd01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QYORTvIL2aRwatWDT5e_m6NEc0a_f-ICAAwIWq0EchY\\\",\\\"y\\\":\\\"V6jyJxcJsS9g4euvNRP1Owvo-hUESRg8RI2GNnHD4x4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OvKEXgjAozESrCnVA7zHsz6c8_ZaS0WQHwsb3npp1XI\"}"