"{\"content\":{\"body\":\"Decentralized Autonomous Organizations (DAOs) are community-led organizations. They are built around a common [mission, vision, and values](https://www.notion.so/bankless/Mission-Vision-and-Values-05d66a9089d643d4981ffcad9e446163), which then translate into products and services that execute the core mission.\\n\\nhttps://twitter.com/Cooopahtroopa/status/1428131199176773636\\n\\nA helpful [mental model](https://frogmonkee.substack.com/p/coordinating-labor-in-daos-the-dao) to use is that while startups source talent, by way of job boards, interviews, and a robust hiring pipeline, DAOs crowdsource talent from their community. People self-organize into niches based on what excites them and collectively begin to explore those ideas collectively. It is the DAO’s responsibility to enable new entrants to contribute and execute their ideas.\\n\\nBut this raises a question: Without any top-down delegation, **how does anything get done**?\\n\\n## Enter the Bounty Board\\nThe toolkit for decentralized coordination is varied. One powerful tool is the Bounty Board - a centralized repository of discrete tasks with an associated price tag. Bounties are typically issued when the bounty creator does not have the time or skill to execute the requested task. \\n\\nIn a traditional organization, these tasks are delegated by a manager to their constituents; but when talent is crowdsourced, the task can be picked up by anyone based on their availability, interest, skillset, and compensation.\\n\\n![](https://images.mirror-media.xyz/publication-images/f62ff5ef-3c38-424b-bfe6-28d930930ad5.jpg?height=653&width=1126)\\n\\nBanklessDAO began to implement an ad-hoc bounty system and even spun up a #bounty-board channel, but the flurry of Discord activity would often leave bounties unseen by many. Attempts to further organize have been made, like Forefront’s [bounty spreadsheet](https://docs.google.com/spreadsheets/d/1pAgFGj9qcY-7SUI7dhyL5_4affPQXosz_5z8U7vl68k/edit#gid=196077105), but it’s a more burdensome, manual process with no integration with the tools that crypto-natives are used to.\\n\\nAnd so, [IcedCool](https://twitter.com/Church_0x), [BrianPatino](https://twitter.com/BrianPatino_ETH), [Behold](https://twitter.com/0xBehold), [Paulapivat](https://twitter.com/paulapivat), Oktal, [Nonsensetwice](https://twitter.com/nonsensecodes), [BPetes](https://twitter.com/BryanPetes), and others embarked on a project to build a better solution.\\n\\n## Introducing the BanklessDAO Bounty Board\\n![](https://images.mirror-media.xyz/publication-images/6c625a9e-d897-495b-9b1c-fd5a6eef9832.png?height=903&width=1852)\\n\\nWe created the [BanklessDAO Bounty Board](http://bountyboard.bankless.community/) with the intention of turning it into a staple tool in any crypto organization’s coordination stack. It’s designed with Web3 in mind and already integrates with Discord. Let’s walk through a sample workflow.\\n\\nIntegrated with BanklessDAO’s native [DEGEN bot](https://www.notion.so/bankless/DEGEN-The-BanklessDAO-Discord-Bot-f5e1c8e3e9b546ce83025a8359f98da8), members can create a bounty with a simple `/bounty create new` command:\\n\\n![](https://images.mirror-media.xyz/publication-images/c3c4f9b9-7c43-4059-8d54-282d00dd83b7.png?height=227&width=887)\\n\\nAfter selecting the command, you are prompted to define the title, scope of work, success criteria, and incentive for completion. Once the command is submitted, you can now manage the rest of the flow via the URL that is passed to you from DEGEN via direct message, or via a series of emoji reactions. Furthermore, there are numerous commands available to assist in editing, listing, claiming, and removing bounties.\\n\\nHaving created the bounty, DEGEN bot populates a [website interface](http://bountyboard.bankless.community/) with the details, providing a clean central repository for all ongoing bounties.\\n\\n![](https://images.mirror-media.xyz/publication-images/ee722bca-aa55-4423-a2d5-99738980a9f8.jpeg?height=671&width=932)\\n\\nThe current iteration of the Bounty Board is limited in scope, requiring that claims be managed manually by the creator, rewards paid through the [Collab Land](https://collab.land/) tipping mechanisms, and payment denominated in $BANK.\\n\\nFor a detailed explanation of the workflow and an overview of the commands, please visit the DEGEN wiki at [The Bounty Board Commands and Workflow](https://bankless.notion.site/The-Bounty-Board-Commands-and-Workflow-7f15bbc3f2c744afab1cb5f90daac4a2).\\n\\n## The Future of Bounty Boards\\nThe Bounty Board is in its early stages of evolution. However, understanding the insane level of development happening in the cryptosphere, it isn’t too difficult to consider what bounty boards may become. From soliciting work and connecting creators and builders, to deeper and richer relationships between DAOs and protocols, bounty boards may one day become the de facto form of labor organization. \\n\\nOur future plans include ways to automate payment smart contract escrows for any ERC20 token, allowing external organizations to create bounties for BanklessDAO members, multi-user claiming, dispute resolution, and [much more](https://www.notion.so/bankless/60fc57a6e8874e708575419976eb6dc2?v=12e44e4b946f4120ac908df662a3cb00).\\n\\n![](https://images.mirror-media.xyz/publication-images/e588ea23-0475-424d-a995-550c9346c653.jpeg?height=560&width=888)\\n\\nAs bounty boards become more blockchain native, it may not be too long before we see freelancers making a living on-chain via bounty hunting, and employment offers being made and picked up via a worker’s wallet history. We’ve talked about the [future of work](https://newsletter.banklesshq.com/p/the-future-of-work) and [on-chain resumes](https://newsletter.banklesshq.com/p/your-wallet-is-your-resume) before; this is the next step in its realization.\\n\\n## Bounty Boards as a Service \\nGoing into this project, BanklessDAO knew that other crypto-organizations would benefit from a Discord and Web3 integrated bounty board. Having only released a primitive version, we’re very much in the product discovery phase. If your organization may benefit from having a Bounty Board of its own, we invite you to fill out the [form](https://tally.so/r/wAdey3) below. The entire Bounty Board project can be replicated and branded to your specification!\\n\\nLet’s #gobankless!\\n\\nhttps://tally.so/r/wAdey3\",\"timestamp\":1629469092,\"title\":\"BanklessDAO Bounty Board: An Upgrade for all Crypto\",\"publication\":\"banklessdao\"},\"digest\":\"rwbsUvujB3z0BPA9XssPOpkMNMbf8CsFle6AXBT80bc\",\"authorship\":{\"contributor\":\"0xE71eFd5865A42Cb0f23146Dc8E056dBA4E67e9b7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dqBx01C-WaPxIBdql6j0VYdGjvCKhgC-zba2SKGgT-0\\\",\\\"y\\\":\\\"e41X2Kq-zKDLfdrjGOOzOyxvnnok8ZrAVfs9GOWXfdE\\\"}\",\"signature\":\"5JXh2eeUBD5R3OAlTcIEB6ElrvDwDAsXNb9Xx0dhTvtKD0usrSRNc8HAJvRjj5LSbW20DzBW6xBzTUT6CGRdpQ\",\"signingKeySignature\":\"0x5ac2e89abe59204432e3b6a2cdac549b6a1619480aef5cbf2606e64055968c39380e44591ea4c5c4c6445655bf1cd286308534e69bd56f420b6d83b54e0066e11b\",\"signingKeyMessage\":\"I authorize the publication of articles on banklessdao.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dqBx01C-WaPxIBdql6j0VYdGjvCKhgC-zba2SKGgT-0\\\",\\\"y\\\":\\\"e41X2Kq-zKDLfdrjGOOzOyxvnnok8ZrAVfs9GOWXfdE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sie3cTas4AaZ0xzRuAYIUvOyTBLqQ_ABOxVLJ_osJ2U\"}"