"{\"content\":{\"body\":\"近一段时间，随着Facebook、微软等全球互联网巨头相继宣布all in元宇宙赛道之后，“元宇宙”一词也就成为业界热议的焦点。\\n\\n有人说电影《头号玩家》中用VR眼镜进入的绿洲世界就是元宇宙，也有人说大型3D渲染的顶尖网游《World of Warcraft》才是元宇宙，还有人认为多人在线创作游戏平台Roblox才是真正的元宇宙等等，一千个人眼中可以说是有一千种“元宇宙”。\\n\\n那么，元宇宙到底是什么？艾贝研究院在经过大量调研分析之后，试图以此文简言概论，带大家认识一个真正的元宇宙本质究竟为何。\\n\\n溯本正源，元宇宙（Metaverse）最早出自科幻小说作家尼尔斯蒂芬森于1992年创作的第三部著作《雪崩》，它描绘了一个庞大的沉浸式的虚拟空间，人类可以以虚拟身份在物理世界和数字世界跨越生活。简单来说，元宇宙是一个把网络、硬件终端和用户连接起来的永续的、交汇的虚拟现实系统。\\n\\n**要满足最初元宇宙的愿景，元宇宙需要满足三个特点：**\\n\\n1）永久存在，这个虚拟空间平行于现实世界，在时间维度上是必须时同时并行存在；\\n\\n2）去中心化，这个虚拟空间不以某个服务主体的主观意志为转移，是一个由全世界独立个体共同经营维护的空间；\\n\\n3）经济系统，这个虚拟空间要有一套独立闭环运行的经济体系，能在现实之外创造出增量价值。\\n\\n我们从这三个标准来评估元宇宙，就会发现一个客观事实：VR、AR、脑机接口等硬件设备发展完备，5G、人工智能、3D建模和游戏引擎等技术夯实只会从表象物理端口构建虚拟世界存在的技术条件，但这个虚拟世界要想永久存在，实现去中心化，且具备闭环的经济系统就务必需要区块链技术的底层架构。\\n\\n**缺乏区块链底层架构的元宇宙没有灵魂**\\n\\n为什么区块链技术能成为元宇宙的底层架构呢？艾贝研究院从以下五个维度提供参考视角：\\n\\n**一、数据确权。**区块链的不可篡改、公开透明，可追溯以及分布式记账特性，让海量的数据可以进行有效确权，进而为数据资产化提供了有效支撑；\\n\\n**二、可编程社会。**区块链的智能合约提供了一种可自动化执行的程序脚本，程序会根据代码自动触发执行条件，不仅确保了区块链去中心化环境下的一切交互行为都是可信的，还为货币体系、金融体系甚至将来繁杂社会体系的可编程化奠定了基础。当货币、金融乃至社会都朝着可编程化方向演变的时候，一个完整的基于区块链架构的元宇宙社会才有可能成为现实；\\n\\n**三、万物上链。**区块链的NFT给出了把现实万物资产映射到链上的有效解决方案，用户可以通过ERC721等NFT铸造标准将现实资产NFT化，从而实现现实和虚拟世界的连接和交汇。而且NFT也让区块链技术允许破圈，不断向现实世界的艺术圈、建筑圈、文娱圈等延伸场景，能加速现实世界和虚拟世界的融合。\\n\\n**四、经济系统。**区块链的Token通证模型为虚拟世界构建了实现独立闭环经济系统的可能，Token基于奖惩的分配模型和治理机制，能够激励早期生态开发者贡献代码和产品，同时能够为生态的持续市场运营增长提供庞大的社区保障。一个优秀的Token经济模型可以解决产品早期融资的问题还会为其中后期的产品发展提供人才、技术和运营支撑，这在现实世界高度内卷的创业环境下，无疑有跨时代的进步意义。\\n\\n**五、可组合经济形态。**区块链的开源开放编程化的基础使其具有可组合的经济形态。这就使得区块链在发展DeFi和NFT会有如寒武纪爆发一样，快速基于其市场的可组合性衍生出形形色色的产品形态，为市场成长壮大提供源源不断的创新因子。\\n\\n不难看出，要构建一个成熟的元宇宙社会，最不可或缺的就是区块链技术底层。也许有人会将硬件设备高度先进的VR虚拟场景视为元宇宙，也有人对Facebook等互联网巨头即将掀起的元宇宙产业化学反应抱有较大的期待，但事实已经注定，一个少了区块链技术底层的元宇宙是没有灵魂的。也许它可以是一个使用场景，可以是一个大型游戏，但并不能构成一个沉浸式的元宇宙社会。\\n\\n**基于区块链的元宇宙社会形态蕴藏诸多可能**\\n\\n言至此，想必大家都很好奇，目前基于区块链的元宇宙社会发展状况如何？接下来，艾贝研究院将从构成元宇宙的基础设施、应用及演进形态等多个方面来让大家一睹目前已经派生出来的各类元宇宙玩法以及其未来演变的可能。\\n\\n**一、基础设施**\\n\\n**1）公链**：毫无疑问，公链是搭建区块链可信数据环境的必备基础设施，一个复杂的元宇宙社会同样需要多个公链底层的支撑，在一条公链无法满足其运转所需承载力的前提下，侧链、Layer 2、rollup、跨链等技术都会在竞合关系中成为支撑元宇宙生态的底层基础设施。\\n\\n目前，区块链生态内有Flow、enjin、Near、Avalanche、Harmoney等公链都在其底层架构上迎合元宇宙所需的基础条件。比如：Flow通过支持ERC721协议，用其更低交易费率，更高吞吐优势，推出了NBA top shot，这是一个基于区块链的NBA数字收藏平台，推出后得到大量NBA球星和其粉丝群体的支持，单个NFT作品甚至拍出了20.8万美元的天价。这让NFT承载资产的创新形式快速出圈，推动了区块链技术向传统互联网领域渗透。当然，仅有Flow一家的技术突破还远远不够，诸如，enjin在ERC1155协议上的精进，Near在Mintbase平台上的创新玩法等等，都在为NFT元宇宙社会的构建建立基础。\\n\\n不过，要承载一个元宇宙社会形态，单靠一条公链显然是不够的，链和链之间如何跨链互通，链下数据和链上协议如何交互，链上交互门槛和体验如何提高，数据存储如何高效分布式等等问题都是簇拥在公链基础设施赛道的Players要交出的答卷。\\n\\n**2）域名**：最近，ENS豪掷巨量空投让其在圈内红极一时，但很多人并没有想清楚域名和元宇宙的关系。要知道，在一个匿名化的由40个字母组成的地址世界里，看似公开透明，却又如海底捞针般混沌，这在元宇宙社会里显然是不可行的。而域名系统可以将繁杂难记的长串地址映射成简短的易记地址，可以赋予元宇宙世界中的数字人物社交身份、品牌地位等，同时大大方便虚拟世界中人和人之间的交互，甚至一个域名也可以是进入多个元宇宙世界的虫洞。说到此，想必域名在元宇宙世界的价值意义如何就不用过多赘述了，关键是，好读、易记的域名在虚拟世界里还是人人争抢的稀缺资源。目前，域名生态有基于以太坊链的ENS解决方案，还有基于Nervous的DAS服务等都在这块做布局。\\n\\n此外，在基础设施方面，还有各种为方便交互的协议标准，还有分布式存储、L2、跨链、Oracle等方方面面的基础架构组件等等。\\n\\n**二、应用形态**\\n\\n相比晦涩难懂的基础设施，大部分人接触“元宇宙”，一定会是在应用层。相比传统互联网基于VR衍生出来的VR+健身，VR+教育，VR+购物等注重体验的各类应用场景，区块链赛道和链游相关的有趣玩法则让人看到了在虚拟世界里实现经济闭环的可能性。\\n\\n**1）玩法1：Avatar NFT。**提及头像很多人都能自然联想到Cryptopunk，这些由计算机模拟生成的像素头像动辄拍出数百万美元的天价，让人叹为观止。如果说加密大佬们高价抢拍punk只是为了在twitter上比拼各自的社交身份，那这类头像类应用在元宇宙世界里的价值可就丰富了。准确说，头像应用在虚拟世界里应该叫数字化身，代表着一个人在虚拟世界里的一切。事实上，Cryptopunk背后的团队lavar labs 已经推出了3D虚拟化身应用Meebits，和Punks爆火的底层逻辑差不多一样，Meebits则会成为三维虚拟世界里的数字化身，代表着用户的身份、形象、品牌等等，将成为用户进入元宇宙世界的流量入口，其价值意义不言而喻。\\n\\n**2）玩法2：GameFi。**游戏能快速将用户代入一个闭环虚拟场景中，无疑是普及元宇宙的最佳方式。相信很多人对一个叫Axie infinity的区块链游戏不太陌生，截至目前，该游戏一天创造的经济收益目前已经超过了王者荣耀，而相比具有数亿用户体验流程丝滑的王者荣耀，Axie infinity仅仅是一个页面简陋的宠物养成类PK游戏。其致胜的关键正是其颠覆性的重构了游戏的生态架构，王者荣耀等游戏是游戏厂商用体验换用户的增值消费，Axie infinity则把游戏道具，游戏角色、游戏属性等以去中心化的方式分配给了用户，用户成了游戏最大的受益方，这样的游戏在纳新、留旧、转化、广告等方面所具备的优势相比传统游戏模型无异于是一次降维打击。当然，让区块链的GameFi生态具备闭环经济模型的前提，正是其对NFT资产化流通机制，还有Token通证模型的出色应用。\\n\\n**3）玩法3：虚拟城市。**试想在一块尚未被开发的土地上，每个人都可以自由买卖和交易土地，在此之后还能在自家土地上建商场，做艺术品展览，出租建筑外立面打广告等等，一切仿佛社会再重组再造一样，想想就不禁觉得很酷。事实上，这样的虚拟城市正在区块链世界里一个个拔地而起，比较典型的是Decentraland。我们可以在Decentraland上自由交易土地、NFT等各类收藏品，举办艺术品展览party等等，等同于在虚拟世界里完成了对传统世界经济模型的1：1完美复刻。当然，元宇宙世界最后的载体一定是一个虚拟城市，而上文提到的avatar、gamefi等都会作为基础元素被组合进这个世界里。\\n\\n综上，其实我们能清晰的认识到，区块链元宇宙生态最本质的优势就是其去中心化的创作者经济体系。头像生态大家对个性化的追求，游戏生态大家对Play to earn 的热衷，还有在虚拟城市里自由建造、交易的热情都是一个去中心化创作者生态所展现出来的魅力。\\n\\n**产业化服务对元宇宙发展的催化作用不可低估**\\n\\n最后一部分，我们谈一谈，产业化服务对一个纯数字原生世界的“加速”意义。这里的产业化服务指代的是构建原生数字世界技术之外的服务部分，比如：NFT交易撮合平台、元宇宙建筑设计服务、gamefi类DAO组织等等。之所以需要产业服务的介入，根本点在于，一个纯技术构建的元宇宙生态并没有我们想象中发展的快，技术在扩容、性能、安全、隐私等方面存在的掣肘可能会存在很多年，这个过程中，产业服务业态就扮演者破局者的角色。比如，2020年，流动性挖矿机制带来的DeFi summer。\\n\\n**1）NFT交易平台：**NFT类资产天然就缺乏流动性，一个能增进NFT资产流动性的平台其存在意义显而易见。大家熟知的有Opensea这样的交易平台，长期霸占ETH消耗榜的前三位，各种热门的NFT收藏品都能在opensea上展出，喜欢的用户可以发offer给售卖者，平台撮合过程中收取一定的手续费。做NFT交易平台某种程度上能聚集流量，制造热点话题，打造焦点IP进而提升NFT的流动性。但这并不够，NFT交易平台未来或许会进行各种DeFi化尝试，进一步加强NFT的流动性。比如：NFT碎片化协议可以将ERC721协议转化成ERC20代币进而组合进DeFi市场中。\\n\\n**2）DAO组织：**尽管加密世界对完全分布式的DAO组织畅想许久，但短期真正把DAO组织价值意义发挥到机制的莫非一些帮助GameFi生态运营的游戏公会组织了。Axie infinity在运营出知名度之后就遇到一个致命问题，治理代币价格过高，导致新用户进场连最基本的3个小宠物都无法凑齐，这样一来一款游戏如果新用户进入门槛过高的话，注定其生命周期也会很有限。针对这种情况，一个叫YGG的游戏公会组织，提供了道具租赁服务，用户租赁宠物或道具对战获取收益，最终和公会按比例分配收益。这样的DAO组织用线下商业撮合形式，解决了链游在纯链上运行机制不足的问题，也成了游戏孵化，游戏代打，游戏引流，游戏运营的不可或缺的一环。\\n\\n**3）其他周边：**除了以上产业服务之外，这个市场还衍生了围绕元宇宙城市的各种服务，比如：数字艺术品设计师、数字场馆建筑设计师、数字场馆运营方、广告服务代理商等等，这些看似周边但又无时无刻丰富着元宇宙业态的产业组织所发挥的实际价值会远远超出我们认为的那样。\\n\\n通过对元宇宙生态当下热门玩法的逐个剖析，大家不难看出，相比传统互联网产业基于VR硬件和3D游戏渲染技术等建立的优势，元宇宙在区块链生态的发展可圈可点，单看外在无论是技术含量还是直接的感官体验都离互联网相差甚远，但如果看内核的话，你会发现一个惊人的事实：**没有区块链技术底层的元宇宙是没有灵魂的，而区块链打造的去中心化的创作者经济体系正在加速引领元宇宙世界的发展。**\",\"timestamp\":1638032281,\"title\":\"元宇宙区块链生态概览：一个去中心化的创作者经济体系\"},\"digest\":\"qLlkrJxb6czYc1ITyDcfkXlewv2plE0DK_IOb-2TJFI\",\"authorship\":{\"contributor\":\"0xe2a13698d636f5191C5225c99FCb28CcE980D64A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IUqH0dCMtWmQkkQm3DgyDWVRY-PEV150f34LfTozGM4\\\",\\\"y\\\":\\\"1yNuS__B_9PcTg7Kt-lv24wA5Tr0uGYj-yB36vvNdik\\\"}\",\"signature\":\"e0qtwqsSCrJXG1rYA9mOWBq2O2X8HSzauBrIkKFPoBh6AX5i_GhTxvHwNbmNhjbXFR1Qq6nD0DBqRSrch369hA\",\"signingKeySignature\":\"0x09237fd9f04b97e6b6a32c9ddd02b8db7daedec39a28f95d1e217fa61a8a04e90189f8840c41458354d088f3cbdeca3ade2b0bffdbb12bf8b532210d984f7a801c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IUqH0dCMtWmQkkQm3DgyDWVRY-PEV150f34LfTozGM4\\\",\\\"y\\\":\\\"1yNuS__B_9PcTg7Kt-lv24wA5Tr0uGYj-yB36vvNdik\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qLlkrJxb6czYc1ITyDcfkXlewv2plE0DK_IOb-2TJFI\"}"