"{\"content\":{\"body\":\"## Why Are We Here?\\n\\n![](https://miro.medium.com/max/1400/1\\\\*13ckhBqjz0MghSAzj18OZQ.png)\\n\\nVoting is the heart and soul of liberty and democracy. It symbolizes the ultimate goal of giving power to the people and letting people choose for their own futures. However, as of yesterday, the voting process still remained inherently flawed — it was constrained by various technological and structural limitations, prevented from being an unadulterated expression of the voice of the people. Today, we present to the world a daring, truly different, and potentially groundbreaking concept: “**Vote-to-Mint**”, **a fully decentralized voting system.**\\n\\nWe wish to use this opportunity to cherish and give recognition to the contributors who led us through uncharted waters and made major strides within the blockchain world. Anyone anywhere can vote for the one they deem most worthy of the title “**Blockchain Person of the Year 2021**” from a pool of candidates nominated by important stakeholders in this field.\\n\\nBy adopting a DAO structure and applying blockchain technologies, we created a decentralized voting system where every vote record is completely **transparent and open for scrutiny**; where tampering with the results in any way is technically impossible; and where the choices of people today will **remain on the blockchain forever**, never to be lost in time like tears in rain. We believe this **non-profit endeavor** is a practical and pragmatic method that can bring us closer than ever to the idea of a truly democratic election.\\n\\nPeople scoffed at the Emancipation Proclamation, just as they did with the Purna Swaraj or the Declaration of Independence. Many doubters still find the notion of practical and popular usages of blockchain preposterous. But **we, the Blockchainians**, know the **massive untapped potential** it possesses. With your participation, we can leave a major mark in the history books by making a significant leap from both conventional voting processes and existing blockchain usages. So join us. Greatness awaits.\\n\\nP.S. By voting in this event, you will receive an **NFT as proof-of-vote** and as a sign of our gratitude for your support. The wild and unpredictable possibilities of NFTs often bring unexpected values to their owners. Who knows what will happen in a potentially revolutionary movement like this one! ;)\\n\\n***Team VotingDAO***\\n\\n**Contact@votingdao.io**\",\"timestamp\":1640931644,\"title\":\"VotingDAO - Declaration Paper\"},\"digest\":\"KX0hZFq8RwT4ygePOKocvSNxqt59EDMx10QhJBBCRd4\",\"authorship\":{\"contributor\":\"0x5C9F71d3AD17Cb7088744678f98f74B2EEE32bfD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kvcSj9gtrt-bu81584SuPvuPlqzdkAHvSb3o7IJHvTU\\\",\\\"y\\\":\\\"ivm04WBrDMgYgs6dVoNJLfQl4YcynkgEvuXgE_gEu_Q\\\"}\",\"signature\":\"v7Zl3qHJJbJJwAiACfpoABzDMQXaLs4b7g7ayVN626ZZcWzcQZVXfqTLofmGvt4hedxw03phiOPaGPSMZFkFKA\",\"signingKeySignature\":\"0x33eed78b22d71e0d238db528fd512b2a279e2e59f14ba3bf34e9ff3c5061cdc40769bddd9778a72a581d311954352636182516fceed5ce6c3f243df4303cd7181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kvcSj9gtrt-bu81584SuPvuPlqzdkAHvSb3o7IJHvTU\\\",\\\"y\\\":\\\"ivm04WBrDMgYgs6dVoNJLfQl4YcynkgEvuXgE_gEu_Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XWefB9QSDWqMlpLhJJJxWX18zVkw-LOjpQrk75xvCKc\"}"