"{\"content\":{\"body\":\"> 链游公会的未来在哪里？\\n\\n*作者：Richard Lee*\\n\\n今年8月，当Yield Guild Games 紧随头部链游 Axie Infinity 迎来市场热度时，大多数人都没有料到「链游公会」会成为一个专门的赛道，甚至可以说，爆火的赛道。\\n\\n在最近一月链捕手的每周融资统计中，链游公会获得融资的频率仅次于链游项目本身，a16z等诸多头部风投机构都在布局该赛道。\\n\\n「游戏公会」，在互联网游戏发展初期原指游戏玩家聚集成的网络群体，有一定的章程和约束。随着区块链游戏「Play to Earn」（P2E，边玩边赚）的兴起，新兴的链游公会有了更为清晰的金融导向目标，而在链游发展脆弱的早期，因其天然的流量聚合属性和市场推广作用，逐渐成为链游赛道必不可少的补充角色。\\n\\n与YGG等海外以「去中心化自治组织」（DAO）运营、人员组织松散、流动性强的早期头部公会相比，国内大量涌现的链游公会仍发展粗放。在链捕手的采访中，国内公会群体多由原来的矿工转型而来，小规模、雇佣制是其特点。更重要的是，现如今的公会是否真的带来强大的流量聚合效应？\\n\\n随着链游项目本身的更迭，公会这一赛道的未来发展趋势是什么？国内公会的粗放模式是否具有竞争力？参与者和分析师给出了相近的答案。\\n\\n### 矿工找到了去处\\n\\n在链捕手7月的报道中，中国加密矿工迎来终场倒计时，具有一定规模的比特币矿工纷纷选择出海，而规模有限、小币种的矿工则选择观望。时钟拨到年终，这些观望的矿工也找到了答案。\\n\\n申安明显觉得这半个月电话多了很多。申安是一家加密风投机构的成员，公司原本在国内运维Filecoin矿机的挖矿活动，今年夏天受政策监管影响，旗下矿机只好停产或运往国外。\\n\\n此后借助于公司早期布局的NFT投资业务，申安和同事发现了Axie Infinity这款链游。在内外双重因素下，其公司开始将重心放在GameFi上，除自己「打金」外，也帮客户孵化打金工作室，目前在长沙、杭州、山东、西安、重庆等地都有相关社群组织。\\n\\n同为8月开始打金，深圳的Fernando也属于圈内转型大潮中的一员。Fernando 从18年all in区块链教育培训赛道，早前参与过Difinity（ICP）公链项目，以及Swarm（BZZ）存储挖矿等业务。高耗能的挖矿活动受到能源及环保政策监管后，Fernando原本的业务难以为继，也没有考虑出海。「但是矿圈的资金比较大，它总得有个去处，后来链游这块兴起了，造成短期之内大量资金涌入的情况，也打造了一波财富效应。」Fernando说。\\n\\n申安和Fernando或并不是孤例。链捕手采访的多位业内人士都表示，**目前国内从事链游打金的人中很大一部分都由挖矿团队转型而来，其中可能主要为Filecoin、以太坊等相对次主流币种的矿工群体，且运营的矿场规模有限，不便出海。**\\n\\n供职于国内一家公会联盟的King告诉链捕手，国内公会数量在10月底元宇宙概念爆火后开始激增，据其估计全国目前成型的公会总数不到千家。\\n\\n与YGG线上社群联系的方式不同，国内公会打金仍多靠雇佣制。Fernando在深圳、西安、珠海等地都开设了打金工作室，总体托管资金量达1亿元。在打金运作的各个环节中，Fernando认为人力是最好解决的一个。\\n\\n「很多在校大学生都可以参与」，Fernando介绍，团队基本不用「社招」，比如到深圳附近的中专、大学中，「发个招聘广告，几十个人就过来了」。根据Fernando的说法，应聘的学生到工作室后，「只要负责玩游戏就好」。\\n\\n「我只要教他怎么玩、怎么操作就行了，他们一天把我给他分配的游戏账号打完，就ok了，然后把里面的收益给领取出来，其他事情，他就不用管了。」Fernando表示，按目前链游收益，一个应聘者操作一天可以收到300-500元的薪酬。薪水的高低与游戏操行性、游戏内收益高低有关，打金团队会综合多项指标进行「绩效评估」，再发放最终薪酬。\\n\\n和Fernando团队不一样，申安公司旗下孵化的打金工作室原本就有自己的团队（注：如原先的矿机运维人员），不需要额外聘请。而申安自己公司的打金业务，如需要人工完成，通常采取海外公会的运作方式，在Discord平台发布任务，招揽「学者」（scholar）来操作。类似YGG，申安团队与操作者的收益分成也是「三七分」，据工作人员估算，一个上班族每天打两小时游戏，一个月可以拿到1800-2000元。\\n\\n需要大量人力操作的还是少数情况。根据链捕手采访，目前使用脚本程序打金在业内是普遍情况。「打金工作室承接千万级的资金量的话，全部人工去操作成本也会变高，如果能用脚本实现肯定是更好的。」Fernando称。\\n\\n脚本与人工的使用比例，取决于打金游戏的类型和内容设计。Fernando和申安都表示，其自有打金业务通常选择Aixe Infinity、Raca、Thetan Arena、Cyber Dragon等相对主流的链游，也会筛选其他小众的早期链游项目，体验其游戏经济模型和玩法。在申安看来，可玩性较差的链游本质与资金盘无异，团队不可能投入大量资金参与。\\n\\nAxie Infinity由于「人人对战」场景较多，打金通常需要实际人力操作。而如果仅是通关模式，申安表示，脚本就可以完成。不过，申安也透露，因为回本周期快，不少打金团队选择打可玩性较差的「资金盘」游戏，该类打金则主要由脚本完成，人工仅为辅助。\\n\\n「现在（链游）初期的时候，其实有点像4399小游戏一样，它都是网页游戏，特别简单，如果你正儿八经去玩是很无聊的，毕竟很费时间。但如果你有脚本去帮忙、去做的话，实际上就会节省时间，同时效率也会高一些，你的回本周期会更快一些。」Fernando说。\\n\\n收益回报和风险成正比，选什么游戏项目打金成为关键。Fernando和申安都认为，**「投研」是链游打金最核心的环节。**\\n\\n据申安介绍，其公司一级市场投资的同事每天会筛选出十多款游戏，交给申安团队研究其游戏的整体关注量、项目方和投资团队背景，以及游戏的可玩性。上述三点满足后，链游项目才会下放到技术团队做游戏玩法设计、脚本开发，以及将脚本配置到打金设备（手机、电脑）中。最终上述技术再成套地输出给各地的打金工作室。\\n\\n「如果没有去做投研或者相应准备的话，其实很多人会受伤的，因为它本质上可能还是投资。」Fernando也表示。\\n\\n### 层层风险\\n\\n「链游的风险，目前来讲还是非常大的。」申安表示，打金游戏的「成瘾性」高低和经济模型设计是否合理是一项重要的风险点。\\n\\n由于链游赛道的火热以及相关币种大多涨势不错，据Fernando对深圳本地打金者观察，很多参与者并不会做非常细致的研究，「先参与进来再说，这种情况其实挺普遍的」。\\n\\nBasics Capital的分析师祎祎向链捕手分析，目前区块链游戏由两个板块支撑——「play for fun」和 「play to earn」，因区块链等基础设施性能较低，在目前链游发展的早期阶段，play for fun通常无法满足，因此「大部分支撑区块链游戏活性的就是play to earn」。\\n\\n当吸金、暴富的参与心态碰上制作粗糙、经济系统设计不合理的项目，亏损的风险无限放大。在申安看来，前段时间颇具热度的Farmers World（农民世界）、飞船等游戏项目不具备游戏的可玩性，本质即为「资金盘」，因此其生命周期不会太长。据Fernando和申安反馈，该类链游项目的生命周期通常在两至三个月内。「如果你抱着15天回本周期（的预期）进场，结果变成两个月到三个月回本，可能对本金都有一定程度的伤害。」 Fernando说。\\n\\n以Farmers World为例，DapprRader数据显示，其NFT平均价格近7天跌幅接近60%。\\n\\n![](https://images.mirror-media.xyz/publication-images/wGrmve2IcphOT-A4Dsc_A.jpg?height=203&width=600)\\n\\n申安认为，「资金盘」类的链游不会退出历史舞台，它永远有一席之地，但主流会回归到「价值」这一块。据他观察，他朋友圈有些曾推过「资金盘」的，现在也开始推Thetan Arena、Axie Infinity了。\\n\\n选好项目外，实际打金过程中同样不乏风险。\\n\\nFernando强调，使用脚本打金需要规避程序中可能留有的后门。Fernando介绍，市面上贩卖的脚本在开发时，可能植入木马程序，在用户使用过程中读取账户私钥及重要信息，最终产生收益降低甚至账户资产被盗的后果。\\n\\n也因而，Fernando和申安团队使用的都为自行研发脚本。\\n\\n链游赛道爆火后，国内矿工大举进军打金公会，是否担忧引发新的监管风险？谈及法律风险时，Fernando和申安都较为乐观，他们都强调传统游戏也有打金行业，相比打金，资金来源和投资去向更为关键。\\n\\n链法律师团队负责人郭亚涛律师向链捕手分析，由于链游公会本身开展的活动是围绕着目前监管定义的「虚拟货币」进行，在监管基调上是不被鼓励的。尽管民事领域有「法无禁止即可为」的原则，但若涉及刑事领域，须由刑法予以规范和调整，如公会涉及帮客户解决入金问题、发行代币等行为，都被视为非法金融活动。\\n\\n\\\\*\\\\*此外，在公会发展过程中，其运作模式如涉及「诈骗」属性和团队计酬方式，则很可能触犯传销相关罪名。\\\\*\\\\*郭亚涛律师分析：「传销活动最本质的特征在于其诈骗性，传销组织许诺或者支付给成员的高额回报，实质来自新进成员缴纳的‘入门费’，因为其本身活动并不能产生经济效益或者额外收益，要保持传销组织的运转，必须使新成员以一定的倍数不断增加，但由于传销组织人员不可能无限增加，其资金链必然会断裂。」\\n\\n此外，他提示，团队计酬主要是指实质上「以发展人员的数量作为计酬或者返利依据」的情形。\\n\\n### 链游公会的未来是什么样？\\n\\nBasics Capital的祎祎分析，链游公会是产业生态发展到一定阶段，必然会成长起来的一个板块。\\n\\n他认为，根据游戏的布局阶段，在第一阶段，游戏发行平台、游戏技术服务商率先出现、发展，第二阶段市场上会涌现各式各样的终端游戏，属于终端游戏竞争时期，而到今年年底、明年年初，或将有大批概念游戏集中上线，这些游戏上线后最重要的就是运维和发展，这一时期便须依靠各式「公会」，为游戏项目方提供大量支持和服务。也因此，链游公会这一赛道，竞争者逐渐涌现。\\n\\n不过，尽管目前打金收益可观，但就国内公会粗放式的运作模式，其商业逻辑在多大程度上成立，仍需打上问号。\\n\\n\\\\*\\\\*就行业运作逻辑而言，游戏公会最大的价值在于其对真实流量的吸引和组织。\\\\*\\\\*但据上述行业人士所述，由于目前游戏内容颇为简单，公会打金主要靠脚本，实际投入的真实玩家并不多。因而在链游的早期发展阶段，现有国内公会的运作方式其真实的「吸量」效应或许有所打折。\\n\\n虽如此，据Fernando观察，来其线下工作室兼职的大学生，其中有部分学生回到宿舍后，也会开始自行玩链游，单人「打金」。这一辐射现象或许才是目前打金工作室在市场中的价值效应体现。\\n\\n但由于政策监管敏感性，国内链游公会将会一直保持目前的形态吗？\\n\\n祎祎认为国内的链游公会都不具备「产品化」的能力，最终国内的这些组织将会接入海外真正有产品化、数据化能力的Guild（公会）平台。\\n\\n「公会的定位就是DeFi里的YFI（Yearn Finance），类似于‘机枪池’（注：DeFi中的机枪池指又被称为「收益聚合 」，机枪自动扫射，系统通过智能合约自动切换策略，采取更高收益）。」祎祎比喻。\\n\\n只有具备产品化的能力，才能掌控整个用户的运营数据，才能了解、能接入那些比较火热的游戏，从而把游戏的需求端和供给端的生态在这个位置上打通，才有市场存在的必要性，「如果只是零散的工作室或一群人在做一件事情，它没有市场发展的张力。」祎祎说。\\n\\n申安也相信，未来更多公会将会转向DAO的组织形态，「这是个趋势，也是未来」。他称，由于法规政策风险，国内从业者「不太敢明目张胆地去做（公会平台及DAO组织）」，据其了解，国内有意向推出类似平台的团队通常会选择出海。\\n\\n成熟的「产品化」公会是怎样的？祎祎举例，如玩家在公会平台登录后，平台能推荐哪些游戏的打金效率较高、风险如何，甚至可以在平台上完成道具买卖，NFT租赁等。\\n\\n不过，祎祎认为国内公会仍然是目前生态的一个补充，「这些公会其实相当于提前做了市场教育，它把这批打金者都聚拢在一起，将来这些成熟的产品直接接入这些我们所谓中国的公会就行了。」\\n\\n他预测，未来的公会产品都会面向两端：**一方面是给零散市场的B端商户，他们拥有自己的团体组织，给他们提供一套内部的客户管理系统；同时也将有面向C端、市场零散消费者的服务。**\\n\\n尽管如此，就主流公会平台开发进度而言，上述前景仍很遥远。\\n\\n即便是头部公会Yield Guild Games，其在白皮书中的规划——借贷功能、YGG代币借贷合约等也远还没有落地，而同类竞品更大多仍停留在融资阶段。\\n\\n「它不是一个一蹴而就的事情，它都是慢慢来的。」祎祎表示。\\n\\n（应受访者要求，祎祎、Fernando、King为化名）\",\"timestamp\":1640081473,\"title\":\"链游公会打金热背后：多由矿工转型，存在多重风险\"},\"digest\":\"4pjkRQqIq8sAc0VbregB7p1mmxN4cDLu3Z0VrsKUcB0\",\"authorship\":{\"contributor\":\"0x8C4d5E90196325FB22Fff37C97D7984a37e51D11\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MurV-qP7dTK_0VrIfAdJ10PY4Cq3blNWk6vB95AA1OY\\\",\\\"y\\\":\\\"BzMazxWmdURJhXV0t8cLZr9XuO94YqOZuBWMRG9u4nY\\\"}\",\"signature\":\"30G8y6Ny6KFEoEPWaFBwkYxJ0NjW-HOUuGYn9hli4bRYguBh2SAStUhC_ffOGdMVbnpp6AfuSE4Wqgv5rbLgdA\",\"signingKeySignature\":\"0x287e39f6dba3403c468e965e181975044c6a0a5ca5d4a2963dfaea7be317cb0b399ec581a60b7d7dcd54d4a0fcb8e4390d2ca4254937b347991ae5bb4fca3c811c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MurV-qP7dTK_0VrIfAdJ10PY4Cq3blNWk6vB95AA1OY\\\",\\\"y\\\":\\\"BzMazxWmdURJhXV0t8cLZr9XuO94YqOZuBWMRG9u4nY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qG862_NCWUYQlX1us-_fnqtf0vXf4bxd_ETyDAMsZVs\"}"