"{\"content\":{\"body\":\"\\\"Blockchain technology is a revolutionary technology that is subverting the pattern of many industries. It is changing settlement methods, payment methods, and the way we transfer value in general. However, we need a way to integrate blockchain transactions and blockchain It is a tool that connects other operations,\\\" said Tom Tirman, CEO and co-founder of PARSIQ.\\n\\nPARSIQ is an automation platform that acts as the \\\"glue\\\" between blockchain applications and real-world applications. It accomplishes this by facilitating the creation of related workflows and notifications between common blockchains and off-chain systems.\\n\\nSimilar to automated tools such as Zapier, PARSIQ allows users to initiate various workflows or notifications when certain events occur. Currently, the tool can define this logic for the following blockchains:\\n• Bitcoin\\n• Ethereum\\n• Binance Smart Chain (BSC)\\n• Dash\\n• Algorand\\n• Huobi Ecological Chain\\n• Celo\\n• Solana\\n• Polkadot\\n\\nPARSIQ's platform standardizes all chains related to users into an easy-to-use system-which means that no matter what kind of blockchain, only one platform is needed to manage all the workflows and notifications required by users.\\n\\nYou can understand it this way. If the technological world is the ocean of the world, then the continent is its centralized system, and the Layer 1 blockchain (Ethereum, Bitcoin, etc.) is the island. The PARSIQ team did not build another island, but decided to build a universal bridge between all the islands and the continent across the ocean.\\n\\nWhy do I need to program any workflow from on-chain to off-chain?\\n\\nAlthough the adoption and use of blockchain is rapidly increasing, many systems and processes that we rely on in our daily lives still exist in the off-chain world. Think about the applications on your mobile device-how many of them are actually connected to the decentralized world? In the foreseeable future, having a bridge connecting these two spaces will be more important than ever. This will allow users to respond in a timely manner to events that involve their interests on the blockchain.\\n\\nBlockchain transactions can happen in near real time, and as long as each block is confirmed, such transactions will proceed immediately. However, not all platforms will provide a way to monitor these transactions, especially for offline wallets or wallets managed on platforms that do not provide instant notifications.\\n\\nAccording to the complexity of your target digital asset, you can use PARSIQ's real-time monitoring function for different purposes.\\n\\nIf you are just a digital asset holder, there is always the risk of losing funds, so when someone tries to steal your coins, you may need to know that there is an unauthorized transaction attempt on your wallet.\\n\\nThis is a simple workflow for monitoring your wallet: if my wallet tries to send a transaction, then notify me via Discord. Since real-time monitoring means instant notification, you will receive a reminder when the transaction confirmation starts, so you have time to react in time and prevent corresponding losses.\\n\\nIf you are a relatively skilled trader, you may be interested in preemptive trading. After understanding this, there is usually a short but obvious lag before the blockchain transaction is confirmed and reflected in the asset price. The monitoring workflow will be automated and improve your search for various opportunities. For large incoming transfers that may result in the confirmation of the sell transaction, it may take at least 20 minutes to complete.\\n\\nThis is a special feature that is not available in traditional transactions-the openness and transparency of the blockchain makes this feature possible. However, you can also use manual blockchain scrolling scans, or simply use workflows to gain such insights: If this whale wallet wants to transfer more than a certain amount of coins to the \\\"sales wallet\\\", then use Telegram Come and notify me.\\n\\nNow, you are ready to take some trading actions before the currency pair you are interested in is sold in large quantities.\\n\\nIn countless PARSIQ use cases, everyone can definitely find something useful for themselves or their business. These include: monitoring transactions and user deposits and obtaining funds, compliance and risk management automation, accounting automation, auditing, financial reporting, transaction automation, and automatic notification of user balance changes, etc.\\n\\nToday, PARSIQ is widely used for various commercial purposes. Here are three basic if-this-then-that (if..., then...) automation processes that corporate customers can run with PARSIQ:\\n\\n1. If my company receives a deposit on Bitcoin address A, B or C, it will convert the summary of the deposit into data and send it to Google Sheets and send a \\\"thank you\\\" email to the customer.\\n2. If there is any deposit from a blacklisted or high-risk address, then mark the account for additional screening, and then notify our compliance inspector through the Slack software.\\n3. If the total turnover of deposits on the day exceeds a certain amount of U.S. dollars, then the financial report is sent to the accounting program we use.\\n\\n\\\"PARSIQ's smart trigger (h is essentially from the blockchain to the off-chain smart contract), can extend the functions of the smart contract to the outside world.\\\"-PARSIQ's CTO Alan Durnev said.\",\"timestamp\":1635663140,\"title\":\"What is PARSIQ?\"},\"digest\":\"6Yy8P79RXEDnKawFgNAVjq94IYtyslI42Qb7DQu88tE\",\"authorship\":{\"contributor\":\"0x65d37ABA4F8F285C04E5dAca794761740f7Af610\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6Vf06YPhr8upfjSta-QxTJh2pFiSzAWMQBlRylsZGY\\\",\\\"y\\\":\\\"-golR5RgYypcxXjA6ObQD-tN1wr5rOOVrqo3d4jkqHY\\\"}\",\"signature\":\"PQCHkq5StV4ycS_rT-x46-2xDPNXaoc0ggJ6zLoa2p7LKXgSXzdQsVo4SvFJ5eOqc80uRRHw9N97q8DNtkpCOw\",\"signingKeySignature\":\"0x18ff7176fa0bbd64cc0aca25acf89c3b6b9ac7e8e5f7e1e58179d8148b297229342ad3e83cee6df8393f56b99d17e04e4c13851aa5a4f892d16310fcf343b7961c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6Vf06YPhr8upfjSta-QxTJh2pFiSzAWMQBlRylsZGY\\\",\\\"y\\\":\\\"-golR5RgYypcxXjA6ObQD-tN1wr5rOOVrqo3d4jkqHY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6Yy8P79RXEDnKawFgNAVjq94IYtyslI42Qb7DQu88tE\"}"