"{\"content\":{\"body\":\"> bloXmove 创始人 Harry Behrens 介绍了电车产业结合区块链转型的方法，以及区块链去中心化身份识别服务应用到汽车服务商的可能影响。\\n\\n**演讲：Harry Behrens，bloXmove 创始人**\\n\\n10 月 27 日，在第七届万向区块链全球峰会的活动上，bloXmove 创始人 Harry Behrens 在视频连线中谈到了关于 bloXpower 产品在中国市场的计划以及区块链技术结合充电车的好处，本次演讲的主题为《bloXmove：我们会让你的乘客走得更远》，以下为整理后的文字内容。\\n\\n\\n***\\n\\n女士们、先生们，很荣幸有机会在 2021 第七届区块链全球峰会和大家进行分享，感谢万向集团的邀请，同时非常感谢主办方给我机会和各位分享我觉得非常重要的具体应用，将去中心化的技术、区块链技术，及去中心化身份技术应用到非常重要的领域，也就是城市出行领域。\\n\\n我的名字是 Harry，我是一个德国人，我自己是计算机科学家，同时也是软件工程师，我整个职业生涯都是做软件，我获得了东京大学博士学位，主要做的是分布式人工智能，另外我从慕尼黑大学获得了和人工智能、神经网络相关的学位，六年前我首次加入了一家大企业，并且幸运这家大公司是戴姆勒公司。\\n\\n如果大家对于戴姆勒不是非常熟悉的话，我简单介绍一下，戴姆勒是发明车的公司，同时拥有梅赛德斯品牌。除此之外，戴姆勒也发明了汽车移动，也推出了一家 Moovel 公司，这家公司推出了「移动即出行」服务。\\n\\n我加入到戴姆勒之后，我进入到了戴姆勒和中国一汽之间的合资企业。而在最开始的时候，我是非常核心企业，后来我就负责出行，最后我负责公司的数字金融。很快我逐渐变成了区块链专家，而且我也成功说服了戴姆勒金融服务董事会总部金融，说服他们区块链技术和去中心化技术不仅仅会改变金融，同时也会改变出行、业绩。\\n\\n当时我获得了独一无二的机会，对我来说是特别的殊荣，我非常高兴设立了戴姆勒出行区块链团队，这个团队专注于将去中心化的技术应用到出行领域。比如说能够更好地优化过去所谓的连通自动化出行服务和电气化服务，将这个领域进一步提升，进一步优化。\\n\\n到现在为止，通过车联网大家能够实时收集有关于车的数据，而且还看到了无人车，现在购车的汽车保有量越来越少了，相反对于汽车作为一种服务需求量越来越多。另外看到电动车的兴起，今年戴姆勒我们同意区块链代表的是革命性的技术，区块链是技术所决定的，因此过去三年间我们在戴姆勒公司进行了大量研发，这样的研发成果加上欧洲和领先的区块链公司合作的研究成果。\\n\\n比如说除了欧洲的区块链企业之外，我们也和中国本体有合作，比如说和小蚁项目也有合作。\\n\\n作为独立的初创企业，比大企业行动能够更快，除此之外也能够获得产业投资者、金融投资者推动转型，而这样的速度是大公司难以企及的。转型是在 2021 年发生的，现在进入到了欧洲最知名的区块链生态，现在也获得了很多投资。\\n\\n自 5 月开始到现在，已经获得了超过 500 万美元的投资，预计在未来一段时间还能再融到 200-300 万美元。所以基础非常扎实。\\n\\n除此之外，我们和供应商、客户之间的关系也非常好，比如说到目前为止，已经有超过了 10 个合作伙伴，这些都是欧洲领军企业，比如说 Feloboxs （音），如果大家对它不是非常熟悉的话，大家应该听说过它之前的交易。还有德国的能源公司，Spment （音），它是德国最大的零售支付。\\n\\n也以每一到两个月的速度不断获得新的合作伙伴。现在在欧洲的基础非常扎实，资金相对来说比较充足，和中国的合作伙伴有大量的合作。\\n\\n比如说今天已经和万向有合作了，有超过一年半的合作经历，在去中心化出行方面，基础非常扎实。\\n\\n给大家介绍一下出行领域所面临的挑战是什么，城市出行面临着诸多的挑战，比如说上海组织非常有序，但如果你去其他城市的话会发现城市出行非常难。除了气候、电动车及数字化的转型之外，这三点将会改变城市出行的方式。\\n\\n比如说大家会讨论担心气候变暖、碳排放，中国已经明确提出要变成碳中和的国家，要在 2030 年实现碳达峰，2060 年实现碳中和。德国提出来了到 2040 年实现碳中和，我们合作伙伴有 50% 的能源来自于可再生能源，而且承诺在未来 5-10 年间实现百分之百可再生能源的发电。\\n\\n另外大家也会看到交通的拥堵，不管在哪里，交通拥堵往往是非常热点的话题。农村人越来越多地进入城市，因为城市有各种各样的经济生活、机会，所以城市人口越来越多。需要找到方式使得一方面城市人口增长，另一方面人口增长不会导致交通拥堵情况更加严重。交通拥堵更加严重会使得一切行动有所放缓，另外也会排放有奇的温室气体，比如说二氧化碳及二氧化氮。\\n\\n这一切解决之道、破局之道就是技术，相信大多数解决问题的方法都在于技术。比如说汽车行业已经是利用大量技术的领域，大家想这是在轮子上搭载的计算机。比如说有关于电池充电的数据，还有很多其他数据，这一切都通过车联网的方式，数据时时刻刻和互联网相连。现在也看到，在中国的趋势不断加速，比如说在中国柴油、汽油在城市将越来越不受欢迎，由于汽车已经变成了边缘计算机，就像是软件一样，你可以控制边缘计算机车，也就是说现在出行已经变成了软件应用。\\n\\n由于交通拥堵，对于每一个人来说，实现人人均有汽车保有量是不可能的，因为车总共的重量大概是 1 点几吨，但是会排放大量的二氧化碳、温室气体，不利于节能减排。\\n\\n大家需要更多利用出行即服务，这一点听起来好像非常魔幻，但实际上是现实，需要更多在出行方面进行改革，从而实现更少的交通拥堵。只有通过出行即服务、资源共享才能实现这一点。也是为什么今天要应用去中心化的技术实现出行即服务这一点。\\n\\n虽然行业实现了大量发展，但对于终端用户来说非常分散，虽然中国情况不是那么严重，就我所知中国有一些大出行商几乎负责了所有城市出行服务，但在欧洲有 10 个不同出行服务商，每一个大城市都有数十个不同的出行服务商，欧洲四分五裂，你完全不知道数百个城市里移动出行服务到底由谁提供。\\n\\n如果你在欧洲要打黄色出租车的话，往往需要连接信用卡、密码，并且每次登录 APP 都需要生成单独的发票，如果你要实现报销的时候就会非常麻烦。除此之外有不断登录、不断登出，过程中会使得大量数据处于漏洞、风险之中，因为你的大量数据、风险数据、信用卡数据不会存在安全环境中，这和去中心化的安全技术不一样，技术遍布各地，而且拥有你数据人的专长不在于保证数据安全性，专长在于提供出行服务，由此会给你的数据造成一定的风险。\\n\\n从 B2B 的角度来说，对于出行服务者、对于企业来说是提供出行服务的。现在这个领域存在巨大机会，我刚刚已经给各位提到了滴滴和 Uber，对终端消费者来说，非常愿意使用大出行平台，在中国通过滴滴和 Uber 平台可以接入各种各样的出行服务。但是大家想象一下，如果大平台能够获得大权利的话，万一滥用权利怎么办？\\n\\n现在在欧洲像 Uber 这样的公司有所有的数据、客户关系，代表着大公司能够应用数据分析、机器学习把它们的客户，甚至不是它们客户的数据进行利用。而这样的中心平台管理了所有消费者数据，中心平台利用其他出行服务商提供的数据，让自己发展得更加强大。这样的现象在欧洲是随处可见，中国也在持续发生。\\n\\n去中心化技术，包括区块链去中心化身份识别服务可以帮助我们提供破局之道，它是完全自动化的，并且确实会由于加密技术的存在所以更加安全。更重要的一点是允许所有企业把最珍贵的资产掌握在自己的手里，想象一下，作为服务商你最尊贵的资产是什么？当然是客户的资产，通过去中心化的技术可以让客户留在你的平台，同时也可以利用我们所提供的去中心化技术、去中心化平台把客户数据也留下来。\\n\\n想象一下我们为各个出行服务商提供的就是平台，这个平台对于客户进行一次性的身份识别，在身份识别过程中客户可能要提供包括身份相关的数据进行一次认证之后，不管之后终端用户选择哪个出行服务商，都可以利用同样的证书、同样的认证信息。\\n\\n后面的支付、发票都是以端对端的方式，一体化、一站式地处理。也就是说，每一个出行服务商就像是航空联名的成员，它们提供的是相关的服务，所有客户关系由它们自己所掌握，同时它们提供的服务却是超越了自己仅凭一任之力能够提供的。\\n\\n比如说包括汽车、共享、公交车、轻轨服务，在这个过程中你永远不会丧失里的客户去中心化的身份识别服务有一点非常重要。在中国和另外一家公司合作，而这家公司是万向集团的子公司，为我们提供 SDK （IOT+区块链的 SDK），这个 SDK 完全内置于汽车通信单元之中，属于汽车身份的一部分。\\n\\n除此之外和万向集团进行合作，对客户的身份进行验证，通过中国的电子身份证系统，而中国的电子身份证系统已经非常成熟，安全性非常高。除此之外对个人乘客的身份验证做的非常成熟，允许乘客提供数字身份证。\\n\\n除此之外，也将区块链出行平台迁移到了 PlatONE 平台，PlatONE 平台最终归属也是属于万向区块链。\\n\\n我刚刚已经给各位介绍了公司 bloXmove，bloXmove 对于中国市场的计划到底是什么？以及 bloXpower 产品是什么呢？bloXmove 是一个基础层，支持两种不同应用场景，但是使用的是相同的技术。一个场景是 bloXpower，针对于电动车电池、电动车，它的充电历史会存储在区块链上，为什么呢？因为一个在区块链上的安全历史就允许我们非常好地充分透明地实现对于资产参与价值的计算，这一点非常重要。\\n\\n如果说你需要一些资金、资产进行更好运营的话，这对你来说非常重要。我们和万向集团进行合作，从而不仅仅优化对于车辆的参与价值利用，除此之外也会深耕于基于区块链和数字身份的技术，从而能够更好地利用充电车，最终在所有移动出行领域，这些东西都会逐渐被迁移到物流领域。\\n\\n最终我想跟各位表示，我非常期待能够更多地来中国，因为我可以自信地跟大家表示 bloXmove 很快就会来到中国，再一次感谢各位，感谢来自万向的同事，感谢各位合作方的同事，感谢！\",\"timestamp\":1635339040,\"title\":\"bloXmove 创始人：区块链技术会为智能出行领域带来哪些创新？\"},\"digest\":\"WM84nl4IZb36si0VLRAun8ES481HXyZynQ0RD7FISwU\",\"authorship\":{\"contributor\":\"0xebeC7682CFBc079ebfd3C4b40c730AFa8A2E5B3D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YhDvfZll21TXR2mpuVfnHCPTqZWZwa25UAUG86mzJ6Q\\\",\\\"y\\\":\\\"DYLqKHNZHUrmZ2ur6Qc2fDhxw8VlDlUn7nkBNj9RalE\\\"}\",\"signature\":\"DnTpR0yCjbFvV9paLzT2hSUfWLMdkjNLBItEkPK18dLgnU9a-_qCJIys-NxoFcQxfW0HX37JjJBipwBHcgjvxw\",\"signingKeySignature\":\"0x98def1a2a22743918ed7b33a3bee9dfb794e8a5c030964b8d1ac06692e40386e610f86b191d67407f5e862a1a3aedd85e44b54569bf9e65ebc9aa3a58f11af211b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YhDvfZll21TXR2mpuVfnHCPTqZWZwa25UAUG86mzJ6Q\\\",\\\"y\\\":\\\"DYLqKHNZHUrmZ2ur6Qc2fDhxw8VlDlUn7nkBNj9RalE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WM84nl4IZb36si0VLRAun8ES481HXyZynQ0RD7FISwU\"}"