"{\"content\":{\"body\":\"Human behavior is a complex topic, and Fogg’s model is a great way to understand it. It’s simple yet powerful. It can help you design for behavior change and debug when users don’t  \\n\\nI was the first PM on [Waze Carpool.](https://www.waze.com/carpool) It was all about behavior change, as 80% of people commute alone. I read a ton of research on behavior change, persuasion, etc. \\n\\nThe more I researched the topic, the more I wanted to learn directly from BJ Fogg. I attended his workshop and had a blast. Let me share the one model that I keep coming back to:\\n\\n## For a behavior to occur, three conditions must meet at the same time: Motivation, Ability, and Prompt\\n\\n[B=MAP. ](https://behaviormodel.org/)\\n\\n* **M**otivation - person’s level of desire to do a behavior.\\n* **A**bility - person’s level of Ability (or lack of) to do a behavior.\\n* **P**rompt - No behavior happens without a prompt. It can be external or internal. An email with a call to action or your stomach telling you it’s time to eat.\\n\\nMotivation and Ability work together and have compensatory relationships. The more challenging something to do (=lower Ability), the more Motivation you need to do it and vice versa. Tax filing is painful (no thanks, [intuit](https://www.propublica.org/article/inside-turbotax-20-year-fight-to-stop-americans-from-filing-their-taxes-for-free)), but [95%](https://www.forbes.com/sites/irswatch/2014/08/27/7-million-taxpayers-fail-to-file-their-income-taxes/?sh=616fbe9a706f) of US households jump through the hoops because we are highly motivated to avoid IRS penalties.\\n\\n## Motivation is hard to count on\\n\\nMotivation is flaky. Many make New Year’s resolutions; however, [80% drop them](https://www.inc.com/jeff-haden/a-study-of-800-million-activities-predicts-most-new-years-resolutions-will-be-abandoned-on-january-19-how-you-cancreate-new-habits-that-actually-stick.html) by the second week of February. From my experience - most product experiments that target ways to increase motivation, make modest gains, or fail. \\n\\nInstead, utilize times when motivation is high to ask users to do hard things that will **prompt** and make future actions ***easy***. For example, if a user just fully watched a video and liked it, ask them to enable notifications (**=Prompt**) for that creator to learn about new videos. If you are motivated at night to exercise tomorrow morning, set the alarm clock (=**Prompt**) & and get your gym clothes ready by your bed (=**Ability**).\\n\\n## Make the behavior easier is usually the way to go\\n\\nStart small, ask users for little. Reduce friction wherever possible. Save them time and money.\\n\\n* Removing [required sign-up](https://articles.uie.com/three_hund_million_button/) before checkout increased sales by $300M /year for this e-commerce website- “I’m not here to enter into a relationship. I just want to buy something.” \\n* Think how Robinhood made it free to trade stocks on mobile, then reduced friction even further by letting them buy fractional shares.\\n* Don't forget messaging. We tested messaging that emphasized the ‘easiness of the process (i.e., set carpool easily in 2 clicks) vs. messaging to increase motivation, and the ‘easier’ messaging won every time.\\n\\n \\n Try the model yourself to understand any behavior. Sign up for BJ’s [free tiny habits course](https://tinyhabits.com/join/) to learn firsthand about behavior design. Use the model, and let me know how it goes!\",\"timestamp\":1642622776,\"title\":\"Understanding Human Behavior. The One Simple Model I Keep Coming Back To\"},\"digest\":\"b0aW6kw1IKkmY8qri_6vkR3P2NatY7M6oObZ0EGrszw\",\"authorship\":{\"contributor\":\"0x7edA462b04776cE13BcAF6de93c8a4De30Cf914d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fltc6RKH2K_fwKGuzmPN0cLW-LwK-b0yHotQ8Y9gEig\\\",\\\"y\\\":\\\"iJtuEyp1epUIxf_YxVSqxBTGbhl09WCxkOOeomQI2Sw\\\"}\",\"signature\":\"v9rMGJZVMI6kYrBLNGjCdC5RRLO8OD0ROD9x1o_4GwCQqkwdD-c9fjm4gFnQegI8R7Cz8OdJ-a2h-1Z_2WIb1Q\",\"signingKeySignature\":\"0xd6fce9e19de3f6a04261137420d264be7cc96813a60553e2117b8b3770ed3218649d573f62bf00515225458226f32429070278f0d4cff0c8dd95246ddba3d7411b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fltc6RKH2K_fwKGuzmPN0cLW-LwK-b0yHotQ8Y9gEig\\\",\\\"y\\\":\\\"iJtuEyp1epUIxf_YxVSqxBTGbhl09WCxkOOeomQI2Sw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"b0aW6kw1IKkmY8qri_6vkR3P2NatY7M6oObZ0EGrszw\"}"