"{\"content\":{\"body\":\"While analyzing some of the world’s oldest colored gemstones, researchers from the University of Waterloo discovered carbon residue that was once ancient life, encased in a 2.5 billion-year-old ruby.\\n\\nThe research team, led by Chris Yakymchuk, professor of Earth and Environmental Sciences at Waterloo, set out to study the geology of rubies to better understand the conditions necessary for ruby formation. During this research in Greenland, which contains the oldest known deposits of rubies in the world, the team found a ruby sample that contained graphite, a mineral made of pure carbon. Analysis of this carbon indicates that it is a remnant of early life.\\n\\n“The graphite inside this ruby is really unique. It’s the first time we’ve seen evidence of ancient life in ruby-bearing rocks,” says Yakymchuk. “The presence of graphite also gives us more clues to determine how rubies formed at this location, something that is impossible to do directly based on a ruby’s color and chemical composition.”\\n\\nThe presence of the graphite allowed the researchers to analyze a property called isotopic composition of the carbon atoms, which measures the relative amounts of different carbon atoms. More than 98 percent of all carbon atoms have a mass of 12 atomic mass units, but a few carbon atoms are heavier, with a mass of 13 or 14 atomic mass units.\\n\\n“Living matter preferentially consists of the lighter carbon atoms because they take less energy to incorporate into cells,” said Yakymchuk. “Based on the increased amount of carbon-12 in this graphite, we concluded that the carbon atoms were once ancient life, most likely dead microorganisms such as cyanobacteria.”\\n\\nThe graphite is found in rocks older than 2.5 billion years ago, a time on the planet when oxygen was not abundant in the atmosphere, and life existed only in microorganisms and algae films.\\n\\nDuring this study, Yakymchuk’s team discovered that this graphite not only links the gemstone to ancient life but was also likely necessary for this ruby to exist at all. The graphite changed the chemistry of the surrounding rocks to create favorable conditions for ruby growth. Without it, the team’s models showed that it would not have been possible to form rubies in this location.\\n\\nThe study, “Corundum (ruby) growth during the final assembly of the Archean North Atlantic Craton, southern West Greenland,” was recently published in *Ore Geology Reviews*. A companion study, “The corundum conundrum: Constraining the compositions of fluids involved in ruby formation in metamorphic melanges of ultramafic and aluminous rocks,” was published in the journal *Chemical Geology* in June.\\n\\nReferences:\\n\\n“Corundum (ruby) growth during the final assembly of the Archean North Atlantic Craton, southern West Greenland” by Chris Yakymchuk, Vincent van Hinsberg, Christopher L. Kirkland, Kristoffer Szilas, Carson Kinney, Jillian Kendrick and Julie A.Hollis, 20 August 2021, *Ore Geology Reviews*. \\n [DOI: 10.1016/j.oregeorev.2021.104417](https://doi.org/10.1016/j.oregeorev.2021.104417)\\n\\n“The corundum conundrum: Constraining the compositions of fluids involved in ruby formation in metamorphic melanges of ultramafic and aluminous rocks” by Vincent van Hinsberg, Chris Yakymchuk, Angunguak Thomas Kleist Jepsen, Christopher L.Kirkland and Kristoffer Szilas, 20 March 2021, *Chemical Geology*. \\n [DOI: 10.1016/j.chemgeo.2021.120180](https://doi.org/10.1016/j.chemgeo.2021.120180)\",\"timestamp\":1635157262,\"title\":\"Ancient Traces of Life Discovered Encased in a 2.5 Billion-Year-Old Ruby\"},\"digest\":\"FCAVMe1be8Uv-A8yytFjLG00KEOP92dJopMDBTeXrV8\",\"authorship\":{\"contributor\":\"0xb7660e925FDEA7dC47b0A1dD705473A37284A82b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1rwfGSAwch38H0JsnaHNIJ5jJ44RvmWbcR6Pu0arVIU\\\",\\\"y\\\":\\\"6hNieAzM46Gm56-BtnxKW1LjhKwktpdzgrYdM0YWaOM\\\"}\",\"signature\":\"dHXYscFe1N0n0j3XsjcHKla2JzhGm9Hy3JBJVZGU1pFmWtSdHrJxA2odgio6EIYKLHIXh7k8V69bq_YpXU2JLQ\",\"signingKeySignature\":\"0xc02b8f5b74bf4d8d564a541ca77e74e33bd29ead5c5cf7707a91f08eca286e797d0f53960f03aacbd7bf47a543a2194a1fd6d16ca9e8c9150c0e83443c84ca381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1rwfGSAwch38H0JsnaHNIJ5jJ44RvmWbcR6Pu0arVIU\\\",\\\"y\\\":\\\"6hNieAzM46Gm56-BtnxKW1LjhKwktpdzgrYdM0YWaOM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FCAVMe1be8Uv-A8yytFjLG00KEOP92dJopMDBTeXrV8\"}"