"{\"content\":{\"body\":\"\\nDAOs are simultaneously brilliantly simple and immensely complex, a contrast that is especially evident as I write this on the day of [Ethereum’s London hard fork](https://blog.ethereum.org/2021/07/15/london-mainnet-announcement/). Behind this incompatibility lies endless opportunities for building, failure, iteration, and exploration. Here I hope to provide a brief summary of the current state of DAOs and make a few observations about these opportunities.\\n\\n### **What is a DAO?**\\n\\nOver the past 5 years, DAOs have evolved from an idea and [exploit that nearly ended Ethereum itself](https://www.coindesk.com/understanding-dao-hack-journalists), to one of the most promising platforms for experimentation in the ways individuals and capital organize toward productive outcomes. These experiments currently number in the thousands, control over [$8B in capital](https://open-orgs.info), produce over [$100M in monthly on-chain revenue](https://www.theblockcrypto.com/data/decentralized-finance/protocol-revenue), and trustlessly coordinate thousands of members globally. Yet despite their immense impact, DAOs are quite simple in the abstract.\\n\\n![](https://images.mirror-media.xyz/publication-images/9eaf3836-c8d9-4d42-81db-d5aec7caf1c4.jpeg?height=944&width=1960)\\n\\n\\n\\nDAOs are a series of smart contracts that define two basic functions: ***who owns what & how decisions are made.*** In fact, they’re the same two essential functions that defined DAO’s predecessors: ***organizations*** (including companies, firms, investment funds, co-ops, communities, non-profits, and [possibly nation states](https://foresight.org/salon/balaji-s-srinivasan-the-network-state/)).\\n\\n![](https://images.mirror-media.xyz/publication-images/d6ffa222-91f8-4037-bc3a-00254dcd6d8a.jpeg?height=1598&width=1960)\\n\\n\\n\\nTo put this in the context of secular trends, DAOs are following the natural progression of digitization, in which everything from Information to Money becomes remixed into digitally native formats which are unequivocally better, faster, cheaper, and more accessible than their analog counterparts.\\n\\n![](https://images.mirror-media.xyz/publication-images/9c157654-ce7f-43bc-905c-303600d5a492.jpeg?height=1120&width=1960)\\n\\n\\nThe technical progression toward digital organizations is relatively simple; however, the process is complicated by the off-chain participation of humans, who unlike smart contracts are fallible, require incentivization, and, most importantly, coordination. And as with traditional organizations, coordination and operational diligence become exponentially more important as a DAO and the underlying stakes grow. As with many things in crypto, the probability of hypergrowth in a compressed time frame is high, and what might start as a small experiment amongst friends or a weekend hackathon project can quickly become a significant piece of the [DAO landscape.](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw)\\n\\n![](https://images.mirror-media.xyz/publication-images/6a8a40a8-fb83-44e7-afe9-92418d5692d1.jpeg?height=1308&width=1960)\\n\\n\\n\\nNo truer is this the case than with Protocol DAOs like [Uniswap](https://gov.uniswap.org) and [Compound](https://compound.finance/governance), which have essentially “gone public” as multinational corporations with 1000s of shareholders (each with agency, through governance, over the direction the organization takes). This inverse maturation introduces a great deal of risk for the long term prospects of these DAOs, but also presents exciting opportunities for developing new templates, standards, tools, and infrastructure for such rapid organizational growth and the problems it brings.\\n\\nWith that as the backdrop, here are a few (non-exhaustive) guiding ideas that I think will define the future of DAOs.\\n\\n### ***DAO tooling will explode.***\\n\\nI love to observe compensating behavior in the DAO ecosystem because it tends to define opportunity quite well in product development. Today, DAO’s reliance on Web 2 tools compensates for the lack of few native alternatives. This is slowly changing though, as tools that ease the burden of coordination are starting to gain traction in earnest. For example, interfaces like [Boardroom](https://www.boardroom.info) and [Snapshot](https://snapshot.org/#/) are enabling easier management of DAO member participation, while [Rabbithole](https://rabbithole.gg) and [Orca](https://www.orcaprotocol.org) are unblocking throughput on hiring credible participants and giving them incentive structures to organize. These and future pieces of the work stack are critical to reducing reliance on blunt instruments like Twitter, Discord, and YouTube Live to inform, operate, and grow DAOs.   \\n\\nAlong with coordination, defraying the security risk of DAO funds and code deployment will be crucial as consequence scales. DAOs will need to maintain active management of security, from smart contract testing and monitoring, to credentialing of core contributors, to building an enduring treasury - and such efforts will require significant investment. Though early progress is being made with risk monitoring services like [Gauntlet](https://gauntlet.network), credential systems like [Spruce](https://www.spruceid.com), and treasury management tools like [Llama](https://llama.community) and [Parcel](https://parcel.money), the industry of hacking, fraud, and exploits is ever evolving (meaning the opportunity for building around these risks is only bound by the creativity of security adversaries).\\n\\n### ***Flexible privacy will become a prerequisite.***\\n\\nToday, all on-chain activity and the majority of governance activity is transparent. But total transparency presents some serious challenges that threaten the growth of DAOs as productive vehicles, particularly with respect to internal governance, talent acquisition, and innovation. \\n\\nFirst, without certain privacy safeguards, DAO stakeholders are vulnerable to off-chain coercion, thereby threatening the integrity of DAO governance. Without procedures to anonymize the voting process, outside parties can target individual stakeholders to influence decisions normally reserved for direct stakeholders, which in turn may disrupt the typical alignment between DAO and stakeholder interests. Again, as consequence scales so to does the possibility of nefarious forces working to influence the outcomes.\\n\\nSecond, without flexible privacy options, DAOs face an unnecessarily limited talent pool for hiring. Despite the ecosystem’s general preference for transparency, public salary negotiations and salary flows remain unpopular for individual workers in the space. And while pseudo anonymous workers are certainly prevalent in the early innings, it’s unlikely that this will become the standard mode of operating in the medium to long term.\\n\\nFinally, without basic privacy options regarding their workers and products, DAOs risk disincentivizing innovation and experimentation by its developers. The ability to identify individual contributors on the blockchain may invite unwelcome individual consequences for work done on behalf of the DAO, which in turn may discourage the kind of risk-taking that often leads to technological breakthroughs in the space. For example, without some element of privacy, a developer who deploys a buggy smart contract is at risk of real world retribution and liability. Though the likelihood of these negative outcomes may be low, protection by default should be adopted by DAOs building tech of consequence.\\n\\nInevitably, privacy vs. transparency amongst DAOs will exist on a spectrum, but without some blending of the two, progress may stall for some organizations. \\n\\n\\n### ***DAOs don’t need to be monoliths.***\\n\\nI also want to note that although much of this post has assumed that DAOs will behave in a typically corporate manner, with decisions made to promote the profitability and longevity of the entity, the DAO structure also presents an opportunity to form an entirely different kind of entity - one that is characterized by small numbers of people coming together for short periods of time for very specific purposes.\\n\\n\\nFor example, recently we saw the launch of [PartyBid](https://www.partybid.app/), the first known experiment of an ephemeral DAO where 400+ individuals came together to purchase a highly sought after Crypto Punk. The DAO ownership will last in perpetuity - but had the group not been successful, the capital would have been returned. This novel approach to short-term pooling and distribution of capital is massively unexplored and provides an agile and exciting counterweight to the relative seriousness of protocol DAOs.\\n\\n![](https://images.mirror-media.xyz/publication-images/213e3404-335b-47dd-8bae-43828fb7e2ab.jpeg?height=5516&width=8880)\\n\\n\\n\\n### ***Making money early misses the point.***\\n\\nExperimentation with capital and community have already resulted in many impactful outcomes. With monetary gain however comes the inevitable aftershocks of speculation, greed, and adverse selection. Tokens and the governance that they enable within DAOs are powerful tools when implemented thoughtfully, but when they are used as vehicles for capital formation without much beyond a superficial nod toward “governance,” they  risk bringing undue scrutiny to this nascent ecosystem.\\n\\nThere is absolutely merit to the wave of “treasury diversification” raises for teams that have put a great deal of thought into the initial mechanics for their native token, a reasonable use of funds, and a plan for the maturation of the community around the DAO. But token generation events are a one way door and once launched it’s extremely difficult to course correct should the initial implementation not satisfy the requirements for the organization or community around it.\\n\\nIn the end, it’s about ***building something worth governing*** rather than “governance” being the feature driving capital formation.\\n\\n### **Closing Thoughts**\\n\\nThe evolution of the DAO ecosystem is as chaotic as the hive minds that comprise it - and the pace at which ideas come and go can give even crypto veterans whiplash. As a result, many of the problems and opportunities I outline above may evolve or disappear entirely in the near future. But what won’t change is my excitement about the experimentation occurring, and the discoveries that are bound to result from the atoms of capital, community, protocols, and profit all repeatedly colliding.\\n\\nIf you’re building or experimenting around DAOs, [I’d love to talk!](https://twitter.com/crabbylions) If you’re getting started building or participating in DAOs, I'd recommend the following folks who have helped shape my point of view and this post:\\n\\n- [Julia Rosenberg](https://twitter.com/JulzRoze)\\n- [Brian Flynn](https://twitter.com/Flynnjamm)\\n- [Larry Sukernik](https://twitter.com/lsukernik)\\n- [Aaron Wright](https://twitter.com/awrigh01?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)\\n- [Kevin Nielsen](https://twitter.com/kevinknielsen?s=20)\\n- [David Sun](https://twitter.com/dave4506)\\n- [Regan Bozman](https://twitter.com/reganbozman?s=20)\\n- [Linda Xie’s A Beginner’s Guide to DAOs](https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o)\\n- [Cooper Turley’s DAO Landscape](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw)\\n- [Vitalik Minimal Anti-Collusion Infrastructure](https://ethresear.ch/t/minimal-anti-collusion-infrastructure/5413/7)\\n- [Jesse Walden's The Ownership Economy](https://variant.fund/the-ownership-economy-crypto-and-consumer-software/)\\n\\n### ***BONUS!!!*** \\nI've been incredibly fortunate to work with some of the best designers in crypto over the last few years, and to help commemorate this snapshot of the current state of DAOs, I worked with [Patryk Adaś](https://twitter.com/patrykadas?lang=en) and [Mateusz Turbiński](https://twitter.com/MatTurbinski) to create an NFT ,***\\\"DAO Nations #1\\\"***, that is available for auction below.\\n\\nWhat I'm most excited about here (besides how 🔥 the NFT turned out) is that using Mirror's Auction + Split features, 50% of proceeds will go to support the awesome creative work of Mateusz & Patryk and 50% will be split evenly across donations to [Coin Center](https://www.coincenter.org) and [Gitcoin's Official Matching Pool Fund](https://gitcoin.co/grants/12/gitcoin-grants-official-matching-pool-fund), which will support the shaping of public policy for crypto and funding open source development in crypto.\\n\\n[Token #4503](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=4503&auctionId=0x847c7935e1795ccadb692c7ca9d57d97ba6582f6c12e307331a00f1c99145540)\\n \\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n   \\n\\n\\n\",\"timestamp\":1629150804,\"title\":\"DAO Nation\",\"publication\":\"clay\"},\"digest\":\"Iz3l3wr3Pp6wPRhTvVWFelr2DfcSQ_FPaPCZIur2ZXs\",\"authorship\":{\"contributor\":\"0xe8d7527fB45160501126F4c6913cc29B59Cca4aD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p8us0v3Yepr_bRlWkUS2WOQRiIKBBClmEGTzJBua2ks\\\",\\\"y\\\":\\\"b3NLDm2edshn6s-ixfoG4Lf-_usZ4SsqOcjdsQZU3gs\\\"}\",\"signature\":\"tfiahSMfNr5YquFoySah0xovemlE8UCoEU0TQ-mQitJTb4F7OKRj5F3hdwgSA0xfP7mzajz9Bnb67Wvzo_N-WQ\",\"signingKeySignature\":\"0x6cc5068ea323cf9cc61c5bdc66d12e9cb0a20b4380507024588100873486486c28559d1332ed4cb4d3f15137a717dc5630c03e63bb5aaa099854b7db366607021b\",\"signingKeyMessage\":\"I authorize the publication of articles on clay.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p8us0v3Yepr_bRlWkUS2WOQRiIKBBClmEGTzJBua2ks\\\",\\\"y\\\":\\\"b3NLDm2edshn6s-ixfoG4Lf-_usZ4SsqOcjdsQZU3gs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DwJ60O0R1IyRiPAZFBw4L05L3fd8PPxWnzDNedKtOas\"}"