"{\"content\":{\"body\":\"I had submitted a bid on [this beautiful piece](https://foundation.app/@mitsuyuka_lp/\\\\~/105198) on [foundation.app](https://foundation.app/), outbidding a previous bidder. It was the last stretch before the end of the auction, so I was making ready to counter any new bids that tried to snatch my prize away. Lo and behold, a new bid came in—by the same person I had outbid earlier—and so in the last 15 minutes I made ready to commit a higher bid. I opened my wallet, checked I had enough ETH left, went to the auction screen, and raised by rival a couple tenths of an eth.\\n\\n![Example bid screen](https://images.mirror-media.xyz/publication-images/tviNNZZa_SSlU1_RaeM4i.png?height=1208&width=988)\\n\\nNaturally, the universe chose this moment to test my patience and the robustness of Web3. I placed the bid, confirmed the transaction in the popup window opened by my wallet, and then waited, looking at the following screen, passing valuable seconds of my life staring at the spinner. This went on for a few minutes—I was hoping it was just a matter of waiting, but each ticking second dragged us closer to the auction’s end, and the transaction still wasn’t getting confirmed…\\n\\n![Blue screen of death equivalent](https://images.mirror-media.xyz/publication-images/6Rec1oci1Ff9ShwcxZAky.png?height=1076&width=892)\\n\\nI tried everything I could think of: restarting Chrome, restarting my computer, trying the same thing in an Incognito window, using a different wallet, but it wasn’t meant to be. All the while, the seconds counted down as my frustration boiled over—no matter what, I would end up at the same locked gate, mocked by an infinitely spinning wheel, feeling my future as the proud owner of this Ghibli-esque masterpiece slip into the void where dead dreams go\\n\\n![I guess I can settle for copying this JPG around...](https://images.mirror-media.xyz/publication-images/aVVZ8kULEcZYg29pzFO31.png?height=3791&width=5688)\\n\\nAfter one last computer restart, I raced to open up Chrome and try one last time to submit a bid, but when I got there, the auction had finally ended. I uncovered some UI bugs, because I was still able to submit a bid through the UI (it immediately threw an error), and then when I refreshed the page, it had the audacity to tell me I had actually won the auction, and it was now time to settle the NFT. That brief flash of hope was cut down when I refreshed the page and saw the site confirming my rival was the rightful owner of the artwork.\\n\\nSo on Day Two, 11:53pm, my first foray into NFTs ends in defeat. I am tired, frustrated, and angry. There’s a hell of a lot of work to be done, clearly.\",\"timestamp\":1636532760,\"title\":\"Day Two and I want to punch a wall\"},\"digest\":\"kHpdJa-b4InqPLIqlRJ53Ejhvww5xJftvslMS26TPTM\",\"authorship\":{\"contributor\":\"0xf164161838b3b1DD8DBA320611d2a8ab993a56d7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m5c59Onb6xFOnUIJtgUm4bkKZBPH-YSobZrXFlqE4JU\\\",\\\"y\\\":\\\"7aNtU_MtXj5SHplU98ZOAW1xwE44p6Ma7LQyH5zmyw8\\\"}\",\"signature\":\"k0q4MowWzFUFrpR0U43OrSyyta-XGAINOhTH730UbCAaYX9DVoSqLkGhr2vbhiSk4tuookTAotQ9_L4qNJ95Tg\",\"signingKeySignature\":\"0xcca05650cd660a55b814680f0794ac79a114e63fb6c05c7dab6ef2d305d4878608c5cbb2d142724dc5a3071ea3524802520b1ab5d90f99b66a93ec11c9708f801c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m5c59Onb6xFOnUIJtgUm4bkKZBPH-YSobZrXFlqE4JU\\\",\\\"y\\\":\\\"7aNtU_MtXj5SHplU98ZOAW1xwE44p6Ma7LQyH5zmyw8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kHpdJa-b4InqPLIqlRJ53Ejhvww5xJftvslMS26TPTM\"}"