"{\"content\":{\"body\":\"and had been instigated by her to express an opinion that the young people ought to be married. \\\"It is such a very serious thing\\\", said Augusta to her husband, \\\"to be four hours on the sea together! And then you know -- !\\\" Mr Traffick acknowledged that it was serious, and was reminded by his wife that he, in the capacity of brother, was bound to interfere on his sister's behalf. \\\"Papa, you know, understands nothing about these kind of things. You, with your family interest, and your seat in Parliament, ought to be able to arrange it.\\\" Mr Traffick probably knew how far his family interest and his seat in Parliament would avail. They had, at any rate, got him a wife with a large fortune. They were promising for him, still further, certain domiciliary advantages. He doubted whether he could do much for Batsby; but still he promised to try. If he could arrange these matters it might be that he would curry fresh favour with Sir Thomas by doing so. He therefore made it his business to encounter Captain Batsby on the Sunday afternoon at a club to which they both belonged. \\\"So you have come back from your little trip?\\\" said the Member of Parliament.\\n\\nThe Captain was not unwilling to discuss the question of their family relations with Mr Traffick. If anybody would have influence with Sir Thomas it might probably be Mr Traffick. \\\"Yes; I have come back.\\\"\\n\\n\\\"Without your bride.\\\"\\n\\n\\\"Without my bride -- as yet. That is a kind of undertaking in which a man is apt to run many dangers before he can carry it through.\\\"\\n\\n\\\"I dare say. I never did anything of the kind myself. Of course you know that I am the young lady's brother-in-law.\\\"\\n\\n\\\"Oh yes.\\\"\\n\\n\\\"And therefore you won't mind me speaking. Don't you think you ought to do something further?\\\"\\n\\n\\\"Something further! By George, I should think so,\\\" said the Captain, exultingly. \\\"I mean to do a great many things further. You don't suppose I am going to give it up?\\\"\\n\\n\\\"You oughtn't, you know. When a man has taken a girl off with him in that way, he should go on with it. It's a deuced serious thing, you know.\\\"\\n\\n\\\"It was his fault in coming after us.\\\"\\n\\n\\\"That was a matter of course. If he hadn't done it, I must. I have made the family my own, and, of course, must look after its honour.\\\" The noble scion of the house of Traffick, as he said this, showed by his countenance that he perfectly understood the duty which circumstances had imposed upon him.\\n\\n\\\"He made himself very rough, you know,\\\" said the Captain.\\n\\n\\\"I dare say he would.\\\"\\n\\n\\\"And said things -- well -- things which he ought not to have said.\\\"\\n\\n\\\"In such a case as that a father may say pretty nearly what comes uppermost.\\\"\\n\\n\\\"That was just it. He did say what came uppermost -- and very rough it was.\\\"\\n\\n\\\"What does it matter?\\\"\\n\\n\\\"Not much if he'd do as he ought to do now. As you are her brother-in-law, I'll tell you just how it stands. I have been to him and made a regular proposal.\\\"\\n\\n\\\"Since you have been back?\\\"\\n\\n\\\"Yes; the day before yesterday. And what do you think he says?\\\" \\\"What does he say?\\\"\\n\\n\\\"He gives his consent; only -- \\\"\\n\\n\\\"Only what?\\\"\\n\\n\\\"He won't give her a shilling! Such an idea, you know! As though she were to be punished after marriage for running away with the man she did marry.\\\"\\n\\n\\\"Take your chance, Batsby,\\\" said the Member of Parliament.\\n\\n\\\"What chance?\\\"\\n\\n\\\"Take your chance of the money. I'd have done it; only, of course, it was different with me. He was glad to catch me, and therefore the money was settled.\\\"\\n\\n\\\"I've got a tidy income of my own, you know,\\\" said the Captain, thinking that he was entitled to be made more welcome as a son-in-law than the younger son of a peer who had no income.\\n\\n\\\"Take your chance,\\\" continued Traffick. \\\"What on earth can a man like Tringle do with his money except give it to his children? He is rough, as you say, but he is not hardhearted, nor yet stubborn. I can do pretty nearly what I like with him.\\\"\\n\\n\\\"Can you, though?\\\"\\n\\n\\\"Yes; by smoothing him down the right way. You run your chance, and we'll get it all put right for you.\\\" The Captain hesitated, rubbing his head carefully to encourage the thoughts which were springing up within his bosom. The Honourable Mr Traffick might perhaps succeed in getting the affair put right, as he called it, in the interest rather of the elder than of the second daughter. \\\"I don't see how you can hesitate now, as you have been off with the girl,\\\" said Mr Traffick.\\n\\n\\\"I don't know about that. I should like to see the money settled.\\\" \\\"There would have been nothing settled if you had married her at Ostend.\\\"\\n\\n\\\"But I didn't,\\\" said the Captain. \\\"I tell you what you might do. You might talk him over and make him a little more reasonable. I should be ready tomorrow if he'd come forward.\\\"\\n\\n\\\"What's the sum you want?\\\"\\n\\n\\\"The same as yours, I suppose.\\\"\\n\\n\\\"That's out of the question,\\\" said Mr Traffick, shaking his head. \\\"Suppose we say sixty thousand pounds.\\\" Then after some chaffering on the subject it was decided between them that Mr Traffick should use his powerful influence with his father-in-law to give his daughter on her marriage -- say a hundred thousand pounds if it were possible, or sixty thousand pounds at the least.\\n\\nCHAPTER 58 MR TRAFFICK IN LOMBARD STREET\\n\\nMr Traffick entertained some grand ideas as to the house of Travers and Treason. Why should not he become a member, and ultimately the leading member, of that firm? Sir Thomas was not a young man, though he was strong and hearty. Tom had hitherto succeeded only in making an ass of himself. As far as transacting the affairs of the firm, Tom -- so thought Mr Traffick -- was altogether out of the question. He might perish in those extensive travels which he was about to take. Mr Traffick did not desire any such catastrophe -- but the young man might perish. There was a great opening. Mr Traffick, with his thorough knowledge of business, could not but see that there was a great opening. Besides Tom, there were but two daughters, one of whom was his own wife. Augusta, his wife, was, he thought, certainly the favourite at the present moment. Sir Thomas could, indeed, say rough things even to her; but then Sir Thomas was of his nature rough. Now, at this time, the rough things said to Gertrude were very much the rougher. In all these circumstances the wisdom of interfering in Gertrude's little affairs was very clear to Mr Traffick. Gertrude would, of course, get herself married sooner or later, and almost any other husband would obtain a larger portion than that which would satisfy Batsby. Sir Thomas was now constantly saying good things about Mr Houston. Mr Houston would be much more objectionable than Captain Batsby -- much more likely to interfere. He would require more money at once, and might possibly come forward himself in the guise of a partner. Mr Traffick saw his way clearly. It was incumbent upon him to see that Gertrude should become Mrs Batsby with as little delay as possible.\\n\\nBut one thing he did not see. One thing he had failed to see since his first introduction to the Tringle family. He had not seen the peculiar nature of his father-in-law's foibles. He did not understand either the weakness or the strength of Sir Thomas -- either the softness or the hardness. Mr Traffick himself was blessed with a very hard skin. In the carrying out of a purpose there was nothing which his skin was not sufficiently serviceable to endure. But Sir Thomas, rough as he was, had but a thin skin -- a thin skin and a soft heart. Had Houston and Gertrude persevered he would certainly have given way. For Tom, in his misfortune, he would have made any sacrifice. Though he had given the broadest hints which he had been able to devise he had never as yet brought himself absolutely to turn Traffick out of his house. When Ayala was sent away he still kept her name in his will, and added also that of Lucy as soon as Lucy had been entrusted to him. Had things gone a little more smoothly between him and Hamel when they met -- had he not unluckily advised that all the sculptor's grand designs should be sold by auction for what they would fetch -- he would have put Hamel and Lucy upon their legs. He was a soft-hearted man -- but there never was one less willing to endure interference in his own affairs.\\n\\nAt the present moment he was very sore as to the presence of Traffick in Queen's Gate. The Easter parliamentary holidays were just at hand, and there was no sign of any going. Augusta had whispered to her mother that the poky little house in Mayfair would be very uncomfortable for the coming event -- and Lady Tringle, though she had not dared to say even as much as that in plain terms to her husband, had endeavoured to introduce the subject by little hints -- which Sir Thomas had clearly understood. He was hardly the man to turn a daughter and an expected grandchild into the streets; but he was, in his present mood, a father-in-law who would not unwillingly have learned that his son-in-law was without a shelter except that afforded by the House of Commons. Why on earth should he have given up one hundred and twenty thousand pounds -- L#6,000 a year as it was under his fostering care -- to a man who could not even keep a house over his wife's head? This was the humour of Sir Thomas when Mr Traffick undertook to prevail with him to give an adequate fortune to his youngest daughter on her marriage with Captain Batsby.\\n\\nThe conversation between Traffick and Batsby took place on a Sunday. On the following day the Captain went down to the House and saw the Member. \\\"No; I have not spoken to him yet.\\\"\\n\\n\\\"I was with him on Friday, you know,\\\" said Batsby. \\\"I can't well go and call on the ladies in Queen's Gate till I hear that he has changed his mind.\\\"\\n\\n\\\"I should. I don't see what difference it would make.\\\"\\n\\nThen Captain Batsby was again very thoughtful. \\\"It would make a difference, you know. If I were to say a word to Gertrude now -- as to being married or anything of that kind -- it would seem that I meant to go on whether I got anything or not.\\\"\\n\\n\\\"And you should seem to want to go on,\\\" said Traffick, with all that authority which the very surroundings of the House of Commons always give to the words and gait of a Member.\\n\\n\\\"But then I might find myself dropped in a hole at last.\\\"\\n\\n\\\"My dear Batsby, you made that hole for yourself when you ran off with the young lady.\\\"\\n\\n\\\"We settled all that before.\\\"\\n\\n\\\"Not quite. What we did settle was that we'd do our best to fill the hole up. Of course you ought to go and see them. You went off with the young lady -- and since that have been accepted as her suitor by her father. You are bound to go and see her.\\\" \\\"Do you think so?\\\"\\n\\n\\\"Certainly! Certainly! It never does to talk to Tringle about business at his own house. I'll make an hour to see him in the City tomorrow. I'm so pressed by business that I can hardly get away from the House after twelve -- but I'll do it. But, while I'm in Lombard Street, do you go to Queen's Gate.\\\" The Captain after further consideration said that he would go to Queen's Gate.\\n\\nAt three o'clock on the next day he did go to Queen's Gate. He had many misgivings, feeling that by such a step he would be committing himself to matrimony with or without the money. No doubt he could so offer himself, even to Lady Tringle, as a son-in-law, that it should be supposed that the offer would depend upon the father-in-law's goodwill. But then the father-in-law had told him that he would be welcome to the young lady -- without a farthing. Should he go on with his matrimonial purpose, towards which this visit would be an important step, he did not see the moment in which he could stop the proceedings by a demand for money. Nevertheless he went, not being strong enough to oppose Mr Traffick.\\n\\nYes -- the ladies were at home, and he found himself at once in Lady Tringle's presence. There was at the time no one with her, and the Captain acknowledged to himself that a trying moment had come to him. \\\"Dear me! Captain Batsby!\\\" said her ladyship, who had not seen him since he and Gertrude had gone off together. \\\"Yes, Lady Tringle. As I have come back from abroad I thought that I might as well come and call. I did see Sir Thomas in the City.\\\"\\n\\n\\\"Was not that a very foolish thing you did?\\\"\\n\\n\\\"Perhaps it was, Lady Tringle. Perhaps it would have been better to ask permission to address your daughter in the regular course of things. There was, perhaps -- perhaps a little romance in going off in that way.\\\"\\n\\n\\\"It gave Sir Thomas a deal of trouble.\\\"\\n\\n\\\"Well, yes; he was so quick upon us, you know. May I be allowed to see Gertrude now?\\\"\\n\\n\\\"Upon my word I hardly know,\\\" said Lady Tringle, hesitating. \\\"I did see Sir Thomas in the City.\\\"\\n\\n\\\"But did he say you were to come and call?\\\"\\n\\n\\\"He gave his consent to the marriage.\\\"\\n\\n\\\"But I am afraid there was to be no money,\\\" whispered Lady Tringle. \\\"If money is no matter I suppose you may see her.\\\" but before the Captain had resolved how he might best answer this difficult suggestion the door opened, and the young lady herself entered the room, together with her sister.\\n\\n\\\"Benjamin,\\\" said Gertrude, \\\"is this really you?\\\" And then she flew into his arms.\\n\\n\\\"My dear,\\\" said Augusta, \\\"do control your emotions.\\\"\\n\\n\\\"Yes, indeed, Gertrude,\\\" said the mother. \\\"As the things are at present you should control yourself. Nobody as yet knows what may come of it.\\\"\\n\\n\\\"Oh, Benjamin!\\\" again exclaimed Gertrude, tearing herself from his arms, throwing herself on the sofa, and covering her face with both her hands. \\\"Oh, Benjamin -- so you have come at last.\\\" \\\"I am afraid he has come too soon,\\\" said Augusta, who however had received her lesson from her husband, and had communicated some portion of her husband's tidings to her sister.\\n\\n\\\"Why too soon?\\\" exclaimed Gertrude. \\\"It can never be too soon. Oh, mamma, tell him that you make him welcome to your bosom as your second son-in-law.\\\"\\n\\n\\\"Upon my word, my dear, I do not know, without consulting your father.\\\"\\n\\n\\\"But papa has consented,\\\" said Gertrude.\\n\\n\\\"But only if -- \\\"\\n\\n\\\"Oh, mamma,\\\" said Mrs Traffick, \\\"do not talk about matters of business on such an occasion as this. All that must be managed between the gentlemen. If he is here as Gertrude's acknowledged lover, and if papa has told him that he shall be accepted as such, I don't think that we ought to say a word about money. I do hate money. It does make things so disagreeable.\\\"\\n\\n\\\"Nobody can be more noble in everything of that kind than Benjamin,\\\" said Gertrude. \\\"It is only because he loves me with all his heart that he is here. Why else was it that he took me off to Ostend?\\\" Captain Batsby as he listened to all this felt that he ought to say something. And yet how dangerous might a word be! It was apparent to him, even in his perturbation, that the ladies were in fact asking him to renew his offer, and to declare that he renewed it altogether independently of any money consideration. He could not bring himself quite to agree with that noble sentiment in expressing which Mrs Traffick had declared her hatred of money. In becoming the son-in-law of a millionaire he would receive the honest congratulations of all his friends -- on condition that he received some comfortable fraction out of the millions, but he knew well that he would subject himself to their ridicule were he to take the girl and lose the plunder. If he were to answer them now as they would have him answer he would commit himself to the girl without any bargain as to the plunder. And yet what else was there for him to do? He must be a brave man who can stand up before a girl and declare that he will love her for ever -- on condition that she shall have so many thousand pounds; but he must be more than brave, he will be heroic, who can do so in the presence not only of the girl but of the girl's mother and married sister as well. Captain Batsby was no such hero. \\\"Of course,\\\" he said at last.\\n\\n\\\"Of course what?\\\" asked Augusta.\\n\\n\\\"It was because I loved her.\\\"\\n\\n\\\"I knew that he loved me,\\\" sobbed Gertrude.\\n\\n\\\"And you are here, because you intend to make her your wife in presence of all men?\\\" asked Augusta.\\n\\n\\\"Oh certainly.\\\"\\n\\n\\\"Then I suppose that it will be all right,\\\" said Lady Tringle. \\\"It will be all right,\\\" said Augusta. \\\"And now, mamma, I think that we may leave them alone together.\\\" But to this Lady Tringle would not give her assent. She had not had confided to her the depth of Mr Traffick's wisdom, and declared herself opposed to any absolute overt love-making until Sir Thomas should have given his positive consent.\\n\\n\\\"It is all the same thing, Benjamin, is it not?\\\" said Augusta, assuming already the familiarity of a sister-in-law.\\n\\n\\\"Oh quite,\\\" said the Captain.\\n\\nBut Gertrude looked as though she did not think it to be exactly the same. Such deficiency as that, however, she had to endure; and she received from her sister after the Captain's departure full congratulations as to her lover's return. \\\"To tell you the truth,\\\" said Augusta, \\\"I didn't think that you would ever see him again. After what papa said to him in the City he might have got off and nobody could have said a word to him. Now he's fixed.\\\" Captain Batsby effected his escape as quickly as he could, and went home a melancholy man. He, too, was aware that he was fixed; and, as he thought of this, a dreadful idea fell upon him that the Honourable Mr Traffick had perhaps played him false.\\n\\nIn the meantime Mr Traffick was true to his word and went into the City. In the early days of his married life his journeys to Lombard Street were frequent. The management and investing of his wife's money had been to him a matter of much interest, and he had felt a gratification in discussing any money matter with the man who handled millions. In this way he had become intimate with the ways of the house, though latterly his presence there had not been encouraged. \\\"I suppose I can go in to Sir Thomas,\\\" he said, laying his hand upon a leaf in the counter, which he had been accustomed to raise for the purpose of his own entrance. But here he was stopped. His name should be taken in, and Sir Thomas duly apprised. In the meantime he was relegated to a dingy little waiting room, which was odious to him, and there he was kept waiting for half an hour. This made him angry, and he called to one of the clerks. \\\"Will you tell Sir Thomas that I must be down at the House almost immediately, and that I am particularly anxious to see him on business of importance?\\\" For another ten minutes he was still kept, and then he was shown into his father-in-law's presence. \\\"I am very sorry, Traffick,\\\" said Sir Thomas, \\\"but I really can't turn two Directors of the Bank of England out of my room, even for you.\\\"\\n\\n\\\"I only thought I would just let you know that I am in a hurry.\\\" \\\"So am I, for the matter of that. Have you gone to your father's house today, so that you would not be able to see me in Queen's Gate?\\\"\\n\\nThis was intended to be very severe, but Mr Traffick bore it. It was one of those rough things which Sir Thomas was in the habit of saying, but which really meant nothing. \\\"No. My father is still at his house as yet, though they are thinking of going every day. It is about another matter, and I did not want to trouble you with it at home.\\\"\\n\\n\\\"Let us hear what it is.\\\"\\n\\n\\\"Captain Batsby has been with me.\\\"\\n\\n\\\"Oh, he has, has he?\\\"\\n\\n\\\"I've known him ever so long. He's a foolish fellow.\\\"\\n\\n\\\"So he seems.\\\"\\n\\n\\\"But a gentleman.\\\"\\n\\n\\\"Perhaps I am not so good a judge of that. His folly I did perceive.\\\" \\\"Oh, yes; he's a gentleman. You may take my word for that. And he has means.\\\"\\n\\n\\\"That's an advantage.\\\"\\n\\n\\\"While that fellow Houston is hardly more than a beggar. And Batsby is quite in earnest about Gertrude.\\\"\\n\\n\\\"If the two of them wish it he can have her tomorrow. She has made herself a conspicuous ass by running away with him, and perhaps it's the best thing she can do.\\\"\\n\\n\\\"That's just it. Augusta sees it quite in the same light.\\\"\\n\\n\\\"Augusta was never tempted. You wouldn't have run away.\\\"\\n\\n\\\"It wasn't necessary, Sir Thomas, was it? There he is -- ready to marry her tomorrow. But, of course, he is a little anxious about the money.\\\"\\n\\n\\\"I dare say he is.\\\"\\n\\n\\\"I've been talking to him -- and the upshot is, that I have promised to speak to you. He isn't at all a bad fellow.\\\"\\n\\n\\\"He'd keep a house over his wife's head, you think?\\\" Sir Thomas had been particularly irate that morning, and before the arrival of his son-in-law had sworn to himself that Traffick should go. Augusta might remain, if she pleased, for the occurrence; but the Honourable Septimus should no longer eat and drink as an inhabitant of his house.\\n\\n\\\"He'd do his duty by her as a man should do,\\\" said Traffick, determined to ignore the disagreeable subject.\\n\\n\\\"Very well. There she is.\\\"\\n\\n\\\"But of course he would like to hear something about money.\\\" \\\"Would he?\\\"\\n\\n\\\"That's only natural.\\\"\\n\\n\\\"You found it so -- did you not? What's the good of giving a girl money when her husband won't spend it? Perhaps this Captain Batsby would expect to live at Queen's Gate or Merle Park.\\\"\\n\\nIt was impossible to go on enduring this without notice. Mr Traffick, however, only frowned and shook his head. It was clear at last that Sir Thomas intended to be more than rough, and it was almost imperative upon Mr Traffick to be rough in return. \\\"I am endeavouring to do my duty by the family,\\\" he said.\\n\\n\\\"Oh indeed.\\\"\\n\\n\\\"Gertrude has eloped with this man, and the thing is talked about everywhere. Augusta feels it very much.\\\"\\n\\n\\\"She does, does she?\\\"\\n\\n\\\"And I have thought it right to ask his intentions.\\\"\\n\\n\\\"He didn't knock you down, or anything of that sort?\\\"\\n\\n\\\"Knock me down?\\\"\\n\\n\\\"For interfering. But he hasn't pluck for that. Houston would have done it immediately. And I should have said he was right. But if you have got anything to say, you had better say it. When you have done, then I shall have something to say.\\\"\\n\\n\\\"I've told him that he couldn't expect as much as you would have given her but for this running away.\\\"\\n\\n\\\"You told him that?\\\"\\n\\n\\\"Yes; I told him that. Then some sum had to be mentioned. He suggested a hundred thousand pounds.\\\"\\n\\n\\\"How very modest! Why should he have put up with less than you, seeing that he has got something of his own?\\\"\\n\\n\\\"He hasn't my position, Sir. You know that well enough. Now to make a long and short of it, I suggested sixty.\\\"\\n\\n\\\"Out of your own pocket?\\\"\\n\\n\\\"Not exactly.\\\"\\n\\n\\\"But out of mine?\\\"\\n\\n\\\"You're her father, and I suppose you intend to provide for her.\\\" \\\"And you have come here to dictate to me the provision which I am to make for my own child! That is an amount of impudence which I did not expect even from you. But suppose that I agree to the terms. Will he, do you think, consent to have a clause put into the settlement?\\\"\\n\\n\\\"What clause?\\\"\\n\\n\\\"Something that shall bind him to keep a house for his own wife's use, so that he should not take my money and then come and live upon me afterwards.\\\"\\n\\n\\\"Sir Thomas,\\\" said the Member of Parliament, \\\"that is a mode of expression so uncourteous that I cannot bear it even from you.\\\"\\n\\n\\\"Is there any mode of expression that you cannot bear?\\\"\\n\\n\\\"If you want me to leave your house, say it at once.\\\"\\n\\n\\\"Why, I have been saying it for the last six months! I have been saying it almost daily since you were married.\\\"\\n\\n\\\"If so you should have spoken more clearly, for I have not understood you.\\\"\",\"timestamp\":1639991714,\"title\":\"\\nCaptain Batsby and the Trafficks were acquainted with each other. The Member of Parliament had, of course, heard of the journey to Ostend\"},\"digest\":\"qbwhXTrIo8JgJFQpx9-hH57C8GWW3tQt2cV2CgzZlzI\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c1NWNfG3XVzuEwUb3jkhAwcN2I33fnN_Rvrlk3QVRuo\\\",\\\"y\\\":\\\"4KmrVctvvmxRzcWvaFfuSrWkBBQZID3NZjHKou751-E\\\"}\",\"signature\":\"AFUorkt2GUqvkdh2Li2ncGxFa1xnSdATUcDcQ2PepYrHB1oHXXUavvGDH8_f_fpiTA5ZGW3kwumHHptPYnjTeg\",\"signingKeySignature\":\"0x2546e96914d6f4279c3ad1c0cda0d2f32664a2f27306ebf33a0d382c86864ae3410e9cf43fb4b9778679e1d699f5d132d30f6ee704fae9fd04c31607be7024541b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c1NWNfG3XVzuEwUb3jkhAwcN2I33fnN_Rvrlk3QVRuo\\\",\\\"y\\\":\\\"4KmrVctvvmxRzcWvaFfuSrWkBBQZID3NZjHKou751-E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qbwhXTrIo8JgJFQpx9-hH57C8GWW3tQt2cV2CgzZlzI\"}"