"{\"content\":{\"body\":\"How does value become valuable? What kind of magical complexion of assets, the likes of DAI, the threaded paper of a US Benjamin, or the sheen of a new NFT minted do we find just so beautiful.\\n\\nhttps://twitter.com/Madibaa08/status/1357835996918919172\\n\\nA conversation on value can go on forever, no amount of time can truly capture this lifelong debate among our human minds.\\n\\nIn the NFT space, value is a constantly reminded topic. Almost, annoyingly brought up on each corner of the winding street that is crypto-twitter. How does one discover its value? What does time do to its value? Will others see it as valuable, if not more than I do?\\n\\nInstinctually, we raise our answers to these thoughts with a few parameters:\\n\\n“Woah, its minted by \\\\__\\\\__ famous 3d artist.”\\n\\n“Damn, that’s a lot of likes and retweets, it must be worth something”\\n\\n“Ooooo, the rarity of the piece is very high.”\\n\\n“Good, there is only 100 editions of these pieces.”\\n\\nAs we process through this loose cacophony of if statements, our minds computes (that may be too generous of a verb) some value, beauty if you will, in this NFT piece.\\n\\nIn many ways, this internal dialogue is a common one, a conversation we can’t help put on shuffle and repeat.\\n\\n…\\n\\nLet’s start over.\\n\\n…\\n\\nWhat is value? What is beauty?\\n\\nIs beauty not just an empathy towards the abstract, the physical, the lustful? Is value not just a vehicle to quantify, dissect such beauty?\\n\\nWe must return to our self, what is truly beautiful in our lives?\\n\\nIn many ways, it is the stories we tell and the ones we believe. They give us faith, give us a rubric to view this world and judge what is beautiful, and empower us with the continued breath to fight for change in a universe ever hellbent towards entropy.\\n\\nWhat is ETH’s story?\\n\\nThe blockchain.\\n\\nOur blockchain.\\n\\n…\\n\\nThis is our canon, our story, a story unwilling to put up a season finale. One that shaped our beliefs, our world views, and filled us endlessly with emotion.\\n\\nOur story is beautiful. Our story has value.\\n\\n“Woah, its minted by \\\\__\\\\__”\\n\\nDoes it matter who minted it? The story is imbued in $HASH already. The transaction it cradles.\\n\\n“Damn, that’s a lot of likes and retweets, it must be worth something”\\n\\nYea, it is worth something but also so much more than the digital dopamine kicks social media abuses. Somebody believed this part of our grand story was worth capturing. Either due to greed or sheer awe of our past, somebody took the time to make it come to form as a token.\\n\\n“Ooooo, the rarity of the piece is very high.”\\n\\nRarity of $HASH lies in its capacity to be the canon of Ethereum history. As $HASH grows, so do its capacity to honorably represent our history.\\n\\n“Good, there is only *infinite* pieces”\\n\\nOur history is every growing and ever evolving. To cap the supply of $HASH feels disingenuous; a sly tactic by the artist to provide stimulus to the $HASH token value. $HASH is valuable. Not because $HASH is. Because our story is.\\n\\n…\\n\\n$HASH is an interesting project. One that asks us to look at NFTs, something we thought we are starting to familiarize ourselves with, in a new, potentially uneasy, light.\\n\\nWhat must we do to hold a $HASH in our private keys?\\n\\n…\\n\\nGo on unrelenting rabbit holes on Etherscan?\\n\\nScrape twitter for the spiciest transactions tucked in replies?\\n\\nWait patiently for history to be made?\\n\\nOh, the effort we must summon to capture our history.\\n\\n$HASH is not beautiful. We are.\\n\",\"timestamp\":1622176943,\"title\":\"404: BEAUTY NOT FOUND\",\"publication\":\"pob\"},\"digest\":\"gTXiEDXWmEFQdtrmsduNul63Wpk6Ipe8-soeN_86QtU\",\"authorship\":{\"contributor\":\"0x9428ca8b5fe52C33BD0BD7222d719d788B6467F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"00nr_hOLvPnbIpsfAnPFdu2wGKrGk5gEzfYQAH6dO_4\\\",\\\"y\\\":\\\"2QnyxmV2ZFaKM93JAv-maxOw2kUyo4tqsgSygeAaIqc\\\"}\",\"signature\":\"L7QxnKCLLoXletkjJSHC_lteWfp92ASYR0y2_hdD64iaKgWlmvYdGkld10XX3m3O6x7XS7hStj3WOMgzQKr8Gw\",\"signingKeySignature\":\"0xb54f75cd66ba923d3dbaf3d7fe5e65579c2ffdad2bf71cb86b4d9882b6cda7296e198fbcb474a7956aad0e9162aa1e40a0039f04bc236507f9e1d867e19e139e1b\",\"signingKeyMessage\":\"I authorize the publication of articles on pob.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"00nr_hOLvPnbIpsfAnPFdu2wGKrGk5gEzfYQAH6dO_4\\\",\\\"y\\\":\\\"2QnyxmV2ZFaKM93JAv-maxOw2kUyo4tqsgSygeAaIqc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gTXiEDXWmEFQdtrmsduNul63Wpk6Ipe8-soeN_86QtU\"}"