"{\"content\":{\"body\":\"## Ground Work exists to forge relationships that connect people to ecologies and places through artistic endeavours, collected stories, digital strategies, and multi-disciplinary collaborations.\\n\\n[https://www.ground-work.studio/](https://www.ground-work.studio/)\\n\\nThe idea of telling the stories of how I experience the changing ecological boundaries around me began brewing in 2020. I had just started tending a piece of soil right outside my home, hoping that it will flourish into a bountiful garden. In 2021, the garden, although small, has taught me plenty of ways to make sense of how I relate to this world. My identity as an immigrant, my place in-between the futures to come and the pasts I stand on, and my thoughts that I considered insignificant are becoming my strengths. Like the small patch of soil adjacent to the sidewalk that I have been tending, what is perceived to be insignificant can still be mighty in its own universe.\\n\\nGround Work is a garden to experiment with how the digital comes in contact with local ecologies. A part of it, is the process of putting thoughts on paper and turning mischiefs into artefact. On one hand, I’m finding the strength to explore my own stories, on the other hand, I let my stories to be entwined in those of my friends and kins. I want to speak, write, and experiment on the relationships we, humans, can forge with the environments we inhabit in the same way that we are gardening, unawarely, on fragmented pieces of land — the minerals extracted from the Earth for this digital place to exist. \\n\\nSlow, but stay with me if you are also keen on re-rooting as diasporic beings, scattered on unfamiliar soils and waters, making sense of whats to come. \",\"timestamp\":1638586448,\"title\":\"What is Ground Work\"},\"digest\":\"vxuX14RUFNYZVhTaPVIMlZulOrM7bCS9pBeTh3obB84\",\"authorship\":{\"contributor\":\"0x235945F7BBA083cEE930F86e94cAA1397ca6A7B8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2uDykhaAZNGjd0fzZK-DGLDnAFaWstJc0x2XeGDYSQg\\\",\\\"y\\\":\\\"tBmOlGT89UsYpHhlA4-IRtPbMz3ZxlMTY77RCXAjFpE\\\"}\",\"signature\":\"VzyoSoNXplZikRP3NaJ00L4xlXiW8Eou089vc2RYW3yfvZPYEOfhRPmToEn7MbctfI6tiX2U3s3PIXsVfNklwg\",\"signingKeySignature\":\"0x59c2367dc112120a6d9ca74440673bb6710f872c058063d9ea8818add1cb169b4c6edd733a60f7dd88f928df280a3646a4de550d5084b1d826ad99bc277affaf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2uDykhaAZNGjd0fzZK-DGLDnAFaWstJc0x2XeGDYSQg\\\",\\\"y\\\":\\\"tBmOlGT89UsYpHhlA4-IRtPbMz3ZxlMTY77RCXAjFpE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vxuX14RUFNYZVhTaPVIMlZulOrM7bCS9pBeTh3obB84\"}"