"{\"content\":{\"body\":\"擦去匕首上残留的血迹，踩着巨魔勇士的尸体，我走向倒在前面的巨魔祭祀。两天来我对巨魔祭祀是特别关心，只要一刷出来，我是连奔带跑冲去砍它，一火之仇总算让我报得淋漓尽致。站在巨魔祭祀旁边，我低头看着这个可怜的家伙，那对已经失去光泽的双眼空洞地望着黝黑的矿壁，似乎述说着自己的不甘，身上的法袍也开满了血红的花朵。\\n\\n```\\n弓下腰，我没有抱着任何希望地伸手一探，两天来除了矿石收获比较喜人外，一直没有打到任何装备，都是些杂乱的辅助材料，让我唏嘘不已。\\n\\n又是矿石，手上摸到个圆圆的东西，我心里暗到。用手一握就想扔回背包里，咦，怎么有点重，我从巨魔祭祀身下将这个圆石抽出来一看，嘿嘿，皇天不辜负咱有心人，拿着这把闪闪发光的巨魔之红宝石魔杖，我乐上眉梢，终于把巨魔祭祀手上的那把魔杖给爆出来了，还是个三十级的玄铁装备，好东东。\\n\\n呀，一想到装备，就让我惦记起放在胖眼睛那的龙龟之坚韧盔甲来，明天天下第一比武大会就要正式开始，而我的经验在这几天的埋头苦练中只差一点点就能升级，这几天传呼机一直关着，也不知他那有信不。\\n\\n将巨魔之红宝石魔杖收入包中，掏出传呼机打开一看，喝，一连串的消息接连而来，我一屁股做在柔软的兽皮上，从头开始慢慢看了下来。\\n\\n“小隐，在哪冲级呢，我要预定点炼金药剂，有空的话回个信给我。”冲天剑发的。\\n\\n“大哥，你说来拿跟我拿披风的，怎么都没消息了啊。”是雪舞月色这小丫头的。\\n\\n“兄弟，上次那个什么麻痹毒药的还有不，给我赶点出来怎么样，嘿嘿，价钱好说。”这是血染疆土的。\\n\\n“朋友，找你帮个忙，给我准备点上次你拿的那两个炼金药剂行不。”傲气凌云发的，不用问，也是想在天下第一比武大会上用的。\\n\\n“小隐，在不，我麻烦你的事你可不能忘了，后天无论如何也要给我准备啊。”又是冲天剑的。\\n\\n……一路看下来，都是熟人，不是问我在哪练级怎么不回话，就是问我要炼金药剂的。呵呵，冲天剑、血染疆土和傲气凌云是深深记着俺那药剂的好，巴望着凭那个在天下第一比武大会上占上点便宜。\\n\\n“隐为者，是我，你要的刺客装备有了，具体细节等你来我这谈，你有空快点给我回个话。”是胖眼睛的，看看时间，是今天早上才发的。\\n\\n“不好意思，我关了传呼机在外面冲级呢，现在就来，现在就来。”一看到这条信息，我来了劲，赶紧回个消息给胖眼睛，掏出回程石来传送回雷帝城。\\n\\n身形刚出现在雷帝城的广场上，身上乳白色光芒还未散去，我就撒开双脚丫子往拍卖行跑去，路上正好一一给冲天剑他们回了个信，告诉他们马上给他们准备，回头直接扔银行给他们。\\n\\n“我到门口了，你在哪呢。”快到拍卖行门口我扔了个消息给胖眼睛。\\n\\n“你直接来二楼好了，一上来右首第一间，我在那等你。”胖眼睛回了个话给我。\\n\\n进了拍卖行，没有在大厅里逗留，我直接顺着那个镶嵌古铜扶把的梧桐木旋转楼梯冲上二楼，眼睛转了转，恩，就是前面那间。\\n\\n站在黑色沉重的房门，我抬起右手轻叩几下说道：“有人在吗？”\\n\\n“进来吧，门没关。”是胖眼睛的声音。\\n\\n我推开房门，走了进去，喝，房间里面挺气派的。厚实的浅黄色毛绒地毯平整地铺设在地板上，天蓝色的墙壁上悬挂几副精美的抽象油画，可惜我可不太懂艺术欣赏，不然也不会把那海盗宝藏里的油画都给撕毁了，两株苍翠的迎客松\\n\\n盆载端放在两侧，两道紫红色如绸缎般顺滑的窗帘高悬在窗口，一片明媚的阳光透过玻璃洒落在房间里，而胖眼睛正舒服地将身子埋在柔软的牛皮沙发之中，前面的圆桌上端放着一个酒瓶和两个高脚酒杯。\\n\\n“来来，这边坐。”看到我进来了，胖眼睛也站起身来，亲热地招呼我道。\\n\\n“呵呵，这环境不错，真让小弟羡慕啊。”我一边走过去一边称赞道。\\n\\n“嗨，有什么好羡慕的，你要是喜欢就常来坐坐，就怕我有心你来，你却无心光顾啊。”胖眼睛笑了笑说道。\\n\\n这倒是个实话，天天在你这待着，不去练级砍怪挣钱，我还不得喝西北风啊，我会意地笑了笑，坐在胖眼睛对面说道：“胖哥，咱就不浪费时间了，给我看看你说的那见刺客装备吧。”\\n\\n“行，那，这个就是今天早上人家刚拿来的，你看看合不合心意，属性已经鉴定过了。”胖眼睛冲我发出交易请求，放上了一把银白色的弓弩 。\\n\\n刺牙之碧晶弩          等级：30（玄铁）\\n\\n攻击：30—45          持久：35\\n\\n速度：2.2             单手\\n\\n属性：20%几率产生连射效果（初级：三枝）\\n\\n连射，什么概念，我有点不太明了的样子看了看胖眼睛说道：“胖哥，这个连射属性具体点是什么。”\\n\\n“呵呵，我问你，你现在一次能射几枝箭，中间有无间隔。”胖眼睛笑着问我。\\n\\n“当然一次一枝，有间隔的。”我老老实实地回到。\\n\\n“那，这把刺牙之碧晶弩如果发挥出连射效果，一次就会无间隔同时射出三枝箭来，相当与弓手的连射技能，你看怎么样，合适你用不。”胖眼睛解释完后，眯着眼睛看着我。\\n\\n一次同时射三枝，那不是等于获得了三倍的攻击力，20%的几率也不算低，不错，适合我用，我点了点头问道：“这个弩我要了，对方开的什么价。”\\n\\n胖眼睛挺了挺身子，拿起酒瓶酒杯，一边倒酒一边说道：“价格嘛，因为你那个龙龟之坚韧盔甲没有鉴定，所以尽管是三十二级的装备，倒也不好开个高价；而这把弩如果拿出去拍卖的话，不说别的，就那个连射的属性就会让弓手玩家们为之疯狂，价格肯定是不会走低的，这样吧，我就作个主，就用这把刺牙之碧晶弩换你的龙龟之坚韧盔甲怎么样。”\\n\\n我听了这话稍微思考了一下，想想也有道理，如果我那个龙龟之坚韧盔甲鉴定出的属性不合适骑士或剑士的话，那根本就值不了大钱，与其自己去博一把，还不如先换个趁手的装备实际点，而且我早就有意换把弩了，大会在即，也不容我多等待了，钱会赚得到，可是装备可不一定能买得到，现在可是粥太少，和尚太多的阶段。\\n\\n“行，那就谢谢胖哥你了，就照你的意思办吧。”我客气地说道。\\n\\n“来，为你能得到这把利器干一杯。”胖眼睛递给我一个酒杯说道。\\n\\n将酒一饮而尽，我站起身来说道：“胖哥，小弟就不再耽误搅你忙，先行告辞了，对了这还有几件青铜装备麻烦你处理一下。”\\n\\n“行，放我这里好了，包准给你卖个好价钱。”胖眼睛接过我原先的头盔和裂风之弩说道。\\n\\n将我送出门外后，胖眼睛走到窗口，薄薄的眼片里闪出一片白光，他从背包里拿出我那个龙龟之坚韧盔甲，放在手上轻轻的抚mo着，嘴里轻声说道：“呵呵，你小子挺精的，但我们也不会吃亏，这个能够提高骑士10%反击成功几率的盔甲，应该会让不少高手愿意出点血吧。”\\n\\n要是我知道后来在比武大会上，那个牛b骑士就是转着我这个龙龟之坚韧盔甲让我……的话，我打死也不会换了，宁可放着等大会结束再卖。正所谓世事难预，不换来这把刺牙之碧晶弩我又怎能冲进前……\\n\\n走出拍卖行，我是好不欢喜，有了这家伙，我对天下第一比武大会的信心又平添了几分。而那几件淘汰的青铜装备估计也能让我小赚一笔的，问我刚打的那把魔杖干吗不给胖眼睛。\\n\\n呵呵，哥们我自由主张，跟冲天剑的关系该拉还是要拉拉的，好歹他也是个有钱有势主，一定不会寒碜了我。再说他那不定会有什么我需要的东西呢。\\n\\n跑去卡思亚诺那买足了麻痹毒药和噬血药剂的材料，炼出满满一包的药剂后，我来到银行将药剂纷纷转交发出去，然后扔出几个消息。\\n\\n“冲大帮主，你要的炼金我已经准备好了，现在扔银行了，回头你去拿下，此外我这还有把三十级的巨魔之红宝石魔杖，不知道你有没有兴趣。”\\n\\n“疆土，你让兄弟办的事我办妥了，回头自去银行拿去，别跟我太客气，兄弟以后不定还有要你帮忙的地方呢。”\\n\\n“傲气，药剂我给你弄好了，扔银行那，客套话别说，有事常联系就行。”\\n\\n“雪舞月色，哪呢，我可等着问你拿披风呢。”\\n\\n血染疆土和傲气凌云的回信都大同小异，寒暄几句，感谢了几声，花点小小代价能和这两人交好，我倒是不觉得吃亏，而冲天剑的回信则是简短明了：“东西你转我那，价钱包你满意。”\\n\\n冲天剑话都说份上了，我也不好小家子气，随即将巨魔之红宝石魔杖一并转到了冲天剑那。\\n\\n而雪舞月色正巧在雷帝城里的逛商店呢，回了个话给我道：“我和朋友在雷帝城的首饰店呢，你来拿不。”\\n\\n这金银珠宝对女性的诱惑还真是不小，怎么这些女玩家没事就喜欢光商店呢，我心里嘀咕着回道：“我马上到，你等着。”既然这小丫头喜欢，那我就带上几块宝石矿送她好了，她哥那应该有学首饰匠技能的玩家，正好能给她做几个首饰。\\n\\n凭良心说，雪舞月色这小丫头做的雪豹披风真是不错，还能附加5点的防御，\\n\\n在没有打到好披风前倒是个不错的替代品，如果有高级皮料的话，她应该还能做出更好的披风来，可是她身边的那几个同伴就有点太呱噪了，围着我问这问那说个不停，她们没半分的羞涩，倒让我有点惶恐起来，将宝石和一些云豹皮塞给了雪舞月色后，我带着满头大汗，连忙冲出小丫头们的包围圈，从首饰店里落慌而逃。\\n```\\n\\n\\n------------\",\"timestamp\":1640251306,\"title\":\"第八十九章 刺牙之碧晶弩\"},\"digest\":\"msSUyWIF0vssa52S8d5KaC45TPPR7S_0VzmrTRZ3s4E\",\"authorship\":{\"contributor\":\"0x8021015fb2b2D84f56E983Babf959AcEB390Bf64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"octkZGt9WlIHHG-lRN3dpwurZq9-9wKxFL7JVUBVTTc\\\",\\\"y\\\":\\\"bf7RHy53dY79WPuP6cWHk37tcl_JrJ6x2mvD_yOe9Yo\\\"}\",\"signature\":\"sFdnCTY81FsfSfxeiJuIbD54KEEzSoQ9VN5xBu3lqnkl9iw9k7wLXAYL5QYRzmItKmiAc-WKZcd9rc_R_c0GjQ\",\"signingKeySignature\":\"0x924f4b56c08f104b528ca09fd864fc0d7a180e154d9eaa0b105db1e690aeb1f04b28b4a6c9c581be522963efc89e1fdbbd2ccb82447ac61d4927ab70003beb591c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"octkZGt9WlIHHG-lRN3dpwurZq9-9wKxFL7JVUBVTTc\\\",\\\"y\\\":\\\"bf7RHy53dY79WPuP6cWHk37tcl_JrJ6x2mvD_yOe9Yo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"msSUyWIF0vssa52S8d5KaC45TPPR7S_0VzmrTRZ3s4E\"}"