"{\"content\":{\"body\":\"Jon, who was coming in through a French window out of strong sunlight, was so confounded by the providential nature of this miracle, that he had time to hear Fleur say calmly: \\\"Oh, how do you do?\\\" as if he had never seen her, and to understand dimly from the quickest imaginable little movement of her head that he never had seen her.  He bowed therefore over her hand in an intoxicated manner, and became more silent than the grave.  He knew better than to speak. Once in his early life, surprised reading by a nightlight, he had said fatuously \\\"I was just turning over the leaves, Mum,\\\" and his mother had replied: \\\"Jon, never tell stories, because of your face nobody will ever believe them.\\\"\\n\\nThe saying had permanently undermined the confidence necessary to the success of spoken untruth.  He listened therefore to Fleur's swift and rapt allusions to the jolliness of everything, plied her with scones and jam, and got away as soon as might be.  They say that in delirium tremens you see a fixed object, preferably dark, which suddenly changes shape and position.  Jon saw the fixed object; it had dark eyes and passably dark hair, and changed its position, but never its shape.  The knowledge that between him and that object there was already a secret understanding (however impossible to understand) thrilled him so that he waited feverishly, and began to copy out his poem--which of course he would never dare to--show her-- till the sound of horses' hoofs roused him, and, leaning from his window, he saw her riding forth with Val.  It was clear that she wasted no time, but the sight filled him with grief.  He wasted his. If he had not bolted, in his fearful ecstasy, he might have been asked to go too.  And from his window he sat and watched them disappear, appear again in the chine of the road, vanish, and emerge once more for a minute clear on the outline of the Down.  'Silly brute!' he thought; 'I always miss my chances.'\\n\\nWhy couldn't he be self-confident and ready?  And, leaning his chin on his hands, he imagined the ride he might have had with her.  A week-end was but a week-end, and he had missed three hours of it. Did he know any one except himself who would have been such a flat? He did not.\\n\\nHe dressed for dinner early, and was first down.  He would miss no more.  But he missed Fleur, who came down last.  He sat opposite her at dinner, and it was terrible--impossible to say anything for fear of saying the wrong thing, impossible to keep his eyes fixed on her in the only natural way; in sum, impossible to treat normally one with whom in fancy he had already been over the hills and far away; conscious, too, all the time, that he must seem to her, to all of them, a dumb gawk.  Yes, it was terrible!  And she was talking so well--swooping with swift wing this way and that.  Wonderful how she had learned an art which he found so disgustingly difficult.  She must think him hopeless indeed!\\n\\nHis sister's eyes, fixed on him with a certain astonishment, obliged him at last to look at Fleur; but instantly her eyes, very wide and eager, seeming to say, \\\"Oh! for goodness' sake!\\\" obliged him to look at Val, where a grin obliged him to look at his cutlet--that, at least, had no eyes, and no grin, and he ate it hastily.\\n\\n\\\"Jon is going to be a farmer,\\\" he heard Holly say; \\\"a farmer and a poet.\\\"\\n\\nHe glanced up reproachfully, caught the comic lift of her eyebrow just like their father's, laughed, and felt better.\\n\\nVal recounted the incident of Monsieur Prosper Profond; nothing could have been more favourable, for, in relating it, he regarded Holly, who in turn regarded him, while Fleur seemed to be regarding with a slight frown some thought of her own, and Jon was really free to look at her at last.  She had on a white frock, very simple and well made; her arms were bare, and her hair had a white rose in it.  In just that swift moment of free vision, after such intense discomfort, Jon saw her sublimated, as one sees in the dark a slender white fruit- tree; caught her like a verse of poetry flashed before the eyes of the mind, or a tune which floats out in the distance and dies. He wondered giddily how old she was--she seemed so much more self- possessed and experienced than himself.  Why mustn't he say they had met?  He remembered suddenly his mother's face; puzzled, hurt- looking, when she answered: \\\"Yes, they're relations, but we don't know them.\\\"  Impossible that his mother, who loved beauty, should not admire Fleur if she did know her.\\n\\nAlone with Val after dinner, he sipped port deferentially and answered the advances of this new-found brother-in-law.  As to riding (always the first consideration with Val) he could have the young chestnut, saddle and unsaddle it himself, and generally look after it when he brought it in.  Jon said he was accustomed to all that at home, and saw that he had gone up one in his host's estimation.\\n\\n\\\"Fleur,\\\" said Val, \\\"can't ride much yet, but she's keen.  Of course, her father doesn't know a horse from a cart-wheel.  Does your Dad ride?\\\"\\n\\n\\\"He used to; but now he's--you know, he's--\\\"He stopped, so hating the word \\\"old.\\\"  His father was old, and yet not old; no--never!\\n\\n\\\"Quite,\\\" muttered Val.  \\\"I used to know your brother up at Oxford, ages ago, the one who died in the Boer War.  We had a fight in New College Gardens.  That was a queer business,\\\" he added, musing; \\\"a good deal came out of it.\\\"\\n\\nJon's eyes opened wide; all was pushing him toward historical research, when his sister's voice said gently from the doorway:\\n\\n\\\"Come along, you two,\\\" and he rose, his heart pushing him toward something far more modern.\\n\\nFleur having declared that it was \\\"simply too wonderful to stay indoors,\\\" they all went out.  Moonlight was frosting the dew, and an old sundial threw a long shadow.  Two box hedges at right angles, dark and square, barred off the orchard.  Fleur turned through that angled opening.\\n\\n\\\"Come on!\\\" she called.  Jon glanced at the others, and followed.  She was running among the trees like a ghost.  All was lovely and foamlike above her, and there was a scent of old trunks, and of nettles.  She vanished.  He thought he had lost her, then almost ran into her standing quite still.\\n\\n\\\"Isn't it jolly?\\\" she cried, and Jon answered:\\n\\n\\\"Rather!\\\"\\n\\nShe reached up, twisted off a blossom and, twirling it in her fingers, said:\\n\\n\\\"I suppose I can call you Jon?\\\"\\n\\n\\\"I should think so just.\\\"\\n\\n\\\"All right!  But you know there's a feud between our families?\\\"\\n\\nJon stammered: \\\"Feud?  Why?\\\"\\n\\n\\\"It's ever so romantic and silly.  That's why I pretended we hadn't met.  Shall we get up early to-morrow morning and go for a walk before breakfast and have it out?  I hate being slow about things, don't you?\\\"\\n\\nJon murmured a rapturous assent.\\n\\n\\\"Six o'clock, then.  I think your mother's beautiful\\\"\\n\\nJon said fervently: \\\"Yes, she is.\\\"\\n\\n\\\"I love all kinds of beauty,\\\" went on Fleur, \\\"when it's exciting.  I don't like Greek things a bit.\\\"\\n\\n\\\"What!  Not Euripides?\\\"\\n\\n\\\"Euripides?  Oh! no, I can't bear Greek plays; they're so long.  I think beauty's always swift.  I like to look at one picture, for instance, and then run off.  I can't bear a lot of things together. Look!\\\"  She held up her blossom in the moonlight.  \\\"That's better than all the orchard, I think.\\\"\\n\\nAnd, suddenly, with her other hand she caught Jon's.\\n\\n\\\"Of all things in the world, don't you think caution's the most awful?  Smell the moonlight!\\\"\\n\\nShe thrust the blossom against his face; Jon agreed giddily that of all things in the world caution was the worst, and bending over, kissed the hand which held his.\\n\\n\\\"That's nice and old-fashioned,\\\" said Fleur calmly.  \\\"You're frightfully silent, Jon.  Still I like silence when it's swift.\\\"  She let go his hand.  \\\"Did you think I dropped my handkerchief on purpose?\\\"\\n\\n\\\"No!\\\" cried Jon, intensely shocked.\\n\\n\\\"Well, I did, of course.  Let's get back, or they'll think we're doing this on purpose too.\\\"  And again she ran like a ghost among the trees.  Jon followed, with love in his heart, Spring in his heart, and over all the moonlit white unearthly blossom.  They came out where they had gone in, Fleur walking demurely.\\n\\n\\\"It's quite wonderful in there,\\\" she said dreamily to Holly.\\n\\nJon preserved silence, hoping against hope that she might be thinking it swift.\\n\\nShe bade him a casual and demure good-night, which made him think he had been dreaming....\\n\\nIn her bedroom Fleur had flung off her gown, and, wrapped in a shapeless garment, with the white flower still in her hair, she looked like a mousme, sitting cross-legged on her bed, writing by candlelight.\\n\\n\\\"DEAREST CHERRY,\\n\\n\\\"I believe I'm in love.  I've got it in the neck, only the feeling is really lower down.  He's a second cousin-such a child, about six months older and ten years younger than I am.  Boys always fall in love with their seniors, and girls with their juniors or with old men of forty.  Don't laugh, but his eyes are the truest things I ever saw; and he's quite divinely silent!  We had a most romantic first meeting in London under the Vospovitch Juno.  And now he's sleeping in the next room and the moonlight's on the blossom; and to-morrow morning, before anybody's awake, we're going to walk off into Down fairyland.  There's a feud between our families, which makes it really exciting.  Yes! and I may have to use subterfuge and come on you for invitations--if so, you'll know why!  My father doesn't want us to know each other, but I can't help that.  Life's too short. He's got the most beautiful mother, with lovely silvery hair and a young face with dark eyes.  I'm staying with his sister--who married my cousin; it's all mixed up, but I mean to pump her to-morrow. We've often talked about love being a spoil-sport; well, that's all tosh, it's the beginning of sport, and the sooner you feel it, my dear, the better for you.\\n\\n\\\"Jon (not simplified spelling, but short for Jolyon, which is a name in my family, they say) is the sort that lights up and goes out; about five feet ten, still growing, and I believe he's going to be a poet.  If you laugh at me I've done with you forever.  I perceive all sorts of difficulties, but you know when I really want a thing I get it.  One of the chief effects of love is that you see the air sort of inhabited, like seeing a face in the moon; and you feel--you feel dancey and soft at the same time, with a funny sensation--like a continual first sniff of orange--blossom--Just above your stays. This is my first, and I feel as if it were going to be my last, which is absurd, of course, by all the laws of Nature and morality.  If you mock me I will smite you, and if you tell anybody I will never forgive you.  So much so, that I almost don't think I'll send this letter.  Anyway, I'll sleep over it.  So good-night, my Cherry--oh! \\\"Your,\\n\\n\\\"FLEUR.\\\"\\n\\nVIII\\n\\nIDYLL ON GRASS\\n\\nWhen those two young Forsytes emerged from the chine lane, and set their faces east toward the sun, there was not a cloud in heaven, and the Downs were dewy.  They had come at a good bat up the slope and were a little out of breath; if they had anything to say they did not say it, but marched in the early awkwardness of unbreakfasted morning under the songs of the larks.  The stealing out had been fun, but with the freedom of the tops the sense of conspiracy ceased, and gave place to dumbness.\\n\\n\\\"We've made one blooming error,\\\" said Fleur, when they had gone half a mile.  \\\"I'm hungry.\\\"\\n\\nJon produced a stick of chocolate.  They shared it and their tongues were loosened.  They discussed the nature of their homes and previous existences, which had a kind of fascinating unreality up on that lonely height.  There remained but one thing solid in Jon's past--his mother; but one thing solid in Fleur's--her father; and of these figures, as though seen in the distance with disapproving faces, they spoke little.\\n\\nThe Down dipped and rose again toward Chanctonbury Ring; a sparkle of far sea came into view, a sparrow-hawk hovered in the sun's eye so that the blood-nourished brown of his wings gleamed nearly red.  Jon had a passion for birds, and an aptitude for sitting very still to watch them; keen-sighted, and with a memory for what interested him, on birds he was almost worth listening to.  But in Chanctonbury Ring there were none--its great beech temple was empty of life, and almost chilly at this early hour; they came out willingly again into the sun on the far side.  It was Fleur's turn now.  She spoke of dogs, and the way people treated them.  It was wicked to keep them on chains! She would like to flog people who did that.  Jon was astonished to find her so humanitarian.  She knew a dog, it seemed, which some farmer near her home kept chained up at the end of his chicken run, in all weathers, till it had almost lost its voice from barking!\\n\\n\\\"And the misery is,\\\" she said vehemently, \\\"that if the poor thing didn't bark at every one who passes it wouldn't be kept there.  I do think men are cunning brutes.  I've let it go twice, on the sly; it's nearly bitten me both times, and then it goes simply mad with joy; but it always runs back home at last, and they chain it up again.  If I had my way, I'd chain that man up.\\\"  Jon saw her teeth and her eyes gleam.  \\\"I'd brand him on his forehead with the word 'Brute'; that would teach him!\\\"\\n\\nJon agreed that it would be a good remedy.\\n\\n\\\"It's their sense of property,\\\" he said, \\\"which makes people chain things.  The last generation thought of nothing but property; and that's why there was the War.\\\"\\n\\n\\\"Oh!\\\" said Fleur, \\\"I never thought of that.  Your people and mine quarrelled about property.  And anyway we've all got it--at least, I suppose your people have.\\\"\\n\\n\\\"Oh! yes, luckily; I don't suppose I shall be any good at making money.\\\"\\n\\n\\\"If you were, I don't believe I should like you.\\n\\nJon slipped his hand tremulously under her arm.  Fleur looked straight before her and chanted:\\n\\n\\\"Jon, Jon, the farmer's son, Stole a pig, and away he run!\\\"\\n\\nJon's arm crept round her waist.\\n\\n\\\"This is rather sudden,\\\" said Fleur calmly; \\\"do you often do it?\\\"\\n\\nJon dropped his arm.  But when she laughed his arm stole back again; and Fleur began to sing:\\n\\n\\\"O who will oer the downs so free, O who will with me ride? O who will up and follow me---\\\"\\n\\nSing, Jon!\\\"\\n\\nJon sang.  The larks joined in, sheep-bells, and an early morning church far away over in Steyning.  They went on from tune to tune, till Fleur said:\\n\\n\\\"My God!  I am hungry now!\\\"\\n\\n\\\"Oh! I am sorry!\\\"\\n\\nShe looked round into his face.\\n\\n\\\"Jon, you're rather a darling.\\\"\\n\\nAnd she pressed his hand against her waist.  Jon almost reeled from happiness.  A yellow-and-white dog coursing a hare startled them apart.  They watched the two vanish down the slope, till Fleur said with a sigh: \\\"He'll never catch it, thank goodness!  What's the time? Mine's stopped.  I never wound it.\\\"\\n\\nJon looked at his watch.  \\\"By Jove!\\\" he said, \\\"mine's stopped; too.\\\"\\n\\nThey walked on again, but only hand in hand.\\n\\n\\\"If the grass is dry,\\\" said Fleur, \\\"let's sit down for half a minute.\\\"\\n\\nJon took off his coat, and they shared it.\\n\\n\\\"Smell!  Actually wild thyme!\\\"\\n\\nWith his arm round her waist again, they sat some minutes in silence.\\n\\n\\\"We are goats!\\\" cried Fleur, jumping up; \\\"we shall be most fearfully late, and look so silly, and put them on their guard.  Look here, Jon We only came out to get an appetite for breakfast, and lost our way. See?\\\"\\n\\n\\\"Yes,\\\" said Jon.\\n\\n\\\"It's serious; there'll be a stopper put on us.  Are you a good liar?\\\"\\n\\n\\\"I believe not very; but I can try.\\\"\\n\\nFleur frowned.\\n\\n\\\"You know,\\\" she said, \\\"I realize that they don't mean us to be friends.\\\"\\n\\n\\\"Why not?\\\"\\n\\n\\\"I told you why.\\\"\\n\\n\\\"But that's silly.\\\"\\n\\n\\\"Yes; but you don't know my father!\\\"\\n\\n\\\"I suppose he's fearfully fond of you.\\\"\\n\\n\\\"You see, I'm an only child.  And so are you--of your mother.  Isn't it a bore?  There's so much expected of one.  By the time they've done expecting, one's as good as dead.\\\"\\n\\n\\\"Yes,\\\" muttered Jon, \\\"life's beastly short.  One wants to live forever, and know everything.\\\"\\n\\n\\\"And love everybody?\\\"\\n\\n\\\"No,\\\" cried Jon; \\\"I only want to love once--you.\\\"\\n\\n\\\"Indeed!  You're coming on!  Oh! Look!  There's the chalk-pit; we can't be very far now.  Let's run.\\\"\\n\\nJon followed, wondering fearfully if he had offended her.\\n\\nThe chalk-pit was full of sunshine and the murmuration of bees. Fleur flung back her hair.\\n\\n\\\"Well,\\\" she said, \\\"in case of accidents, you may give me one kiss, Jon,\\\" and she pushed her cheek forward.  With ecstasy he kissed that hot soft cheek.\\n\\n\\\"Now, remember!  We lost our way; and leave it to me as much as you can.  I'm going to be rather beastly to you; it's safer; try and be beastly to me!\\\"\\n\\nJon shook his head.  \\\"That's impossible.\\\"\\n\\n\\\"Just to please me; till five o'clock, at all events.\\\"\\n\\n\\\"Anybody will be able to see through it,\\\" said Jon gloomily.\\n\\n\\\"Well, do your best.  Look!  There they are!  Wave your hat!  Oh! you haven't got one.  Well, I'll cooee!  Get a little away from me, and look sulky.\\\"\\n\\nFive minutes later, entering the house and doing his utmost to look sulky, Jon heard her clear voice in the dining-room:\\n\\n\\\"Oh! I'm simply ravenous!  He's going to be a farmer--and he loses his way!  The boy's an idiot!\\\"\\n\\nIX\\n\\nGOYA\\n\\nLunch was over and Soames mounted to the picture-gallery in his house near Mapleduram.  He had what Annette called \\\"a grief.\\\"  Fleur was not yet home.  She had been expected on Wednesday; had wired that it would be Friday; and again on Friday that it would be Sunday afternoon; and here were her aunt, and her cousins the Cardigans, and this fellow Profond, and everything flat as a pancake for the want of her.  He stood before his Gauguin--sorest point of his collection. He had bought the ugly great thing with two early Matisses before the War, because there was such a fuss about those Post-Impressionist chaps.  He was wondering whether Profond would take them off his hands--the fellow seemed not to know what to do with his money--when he heard his sister's voice say: \\\"I think that's a horrid thing, Soames,\\\" and saw that Winifred had followed him up.\\n\\n\\\"Oh! you do?\\\" he said dryly; \\\"I gave five hundred for it.\\\"\\n\\n\\\"Fancy!  Women aren't made like that even if they are black.\\\"\\n\\nSoames uttered a glum laugh.  \\\"You didn't come up to tell me that.\\\"\\n\\n\\\"No.  Do you know that Jolyon's boy is staying with Val and his wife?\\\"\\n\\nSoames spun round.\\n\\n\\\"What?\\\"\\n\\n\\\"Yes,\\\" drawled Winifred; \\\"he's gone to live with them there while he learns farming.\\\"\\n\\nSoames had turned away, but her voice pursued him as he walked up and down.  \\\"I warned Val that neither of them was to be spoken to about old matters.\\\"\\n\\n\\\"Why didn't you tell me before?\\\"\\n\\nWinifred shrugged her substantial shoulders.\\n\\n\\\"Fleur does what she likes.  You've always spoiled her.  Besides, my dear boy, what's the harm?\\\"\\n\\n\\\"The harm!\\\" muttered Soames.  \\\"Why, she--\\\" he checked himself.  The Juno, the handkerchief, Fleur's eyes, her questions, and now this delay in her return--the symptoms seemed to him so sinister that, faithful to his nature, he could not part with them.\\n\\n\\\"I think you take too much care,\\\" said Winifred.  \\\"If I were you, I should tell her of that old matter.  It's no good thinking that girls in these days are as they used to be.  Where they pick up their knowledge I can't tell, but they seem to know everything.\\\"\\n\\nOver Soames' face, closely composed, passed a sort of spasm, and Winifred added hastily:\\n\\n\\\"If you don't like to speak of it, I could for you.\\\"\\n\\nSoames shook his head.  Unless there was absolute necessity the thought that his adored daughter should learn of that old scandal hurt his pride too much.\\n\\n\\\"No,\\\" he said, \\\"not yet.  Never if I can help it.\\n\\n\\\"Nonsense, my dear.  Think what people are!\\\"\\n\\n\\\"Twenty years is a long time,\\\" muttered Soames.  \\\"Outside our family, who's likely to remember?\\\"\\n\\nWinifred was silenced.  She inclined more and more to that peace and quietness of which Montague Dartie had deprived her in her youth. And, since pictures always depressed her, she soon went down again.\\n\\nSoames passed into the corner where, side by side, hung his real Goya and the copy of the fresco \\\"La Vendimia.\\\"  His acquisition of the real Goya rather beautifully illustrated the cobweb of vested interests and passions which mesh the bright-winged fly of human life.  The real Goya's noble owner's ancestor had come into possession of it during some Spanish war--it was in a word loot.  The noble owner had remained in ignorance of its value until in the nineties an enterprising critic discovered that a Spanish painter named Goya was a genius.  It was only a fair Goya, but almost unique in England, and the noble owner became a marked man.  Having many possessions and that aristocratic culture which, independent of mere sensuous enjoyment, is founded on the sounder principle that one must know everything and be fearfully interested in life, he had fully intended to keep an article which contributed to his reputation while he was alive, and to leave it to the nation after he was dead. Fortunately for Soames, the House of Lords was violently attacked in 1909, and the noble owner became alarmed and angry.  'If,' he said to himself, 'they think they can have it both ways they are very much mistaken.  So long as they leave me in quiet enjoyment the nation can have some of my pictures at my death.  But if the nation is going to bait me, and rob me like this, I'm damned if I won't sell the lot. They can't have my private property and my public spirit-both.'  He brooded in this fashion for several months till one morning, after reading the speech of a certain statesman, he telegraphed to his agent to come down and bring Bodkin.  On going over the collection Bodkin, than whose opinion on market values none was more sought, pronounced that with a free hand to sell to America, Germany, and other places where there was an interest in art, a lot more money could be made than by selling in England.  The noble owner's public spirit--he said--was well known but the pictures were unique.  The noble owner put this opinion in his pipe and smoked it for a year. At the end of that time he read another speech by the same statesman, and telegraphed to his agents: \\\"Give Bodkin a free hand.\\\"  It was at this juncture that Bodkin conceived the idea which salved the Goya and two other unique pictures for the native country of the noble owner.  With one hand Bodkin proffered the pictures to the foreign market, with the other he formed a list of private British collectors.  Having obtained what he considered the highest possible bids from across the seas, he submitted pictures and bids to the private British collectors, and invited them, of their public spirit, to outbid.  In three instances (including the Goya) out of twenty-one he was successful.  And why?  One of the private collectors made buttons--he had made so many that he desired that his wife should be called Lady \\\"Buttons.\\\"  He therefore bought a unique picture at great cost, and gave it to the nation.  It was \\\"part,\\\" his friends said, \\\"of his general game.\\\"  The second of the private collectors was an Americophobe, and bought an unique picture to \\\"spite the damned Yanks.\\\"  The third of the private collectors was Soames, who--more sober than either of the, others--bought after a visit to Madrid, because he was certain that Goya was still on the up grade.  Goya was not booming at the moment, but he would come again; and, looking at that portrait, Hogarthian, Manetesque in its directness, but with its own queer sharp beauty of paint, he was perfectly satisfied still that he had made no error, heavy though the price had been--heaviest he had ever paid.  And next to it was hanging the copy of \\\"La Vendimia.\\\"  There she was--the little wretch-looking back at him in her dreamy mood, the mood he loved best because he felt so much safer when she looked like that.\\n\\nHe was still gazing when the scent of a cigar impinged on his nostrils, and a voice said:\\n\\n\\\"Well, Mr. Forsyde, what you goin' to do with this small lot?\\\"\\n\\nThat Belgian chap, whose mother-as if Flemish blood were not enough-- had been Armenian!  Subduing a natural irritation, he said:\\n\\n\\\"Are you a judge of pictures?\\\"\\n\\n\\\"Well, I've got a few myself.\\\"\\n\\n\\\"Any Post-Impressionists?\\\"\\n\\n\\\"Ye-es, I rather like them.\\\"\\n\\n\\\"What do you think of this?\\\" said Soames, pointing to the Gauguin.\\n\\nMonsieur Profond protruded his lower lip and short pointed beard.\\n\\n\\\"Rather fine, I think,\\\" he said; \\\"do you want to sell it?\\\"\\n\\nSoames checked his instinctive \\\"Not particularly\\\"--he would not chaffer with this alien.\\n\\n\\\"Yes,\\\" he said.\\n\\n\\\"What do you want for it?\\\"\\n\\n\\\"What I gave.\\\"\\n\\n\\\"All right,\\\" said Monsieur Profond.  \\\"I'll be glad to take that small picture.  Post-Impressionists--they're awful dead, but they're amusin'.  I don' care for pictures much, but I've got some, just a small lot.\\\"\\n\\n\\\"What do you care for?\\\"\\n\\nMonsieur Profond shrugged his shoulders.\\n\\n\\\"Life's awful like a lot of monkeys scramblin' for empty nuts.\\\"\\n\\n\\\"You're young,\\\" said Soames.  If the fellow must make a generalization, he needn't suggest that the forms of property lacked solidity!\\n\\n\\\"I don' worry,\\\" replied Monsieur Profond smiling; \\\"we're born, and we die.  Half the world's starvin'.  I feed a small lot of babies out in my mother's country; but what's the use?  Might as well throw my money in the river.\\\"\\n\\nSoames looked at him, and turned back toward his Goya.  He didn't know what the fellow wanted.\\n\\n\\\"What shall I make my cheque for?\\\" pursued Monsieur Profond.\\n\\n\\\"Five hundred,\\\" said Soames shortly; \\\"but I don't want you to take it if you don't care for it more than that.\\\"\\n\\n\\\"That's all right,\\\" said Monsieur Profond; \\\"I'll be 'appy to 'ave that picture.\\\"\\n\\nHe wrote a cheque with a fountain-pen heavily chased with gold. Soames watched the process uneasily.  How on earth had the fellow known that he wanted to sell that picture?  Monsieur Profond held out the cheque.\\n\\n\\\"The English are awful funny about pictures,\\\" he said.  \\\"So are the French, so are my people.  They're all awful funny.\\\"\\n\\n\\\"I don't understand you,\\\" said Soames stiffly.\\n\\n\\\"It's like hats,\\\" said Monsieur Profond enigmatically, \\\"small or large, turnin' up or down -just the fashion.  Awful funny.\\\"  And, smiling, he drifted out of the gallery again, blue and solid like the smoke of his excellent cigar.\\n\\nSoames had taken the cheque, feeling as if the intrinsic value of ownership had been called in question.  'He's a cosmopolitan,' he thought, watching Profond emerge from under the verandah with Annette, and saunter down the lawn toward the river.  What his wife saw in the fellow he didn't know, unless it was that he could speak her language; and there passed in Soames what Monsieur Profond would have called a \\\"small doubt\\\" whether Annette was not too handsome to be walking with any one so \\\"cosmopolitan.\\\"  Even at that distance he could see the blue fumes from Profond's cigar wreath out in the quiet sunlight; and his grey buckskin shoes, and his grey hat--the fellow was a dandy!  And he could see the quick turn of his wife's head, so very straight on her desirable neck and shoulders.  That turn of her neck always seemed to him a little too showy, and in the \\\"Queen of all I survey\\\" manner--not quite distinguished.  He watched them walk along the path at the bottom of the garden.  A young man in flannels joined them down there--a Sunday caller no doubt, from up the river. He went back to his Goya.  He was still staring at that replica of Fleur, and worrying over Winifred's news, when his wife's voice said:\\n\\n\\\"Mr. Michael Mont, Soames.  You invited him to see your pictures.\\\"\\n\\nThere was the cheerful young man of the Gallery off Cork Street!\\n\\n\\\"Turned up, you see, sir; I live only four miles from Pangbourne. Jolly day, isn't it?\\\"\\n\\nConfronted with the results of his expansiveness, Soames scrutinized his visitor.  The young man's mouth was excessively large and curly-- he seemed always grinning.  Why didn't he grow the rest of those idiotic little moustaches, which made him look like a music-hall buffoon?  What on earth were young men about, deliberately lowering their class with these tooth-brushes, or little slug whiskers?  Ugh! Affected young idiots!  In other respects he was presentable, and his flannels very clean.\\n\\n\\\"Happy to see you!\\\" he said.\\n\\nThe young man, who had been turning his head from side to side, became transfixed.  \\\"I say!\\\" he said, \\\"'some' picture!\\\"\\n\\nSoames saw, with mixed sensations, that he had addressed the remark to the Goya copy.\\n\\n\\\"Yes,\\\" he said dryly, \\\"that's not a Goya.  It's a copy.  I had it painted because it reminded me of my daughter.\\\"\\n\\n\\\"By Jove!  I thought I knew the face, sir.  Is she here?\\\"\\n\\nThe frankness of his interest almost disarmed Soames.\\n\\n\\\"She'll be in after tea,\\\" he said.  \\\"Shall we go round the pictures?\\\"\\n\\nAnd Soames began that round which never tired him.  He had not anticipated much intelligence from one who had mistaken a copy for an original, but as they passed from section to section, period to period, he was startled by the young man's frank and relevant remarks.  Natively shrewd himself, and even sensuous beneath his mask, Soames had not spent thirty-eight years over his one hobby without knowing something more about pictures than their market values.  He was, as it were, the missing link between the artist and the commercial public.  Art for art's sake and all that, of course, was cant.  But aesthetics and good taste were necessary.  The appreciation of enough persons of good taste was what gave a work of art its permanent market value, or in other words made it \\\"a work of art.\\\"  There was no real cleavage.  And he was sufficiently accustomed to sheep-like and unseeing visitors, to be intrigued by one who did not hesitate to say of Mauve: \\\"Good old haystacks!\\\" or of James Maris: \\\"Didn't he just paint and paper 'em!  Mathew was the real swell, sir; you could dig into his surfaces!\\\"  It was after the young man had whistled before a Whistler, with the words, \\\"D'you think he ever really saw a naked woman, sir?\\\" that Soames remarked:\\n\\n\\\"What are you, Mr. Mont, if I may ask?\\\"\\n\\n\\\"I, sir?  I was going to be a painter, but the War knocked that. Then in the trenches, you know, I used to dream of the Stock Exchange, snug and warm and just noisy enough.  But the Peace knocked that, shares seem off, don't they?  I've only been demobbed about a year.  What do you recommend, sir?\\\"\\n\\n\\\"Have you got money?\\\"\\n\\n\\\"Well,\\\" answered the young man, \\\"I've got a father; I kept him alive during the War, so he's bound to keep me alive now.  Though, of course, there's the question whether he ought to be allowed to hang on to his property.  What do you think about that, sir?\\\"\\n\\nSoames, pale and defensive, smiled.\\n\\n\\\"The old man has fits when I tell him he may have to work yet.  He's got land, you know; it's a fatal disease.\\\"\\n\\n\\\"This is my real Goya,\\\" said Soames dryly.\\n\\n\\\"By George!  He was a swell.  I saw a Goya in Munich once that bowled me middle stump.  A most evil-looking old woman in the most gorgeous lace.  He made no compromise with the public taste.  That old boy was 'some' explosive; he must have smashed up a lot of convention in his day.  Couldn't he just paint!  He makes Velasquez stiff, don't you think?\\\"\\n\\n\\\"I have no Velasquez,\\\" said Soames.\\n\\nThe young man stared.  \\\"No,\\\" he said; \\\"only nations or profiteers can afford him, I suppose.  I say, why shouldn't all the bankrupt nations sell their Velasquez and Titians and other swells to the profiteers by force, and then pass a law that any one who holds a picture by an Old Master--see schedule--must hang it in a public gallery?  There seems something in that.\\\"\\n\\n\\\"Shall we go down to tea?\\\" said Soames.\\n\\nThe young man's ears seemed to droop on his skull.  'He's not dense,' thought Soames, following him off the premises.\",\"timestamp\":1639990088,\"title\":\"\\\"This is Jon, my little brother; Fleur's a cousin of ours, Jon.\\\"\"},\"digest\":\"9MoJboCdOrBqKpaXkEsV9lcqLpOYxOiojRsqZwiiYXA\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGuJo36WGJXMp45p2q1syejzHf_g8nPZlNJlAvIiIgk\\\",\\\"y\\\":\\\"YCZaK-vEDMZyCuYv_oABy1hrLJYxGCy_opoSedopxxs\\\"}\",\"signature\":\"A9Nt20up0_P6KwPalXEmcg54C5oe1uNTjFB8ucsyArKM60SQQHuOk8n0-d2bzZjuIiDfad0e_01OSAicQSs_7g\",\"signingKeySignature\":\"0x84a6efe7962a08aa9ffc801d553f1bea5dc753ac757fb4d2bba1d1373f11c9b452b076d94559d0a95702254b25b50e800f842368eaa45b416845346cfde8e9191c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGuJo36WGJXMp45p2q1syejzHf_g8nPZlNJlAvIiIgk\\\",\\\"y\\\":\\\"YCZaK-vEDMZyCuYv_oABy1hrLJYxGCy_opoSedopxxs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9MoJboCdOrBqKpaXkEsV9lcqLpOYxOiojRsqZwiiYXA\"}"