"{\"content\":{\"body\":\"\\\"No, no,\\\" cried Fanny. \\\"See, he has not taken his cane and umbrella.\\\"\\n\\n*\\\"They* will not keep him from flying to his money and her,\\\" moaned Zoe. \\\"Did you not see? He never once looked at me. He could not. I am sick at heart.\\\"\\n\\nThis set Fanny fluttering. \\\"There, let me out to speak to him.\\\"\\n\\n\\\"Sit quiet,\\\" said Zoe, sternly.\\n\\n\\\"No; no. If you love him--\\\"\\n\\n\\\"I do love him--passionately. And *therefore* I'll die rather than share him with any one.\\\"\\n\\n\\\"But it is dreadful to be fixed here, and not allowed to move hand or foot.\\\"\\n\\n\\\"It is the lot of women. Let me feel the hand of a friend, that is all; for I am sick at heart.\\\"\\n\\nFanny gave her her hand, and all the sympathy her shallow nature had to bestow.\\n\\nZoe sat motionless, gripping her friend's hand almost convulsively, a statue of female fortitude.\\n\\nThis suspense could not last long. The officials ordered the travelers to the carriages; doors were opened and slammed; the engine gave a snort, and only at that moment did Mr. Edward Severne tear the door open and bolt into the carriage.\\n\\nOh, it was pitiable, but lovely, to see the blood rush into Zoe's face, and the fire into her eye, and the sweet mouth expand in a smile of joy and triumph!\\n\\nShe sat a moment, almost paralyzed with pleasure, and then cast her eyes down, lest their fire should proclaim her feelings too plainly.\\n\\nAs for Severne, he only glanced at her as he came in, and then shunned her eye. He presented to her the grave, resolved countenance of a man who has been forced to a decision, but means to abide by it.\\n\\nIn reality he was delighted at the turn things had taken. The money was not necessarily lost, since he knew where it was; and Zoe had compromised herself beyond retreating. He intended to wear this anxious face a long while. But his artificial snow had to melt, so real a sun shone full on it. The moment he looked full at Zoe, she repaid him with such a point-blank beam of glorious tenderness and gratitude as made him thrill with passion as well as triumph. He felt her whole heart was his, and from that hour his poverty would never be allowed to weigh with her. He cleared up, and left off acting, because it was superfluous; he had now only to bask in sunshine. Zoe, always tender, but coy till this moment, made love to him like a young goddess. Even Fanny yielded to the solid proof of sincerity he had given, and was downright affectionate.\\n\\nHe was king. And from one gradation to another, they entered Cologne with Severne seated between the two girls, each with a hand in his, and a great disposition to pet him and spoil him; more than once, indeed, a delicate head just grazed each of his square shoulders; but candor compels me to own that their fatigue and the yawing of the carriage at the time were more to blame than the tired girls; for at the enormity there was a prompt retirement to a distance. Miss Maitland had been a long time in the land of Nod; and Vizard, from the first, had preferred male companions and tobacco.\\n\\nAt Cologne they visited the pride of Germany, that mighty cathedral which the Middle Ages projected, commenced, and left to decay of old age before completion, and our enterprising age will finish; but they departed on the same day.\\n\\nBefore they reached England, the love-making between Severne and Zoe, though it never passed the bounds of good taste, was so apparent to any female eye that Miss Maitland remonstrated severely with Fanny.\\n\\nBut the trimmer was now won to the other side. She would not offend Aunt Maitland by owning her conversion. She said, hypocritically, \\\"I am afraid it is no use objecting at present, aunt. The attachment is too strong on both sides. And, whether he is poor or not, he has sacrificed his money to her feelings, and so, now, she feels bound in honor. I know her; she won't listen to a word now, aunt: why irritate her? She would quarrel with both of us in a moment.\\\"\\n\\n\\\"Poor girl!\\\" said Miss Maitland; and took the hint. She had still an arrow in her quiver--Vizard.\\n\\nIn mid-channel, ten miles south of Dover, she caught him in a lucid interval of non-smoke. She reminded, him he had promised her to give Mr. Severne a hint about Zoe.\\n\\n\\\"So I did,\\\" said he.\\n\\n\\\"And have you?\\\"\\n\\n\\\"Well, no; to tell the truth, I forgot.\\\"\\n\\n\\\"Then please do it now; for they are going on worse than ever.\\\"\\n\\n\\\"I'll warn the fool,\\\" said he.\\n\\nHe did warn him, and in the following terms:\\n\\n\\\"Look here, old fellow. I hear you are getting awfully sweet on my sister Zoe.\\\"\\n\\nNo answer. Severne on his guard.\\n\\n\\\"Now, you had better mind your eye. She is a very pretty girl, and you may find yourself entangled before you know where you are.\\\"\\n\\nSeverne hung his head. \\\"Of course, I know it is great presumption in me.\\\"\\n\\n\\\"Presumption? fiddlestick! Such a man as you are ought not to be tied to any woman, or, if you must be, you ought not to go cheap. Mind, Zoe is a poor girl; only ten thousand in the world. Flirt with whom you like--there is no harm in that; but don't get seriously entangled with any of them. Good sisters, and good daughters, and good flirts make bad wives.\\\"\\n\\n\\\"Oh, then,\\\" said Severne, \\\"it is only on my account you object.\\\"\\n\\n\\\"Well, principally. And I don't exactly object. I warn. In the first place, as soon as ever we get into Barfordshire, she will most likely jilt you. You may be only her Continental lover. How can I tell, *or you either?* And if not, and you were to be weak enough to marry her, she would develop unexpected vices directly--they all do. And you are not rich enough to live in a house of your own; you would have to live in mine--a fine fate for a rising blade like you.\\\"\\n\\n\\\"What a terrible prospect--to be tied to the best friend in England as well as the loveliest woman!\\\"\\n\\n\\\"Oh, if that is the view you take,\\\" said Vizard, beaming with delight, \\\"it is no use talking reason to *you.\\\"*\\n\\nWhen they reached London, Vizard gave Miss Maitland an outline of this conversation; and, so far from seeing the humor of it, which, nevertheless, was pretty strong and characteristic of the man and his one foible, she took the huff, and would not even stay to dinner at the hotel. She would go into her own county by the next train, bag and baggage.\\n\\nMr. Severne was the only one who offered to accompany her to the Great Western Railway. She declined. He insisted; went with her; got her ticket, numbered and arranged her packages, and saw her safely off, with an air of profound respect and admirably feigned regret.\\n\\nThat she was the dupe of his art, may be doubted: that he lost nothing by it, is certain. Men are not ruined by civility. As soon as she was seated, she said, \\\"I beg, sir, you will waste no more time with me. Mr. Severne, you have behaved to me like a gentleman, and that is very unusual in a man of your age nowadays. I cannot alter my opinion about my niece and you: but I *am* sorry you are a poor gentleman--much too poor to marry her, and I wish I could make you a rich one; but I cannot. There is my hand.\\\"\\n\\nYou should have seen the air of tender veneration with which the young Machiavel bowed over her hand, and even imprinted a light touch on it with his velvet lips.\\n\\nThen he retired, disconsolate, and, once out of sight, whipped into a gin-palace and swallowed a quartern of neat brandy, to take the taste out of his mouth. \\\"Go it, Ned,\\\" said he, to himself; \\\"you can't afford to make enemies.\\n\\nThe old lady went off bitter against the whole party *except Mr. Severne;* and he retired to his friends, disembarrassed of the one foe he had not turned into a downright friend, but only disarmed. Well does the great Voltaire recommend what he well calls \\\"le grand art de plaire.\\\"\\n\\nVizard sent Harris into Barfordshire, to prepare for the comfort of the party; and to light fires in all the bedrooms, though it was summer; and to see the beds, blankets and sheets aired at the very fires of the very rooms they were to be used in. This sacred office he never trusted to a housekeeper; he used even to declare, as the result of experience, that it was beyond the intellect of any woman really to air mattresses, blankets, and sheets--all three. He had also a printed list he used to show about, of five acquaintances, stout fellows all, whom \\\"little bits of women\\\" (such was his phraseology) had laid low with damp beds, having crippled two for life with rheumatism and lumbago, and sent three to their long home.\\n\\nMeantime Severne took the ladies to every public attraction by day and night, and Vizard thanked him, before the fair, for his consideration in taking them off his hands; and Severne retorted by thanking him for leaving them on his.\\n\\nIt may seem, at first, a vile selection; but I am going to ask the ladies who honor me with their attention to follow, not that gay, amorous party of three, but this solitary cynic on his round.\\n\\nTaking a turn round the garden in Leicester Square, which was new to him, Harrington Vizard's observant eye saw a young lady rise up from a seat to go, but turn pale directly, and sit down again upon the arm of the seat, as if for support.\\n\\n\\\"Halloo!\\\" said Vizard, in his blunt way, *\\\"you* are not well. What can I do for you?\\\"\\n\\n\\\"I am all right,\\\" said she. \\\"Please go on;\\\" the latter words in a tone that implied she was not a novice, and the attentions of gentlemen to strange ladies were suspected.\\n\\n\\\"I beg your pardon,\\\" said Vizard, coolly. \\\"You are not all right. You look as if you were going to faint.\\\"\\n\\n\\\"What, are my lips blue?\\\"\\n\\n\\\"No; but they are pale.\\\"\\n\\n\\\"Well, then it is not a case of fainting. It *may* be exhaustion.\\\"\\n\\n\\\"You know best. What shall we do?\\\"\\n\\n\\\"Why, nothing. Yes; mind our own business.\\\"\\n\\n\\\"With all my heart; my business just now is to offer you some restorative--a glass of wine.\\\"\\n\\n\\\"Oh, yes! I think I see myself going into a public-house with you. Besides, I don't believe in stimulants. Strength can only enter the human body one way. I know what is the matter with me.\\\"\\n\\n\\\"What is it?\\\"\\n\\n\\\"I am not obliged to tell *you.\\\"*\\n\\n\\\"Of course you are not obliged; but you might as well.\\\"\\n\\n\\\"Well, then, it is Hunger.\\\"\\n\\n\\\"Hunger!\\\"\\n\\n\\\"Hunger -- famine -- starvation. Don't you know English?\\\"\\n\\n\\\"I hope you are not serious, madam,\\\" said Vizard, very gravely. \\\"However, if ladies will say such things as that, men with stomachs in their bosoms must act accordingly. Oblige me by taking my arm, as you are weak, and we will adjourn to that eating-house over the way.\\\"\\n\\n\\\"Much obliged,\\\" said the lady, satirically, \\\"our acquaintance is not *quite* long enough for that.\\\"\\n\\nHe looked at her; a tall, slim, young lady, black merino, by no means new, clean cuffs and collar leaning against the chair for support, and yet sacrificing herself to conventional propriety, and even withstanding him with a pretty little air of defiance that was pitiable, her pallor and the weakness of her body considered.\\n\\nThe poor Woman-hater's bowels began to yearn. \\\"Look here, you little spitfire,\\\" said he, \\\"if you don't instantly take my arm, I'll catch you up and carry you over, with no more trouble than you would carry a thread-paper.\\\"\\n\\nShe looked him up and down very keenly, and at last with a slight expression of feminine approval, the first she had vouchsafed him. Then she folded her arms, and cocked her little nose at him, \\\"You daren't. I'll call the police.\\\"\\n\\n\\\"If you do, I'll tell them you are my little cousin, mad as a March hare: starving, and won't eat. Come, how is it to be?\\\" He advanced upon her.\\n\\n\\\"You can't be in earnest, sir,\\\" said she, with sudden dignity.\\n\\n\\\"Am I not, though? You don't know *me.* I am used to be obeyed. If you don't go with me like a sensible girl, I'll carry you--to your dinner--like a ruffian.\\\"\\n\\n\\\"Then I'll go--like a lady,\\\" said she, with sudden humility.\\n\\nHe offered her his arm. She passed hers within; but leaned as lightly as possible on it, and her poor pale face was a little pink as they went.\\n\\nHe entered the eating-house, and asked for two portions of cold roast beef, not to keep her waiting. They were brought.\\n\\n\\\"Sir,\\\" said she, with a subjugated air, \\\"will you be so good as cut up the meat small, and pass it to me a bit or two at a time.\\\"\\n\\nHe was surprised, but obeyed her orders.\\n\\n\\\"And if you could make me talk a little? Because, at sight of the meat so near me, I feel like a tigress--poor human nature! Sir, I have not eaten meat for a week, nor food of any kind this two days.\\\"\\n\\n\\\"Good God!\\\"\",\"timestamp\":1637669467,\"title\":\"\\nZoe turned pale as death. \\\"I have lost him,\\\" said she.\"},\"digest\":\"Y9GWGRIooZ8Nxa-MJfRZxQMVLOEy5VfHaIMQWEnicPA\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bg5sPlOY6YkS2x-91O7r8piplFH2S4FnsSrZV-1ncoo\\\",\\\"y\\\":\\\"9kR_l-RSuV71_DjHWwOm6F4umGlROvP0_arXe9lrsMk\\\"}\",\"signature\":\"aBJi8qfJcQB3DSNrY36N5fdFqci6BQjvIU9DqZkvbF0Wi0wMkJ2IKlnXqJPrZv1oRp44LQpX89RWMOE3E-fymg\",\"signingKeySignature\":\"0xc1f1808ad13e567836d360c16439fae2c959eda2506d92d7bf21da93959b4c056e5346845b08cd675d4442c11a3619f8d67374b8654a3b26920124b762e67cff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bg5sPlOY6YkS2x-91O7r8piplFH2S4FnsSrZV-1ncoo\\\",\\\"y\\\":\\\"9kR_l-RSuV71_DjHWwOm6F4umGlROvP0_arXe9lrsMk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y9GWGRIooZ8Nxa-MJfRZxQMVLOEy5VfHaIMQWEnicPA\"}"