"{\"content\":{\"body\":\"> 元宇宙不是单纯的技术，它更像是一个场景，区块链是其中的一个重要构成环节。\\n\\n**原文标题：《万字报告丨元宇宙的价值究竟在哪，有哪些方向值得重点关注？》 \\n 撰文：MetaverseHub**\\n\\n1992 年，第一次经济危机持续至此给全球带来了极大的打击。而在互联网行业，网络不再是政府和军队专属的使用品。Dephi 开始为他们的客户提供在线网络服务，并逐渐的从电子邮件服务发展到了全方位的网络服务，这一年对于整个互联网而言具有里程碑的历史意义。\\n\\n与此同时，1960 年发展的新浪潮科幻运动逐渐的演变为了一个新的文化分支——赛博朋克。\\n\\n赛博朋克与早期的乌托邦倾向的科幻小说不同，赛博朋克描绘了脆弱渺小的人类个体和高度发达的文明之间的强烈反差，充斥着暴力美学和对当时社会的反思。\\n\\n而元宇宙就源于此。\\n\\n### 元宇宙的起源\\n\\n#### 元宇宙的出处\\n\\n元宇宙（Metaverse）首次出现在斯蒂芬森的科幻小说《雪崩》中，描绘了在网络中构建的、高拟真度的虚拟社区和世界的形式。「Metaverse」一词由 Meta 和 Verse 组成，Meta 表示超越，verse 代表宇宙（universe），合起来表示「超越宇宙」的概念，也被称为「超元域」。它与真实的世界毫无差别，唯一的差别仅仅是它是一份代码协议，是平行于现实世界运行的空间。\\n\\n元宇宙提出了一种可能，即当文明繁荣发展到一定阶段，未来世界是物理世界和虚拟世界的有机结合。每个人都可以在虚拟世界中拥有一个「Avatar （化身）」，可以进行一切的社交与生产生活，这为后来互联网的发展提供了几乎是指向性的蓝图，而《雪崩》中描绘的世界在逐渐的实现。\\n\\n元宇宙让用户享有更加自由且公平的交互平台，使其充满了魅力，而互联网技术的发展为元宇宙的出现提供了可能性，区块链技术的出现更是为元宇宙奠定了基础。\\n\\n#### 元宇宙是怎么火起来的？\\n\\n或许文明就是一段迭代的代码。未来，生活与技术密不可分，那么元宇宙为何不早不晚在 2021 年火爆出圈？\\n\\n实际上自 Roblox 上市以来，对元宇宙的讨论就在持续的升温。而将元宇宙推出游戏和区块链圈的主要是两个大事件。\\n\\n随着元宇宙第一股 Roblox 于 3 月 10 日在纽交所上市，连日的上涨助推其市值突破 400 亿美元。2021 年 4 月 13 日，世界知名游戏开发公司，同时也是知名游戏引擎虚幻引擎开发商的 Epic Games 宣布获得 10 亿美金融资，主要用于开发 Metaverse。而 Epic 的另外两个身份，一个是注册玩家数超 3.5 亿的《堡垒之夜》的开发商，另一个则是拥有 1.6 亿玩家的新晋游戏商店，作为游戏业界的重量级元老，Epic 在游戏开发者和玩家中的影响力举足轻重，而它宣布进入元宇宙领域，也无疑是告诉全球的游戏开发者和玩家这里有着最令人着迷的东西。\\n\\n*图为谷歌搜索指数*\\n\\n2021 年 8 月 14 日，真正引爆国内互联网、金融圈的大事件是，Facebook 的创始人扎克伯格，在接受 The Verge 采访时也毫不掩饰自己是元宇宙的信徒，并计划在五年内将 Facebook 打造成元宇宙公司。这样一个全球拥有 20 多亿用户的互联网巨头宣布了一个新的方向，迅速的引起了各方的关注。\\n\\n*图为百度搜索指数*\\n\\n此举震惊了整个行业，虽然元宇宙还有很长的路要走，但我们似乎看到了一些未来的曙光。\\n\\n### 如何正确理解元宇宙？\\n\\n当然，绝大部分人听到元宇宙时，可能依然一头雾水，那我们该如何正确理解元宇宙呢？\\n\\n在任何行业的早期都很难对其进行一个明确的定义，元宇宙也不例外。不同的机构给出的相关解释似乎不尽相同，我们只能借鉴一些权威的机构和知名学者的观点，以图提炼出元宇宙的核心。\\n\\nRoblox 在市值和用户规模上都超过了育碧、CDRR 和 EA，并吸引了超过 1.6 亿的月活用户。作为元宇宙行业的头部项目，Roblox 提供了一种工具，让创作者开发游戏并形成一种独特的社交模式。在其写进纽交所上市招股书中的定义指出，元宇宙包含着八大要素，即身份、朋友、沉浸感、低延迟、多元化、随时随地、经纪系统和文明。也就是说元宇宙是属于用户自己的世界，可以更快速的表达信息，交互资产，并沉浸化的表达具体的场景。\\n\\n而我们在上文提到的痴迷于元宇宙的 Facebook，认为元宇宙是基于 AR/VR 技术的空间，用户通过头部穿戴设备进入虚拟世界，从而实现现实和虚拟的世界的无缝衔接。\\n\\n发布了北美最受欢迎的游戏《堡垒之夜》的 Epic 公司则认为元宇宙可以做一切在现实生活中的事，包括收看 Travis Scott 的虚拟演唱会、《星球大战》最新片段的全球首映，他们普遍认为元宇宙是互联网的终极形态。\\n\\n同时，微软董事长兼 CEO 萨提亚·纳德拉在全球合作伙伴大会 Inspire 上官宣企业元宇宙解决方案，提出元宇宙是数字世界和现实世界的融合，这与英伟达的目标一致，致力于「增强现实」。\\n\\n而最近大火的 NFT 项目 Loot 的创始人 Dom Hofmann 则认为，元宇宙是跨越不同人建立的不同游戏的虚拟世界，允许更广泛的冒险者参与其中。Multicoin Capital 管理合伙人 Kyle Samani 则认为元宇宙需要同步三维空间。\\n\\n腾讯研究院则认为，元宇宙是超链接全域证明、超空间传输协议、超感官感知界面的结合。将 AR/VR、虚拟现实、增强现实、MR 混合现实的超越感官的感知世界。元宇宙不仅在我们想象中能够产生，也能够在感知中真实的感觉到。\\n\\n还有很多的机构和名人都对元宇宙发表了自己的理解。我们就不在这里一一赘述，简单的概括，我们可以认为元宇宙是具有可信的资产价值和身份认证的承载虚拟活动的平台，实现了对现实世界底层逻辑的复制。其本质是承载所有虚拟活动的平台，用户可以进行社交、娱乐、创作、展示、教育、交易等活动，会对用户的生产生活方式产生潜移默化的影响和改变。\\n\\n### 元宇宙的特点\\n\\n那么元宇宙到底具有什么样的特点？\\n\\n笔者认为，元宇宙可以概括为「3+4+8」的模型，即三个要点、四项基础和八大要素，下面我们来一一进行拆解。\\n\\n首先，元宇宙具有以下的几个要点：可信的资产价值、去信任的身份认证、虚拟世界对现实世界一切生产生活方式的复刻及升级。\\n\\n也就是说元宇宙是对现实世界底层逻辑的完美还原，并且在可信的情况下，具有独一无二的身份和资产价值。\\n\\n而四项基础指的是大家公认的四大技术支撑，即 Blockchain、Game、Network、Display，也就是我们常说的「BAND」（此处借鉴国盛区块链研究院观点）。\\n\\nBlockchain （区块链）为元宇宙提供了去中心化的结算平台和价值传统机制以及身份认证。Blockchain 为制衡平台方作恶提供了技术支持，给用户以最大的自由和公平，并为资产价值的认证提供了基石。\\n\\nGame 给元宇宙提供了交互内容，让元宇宙有了真实的呈现和趣味性，使得元宇宙的世界更加的丰富。\\n\\nNetwork 指的是网络和算力，为整个元宇宙提供了信息传输与计算能力。丰富了社交场景的同时，提供了庞大的数据支持，降低了用户参与的成本并且提升了产品的体验。\\n\\nDisplay 则将现实世界和虚拟世界完美的融合在了一起。AR／VR 设备和超高清电视使得用户获得了更好的沉浸式体验。\\n\\n因此，「BAND」的发展与迭代，为元宇宙的出现奠定了基础。当然，我们也看到了一些更广泛的技术支持，包括人工智能、物联网等。\\n\\n而八大要素则是前文提到的 Rolox 创始人认为的元宇宙应该拥有的要素，即身份、朋友、沉浸感、低延迟、多元化、随时随地、经纪系统和文明，我们认为这足以概括出元宇宙的全貌。\\n\\n身份是指用户独一无二的化身，用户可以将化身表达为任何自己想要成为的人或者对象，就如《雪崩》里描写的那样，「每个人的化身都可以做成自己喜欢的任何样子，这就要看你的电脑设备有多高的配置来支持了。即使你模样很丑，仍旧可以把自己的化身做得非常漂亮。哪怕你刚刚起床，可你的化身仍然能够穿着得体、装扮考究。在超元域里，你能以任何面目出现：一头大猩猩，一条喷火龙……」\\n\\n而朋友指的是用户与朋友的互动，可以是现实世界也可能仅仅是元宇宙中认识的人。就像《头号玩家》里，艾奇说阿尔忒密斯「她可能是个 136 公斤的男的，住在底特律郊区他妈妈的地下室里，名叫查克。」而实际上艾奇是一个豪爽的黑人女孩。在元宇宙的社交和现实生活中是有一定的割裂的，我们不知道对面的人现实生活中是怎样的，但是这并不妨碍我们在元宇宙中成为朋友。\\n\\n沉浸感是指 3D、超高清电视、VR/AR 以及「增强现实」，使得元宇宙和现实世界难以区分。也许未来元宇宙的重点是《盗梦空间》，我们需要借助特定的东西才能从元宇宙与现实之间转换。\\n\\n低延迟则是指元宇宙中的一切都是同步发生的，用户在其中可以获得几乎无延时的获得完美的体验。就像是《头号玩家》最后一道关卡，帕西法尔在现实世界中任何轻微的动作都可能影响到其在元宇宙的角色。\\n\\n多元化是指元宇宙提供了丰富多种的内容、道具、素材。元宇宙对于每个用户而言都是独一无二的，是属于个人的世界，每个人都是自己的上帝，是对现实一切生产生活方式的完美复刻，其多元化程度最终会和现实世界趋同包罗万象。\\n\\n随时随地是指虽然元宇宙的用户、开发者、创作者来自不同的地点。但是任何参与元宇宙的个体都可以在不同的终端运行元宇宙，并沉溺其中。\\n\\n经纪系统是指元宇宙自身的价值体系，元宇宙不应该依托任何的经济系统，而应该有其自身的系统，以满足资产交换和储蓄的需求。\\n\\n而文明指的是虚拟的文明，也许就是我们在上文中提到的「或许文明就是一段迭代的代码」。元宇宙不应该是完全放任自流的，元宇宙仍然需要文明来规范所有人的生活，以保证整个宇宙的稳固。\\n\\n### 元宇宙的发展与应用\\n\\n前文我们讨论了这么多关于元宇宙的起源和概念，现在我们不妨将视线瞄准当下，遥望那些可以被称为「元宇宙」的产品或者落地应用，以此窥探未来的发展。\\n\\n#### 游戏\\n\\n对于元宇宙来说，游戏是最直接的体现方式之一。因为游戏最擅长的事情就是构建一个虚拟世界，让人们在其中进行交流、游玩，更进一步的还会有一整套类似于现实世界中的经济模型。\\n\\n被曼昆的《经济学原理》作为案例收录的网络游戏《星战前夜》就是一个经典的例子。这是一款以 MMO RPG 科幻策略沙盒类网络游戏，以宏大的太空为背景，高度融合硬科幻元素，邀请了电脑、天文学等专家提供专业意见，并且聘请了冰岛大学经济学教授 EyjolfurGudmundsson 博士担任公司首席经济学家，为该游戏设计了一套与现实高度契合的经济模型，为玩家构建了一个自由的且异常真实的虚拟宇宙沙盒世界。\\n\\n这款游戏最让人津津乐道的地方就在于其经济模型以及游戏机制构建出的真实感。在《星战前夜》中，是由玩家的行为决定了其身份，而不是系统设置好了的职业，这就如现实中一样，你可以选择在游戏里采矿成为矿工，或者选择成为负责运输货物并保证其安全送达的镖师，或者成为偷袭运输飞船的星际海盗，亦或者成为追捕海盗的赏金猎人。这些行为决定了你是什么角色，而又会因为这些事情让玩家自发的形成各种各地的组织，进而拓展出各类生产、商业、军事活动。\\n\\n另一方面，里面的资产与现实中的资产有非常类似的属性。比如玩家的飞船遭到破坏，就是真的损失了一大笔资产，所以如果经营不善，玩家很可能在一次袭击中让自己经营多年的资产全部丢失。\\n\\n同时，游戏里面涉及各种生产资料和商品，为此，游戏专门提供了一个交易市场，还提供了可以直观显示物品价格走势的价格趋势图，这些机制助推游戏中衍生出了商会，金融炒家，保险行业等与现实无二的组织或者行业。\\n\\n如果说星战前夜给我们展现了游戏能够怎样贴近真实的构建一个虚拟世界，那么另一款元宇宙第一股的游戏 Roblox 则给我们带来了元宇宙无限的可能。\\n\\nRoblox 是世界最大的大型多人在线游戏创作平台，它提供了一整套可以构建自己虚拟世界的简易编辑器，允许人们低门槛的作为创作者，并构建出自己想要的虚拟世界。在 Roblox 中，玩家可以开发自己的游戏，也可以玩别人开发的游戏，并使用虚拟货币「Robux」消费，比如购买特定游戏的虚拟角色，虚拟道具，或者特殊权限等，任意一款游戏的消费都分享给平台与开发者。\\n\\n截至 2020 年底，活跃在 Roblox 上的内容开发者有 800 万，有超过 2000 万个游戏体验场景，这就相当于构建了千万级别的小型虚拟世界，Roblox 真正的体现了元宇宙的发展潜力。\\n\\n#### 社交\\n\\n随着互联网和科技的发展，我们与他人交互的方式也在逐渐发生转变。而在元宇宙中，科技可以让人与人之间的沟通不再局限于文字，图像，视频，而是可以有更多维度的表达方式，VR/AR 无疑将元宇宙在社交方面的优势体现的淋漓尽致。\\n\\nVR Chat 是一款大型多人线上虚拟现实软件，玩家们可以通过虚构角色彼此交流，比如创造来自各个知名 ACG 系列的重要人物，并将其作为他们的角色。并且，这些模型可以支持「声音对嘴、眼动追踪、眨眼和动作」。于是，我们可以通过 VR Chat，以更丰富的肢体语言在不同的虚拟世界中与来自世界各地的人们进行交流。\\n\\n图为《误入一个诡异的课堂，40 个人一起交流却寂静无声？【信徒丨 VRChat】》视频截图，一个外国手语老师正在 VR Chat 中教大家学习手语。\\n\\n一直走在 AR 前沿的微软，在 2021 年 3 月正式发布了 Microsoft Mesh：全新混合现实协作平台。通过佩戴其 AR 设备 Hololens2，可以设置一个虚拟形象，并与他人在一个共同空间协作，一起完成一些设计或者讨论。\\n\\n比如，在图中就可以看到大家正在远程的一起构建一个水管的设计工作，每个人可以根据通过手部动作随意调整水管的设计，还能为 3D 设计图勾画出自己想要修改的部分，而这样的协作方式在 AR 的加持下，不仅达到了线下开会，面对面高效交流的效果，同时，还一并简化了设计和修改工作，极大地提高了沟通效率和设计效率。\\n\\nVR 和 AR 直接将社交的交互层面从平面提升到了立体层面，多一个维度所带来的信息量与交互丰富程度是完全不一样的。而在未来随着其他元宇宙的基础设施逐渐完善，元宇宙在社交方面的全新体验和表达优势将进一步体现。\\n\\n#### 区块链\\n\\n当我们谈论元宇宙时，目前除了游戏和社交领域最为火热之外，还有一个领域把元宇宙带向了另一个新的高度，并且凭借其本身的热门和早期红利，让更多人对元宇宙有了深入的了解，毕竟从区块链或者 Crypto 圈子出来的人，现在对元宇宙的敏感度可谓是「横看成岭侧成峰，远近高低各不同」。\\n\\n当然，目前区块链与元宇宙之间的联系确实显得格外亲近，不管是 Crypto，还是 NFT，或者区块链游戏，都或多或少的成为了元宇宙的融合方式，尤其是今年 NFT 带来的热潮，吹响了区块链出圈的号角，并随着像 Axie Infinity 这样的游戏（单月收入超 1 亿美元）持续火爆，带动了元宇宙与区块链结合的雏形出现。\\n\\n另一方面，我们还看到了像 Decentraland 这样的与元宇宙十分贴切的游戏出现，尽管这款从区块链赛道衍生出来的游戏已经诞生超过了 5 年（最早团队成立于 2015 年），但到元宇宙和 NFT 火热起来，才被更多人津津乐道，甚至可以说是区块链行业的「元宇宙开创者」，十分贴合元宇宙现在的一些定义。\\n\\n另外，关于元宇宙和 NFT 的故事，似乎会成为很多不那么了解区块链所津津乐道的方向，毕竟 NFT 的名声可能还大于了区块链，只是我们需要辩证的来看，NFT 还仅仅是区块链的应用之一，因此元宇宙和区块链的应用想象力可能更大，毕竟一个中心化的元宇宙机构是令人咂舌的，而区块链技术先天具备了「去中心化」的架构和思维。\\n\\n正如长期研究元宇宙的风险投资家 Matthew Ball 所说，「元宇宙将由许多不同的参与者以去中心化的方式运营，而不归属于某个公司」，而能做到这一点的非区块链不可，毕竟比特币已经验证了一家去中心化方式运营公司的威力。\\n\\n因此，关于区块链和元宇宙的融合我们既需要看到应用，还需要看到一些更本质的东西，也许能发现意想不到的收获。\\n\\n#### 电影\\n\\n当元宇宙可以随意构建足可媲美现实世界的虚拟世界，或者 VR/AR 带来新的视听体验时，我们可以获得一种新的表达方式。电影作为一种表达的艺术，在新的表达方式诞生时，也会获得新的活力。\\n\\n比如通过 VR 设备，我们可以带来一种新的电影视角——第一人称视角。这样的电影形式，我们甚至不需要主人公露脸，每一个观众都可以把自己代入主人公，成为主角。\\n\\n*图为第一人称电影《硬核亨利》*\\n\\n除了第一人称所带来的沉浸式真实感，元宇宙还可能将互动式电影带入主流。\\n\\n同样的第一人称视角，我们可能面对的有可能是多结局开放式的电影，比如我们作为主角选择与谁对话，可能这些对话的顺序或者对话与否，会决定电影后面的走向。像游戏一样，以电影的形式将游戏「演绎」一遍。\\n\\n不过，目前这样的形式，还是游戏方面探索的更早一些，《底特律：变人》就是一款经典的互动电影游戏。不过，游戏方面已经验证了这类方式所带来的全新感受，相信在以后，电影也会后来居上推出基于元宇宙新的表达方式的新类型电影。\\n\\n#### 艺术\\n\\n元宇宙十分注重 Display 层面，其带来的新的表达方式，也让艺术作品的制作和欣赏方式也更加新颖。\\n\\n传统的 3D 图像，我们通常是以建模的形式制作出来的，但是有了 VR 设备，我们可以直接用画笔绘出 3D 图像。谷歌出了一款基于 HTC Vive 头盔的 VR 绘画应用——Tilt Brush，它支持创作者将手中的 VR 设备手柄作为画笔，以虚拟的 3D 空间为画布，直接画出 3D 图像。\\n\\n随着 AI 作画的日益兴起，数字艺术逐渐走入大众的视野；另一方面，区块链技术的兴起，也让传统艺术品通过上链的方式，从线下走到了线上。于是，线上展览这种新一类欣赏艺术品的方式正在逐渐探索中。将艺术作品放置在虚拟的展览馆中，观众则以一个虚拟角色，以第一人称视角或者第三人称视角进入展览馆参观画作。\\n\\n而在网络上，我们没有现实空间的阻隔，就可以随时随地沉浸式地欣赏艺术，这也是元宇宙的一大探索方向。\\n\\n这里我们仅仅列举了 5 个目前肉眼可见的关于元宇宙再探索的方向，但拆开来看，或许我们还可以找到更多关于元宇宙发展的方向，甚至如一些学者所言，元宇宙将会让互联网的逻辑再来一遍，而这才是足以颠覆现状的革新。\\n\\n### 元宇宙未来价值展望\\n\\n尽管，元宇宙已经初步显示出其巨大的潜力，各大互联网公司以及各个区块链项目纷纷入局元宇宙，但是从各种意义上来说，元宇宙的发展依旧十分早期。\\n\\n未来，元宇宙还将在多个方面进一步发展才能达到我们最终期望的样子，那么具体还有哪些路径是属于元宇宙未来的重点发展方向呢？\\n\\n#### 硬件层面的进化\\n\\n尽管 PC、智能手机上已经有许多带有元宇宙属性的应用，但是，当前的应用还未体现出元宇宙在 Display 方面的优势。如今，引领元宇宙中 Display 的前沿硬件中，以 AR （增强现实）/VR （虚拟现实）/MR （混合现实）为先头部队。\\n\\n但是就这些最前沿的硬件设备来说，在性能方面依旧受到严重的制约，最直接的问题是显示功能和计算不足。\\n\\n目前 VR 中的显示效果最好，高清度已经达到 4k，甚至个别设备能达到 8k 级别，但是这里还有一个刷新率的问题，尽管一些设备的刷新率已经能达到 144Hz，但是距离达到人眼级别的分辨率还是很难，或者说即使能达到人眼分辨率，但是这样的设备其价格一定是高不可攀，无法作为一般商业级产品普及。\\n\\n另外，由于 VR 是使用电脑设备作为运算端，其性能是受制于电脑的设备的。即使是当前顶尖的 3090 显卡配合比较高配的电脑，这样的性能能够以最高画质 4K 分辨率 144Hz 运行几乎所有的大型游戏了，然而 VR 的画面是双眼画面，意味着要渲染两个 4K 分辨率 144Hz 的屏幕，这样的性能需求明显不是当下的电脑能够提供的。\\n\\n而以 AR 中的代表 Hololens2 和 MR 中的代表 Magic Leap 来说，由于需要考虑与现实的环境交互，（比如需要扫描周围环境并建立坐标系和模型），所以需要更多的计算，以至于其反应速度和显示的画面效果都大打折扣，在 VR 已经步入 4K 画面的时候，由于性能的限制 AR 和 MR 的画面还处在很初级的画面，难以显示复杂的 3D 模型。\\n\\n而从 Hololens 高昂的价格和 Magic Leap 惨淡的销量，我们可以明白一点，现有的显示技术无法支撑起一款成熟的消费级 AR/MR 产品，AR 和 MR 要想像 VR 一样能够走入更多人家里还有更远的路要走。\\n\\n另外，除了作为图像输出的显示器层面，对于设备的信息输入的硬件以及反馈的设备也需要进一步探索。现有的 VR 输入方式，有传统的游戏手柄，有不同 VR 厂商所设计的触控手柄，也有的是动作捕捉技术。但是，一方面输入的方式仍然在探索，还未形成类似游戏手柄那样的足够强的共识，另一方面，这些手柄或者动作捕捉的反馈效果几乎没有，当前 VR 的体验大部分只停留在现实中输入，虚拟世界中反馈的单个层面。\\n\\n目前像《头号玩家》中的主角所穿着的带有反馈效果的体感衣，以虚拟世界中的输入反馈到现实中这个层面，市面上仅有个别厂家在尝试，已经有手部、身体和头部的反馈效果，但整体反馈的颗粒度还远达不到电影里的那种，这是 VR 硬件的一大缺陷之一，但有缺陷意味着有潜力，硬件层面做到现实世界与虚拟世界能双向反馈才是元宇宙未来最完整的形态。\\n\\n当然 VR/AR/MR 只是元宇宙 Display 中的其中几个思路，或许，我们还可以等待埃隆马斯克的脑机接口成功？\\n\\n#### 基础设施的建设\\n\\n没有 4G、5G 的升级，也就没有如今繁荣的移动应用生态，前端应用的发展是会受到基础设施的制约的。对于元宇宙来说，要达到构建更好的生态，以及保证用户能更好的使用，网络的进一步提升是十分必要的。\\n\\n但正如现在手机的发展是不断地将更好的硬件集成到手机上，这一条集成之路走到黑。华为也在考虑另外一种解决方案，让我们的手机或者说未来的智能设备脱离硬件的桎梏。在 5G 甚至是未来 6G 这样的高速网络的基础之上，把这些智能设备的运算端放到云服务器上，让智能设备只充当一个显示端，如此一来便可进一步提升设备的显示能力，运行的性能以及让设备更加轻便易用。\\n\\n或许随着基础设施的建设，我们拿在手上的手机或者未来配备的 VR/AR/MR 设备也只是个显示器，这样的新思路，或许会反超现有的技术路线，成为元宇宙未来的技术支撑？\\n\\n#### 软件层面的迭代\\n\\n除了硬件方面的问题，元宇宙还缺少大量的软件支持。其实从 Roblox 以工具入门，进而衍生出 2000 万个游戏，从而成为最大的元宇宙平台可以看出，工具能够带来的庞大生产力。\\n\\n然而一个好的工具是十分难得的，这也是为什么目前全球最火爆的两款沙盒类游戏 Roblox 和 Minecraft，其人物画面和建筑风格都比较偏抽象，而不是偏写实的建模和更精细的人设。因为更高要求的画面对性能要求也更高，对设计人员的水平要求也更高，而所构建的要素还要考虑制作周期和渲染难度等问题。\\n\\n所以，对于元宇宙来说，构建元宇宙的虚拟世界，需要更优质的软件支持。一方面这样的工具是否会在未来诞生，另一方面，我们可以考虑用另一种思路来解决这个问题，比如使用 AI 来制作虚拟世界所需要的庞大的基础素材，以此为基础，再推出一个更易用的前端，把复杂的构建交给 AI 实现，让设计者负责创意和设计部分。\\n\\n目前，全球走在这方面前沿的是一家成立于 2018 年的 rct AI 公司，擅长在不同类型和题材的游戏场景中，rct AI 为游戏开发者打造的一系列解决方案，覆盖了游戏的全生命周期，包含智能内容生成、智能测试、智能数据运营、智能投放等类型。\\n\\n我们也期待有更多的解决方案为元宇宙的虚拟世界提供支持。\\n\\n#### 内容方面的支持\\n\\n尽管元宇宙在 VR/AR/MR 等前沿技术方面的内容有许多不足，甚至有一些困境：装机量不足，就难以吸引更多内容和游戏制作者，而缺少这些内容和游戏支持，又更难吸引人购买，装机量又提不上去。\\n\\n因此，我们需要更多关于元宇宙的内容呈现，而这可能是内容创业者们的下一个蓝海赛道。\\n\\n但是当前的元宇宙在 PC 层面，已经有类似 Roblox 和区块链游戏比如 Axie Infinity 这样的成功案例在前，相信这样的造富效应会助推资本愿意投重金去支持元宇宙在 VR/AR/MR 方面的发展，从而打破现有的僵局。\\n\\n关于元宇宙的未来发展，就好比「哈姆雷特」一般，一千个读者或许就有一千个哈姆雷特，但站在一个历史的交汇口，我们可以肉眼看见一些主流的价值呈现，以及一些似乎可以想象和期待的机会点，而这些机会点仅仅是勾勒的轮廓，我们也只是探险家，而不是预言家。\\n\\n当然，想要预言未来，最好的状态是了解的它的过去和当下，这便是目前元宇宙的状态。\\n\\n#### 后记\\n\\n当我们即将落笔这篇文章时，A 股正好收盘，而令人惊喜的是「元宇宙」相关概念股纷纷呈现出了涨停态势，「虚拟现实」板块更是成为了今天最亮眼和最吸金的龙头板块，自然也成为当天人气最旺盛的板块，收盘后《中国基金报》更是给出了「最强风口」的评论标题。可以毫不夸张的说，元宇宙通过吸金的方式让数以万计人看到了它的能量。\\n\\n抛开炒作来说，回到元宇宙本身来看，似乎这样的能量自从几十年前出现在《雪崩》中就已经开始酝酿，甚至我们人类自己就是这股力量的催化剂，所有的技术发展也正指向这个今年最火的词语。\\n\\n当然，元宇宙也像极了 2016 年区块链刚刚步入大众视野的样子，而一晃，区块链已经从概念成为了可落地、可应用的技术，而元宇宙它不是单纯的技术，它更像是一个场景、一个和 Web3.0 一样宏大的概念，甚至区块链也是其中的一个重要构成环节。\\n\\n这些零零散散、在朦胧间浮现的场景和价值呈现，值得我们花费更多心思去探索和了解，而这也正是我们「元宇宙之心」所践行的目标和方向，毕竟大幕已经拉开，我们看到了一个奇点的临近……\",\"timestamp\":1638350107,\"title\":\"全面分析元宇宙特点、应用场景与价值潜力\"},\"digest\":\"xMqh1JnjJ2rWyZpPPE1S1a54jY2feb7gieN-PDbPxAQ\",\"authorship\":{\"contributor\":\"0xBB6D2A853B5A9Eb79E5986Fb1b175C2Ba197965b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YR5Ffx64mF_1YMkkQNOYxUWh74KlDG6JphzfhDv7jvM\\\",\\\"y\\\":\\\"rYqwI2-sdYglfmsIo8PUthyaimdU1v04TVyoTU8rsug\\\"}\",\"signature\":\"JBij6bNSHfxhMXo0vHuRg2EcPYr1CIhP5MGr_Gqfz91zN-KzdF7coNqpVTChcltPPXuYbY5HW5EBBlH_it8IDg\",\"signingKeySignature\":\"0x5686a614a6b4dca71f7733c9419861c81ab98ba7d4978a031a92c08213bac90365ff655f4142aba788b09f1dc6e60d552f168320d1e45c561e18686fb1c1038e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YR5Ffx64mF_1YMkkQNOYxUWh74KlDG6JphzfhDv7jvM\\\",\\\"y\\\":\\\"rYqwI2-sdYglfmsIo8PUthyaimdU1v04TVyoTU8rsug\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xMqh1JnjJ2rWyZpPPE1S1a54jY2feb7gieN-PDbPxAQ\"}"