"{\"content\":{\"body\":\"Holiday-themed NFTs and Black Friday crypto deals are sure to be appetizing conversation starters this Thanksgiving, but how will these offerings be received?\\n\\n![](https://images.mirror-media.xyz/publication-images/Yr92Ew7ZqipaMh3bbyu7k.png?height=955&width=1434)\\n\\nFrom the rise of the Metaverse to major brands announcing nonfungible token (NFT) drops, [cryptocurrency mass adoption is well underway](https://cointelegraph.com/news/altcoin-roundup-3-signs-that-show-crypto-mass-adoption-is-underway). Americans in particular have taken a growing interest in crypto, as recent [findings](https://www.pewresearch.org/fact-tank/2021/11/11/16-of-americans-say-they-have-ever-invested-in-traded-or-used-cryptocurrency/) from the Pew Research Center found that nearly a quarter of 10,371 adults in the United States were [familiar with cryptocurrency](https://cointelegraph.com/news/pew-research-center-at-least-16-of-americans-have-owned-crypto), while only one-eighth (13%) were entirely unfamiliar with the concept. Additional research from online broker firm, BrokerChooser, [discovered](https://brokerchooser.com/education/crypto/the-nft-index?msID=9d4235c8-f713-4336-b2bb-f79d97954f9f) that the U.S. is the third most interested county in NFTs, falling behind Canada and Australia. \\n\\nGiven America’s curiosity for crypto, it shouldn’t come as a surprise that the price of Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)), NFTs and cryptocurrency in general are topics likely to be discussed at the Thanksgiving table this year. In particular, holiday-themed NFTs and cryptocurrency deals for Black Friday may be of particular interest.\\n\\n## The most interesting mainstream Thanksgiving NFTs\\n\\nThis in mind, a captivating conversation starter may be about the number of mainstream brands and retailers that have begun incorporating holiday-themed NFTs into their product offerings. For example, Macy’s — one of the largest department stores in America — will [launch](https://www.macys.com/social/macys-parade-nft/) its “Macy’s Parade NFT” series on Nov. 25, or Thanksgiving Day.\\n\\nDave Torres, vice president of digital marketing at Macy’s, told Cointelegraph that for more than nine decades, the Macy’s Thanksgiving Day Parade has reflected the very best of pop culture. Torres explained that through the Thanksgiving parade, Macy’s has created art in the sky and on the ground with signature balloons and floats. Given this, Torres mentioned that part of the goal behind the parade NFT project was to better understand emerging trends while ensuring that Macy’s is prepared to embrace the next frontier of digital brand experiences. “As we immersed ourselves in this project, we saw an opportunity to align brand innovation with our charitable work for the Make-A-Wish Foundation in a way we’ve never imagined possible,” he said. \\n\\nThe Macy’s NFTs are built upon the Polygon blockchain and are powered by Sweet, an enterprise NFT solutions provider. Tom Mizzone, CEO of Sweet, a consumer brand NFT platform, told Cointelegraph that the Macy’s Parade NFT series features parade balloons from the 95-year history of the Macy’s Thanksgiving Day Parade:\\n\\n> “Each parade balloon has been carefully selected to represent a specific decade from the 1920s to the present, and each balloon has been captured and grafted into a series of 9,510 generative NFTs designed by the very talented NFT artist REOMETRY.”\\n\\n![Macy's Parade 1970's Star Ballon, Source: Sweet](https://images.mirror-media.xyz/publication-images/4evM8AUbxtJwyORBQ3wtv.png?height=1350&width=1080)\\n\\nAccording to Mizzone, the Macy’s Parade NFT series is unique for a number of reasons, one being that only ten of the NFTs can actually be purchased. “Those ten are only available via an auction that is live on Sweet now and ends on November. 30. The other 9,500 NFTs will be available for free on Thanksgiving Day, November 25, 2021, on a first-come, first-served basis,” he stated from an official website.\\n\\n![Macy's Parade 1930's Dachshund Ballon, Source: Sweet](https://images.mirror-media.xyz/publication-images/Js0Oj4AgPSBGHlwTF1dns.png?height=1350&width=1080)\\n\\nMizzone further remarked that all the proceeds generated from the ten NFTs available for auction will go to the Make-A-Wish Foundation, an American non-profit organization that helps children with critical illnesses. In terms of the 9,500 free NFTs Macy’s is giving away, Mizzone shared that Macy’s is moving beyond traditional methods of charitable giving by setting an example in terms of leveraging NFT technology and smart contracts to deploy a perpetual giving initiative:\\n\\n> “Every time an owner of a Macy’s Parade NFT decides to sell his or her NFT in a compatible aftermarket, 10% of the sale price will be donated to Make-A-Wish. Essentially, you’ll have 9,500 NFT owners, when this is all said and done, and an open-ended future of donations to, in this case- Make-A-Wish. As more retail brands begin to see the opportunity that exists with NFTs, Macy’s is setting a precedent of what’s possible in the realm of giving back.”\\n\\nIn addition to the NFT collection from Macy’s, American businesswoman and television personality Martha Stewart has also launched Thanksgiving-themed nonfungible tokens on her website, MarthaFRESHMint. Following the drop of her [Halloween-inspired NFT collection](https://cointelegraph.com/news/trick-or-treat-will-halloween-nfts-be-hauntingly-good-or-too-spooky-for-crypto), the Thanksgiving-themed collection will be Stewart's second NFT drop this year and will feature audio recordings of Stewart's Thanksgiving memories.\\n\\n![Macy's Parade 2020's Tiptoe Ballon, Source: Sweet](https://images.mirror-media.xyz/publication-images/MnPkPaV0_xU2eZXOcfEdH.png?height=1350&width=1080)\\n\\nStewart’s licensed “story-telling” Thanksgiving-themed collection has been produced in collaboration with Tokns Commerce, an NFT solutions provider for iconic brands and creators. Jamie Tedford, CEO of Tokns, a business solution for NFTs, told Cointelegraph that the collection features over 100 NFT collectibles that demonstrate a new take on iconic photos from the magazine Martha Stewart Living:\\n\\n> “With our featured drop, Martha has invented a new category we’re calling ‘Storytelling NFTs.’ This one-of-one NFT features exclusive audio of Martha recalling family Thanksgiving traditions and recounting the story of her first attempt at hosting Thanksgiving dinner — burnt Turkey and all.”\\n\\n![\\\"Horn of Plenty\\\" an Iconic image from the pages of Thanksgiving issues of Martha Stewart Living, Source: Tokns](https://images.mirror-media.xyz/publication-images/UMsz0ApN_4D1aLxnPBtwR.png?height=4000&width=3000)\\n\\nAccording to Tedford, Stewart believes that storytelling has become a lost art, which has become especially challenging in the past few years of social distancing. “We set out to establish NFTs as a medium to re-introduce storytelling and resurface this little-known story of Martha’s disastrous first Thanksgiving in her new home. Her iconic voice track and accompanying original music set a new standard for creating a rare, beautifully composed one-of-one NFT,” added Tedford.\\n\\n## Black Friday deals and ways to spend crypto this holiday\\n\\nWhile Turkey Day NFTs from Macy’s and Martha Stewart highlight the growth of cryptocurrency, retailers, merchants and major brands have also started to support crypto payments in time for the holidays.\\n\\nFor example, on Nov. 23 Regal — a movie operator of more than 500 locations and 7,000 screens in 42 U.S. states — [announced](https://www.prnewswire.com/news-releases/regal-partners-with-flexa-to-enable-digital-currency-payments-for-movies-and-more-301430454.html?tc=eml_cleartime) that it would be partnering with digital payment network Flexa to [allow customers to use crypto](https://cointelegraph.com/news/regal-to-partner-with-flexa-to-enable-digital-currency-payments-in-theatres) to purchase movie tickets, food and beverages. It’s been noted that Regal will accept a wide variety of cryptocurrencies, including Bitcoin (BTC), Ethereum ([ETH](https://cointelegraph.com/ethereum-price)), Litecoin ([LTC](https://cointelegraph.com/ltc-price-index)), Doge ([DOGE](https://cointelegraph.com/doge-price-index)), USD Coin ([USDC](https://cointelegraph.com/usdc-price-index)), DAI (DAI), Gemini Dollar (GUSD), Chainlink (LINK), Cosmos ([ATOM](https://cointelegraph.com/cosmos-price-index)), Basic Attention Token (BAT) and more.\\n\\nTrevor Filter, co-founder of payments platform Flexa, told Cointelegraph that the rising demand for digital currency payment options, coupled with the fact that Regal is about to experience its busiest time of the year, makes this announcement extremely timely:\\n\\n> “We couldn’t be more thrilled to launch this partnership ahead of the holidays and look forward to providing Regal’s customers and merchants with easy, reliable and safe digital currency payment options.”\\n\\nIn addition to Regal, Bitcoin payments provider BitPay has partnered with a number of its vendors to offer Black Friday deals to consumers paying with crypto. Merrick Theobald, vice president of marketing at BitPay, told Cointelegraph that Ace Jewelers, Newegg, precious metal retailer APMEX and many others will be offering consumers discounts or prices that include no additional fees. “Consumers must pay with crypto or the BitPay card to enjoy these deals,” noted Theobald.\\n\\nBitcoin rewards app Lolli is also offering users double Bitcoin reward rates for shopping on Black Friday. Lolli provides shoppers with Bitcoin back on purchases made at stores like Sephora, Groupon, Macy’s, Nike and other major retailers. Alex Adelman, CEO and co-found of Lolli, told Cointelegraph that the average BTC reward rate will double to 14% during Black Friday.\\n\\n## How will consumers react to NFTs and crypto deals?\\n\\nAlthough Thanksgiving NFTs and crypto payments seem to be more popular than ever before this holiday season, it’s still questionable whether or not consumers will want to spend their digital currencies on purchases or collect holiday-specific NFTs from mainstream brands.\\n\\nFor instance, Theobald noted that while consumers will likely spend crypto this holiday season, it may not be more than previous years:\\n\\n> “Black Friday this year already started happening for many merchants at the beginning of November, so it may not be easy to identify if spending will increase on Black Friday specifically. However, I do think that the rising prices of cryptocurrencies will get people to spend more on luxury items.”\\n\\nTheobald added that while BitPay [found](https://bitpay.com/stats/) that Bitcoin to be its most widely used crypto for payments, other coins like Dogecoin and Litecoin, along with stablecoins, are gaining traction with consumers and merchants. “The ticket value on stablecoins is actually higher than traditional cryptocurrencies. This could be that merchants want to accept payments with crypto, so they are asking customers to purchase with stablecoins because of all the benefits of blockchain payments,” he remarked.\\n\\nIn regards to holiday-themed NFTs, some concerns remain such as environmental impacts and ease of use, especially for those not as familiar with obtaining nonfungible tokens.\\n\\n***Related: [Beyond the NFT hype: Creating lasting business models for artists](https://cointelegraph.com/news/beyond-the-nft-hype-creating-lasting-business-models-for-artists)***\\n\\nWith these challenges in mind, Tedford explained Tokns aims to make NFTs more accessible by removing the dependency on a crypto wallet. “That’s why we chose to build our platform on top of Shopify and to leverage Shopify Payments to enable credit card transactions, and Coinbase Commerce to welcome crypto transactions.\\\" He added: \\\"Once consumers buy their NFTs, we guide them through the process of transferring it to their crypto wallet.” Tedford says that over 90% of the transactions on MarthaFRESHMint were with credit cards, with the majority of these purchases coming from first-time NFT buyers.\\n\\nIn terms of the [impact NFTs may have on the environment](https://cointelegraph.com/news/true-or-false-a-single-nft-can-power-a-european-household-for-1-5-months), Mizzone remarked that Sweet leverages the Polygon blockchain for a number of reasons, one being that Polygon is a p[roof-of-stake](https://cointelegraph.com/blockchain-for-beginners/proof-of-stake-vs-proof-of-work:-differences-explained) (PoS) blockchain. As such, Mizzone noted that the energy Polygon consumes is several orders of magnitude below that of other chains. “If our goal is to remove the barrier to — and it is — then removing that potential environmental barrier is huge.”\",\"timestamp\":1639558317,\"title\":\"Crypto Thanksgiving: NFT drops and Black Friday deals go mainstream?\"},\"digest\":\"iQCJ9bSBnHJ9STp1DlSB7dAMZ-PktphlXrEx7nNC4ng\",\"authorship\":{\"contributor\":\"0x80E7389A2953Bdd5a906f6A25e32F383F6558215\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5SRaOD-VwS6TPoYSIHrhjuSSCuoYCxOOh52QMAwLE_o\\\",\\\"y\\\":\\\"Vwycio72BjtvWhloj2MNxOwQZX2WSAPiuxonOCI5oPI\\\"}\",\"signature\":\"0W3clY2kULQwKzmZc8GRzRwklbPS-6-JKemGy2I2xUU9ITTJUBuHWXO20p1nVMNfJ2sM_G9tPfJLfRFwNdXVAg\",\"signingKeySignature\":\"0x61403a3421bd39532f083ab00aa83be3cd4afe45f52f1656310a49d35eb35dd50f2c404667ab6cceb783d408a9d46aadc2135293f7b24628e0d9a3ed07fc99f91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5SRaOD-VwS6TPoYSIHrhjuSSCuoYCxOOh52QMAwLE_o\\\",\\\"y\\\":\\\"Vwycio72BjtvWhloj2MNxOwQZX2WSAPiuxonOCI5oPI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iQCJ9bSBnHJ9STp1DlSB7dAMZ-PktphlXrEx7nNC4ng\"}"