"{\"content\":{\"body\":\"![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fac9538d0-4124-4909-8cf4-db0f5a742696_2160x1078.png)\\n\\n*This article is a transcript of a live interview conducted by [Jenil](https://twitter.com/0xjenil). If you want to attend our next Creator Stories episode, join our [Discord](https://discord.gg/XQBwvzpZv2) and follow us on [Twitter](https://twitter.com/CoinviseCo). We hope you’ll enjoy the conversation as much as we did! 😉*\\n\\n#### **Thanks for being here [Jihad](https://twitter.com/jaesmail) and [Carlos](https://twitter.com/carlosecgomes). To kick off this interview, could you explain to us what was your idea when you guys started Forefront and how did the concept of [Forefront](https://forefront.market/) come from?**\\n\\n***Carlos:*** We saw articles and pieces written by [Brian Flynn](https://twitter.com/Flynnjamm) and [Cooper](https://twitter.com/Cooopahtroopa), and many guys were experimenting with that. At that time, we were also part of Seedclub, which was only nine of us, and except for [Jess](https://twitter.com/thattallguy), we all had our Social Token, so we knew what it took to create one, the challenges for that, and we were all passionate.\\n\\nSo we've created Forefront to be like a content and market aggregator for social tokens, and since then, we have been experimenting on this. Today when you go on Forefront, you can discover communities and learn what's happening in those communities. We tried to reflect on how we could better present the value created in those communities and shipped a couple of features. That's the very beginning of Forefront.\\n\\n#### Nice, I remember when Jess and a few of you were working on this back in the days. When you started, did you already know that you would do a Social Token, or did it come in later? Did you plan to put the community first? What was that process like for you guys?\\n\\n***Carlos:*** There were no plans of issuing a Social Token at the beginning. Early in Forefront, I had a podcast interview with Andrew Steinwold (aka AndrewNFT), and we were jamming on what I was building. Before Forefront, I had a social token called $SWAG (I still have it, it's just a dormant project). The idea behind it was experimenting, trying to create different online experiences. I made pretty crazy things, ahah. I wanted to do so many various experiments, but they were so different from each other. So I started thinking about a way I could have one single Token that would coordinate everything while keeping experimenting with these smaller experiments that would be independent. I launched it over a weekend to get some data about the market, some articles about it, etc...\\n\\nIt's incredible how this Token played out, precisely how I was thinking, but I never really planned to do it, and it was all about timing. We're still trying to transition from an audience to a community, so trying to time things and focus on tasks is very important for us right now, but we're just enjoying the journey and trying to figure things out as we go.\\n\\n#### **That's amazing. I've always felt like $SWAG was your initial experiment, and then Forefront came out of it, and it was all about timing. Jihad, I'd also love to learn from you about your perspective of what it was like to lead the community because you've worked with so many creators. What are some things that you used differently in Web3, and how does this other Token come into adjourning?**\\n\\n***Jihad:*** It's a fascinating question because I think from the Web2 creator's perspective, there are two significant problems.\\n\\nThe first is the age-old distribution problem. Making sure that people see their content and making sure that that content is monetized somehow.\\n\\nProblem number two is consistency. What I mean by that is that many YouTubers that we were working with burned out very quickly. After a year, two years, three years of putting out three videos a week, at some point, that gets exhausting. And YouTube is not a great platform for passive income when you are no longer making content. Because a lot of time, what ends up happening is if you stop making content, the algorithm stops pushing you out. And then your hundreds of thousands of dollars that you might have made in a month turned into a grant. That's not very sustainable.\\n\\nSo we are coming from the perspective of creating that level of sustainability for the creators we were working with. My interest in social Token spawned from this idea of how can social tokens be the financial infrastructure that allows creator's audience (and what will hopefully become a creators community) to build a sustainable economy around that particular creator and their brand, without the creator having to put in the legwork of producing content every single day or regularly.\\n\\nA lot of creators are trying to do that. For example, Emma Chamberlain (one of the biggest people on YouTube) created a coffee brand because she was just really into coffee, and that's a business that can thrive even after she's done making content. I see social tokens as the Web3 native way of building that sort of \\\"Business.\\\"\\n\\nWhen I got involved with Forefront, it was soon after the token launch in the spring, and when Carlos onboarded me, the big question that I was trying to answer was, \\\"how can we continue to use the token to engage the community?\\\" Hangouts became one of the ways that we experimented with very early on, and the rules sort of expanded from there.\\n\\n#### **Yeah, I remember when you launched Hangouts, and since then, the team grew organically. I would like to dive now into the community itself. So when you did have the Token, how did you guys approach Tokenomics, and how did you decide who are going to be the stakeholders? What was that process like?**\\n\\n***Carlos:*** It's a question that comes out a lot. Communities are struggling to figure out the model that works for them, and I think it's very different for each community as they have to figure out their values, use cases, and what they want to make out of the scope.\\n\\nTo be honest, we're still trying to figure that out as well, but for distribution, for Forefront, we tried to structure and understand who created Forefront, who made Forefront what it was and what it will be in the future.\\n\\nSo when you go to Forefront, you have the content section, the market section, and the newsletter section. Forefront is composed of all these communities. So when we were planning the Token distribution, we tried to reflect on how we could reward participation based on the value people have created for the community. In the end, I think it was like 7,000 addresses that were qualified for the airdrop.\\n\\nThat's what made a lot of sense for us, but again, it's not perfect, and there's no right or wrong model. It's just figuring out what your values are. What do you want to accomplish with the Token? What do you want to use the Token for?\\n\\nWe wanted to transition from an audience to a community. If you're going to incentivize participation, you need many incentives, and that's what your Token allows you to do. And then we did exciting things like pooling liquidity, introducing liquidity by phases for less speculation etc..\\n\\nSo it's important to incorporate those things that are aligned with your values and where you want to go as a community. Tokenomics has to be part of the culture that you want to build.\\n\\n#### **We will come into the token price and liquidity in a bit, but before we go there, I guess the natural follow-up question is probably Onboarding. Maybe Jihad, you can touch a little bit on this. What was that onboarding experience like, and how did you educate your community around it, as I'm sure some of them were new to crypto?**\\n\\n***Jihad:*** I think the first thing to say is that when a Token is dropped, that does not necessarily mean that the community is now decentralized. It simply means that a Token exists.\\n\\nEarly in the Token drop, Forefront was still very much a centralized organization with a core contributor team. There were ways for people to get involved, but the barriers to entry were pretty high.\\n\\nI know for me coming in, I was in the Forefront's discord, kind of lurking, and I just sent DMs to Carlos asking him what he needs. We finally got on the phone, and I just laid out like, here's what I may want to do. But I could see how that barrier to entry is very high for people who maybe weren't DM-ing Carlos.\\n\\nWith guilds and seasons and how we transitioned away from the centralized model, things are very different. As Carlos mentioned before, there isn't a framework here, and we were starting from scratch and trying to understand how we are going to structure these guilds? Who's going to be in charge of the guilds? What is the onboarding process going to look like?\\n\\nIt's been a ton of focus on having conversations with community members, experimenting with what's working and what isn't, where the roadblocks are still for contributors, etc...\\n\\nSo my short answer is that it's still very messy, but it's come a very long way, and we already see huge benefits from investing in that onboarding process. We've got a ton of talent to come on board that we probably would not have been able to get if that process had not been in place simply because they're probably not the type of person who would have just like came into the discord and DM'd Carlos.\\n\\n#### **I think in the end, it's all about culture; people are ready to go through the Onboarding process if they believe in the values and culture of the community. Coming back to liquidity, what was sort of the best time that you found to pool liquidity? Because there's this notion that when somebody drops a token, they feel the need to do with liquidity right away or not do it at all. So what was your process like creating the liquidity pooling program, and why did you do it in phases?**\\n\\n***Carlos:*** I think the ideal scenario here would be what \\\"[Pet3rPan](https://twitter.com/pet3rpan_)\\\" says all the time, which is \\\"have a community, have a primary use case, have a culture, and then introduce a token to facilitate broader coordination\\\".\\n\\nIt was hard for us to transition from a community that people love for the content and the vibe to a community with a high-level contribution. Introducing our Token helped us and have a community with a lot of engagement.\\n\\nIt's always a big move to introduce liquidity because there's an expectation, speculators, and people who want to use a token for something etc.. So you need to somehow come up with a strategy.\\n\\nWe needed some time to implement those things. Forefront went a month and a half with no liquidity for the Token. You couldn't do anything with it. And that was intentional. We didn't want to allow too much speculation and things like that. When we decided to introduce liquidity, it was bootstrapped so that our contributors were people with skin in the game and wanted to be part of our mission and want to become liquidity providers. We introduced our Token in phases that didn't allow broader speculation. And we're still doing this to this date because we didn't have any investment. There was no sort of funds that we could use to do that, so it had to be really bootstrapped in a way.\\n\\nWhat's impressive about Web3 it's when you build incentives around your mission. It becomes an exciting dynamic. For us, when we introduced the liquidity for Forefront, we were the ones taking the impermanent loss of going first, creating liquidity for the Token, and we knew we were all going to get wrecked eventually. The question was, how can we minimize the risk of us going first? We decided to introduce a contributors-only pool where all the people who provided liquidity were white-listed, so you'd have to be a contributor to qualify for that pool. There was a share of $FF you'd earn eventually in the long-term to compensate for the risks of impermanent loss you had. Building incentives around that was super important.\\n\\nWhen we launched Forefront, the number one goal was to get the right people to help us with this project. That's why even now, there's a screening process in our onboarding process just to make sure that our expectations and the expectations of the people applying are met. It's a lot of trying different strategies and seeing what works. Communities should spend less time on governance and way more time on executing and getting things done.\\n\\n#### **I agree. We also have this value of shipping fast at Coinvise. Regarding the utility of the Token, I know you have a writer's program, Hangouts, many events, etc… How did those incentives come about, and what can people do on Forefront to contribute?**\\n\\n***Jihad:*** We are honestly experimenting. If things don't work, we're willing to change them quickly. One great example of this is the writer's program. There was a specific amount of Forefront Token ($FF) allotted to writing essays, but we quickly got stuck as there were not as many people who wanted to write consistently for Forefront as we've planned. And we realized it was because writing is tough. Guests were writing one or two pieces for the platform, and that's it. We probably should've thought about either Increasing the incentive or figuring out what other services we can provide within the writer's program, like editorial services or monetization on the backend.\\n\\nWe're really focused on other ways besides simply throwing FF at people who want to contribute. Often, what ends up happening is there are very few calculated thoughts at the very beginning. We get these experiments up, throw a number on it and see what happens.\\n\\n#### **You guys have an interesting incentive program for a lot of these new contributors to get started with Forefront pretty easily. But there's a classic question between speculators and participants. How do you incentivize better participation and non-speculation, especially when the community is doing so well?**\\n\\n***Carlos:*** I have mixed feelings about this. I think speculators are not necessarily bad. But you need to monitor that when the time is right and when it makes sense. You want to make sure that you have some moderation in the community. You want to make sure not everybody's just coming forward to claim and go in their ways.\\n\\nWe realized quickly that the whole purpose of bounties is just Onboarding because around 50 to 60% of people that are onboarded became contributors at some level. By well onboarding potential community members, you can lower the risks of having speculators in your community.\\n\\n#### **To conclude this interview, does Forefront have a DAO?**\\n\\n***Carlos:*** Forefront is probably a DAO. I don't know at what level, and the definition of a DAO is blur, but we're probably a DAO.\\n\\n***Jihad:*** Yes, I think where we're building a DAO. We're making a lot of really great infrastructures that apply to a lot of different DAOs. But fundamentally, it comes down to how people define this term and how it is like internally within the community and externally, like, amongst the broader ecosystem?\\n\\n#### That answers the question perfectly. Thank you both for your time, and have a nice day.\\n\\n###### Want more?\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram](https://www.instagram.com/coinvise/?hl=en) and join us on **[Discord](https://discord.gg/8jaQB5CZ) 🔥**\",\"timestamp\":1631312000,\"title\":\"Creator Stories Episode 2 : ForeFront\",\"publication\":\"coinvise\"},\"digest\":\"IcS8dKDnzwG4sYcdyaV0BTVIy2f4TLHH7yRz4Lobnb0\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"vGCtUBJWup8lOVtd_BMTI8QVGgKe8_o5Qb-Pf0lyHsSjn-5ir8QMrbGTvFhqgMCZYCaSr9et7I1mLq_ah_PNXQ\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BUgI9BbWVmiKPi4HxXozlP7K-MGfO3xyF_0jRDPH2_w\"}"