"{\"content\":{\"body\":\"We are currently living in the midst of an Artificial Intelligence revolution with new research and applications coming to fruition. Advancements in AI technology, like deep learning, have changed everything from the recommendations on your Netflix account to how doctors are treating patients before they become ill. It seems like every day there are new developments and new tasks being accomplished by machines previously done by humans. Not too long ago, A.I. seemed like something only part of a science fiction novel. Today, AI is all around us.\\n\\nEven with all of these current exciting applications of AI, many more will soon be realized in the near future. However, the advent of this new technology also brings unrealistically high expectations. The latest example, machine learning. It’s important for people to know where the hype around machine learning ends and where practical applications begin. For me, I see blockchain technology as the enabling infrastructure that will allow machine learning to reach its full potential.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*O7vQicdW7PbgAUj8MLH9DA.png)\\n\\n## **Increase Computing Power**\\n\\nIn the next few years, our society will undoubtedly be driven by new developments in AI. It will indeed be an exciting world, but it will also require vast amounts of hardware and computational power. For AI to reach these grand visions and deliver on its promises, there needs to be an acceleration of scalable advanced computation available to machine learning tasks.\\n\\nCurrently, huge investments are being made in more and more data centers that are utilizing traditional CPU-based computing to perform machine learning tasks. A typical CPU unit has between 6–14 cores and can run between 12–28 different threads of command. Usually, these threads will run only on a single data block. So, building more of these CPU data centers will not be enough to meet the growing demand for AI.\\n\\nHowever, there is another type of computing that can better satisfy AI’s growing demand for computational power, GPU-based computing. A workstation GPU unit can hold between 2000–3000 cores and can run 100 or more threads of command with each thread. usually, these threads will run around 30 blocks of information at the same time. This kind of computing power leads to increased speed and less energy consumption while distributing processing, perfect for machine learning tasks.\\n\\nBlockchain, or distributed ledger technology (DLT), may provide the computational resources AI needs by utilizing the computing power of machines that hold non-utilized GPU computing power. In some ways, this is what the Bitcoin protocol was designed to do. Part of the Bitcoin protocol requires miners to solve complex mathematical problems that no one computer can solve by itself, as a way to confirm and validate transactions on the blockchain. As the process went on, it evolved and virtual currency was born. If we can tokenize value, can’t we also tokenize computing power?\\n\\nBlockchain-based projects are now working on connecting computers in a peer-to-peer network allowing individuals to rent resources out from each other. These resources can be used to complete tasks requiring any amount of computation time and capacity. Today, such resources are supplied by centralized cloud providers which, are constrained by closed networks, proprietary payment systems, and hard-coded provisioning operations.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*r3vNSUygS07701hYWmaEoA.png)\\n\\n## **Decrease Computing Costs**\\n\\nEvery 3.5 months the demand for AI computation is doubling with costs increasing proportionately. Traditional suppliers of computation power, such as Amazon and Microsoft, are using price as a lever to control usage which restricts innovation.\\n\\nBlockchain-based solutions are now working on building decentralized marketplaces for GPU computing power that machine learning tasks need. These projects aim to match a computationally intensive project with connected platform members who will share their system resources to complete a given task. With distributed ledger technology (DLT), AI innovation can dramatically reduce its cost of computing by accessing the globally distributed GPUs, used by crypto miners, and then making them available to AI companies.\\n\\nCurrently, GPU computing time can be purchased for \\\\~$0.5/hour on multiple cloud platforms compared to \\\\~$0.01- 0.05/hour for CPUs, but despite the higher GPU cost, these types of computations are \\\\~5–10 fold cheaper due to vastly shorter runtimes. With blockchain-based projects creating computing power marketplaces, these rates could quickly become much more compressed than the cost curves of the past.\\n\\n![](https://miro.medium.com/max/1178/1\\\\*pgMpUybuaFeF1UYyZe93xQ.png)\\n\\n## **Improve Data Integrity**\\n\\nFor any AI model, the presence of accurate and reliable data is central to the intelligent behavior the model produces. This also means accounting for data and application integrity that has unexplainable discrepancies between data incorporated into a model and original records maintained by the engineer.\\n\\nThe very nature of a public blockchain lends itself well to a task such as data integrity. Blockchains create an environment where data is private, immutable, transparent, distributed, and is free to operate without the direction of a sovereign entity. Eventually, public mineable blockchains will be the AI Superhighways, but not just with computation power. They will also act as the data feeds into AI models, which will be essential to preserving the validity of the models. Blockchain technologies hold the promise of adding structure and accountability to AI algorithms, as well as the quality and usefulness of the intelligence they produce.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*OuPyDyHNp2fwDqwYnA8a8w.png)\\n\\n## **Conclusion:**\\n\\nDistributed ledger technology (DLT) has the potential to act as the backbone for AI infrastructure by commoditizing and tokenizing raw computational processing power to expand the development of artificial intelligence. Any interested party would be free to access GPU computing power for AI development, which will reduce our dependence on Amazon and Microsoft CPU farms that regulate the rate of innovation with the price. If teams building solutions in the blockchain ecosystem are able to deliver on their promises, developers and engineers will be able to extend and apply the true potential of artificial intelligence into our lives.\",\"timestamp\":1641796771,\"title\":\"3 Ways Blockchain Could Unleash the Full Potential of Machine Learning\"},\"digest\":\"7tGEavoQEd0hqF6KykMeVY2_LUNlLDE9II_SupQ4ySo\",\"authorship\":{\"contributor\":\"0x34ba551f18B90b27ee392e103A581a0FF81BcDf8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WldN0BOMF7aDFDTLY2YQ4CcQY6Wk407hlLXi82VurA\\\",\\\"y\\\":\\\"DOxKmbio3AkCHvtAIRUg1gDyT0SE6JnPAfitfUnOZSI\\\"}\",\"signature\":\"P0ce-CPSXuV8ozdPiJgd_0LN9Ee3eksb9u8uZZwZsc0o4EgoGcNkxEcoea389xMO8xDz25KPQS-PuYufx-YOLw\",\"signingKeySignature\":\"0xc361d4a3f804325e3d8d902e3fc9bca9aa435ae040be243ce5234181abf6ceeb7cc439f3744a24457e4cc4eccf57f98138fcb71b50cc5a5482d2b59b267fe79c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WldN0BOMF7aDFDTLY2YQ4CcQY6Wk407hlLXi82VurA\\\",\\\"y\\\":\\\"DOxKmbio3AkCHvtAIRUg1gDyT0SE6JnPAfitfUnOZSI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7tGEavoQEd0hqF6KykMeVY2_LUNlLDE9II_SupQ4ySo\"}"