"{\"content\":{\"body\":\"[![Raydium](https://miro.medium.com/fit/c/56/56/1\\\\*wZrNTjGKc9ltFe0fZtOlFQ.png)](https://raydium.medium.com/?source=post_page-----7b370f7ca0f5--------------------------------)\\n\\n**Connecting fans with athletes across the globe**\\n\\nWe’re excited to announce that on November 4, Blockasset’s Legends NFTs will be launching on DropZone! The NFTs are inspired by milestones in the athletes sporting careers and each trait is designed to ensure that the athlete’s legacy lives on through the artwork which is created by [Dosbrak](https://www.instagram.com/dosbrak/), who has collaborated with some of the biggest celebrities and athletes in the world; including Joe Rogan, Conor McGregor, UFC, ESPN and Mike Tyson to name but a few.\\n\\nLegends is the world’s first multi-athlete generative NFT collection and include official and licensed NFTS from the following iconic athletes: Muhammad Ali, Wayne Rooney, Jonah Lomu, Michael Bisping, and Alexander Ovechkin.\\n\\nUpon Mint prizes include:\\n\\n*   **Muhammad Ali** — signed gloves from the legend himself.\\n*   **Wayne Rooney** — a custom Hublot Watch from Wayne Rooney’s testimonial game. Only 65 editions of this special watch exist.\\n*   **Jonah Lomu** — signed All Blacks Jersey.\\n*   **Alexander Ovechkin** — Signed ‘Great Eight’ merch such as his legendary Hockey Stick.\\n*   **Michael Bisping** — 2 x tickets to watch UFC 269 where Blockasset’s very own Leon Edwards takes on fierce rival Jorge Masvidal at the T Mobile Arena in Las Vegas.\\n\\nExamples of some prizes to be dropped randomly:\\n\\n*   **Muhammad** **Ali** — tickets to watch Anthony Joshua vs Oleksandr Usyk for the World Heavy Weight Title\\n*   **Wayne** **Rooney** — 2 x tickets to watch Wayne manage including a meet and greet after the game.\\n*   **Jonah** **Lomu** — 2 x tickets to watch the All Blacks play in New Zealand.\\n*   **Alexander** **Ovechkin** — 2 x tickets to watch Alex play in Washington, United States.\\n*   **Michael Bisping** — training session with Michael in Los Angeles plus signed merch.\\n\\n*All flights and accommodation are paid by Blockasset\\\\**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*o22DHxvRoQYQ8AS99nfLRQ.png)\\n\\nThis article will cover the two sections: 1) the DropZone launch on Raydium 2) Drop Box redemption for an NFT.\\n\\n## 1. Blockasset’s Legends NFT DropZone launch:\\n\\n## DropZone Process Overview:\\n\\n1.  When the DropZone pool opens, users deposit SOL to enter tickets in the lottery for an NFT allocation.\\n2.  Each winning ticket can claim a “Drop Box” token which represents one NFT allocation. Non-winning tickets claim back SOL.\\n3.  Each Drop Box token can then be redeemed on the project’s website to mint one original NFT from the project collection at random.\\n\\n**Blockasset DropZone details**\\n\\nTotal NFTs minted at launch: 10,000 Legends NFTs\\n\\nTotal Drop Boxes: 10,000 Drop Boxes, each redeemable for 1 NFT\\n\\nFixed NFT/Drop Box price: 2 SOL\\n\\nModel: Lottery for allocation\\n\\nAllocation for winning ticket: 1 Drop Box\\n\\nTotal number of winning tickets: 10,000\\n\\nPool opens: November 4, 12:00 UTC\\n\\nPool closes: November 4, 14:00 UTC\\n\\nOpen period of the pool: 2 hours\\n\\n**IMPORTANT: Drop Boxes must be redeemed on the **[**Blockasset Website**](https://blockasset.co/)** by November 6, 14:00 UTC.**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*ENld5QE_KSPq0UPl)\\n\\n## Eligibility and pool details:\\n\\nThere will be one SOL pool for RAY Stakers available for the Blockasset NFT drop.\\n\\n*   Allocation will be determined by a lottery system.\\n*   Allocation for one winning lottery ticket: 1 Drop Box\\n*   The pool will be open for 2 hours\\n*   **Only RAY stakers will be eligible for the Blockasset NFT drop**\\n\\n## How does it work?\\n\\n**Tickets**: Users must deposit SOL for each ticket they wish to have entered.\\n\\n**2-day RAY staking deadline**:\\n\\n*   Eligibility: At least 10 RAY staked in[ RAY single-sided staking](https://raydium.io/staking/) prior to the 2-day staking deadline below and successful SOL deposit once the pool opens. RAY must remain staked until the pool opens.\\n*   Lottery tickets: at least 1 ticket for the first 10 RAY staked, and additional tickets for 30, 50, 100, and 150 RAY staked based on the tiers below. Staking more than 150 RAY will still receive 5 tickets maximum.\\n*   2-day staking deadline: November 2, 12:00 UTC\\n\\n![](https://miro.medium.com/max/1400/1\\\\*jIGUaccMiqPNnmSumd7nDw.png)\\n\\n*Reference: 100 RAY is the minimum staking requirement for 1 ticket in an AcceleRaytor IDO launch*\\n\\n**15-day RAY staking deadline**:\\n\\n*   To reward longer-term Raydium holders, users that are eligible for the 15-day deadline will **receive additional tickets** on top of any received for the 2-day deadline.\\n*   Eligibility: At least 10 RAY staked 15 days prior to the 15-day staking deadline below and successful SOL deposit once the pool opens. RAY must remain staked until the pool opens.\\n*   Lottery tickets: 1 ticket for each 50 RAY staked up to 250 RAY, in addition to tickets received for the 2-day staking deadline. As such, users who stake RAY for 15 days will be capped at a maximum of 10 tickets.\\n*   15-day staking deadline: October 20, 12:00 UTC (snapshot already taken)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*3TfU01fdon_ORKY1gIuWTQ.png)\\n\\n*Example: Alice has had 500 RAY staked before the 15-day deadline. She will receive 10 tickets — 5 for the 2-day deadline 150 RAY max allotment, and an additional 5 for the 15-day deadline 250 RAY max allotment.*\\n\\n*Example: Alice has 10 tickets as the above example. Bob staked 100 RAY before the 2-day deadline and will receive 4 tickets, 1 for 10 RAY staked, 1 for 30 RAY staked, 1 for 50 RAY staked and 1 for 100 RAY staked before the 2-day deadline.*\\n\\n**Deposit**: When the pool opens, **users will need to deposit 2 SOL for each ticket for it to be counted in the lottery**. Users can choose to deposit less than their total ticket allocation, however, tickets without a matching deposit will not be entered in the lottery. Deposits must be in multiples of 2 SOL.\\n\\n*   *Alice deposits 16 SOL, even though she has 10 tickets, to ensure that 8 of her tickets are entered in the lottery. In Alice’s case only 8 tickets will be entered in the lottery. Bob deposits 8 SOL to ensure all of his tickets are entered in the lottery.*\\n\\n**Lottery**: Once the pool closes, the lottery will take place, and winning tickets will receive a Drop Box for 2 SOL, each. The Drop Box can be redeemed on the Blockasset website for a random Legends NFT.\\n\\n**IMPORTANT: Drop Boxes must be redeemed on the **[**Blockasset Website**](https://blockasset.co/)** by November 6, 14:00 UTC.**\\n\\n*   *Example: Alice has 3 winning tickets and will receive 3 Drop Boxes for 6 SOL. Bob has 1 winning ticket for 2 SOL.*\\n\\n**Claim**: Once the lottery is complete users will be able to claim their SOL for any tickets that did not win as well as claim their Drop Boxes for winning tickets. Users can then redeem their Drop Box on the Blockasset website (details below).\\n\\n*   *Example: Alice claims 10 SOL for her 5 non-winning tickets and Bob claims his 6 SOL for his 3 non-winning tickets. Alice claims her 3 Drop Boxes from Raydium and can immediately redeem her 3 Drop Boxes on the Blockasset website for 3 NFTs or choose to trade her Drop Boxes on Serum and allow someone else to claim.*\\n\\n***Lottery Transparency***\\n\\n*The lottery will be done on-chain, with lottery numbers assigned to tickets in the order that users deposit in the pool. After the pool closes, winning numbers will be determined by hashing a block, multiplying it by the timestamp, and matching the last digits of that number with user ticket numbers. Any ticket number with the last digits matching is designated a winning ticket. This process will be repeated until all the winners are determined.*\\n\\n## 2. Drop Box redemption for a Blockasset Legends NFT:\\n\\n*   After the DropZone lottery ends, users can claim their winning Drop Box.\\n*   Users can then navigate to the Blockasset website and immediately redeem their Drop Box for one Legends NFT.\\n*   **Drop Boxes must be redeemed on the **[**Blockasset Website**](https://blockasset.co/)** by November 6, 14:00 UTC.**\\n\\nNote: Drop Boxes are transferable and tradable prior to redemption, but they must be redeemed for a Legends NFT by November 6, 14:00 UTC.\\n\\nFor questions on redemption, please[ contact Blockasset](https://discord.com/invite/mynn9p6uNw).\\n\\n## About Blockasset:\\n\\nBlockasset is an athlete-verified NFT platform and ecosystem, connecting fans to their favorite athletes like never before. Harnessing the power of exclusive athlete content, real-world NFT utility and community governance, Blockasset is creating the go-to platform for athletes and sports fans alike.\\n\\n*   Website:[ ](https://junglecats.io/)<https://blockasset.co/>\\n*   Discord:[ ](https://discord.gg/junglecats)<https://discord.com/invite/mynn9p6uNw>\\n*   Twitter:[ ](http://twitter.com/junglecatsio)<https://twitter.com/blockassetco>\\n*   Medium:[ ](https://junglecats.io/)<https://blockasset.medium.com/>\\n*   Telegram:[ ](https://junglecats.io/)<https://t.me/blockassetofficial/>\\n\\n**Make sure to follow official Raydium accounts below for updates.**\\n\\n*   Join the discussion on Discord:[ https://discord.gg/Raydium](https://discord.gg/Raydium)\\n*   Follow us on Twitter:[ https://twitter.com/RaydiumProtocol](https://twitter.com/RaydiumProtocol)\\n\\nPersons located in or residents of the United States, North Korea, Iran, Venezuela, or any other jurisdiction in which it is prohibited from using any of the services offered on the Raydium website, including AcceleRaytor, (the ”Prohibited Jurisdictions”) are not permitted to make use of these services. For the avoidance of doubt, the foregoing restrictions on any of the services offered on the Raydium website from Prohibited Jurisdictions apply equally to residents and citizens of other nations while located in a Prohibited Jurisdiction.\\n\",\"timestamp\":1636031894,\"title\":\"Blockasset Launching on DropZone - Raydium - Medium\"},\"digest\":\"ZkyM3jbg3_XIr6YtNAM81RXTlDK7JVu_aVbXdXGdKSU\",\"authorship\":{\"contributor\":\"0xbd52c13827f012797005F57E4dB3b8db155580F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"di676z3yY8YYFMc5AHHNBtaOvspcpynO28_Xc0oiki0\\\",\\\"y\\\":\\\"VQkLC1sicuxKB3t1N1bDBmVxZMZVP7quasmA4H0Sbeo\\\"}\",\"signature\":\"3TTo52f7EJLtBfYPEN9e0I-zJIWjaWI4JL-6TNMgux0fa89guc0s93f8ojsK-yv7AjXOyXV5uuGuVn7TK6duwg\",\"signingKeySignature\":\"0x37ee69a990c327f4330c6e5adc382b0e2de7bfa1ce46ebdaaba6edef57c5863c2c658ae46aaecd5ac2f90622a29f50c6c8aabb67ae60db9aa539ecf4bff8c3831b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"di676z3yY8YYFMc5AHHNBtaOvspcpynO28_Xc0oiki0\\\",\\\"y\\\":\\\"VQkLC1sicuxKB3t1N1bDBmVxZMZVP7quasmA4H0Sbeo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZkyM3jbg3_XIr6YtNAM81RXTlDK7JVu_aVbXdXGdKSU\"}"