"{\"content\":{\"body\":\"“啊……”懒懒地举起双手伸着懒腰，昨晚的酒意经过一夜的消化已经一扫而空了，随手拨弄了几下已经绽放出花朵的仙人球，感受着绿色植物带来的清新空气，乘着清晨的凉爽，得活络一下身体，革命的本钱俺还是要珍惜的。\\n\\n```\\n扭了扭腰，踢了踢腿，轻松做好了100个俯卧撑和50个仰卧起坐后，擦了擦额头渗出的汗珠，该抓紧时间洗刷和吃早饭了，今天可要努力点，把昨天晚上没上的时间给补偿回来。\\n\\n如透明玻璃罩一般覆盖在雷帝城上的魔法屏障，在黑夜里也依然能够散发出白昼一般的光芒，将整个雷帝城映照个透彻。每天都会有成千上万的玩家作为城市的新鲜血液涌入，使得这里不会因为缺少人气而孤寂，城市被一片喧嚣和一片繁荣所淹没。\\n\\n整理了一下身上的装备，收起了匕首，打开背包开了看，熊皮和果实已经超计划完成了任务，茯苓也挖了10几个，加上熊掌、熊肉和几件装备，倒也将小小的背包快塞买了，恩，也要考虑一下是不是买个大点的了，就不知道贵不贵；还有药鼎的事，也一直没有空去看看，早点能自己出药的话，俺就早点舍得大口大口地吃；手头总算也有几十个金币了，也可以去看看好点的装备了，身上好几件还是次等货色……\\n\\n带着一团纠缠在一起的问题，我不知不觉来到了拍卖行门口，里面喧嚣的买卖声不时传到了我的耳里。\\n\\n“快来看一看，最新出炉的青铜级盔甲，想拥有过人防御吗，想笑傲怪物的攻击吗，这个是你最好的选择！”\\n\\n“大甩卖，大甩卖，忍痛出血大甩卖拉，一转标准10级法师套装甩卖拉。”\\n\\n“弓是什么样的弓，划破长空落日弓；弩是什么样的弩，穿梭星空破月弩；不求最好，但是更好，弓手们快来看看，现阶段顶级弓，弩拉。”\\n\\n我靠，玩家们买卖的口号真是诱人，以后开放了RMB兑换业务，哪个有钱的主把拍卖行给买下来，找几个专业的拍卖师的吧，这样诱惑死人不偿命的吹捧，还不把装备价格给卖上了天了。\\n\\n不过刚才那个什么来着，什么什么弩，听他叫的好象蛮不错的，进去看看撒。我抛来了一头的杂念，得，先买个弩再说吧。\\n\\n大步走进了拍卖行，目光顺着声源，寻找着叫卖弓弩的玩家。既然他在自己叫卖，那肯定是舍不得白白送给拍卖行5%的回扣了，说不定就便宜了我呢。\\n\\n就是他了，那个站在一株茂密的铁树旁边，一双小眼睛到处张望，长得有点獐头鼠目的人类玩家，正有一句没一句的吊着细嗓门叫卖弓弩呢，不过可能是看他一身装备垃圾，人也长的不怎么样，好象没几个人理他，唉，佛要金装，人要衣装，不是看你叫的那么诱人，我也不高兴理你，就凭你那样，能有啥好东东。\\n\\n我一边看着房间里荧幕上不时更新的装备，一边慢慢朝他那走了过去，NND，这么宽敞的大厅，硬是挤满了人，真不知道这些玩家什么时候才去升级。\\n\\n一个精灵玩家凑近了细嗓门，两人低头谈了几句，我一看到心里还有点着急，赶快走了过去，朋友别和我抢装备撒，两个人都要买的话会增价的。\\n\\n只见细嗓门掏出一边黑色的长弓拿在手上比划了几下，精灵玩家看了看弓，摇了摇头，挥了挥手，走人了。\\n\\n呵呵，原来是想买弓的，怎么不给个贴个字条身上——求弓，还让我紧张了一下，以为也是想买那说的天花乱坠的好弩呢，不过看这弓估计不怎么样的话，那弩也不会是什么好货色了吧。\\n\\n“朋友，你的弓是什么弓，怎么卖？”我贴近了细嗓门，轻声问道。\\n\\n“朋友要买弓，我这弓可是好弓，攻击高，等级限制低，就差不是青铜级的属性了。”看到有玩家对自己那半天没有脱手的弓感兴趣，细嗓门全挑好听的话说。\\n\\n全是跑题的话，和我问的一个都套不上号，我招了招手，说道：“拿出来看看货，别说的好听。”\\n\\n那把无人赏识的黑色长弓随着他的交易展示在我的面前。\\n\\n硬铁弓等级：12\\n\\n攻击：15-20持久：48\\n\\n双手速度：3.2\\n\\n恩，对于用弓的玩家来说还算可以吧，不过也谈不上极品吧，牛b吹的大了点，怪不得人家看了要闪的，不过我的本意也不在此，不过想借这个打击打击细嗓门的信心罢了。\\n\\n“怎么样，还可以吧，要不要，要的话可以便宜给你。”细嗓门看我有点考虑的样子，以为我心动了，赶忙推销道。\\n\\n“哦，也不象你说的那么悬乎，起码不算是现在最好的吧，拍卖行里不还有把青铜级的冰晶弓在卖呢。”我指着头顶的屏幕说道。\\n\\n“咳，这个，这样好了，朋友，你开个最低价吧，合适我就卖你了。”看来是急着出手，细嗓门忙着说道。\\n\\n“算了，我要买就买最好的，没青铜级的我不如不要呢。”我也不提要买弩的话，摇了摇头对细嗓门说道。\\n\\n他睁大了细眼上下打量了一下我，猩红的软甲紧紧地帖在身上，精致的斑纹浮现在柔软的表层；中间雕刻着骷髅头颅的圆盾覆盖在手臂上，交叉的镂空图形布满了圆盾边框；双脚上穿着一对棕褐色的皮靴，一看也知道不是新手货，看样子是个有钱的主，不过就是不知道有几个钱。\\n\\n“青铜级的装备我倒是有一件，不过是把还没鉴定的弩，不知道你要不要，愿意出多少。” 细嗓门提了提嗓子，有点自豪地说道。\\n\\n垃圾弓后面还有个青铜弩，还着没看出来，这其貌不扬的玩家手上还有点货色，俺先别激动，好好说话。\\n\\n“是把弩，没鉴定的话也不知道附加的什么，现在的属性是什么，给我看看。”我装做毫不在意的样子说道。\\n\\n“恩，给你看一下，不过我丑话说前面，没有金币可别想它的心思。” 细嗓门一边说着，一边冲我发出交易请求。\\n\\n裂风之弩等级15（青铜）\\n\\n攻击15-30持久34\\n\\n单手速度2.2\\n\\n属性：未鉴定\\n\\n不错，就是我要的，攻高，速度快，而且是单手，我心里一乐，忍住了脸上的笑意淡淡地说道：“恩，攻击还可以的，可惜就是属性不知道，这样吧，你开个价，合适我就要了。”\\n\\n“那，你看5个金币怎么样？”细嗓门看了看我，想了想说道。\\n\\n“4个怎么样，5个稍微贵了一点，人家青铜的弓拍卖价不过6个金币。”我继续讨价还价说道。\\n\\n“我不是急等着用钱，这弩我自己都用了，还会卖你，最少5个金币，不要就算了。”细嗓门有点气恼地说道。\\n\\n“呵呵，行，交个朋友，以后有好装备别忘了我。”我递过5个金币笑着说道。真是便宜死了，光是现在的攻击属性就能给我升级带来很大的帮助了，还有那值得期待的未鉴属性。\\n\\n“对了，看你样子等级也不算高吧，怎么能打到这么好的装备，是不是……”我收好了裂风之弩，疑惑地问道，\\n\\n细嗓门（名字叫四只手）嘿嘿一笑，说道：“你以为容易啊，这可是我和朋友挂了N次，才从一个boss级怪物的身上摸到的，不是为了朋友要学技能，我怎么舍得卖。”\\n\\n原来是个转盗贼的玩家，可惜我是不能重转盗贼了，想想这职业也是有着光明“钱”途，不过这样的发财方法安全系数太低了。\\n\\n“呵呵，朋友以后常联系，有啥冷门的东西要处理找我。”我拉了拉细嗓门的手，亲切的说道。\\n\\n“行，不过你可要准备好money。”他也奸奸地笑着说道。\\n\\n告别了细嗓门，我兴高采烈地走出了拍卖行，赶紧去鉴定所，看看手头的弩到底有什么附加属性的。\\n\\n走在舒适的卵石地上，迎着不时轻抚脸颊的垂柳，我有种想脱下鞋子，光着脚丫奔跑的冲动，不过冲动归冲动，在旁边玩家随时可能给予的密切关注下，俺是不好意思丢这个脸。\\n\\n“呀，谁这么不长眼。”刚一转过路口，俺就和一身影撞在了一起，一屁股坐在了地上，嘴里嘀咕道。\\n\\n“哐啷”一根木棒也应声摔在了地上，我好好一看，是个一席白袍，满头银大，年已花甲的老人，咦，他的双眼怎么有点怪怪的。\\n```\\n\\n\\n------------\",\"timestamp\":1640152466,\"title\":\"第三十章 为了光明一\"},\"digest\":\"O4Momw0mQhCt8fUvGXarUxwkiJ9_MNegkj90kgpD0ZI\",\"authorship\":{\"contributor\":\"0x166611cC326d0bAC652107b95dC3D092b3e29136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5sfLHAdOQtu4hOh-G41kM1O9F8T-pHqn9ubkxNs3uU\\\",\\\"y\\\":\\\"mmiU_Ivc9K8Rgj0u1BLxwwT2M8X6RDG9CM7TDeX_B5s\\\"}\",\"signature\":\"G_iCJ4lrypaJcu1wq76r9ypllqAj52u9DtxrCMB9NGmd84Q-RTiiSuDViKLV3HLvS2B7a5bSRUhBeBrw1WT83Q\",\"signingKeySignature\":\"0xa3fc385c24a756a8fbaae870c9c3a216a4dcce78ba3a1a58a13431640250374447551538ba7ed748a5a10a1d6af76630596813a036dd2426fba1b0c774a337a31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5sfLHAdOQtu4hOh-G41kM1O9F8T-pHqn9ubkxNs3uU\\\",\\\"y\\\":\\\"mmiU_Ivc9K8Rgj0u1BLxwwT2M8X6RDG9CM7TDeX_B5s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O4Momw0mQhCt8fUvGXarUxwkiJ9_MNegkj90kgpD0ZI\"}"