"{\"content\":{\"body\":\"There are different wallets currently within the Hedera ecosystem, however only few wallets support the association and displaying of NFTs.\\n\\nIn principle, the two wallet supporting NFTs are:\\n\\n1. [Xact Wallet](https://wallet.xact.ac/)\\n2. [Hashpack Wallet](https://www.hashpack.app/)\\n\\nXact is older and more used, however is not supporting the newly proposed standard for metadata naming ([HIP-20](https://github.com/hashgraph/hedera-improvement-proposal/blob/master/HIP/hip-20.md)), however clarifying with them lead them to showcase their planning to integrate it soon. Thus, both wallets are good to use with a special use for NFTs.\\n\\nAt the point of writing, Xact is, however, not supporting the new standard. This being the case, this article focuses primarily on Hashpack and helps to set up a Hashpack wallet. This article is not associated nor sponsored by the Hashpack team. \\n\\n## How to set up a Hashpack Wallet?\\n\\nHashpack is at the point of writing a Chrome Extension (similar as Metamask is). The first step is therefore, if not already done, to install the Chrome Browser.\\n\\nAfter installing the browser, head to [hashpack.app](https://www.hashpack.app/) and click on “Install on Chrome”.\\n\\n![The first screen you are seeing on hashpack.app](https://images.mirror-media.xyz/publication-images/ZE10Jy1j16ju9vUGkWmi3.png?height=812&width=1454)\\n\\n[https://www.hashpack.app/](https://www.hashpack.app/)\\n\\nNow press “Install on Chrome” and you are being redirected to the Chrome App Store - more specifically redirected to the extension by Hashpack. After pressing on the blue button on the top right (“Add to Chrome”), the extension is added to your Chrome Browser.\\n\\nAs soon as this is complete, head back to [hashpack.app](https://hashpack.app) and click on “Launch Wallet”. This will lead you to another screen, asking you to set a password and to agree to the ToS. This set password will lock your Chrome Extension Wallet and should not be forgotten, however your wallet can be recovered later on by your private key, a connected ledger or your phrase. \\n\\nThe following screen will ask you for creating or import a wallet. As you are setting up your first wallet, press create.\\n\\n![Creating or Importing a Wallet](https://images.mirror-media.xyz/publication-images/6lSIk6q_FAs4lRcpJhq-8.png?height=434&width=1467)\\n\\nThe next screen then asks how you want to set up your wallet: Either with or without ledger. I suspect that, if you know what a Ledger is, this article is not read by you. Thus, press “Create New Wallet”, which will lead you to creating a wallet without using a Ledger. \\n  \\n The following steps are well-explained by the Hashpack Team, so we will only cover this briefly here. Creating/ saving your seed phrase is necessary to recover your wallet later on. As no third party is holding the keys to your wallet, you are the only one holding the keys: This results in you are the only one having access and the only one able to recover your wallet.  \\n  \\n The seed phrase helps by that and consists of 24 random words. It is recommended to write them down securely. Remember: Anyone who has access to your keys, has access to your wallet.  \\n  \\n Do not check the testnet checkbox (this is primarily for developers) and press next. Confirm that you have noted down your seed phrase with the next screen, and afterwards you are done: You have successfully set up your Hashpack Wallet.\\n\\nOne final remark: You have always access to your wallet by clicking on the “puzzle” icon on the top right of your browser, next to your user settings. Clicking the “puzzle” icon opens up your installed Chrome Extension. Choose Hashpack over there and a new window will pop up, allowing you to login. \\n\\nBest!  \\n  \\n This guide is mainly written for the minting procedure of [Guilty Panda Prison Gang](http://guiltypanda.art/). If you have not heard of Guilty Panda Prison Gang however, feel free to check out the project. GPPG is a charitable NFT project on the Hedera ecosystem.  \\n \",\"timestamp\":1641743674,\"title\":\"How to create a wallet on Hedera? (For HBAR and NFTs)\"},\"digest\":\"hBIqX8Vt2ykH2OrYzzrSHJJ0LimvuWz2vak-n2cHdwI\",\"authorship\":{\"contributor\":\"0x50f8D9A555516Ea6d6cc3E0FC1f02e1807b605c2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ee9eKrW4sYDKj9tr4DiOAkY9Q-r35KkO5xIE8pXi6c8\\\",\\\"y\\\":\\\"umpNK5XcyoEXgsqRTO2Mlq0yKTbudc5rxpC72D5NTmk\\\"}\",\"signature\":\"gw3hgCkxkHx-5aybadv9FGhBET8jxnuHsdEQMw7gpTGyef1EBzWBquLHV6RGNP6dvA8yqOK-muTJfx83vEtHFQ\",\"signingKeySignature\":\"0xb35f0d720943fa8e4a58e4eb6c841d14af82494bfabc6e8e6704b312d90e7e5d457f24a50406a8c820d6fad169eb3326ca78b1b685aa53e0607a4059956b293c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ee9eKrW4sYDKj9tr4DiOAkY9Q-r35KkO5xIE8pXi6c8\\\",\\\"y\\\":\\\"umpNK5XcyoEXgsqRTO2Mlq0yKTbudc5rxpC72D5NTmk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gcWZWV0qKQ-dQH0pKZmKcdPB8RZDp5jnS69sg7HnUlQ\"}"