"{\"content\":{\"body\":\"In recent years, computer technology has been in continuous progress and development, all fields have been using computer technology and increasing dependence. However, the computer has a weak resistance to malicious attacks, and the user’s unintentional wrong operation will bring trouble to the computer, causing problems such as abnormal operation, crash or even paralysis. So this article will strengthen the computer operating system in the restoration of technology is discussed. 1. At present, there are mainly two kinds of reduction technologies in computer system, namely, software reduction and hardware reduction. 1.1 software restoration there are many software restoration techniques in computer systems on the market, but the most influential one is ghost. Ghost software’s main function is to back up data, but in the process of using it, it is more dependent on the system and more troublesome to use, so there are a lot of ghost316; as the core of the software restore technology. Because these technologies are made according to GHOST, so in design ideas and functions are not very different, GHOST is an improved version. In practice, most people use restore software called restore wizard. It is a hardware restore tool, but it is a software version. The restore sprite is very powerful internally, but the best part is that you don’t have to install any other devices before using it. The restore sprite has many other advantages, such as the principle of work is relatively simple but the design idea is very scientific, it uses the technology is a new kernel, when installing the restore sprite, you can use the dynamic allocation of software to reserve storage space, without pre-allocation of memory size and location, not only can make full use of hard disk space, but also free allocation of hard disk space. The use of the restore wizard can effectively protect the computer from the invasion of malicious viruses, can be damaged software can be completely eliminated, can restore the deleted data, thus effectively protects the data damage and the loss caused by the computer breakdown. The principle of the restore technique can be explained as the first step in using a new computer is to partition the hardware and format it, the computer operating system can then be installed on the machine for normal use. After partition management, the hardware can be divided into five parts: Data area, operating system boot sector, Primary boot sector, directory area and file allocation area. In the hard disk, the main function of the data area is to store data. During the installation of the software, the original zero-channel, zero-face and zero-region data must be transferred to the ninth region in the hidden track, in addition, the block data must be encrypted to make it into a logical lock state, also modify the boot block data in the currently active block. The program that restores the inside of the wizard is complete. It can inspect the program itself and repair it automatically if it is found damaged. During the use of the restore wizard, if the code in the primary boot area is found to be corrupted, the host can be controlled by rebooting the computer and restoring the code in the primary boot area of the wizard, to check for damage and integrity; if the contents of the currently active block have been modified, the data in this block can be changed to restore wizard code, the process of modification is the repair of the system. The restore sprite itself has some disadvantages, such as it can not resist the virus, when the computer is attacked by the virus, it can only be in a passive state; it supports very few file formats, it doesn’t protect files it doesn’t support; it takes up a relatively large amount of memory when restoring sprites and generates a lot of garbage that slows your computer down. 1.2 hardware restore technology hardware restore technology is the process of solidifying a piece of software onto a chip that can be restored. It can also be used as a plug-in card. There are a variety of popular hardware recovery products, but they can be divided into two types: motherboard integrated and independent network card. Motherboard integration is mainly used in large computer manufacturers. In this way, chips that can be restored are integrated on the motherboard. Independent Network Card type is the chip on the Ethernet Card for integration. Now the hardware recovery card in a variety of forms, its main body is the hardware chip. Although the main board integration type and independent network card type are quite different in form, the overall design idea and application function are the same. 2. The application of restore technology in the computer operating system maintenance 2.1 software restore technology in the computer operating system maintenance application GHOST is a powerful restore software, it can complete partition, cloning, backup, restore and other functions. When using GHOST to clone hard disk, we need to pay attention to a few points: (1) to set up a suitable size partition. If the partition is too large, it will inevitably lead to a waste of memory, but if the partition is too small, then the memory required by the software will not be enough to support the operation, will have an adverse impact on the speed of the computer. (2) when creating file system, NTFS format is needed to ensure the system has good stability. (3) in the actual operation, we should reduce the load of non-essential software, which can effectively reduce the number of large image files, so as to ensure that the system can recover quickly. The system must be created in such a way that the computer is free from viruses. You can use the master optimizer to optimize the system to ensure that the software data is intact, the program patches are complete, but also to clean up the registry of junk information, thoroughly clean the disk, to ensure that the cloned content is intact. (5) if the cloned image file will be used in various hardware environments, all hardware data will need to be uninstalled during system installation. In this way, the cloned image file can be used to recover the hardware environment of the machine, and the computer can look for the configuration information by itself, thus the stable operation of the sub-machine can be ensured when the information of the master machine is recovered. 2.2 The application of hardware recovery technology in computer operating system maintenance mainly includes the following two kinds in hardware recovery technology, namely the Independent Network Card type and the motherboard integrated type. The two types differ greatly in hardware form, but the principles of reduction used internally are the same. Both of these restore techniques run the load driver in a manner similar to that of the DOS boot virus in that the terminal manages INT13 in the BIOS, at the same time, the interrupt vector table, the boot area, the FAT information and so on will be saved in the hidden block or the temporary storage block, but also will replace the original interrupt vector table, the FAT data will be saved in the temporary storage block, to make data modification more secure, and finally to modify the data in a continuous empty disk. When performing a hardware restore, make sure that the hardware restore technology has gained control of the system before the computer’s operating system starts. When the user operates the hard disk, he is actually operating the virtual space in the recovered hardware, not changing the original data. This way can effectively protect the data in the computer system. But in practice, if the card is used to perform the original operation, the hardware conflict will probably occur at runtime. 3. Recovery instructions when restoring a hard disk that is booting by managing four partitions, first turn off the boot manager, then start the recovery process, and then turn on the boot manager when the process is normal. This method is mainly because the boot management area is in the active block. Once the backup block is also the active block, two active blocks will appear after the recovery, which will easily cause the “Crash”phenomenon of the computer. Sometimes after the partition is rewritten, the files will all become gibberish, at the same time the files are under the root directory, the tree structure will disappear. When this occurs, the user simply restarts the computer from\\n\\n[ \\n ](javascript:;)\",\"timestamp\":1635749939,\"title\":\"Computer; Operating System; maintenance; restoration technology\\n\\n\"},\"digest\":\"blGir8OclAIOqND5f7ys7P6_wXHaijTp9wpKrq40Hrc\",\"authorship\":{\"contributor\":\"0x528F2AbCD700ba6CD101050a12c87D3CD0dBC4bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"signature\":\"Prk4_SQVF_w4c_5vQSSaWHzISjUgzxoZAuADSR-m0YFy1hmx9aOATxbSJ7vGpbXl99106Fhn3ZwiEKaz2wapdw\",\"signingKeySignature\":\"0x56eb5ee6d3d1e7ad9611ea52ce485c0c270d1186f8381f4a5c30889448938c8c559dc524104caf42c32c3e0027221bee361340c959f438efdd2b721403dfa0ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"blGir8OclAIOqND5f7ys7P6_wXHaijTp9wpKrq40Hrc\"}"