"{\"content\":{\"body\":\"## CHAPTER FORTY THREE\\n\\n### Close encounters of the worse kind\\n\\n![(Illustration 50)](https://images.mirror-media.xyz/publication-images/deAfTuES-xYEqyHHfJDXO.jpg?height=1500&width=3000)\\n\\n***03:12. Dubai, 24 days before Christmas, 2024. Somewhere inside the UAE and US joint operation military air force base***\\n\\nGeneral Perry: \\\"YOU'RE RIGHT! LET'S GET OUT OF HERE!\\\"\\n\\nGeneral Perry raised his voice when speaking to Monk and Davis was because of the loud siren and the emergency alert messaging system inside the base that is currently telling every person to initiate the Code Red Emergency Protocol.\\n\\nA military base will announce a Yellow Emergency Protocol if an enemy successfully breaches the outer boundary, known as the third ring base defense perimeter. Combat readiness from every military personnel will be required since the base with all its personnel by then is under imminent hostile threat from the enemy. Ten minutes is the maximum time frame for the military personnel inside the base to retaliate and regain control over the situation. If they fail to do so and the enemy breaches the second ring base defense parameter, the military base will initiate the Red Emergency Protocol. At that point, the military base is in all-out battle station mode.\\n\\nThe military base where Davis, Monk, and General Perry are now is equipped with autonomous gun turrets and missile defense systems to defend against hostile infantry units and armor vehicles. But as the three men are just starting to walk to the main lobby, suddenly, a blackout!\\n\\nEverything suddenly turned to pitch dark and silent. The three men also come to a halt since they barely see anything after the sudden blackout while their eyes need a moment to adjust.\\n\\nDavis is the first person who breaks the silence as the three men try to walk in nearly absolute blindness in the hallway, and they begin touching the surrounding walls as they slowly move to find their way out and to the main lobby.\\n\\nDavis: \\\"What the hell happened?... Oh shit, this makes all the fences insecure. The gun turrets and the base missile defense fail to work. We need to get out of here fast!\\\"\\n\\nGeneral Perry: \\\"Damn! It's the same and exactly like what happened in New York and Washington. I am guessing the whole city of Dubai is on blackout now. I don't think is a coincidence, this is a coordinated attack.\\\"\\n\\nSuddenly Monk talks by lowering his voice and begins to whisper in the dark hallway to the two people near him.\\n\\nMonk: \\\"Ssstttt… quiet... Davis, did you hear it? I hear a sound down the hallway. It’s from the lobby.\\\"\\n\\nEveryone is tense and General Perry responds to Monk also by whispering.\\n\\nGeneral Perry: \\\"It's impossible! I ordered every personnel on this base to evacuate from every building even before the briefing started!\\\"\\n\\nDavis: \\\"Ssstt…quiet… Monk, General ... Gun!\\\"\\n\\nDavis, Monk, and General Perry immediately take out their gun from their side belt holster. The three men now start walking cautiously and slower while holding guns at gunpoint.\\n\\n\\\"Grrrrrrrr ..ckckckkc ... Grrrr ...\\\" (A groaning sound followed by a low shrilling sound)\\n\\nMonk and Davis were so surprised by the sound but at that moment, General Perry immediately whispers to Monk and Davis,\\n\\nGeneral Perry: \\\"…I never forget that sound. Get ready! We need to reach the plane, ASAP!\\\"\\n\\n## CHAPTER FORTY FOUR\\n\\n### The narrow hallway\\n\\n![(Illustration 51)](https://images.mirror-media.xyz/publication-images/MfJcVC4DsFTE03yTN8lph.jpg?height=1500&width=3000)\\n\\n***03:13. Somewhere inside the UAE and US joint operation military air force base***\\n\\nInside the hallway, Davis walks on the left side, General Perry on the middle, while Monk is on the right. The three men walk blindly but cautiously inside the dark building hallway after the sudden blackout a minute ago.\\n\\n\\\"Grrrrrrrr ..ckckckkc ... Grrrr ...\\\" (More groaning followed by a low shrilling sound)\\n\\nThis time, the three men hear, not one, but several groaning followed by low shrilling sounds around 15 meters ahead of them coming from the building's main lobby or possibly from the cafeteria located on the building North Wing where Davis rested earlier before the briefing started.\\n\\nDavis holds his Glock 19 with his right hand at gunpoint while touching the wall with his left hand as he walks slowly and silently down the hallway towards the main lobby. Davis is still adjusting his eyesight in the dark, but he accidentally pushes a small-sized picture frame on the wall and falls to the floor.\\n\\n\\\"CLANG!\\\"\\n\\nThe sound almost gives Davis, General Perry, and Monk a heart attack, the three men simultaneously come to an immediate stop, and at the same time, everything suddenly turns into total silence.\\n\\nThe groaning sounds down the hallway suddenly disappeared, and the situation made the three men apprehensive.\\n\\nDavis made quick-thinking by lowering his body in a crouching position. He tries to reach the small picture frame on the floor with his left hand. Davis feels he has grabbed something, and it was the small picture frame that fell. He stands up again and leans to General Perry, and whispers, \\\"Stand by!\\\"\\n\\nGeneral Perry is tense over the situation since he knows what those creatures can do to a living human being as he saw it first hand before he arrives in Dubai. He did not respond to Davis but spontaneously nodded his head instead, although no one sees it in that dark hallway, not even Davis or Monk.\\n\\nEverything is still silent, Davis whispers again: \\\"One...Two...Three...!\\\"\\n\\nDavis throws the small picture frame by using his left hand as far as he can towards the source of the groaning sounds. He wants to use the object as a decoy and hopes it can lure whatever creatures are waiting for them at the building's main lobby.\\n\\n\\\"CLANG!\\\"\\n\\nThe small picture frame hits the wall with a loud noise somewhere ahead of the position of the three men before it makes another sound as it falls to the ground. In that instance, the three men can hear the groaning sounds again and move to where the object fell. Davis's plan works!\\n\\n\\\"Grrrrrrrr! ... Grrrrrr! ... Ckkkkk... Grrrr!\\\"\\n\\nOnce Davis, General Perry, and Monk hear the groaning sounds enter the hallway area, without the slightest hesitation, the three men start firing their handguns multiple times in the dark. The flashes from their guns help them to see five pale-looking creatures dressed in US military uniforms.\\n\\n\\\"Bang .. Bang ... Bang .. Bang .. Bang!\\\"\\n\\nFrom the five creatures dressed in US military uniforms, two have fallen and kissed the floor while the three monsters are groaning and walk towards Davis, Monk, and General Perry's position.\\n\\nThey keep shooting at the three creatures dressed in US military uniforms down the hallway. For a split second, Davis and Monk were shocked at what they saw. Given the current situation, it did not leave Davis, Monk, or General Perry any room to ask first and shoot later.\\n\\n\\\"Bang .. Bang ... Bang .. Bang .. Bang!\\\"\\n\\nAt that moment, the three men also hear a loud turboprop engine plane made a fly-by somewhere above the sky, and the dark sky turns bright. Eagle-Two shoots out its flares multiple times. The flares’ light enters the building windows and brightens the dark hallway down to the main lobby.\\n\\nAs Davis and monk saw for the first time the human-like monsters with their own eyes, Davis says,\\n\\nDavis: \\\"What the fuck was that thing?”\\n\\nDavis remembered he had seen two of the human-like monsters dressed in US military uniform several hours before while he was still resting in the cafeteria. He says,\\n\\n“Monk, I met these two while I was at the cafeteria. They were just like me several hours ago. What the hell happened to them?”\\n\\nDavis snaps, and he suddenly pushes General Perry by the neck to the wall using his left elbow while pressing it to the wall. He raises his voice and says,\\n\\nDavis: “Tell me what the fuck is happening? You said you evacuated everyone. Explain that!”\\n\\nHe points out using his gun at the five dead US soldiers down the dim hallway while blaming General Perry for what happened. Monk jumps to the scene and pushes Davis to let General Perry go. Monk tries to calm his best friend down, although he knew, there is some truth about what Davis just said. Monk shouts, “DAVIS! STOP IT!”\\n\\nAnd then he says,\\n\\n\\\"Monk: “Let him go, Davis! Pull yourself together. The man (General Perry) is here with us, and as he said, he has no clue about his family condition, just like you. I am worried as hell for Diana and Alice, just like you. Now, let him go!”\\n\\nDavis was experiencing a sudden mix of emotions about what he saw while at the same time, he felt awful after shooting the five men dressed in US military uniform. He is in shock. And above all, deep inside, he worries for the safety of his family, just like Monk and General Perry.\\n\\nMonk: Davis! Eagle-Two releases the flares because they know we are trap inside the building. They are trying to tell us something. Now, let us get fuck out of here!\\\"\\n\\nDavis lets go of his elbow from pressing General Perry's neck against the wall and stands down. Somehow he finally gets a grip on himself, and he immediately says,\\n\\nDavis: “I am sorry, General… I ... I ...”\\n\\nGeneral Perry quickly grabs Davis’s arms using both of his hands and says,\\n\\nGeneral Perry: \\\"It’s alright, soldier. Even I am not ready for this kind of mayhem. It's true. There is something that I didn’t tell in the briefing room. We need to find a safe place to sit and talk. As for now! Let's get the hell out of this place.\\\"\\n\\n## CHAPTER FORTY FIVE\\n\\n### Next\\n\\n![(Illustration 52)](https://images.mirror-media.xyz/publication-images/yFzfpQp7kBy20kTpHnkWa.jpg?height=1500&width=3000)\\n\\n***03:16. Somewhere inside the UAE and US joint operation military air force base***\\n\\nAs the shoot-out made of bullets and words inside the hallway ended and the flares from Eagle-Two have brightened some part of the sky above the base, Monk, Davis, and General Perry do not want to waste any more time. The three men know without electricity, the ring base defense perimeter is useless while the flares won't last for another 30 seconds, maybe less.\\n\\nSeveral explosions that shook the building may already damage some structures of the base main wall, and whatever things that have breached the third and the second ring may already be inside the base.\\n\\nA sudden electricity blackout usually made people fall into a momentary panic, especially in fearful situations like what Davis, Monk, and General Perry are facing. As the flares have given a temporary light for the three men inside the building, the well-trained and professional spec ops felt silly with themselves as they remembered they all brought mobile phones which they could use as emergency flashlights.\\n\\nOnce aware they were out of focus earlier, more questions also arise from inside their minds about things that are currently happening and have affected their lives as the three men run towards the main lobby and exit through the main door of the building. Unfortunately, there is no more spare time for small talks.\\n\\nThe main building of the military base is located around 350 meters away from the Eagle-One parking lot. As for General Perry's plane, only he knows where did he park his plane that he used to come to the airbase, but for now, the three men first need a vehicle that can take them there pronto!\\n\\nThe three men finally exit the building, Monk quickly asks General Perry,\\n\\nMonk: \\\"Sir, where is your jeep?\\\"\\n\\nMonk asked General Perry not because he doesn't know where the VVIP car parking lot at the airbase, but he asked because there aren't any vehicles available at all!\\n\\nGeneral Perry: \\\"On the VVIP... What the hell..?\\\"\\n\\nDavis and Monk are surprised because the VVIP parking lot in front of them is empty, and it is even more surprising for General Perry since someone may have stolen his jeep.\\n\\nDavis: \\\"Sir…?\\\"\\n\\nMonk: \\\"General, where is it?\\\"\\n\\nGeneral Perry: \\\"Someone has stolen the jeep! I parked it right there...\\\"\\n\\nGeneral Perry is still pointing to the empty parking lot when suddenly they hear loud groaning sounds from crowds of undead on the East entrance to the military base, and it's only 40 meters away from where the three men are currently standing.\\n\\nMonk opens several buttons of his shirt and quickly inserts the Black Naga document that he received from General Perry. Monk knows that there are no other options except one. General Perry and Davis also knew what they must do next as the flares from Eagle-two had just finished brightening the sky above the military airbase. The three men look at each other because they only carry a Glock 19.\\n\\nOnce again, darkness reigns the terrifying night above the US and UAE joint military operations in Dubai.\\n\\n## CHAPTER FORTY SIX\\n\\n### Life and death never left anyone behind!\\n\\n![(Illustration 53)](https://images.mirror-media.xyz/publication-images/jLWCUgYN8CqgAAx36jJU7.jpg?height=1500&width=3000)\\n\\n***Dubai, 24 days before Christmas, 2024. Somewhere inside the UAE and US joint operation military air force base***\\n\\nJust like the whole city of Dubai, the military airbase also has fallen into total darkness. In a far distance, small emergency LED lamps illuminating a dim light, but it doesn't help anyone who might be trapped inside buildings or hangars.\\n\\nMonk, Davis, and General Perry also know that the longer they keep finding better ways to escape, they will only lose more valuable time. So, each uses their military skills to observe the situation. They ended up with one conclusion, nonstop sprints run as fast as they can for a distance of 350 meters, beginning from where the three men are now until they reach their own designated planes.\\n\\nThe three men are aware it will take less than 2 minutes for them to run to the planes, but in any battle zone, each second counts, and it can mean life or death for a soldier.\\n\\nAfter hearing the frightening sound of the incoming undead, the three men know they are outnumbered, and since each person only holds a Glock 19 with minimum ammo, they also know their chances of safety will be greater if they avoid any direct conflict.\\n\\nMonk: \\\"General Perry, I don't know where you parked your plane, but I can not let you risk going there alone. It's too dangerous. I am sorry, Sir, but you need to come with us to Eagle-One. Right now, we have no better options except to sprint run for 400 meters nonstop, or we won't make it out of here alive.\\\"\\n\\nDavis also agrees with Monk's conclusion and says, \\\"Sir, can you still do it? We need to run like hell or we will never see tomorrow!\\\"\\n\\nGeneral Perry: \\\"Well, frankly I don't know. We just need to find out about that. I am sure I can handle 200 meters nonstop but twice the distance... O, what the hell...Just lead the way. If I fall, don't stop, both of you need to keep going.\\\"\\n\\nOfficer Monk and Davis look at each other after hearing what General Perry said, and then Monk says to General Perry, \\\"We never leave anyone behind, Sir.\\\"\\n\\nGeneral Perry is somehow glad to hear the two men still hold their military principle even when the chances are slim.\\n\\nMonk: \\\"Let's go! Davis, you first!\\\"\\n\\nDavis is the first to start a sprint run.\\n\\nMonk: \\\"General, follow Davis as fast as you can. Now!\\\"\\n\\nGeneral Perry takes a deep breath and exhales, and then he starts to sprint run by following Davis's path.\\n\\nFive seconds later, Monk starts to sprint run, following General Perry's path.\\n\\nAs the three men run like hell to save their lives, the groaning sound of the undead becomes louder throughout the base, and their number rises significantly.\\n\\nAs Davis reached the first 150 meters, he saw an unusual movement of shadows in a not far distance that took half of his breath and strength away.\\n\\nThe hope that once blooming inside Davis's heart to remain alive immediately turns to despair as the face of death emerges and takes over the battleground.\\n\\n## CHAPTER FORTY SEVEN\\n\\n### Sitting ducks\\n\\n![(Illustration 54)](https://images.mirror-media.xyz/publication-images/2OcMcn3PVGwOXgC-50yWn.jpg?height=1500&width=3000)\\n\\n***Somewhere inside the UAE and US joint operation military air force base***\\n\\nAt first, Davis hopes he can catch a breath for 10 to 15 seconds somewhere beyond 200 meters as he has been sprint running at his maximum speed from the building to reach the Eagle-One parking lot. Yet what he saw just fifty meters ahead has forced him to slow down, and he decided to stop running. He raises his right hand to signal General Perry and Monk behind him to do the same.\\n\\nIn most cases, a spec op like Davis, Monk, and General Perry will choose to run on any battleground only if they have control over the surroundings, but unfortunately, that is not the case. The three men decided to sprint run out of desperation. Sprint runs on an open battlefield while the enemy has control over the surrounding is suicide. Every special forces personnel will priorities invisibility from their enemy, even when knowing they are besieged or less in number since it is better than becoming like a panic rabbit being chase down by a wolf pack in an open field.\\n\\nAs Davis keeps staring in disbelieve, the undead is spreading to the side and begin blocking every possible route for the three men reaching Eagle-One. After Monk and General Perry arrived, like Davis, they both could not believe what they are witnessing.\\n\\nDavis: \\\"Look at the giant! What is that thing?\\\"\\n\\nMonk: \\\"That is not a virus. What the fuck is that thing?\\\"\\n\\nGeneral Perry is still trying to catch his breath, and then he says, \\\"I was not aware or told about this. I... I Don't know what to say, but if we don't keep moving, we become sitting ducks... Let us get to the plane first and discuss it later.\\\"\\n\\nDavis: “Look! they are flanking. Are these things can think?\\n\\nDavis and Monk quickly seek alternative ways to escape, but they hear groaning sounds coming from every direction. The undead is slowly blocking them from taking the nearest way to reach Eagle-One. Both men know they have become a sitting duck.\\n\\nAs soon as Monk, Davis, and General Perry know they have nowhere to go, the three men take out their Glock 19, and in their mind, they hope not to use the last bullet on themselves.\\n\\n## CHAPTER FORTY EIGHT\\n\\n### A hand from above\\n\\n![(Illustration 55)](https://images.mirror-media.xyz/publication-images/Gk8yVExERV2YbB_i3TO6d.jpg?height=1500&width=3000)\\n\\n***Somewhere near the airstrip inside the UAE and US joint operation military air force base***\\n\\nThere could never be a sane person who wishes to be in a life and death situation like what Monk, Davis, and General Perry are facing. In that desperate moment, the three men see the possibility of death becomes closer before their eyes. Like a flash of lightning, their minds wander and begin questioning if they were born into this world to become a late supper for a horde of zombies led by an oversize creature in some Middle Eastern desert? But then, the three men conclude it, and they refuse to accept such a situation as fate, but rather, a choice.\\n\\nWhile holding the Glock 19 at gunpoint to the incoming hostiles, Monk's heartbeat increase rapidly. As he gasps for breath, he immediately realizes that no one ever experiences the situation he is currently facing. As a spec op, he was put many times in difficult conditions before, sometimes in near-death experiences, but unfortunately, besieged by a horde of undead and facing a giant dead monster was not in the lists of the US military Special Forces training sessions.\\n\\nMonk remembers that he is gasping for breath is not necessary a near-death experience but out of panic and fear. He quickly takes control of his breath, and after his heartbeat returns to normal, he says,\\n\\nMonk: \\\"Davis, you're not thinking to die here, aren't you?\\\"\\n\\nDavis: \\\"No... Not yet. I say we take out the giant first, break their line, and make a way out of here?\\\"\\n\\nMonk: \\\"We need to do something fast before they get closer from all sides. Anything else you have besides the gun, buddy?\\\"\\n\\nDavis: \\\"My handphone and wallet. Why? Do you think we can bribe these things or call 911?'\\\"\\n\\nDavis throws a joke trying to calm his nerves down as the incoming horde of undead is only 30 meters away.\\n\\nMonk: “So, what’s gonna be, Davis? Sir, you got better ideas?”\\n\\nGeneral Perry: \\\"We take that giant now, I have no clue what that thing is capable of if it gets closer.\\\"\\n\\nMonk: \\\"General, if these things have already died, as you said in the briefing, I guess aiming for the heart is useless. Wouldn't you think so too, Sir? I know it didn't work well back inside the building. Let's aim for the head. We give the ugly monster three bullets in the head, and we start using the rest of the bullets to break their line and escape. I know the chances are thin, but we got to try it!\\\"\\n\\nDavis: \\\"Sounds like a good plan for me.\\\"\\n\\nGeneral Perry: “Let’s just send this ugly thing back to where it came from…”\\n\\nMonk: \\\"General Perry, Davis, get ready! Aim for the giant's head. Three... Two .. One .. Fire!\\\"\\n\\n\\\"Bang .. Bang .. Bang...!\\\"\\n\\nThe three bullets directly hit the giant's forehead, cheek, and left eye, then the monster stopped but it didn't fall to the ground. Suddenly, the giant groan with a loud noise and start walking again towards the three men.\\n\\nGeneral Perry: \\\"Shit!\\\"\\n\\nDavis: \\\"I think we need a bigger gun...\\\"\\n\\nMonk: \\\"O, hell! Again! One more time. Three .. Two.. One ..\\\"\\n\\n\\\"Bang .. Bang .. Bang...!\\\"\\n\\nWith only 25-meter away, the second shot also didn't miss, and some part of the giant's head exploded, and whatever inside the monster head splatter around then the giant fell to the ground.\\n\\nMonk: \\\"Finally ...\\\"\\n\\nDavis: \\\"We did that?\\\"\\n\\nGeneral Perry: \\\"With this gun and bullet? I don't know but I don’t think so..\\\"\\n\\nSuddenly a sound was heard from the sky somewhere above them.\\n\\n\\\"Duuf ... Duff ...Duff! ... (A sound of cannon being fired from a distance)\\n\\nRatatata ... ratatrata...ratatata!\\\" (A 30mm autocannon sound being fired from a distance)\\n\\nThe three men knew well what sound it was and they immediately look at each other and get into a squat position on the ground to avoid the explosion.\\n\\n\\\"Booom ... Booom ... Booom ...!\\\" (Sound of powerful explosions)\\n\\nMonk: \\\"IT'S STEPHEN ON EAGLE-TWO!\\\"\\n\\nThe three men also hear another sound but this time is different.\\n\\n\\\"Bleep ... Bleep ... !\\\" (Sound from a car horn probably a military jeep)\\n\\n**(To be continued)**\",\"timestamp\":1634579880,\"title\":\"Survivor in the mist\"},\"digest\":\"A_wv0c7aSX25YjCyf2PrEEVkAdem42Ywohb3p84PJoY\",\"authorship\":{\"contributor\":\"0xc1C41e3606bF2756c09c95132F528012be17f724\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wg8oJqWRiHRLP3Zz1zzhuzNkcKThvoK_fay_6PwYC7c\\\",\\\"y\\\":\\\"e-RLvtHWPxywJxIy7kXPOEx9waDfbm-Wq7pLpqnWQbM\\\"}\",\"signature\":\"3Iv_zPsGUIR9h_d12Nk5uttREGxPLbk6okX1Fd4F2H0hE3UIXhRKIkIWJPIAfa5HbnDZEXAT7OZYHSr_oA9oPQ\",\"signingKeySignature\":\"0x000d3aaaafb85cc19410044dcabab9cbfe7a2c74fb1b77d8d5b9e7acff504300161586b40d2f7cd0068b7dd12204d8fa59eb55ed4c01cbaed11c632e434bc9011c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wg8oJqWRiHRLP3Zz1zzhuzNkcKThvoK_fay_6PwYC7c\\\",\\\"y\\\":\\\"e-RLvtHWPxywJxIy7kXPOEx9waDfbm-Wq7pLpqnWQbM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TuhhOqhx63rORja1k0guWC3HpQtT70i_kBHg0LeWAK4\"}"