"{\"content\":{\"body\":\"## Why am I Writing (Great Question - Thank You)\\n\\nIt is great to be here with you all. My name is [Austin](https://twitter.com/austin_hurwitz) and I serve as the SVP of Business Development and Strategy at Q&A. Founded by [Troy Carter](https://www.npr.org/2018/05/24/614081933/lady-gaga-atom-factory-troy-carter) and [Suzy Ryoo](https://www.audacy.com/media/audio-channel/whether-your-startup-has-potential-or-not-with-suzy-ryoo-of-qa), Q&A is a fast-moving, progressive, inclusive and pioneering music company, combining key pillars of artist management and distribution technology. \\n\\nAt the bottom of 2020 we introduced [Venice Music](https://variety.com/2020/music/news/troy-carter-qa-venice-innovation-labs-1234853529/) into the wild. Venice is a music distribution platform with premium services available for playlisting, strategic, creative marketing and artist development – offering artists a new approach to development and releasing their music. We have been fortunate to work with some of the most creative artists in the space including [Amine](https://open.spotify.com/artist/3Gm5F95VdRxW3mqCn8RPBJ?si=QGsk4gNQQaGTM3UiF5iZOA), [Thuy](https://open.spotify.com/artist/3R80OE4RViOWbnuvqh0j8a?si=Zuw9kwa6RdKWNaJbw4gBow), [Vaultboy](https://open.spotify.com/artist/0K87f3owemzI8NUCoEIXOB?si=Ik0fLk6VTtWPqix95ZpyBQ), and [KOTA the Friend](https://open.spotify.com/artist/2AfU5LYBVCiCtuCCfM7uVX?si=xSrdJvkzRgGQdr-TzsuwqQ). \\n\\nWe are committed to empowering the next generation of independent artists. No stone will be left unturned as we seek new opportunities to leverage technology to embolden creators to step out on their own. We are playing our part to continue to build a world where financial stability does not mean relinquishing ownership or minimizing creative expression.\\n\\nWriting has never been my strong suit (see: drops out of journalism program at UNC freshmen year) but I hope this space will allow me to share my thoughts in a way that may be useful or at least entertaining for others. If my English 101 professor ever comes across these posts she is likely continue to cringe at the number of unnecessary commas I use. But you know what? Who cares. Ideas are not bound my grammar.\\n\\nSo now that I’ve hopefully set the bar as reasonably low as possible what should you expect from my writings? Why should you stop what you are doing to read these articles of digital ink? \\n\\nBesides to stave off boredom, anxiety, or responsibility these incessant rambles will hopefully be informative. I spend my days scouring Twitter, Discord, and reading articles from individuals I could not dream of holding a candle to. So my hope is I can take what I learn and distill it into bite sized, digestable takeaways for you all to have and then show off to your friends about how smart you are. Better yet I hope my articles are like soup. Easy on the way down (and hopefully on the way out). \\n\\nOkay so that’s all well and good but what on earth will I be writing about? I’m glad you asked. This space will be a fluid cross section of my interests. Namely, how the emergence of web3 has and will continue to shape the music industry.\\n\\nI’m no [Cherie Hu](https://twitter.com/cheriehu42) and for the sort of deep analysis she excels at you should definitely check out her phenomenal site and newly minted DAO, [Water & Music](https://www.waterandmusic.com/).\\n\\nInstead I’ll focus on helping you both realize web3’s ever evolving potential and how you can practically put it to use. We will cover successful campaigns, emerging platforms, and artists who are shaping the future with every step. \\n\\nSo come along for the journey. Take what’s useful and leave the rest. Here. We. Go.\",\"timestamp\":1637181596,\"title\":\"Hello World\"},\"digest\":\"k112uRHEYdLtB2kASFN3S97mSszBdIFWKsCegKclowA\",\"authorship\":{\"contributor\":\"0xFAEa523cDF00E9be0A82FA201fBB111330CC7c0C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pPkXxE8J1V58OhYxzAHbaJn1cGadHAo8tNgwqFm6tcU\\\",\\\"y\\\":\\\"XEq3xNdCc6BpElAEn5Vzi4ArmIhfzuEztd9Z_B4Ox0k\\\"}\",\"signature\":\"JoQiznSSJBmjFU5FczNpHXsl7Z7nQT2hwP2Zbty7rCklxhMhyXzAhkmCxRoAVnB-qYzuDZiiCkdP7goTiu6mTQ\",\"signingKeySignature\":\"0x376e4888f17293d37239099778020d9d53cb9d81a3bd449a295a6bc6c6299c3a0835d9fb7474f66bfcff140fc241167ac4647d40878384c20944e1ae9d6458d31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pPkXxE8J1V58OhYxzAHbaJn1cGadHAo8tNgwqFm6tcU\\\",\\\"y\\\":\\\"XEq3xNdCc6BpElAEn5Vzi4ArmIhfzuEztd9Z_B4Ox0k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"va8N548S0DxQcxcilfEzJ8RYHdCiN7YuIHQ-1EqOFeg\"}"