"{\"content\":{\"body\":\"This is an experiment. It probably won’t work, though maybe it might. Yes, i know that is the definition of an experiment. Can we move on? The below is repurposed from the newsletter [Salmon Theory](https://robistyping.substack.com/), by a marketing guy who’s getting into web3 though broadly trying to stay afloat while his mind gets blown every other day with the possibilities.\\n\\n\\n---\\n\\n## I. Knowledge\\n\\nI’ve had this clunky saying for a while now about two types of knowing. The knowing in your head, and the knowing in your heart. But i like this old proverb better:\\n\\n> *“Knowledge is only a rumour until it lives in the bones.”*\\n\\nIt’s so powerful in so many ways. At work, it helps explain that classic dynamic of you-tell-someone-something-and-they-nod-and-agree-but-then-do-nothing-about-it. It explain why we’re better at giving advice than following advice. And it creates a feeling of compassion (at least in me, towards myself *and* others) that a lot of the wisest things we can think, feel, say and do are a product of repeat exposure.\\n\\nI guess this is also why people are a fan of re-reading certain books. Which i never really got (surely the variety is the point?) but now i kinda do more. The things you read today will feel fundamentally different ten years from now, and would have felt different ten years ago. The words haven’t changed… but the way you frame them has.\\n\\nThere must be a lesson about planning in here somewhere too. Maybe it’s something about how you get a much richer understanding of the problem to solve when you actually speak to customers, or prospects, and get some good knowledge from the horse’s mouth. Why does this matter? Because without this, it’s all a process of second hand information and ‘my opinion vs your opinion’. But when you can quote what a real person told you about a product and use that to frame a problem? I’ve seen very few episodes where people countered it with ‘but i don’t agree’. And your level of confidence – of really knowing something in your bones – goes up, which makes you more at ease with arguing your case and not doubt yourself so much.\\n\\nFirst hand knowledge can become strategy on steroids.\\n\\nThough don’t inject that stuff in your body, that’s just weird.\\n\\n\\n---\\n\\n## II. Self\\n\\nThere’s an interesting undercurrent i am exploring in therapy about new selves vs old selves. The working hypothesis is that the work i’ve been doing, and the results i’ve been getting through a combination of therapy, meditation, exercise and medication are not creating anything new in me. I’m not a *new* person, though i certainly feel very different from how i did two or three months ago. If anything, i’m back to the *old* me.\\n\\nI’ve always been against medication because i thought it changed you, and i was too arrogant to think i needed external help – surely it’s all within my own power? Alas, there’s a lesson in humility in here. Someone recently told me the best thing about medication is that you feel *more like yourself*, and now i see what they meant. I don’t feel i am a new person, i feel i am going back to the person i was before i started experiencing a range of traumatic episodes in my life, which shaped who i had to become in order to cope with them and effectively feel i could survive them.\\n\\nBut once some of those traumas get acknowledge and resolved… you don’t necessarily get a revelation, you just get an unveiling of all the fog that was getting in the way of who, deep down, you really are. I know this might be a bit much for a sunday morning, but have come to 100% believe what Brian Cox (the actor, not the science dude) says about “who you are as a child is your real self, the rest is propaganda”. This is probably paraphrased because i’m too much in a flow (whether good or not, time will tell) to open a new tab and look up the actual quote. Let’s just keep going. Or pause for a bit and think about this. But i’ll keep going, so see you in a second.\\n\\n\\n---\\n\\n## III. 4D chess\\n\\nIt’s probably a cliche to compare the process of planning (as in brand / comms planning, not so much life planning, though there are similarities) to chess. So in an attempt to be a bit distinct and feel a bit cleverer, i don’t compare the entire process to a game of chess. However, i like to compare a particular moment of the process to none other than 4D chess.\\n\\nWhat is 4D chess? Well, it’s surely something above 3D chess, which is already pretty difficult. It’s not meant to be a literal thing. And it’s not meant to necessarily denote that the person in the process is particularly smart or ten steps above everyone else. It’s just that if you think chess is complex, and 3D chess even more, then 4D chess is my euphemism for the process of total panic before simplicity starts sinking in.\\n\\nYou see, the thing about simplicity is that you don’t get it on step 1 of the process (though that can happen with experience), you get it in step 10. But until you get to step 10, the laws of the universe dictate you probably need to go through the chaos of steps 2 to 9, with the 4D chess phase probably happening around steps 6 or 7, where you feel stuck in a black hole, time and space are bent beyond all recognition, and quite frankly you wish you could time travel at this point. That’s a lot of cosmos references, but see above regarding just going with where my brain is going.\\n\\nOf course, the point of the 4D chess stage is not to give up, but to appreciate that any good project has it, and that the only way out is through. With a lot of patience, resilience, understanding (first and foremost towards yourself) and possibly some camomile tea or another cup of coffee – your mileage may vary.\\n\\nSo next time you think you’re freaking out with a project, perhaps consider an exercise in labelling. You’re not freaking out, you’re playing 4D chess. Just sounds so much better on your timesheets too.\\n\\n\\n---\\n\\n## IV. Habits\\n\\nRepeat after me:\\n\\n✅ Too much of a positive habit can turn into a prison.\\n\\n✅ Too much of a positive habit can turn into a prison.\\n\\n✅ Too much of a positive habit can turn into a prison.\\n\\n✅ Too much of a positive habit can turn into a prison.\\n\\n✅ Too much of a positive habit can turn into a prison.\\n\\nWhat does it mean? Only your soul can tell.\\n\\nBut it certainly feels true to me, and my inner child.\\n\\nSorry bud. We’ll work more together from now on.\\n\\nLove ya.\\n\\n\\n---\\n\\n## V. Anger\\n\\nYou know how most people advise you write a gratitude journal? For some it works, for others it doesn’t – you do what works for you. I find i have phases with it. Sometimes i like to expressly practice gratitude, other times it feels contrived to have to do it when i can just bake it into everyday moments, as opposed to creating it as its own thing. In that sense, i’m probably more often on the camp of ‘meh’ than ‘yeah’.\\n\\nHowever, i was recently advised to try something else instead. Not a gratitude journal, but an anger journal. Not a place to reflect on all the good that has happened, but rather to acknowledge all the bad i never had a chance to process for whatever reason. It’s an interesting idea, though incredibly hard for me, because the most significant chapters of my life have programmed me to bury my own emotional needs so i can put those of others ahead of them. Which is fine and all that, but the body keeps the score and sooner or later the tax man comes to collect. Or as Gabor Mate says:\\n\\n> *“I’ve always said that I’m not worried my kids will be angry with me, I’m worried they won’t be angry enough.”*\\n\\nOr even more aptly:\\n\\n> *“Sometimes the biggest impetus to healing can come from jump-starting the immune system with a burst of long-suppressed anger.”*\\n\\nSo i’m exploring ways into this. It could be through writing. It could be through a [rage room](https://www.rageroomevents.co.uk/) (which i’d love to do). But also… could it be through memes? After all, at their best memes can express feelings we otherwise can’t quite put into words, and effectively act as what i very wankily described the other day as ‘snackable feelings’.\\n\\nSo if there’s such a thing as art therapy, could there be a thing around meme therapy? Does it already exist? I don’t know but i’m gonna toy around with the concept.\\n\\n“Meme”: actually, an acronym for “mighty emotions manifested exquisitely”.\\n\\nSorry.\\n\\n\\n---\\n\\nIf you like this sort of stuff, there’s plenty more on [Substack](https://robistyping.substack.com/).\\n\\nAnd thanks for reading. Whoever you are. I appreciate you.\\n\\n[https://robistyping.substack.com/](https://robistyping.substack.com/)\\n\\n\",\"timestamp\":1635672216,\"title\":\"Five bites for overthinking types\"},\"digest\":\"tMEPWpEOR3fqy5572xb4XVLSxesJKXEQu9KgJqgxAuY\",\"authorship\":{\"contributor\":\"0x6A938FCe9A091610BF28AfeF05b01b2909fbE89a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KM8Qhz_SG3qpLd90fxyyCYCA2IjtUcMlBGmLaKRH5bo\\\",\\\"y\\\":\\\"avoqHp6Kko5YJ869SLBBf5iAOo9a89N5E4ht96UmZpI\\\"}\",\"signature\":\"eyLk5FQLvH-pim2aMF2hr-2PfI7yx-Z2xe4MdOPeV40D8PVwu16sq1KQjCXfb08qcG0vvxHlx2unhOHKRR6hPQ\",\"signingKeySignature\":\"0x7e766eb5037dcb085d4d03deee7cab4e3d2cf78247a315e94978abd7d7a00d79503c134bf664d1efb684b116a0068d42f81ad507043ca2dd9acddd12b6079c2d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KM8Qhz_SG3qpLd90fxyyCYCA2IjtUcMlBGmLaKRH5bo\\\",\\\"y\\\":\\\"avoqHp6Kko5YJ869SLBBf5iAOo9a89N5E4ht96UmZpI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Jmm_v0ENz_zBREfZFjRPDASy8XNohAmbNmpmsknDj3Q\"}"