"{\"content\":{\"body\":\"As this is the first installment of NFT Tech Tuesday, I think it’s a pretty good idea to lay a foundation for what tech enables NFTs to exist, what each blockchain platform has to offer in comparison with one another, and what people are developing and working on for the future. This will be a somewhat basic post for those who are already well-versed in NFT technology, but I will cover everything from what they are and how they work, to how to protect your collection and ensure it never disappears.\\n\\n\\n---\\n\\n### What is an NFT?\\n\\nA non-fungible token is a “token” on a blockchain that encapsulates some form of information into a blockchain transaction, most usually on the Ethereum blockchain. Numerous other blockchains can and do support NFTs, and there are vibrant NFT communities on various blockchains, but Ethereum dominates the NFT market share as over 95% of all NFT transactions occur on Ethereum. Many people may associate NFTs with digital images, or “JPEGs” as many might refer to them, but the image itself is not “contained” within the NFT itself. Instead, one should think of an NFT more as a certificate of authenticity with digital directions on how to find a specific image (or any other kind of digital information). These certificates can be owned by an individual wallet on the blockchain, stating “this individual is the rightful owner of this object,” while the data itself can be copied infinitely throughout the internet. What the digital directions refer to is a “pointer” associated with said NFT that points towards the actual content, such that anybody can retrieve the content just by interacting with the NFT.\\n\\nOne common misconception is that if the pointer “breaks,” or the server containing the information disappears, the NFT itself disappears. This is technically true if you have an NFT containing a traditional URL to an image stored on a centralized server, but the majority of NFT projects don’t utilize centralized storage. When an NFT of an image is created (there are several ways to do so), three major actions take place:\\n\\n1. The image is uploaded to a decentralized platform such as [Aleph](https://aleph.im/#/) or [Arweave](https://www.arweave.org/) where the image is stored numerous times for redundancy, effectively preventing your NFT from disappearing, even if several servers go offline. These networks can be supported by anybody with a computer and an internet connection, and are often rewarded with cryptocurrency for sharing their computer’s storage space with the network.\\n2. The image is “pinned” to the [Interplanetary File System (IPFS)](https://ipfs.io/), a content-addressed hypermedia protocol that ensures that anybody can find your content not based on the location that it is stored, but by the actual content itself. Traditional media on the internet is location-addressed, which you recognize as a URL. If you want to find a particular image, you input the URL and it takes you to that location. However, with IPFS the network doesn’t remember the *location* of the image, but the image *itself*. This is done through a mechanism called hashing, which creates a unique identifier associated with the image that can never be forged. This hash is then associated with tags that describe the content, and published to the network. When somebody looks at an NFT of an image, IPFS retrieves it automatically by querying the network to provide the image associated with the corresponding hash in the NFT.\\n\\n   The IPFS is a complex and technical concept that requires you to think differently about how media is accessed and stored, so for a far more detailed description of how IPFS works I suggest reading their introduction on their [documentation page](https://docs.ipfs.io/concepts/what-is-ipfs/).\\n3. The NFT “encapsulates” the IPFS content address for the image via a smart contract and then publishes the transaction to the blockchain, forever associating that image with the transaction. The transaction can be either a “mint,” which is how one creates new NFTs from a new collection, or through a direct peer-to-peer sale on the blockchain of an already existing NFT. These transactions are conducted as the transfer of “ERC” tokens. You might have heard the term “ERC” before, and that’s because almost all of your altcoins are really fungible ERC-20 tokens on the Ethereum blockchain. However, NFTs are not ERC-20 tokens, but ERC-721 tokens (there’s also another kind, ERC-1155, but those are not as common), which are non-fungible, meaning there exists only 1 token and it can never be reproduced or copied.\\n\\nOnce your NFT is created, your wallet will contain an ERC-721 token that has an index pointing to the actual content on IPFS, meaning it can never disappear unless the IPFS network itself goes down. Considering the fact that IPFS has a 100% uptime and has never gone down, it’s safe to assume that your token will never break. If you want to learn more about what centralized computing networks are, see the link below:\\n\\n[https://www.gemini.com/cryptopedia/blockchain-network-decentralized-distributed-centralized](https://www.gemini.com/cryptopedia/blockchain-network-decentralized-distributed-centralized)\\n\\n\\n---\\n\\n### Are there other platforms that support NFTs besides Ethereum?\\n\\nOf course. Any blockchain that supports tokenization can hypothetically support NFT creation and distribution. Besides Ethereum, other popular blockchains include (but are not limited to) Solana, Avalanche, Fantom, Binance Smart Chain, and Harmony. The benefits of using these other platforms often boils down to the fact that transactions are faster and far cheaper than on Ethereum, or maybe a certain NFT project will launch on a single blockchain of their preference, meaning buyers must have a wallet with funds of the appropriate cryptocurrency to access these projects.\\n\\n### If these platforms are faster and cheaper than Ethereum, why does the majority of activity still occur on Ethereum?\\n\\nFor starters, Ethereum has a massive first-movers advantage, similar to Bitcoin over other currency-centered blockchain protocols. Ethereum was launched in the summer of 2015, whereas many of these other blockchains didn’t reach mainnet status (meaning no longer in beta testing) for several years afterwards. Ethereum was the first to prove that blockchain could do more than just transfer value back and forth, but rather that it could be a decentralized computing platform that anybody could contribute to.\\n\\nSecondly, since it is far older, miners and early adopters have had plenty of time to accumulate enormous amounts of ETH to spend on NFTs, which is why so many of the most expensive NFT projects are held by a select few Ethereum addresses. The distribution of wealth in the Ethereum ecosystem is highly skewed, favoring early adopters and those who got lucky on moonshot projects that cashed in for ETH.\\n\\n### How do I buy an NFT?\\n\\nFirst things first, you’re going to need to choose either a specific NFT to purchase, or a platform on which you want to browse existing NFT projects. Most people will want to start with Ethereum, in which you will need some form of digital Ethereum wallet. By far the most common is MetaMask, a browser-based wallet that works on numerous blockchain platforms. Install this plugin and then either import an existing ETH wallet or create a new one inside the plugin’s window. After this is done, you will want to click on the colored circle in the top right corner:\\n\\n![Click on the circle in the top right of your MetaMask wallet](https://images.mirror-media.xyz/publication-images/KZTas9t0GE3KHlXBS4YDl.png?height=103&width=531)\\n\\nFrom here, you will see a menu with the option to create a new wallet, called “Create Account.” Create a new wallet, and then do this AGAIN for a total of two wallets. Once you’ve created two accounts inside MetaMask, you can switch between the two by again clicking on the circle in the top right corner. You can even assign custom names to these wallets by clicking on the three vertically aligned dots underneath the colored circle in your wallet. Go to account details and then click the pencil next to the wallet’s name and enter the name of your choice. I suggest naming one “Hot Wallet” and the other “Vault.”\\n\\nThe reason why you want to create two wallets is for security: You want to use your hot wallet for minting, buying, and selling NFTs, and then use your vault for long-term storage. **It is of utmost importance that you NEVER use your vault to buy, sell, or mint new NFTs** as you could potentially be fooled into signing a malicious transaction and your wallet could be drained of your NFTs. You should only send NFTs after purchasing to your vault, remove the NFTs only once you’re ready to sell them or send to another person, and you should ONLY transfer your NFTs from your vault directly to your hot wallet!\\n\\nOnce your hot wallet and vault are set up, deposit some ETH into your hot wallet and visit https://www.opensea.io to browse the marketplace. There are other websites for Ethereum NFTs, including Rarible, Superrare, and Foundation.app. Superrare and Foundation are platforms that cater towards more professional artists, whereas Rarible and Opensea are more community-based where anybody can publish anything they want.\\n\\n### Wait, what about the other platforms?\\n\\nSimilar to Ethereum, you’ll need to find a digital wallet for your blockchain of choice that can connect to the internet. Solana has Phantom Wallet, Avalanche, Polygon, Fantom, and Binance Smart Chain are all compatible with MetaMask, Cosmos uses Kepler, and so on. You can easily Google results for your blockchain of choice, and setup is often very similar to MetaMask. If you’re using MetaMask for another blockchain besides Ethereum, you can easily find guides on Google for switching from the Ethereum network to your network of choice in a few quick steps.\\n\\nAs for marketplaces for each of these platforms, here are some links (other platforms are more distributed than Ethereum, whereas the overwhelming majority of ETH-based NFT transactions occur through Opensea):\\n\\n* **Solana:**\\n  * [MagicEden](https://magiceden.io/)\\n  * [Solanart](https://solanart.io)\\n  * [DigitalEyes](https://digitaleyes.market/)\\n* **Avalanche:**\\n  * [Snowflake](https://snowflake.market/)\\n* **Fantom:**\\n  * [Fantum](https://fantums.com/)\\n* **Polygon:**\\n  * [OpenSea](https://www.opensea.io)\\n* **Binance Smart Chain:**\\n  * [Binance](https://www.binance.com/en/nft/market)\\n  * [AirNFTs](https://app.airnfts.com/)\\n\\n\\n---\\n\\nAs I don’t want this post to ramble on forever (there is so much to say about NFTs!) I will wrap things up here and outline what to expect for next week’s Tech Tuesday newsletter. Next week we will cover the following:\\n\\n* The history of NFT technology\\n* How people create and publish NFTs\\n* New, bleeding-edge applications for NFTs besides cool, quirky profile pictures\\n\\nSee you next time!\",\"timestamp\":1634674340,\"title\":\"NFT Tech Tuesday #1: 19 October 2021\"},\"digest\":\"iDK1F5chMC4lEHJXQh30mtwJVccu3f9Rh0rkyMhqpQM\",\"authorship\":{\"contributor\":\"0x940653d9C5076d2FDfd44F7BC8e66aeb5Fb598BE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1oCseoujJfmFoKWsgCCb0SaHtaIKnIlglah68hUPXGQ\\\",\\\"y\\\":\\\"npe8OPbufccN-KiROAI_VMWIFa1vqAzjMAj2UcdeKpc\\\"}\",\"signature\":\"vtjmzdps0WnDv5dGVcze0V4bCwVT5KzdbUzmll-e32fWyExDkAZFptXupEOEebDmRBAn0QuAdZFSbqGUPnL1lQ\",\"signingKeySignature\":\"0x75efef2991fed21983c7161c136de02c425a3774726f88182a0dce3c39051a775550fccb2442bac99673ce898cbe9fdebafc891b25a1cced3a5d90d1708496571b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1oCseoujJfmFoKWsgCCb0SaHtaIKnIlglah68hUPXGQ\\\",\\\"y\\\":\\\"npe8OPbufccN-KiROAI_VMWIFa1vqAzjMAj2UcdeKpc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ya9uCNj6NXvM8IcwQ_505CJrnFhJes-LRVqchtBKspg\"}"