"{\"content\":{\"body\":\"**Good morning. Here’s what’s happening this morning:**\\n\\n**Market moves:** Bitcoin broke above $59,000 with at least one analyst expecting a “healthy” holiday rally.\\n\\n**Technician’s take (Editor’s Note):** On account of the U.S. Thanksgiving holiday, today’s First Mover Asia will include a column in place of the usual Technician’s take.\\n\\n**Catch the latest episodes** of [CoinDesk TV](https://www.coindesk.com/tv/) for insightful interviews with crypto industry leaders and analysis.\\n\\n## Prices\\n\\nBitcoin ([BTC](https://www.coindesk.com/price/bitcoin/)): $59,118 +3.5%\\n\\nEther ([ETH](https://www.coindesk.com/price/ethereum/)): $4,530 +6.4%\\n\\n## Market moves\\n\\nThe crypto market on Thursday, the U.S. Thanksgiving day holiday, was not as quiet as some anticipated, after [bitcoin](https://www.coindesk.com/price/bitcoin/) prices briefly broke past $59,000, and trading volume remained at a level similar to the previous three days. Ether soared past $4,500, a more than 6% gain.\\n\\n*Credit: CoinDesk/CryptoCompare*\\n\\nAs bitcoin’s price finished Thursday (HKT/SGT) in the green, the rest of the crypto market experienced high price volatility with major winners of the day including gaming tokens GALA, SAND, and MANA and dog-themed meme token SHIB. These tokens all saw high daily trading volume on Thursday, a bullish sign for a token’s price when it accompanies a price rally.\\n\\nOne analyst expects this bullish sentiment will continue during the December holiday season, particularly now that a few macroeconomic uncertainties have abated, including Jerome Powell’s [reappointment](https://www.reuters.com/markets/europe/powells-reappointment-gives-investors-stability-2021-11-22/) as Federal Reserve chair.\\n\\n“The period after U.S. Thanksgiving is traditionally very bullish for risky assets and I would not be surprised to see a healthy Christmas rally for cryptos during the holiday season,” Changguang Zheng, co-founder and chief investment officer at crypto hedge fund ZX Squared Capital, told CoinDesk.\\n\\nYet there were also less optimistic signs in investors’ activities. “Bitcoin put options, derivatives offering downside protection, continue to become pricier, implying bearish sentiment,” CoinDesk’s Omkar Godbole [reported](https://www.coindesk.com/markets/2021/11/25/bearish-sentiment-grips-bitcoin-ahead-of-3b-options-expiry/) on Thursday.\\n\\n## Opinion\\n\\n**El Salvador: Who Needs the IMF When You Have Bitcoin?: The IMF is a brutal bully constantly declaring its virtue. It’s about time someone pushed back.**\\n\\nChristopher Nolan’s third Batman film, “The Dark Knight Rises,” is generally considered the weakest entry in the series, in part because it’s so easily read as a celebration of neoliberal authoritarianism. The film’s plot has the villain, Bane, take over Gotham City, wipe out all financial ledgers and reign over a kind of mega-Occupy movement. To fight back, Batman engages in a series of moral compromises that he justifies as, more or less, necessary exceptions to defend a more broadly just system.\\n\\nThe International Monetary Fund has been playing the Batman role in the global order for decades. Though nominally aimed at supporting democracy and free markets, reforms mandated by the IMF in exchange for its loans have historically included serious cuts to social spending and industrial policy. The fallout is often devastating: The IMF’s (real world) body count is considerably higher than Batman’s.\\n\\nEl Salvador, a country with low income and high debt, has been in negotiations with the IMF for one of its loans in the amount of $1.3 billion. One roadblock has been the country’s recent adoption of bitcoin as legal tender. The IMF signaled it wasn’t too happy with that idea.\\n\\nOn Monday, El Salvador introduced a $1 billion “Bitcoin Bond” that could present at least a partial end-run around the IMF, highlighting why bitcoin made the IMF so queasy in the first place. “The Dark Knight Rises” contains a notorious moment, drawn from the Batman comics, in which Bane pummels Batman so badly that his back is broken, leaving him paralyzed and vulnerable. That’s about how the IMF is going to feel if El Salvador finds a way to raise large sums of international financing, as a developing country with a troubled economy, without the IMF or corruption-riddled global banks.\\n\\nThe bond allows purchases in units of $100, using bitcoin or tether. It will be issued by Bitfinex, an essentially stateless and unregulated platform. So there are probably few if any controls on who can buy into this bond, either by source or by amount.\\n\\nThat means one simple thing: El Salvador will absolutely sell out of this bond, and will probably be able to issue another round. It will replace that $1.3 billion from the IMF without breaking a sweat, even taking into account that about half of the first bond sale will go into a bitcoin fund.\\n\\nThere doesn’t need to be any further explanation of this than “Bitcoiners are nuts and rich,” and would gladly pump money into this small country for the lulz. More seriously, every one of these experiments that pans out is another win for bitcoin, so pitching in is also a matter of enlightened self-interest. Remember that an Ethereum DAO just raised $40 million for what was essentially a vaguely civic-minded prank – $1 billion for an actual bond with an actual return is nothing.\\n\\nLet’s leave aside the touted “Bitcoin City” El Salvador says it wants to build using the other half of the first bond. That’s mostly a marketing stunt: For $500 million, at best the country will get a couple of power plants, a server farm and an IHOP. And that’s actually fine! Assuming El Salvador follows through in broad strokes, you do need some kind of infrastructure to support the mining facilities, so whether or not it’s a “city” right off the bat is a matter of semantics. And $500 million of new capital in the small country will have a major impact regardless of how it’s spent.\\n\\nSo, kudos to El Salvador for burning down Wall Street and building a throne out of the skulls of predatory bankers. That said, the bond might not be a terribly great investment.\\n\\nFor one thing, it introduces political counterparty risk to your bitcoin strategy. This is a country that only emerged from near-anarchy in 1994, and while President Nayib Bukele seems to have sturdy popularity, a disruptive change in leadership or the political order could mean creditors don’t get paid back. That’s not necessarily likely, but it’s on the table in a way that it’s not with, say, U.S. Treasury bonds (or just buying bitcoin yourself).\\n\\nAlso, Blockstream’s projection that the bond will return 165% annually over 10 years is based on the bet that bitcoin will be trading at $1 million by that time. I consider that completely possible, but also completely unknowable. A 10-year projection for literally any asset is pretty much always going to be a made-up number. Invest accordingly – unless your real priority is to change the world.\\n\\n## Important events\\n\\n8:30 a.m. HKT/SGT (12:30 a.m. UTC) Australia retail sales (Oct. MoM)\\n\\n3:45 p.m. HKT/SGT (7:45 a.m. UTC) France consumer confidence (Nov.)\\n\\n4 p.m. HKT/SGT (8 a.m. UTC) Speech by European Central Bank President Christine Lagarde at the ECB Legal Conference 2021\\n\\n## CoinDesk TV\\n\\nIn case you missed it, here are the most recent episodes of [“First Mover”](https://www.coindesk.com/tv/first-mover/first-mover-november-24-2021/) on [CoinDesk TV](https://www.coindesk.com/tv/):\\n\\n**Is El Salvador’s Bitcoin City All a Fantasy? Ambassador of El Salvador to the US Explains Country’s Bitcoin Ambitions**\\n\\nEl Salvador is doubling down on its bitcoin adoption by planning to build a bitcoin city and issue a bitcoin bond. Will El Salvador succeed? “First Mover” hosts spoke with Milena Mayorga, ambassador of El Salvador to the United States. Plus, First Mover covered markets insights from Greg King, Osprey Funds founder and CEO. His firm is planning to launch NFT funds by early next year.\\n\\n## Latest headlines\\n\\n**[Crypto: The Gift That Keeps On Giving (to Charity)](https://www.coindesk.com/tech/2021/11/25/crypto-the-gift-that-keeps-on-giving-to-charity/)**\\n\\n**[Decentraland’s MANA Token Hits All-Time High After Sale of Virtual Real Estate](https://www.coindesk.com/markets/2021/11/25/decentralands-mana-token-hits-all-time-high-after-sale-of-virtual-real-estate/)**\\n\\n**[Elrond Leapfrogs Into DeFi’s Top 10 as Users Chase Ridiculously Large Incentive Program](https://www.coindesk.com/tech/2021/11/24/elrond-leapfrogs-into-defis-top-10-as-users-chase-ridiculously-large-incentive-program/)**\\n\\n**[Canada Needs a Loonie-Linked Digital Currency, Policy Experts Say](https://www.coindesk.com/policy/2021/11/25/canada-needs-a-loonie-linked-digital-currency-policy-experts-say/)**\\n\\n**[Soccer Star Andrés Iniesta Warned by Spanish Regulator After Promoting Binance](https://www.coindesk.com/business/2021/11/25/soccer-star-andres-iniesta-warned-by-spanish-regulator-after-promoting-binance/)**\\n\\n## Longer reads\\n\\n**[‘Crypto-States’ Will Compete With Corporates in the Metaverse](https://www.coindesk.com/business/2021/11/23/crypto-states-will-compete-with-corporates-in-the-metaverse/)**\\n\\n**Today’s Crypto Explainer: [What is Bitcoin’s Lightning Network?](https://www.coindesk.com/learn/what-is-bitcoins-lightning-network/)**\",\"timestamp\":1637891392,\"title\":\"First Mover Asia: What Holiday? Bitcoin Soars Past $59K Amid Brisk Trading\"},\"digest\":\"1o6KilvaAH5InJ6b_u3rLzxEMYy4Nk_iU6Ou3KzYN3g\",\"authorship\":{\"contributor\":\"0x59C9d046d43B28816393825a3688D93B82bdd625\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MMNBzW1KPaumdgfEZvqi5u-dj544c6SqAZe2mrVja6s\\\",\\\"y\\\":\\\"wB8hWanJlbgGu5XinEHzz0uiiD9e5p-SaMJurolrW00\\\"}\",\"signature\":\"gGysUdg-rcNzTFvbLxjqlRfH63sfprzZPAJsMH4D2e3_YsPNbcfyljtZDx6YaIeyMPPSqrIcyoco2mBJYfZxGQ\",\"signingKeySignature\":\"0xb1b91e732e888f3e39570c3e558a29ac01848c87dd0edddfb066e78591c1f0c8563f4b63e333a4ea4499358f8b066d5992d50681106a1f933e7390743a832b811c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MMNBzW1KPaumdgfEZvqi5u-dj544c6SqAZe2mrVja6s\\\",\\\"y\\\":\\\"wB8hWanJlbgGu5XinEHzz0uiiD9e5p-SaMJurolrW00\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1o6KilvaAH5InJ6b_u3rLzxEMYy4Nk_iU6Ou3KzYN3g\"}"