"{\"content\":{\"body\":\"> *This article is the sequence of the first, check here to read [the first one.](https://medium.com/p/5f3f1fae5b27)*\\n\\n# What if You’d like to view a crypto that’s not listed on Blocto\\n\\nBlocto is now working on the feature that will allow you to add contract addresses other than listed. In fact, in most cases, you can’t see tokens displayed in your wallet if staked. We usually use dApps such as [dApp Radar](https://dappradar.com/) and DEX to execute. LP tokens, known as the [Liquidity Provider Tokens (LP Tokens)](https://coinmarketcap.com/alexandria/glossary/liquidity-provider-tokens-lp-tokens), will only be shown in quantity instead of values in fiat token in your wallet.\\n\\nBlocto displays real-time property value conversion for every listing tokens and the property in sum. **Currently, Blocto only supports limited tokens on Binance Smart Chain (BSC) and Ethereum (ERC20).** Blocto will soon support a wider variety of tokens. What’s more, Blocto is working on a new product called Blocto Balancer, which allows users to stake different genres of tokens in various proportions across networks. The cross-chain functionality empowers users with more revenue potentials rather than a 50/50 yield farming. Once you’ve earned your profits, you can put your BLT into another product to come, Blocto Vault. Blocto Vault is a decentralized revenue sharing pool, which allows users to burn BLT and earn rewards. With its deflation mechanism, BLT has a bright future. [Read here for further information](https://token.blocto.app/).\\n\\nYou can easily view your unsupported tokens (ex: [poocoin](https://poocoin.app/)) on BSC and Polygo through a dApp. Simply pretend your wallet to be Metamask, itcan be connected to your web3 wallet. You can use Blocto to see all the tokens held by BSC, and all the token price charts, which is a convenient combination of self-managed wallet and token price browsing. Remember to switch your network to BSC on the top leftor use [dex.guru](http://dex.guru/). They also support ERC20 tokens.\\n\\nPoocoin, dex.guru are some common dApps to manage your on-chain \\n assets.\\n\\nThx for reading.\\n\\nYou can tap this link to [register and download Blocto app.](https://blocto.app.link/register?ref=UZNIIJ) Note that BLT is a token on FLOW (FLOW FT) about to list on exchanges. The starting price would be $0.4 USD/each. In the future users will be rewarded with BLT when you stake, save, make transactions and even refer the app to a friend. [Read the whitepaper for further information.](https://token.blocto.app/) Stay tuned!\\n\\n# Introduction for some other features on Blocto\\n\\nEnter the token card, click “send”, then enter the address you prefer. Click the down arrow on the right and you will be able to see gas fee payment options.\\n\\nYou can always choose other tokens besides Blocto Points as a payment method.\\n\\n# Feature(4) Gas fees can be paid with other stable coins on the network. (But we recommend Blocto Points the most!)\\n\\nSince Blocto is a smart contract wallet, a gas fee is required when creating a new address on a new network, and it could only be paid with Blocto Points.The gas fees on Ethereum have skyrocketed these days, so it might be a burden for some users. Those who choose to use Polygon, BSC, Solana can pay the fee with the free blocto points when you complete registration.\\n\\nExcept for approving a new network, you can pay gas fees in many different ways other than Blocto Points. Gas fees can be paid with the native token of the supported network (e.g., BNB on BSC, MATIC on Polygon), and even some stable coins such as USDC, USDT and DAI.\\n\\nI personally recommend using Blocto Point. You can easily finish your in-app purchase like playing a mobile game. You can also buy other crypto currencies via Moonpay. All transactions can be easily completed using Blocto app. Just use Blocto, it serves everything you need.\\n\\n# Feature(5). Showcase and enjoy your NFTs like never before!\\n\\nNFT and GameFi have been a craze like never before. Artists and musicians craft and mint their own NFTs one after another, and what’s more, NFTs are integrated with online-games such as battles, and creates a “Play to Earn”norm. Blocto supports several NFT collectibles on Ethereum and Flow, including those iconic artworks on Versus, a marketplace on Flow.\\n\\nBlocto opens a new era for NFTs. Blocto is soon launching a new product called “Blocto Auction House”. It is a secondary marketplace for NFTs transactions across different networks. Users can now manage their NFT collections the same way as they would manage their tokens. Instead of adding IDs of your separate NFTs, you can now classify your collectibles by their genres.\\n\\nAppreciate your NFTs like never before.\\n\\n# What’s More: Introducing BloctoSwap, Cross-Chain (ETH-FLOW) dex made by Blocto. You can also stake your FLOW to earn revenues!\\n\\nYou can now buy and stake FLOW under the flow token page. Being a vital consensus node on Flow, Blocto is also few wallets supports Flow. You can teleport your property on Ethereum by swapping into USDT first, and teleport them using BloctoSwap as your bridge between Ethereum and Flow. The USDT teleported would be tUSDT (teleported USDT), can later be swapped into FLOW and FUSD(USD stable coins of FLOW). It’s still free to swap on flow in BloctoSwap. Blocto would pay for your gas fees by now.\\n\\nYou can see BloctoSwap and Stake page on the explore button in the toggle bar.\\n\\nEnjoy all the wonders of FLOW on Blocto.\\n\\nBlocto is one of the few official wallets on FLOW. portto (The company behind Blocto) is invested by Dapper Labs, the company that builds FLOW, NBA TopShot andCryptoKitties. Note that all gas fees on Blocto can be paid with Blocto points, since it’s a smart contract wallet. If you fall short in any, you can simply buy themvia in-app purchase. You can also use Blocto to buy SOL, ETH and other stable coins via Moonpay. Recently, they are about to launch their own token, $BLT, that can also be used as locto points. *[Take a look at it](https://medium.com/portto-tw)*\\n\\nwebsite — <https://blocto.portto.io/>\\n\\n[Blocto](https://blocto.app.link/register?ref=UZNIIJ) download link (with refer code) \\n iOS users can change your lang using Settings. It’s defined by the browser-lang (Blocto is a browser wallet)\\n\\n[CNN Vault](https://vault.cnn.com/)\\n\\nwebsite — <https://blocto.portto.io/>\\n\\nEN twitter — <https://twitter.com/BloctoApp> \\n EN telegram — <https://t.me/blocto> \\n EN/ZH discord — <https://discord.gg/G9rmG3tVWr>\\n\\nGithub — <https://github.com/portto>\\n\\nZH telegram — <https://t.me/bloctozh> \\n ZH facebook — <https://www.facebook.com/blocto> \\n ZH instagram — <https://www.instagram.com/bloctoapp>\\n\\n \\n \",\"timestamp\":1634033064,\"title\":\"Blocto: A Step-by-Step Guide with Screenshots (2) : Managing your Cryptos & NFTs\"},\"digest\":\"1W5MgA-ptl0o1fcNIYW41ovkbdbaOtjLoCVpy9801pg\",\"authorship\":{\"contributor\":\"0xE85c3aBB198960Ce6949297Ff8af2293e0621a29\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NnmSMc3cgALst51HA74ZimsN8WPRHwhdUQy7HjF7Wlg\\\",\\\"y\\\":\\\"6N20B1MD_HoyurdryZXXPWuCA7ogKAt_DlT29sygkJc\\\"}\",\"signature\":\"yut2r-8qK0DfzfGbNbyu0hA111A2dR90d1eQHtiDqIV-osA_iVafauxPTlckIVYppZ6e2HyUd9UR0OzlJfWeYA\",\"signingKeySignature\":\"0xd54af1c9e54cfa6cb99c06ffd511b950905651c246766afd9b4c0c18feac088c34d43d3977992bb63cebf438233c908b34a887e441aa5a6e561f908e455e3cc31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NnmSMc3cgALst51HA74ZimsN8WPRHwhdUQy7HjF7Wlg\\\",\\\"y\\\":\\\"6N20B1MD_HoyurdryZXXPWuCA7ogKAt_DlT29sygkJc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1W5MgA-ptl0o1fcNIYW41ovkbdbaOtjLoCVpy9801pg\"}"