"{\"content\":{\"body\":\" \\n   \\n 【风云洞评】反家暴，首先应反嫁娶 \\n   \\n   \\n  　　“我被家暴了，过去的半年我仿佛活在噩梦里，关于家暴的一切，我必须说出来！” 幸福的家庭都一样，不幸的家庭各有各的不幸。正是家庭，连接丈夫妻子父母孩子之社会单元，孵化出了人类最原始幸福之亲情。也正是家庭暴力，正在摧毁着这份人人本该都拥有之幸福。 \\n   \\n  　　家庭暴力导致女性“以暴抗暴”引发的犯罪案件时有发生，家暴之系列数据触目惊心。世界范围内至少有三分之一的妇女和孩子在其一生中遭受过暴力或虐待。在中国，据全国妇联统计，全国2.7亿个家庭中，有30%的已婚妇女曾遭受家暴。平均每7.4秒就会有一位女性受到丈夫殴打。家暴致死，占妇女他杀原因的40%以上！我国每年有15.7万妇女自杀、其中60%妇女自杀是因为家庭暴力！ \\n   \\n  　　2016年3月1日《中华人民共和国反家庭暴力法》正式施行。2019年1月1日，我国第一部关于预防处置家庭暴力的综合性地方性法规《山东省反家庭暴力条例》也开始实施。你还能说有关法律法规不够完善吗？你还能说社会舆论之引导与关注还比较落后吗？在“家暴”案件和“以暴抗暴”案件的背后，不仅仅是法律法规的完善，以及法治观念之浓淡，而有着我们数千年秦制社会深刻之文化渊源。 \\n   \\n  　　婚姻如钱钟书之《围城》。围在城里的人想逃出来，城外的人想冲进去。对婚姻也罢，职业也罢，人生的愿望大都如此。《非诚勿扰2》也有云，婚姻怎么选都是错，长久的婚姻，是将错就错。在我们的传统理念中，一方面是“家丑不可外扬”，另一方面是“家家有本难念的经”。注意了，是否都剑指“忍辱负重”？这里的辱与重自然一定程度包含了“家暴”之内容。当然，这里“家暴”之概念，不仅仅针对男对女，也还更有女对男；不仅仅包含了热暴力，也包含了冷暴力。前鲁能外援被戴绿帽戏法！三个孩子被证实皆非亲生。对一个男人来说，最大的悲哀不是老婆跟人跑了，而是辛辛苦苦养大的孩子，直到自己老了才发现，都不是自己的。坊间有云，男坑女一时，女坑男一生。如此被戴绿帽戏法，怎一个冷热之“暴力”了得？ \\n   \\n  　　有道是，所谓“家”，是讲感情的地方，而不是讲理的地方。相关行为属于家暴，还是一般家庭纠纷，也即家暴之认定，归根结底取决于感情破裂之与否。说“忍辱负重”不可取，遭遇家暴就要拿起法律武器，或向有关部门求助。问题是，妇联社区公益组织公安机关以及法院之及时介入能解决问题吗？说严惩施暴者，尽最大努力保护受害人没错，问题之关键在于，究竟谁是施暴者谁是受害人。也或，目下可见冷热暴力之施暴方，正是长期甚至一生冷热暴力之承受方也未可知。 \\n   \\n  　　君为臣纲，父为子纲，夫为妻纲，是为三纲。仁义礼智信，号称五常。秦制数千年外儒内法，家国一体下之人人都必须受制于三纲五常而尊卑有序。传统婚姻讲究的是“男娶女嫁”，一般而言，理想之男方要有车子有房子有票子有工作，因为你要娶媳妇；与此同时，女方要有神马呢？只要人过来就行，因为人家是养了二十多年的姑娘今天嫁给了你。传统嫁娶习俗中，一般都伴随高昂之彩礼，说难听点就是男女双方之家庭在买卖女人。娶来的媳妇买来的马，任我骑来任我打。时至今日，传统之买卖婚姻不但没有灭绝，一些偏僻地区甚至还愈演愈烈。 \\n   \\n  　　 \\n  　　 \\n  　　 \\n   \\n  　　家暴之源头正在这里！婚姻之传统嫁娶下，门当户对也或还要稍微好点，如你本是穷人，还势利眼攀富傍贵嫁入豪门，那迎接你的怕就是一系列的不公平待遇，甚至还有一生之家暴。反家暴，首先应反嫁娶！如我们的婚姻不是传统之嫁娶，而是如同西方文明世界男女完全对等之结婚，所谓男尊女卑还能讲得通吗？所谓房子车子票子工作都是一人一半，双方都不存在依附于对方而视对方为自己的另一半，自己对对方的背叛，就是对自己这一半的背叛，那就亲还都来不及的，又何来家暴？ \\n   \\n  　　关于现代婚姻，另一方面不得不提的关键因素就是，我们的现代婚姻应该是一家三口四口之小家庭，而不应该是包括双方父母之大家庭。我们说传统家庭是包括丈夫妻子父母孩子之社会单元，这里的父母必须请出，也即父母的家是父母的家，儿女的家是儿女的家，一定程度上应泾渭分明而清清楚楚。神马的母亲媳妇掉河里先救谁也根本不是问题，救媳妇就是救你自己，都没有了你自己，怎么去救你母亲？ \\n   \\n  　　有婆婆动辄进儿子儿媳的卧室给人家儿媳洗了内衣，结果遭到了儿媳的痛斥。婆婆倍感委屈，我一番好意的，你狗咬吕洞宾，不识好人心。其不知儿媳也是一肚子的委屈，侵犯我到木有任何的隐私，谁受得了？家庭，社会之细胞，一定注意要将晶胞晶粒统统都细化，而后也就自然提高了整个社会之机械性能。有道是婆媳之间像猫鼠，本就不是一家人，我们传统大家庭文化下却非要让大家在一起，能不猜忌打闹才怪。 \\n   \\n  　　家暴之文化根源在嫁娶之间，我们应坚决抵制传统之嫁娶，而大力提倡现代男女平等之结婚。反家暴，首先应反嫁娶。法治诸方面建设是一方面，文化机制之跟进也很关键。 \\n   \\n   \\n   \\n   \\n   \\n   \\n   \\n   \\n   \\n   \\n  \",\"timestamp\":1638670119,\"title\":\"【风云洞评】反家暴，首先应反嫁娶\"},\"digest\":\"OQLgfNv0UrVgkxssLR-FB4jovBo0-MOjeTbE42o180U\",\"authorship\":{\"contributor\":\"0xEFc1fD6cF7013014Cd93FE616BaBb614dc02C23A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zKGl2H5vdnQpHWHKwXS9JZS572bMxws7kjg_tTNPPRc\\\",\\\"y\\\":\\\"dadWpvLvyz_w-eu7CaCAmPpMFfMlF6_YVaoVfffjNaA\\\"}\",\"signature\":\"EcGmYTK5eCBoQuKknZlTQS-QaiIIT3D7KusAotAMoOmWR9Vg2gbM4gvdVncmz8LtWNjhnHQd7QOTCwJnBjfhlg\",\"signingKeySignature\":\"0xf46d78f5614474dfee1551d35ad699ef04329e4c2b44b0e0195a92875f37a33340cc0e3952f419725a4833f23e3f2049c927e267adbc88698d8e12ac401feb8a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zKGl2H5vdnQpHWHKwXS9JZS572bMxws7kjg_tTNPPRc\\\",\\\"y\\\":\\\"dadWpvLvyz_w-eu7CaCAmPpMFfMlF6_YVaoVfffjNaA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OQLgfNv0UrVgkxssLR-FB4jovBo0-MOjeTbE42o180U\"}"