"{\"content\":{\"body\":\"大夫曰：燕之涿、蓟，赵之邯郸，魏之温、轵，韩之荥阳，齐之临淄，楚之宛丘，郑之阳翟，三川之二周，富冠海内，皆为天下名都。非有助之耕 其野而田其地者也，居五都之冲，跨街衢之路也。故物丰者民衍，宅近市者 家富。富在术数，不在劳身；利在势居，不在力耕也。 文学曰：荆、扬南有桂林之饶，内有江湖之利，左陵阳之金，右蜀、汉 之材，伐木而树谷，燔莱而播粟，火耕而水耨，地广而饶财；然民■窳偷生， 好衣甘食，虽白屋草庐，歌讴鼓琴，日给月单，朝歌暮戚。赵、中山带大河， 纂四通神衢，当天下之蹊，商贾错于路，诸侯交于道：然民淫好末，侈靡而 不务本，田畴不修，男女矜饰，家无斗筲，鸣琴在室。是以楚、赵之民，均 贫而寡富。宋、卫、韩、梁好本稼穑，编户齐民，无不家衍人给。故利在自 惜，不在势居街衢；富在俭力趣时，不在岁司羽鸠也。 大夫曰：五行，东方木，而丹，章有金铜之山；南方火，而交趾有大海 之川；西方金，而蜀、陇有名材之林；北方水，而幽都有积沙之地。此天地 所以均有无而通万物也。今吴、越之竹，隋、唐之材，不可胜用，而曹、卫、 梁、宋，采棺转尸；江湖之鱼，莱、黄之鲐，不可胜食，而邹、鲁、周、韩， 藜藿蔬食。天地之利无不赡，而山海之货无不富也；然百姓匮乏，财用不足， 多寡不调，而天下财不散也。 文学曰：古者，采椽不斫，茅茨不翦，衣布褐，饭土硎，铸金为锄，埏 埴为器，工不造奇巧，世不宝不可衣食之物。各安其居，乐其俗，甘其食， 便其器。是以远方之物不交，而昆山之玉不至。今世俗坏而竞于淫靡，女极 纤微，工极技巧，雕素朴而尚珍怪，钻山石而求金银，没深渊求珠玑，设机 陷求犀象，张网罗求悲翠，求蛮貉之物以眩中国，徙邛、筰之货致之东海， 交万里之财，旷日费功，无益于用。是以褐夫匹妇，劳疲力屈，而衣食不足 也。故王者禁溢利，节漏费。溢利禁则反本，漏费节则民用给。是以生无乏 资，死无转尸也。 大夫曰：古者，宫室有度，舆服以庸；采椽茅茨，非先王之制也。君子 节奢刺俭，俭则固。昔孙叔敖相楚，妻不衣帛，马不秣粟。孔子曰：“不可， 大俭极下。”此《蟋蟀》所为作也。《管子》曰：“不饰宫室，则材木不可 胜用，不充庖厨，则禽兽不损其寿。无末利，则本业无所出，无黼黻，则女 工不施。”故工商梓匠，邦国之用，器械之备也。自古有之，非独于此。弦 高贩牛于周，五羖赁车入秦，公输子以规矩，欧冶以熔铸。《语》曰：“百 工居肆，以致其事。”农商交易，以利本末。山居泽处，蓬蒿■埆，财物流 通，有以均之。是以多者不独衍，少者不独馑。若各居其处，食其食，则是 橘柚不鬻，朐卤之盐不出，旃罽不市，而吴、唐之材不用也。 文学曰：孟子云：“不违农时，谷不可胜食。蚕麻以时，布帛不可胜衣 也。斧斤以时入，材木不可胜用。田渔地时，鱼肉不可胜食。”若则饰宫室， 增台榭，梓匠斫巨为小，以圆为方，上成云气，下成山林，则材木不足用也。 男子去本为末，虽雕文刻镂，以象禽兽，穷物穷变，则谷不足食也。妇女饰 微治细，以成文章，极伎尽巧，则丝布不足衣也。庖宰烹杀胎卵，煎炙齐和， 穷极五味，则鱼肉不足食也。当今世，非患禽兽不损，材木不胜，患僣侈之 无穷也；非患无旃罽橘柚，患无狭庐糠糟也。\",\"timestamp\":1636619421,\"title\":\"盐铁论 通有第三\"},\"digest\":\"xTOVp02OlOXUKK5SsImZ2oUPodHGF7o0U81ibJrc3kI\",\"authorship\":{\"contributor\":\"0xcF1689982b76ca8baae1cF562baba234Ec6265b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DJjXT0i4nOG5EXmq0ie1tCQvTMWs_2Vmvl0ypzxxkUI\\\",\\\"y\\\":\\\"LX37ri8OiRFQ5obqOOA2Op6aQYLfHCnIg-EPaO_J5TA\\\"}\",\"signature\":\"5JDLweJK8f6dKyTl-kVangBghaffYqbEAYH48fDA25SuksEctI-pQLvR724I3HguXzInQ-JqtPFR_JaFOjFEUA\",\"signingKeySignature\":\"0xed2dea59c27b6aadd5c0d31c6a77598586c5aefbc06e64f3e138aa175848b44f4e6f0e452a67c2309ec06b0ebc113c2611cffbf6a188e547af592e270beb3cfb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DJjXT0i4nOG5EXmq0ie1tCQvTMWs_2Vmvl0ypzxxkUI\\\",\\\"y\\\":\\\"LX37ri8OiRFQ5obqOOA2Op6aQYLfHCnIg-EPaO_J5TA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xTOVp02OlOXUKK5SsImZ2oUPodHGF7o0U81ibJrc3kI\"}"