"{\"content\":{\"body\":\"市盈率是传统金融中最常见的相对估值法，人们应用此指标将不同项目进行对比。特斯拉，作为科技公司的代表，市盈率高达 315 倍，而顶级投行高盛只有 6 倍。反观每股收益，高盛却是特斯拉的 20 倍之多。传统市盈率的估值方法论不适应于新兴行业的估值，底层的估值思维已经发生了转变，从牵引型到拐点型、叙事型的转变是最大的转变。\\n\\n> 筹资的方式有三种：叙事型、拐点型、牵引型\\n>\\n> 叙事型：由一个引人入胜的故事驱动\\n>\\n> 拐点型：由一个会影响公司发展的“秘密”驱动，公司的发展到达一个拐点之时，精明的投资者就会意识到现在是时候进行风险投资了\\n>\\n> 牵引型：由已经完成的结果驱动的，投资者核心根据指标/结果进行投资\\n\\n这三种筹资的方式面对的对象都是市场经济中潜在的投资人，而投资人投的是公司/项目未来的成长空间。**投资项目投的是对项目预期的偏差大小，从而达到低买高卖的跨时间、空间进行价值交换的目的，市场对于未来的预期偏差，凯恩斯选美似乎很形象了。**无论是叙事型、拐点型、还是牵引型均只不过是一种手段，而目的均是盈利。\\n\\n未来，如果你能够从叙事中提炼核心信息，你的结果不会太差，投资的叙事适用与生活种种。比如情感上因叙事未来而建构家庭，你与他/她因为彼此的了解，相信对方的能力/人品，亦或相信对方的未来而去构建家庭。比如孩子学习上因叙事未来而建构事业，从小告诉孩子好好学习，长大后可以构建自己所希望的事业与生活。所有的叙事是在事情还未发生之前，未来的结果是不确定的，在我看来，叙事像是一本无止境的书又像是我们每个人的人生，记录着人类文明的发展。\\n\\n而叙事这个过程是人类最宝贵的结晶，这个过程中有各种不确定性、挫折、困苦、兴奋、喜悦，或许这就是生活最终的真谛。回顾整个人类历史，我们可以发现，古今中外，历史就是一部激励学习和冒险且无止境的叙事连续剧。学习与冒险又是相辅相成的，冒险有许多不确定性，想要更聪慧的冒险又需要更广泛更深入的涉猎学习，谁最喜欢干这件事呢，那就是资本，我想这也是为什么资本更喜欢叙事型的投资标的，愿意给其更大溢价的原因所在。\\n\\n我们在来看看牵引型的投资，从投资上来看，这种方法已经过于传统。牵引型的投资通常是/指标/结果驱动，投资者需要看你现在有什么，数据如何，通过已有的结果现状去预估未来给你估值。现在资本给牵引型投资标的估值低，也不是非常青睐和关注他们了。放在情感上也是如此，牵引型的情感典型的特点便是：他或她现在有什么，比如对方目前是做什么工作的是否稳定，现在经济能力如何，从对方目前已有的现状结果在去考量恋爱或结婚。当今国内社会，似乎情感上普遍走的是牵引型这条路线，这没有对错，但对于那种优秀的人而言，当然希望对方看重的不是自己目前的经济指标与物质结果，更是希望对方爱上自己这个人本身与其共同成长。投资界有句很经典的话，投资是投人，投那个核心的创始人。人若OK，是可以衍生一切的，他可以去组建团队、构建文化、创新打磨产品。有道无术，术尚可求也，有术无道，之于术。\\n\\n叙事型与牵引型另外不同的差异，前者这种聪慧的资本早已明白需要陪伴投资标的共同成长，用自身的品牌资源各种去扶持与灌溉，通常埋伏在无人问津时。倾向牵引型的资本非常传统与保守，越来越少，它们也聪明，但无论如何，根据指标/结果来进行投资时，那么无法与优秀的投资标的经历这种种挫折、困苦等过程，当对方脱颖而出在舞台上大展身手之时，也就无法享受到其高速成长所带来的机遇。\\n\\n投资需要叙事，爱情也一样。\",\"timestamp\":1639837044,\"title\":\"创投需要叙事、爱情也一样！\"},\"digest\":\"1z-S3HDVCKQPTcxUMooSqSHASiY-4mD1pC-pSqwHJ-Y\",\"authorship\":{\"contributor\":\"0x5743aD8cfCf6Ff9BCbb042A18Ec40c48eE98B28e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_pYxX97t7hZ9zpRBfkv_se74XxJ5jVtSIrwcUAazTgw\\\",\\\"y\\\":\\\"Y4pFubtlMJXQQPMkXcG_oUxVynAfXD3B2UpyRm-6jh0\\\"}\",\"signature\":\"d6gv538NUDMAfDhSABUvIIYr0plNJ5R8vCD5VJBbOxmvscZRPcxVfWbk1lY2bNTsSsIOU6PraybOwbWQCCRTmQ\",\"signingKeySignature\":\"0x7a855b64f39c950886013d61ce8fc2fd1489f1fdb5922fb67ced28dbf8f893000d7fa2dbda3c0c8ee0a2aa76432c273eda46f4444e16ec67b4fd208ac3fe22371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_pYxX97t7hZ9zpRBfkv_se74XxJ5jVtSIrwcUAazTgw\\\",\\\"y\\\":\\\"Y4pFubtlMJXQQPMkXcG_oUxVynAfXD3B2UpyRm-6jh0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1z-S3HDVCKQPTcxUMooSqSHASiY-4mD1pC-pSqwHJ-Y\"}"