"{\"content\":{\"body\":\"In those days I was an atheist, or at least thought I was, and I used to laugh at Ring, and after a while he took to reading the Bible outside the tent on account of my laughing at him!  But he did not stop reading it, and his faithfulness to me remained unchanged.\\n\\n`The scabbard of the sword was too glittering for the regulations''--the ghost of a smile hovered on Conwell's lips--`and I could not wear it, and could only wear a plain one for service and keep this hanging in my tent on the tent-pole.  John Ring used to handle it adoringly, and kept it polished to brilliancy.--It's dull enough these many years,'' he added, somberly.  \\\\`\\\\`To Ring it represented not only his captain, but the very glory and pomp of war.\\n\\n\\\\`\\\\`One day the Confederates suddenly stormed our position near New Berne and swept through the camp, driving our entire force before them; and all, including my company, retreated hurriedly across the river, setting fire to a long wooden bridge as we went over.  It soon blazed up furiously, making a barrier that the Confederates could not pass.\\n\\n\\\\`\\\\`But, unknown to everybody, and unnoticed, John Ring had dashed back to my tent.  I think he was able to make his way back because he just looked like a mere boy; but however that was, he got past the Confederates into my tent and took down, from where it was hanging on the tent- pole, my bright, gold-scabbarded sword.\\n\\n\\\\`\\\\`John Ring seized the sword that had long been so precious to him.  He dodged here and there, and actually managed to gain the bridge just as it was beginning to blaze.  He started across.  The flames were every moment getting fiercer, the smoke denser, and now and then, as he crawled and staggered on, he leaned for a few seconds far over the edge of the bridge in an effort to get air.  Both sides saw him; both sides watched his terrible progress, even while firing was fiercely kept up from each side of the river.  And then a Confederate officer--he was one of General Pickett's officers--ran to the water's edge and waved a white handkerchief and the firing ceased.\\n\\n\\\\`\\\\` `Tell that boy to come back here!' he cried.  `Tell him to come back here and we will let him go free!'\\n\\n\\\\`\\\\`He called this out just as Ring was about to enter upon the worst part of the bridge--the cov- ered part, where there were top and bottom and sides of blazing wood.  The roar of the flames was so close to Ring that he could not hear the calls from either side of the river, and he pushed desperately on and disappeared in the covered part.\\n\\n\\\\`\\\\`There was dead silence except for the crackling of the fire.  Not a man cried out.  All waited in hopeless expectancy.  And then came a mighty yell from Northerner and Southerner alike, for Johnnie came crawling out of the end of the covered way--he had actually passed through that frightful place--and his clothes were ablaze, and he toppled over and fell into shallow water; and in a few moments he was dragged out, unconscious, and hurried to a hospital.\\n\\n\\\\`\\\\`He lingered for a day or so, still unconscious, and then came to himself and smiled a little as he found that the sword for which he had given his life had been left beside him.  He took it in his arms.  He hugged it to his breast.  He gave a few words of final message for me.  And that was all.''\\n\\nConwell's voice had gone thrillingly low as he neared the end, for it was all so very, very vivid to him, and his eyes had grown tender and his lips more strong and firm.  And he fell silent, thinking of that long-ago happening, and though he looked down upon the thronging traffic of Broad Street, it was clear that he did not see it, and that if the rumbling hubbub of sound meant anything to him it was the rumbling of the guns of the distant past.  When he spoke again it was with a still tenser tone of feeling.\\n\\n\\\\`\\\\`When I stood beside the body of John Ring and realized that he had died for love of me, I made a vow that has formed my life.  I vowed that from that moment I would live not only my own life, but that I would also live the life of John Ring.  And from that moment I have worked sixteen hours every day--eight for John Ring's work and eight hours for my own.''\\n\\nA curious note had come into his voice, as of one who had run the race and neared the goal, fought the good fight and neared the end.\\n\\n\\\\`\\\\`Every morning when I rise I look at this sword, or if I am away from home I think of the sword, and vow anew that another day shall see sixteen hours of work from me.''  And when one comes to know Russell Conwell one realizes that never did a man work more hard and constantly,\\n\\n`It was through John Ring and his giving his life through devotion to me that I became a Christian,'' he went on.  `This did not come about immediately, but it came before the war was over, and it came through faithful Johnnie Ring.''\\n\\nThere is a little lonely cemetery in the Berkshires, a tiny burying-ground on a wind-swept hill, a few miles from Conwell's old home.  In this isolated burying-ground bushes and vines and grass grow in profusion, and a few trees cast a gentle shade; and tree-clad hills go billowing off for miles and miles in wild and lonely beauty.  And in that lonely little graveyard I found the plain stone that marks the resting-place of John Ring.\\n\\nII\\n\\nTHE BEGINNING AT OLD LEXINGTON\\n\\nIT is not because he is a minister that Russell Conwell is such a force in the world.  He went into the ministry because he was sincerely and profoundly a Christian, and because he felt that as a minister he could do more good in the world than in any other capacity.  But being a minister is but an incident, so to speak.  The important thing is not that he is a minister, but that he is himself!\\n\\nRecently I heard a New-Yorker, the head of a great corporation, say:  \\\\`\\\\`I believe that Russell Conwell is doing more good in the world than any man who has lived since Jesus Christ.''  And he said this in serious and unexaggerated earnest.\\n\\nYet Conwell did not get readily into his life- work.  He might have seemed almost a failure until he was well on toward forty, for although he kept making successes they were not permanent successes, and he did not settle himself into a definite line.  He restlessly went westward to make his home, and then restlessly returned to the East.  After the war was over he was a lawyer, he was a lecturer, he was an editor, he went around the world as a correspondent, he wrote books.  He kept making money, and kept losing it; he lost it through fire, through investments, through aiding his friends.  It is probable that the unsettledness of the years following the war was due to the unsettling effect of the war itself, which thus, in its influence, broke into his mature life after breaking into his years at Yale.  But however that may be, those seething, changing, stirring years were years of vital importance to him, for in the myriad experiences of that time he was building the foundation of the Conwell that was to come.  Abroad he met the notables of the earth.  At home he made hosts of friends and loyal admirers.\\n\\nIt is worth while noting that as a lawyer he would never take a case, either civil or criminal, that he considered wrong.  It was basic with him that he could not and would not fight on what he thought was the wrong side.  Only when his client was right would he go ahead!\\n\\nYet he laughs, his quiet, infectious, characteristic laugh, as he tells of how once he was deceived, for he defended a man, charged with stealing a watch, who was so obviously innocent that he took the case in a blaze of indignation and had the young fellow proudly exonerated.  The next day the wrongly accused one came to his office and shamefacedly took out the watch that he had been charged with stealing.  `I want you to send it to the man I took it from,'' he said.  And he told with a sort of shamefaced pride of how he had got a good old deacon to give, in all sincerity, the evidence that exculpated him.  `And, say, Mr. Conwell--I want to thank you for getting me off--and I hope you'll excuse my deceiving you--and--I won't be any worse for not going to jail.''  And Conwell likes to remember that thereafter the young man lived up to the pride of exoneration; and, though Conwell does not say it or think it, one knows that it was the Conwell influence that inspired to honesty--for always he is an inspirer.\\n\\nConwell even kept certain hours for consultation with those too poor to pay any fee; and at one time, while still an active lawyer, he was guardian for over sixty children!  The man has always been a marvel, and always one is coming upon such romantic facts as these.\\n\\nThat is a curious thing about him--how much there is of romance in his life!  Worshiped to the end by John Ring; left for dead all night at Kenesaw Mountain; calmly singing \\\\`\\\\`Nearer, my God, to Thee,'' to quiet the passengers on a supposedly sinking ship; saving lives even when a boy; never disappointing a single audience of the thousands of audiences he has arranged to address during all his years of lecturing!  He himself takes a little pride in this last point, and it is characteristic of him that he has actually forgotten that just once he did fail to appear: he has quite forgotten that one evening, on his way to a lecture, he stopped a runaway horse to save two women's lives, and went in consequence to a hospital instead of to the platform!  And it is typical of him to forget that sort of thing.\\n\\nThe emotional temperament of Conwell has always made him responsive to the great, the striking, the patriotic.  He was deeply influenced by knowing John Brown, and his brief memories of Lincoln are intense, though he saw him but three times in all.\\n\\nThe first time he saw Lincoln was on the night when the future President delivered the address, which afterward became so famous, in Cooper Union, New York.  The name of Lincoln was then scarcely known, and it was by mere chance that young Conwell happened to be in New York on that day.  But being there, and learning that Abraham Lincoln from the West was going to make an address, he went to hear him.\\n\\nHe tells how uncouthly Lincoln was dressed, even with one trousers-leg higher than the other, and of how awkward he was, and of how poorly, at first, he spoke and with what apparent embarrassment.  The chairman of the meeting got Lincoln a glass of water, and Conwell thought that it was from a personal desire to help him and keep him from breaking down.  But he loves to tell how Lincoln became a changed man as he spoke; how he seemed to feel ashamed of his brief embarrassment and, pulling himself together and putting aside the written speech which he had prepared, spoke freely and powerfully, with splendid conviction, as only a born orator speaks.  To Conwell it was a tremendous experience.\\n\\nThe second time he saw Lincoln was when he went to Washington to plead for the life of one of his men who had been condemned to death for sleeping on post.  He was still but a captain (his promotion to a colonelcy was still to come), a youth, and was awed by going into the presence of the man he worshiped.  And his voice trembles a little, even now, as he tells of how pleasantly Lincoln looked up from his desk, and how cheerfully he asked his business with him, and of how absorbedly Lincoln then listened to his tale, although, so it appeared, he already knew of the main outline.\\n\\n`It will be all right,'' said Lincoln, when Conwell finished.  But Conwell was still frightened.  He feared that in the multiplicity of public matters this mere matter of the life of a mountain boy, a private soldier, might be forgotten till too late.  `It is almost the time set--'' he faltered.  And Conwell's voice almost breaks, man of emotion that he is, as he tells of how Lincoln said, with stern gravity:  \\\\`\\\\`Go and telegraph that soldier's mother that Abraham Lincoln never signed a warrant to shoot a boy under twenty, and never will.''  That was the one and only time that he spoke with Lincoln, and it remains an indelible impression.\\n\\nThe third time he saw Lincoln was when, as officer of the day, he stood for hours beside the dead body of the President as it lay in state in Washington.  In those hours, as he stood rigidly as the throng went shuffling sorrowfully through, an immense impression came to Colonel Conwell of the work and worth of the man who there lay dead, and that impression has never departed.\\n\\nJohn Brown, Abraham Lincoln, old Revolutionary Lexington--how Conwell's life is associated with famous men and places!--and it was actually at Lexington that he made the crucial decision as to the course of his life!  And it seems to me that it was, although quite unconsciously, because of the very fact that it was Lexington that Conwell was influenced to decide and to act as he did.  Had it been in some other kind of place, some merely ordinary place, some quite usual place, he might not have taken the important step.  But it was Lexington, it was brave old Lexington, inspiring Lexington; and he was inspired by it, for the man who himself inspires nobly is always the one who is himself open to noble inspiration.  Lexington inspired him.\\n\\n`When I was a lawyer in Boston and almost thirty-seven years old,'' he told me, thinking slowly back into the years, `I was consulted by a woman who asked my advice in regard to disposing of a little church in Lexington whose congregation had become unable to support it.  I went out and looked at the place, and I told her how the property could be sold.  But it seemed a pity to me that the little church should be given up.  However, I advised a meeting of the church members, and I attended the meeting.  I put the case to them--it was only a handful of men and women--and there was silence for a little.  Then an old man rose and, in a quavering voice, said the matter was quite clear; that there evidently was nothing to do but to sell, and that he would agree with the others in the necessity; but as the church had been his church home from boyhood, so he quavered and quivered on, he begged that they would excuse him from actually taking part in disposing of it; and in a deep silence he went haltingly from the room.\\n\\n\\\\`\\\\`The men and the women looked at one another, still silent, sadly impressed, but not knowing what to do.  And I said to them:  \\\\`Why not start over again, and go on with the church, after all!' ''\\n\\nTypical Conwellism, that!  First, the impulse to help those who need helping, then the inspiration and leadership.\\n\\n\\\\`\\\\` \\\\`But the building is entirely too tumble- down to use,' said one of the men, sadly; and I knew he was right, for I had examined it; but I said:\\n\\n\\\\`\\\\` \\\\`Let us meet there to-morrow morning and get to work on that building ourselves and put it in shape for a service next Sunday.'\\n\\n\\\\`\\\\`It made them seem so pleased and encouraged, and so confident that a new possibility was opening that I never doubted that each one of those present, and many friends besides, would be at the building in the morning.  I was there early with a hammer and ax and crowbar that I had secured, ready to go to work--but no one else showed up!''\\n\\nHe has a rueful appreciation of the humor of it, as he pictured the scene; and one knows also that, in that little town of Lexington, where Americans had so bravely faced the impossible, Russell Conwell also braced himself to face the impossible.  A pettier man would instantly have given up the entire matter when those who were most interested failed to respond, but one of the strongest features in Conwell's character is his ability to draw even doubters and weaklings into line, his ability to stir even those who have given up.\\n\\n`I looked over that building,'' he goes on, whimsically, `and I saw that repair really seemed out of the question.  Nothing but a new church would do!  So I took the ax that I had brought with me and began chopping the place down.  In a little while a man, not one of the church members, came along, and he watched me for a time and said, \\\\`What are you going to do there?'\\n\\n\\\\`\\\\`And I instantly replied, \\\\`Tear down this old building and build a new church here!'\\n\\n\\\\`\\\\`He looked at me.  \\\\`But the people won't do that,' he said.\\n\\n\\\\`\\\\` \\\\`Yes, they will,' I said, cheerfully, keeping at my work.  Whereupon he watched me a few minutes longer and said:\\n\\n\\\\`\\\\` \\\\`Well, you can put me down for one hundred dollars for the new building.  Come up to my livery-stable and get it this evening.'\\n\\n\\\\`\\\\` \\\\`All right; I'll surely be there,' I replied.\\n\\n\\\\`\\\\`In a little while another man came along and stopped and looked, and he rather gibed at the idea of a new church, and when I told him of the livery-stable man contributing one hundred dollars, he said, \\\\`But you haven't got the money yet!'\\n\\n\\\\`\\\\` `No,' I said; `but I am going to get it to-night.'\\n\\n\\\\`\\\\` `You'll never get it,' he said.  `He's not that sort of a man.  He's not even a church man!'\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/232](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/232)\\n\\n\",\"timestamp\":1637675595,\"title\":\"Johnnie was deeply religious, and would read the Bible every evening before turning in\"},\"digest\":\"4W7MuwSkVIZpq0ahizAk-ghSCdg99KUaDpthDGCQ6is\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DNUoLNW0htedYn6MLYADe7ylmDmeuD75oWE5-IY8Qvc\\\",\\\"y\\\":\\\"eJyrEM5hQ9DJbsUrmQCheyu20Os_gQs8bqDmfKz5T14\\\"}\",\"signature\":\"-HzIsjUoLQP5rVyeTCEGCIAS_uEz71ZiXmhAh9j4KOnh74PkXoSvLIJX7CSbpVBI0xg9xt2HHUKhwZFaG4psxw\",\"signingKeySignature\":\"0x7311084788906f3f4f5a0955dcdf50d73b720b983d67a27a2e4652b4df73ff6903737ab47e75136beef3149c80f9b3830c7dce5a6e2e7d40a806408e9d69910f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DNUoLNW0htedYn6MLYADe7ylmDmeuD75oWE5-IY8Qvc\\\",\\\"y\\\":\\\"eJyrEM5hQ9DJbsUrmQCheyu20Os_gQs8bqDmfKz5T14\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4W7MuwSkVIZpq0ahizAk-ghSCdg99KUaDpthDGCQ6is\"}"