"{\"content\":{\"body\":\"看上去这只是一幅普通的山水画，画中清淡的笔墨勾勒出小桥流水，远山近树。一艘小小的渔船停靠在小桥边，不远处的一所隐藏在树林边的小茅屋里升起袅袅炊烟，屋外晒着几张破旧的渔网。一个头戴斗笠，身披着蓑衣的年青男子手里拎着满载的鱼篓，正兴高采烈的往小茅屋走去。渔歌唱晚，讲情画意，这样的画总能勾起人们的一些瑕想。\\n\\n```\\n我掀开画的背面看了看，那边是光滑的墙壁，似乎并没有隐藏着什么机关暗道。想想也是，连安落虹这样的机关高手都找不到什么线索。我又能看出什么明堂来。\\n\\n放下画，正准备去追安落虹，我突然发现，画城那名拎着鱼篓的渔家青年竟然不见了，莫非是我眼花？\\n\\n揉了揉眼睛，我定眼再看，画中的青年的确是不见了，但是那鱼篓却能找到——就在那间晒着渔网的小茅屋门口放着。\\n\\n妈的，找了半天的线索原来就在这张画上。\\n\\n一记天眼术丢过去，却丝毫没有反应，我随即想到：或许画的本身并没有什么不对，而是被人动了手脚。\\n\\n回想起鬼云那死老头把任务交给我前传授我的那两道灵符，我灵机一动，从背包里掏出一张驱魔符，伸手往画上拍了过去。\\n\\n画面里，风云大作，吹乱了天上的云彩，吹倒了门前的渔网。吹翻了桥边的渔船，吹得是昏天暗地，巨流涛天。\\n\\n墙壁上一阵剧烈的抖动，一阵黑烟自画中升起，盘旋在我的头顶上，凝结出一团乌云的模样，又像是一滩浓得化不开的墨汁。\\n\\n七十五级的画魂，五行：木……\\n\\n来得正好！\\n\\n我二话没说，一记净魂咒先丢了过去，只见那画魂瑟瑟一阵抖动，一团漆黑的浓墨已当头向我泼来。\\n\\n我靠！这是哪门子的招数。\\n\\n我担心那墨汁中带有剧毒。或是有腐蚀性的东西，随手捡了面白板幡旗一挡，漆黑的墨汁全数喷到了幡旗上，但是露在外面的手臂上仍旧免不了沾上一星半点-\\n\\n180……\\n\\n一个红字从我的头顶冒起，哼哼，小样，就这么点能奈吗？看老子怎么收拾你。\\n\\n左手轻轻向外一翻，一道红光脱手而出，在空中化作一团火焰，翻滚着朝空中的画魂呼啸而去。\\n\\n那团黑墨一碰到被我加强过的三昧真火符，随即滋滋作响，冒起一阵浓浓的黑烟，地上也掉下不少黑色的粉末。不就是一团墨汁吗？老子烤干你！\\n\\n正待发出第二记三昧真火符，那画魂身形一卷一张。转眼又恢复了正常，三昧真火符的持续伤害竟然对它起不到任何作用。\\n\\n哼，用火不行，咱还能用水呢！\\n\\n反手收起三味真火，我一面躲避着画魂喷出来的墨汁，一面掏出玄冥寒水符，又朝着那团墨汁丢了过去。\\n\\n没想到这一丢可就坏事了，原本只有脸盆大小的一团墨汁突然急剧的向外扩张，转眼就变成了老大的一片，不过颜色却淡了许多。\\n\\n老子这不是自找的嘛，拿水去调墨，可不是白白给它加血么？不过吞噬了玄冥寒水符的画魂虽然体力值上涨不少。但攻击力却显示下降了。墨汁喷了一团又一团却始终拿我没有办法，而且打在我身上的伤害也越来越低。\\n\\n这么一来，我打得更是得心应手。索性连符都不怎么用了，直接御起诛仙剑，就凭着剑上自带的金火两项属性，也足以把画魂给克得死死的，可就在这时，意外发生了。\\n\\n我明明想让诛仙剑向左，但是不知怎么的。好你有什么东西扯了我的胳膊一下，原本呈直线飞行的诛仙剑突然向右转了个弯，斜斜的擦过画魂的边缘，仅造成了不足百点的伤害。\\n\\n他***，老子御剑熟练度早就已经练到炉火纯青，怎么可能犯这种低级的错误。当下又是一剑，这回可更好，诛仙剑索性绕了个弯。连画魂的边都没碰到。这回我才意识到，跟我的御剑术没有丝毫关系。而是——那些墨汁。\\n\\n不管是画魂发动的攻击也好，还是我砍伤它时喷出的黑色血液，总而言之，现在我的两手两脚上沾满了乌漆抹黑的浓墨，就连诛仙剑上也免不了左一片右一片的黑色，显然正是这些墨汁控制了我的行动。\\n\\n正当我研究那些墨汁到底是如何发动攻击。一支墨箭从空中划过。飞快的朝我的胸口射来——这才是画魂真正的攻击呢。\\n\\n我急忙往左一闪，却不料自己的右手与右腿偏偏要往反方向背道而驰，沾到身上的墨汁犹如几双无形的大手，拼命将我往右边拉去，不让我躲开那支墨箭，脑中如电光火石一般飞快的运转着。我猛的往左一蹬，原本向左闪避的身体一下子改为向右。借着那股牵引的力道，我的速度凭空增加了好几倍。那些墨汁一时没反应过来。被我钻了个空子。\\n\\n可惜这一来一去，这已浪费了不少时间，虽然没有被射中要害，但是左肩上仍旧是免不了被墨箭射了个对穿，体力陡然下降上千点，只得拼命给自己补血。\\n\\n左肩受伤，我的左臂上免不了也沾上了不少黑漆漆的液体，再过一会儿，估计就连左手也会不听使唤了。真要到了那时候，我不是只能站在原地由人搓圆捏扁，任其宰割了吗？\\n\\n妈的，老子没空在这儿陪你玩！\\n\\n心念一动，两红一黑三道光芒从我的身体里一闪而过。小丙手中火尖枪一挺，已朝着画魂冲了过去。\\n\\n集火、金、土三系于一身的三色麒麟又岂是区区一只小小画魂可以对付得了的。只见小丙火尖枪所到之所，那些黑漆漆的浓墨不是四下逃散，就是被烤得滋滋冒烟，化为干粉。\\n\\n散开的画魂化整为零，竟然化作片片轻烟，满屋子乱窜，一有机会就喷洒出浓浓的墨汁，企图用控制我的方法再次控制小丙。\\n\\n我哪能让我这宝贝麒麟受到如此委屈呢。一片龙鳞凌空弹起，龙吟声响彻云霄。转眼间，丫丫的变身已然完成，浑身缠绕着滚滚黑气，青鳞闪耀，动地惊人。一条粗壮的龙尾横着一扫，已将附近一片黑烟扫得魂飞魄散。那丫头意犹未尽。张开血盆大口，愣是欲将四处飘散的画魂一饮而尽，当水给喝了。\\n\\n余下的画魂想要逃走，却忘了还有个红衣女郎站在门口，红绫轻轻一挥，那些黑烟也速度突然变得奇慢无比。转眼就给小丙和丫丫收拾掉了。\\n\\n没花多少时间，刚才还凶神恶煞的画魂被我打得如同丧家之犬，无处藏身。脸盆大的身体只剩下鸡蛋大小。不住的在屋子里四下逃窜。\\n\\n“道长饶命！如果你现在杀了我，董郎就没有活路了啊。”\\n\\n靠！怎么又是这种戏码？\\n\\n我看着地上化作一名黑衣女子的画魂，心里早把系统骂了个百八十遍。上回杀蝶舞的时候就已经闹过这么一出，现在又来，那些家伙也不想出点新鲜的。正想一剑将这烦了我半天的BOSS转化为经验。一扭头，却看到墙上那幅画还挂在那里，董延瑞那小子还在画里面呢。要是这时候把画魂给杀了，那家伙的魂魄出不出得来啊？\\n\\n收起三个宝贝，那画魂这才颤微微的从地上站了起来，对我说道：“多谢道长不杀之恩。”\\n\\n“谢就不用了。”我大手一挥，没兴趣跟个NPC哆嗦。大声问道：“你到底把董家小少爷怎么样了，还不赶快把他放出来，不然的话！”\\n\\n“不行。”画魂急忙说道，但又怕我手中的诛仙剑，只能小声的说道：“董郎的身体现在还在外面。如果我这时候将他的一魂一魄放了出来，那他就会变成无主孤魂，永世不能超生了。”\\n\\n“那董家小少爷的身体和另外那二魂六魄上哪儿去了？”我凌声问道：“还有，你没事把人家的魂魄收进画里干什么，还不是存心害人？”\\n\\n“冤枉啊。道长。”那画魂凄凄的唤了一声，竟然哭了起来，不过还好。一面哭还知道一面把事情的经过讲了出来，不然我可是急得要骂娘。老子最见不得女人的眼泪，偏偏这些个NPC做得又跟真人差不多，看得我心里一阵发毛。\\n\\n原来，这董延瑞是天生的寒阴之体，引得诸多邪魔恶鬼垂涎已久。幸好早年火云道长在董府门上挂了那枚照妖镜，才使得那些邪魔恶鬼难以接近。却不想，董延瑞始终逃不过命中的劫数。在一次外出游玩时，竟然被一只恶鬼迷了心智，这才会半夜三更的跑出去。\\n\\n画魂本是董延瑞早年画下的一幅山水画，不知怎么的，竟然具有了灵性。看着董延瑞一天天的沉迷下去，知道他总有一天会被恶鬼缠身，陷入万劫不复之地。所以她想出了这么一个法子，一到晚上，就将董延瑞的一魂一魄勾入画中，使得那在外的恶鬼得不全他的三魂七魄，阴谋难以得逞。\\n\\n最后，画魂央求我将那幅山水画带回火云观，锁入镇魂塔里。虽然那样董延瑞将会永远变成一个白痴，但那也比沦入魔道，成为恶鬼的工具来得好。\\n\\n镇魂塔？老子一想起那地方就心里发毛，恨不得拆了它才甘心，哪会真的自己巴巴的跑过去。看来这任务属于安落虹的，却不想被我无意间给做了。回头把画卷交给他，让他还了任务了事。\\n\\n收起墙上的画卷，我一扭头出了房门，给安落虹发了条消息。\\n\\n“澧都城外，梦魔神殿。”安落虹的回信只有短短七个字，看来那边的麻烦出不少。\\n\\n枉死城修建在地下，而澧都就在枉死城的上面。算起来，那里是人族与鬼族一个交集的地方，也是人族玩家进入枉死城的唯一通道。\\n\\n我一拍回城符，从枉死城里跑了出去，御起诛仙剑，直飞梦魔神殿，却没见到安落虹的人影，莫非他已经进去了？\\n\\n抬头望向鬼气森森的梦魔神殿，正殿当中挂着一头似马非马的怪物雕像。长长的马脸上生着两排六只细长的眼睛，额头上顶着一只罗旋形的独角。通体漆黑，半隐半露的躲藏在一团云雾之中。\\n\\n这就是地狱十大恶鬼之一——梦魇，想不到那个姓董的NPC惹到的是这么一位主。\\n\\n我抬腿正往里面走，却见安落虹从另一个方面急匆匆的跑了过来。\\n\\n“怎么你叫我过来。你却才刚到。”我瞧着安落虹跑得气喘吁吁，忍不住问道。\\n\\n“我去弄这个了。”安落虹扬了扬手，我这才看到，他手里捧着一个小小的坛子，隐隐有酒香传出。\\n\\n我打趣道：“你小子什么时候学会好这口了？做个任务还不安心，跑去买酒喝。”\\n\\n“哪儿跟哪儿啊。”安落虹挥了挥手道：“这梦魔神殿可不是想进就能进得去的，你看看上面的字。”\\n\\n我抬头往上一看，神殿大门两侧挂着一幅对联，上联是：“魂来魂去生死天定。”下联是：“魇生魇死来去由心。”横批：“请君入梦。”二十个字隐隐散发着黑气，配合着大殿上方的雕像，更显得阴气十足。\\n\\n“什么意思？”我问道。\\n\\n安落虹笑道：“就知道你会问，刚才我也是找了好久才找到的线索，这梦魔神殿谢绝一切生魂死灵，凡是有生命的东西一律进不去。就算是鬼族到了这里，也一样进不了大门。”\\n\\n“这么邪门？”我啧了啧嘴说道：“看你小子那一脸得意相，应该是找到进去的方法了吧。”\\n\\n“那当然。”安落虹得意的笑了笑说道：“就是这个——醉生梦死酒。只要在神殿里喝了这个，玩家就可以进入睡梦状态，才能够找到梦魇所在。”\\n\\n“原来是这样。”我一把接过安落虹手里的醉生梦死，拿鼻子闻了闻，果然好香。如果是鬼云那老头子闻到这味儿，只怕要跳起来抢。\\n```\\n\\n\\n------------\",\"timestamp\":1640411726,\"title\":\"第一百六十二章   梦魔神殿\"},\"digest\":\"LaunjQ5M9NFRkEUyvd-IgJTQxyURsJFWpnEI5j3VWBA\",\"authorship\":{\"contributor\":\"0x3C34411CB22757d6B19A9EAd7B9140E98dCc7420\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E1cpG3vYC8Yu6Y23GAf7phwQDnfxy1lVPRXVYD2se7E\\\",\\\"y\\\":\\\"nx5TZG56o1USMNOus8M44qbDnOpVnuzWbaJi3Ehua8k\\\"}\",\"signature\":\"TLeY4uEg0dh1w6jjCquHRfRQCioK0GDUJz1ax8HQle74d4YIP8VaLEiXjN4eaPU74yO0xwxyK5IBdRDDsIsv-A\",\"signingKeySignature\":\"0x34b10f783ec563cab0f075794896033b1519fc38b16df092cf833cc1ab18e0773638275a2408ea7b293d00d3f65f7420ed67e2166db1b26e2404908f0b4db7ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E1cpG3vYC8Yu6Y23GAf7phwQDnfxy1lVPRXVYD2se7E\\\",\\\"y\\\":\\\"nx5TZG56o1USMNOus8M44qbDnOpVnuzWbaJi3Ehua8k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LaunjQ5M9NFRkEUyvd-IgJTQxyURsJFWpnEI5j3VWBA\"}"