"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/IQZvVz8FiG6EPFycETaA1ct25MGlOFBl-RLMIfyYCtM](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/IQZvVz8FiG6EPFycETaA1ct25MGlOFBl-RLMIfyYCtM)\\n\\n**“I am the ritual and the sacrifice; I am the offering and the fire which consumes it, and the one to whom it is offered.”**\\n\\n(*Bhagavad Gita, text 16*)\\n\\nThe notions of life and sacrifice are deeply intertwined, as shown by the Sanskrit root[\\\\[1\\\\]](#_ftn1) of the word “god”. Whatever your religious persuasion, the concept of life being loaned, and therefore to be returned, has great force. Sacrifice manifests considerable diversity. It can be a sacrifice of ego, ambition, resources, time, opportunities and even of being alive.\\n\\nHistorically, sacrifice, as an offering or form of bargaining with the universe, was primarily driven by a desire to have a more powerful entity on our side. The desire arose from an intelligence that quickly led us to two unavoidable and painful self-conscious truths.\\n\\n● Living is full of uncertainty; I don’t know how I will live.\\n\\n● Death is certain; I will die, and I don’t know when or why.\\n\\n**“… From there developed the image of a God who intentionally designs and directs nature for the good of humankind, who expects worship in return and who rewards the pious and punishes the impious. The fact that ‘conveniences and inconveniences happen indiscriminately to the pious and the impious alike’ did not make them reassess their image of God, but led them to give up explaining God’s purposes and to conclude that God’s ways are inscrutable to man.”**\\n\\n[\\\\[2\\\\]](#_ftn2)\\n\\nHuman life sacrifice demonstrates clearly that the value of a human life is in some circumstances ultimately less important than perpetuation of the code and species. That is consistent with a philosophy that the ultimate driver is perpetuation of life itself through its various manifestations.\\n\\nFor women, the natural act of sex with the possibility of giving birth has long been fraught with danger. Giving birth has involved a high risk of death. In this case the need (and passion) to procreate overwhelms the strong self-protection drive; women have been risking their lives since the dawn of humanity to perpetuate our code and the species.\\n\\n![Gustav Klimt, “Der Kuss”, 1907–1908 CE, Wikipedia, public domain \\\\[3\\\\]](https://miro.medium.com/max/2000/1\\\\*o2f_UdZ4lRaw1HzQaFCRGA.jpeg?&&size=medium)\\n\\nRearing children in civilisations that became increasingly dominated politically and militarily by males came with additional demands to sacrifice time, personal interests and day-to-day freedom of action. It made women very vulnerable to mistreatment due to a large degree of asymmetry in freedom.[\\\\[4\\\\]](#_ftn4)\\n\\n![Gustav Klimt, “Death and Life”,\\\\* \\\\*1915 CE, Google Art Project, public domain \\\\[3\\\\]](https://miro.medium.com/max/2000/1\\\\*f72tz8wXugusbUcfiyNTNA.jpeg?&&size=medium)\\n\\nMen did their part too, often being injured or dying in bloody ways in the hunt for wild animals, or while invading other communities or defending their own from invasion. Nevertheless, perhaps this distinction in roles, which though very generalised and not always applying (women have been and are still hunters and warriors too), may make women better at managing ethical conflicts, attaching greater value to life-forms and being more practical in managing the resources and trade-offs (appropriate sacrifices) that may be required.\\n\\nThe impact of this asymmetry in power for women is deep and persistent. On the dark side, it gives rise to the risk of violence and various forms of subjugation. This can be seen, for example, in the very unequal treatment of women found to have had sex with married men, which is often much harsher than the treatment of married men, subject to the promise of fidelity, who commit the same act.\\n\\nIn many countries, women, as the stay-at-home nurturers and carers, still pay a high price for being unlucky in love. However, the impact of technologies to avoid pregnancy has released the pressure on women wishing to have children later and explore their available freedom of action. Men are also getting more involved at home, which should help rebalance (make whole) the masculine and femine.\\n\\n![Chocho8, “Poloha_Tollundsk”, Wikipedia, 2016 CE (CC BY-SA 4.0)](https://miro.medium.com/max/1400/1\\\\*OT6OnFJJkon7mZLVOXXqdw.jpeg)\\n\\n![(Seamus Heaney)\\\\[5\\\\]](https://miro.medium.com/max/2000/1\\\\*FmTiggyuclq9kL3vPuBSEw.png?&&size=medium)\\n\\nAt a societal level, we often see sacrifice justified, on utilitarian grounds, as the necessary payment by the few for the benefit of the many — although it all too often becomes the payment by the many for the benefit of the few.\\n\\nAt a religious level, sacrifice was a key component of the worship of deities throughout history. Often, in this respect, the sacrifice was not voluntary. Previously, it usually took the form of human and animal life sacrifice — although even in ancient times the prevalence of these practices started to vary significantly under the influence of different cultures. Thousands of years ago, it was necessary for a Buddhist king of the region now called India to issue an edict forbidding the sacrifice of living beings.\\n\\n***“The beloved of the Gods, king Piyadasi, has caused this dhamma edict to be written. Here (in my domain) no living beings are to be slaughtered or offered in sacrifice.”***\\n\\n[\\\\[6\\\\]](#_ftn6)\\n\\n![Diego Durán, “Historia ”Historia de las Indias de Nueva España e Islas de Tierra Firme, vol. 1 (‘The Gods’),” Plate 7.](https://miro.medium.com/max/1000/1\\\\*wI4PptrTL0K7CcHE9YIu6Q.png)\\n\\nThe theme and practice of involuntary human sacrifice appears in nearly all cultures. From the dreaded Moloch to the Minoan Minotaur,[\\\\[7\\\\]](#_ftn7) and from the grizzly Aztec[\\\\[8\\\\]](#_ftn8) removal of still-beating hearts to the heart-breaking child sacrifices of the Incas.\\n\\nOne suspects that human sacrifice, made to appease the apparent randomness of nature and obtain favour from the gods, must be a very old tradition indeed, to be so widespread geographically and historically.\\n\\nWe are told that, based on their cosmology, the Aztecs believed life sacrifice to be a matter of survival. As we know, such beliefs and claims make it very easy for humans to commit all manner of atrocities.\\n\\n![“Aztec Human Sacrifice 07”, Wikipedia, 1500s CE, public domain](https://miro.medium.com/max/1000/1\\\\*5C_if9TcmWIHQ-V4Dlc_Qg.jpeg)\\n\\n**“the sun God Huitzilopochtli was waging a constant war against darkness, and if the darkness won, the world would end. The keep the sun moving across the sky and preserve their very lives, the Aztecs had to feed Huitzilopochtli with human hearts[\\\\[9\\\\]](#_ftn9) and blood.”**\\n\\n[\\\\[10\\\\]](#_ftn10)\\n\\n*What misguided beliefs do we currently have that will turn out to be as atrocious and wrong as the still-beating heart sacrifices of Aztec cosmology or Inca belief systems?*\\n\\nNot all sacrifice was to appease the gods; some of it appears to have been carried out to ensure a form of continued servitude in the afterlife. The Egyptians appeared to practise a form of ‘retainer’ sacrifice in their early dynastic days.\\n\\n“Ancient Egyptian retainer sacrifice is a type of [human sacrifice](https://www.wikiwand.com/en/Human_sacrifice) in which [pharaohs](https://www.wikiwand.com/en/Pharaoh) and occasionally other high court nobility would have servants killed after the pharaohs’ deaths to continue to serve them in the afterlife. In [Egypt](https://www.wikiwand.com/en/Egypt), retainer sacrifice only existed during the [First Dynasty](https://www.wikiwand.com/en/First_Dynasty_of_Egypt), from about 3100 BC to 2900 BC, slowly dwindling, and eventually dying out.”[\\\\[11\\\\]](#_ftn11)\\n\\nIndeed, human life sacrifice is so far-ranging and is found so deep in history that it must be considered as, or as very close to being, some form of culturally necessary evolutionary process for humans (and perhaps any life-form that develops a complex culture and belief system).\\n\\n**“Europe’s prehistoric hunter-gatherers may have practiced human sacrifice, a new study claims. Investigating a collection of graves from the Upper Paleolithic (about 26,000 to 8,000 BC), archaeologists found several that contained pairs or even groups of people with rich burial offerings and decoration. Many of the remains were young or had deformities, such as dwarfism. ‘These findings point to the possibility that human sacrifices were part of the ritual activity of these populations’”**\\n\\n[\\\\[12\\\\]](#_ftn12)\\n\\n![AntWiki, “Colobopsis explodens”, (CC BY-SA 4.0)](https://miro.medium.com/max/784/1\\\\*Jt7NNAAfl3zWZGVuC4T7wA.png)\\n\\nThe human relationship with sacrifice appears to go to the heart of what it means to be sentient, social and sapient. At an individual level, it speaks to whether we can overwhelm our natural biological drive to survive.\\n\\nWhether, in respect of sacrifice for higher ideals, we are perceiving our true status as that of a social animal with limited individual intrinsic worth that is separate to the wider community.\\n\\nObviously, there are some species — in particular, among insects[\\\\[13\\\\]](#_ftn13) — for which each individual is engaged entirely in activities on behalf of the group (colony, nest, hive). For such life-forms the concept of ‘self’, self-protection and sacrifice of self has either a different meaning or perhaps no meaning, since their code so strongly conditions their behaviour and it is contested as to whether they have sentience,[\\\\[14\\\\]](#_ftn14) or at least whether their sentience is at a very different scale.\\n\\nFor sapients, extreme sacrifice requires a challenging ‘choice’ or forced coercion to override the very strongly coded self-protection mechanisms. Humans are, however, coded to make smaller sacrifices throughout life and even to give up their lives to protect their close family or loved ones.\\n\\nIn its most advanced or extreme form, sacrifice involves the individual giving up their own life based on a calculation of the best outcome for family, tribe, country, culture or belief system.[\\\\[15\\\\]](#_ftn15)\\n\\n**“As Darwin noted, the virtuous and brave do what is right, regardless of consequences, as a moral imperative. (Indeed, we have suggestive neuroimaging evidence that people process sacred values in parts of the brain devoted to rule-bound behavior rather than utilitarian calculations — think Ten Commandments or Bill of Rights.)”**\\n\\n(*Scott Atran*)[\\\\[16\\\\]](#_ftn16)\\n\\nIt is not clear that bravery, in the face of the risk of great loss, is a moral imperative that is separate to a more utilitarian calculation of good and bad. It is perhaps just a question of the strength of the ethical opinion, not the philosophical or ethical classification. A person may calculate their life and death as being a reasonable cost when considering the greater benefit (payoff) to the beneficiaries of that sacrifice. In some cases, of course, they may simply act without making any conscious calculation at all.\\n\\n**“Something to do with violence / A long way back, and wrong rewards, / And arrogant eternity.”**\\n\\n(*Philip Larkin*)[\\\\[17\\\\]](#_ftn17)\\n\\nSacrifice also takes place in respect of strength of belief and the willingness to kill, hurt or punish those with different beliefs. The cost of non-belief or even slight differences in belief in culture (including in Christianity, Islam and communism) has shown the extraordinary propensity for sacrifice of life and the killing of compassion in the name of protecting and appeasing various absolute ‘gods’ — when, really, such philosophies and theologies have usually just been misused to control people.[\\\\[18\\\\]](#_ftn18)\\n\\n![(William Blake) \\\\[18\\\\]](https://miro.medium.com/max/1400/1\\\\*SyEK0aNsPvdW0fGO_I80BA.png)\\n\\nSacrifice can also be a commitment to do something great together, something that represents extraordinary collective freedom of action. Like going into space or building a cathedral that will take over 100 years to complete (and to which generations of the same artisan family will devote their lives to building it without ever seeing the completed masterwork).[\\\\[19\\\\]](#_ftn19)\\n\\n![C messier, “Σαγράδα Φαμίλια 2941” (Sagrada Familia), Wikipedia, 2017 CE, CC BY-SA 4.0.](https://miro.medium.com/max/1400/1\\\\*MOjMI8XOcsiRwID7HuCjWg.png)\\n\\n**“Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.”**\\n\\n*(John 12:24)*[\\\\[20\\\\]](#_ftn20)\\n\\nIn ancient and pre-modern times, ritual human and animal sacrifice arose and returned again and again in various religions. In modern times, religions have tended to avoid the ending of life to propitiate or appease the presumed powers that be, instead often focusing on sacrificing worldly gains or materialism for spiritual ‘wealth’.\\n\\nIt is clear that the concept of giving something to receive something is an entirely utilitarian concept, no matter how misguided people have been about the nature of the exchange — such as the way in which the sun works, the world turns, the seasons change or how humans evolved.\\n\\n![Michelangelo Merisi da Caravaggio, “Sacrifice of Isaac”, c. 1603 CE, Wikipedia, public domain. \\\\[21\\\\]](https://miro.medium.com/max/2000/1\\\\*otng6qVtjWDYUzwZiGIyHw.jpeg?&&size=medium)\\n\\n**“Take your son, your only son, whom you love — Isaac — and go to the region of Moriah. Sacrifice him there as a burnt offering on a mountain I will show you.”**\\n\\n*(Genesis 22:2)*\\n\\n![Leon Bonnat, “Job”, 1880 CE, Wikipedia, public domain.](https://miro.medium.com/max/1000/1\\\\*WSCesa62OWBa5276JqT5wQ.jpeg)\\n\\nThe Old Testament story of Abraham and Isaac provides an interesting connection between the prehistoric and ancient religions and the newer religions that are still with us.\\n\\nAbraham starts to comply with the order to sacrifice his son, before a messenger from Yahweh[\\\\[22\\\\]](#_ftn22) interrupts him to announce that it was just a test of his faith. Caravaggio beautifully captures the apparent cruelty and the visceral nature of this request in a painting in which the feelings of Abraham, and particularly Isaac, still come alive today.\\n\\nThe Old Testament is a rich source of such sacrificial stories involving a god that gets involved in everyday affairs, takes sides and requires appeasement. Such as in the story of Cain and Abel:\\n\\n**“In the biblical Book of Genesis, Cain and Abel are the first two sons of Adam and Eve … Cain, the firstborn, was a farmer, and his brother Abel was a shepherd. The brothers made sacrifices to God, each of his own produce, but God favored Abel’s sacrifice instead of Cain’s. Cain then murdered Abel, whereupon Yahweh punished Cain by condemning him to a life of wandering. Cain then dwelt in the land of Nod (נוֹד‎, ‘wandering’), where he built a city and fathered the line of descendants beginning with Enoch.”**\\n\\n[\\\\[23\\\\]](#_ftn23)\\n\\nThe God of the Old Testament is very much a jealous god.[\\\\[24\\\\]](#_ftn24) The Old Testament also provides the pitiable figure of Job.\\n\\n**“One day, Yahweh made an interesting wager in the divine assembly with Satan, who was not yet a figure of towering evil but simply one of the ‘sons of God,’ … Satan pointed out that Job, Yahweh’s favourite human being, had never been truly tested but was good only because Yahweh had protected him and allowed him to prosper. If he lost all his possessions, he would soon curse Yahweh to his face. ‘Very well,’ Yahweh replied, ‘all that he has is in your power.’ Satan promptly destroyed Job’s oxen, sheep, camels, servants, and children, and Job was struck down by a series of foul diseases. He did … turn against God … Satan won his bet.”**\\n\\n(*Karen Armstrong*)[\\\\[25\\\\]](#_ftn25)\\n\\nJob may not ultimately have completely turned against Yahweh, but he certainly curses his fate and fails to see the justice of allowing ‘evil’ to be unleashed on him and his family.\\n\\nAfter an unsatisfactory, self-aggrandising ‘tirade’ from Yahweh — Job might have hoped it would be more an explanation of life, death and the point of suffering[\\\\[27\\\\]](#_ftn27) — Yahweh favours Job for not presuming to know the ways of God, including by blessing him with seven new sons and three new daughters.\\n\\n**“He proposed that the stars were distant suns surrounded by their own planets, and … that these planets might foster life of their own, a cosmological position known as cosmic pluralism. He also insisted that the universe is infinite and could have no ‘center’.”**\\n\\n**[\\\\[28\\\\]](#_ftn28)**\\n\\nReligions have been involved in the terrible infliction of death, torture and other suffering on people of other faiths and so-called heretics who do not hold to the ‘party’ line. In some countries today, certain statements or beliefs are still potentially punishable by death on ‘religious’ grounds.[\\\\[29\\\\]](#_ftn29)\\n\\n**“[Nature](https://en.wikiquote.org/wiki/Nature) is none other than [God](https://en.wikiquote.org/wiki/God) in things”**\\n\\n(*Giordano Bruno*)\\n\\n\\\\*\\\\*\\\\*\\n\\nCommon belief in good in the universe, in compassion and the commonality of life-forms (God as the life-force) crosses all religious sects. For that is what all the main religions of the world really are, different schools of thought within the same religious university.\\n\\n**“A people that has remained convinced of its greatness and invulnerability, that has chosen to believe such a myth in the face of all the evidence, is a people in the grip of a kind of sleep, or madness.”**\\n\\n(*Salman Rushdie*)[\\\\[30\\\\]](#_ftn30)\\n\\nYet it is now time to abandon any unnecessary elements of religion, the observance of archaic practices that no longer have a practical benefit, and to cease following religions and religious leaders that do not encourage freedom of thought. It is time to exalt compassion above all else as the only ethical and holy truth within a practical evidence-based framework. We need a new ‘religion’ that helps humans to rejoin the wider community of life.\\n\\n\\\\*\\\\*\\\\*\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/MxUhx2QglQzEzGeKZwjFNRc97WFHkPM5_Ym1WMo64OI](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/MxUhx2QglQzEzGeKZwjFNRc97WFHkPM5_Ym1WMo64OI)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[1\\\\]](#_ftnref1) Wiktionary, “[God](https://en.wiktionary.org/wiki/%E0%A4%B9%E0%A5%81%E0%A4%A4)”.\\n\\n[\\\\[2\\\\]](#_ftnref2) Beth Lord, *Spinoza’s* *Ethics*, 2010 CE. The passage preceding this extract also deserves to be quoted: “In earliest times, human beings were ignorant of the true causes of things but conscious of being driven by their desire to seek their own advantage. Naturally enough, humans believed that they acted intentionally, according to their purposes in fulfilling their desires. Being ignorant of any other cause, they assumed that their intentions provided the sole explanation for their actions, which led them to believe that they acted from freedom of will … it seemed to humans that all events must be freely willed and intentionally organised to suit their own ends. This fallacy was supported by their experience of nature, which seemed to provide numerous means for fulfilling their desires: ‘eyes for seeing, teeth for chewing, plants and animals for food, the sun for light, the sea for supporting fish … Hence, they consider all natural things as means to their own advantage’ (I App.). Not having created these things themselves, human beings naturally assumed that they had been created for them by a ‘ruler of Nature’ endowed with intentions and free will.”\\n\\n[\\\\[3\\\\]](#_ftnref3) Image: Gustav Klimt, “[Der Kuss](https://commons.wikimedia.org/wiki/File:Klimt_-_Der_Kuss.jpeg)”, 1907–1908 CE, Wikipedia. Image overleaf: Gustav Klimt, “[Death and Life](https://en.wikipedia.org/wiki/Death_and_Life#/media/File:Gustav_Klimt_-_Death_and_Life_-_Google_Art_Project.jpg)”,\\\\* \\\\*1915 CE, Google Art Project.\\n\\n[\\\\[4\\\\]](#_ftnref4) It has also given rise to practices such as Hindu widow sacrifice: “in which a widow sacrifices herself by sitting atop her deceased husband’s funeral”, [Sati (practice)](https://en.wikipedia.org/wiki/Sati_(practice)), Wikipedia\\n\\n[\\\\[5\\\\]](#_ftnref5) “I can feel the tug of the halter at the nape of her neck, the wind on her naked front. It blows her nipples to amber beads, it shakes the frail rigging of her ribs.\\n\\nI can see her drowned body in the bog, the weighing stone, the floating rods and boughs. Under which at first she was a barked sapling that is dug up oak-bone, brain-firkin: her shaved head like a stubble of black corn, her blindfold a soiled bandage, her noose a ring to store the memories of love.\\n\\nLittle adulteress, before they punished you you were flaxen-haired, undernourished, and your tar-black face was beautiful. My poor scapegoat, I almost love you but would have cast, I know, the stones of silence.\\n\\nI am the artful voyeur of your brain’s exposed and darkening combs, your muscles’ webbing and all your numbered bones:\\n\\nI who have stood dumb when your betraying sisters, cauled in tar, wept by the railings, who would connive in civilised outrage yet understand the exact and tribal, intimate revenge.”\\n\\nSeamus Heaney, “[Punishment](https://allpoetry.com/poem/11645373-Punishment-by-Seamus-Heaney)”, *North*, 1975 CE. Image: “[Poloha_Tollundsk](https://commons.wikimedia.org/wiki/File:Poloha_Tollundsk%C3%A9ho_mu%C5%BEe_p%C5%99i_n%C3%A1lezu_.jpg)”, Wikipedia, Chocho8, 2016 CE; see Wikipedia, “[Tollund Man](https://en.wikipedia.org/wiki/Tollund_Man)”. Robert Clark has taken the most beautiful photos of bog bodies; see Christine Dell’Amore, “[Who Were the Ancient Bog Mummies? Surprising New Clues](https://www.nationalgeographic.com/news/2014/7/140718-bog-bodies-denmark-archaeology-science-iron-age/)”, *National Geographic*, 19 July 2014 CE.\\n\\n[\\\\[6\\\\]](#_ftnref6) See “[Ashoka’s Rock Edicts](https://www.livius.org/sources/content/ashoka-s-rock-edicts/)” and “[Shahbazgarhi](https://www.livius.org/articles/place/shahbazgarhi/)”, Livius.org. See also Wikipedia, “[Shahbaz Garhi](https://en.wikipedia.org/wiki/Shahbaz_Garhi)”: “They retain immense historical importance, as they appear to be the first examples of writing in South Asia. They were constructed during the 3rd Century BC (272–231 BC), during the reign of [Ashoka](https://en.wikipedia.org/wiki/Ashoka)”.\\n\\n[\\\\[7\\\\]](#_ftnref7) “Of the many stories of the Minotaur, there is the famous legend that once a year the people of Athens had to send seven boys and seven girls to be fed to the Minotaur. One year Theseus, son of Aigeus the King of Athens, offered to take his place among the young men. He devised a plot to kill the Minotaur” (“[The Minotaur and Knossos: An Ancient Artistic Legacy](https://theculturetrip.com/europe/greece/articles/the-minotaur-and-knossos/)”, The Culture Trip, 12 October 2016 CE).\\n\\n[\\\\[8\\\\]](#_ftnref8) “The priest quickly sliced into the captive’s torso and removed his still-beating heart. That sacrifice, one among thousands performed in the sacred city of Tenochtitlan, would feed the Gods and ensure the continued existence of the world. Death, however, was just the start of the victim’s role in the sacrificial ritual, key to the spiritual world of the Mexica people in the 14th to the 16th centuries” (Lizzie Wade, “[Feeding the Gods: Hundreds of skulls reveal massive scale of human sacrifice in Aztec capital](https://www.sciencemag.org/news/2018/06/feeding-gods-hundreds-skulls-reveal-massive-scale-human-sacrifice-aztec-capital)”, *Science*, 21 June 2018). Image: from Diego Durán, *Historia de las Indias de Nueva España e Islas de Tierra Firme*, vol. 1 (‘The Gods’), Plate 7.\\n\\n[\\\\[9\\\\]](#_ftnref9) Image: “[Aztec Human Sacrifice 07](https://commons.wikimedia.org/wiki/File:Sacrifice_07_aztec.jpg)”, Wikipedia, 1500s CE.\\n\\n[\\\\[10\\\\]](#_ftnref10) Dave Roos, “[Human Sacrifice: Why the Aztecs Practiced This Gory Ritual](https://www.history.com/news/aztec-human-sacrifice-religion)”, History.com, 11 October 2018 CE. The Incas also practised human sacrifice; “[Capacocha](https://en.wikipedia.org/wiki/Capacocha?oldformat=true) or Qhapaq hucha … was an important sacrificial rite among the [Inca](https://en.wikipedia.org/wiki/Inca) that typically involved the [sacrifice of children.](https://en.wikipedia.org/wiki/Child_sacrifice) Children of both genders were selected from across the Inca empire for sacrifice in capacocha ceremonies … Capacocha ceremonies took place under several circumstances. Some could be undertaken as the result of key events in the life of the [Sapa Inca](https://en.wikipedia.org/wiki/Sapa_Inca), the Inca Emperor, such as his ascension to the throne, an illness, his death, the birth of a son … At other times, Capacocha ceremonies were undertaken to stop natural disasters performed as major festivals or processions at important ceremonial sites … the children chosen for sacrifice in a capacocha ceremony were typically given alcohol and coca leaves and deposited at the place of the ceremony”, Wikipedia.\\n\\n[\\\\[11\\\\]](#_ftnref11) Wikiwand, “[Ancient Egyptian retainer sacrifices](https://www.wikiwand.com/en/Ancient_Egyptian_retainer_sacrifices)”.\\n\\n[\\\\[12\\\\]](#_ftnref12) Heather Whipps, “[Early Europeans Practiced Human Sacrifice](https://www.livescience.com/1594-early-europeans-practiced-human-sacrifice.html)”, Live Science, 11 June 2007 CE.\\n\\n[\\\\[13\\\\]](#_ftnref13) AntWiki, “[Colobopsis explodens](https://www.antwiki.org/wiki/Colobopsis_explodens)”: “A member of the \\\\*Colobopsis cylindrica \\\\*group, a set of species that employ a novel defensive strategy. Minor workers of these so-called exploding ants will, when threatened, flex their gasters so hard that they rupture. This releases a toxic chemical mixture that they then attempt to smear on their antagonists.”\\n\\n[\\\\[14\\\\]](#_ftnref14) “[What beings are conscious?](https://www.animal-ethics.org/sentience-section/animal-sentience/what-beings-are-conscious/)”, Animal Ethics.\\n\\n[\\\\[15\\\\]](#_ftnref15) The highest ethical form of a utility-optimal calculation.\\n\\n[\\\\[16\\\\]](#_ftnref16) John Brockman (ed.), *This Explains Everything*, 2013 CE.\\n\\n[\\\\[17\\\\]](#_ftnref17) Philip Larkin, “[Love Again](https://www.poetryfoundation.org/poems/48424/love-again)”, 1979 CE.\\n\\n[\\\\[18\\\\]](#_ftnref18) To borrow a phrase from my history teacher, Mr Ashworth, who made use of a metaphor of Andrew Lang: “Rulers use philosophies much as drunks use lampposts — more for support than illumination”.\\n\\n\\\\*\\\\*\\n\\n“And standing on the altar high, Lo what a fiend is here! said he: / One who sets reason up for judge Of our most holy Mystery. / The weeping child could not be heard. The weeping parents wept in vain: / They strip’d him to his little shirt. And bound him in an iron chain. / And burn’d him in a holy place, Where many had been burn’d before: / The weeping parents wept in vain. / Are such things done on Albion’s shore.”\\n\\nWilliam Blake, *A little Boy Lost*, “Songs of Experience”, 1794 CE\\n\\n[\\\\[19\\\\]](#_ftnref19) “*[Σαγράδα Φαμίλια 2941](https://en.wikipedia.org/wiki/File:%CE%A3%CE%B1%CE%B3%CF%81%CE%AC%CE%B4%CE%B1_%CE%A6%CE%B1%CE%BC%CE%AF%CE%BB%CE%B9%CE%B1_2941.jpg)*” (Sagrada Familia), Wikipedia, C messier, 2017 CE, [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/deed.en).\\n\\n[\\\\[20\\\\]](#_ftnref20) “His rural audience could easily understand the principle of ‘resurrection’ produced by dead seeds sown into the earth. Jesus uses the metaphor of the grain of wheat to illustrate the importance of ego death in the pursuit of salvation and entering the Kingdom of Heaven. He is suggesting that one must first allow their current convictions and ideas about the world to die and be shed, before they can be reborn with a purer, more virtuous self that is stronger than the original” (Wikipedia, “[The Grain of Wheat](https://en.wikipedia.org/wiki/The_Grain_of_Wheat)”).\\n\\n[\\\\[21\\\\]](#_ftnref21) Michelangelo Merisi da Caravaggio, “[Sacrifice of Isaac](https://commons.wikimedia.org/w/index.php?curid=15219747)”, c. 1603 CE, Wikipedia, public domain. Image overleaf: Leon Bonnat, “[Job](https://commons.wikimedia.org/wiki/File:L%C3%A9on_Bonnat_-_Job.jpg)”, 1880 CE, Wikipedia, public domain.\\n\\n[\\\\[22\\\\]](#_ftnref22) Wikiwand, “[Yahweh](https://www.wikiwand.com/en/Yahweh)”.\\n\\n[\\\\[23\\\\]](#_ftnref23) Wikiwand, “[Cain and Abel](https://www.wikiwand.com/en/Cain_and_Abel)”.\\n\\n[\\\\[24\\\\]](#_ftnref24) Perhaps there is something about this dark soil that helps give rise (lilly-like) to so many wonderfully intelligent and creative human beings from the Jewish community (such as Cohen, Einstein, Kafka, Mahler, Spinoza and Spielberg). Such a culture would make one question a lot of things. The Jewish people are also no strangers to suffering, which must have affected their hyper-consciousness and spirit of enterprise in commerce and culture.\\n\\n[\\\\[25\\\\]](#_ftnref25) Karen Armstrong, *The Great Transformation: The World in the Time of Buddha, Socrates, Confucius and Jeremiah*, 2005 CE. See also Joan Acocella, “[Misery](https://www.newyorker.com/magazine/2013/12/16/misery-3)”, *The New Yorker*, 16 December 2013 CE.\\n\\n[\\\\[26\\\\]](#_ftnref26) William Blake, “[Job’s Evil Dreams](https://commons.wikimedia.org/wiki/File:Job%27s_Evil_Dreams-butts.jpg)”, 1805 CE, Wikipedia, public domain.\\n\\n[\\\\[27\\\\]](#_ftnref27) See also Penelope Minney, “[Job’s Gethsemane: William Blake and the Problem of Suffering](https://thehumandivine.org/2019/11/03/jobs-gethsemane-william-blake-and-the-problem-of-suffering-by-penelope-minney/)”, thehumandivine.org, 3 November 2019 CE.\\n\\n[\\\\[28\\\\]](#_ftnref28) Wikipedia, “[Giordano Bruno](https://en.wikipedia.org/wiki/Giordano_Bruno)”. Bruno (1558–1600 CE) was tortured and burned to death at the stake by the Catholic Church for heresy. His death had a profound influence on free thinkers, including Spinoza, and in the history of freedom of speech and thought. The quote from Giordano Bruno is from Paul A. Harrison, *Elements of Pantheism*, 2004 CE.\\n\\n[\\\\[29\\\\]](#_ftnref29) Wikipedia.org, “[The Satanic Verses controversy](https://en.wikipedia.org/wiki/The_Satanic_Verses_controversy)”; “Nearly half the world’s people are living in countries where their freedom of speech and right to privacy are being eroded, researchers have found” (Kate Hodal, “[Free speech and privacy on the wane across the world](https://www.theguardian.com/global-development/2019/aug/08/free-speech-and-privacy-on-the-wane-across-the-world)”, *The Guardian*, 8 August 2019 CE); Angelina E. Theodorou, “[Which countries still outlaw apostasy and blasphemy?](https://www.pewresearch.org/fact-tank/2016/07/29/which-countries-still-outlaw-apostasy-and-blasphemy/)”,Pew Research Center, 29 July 2016 CE.\\n\\n[\\\\[30\\\\]](#_ftnref30) Salman Rushdie, *The Satanic Verses*, 1988 CE.\",\"timestamp\":1639485281,\"title\":\"Ethics of Life — 5.2 Sacrifice (Part 1) \"},\"digest\":\"-lMx2404auvJ5_dzjfTtvi-UOuZhnk6ZDNTVGp0eVYc\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"47twPG9n_vSbi6sSOFjEzyO0E9AAmHySu93BCmP2K64v-3c25Zvfna5eILugsLMNHnprWLNapdeCEwGiGTF_sw\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NW7ZwxKSArLFer62EFrvYN_XnegAq6_Vl4pmat-mlXA\"}"