"{\"content\":{\"body\":\"American philosopher John Dewey once said: \\\"Reading is a kind of adventure, such as exploring the new continent, such as new soil.\\\" It is true that reading always brings you to the scene and enables you to acquire new knowledge.\\n\\nTwo days ago, after reviewing the classic \\\"A hundred thousand Whys\\\", I have a deeper understanding of the mysteries of animals and plants. For example, in the article \\\"Why do bees Die after they sting?\\\" I learned not only about the physical characteristics of bees, but also about their heroic spirit. They say bees don't attack, because that would be suicidal. But in one case, they will go out of their way, and that is when their homes are destroyed. At this point, they really risk their lives to fight their enemies. Even enemies hundreds of times their size. They beat their wings in unison, like stormtroopers, sending out a \\\"buzz\\\" roar, with a death-defying mentality, rushing toward the enemy. It was intimidating. Although the final result can be imagined, they still behave so relentlessness. You can't imagine that the cute little bee in the ballad could have such a heroic side. I didn't know that until I read \\\"A Hundred Thousand Whys.\\\"\\n\\nIn plants, I was curious about this mimosa. People often say: \\\"stay composition https://Www.ZuoWEn8.Com/ if wood chicken, numb.\\\" Like \\\"wood\\\" -- plants don't move. This can be negated in mimosa. When you gently touch the leaves of the mimosa with your hand, it is like a shy little girl, closing the leaves and hanging down. When you touch it lightly, it moves slowly and folds less. If you hit it hard, it works very fast, and in less than 10 seconds, all the leaves are folded up. Mimosa's peculiar behavior is actually an adaptation to natural conditions. In the south, there is often violent wind and rain, if the mimosa did not just encounter the first drop of rain, the first gust of wind to gather up the leaves, then the plant may have been eliminated by nature millions of years ago.\\n\\nYes, if you don't have a strong point and skills to protect yourself, how can you survive in this predatory ecological environment? Everything in the world has its own ability and mystery, their physiological characteristics and growth rules are an interesting and profound knowledge. Only with special skills and ability, to survive, to foothold, so animals and plants, people are so. Do we try to survive? There is so much more to discover. So, let's start with a hundred thousand Whys!\",\"timestamp\":1635733596,\"title\":\"One hundred thousand why after reading\"},\"digest\":\"x9jngq2A-boTOpIxRHAh0u7g3z8Nx9s0vZpH87G5fOU\",\"authorship\":{\"contributor\":\"0x8fD87a84eCDCf6EC1550BC5acB3F9f6c2b27Caf5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f4dXhgGc1Ig3N1LBY5K8XV1XdHs1YMmwScJQCFFB_NY\\\",\\\"y\\\":\\\"4o5UmsVWjSAxgPczokw5VoGQMwI0jah3jKikeDDZmuM\\\"}\",\"signature\":\"exNABe1S9EgNbwT_JZfjtaiczejgpvomepXGAhKZuK9m00sSJEuIcllUSQnwBqP-KZ9Yz4S7_gUCIdR1LpJnOQ\",\"signingKeySignature\":\"0x50d54f46d9a33bdfb1f5a9fac1767cc0c4dffbb102fed60767a6956bba5828e951bde6a5827ff7f59f39e758350e5795b8b9f1b636a55872d1789bced45475e11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f4dXhgGc1Ig3N1LBY5K8XV1XdHs1YMmwScJQCFFB_NY\\\",\\\"y\\\":\\\"4o5UmsVWjSAxgPczokw5VoGQMwI0jah3jKikeDDZmuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x9jngq2A-boTOpIxRHAh0u7g3z8Nx9s0vZpH87G5fOU\"}"