"{\"content\":{\"body\":\"and fire away at them at a very pleasant distance. I shall just be able to lodge a shot in the hospital, should the enemy ever get possession of it; and as for the palace, I have it within full range.'\\n\\n'I never saw anything like you clergymen,' said Eleanor; 'you are always thinking of fighting each other.'\\n\\n'Either that,' said he, 'or else supporting each other. The pity is that we cannot do the one without the other. But are we not here to fight? Is not ours a church militant? What is all our work but fighting, and hard fighting, if it be well done?'\\n\\n'But not with each other.'\\n\\n'That's as it may be. The same complaint which you make of me for battling with another clergyman of our own church, the Mahometan would make against me for battling with the error of a priest of Rome. Yet, surely, you would not be inclined to say that I should be wrong to do battle with such as him. A pagan, too, with his multiplicity of gods, would think it equally odd that the Christian and the Mahometan should disagree.'\\n\\n'Ah! But you wage your wars about trifles so bitterly.'\\n\\n'Wars about trifles,' said he, 'are always bitter, especially among neighbours. When the differences are great, and the parties comparative strangers, men quarrel with courtesy. What combatants are ever so eager as two brothers?'\\n\\n'But do not such contentions bring scandal on the church?'\\n\\n'More scandal would fall on the church if there were no such contentions. We have but one way to avoid them--that of acknowledging a common head of our church, whose word on all points of doctrine shall be authoritative. Such a termination of our difficulties is alluring enough. It has charms which are irresistible to many, and all but irresistible, I own, to me.'\\n\\n'You speak now of the Church of Rome?' said Eleanor.\\n\\n'No,' said he, 'not necessarily the Church of Rome; but of a church with a head. Had it pleased God to vouchsafe to us such a church our path would have been easy. But easy paths have not been thought good for us.' He paused and stood silent for a while, thinking of the time when he had so nearly sacrificed all he had, his powers of mind, his free agency, the fresh running waters of his mind's fountain, his very inner self, for an easy path in which no fighting would be needed; and then he continued: 'What you say is partly true; our contentions do bring on us some scandal. The outer world, though it constantly reviles us for our human infirmities, and throws in our teeth the fact that being clergymen we are still no more then men, demands of us that we should do our work with godlike perfection. There is nothing godlike about us: we differ from each other with the acerbity common to man--we allow differences on subjects of divine origin to produce among us antipathies and enmities which are anything but divine. This is all true. But what would you have in place of it? There is no infallible head for a church on earth. This dream of believing man has been tried, and we see in Italy and in Spain what has become of it. Grant that there are and have been no bickerings within the pale of the Pope's Church. Such an assumption would be utterly untrue; but let us grant it, and then let us say which church has incurred the heaviest scandals.'\\n\\nThere was a quiet earnestness about Mr Arabin, as he half acknowledged and half defended himself from the charge brought against him, which surprised Eleanor. She had been used all her life to listen to clerical discussion; but the points at issue between the disputants had so seldom been of more than temporal significance as to have left on her mind no feeling of reverence for such subjects. There had always been a hard worldly leaven of the love either of income or power in the strains that she had heard; there had been no panting for the truth; no aspirations after religious purity. It had always been taken for granted by those around her that they were indubitably right, that there was no ground for doubt, that the hard uphill work of ascertaining what the duty of a clergyman should be had been already accomplished in full; and that what remained for an active militant parson to do, was to hold his own against all comers. Her father, it is true, was an exception to this; but then he was so essentially non-militant in all things, that she classed him in her own mind apart from all others. She had never argued the matter within herself, or considered whether this common tone was or was not faulty; but she was sick of it without knowing that she was so. And now she found to her surprise and not without a certain pleasurable excitement, that this new comer among them spoke in a manner very different from that to which she was accustomed.\\n\\n'It is so easy to condemn,' said he, continuing the thread of his thoughts. 'I know no life that must be so delicious as that of a writer for newspapers, or a leading member of the opposition--to thunder forth accusations against men in power; show up the worst side of every thing that is produced; to pick holes in every coat; to be indignant, sarcastic, jocose, moral, or supercilious; to damn with faint praise, or crush with open calumny! What can be so easy as this when the critic has to be responsible for nothing? You condemn what I do; but put yourself in my position and do the reverse, and then see if I cannot condemn you.'\\n\\n'Oh! Mr Arabin, I do not condemn you.'\\n\\n'Pardon me, you do, Mrs Bold--you as one of the world; you are now the opposition member; you are now composing your leading article, and well and bitterly you do it. \\\"Let dogs delight to bark and bite;\\\" you fitly began with an elegant quotation; \\\"but if we are to have a church at all, in heaven's name let the pastors who preside over it keep their hands from each other's throats. Lawyers can live without befouling each other's names; doctors do not fight duels. Why is that clergymen alone should indulge themselves in such unrestrained liberty of abuse against each other?\\\" and so you go on reviling us for our ungodly quarrels, our sectarian propensities, and scandalous differences. It will, however, give you no trouble to write another article next week in which we, or some of us, shall be twitted with an unseemly apathy in matters of our vocation. It will not fall on you to reconcile the discrepancy; your readers will never ask you how the poor parson is to be urgent in season and out of season, and yet never come in contact with men who think widely differently from him. You, when you condemn this foreign treaty, or that official arrangement, will have to incur no blame for the graver faults of any different measure. It is so easy to condemn; and so pleasant too; for eulogy charms no listeners as detraction does.'\\n\\nEleanor only half followed him in his raillery; but she caught his meaning. 'I know I ought to apologise for presuming to criticise you,' she said; 'but I was thinking with sorrow of the ill-will that has lately come among us at Barchester, and I spoke more freely than I should have done.'\\n\\n'Peace on earth and good-will among men, are, like heaven, promises for the future;' said he, following rather his own thoughts than hers. 'When that prophecy is accomplished, there will no longer be any need for clergymen.'\\n\\nHere they were interrupted by the archdeacon, whose voice was heard from the cellar shouting to the vicar.\\n\\n'Arabin, Arabin,'--and then turning to his wife, who was apparently at his elbow--'where is he gone to? This cellar is perfectly abominable. It would be murder to put a bottle of wine into it till it has been roofed, walled, and floored. How on earth old Goodenough ever got on with it, I cannot guess. But then Goodenough never had a glass of wine that any man could drink.'\\n\\n'What is it, archdeacon?' said the vicar, running down stairs, and leaving Eleanor above to her meditations.\\n\\n'This cellar must be roofed, walled, and floored,' repeated the archdeacon. 'Now mind what I say, and don't let the architect persuade you that it will do; half of those fellows know nothing about wine. This place as it is now would be damp and cold in winter, and hot and muggy in summer. I wouldn't give a straw for the best wine that ever was minted, after it had lain here a couple of years.'\\n\\nMr Arabin assented, and promised that the cellar should be reconstructed according to the archdeacon's receipt.\\n\\n'And, Arabin, look here; was such an attempt at a kitchen grate ever seen?'\\n\\n'The grate is really very bad,' said Mrs Grantly; 'I am sure the priestess won't approve of it, when she is brought here to the scene of future duties. Really, Mr Arabin, no priestess accustomed to such an excellent well as that above could put up with such a grate as this.'\\n\\n'If there must be a priestess at St Ewold's at all, Mrs Grantly, I think we shall leave her to her well, and not call down her divine wrath on any of the imperfections rising from our human poverty. However, I own I am amenable to the attractions of a well-cooked dinner, and the grate shall certainly be changed.'\\n\\nBy this time the archdeacon had again ascended, and was now in the dining-room. 'Arabin,' said he, speaking in his usual loud clear voice, and with that tone of dictation which was so common to him; 'you must positively alter this dining-room, that is, remodel it altogether; look here, it is just sixteen feet by fifteen; did anybody ever hear of a dining-room of such proportions?' and the archdeacon stepped the room long-ways and cross-ways with ponderous steps, as though a certain amount of ecclesiastical dignity could be imparted even to such an occupation as that by the manner of doing it. 'Barely sixteen; you may call it a square.'\\n\\n'It would do very well for a round table,' suggested the ex-warden.\\n\\nNow there was something peculiarly unorthodox in the archdeacon's estimation in the idea of a round table. He had always been accustomed to a goodly board of decent length, comfortably elongating itself according to the number of guests, nearly black with perpetual rubbing, and as bright as a mirror. Now round dinner tables are generally of oak, or else of such new construction as not to have acquired the peculiar hue which was so pleasing to him. He connected them with what he called the nasty new fangled method of leaving cloth on the table, as though to warn people that they were not to sit long. In his eyes there was something democratic and parvenu in a round table. He imagined that dissenters and calico-printers chiefly used them, and perhaps a few literary lions more conspicuous for their wit than their gentility. He was a little flurried at the idea of such an article, being introduced into the diocese by a protege of his own, and at the instigation of his father-in-law.\\n\\n'A round dinner-table,' said he, with some heat, 'is the most abominable article of furniture that ever was invented. I hope that Arabin has more taste than to allow such a thing in his house.'\\n\\nPoor Mr Harding felt himself completely snubbed, and of course said nothing further; but Mr Arabin, who had yielded submissively in the small matters of the cellar and kitchen grate, found himself obliged to oppose reforms which might be of a nature too expensive for his pocket.\\n\\n'But it seems to me, archdeacon, that I can't very well lengthen the room without pulling down the wall, and if I pull down the wall, I must build it up again; then if I throw out a bow on this side, I must do the same on the other, then if I do it for the ground floor, I must carry it up to the floor above. That will be putting a new front to the house, and will cost, I suppose, a couple of hundred pounds. The ecclesiastical commissioners will hardly assist me when they hear that my grievance consists in having a dining-room only sixteen feet long.'\\n\\nThe archdeacon proceeded to explain that nothing would be easier than adding six feet to the front of the dining-room, without touching any other of the house. Such irregularities of construction in small country houses were, he said, rather graceful than otherwise, and he offered to pay for the whole thing out of his own pocket if it cost more than forty pounds. Mr Arabin, however, was firm, and, although the archdeacon fussed and fumed about it, would not give way.\\n\\nForty pounds, he said, was a matter of serious moment to him, and his friends, if under such circumstances they would be good-natured enough to come to him at all, must put up with the misery of a square room. He was willing to compromise matters by disclaiming any intention of having a round table.\\n\\n'But,' said Mrs Grantly, 'what if the priestess insists on have both the rooms enlarged?'\\n\\n'The priestess in that case must do it for herself, Mrs Grantly.'\\n\\n'I have no doubt she will be well able to do so,' replied the lady; 'to do that and many more wonderful things. I am quite sure that the priestess of St Ewold, when she does come, won't come empty-handed.'\\n\\nMr Arabin, however, did not appear well inclined to enter into speculative expenses on such a chance as this, and therefore, any material alterations in the house, the cost of which could not fairly be made to lie at the door either of the ecclesiastical commission or of the estate of the late incumbent, were tabooed. With this essential exception, the archdeacon ordered, suggested, and carried all points before him in a manner very much to his own satisfaction. A close observer, had there been one there, might have seen that his wife had been quite as useful in the matter as himself. No one knew better than Mrs Grantly the appurtenances necessary to a comfortable house. She did not, however, think it necessary to lay claim to any of the glory which her lord and master was so ready to appropriate as his own.\\n\\nHaving gone through their work effectively, and systematically, the party returned to Plumstead well satisfied with their expedition.\\n\\nCHAPTER XXII\\n\\nTHE THORNES OF ULLATHORNE\\n\\nOn the following Sunday Mr Arabin was to read himself in at his new church. It was agreed at the rectory that the archdeacon should go over with him and assist at the reading-desk, and that Mr Harding should take the archdeacon's duty at Plumstead Church. Mrs Grantly had her school and her buns to attend to, and professed that she could not be spared; but Mrs Bold was to accompany them. It was further agreed also, that they would lunch at the squire's house, and return home after the afternoon service.\\n\\nWilfred Thorne, Esq., of Ullathorne, was the squire of St Ewold's; or rather the squire of Ullathorne; for the domain of the modern landlord was of wider notoriety than the fame of the ancient saint. He was a fair specimen of what that race has come to in our days, which a century ago was, as we are told, fairly represented by Squire Western. If that representation be a true one, few classes of men can have made faster strides in improvement. Mr Thorne, however, was a man possessed of quite a sufficient number of foibles to lay him open to much ridicule. He was still a bachelor, being about fifty, and was not a little proud of his person. When living at home at Ullathorne there was not much room for such pride, and there therefore he always looked like a gentleman, and like that which he certainly was, the first man in his parish. But during the month or six weeks which he annually spent in London, he tried so hard to look like a great man there also, which he certainly was not, that he was put down as a fool by many at his club. He was a man of considerable literary attainment in a certain way and on certain subjects. His favourite authors were Montaigne and Burton, and he knew more perhaps than any other man in his own county, and the next to it, of the English essayists of the two last centuries. He possessed complete sets of the 'Idler', the 'Spectator,' the 'Tatler,' the 'Guardian,' and the 'Rambler;' and would discourse by hours together on the superiority of such publications to anything which has since been produced in our Edinburghs and Quarterlies. He was a great proficient in all questions of genealogy, and knew enough of almost every gentleman's family in England to say of what blood and lineage were descended all those who had any claim to be considered as possessors of any such luxuries. For blood and lineage he himself had a must profound respect. He counted back his own ancestors to some period long antecedent to the Conquest; and could tell you, if you would listen to him, how it had come to pass that they, like Cedric the Saxon, had been permitted to hold their own among the Norman barons. It was not, according to his showing, on account of any weak complaisance on the part of his family towards their Norman neighbours. Some Ealfried of Ullathorne once fortified his own castle, and held out, not only that, but the then existing cathedral of Barchester also, against one Godfrey de Burgh, in the time of King John; and Mr Thorne possessed the whole history of the siege written on vellum, and illuminated in a most costly manner. It little signified that no one could read the writing, as, had that been possible, no one could have understood the language. Mr Thorne could, however, give you all the particulars in good English, and had no objection to do so.\\n\\nIt would be unjust to say that he looked down in men whose families were of recent date. He did not do so. He frequently consorted with such, and had chosen many of his friends from among them. But he looked on them as great millionaires are apt to look on those who have small incomes; as men who have Sophocles at their fingers' ends regard those who know nothing of Greek. They might doubtless be good sort of people, entitled to much praise for virtue, very admirable for talent, highly respectable in every way; but they were without the one great good gift. Such was Mr Thorne's way of thinking on this matter; nothing could atone for the loss of good blood; nothing could neutralise its good effects. Few indeed were now possessed of it, but the possession was on that account the more precious. It was very pleasant to hear Mr Thorne descant on this matter. Were you in your ignorance to surmise that such a one was of a good family because the head of his family was a baronet of an old date, he would open his eyes with a delightful look of affected surprise, and modestly remind you that baronetcies only dated from James I. He would gently sigh if you spoke of the blood of the Fitzgeralds and De Burghs; would hardly allow the claims of the Howards and Lowthers; and has before now alluded to the Talbots as a family who had hardly yet achieved the full honours of a pedigree.\\n\\nIn speaking once of a wide spread race whose name had received the honours of three coronets, scions from which sat for various constituencies, some one of whose members had been in almost every cabinet formed during this present century, a brilliant race such as there are few in England, Mr Thorne called them all 'dirt'. He had not intended any disrespect to these men. He admired them in many senses, and allowed them their privileges without envy. He had merely meant to express his feeling that the streams which ran through their not veins were yet purified by time to that perfection, had not become so genuine an ichor, as to be worthy of being called blood in the genealogical sense.\\n\\nWhen Mr Arabin was first introduced to him, Mr Thorne had immediately suggested that he was one of the Arabins of Uphill Stanton. Mr Arabin replied that he was a very distant relative of the family alluded to. To this Mr Thorne surmised that the relationship could not be very distant. Mr Arabin assured him that it was so distant that the families knew nothing of each other. Mr Thorne laughed his gentle laugh at this, and told Mr Arabin that there was not existing no branch of his family separated from the parent stock at an earlier date than the reign of Elizabeth; and that therefore Mr Arabin could not call himself distant. Mr Arabin himself was quite clearly an Arabin of Uphill Stanton.\\n\\n'But,' said the vicar, 'Uphill Stanton has been sold to the De Greys, and has been in their hands for the last fifty years.'\\n\\n'And when it has been there one hundred and fifty, if it unluckily remain there so long,' said Mr Thorne, 'your descendants will not be a whit the less entitled to describe themselves as being of the family of Uphill Stanton. Thank God, no De Grey can buy that--and, thank God--no Arabin, and no Thorne, can sell it.'\\n\\nIn politics, Mr Thorne was an unflinching conservative. He looked on those fifty-three Trojans, who, as Mr Dod tell us, censured free trade in November 1852, as the only patriots left among the public men of England. When that terrible crisis of free trade had arrived, when the repeal of the corn laws was carried by those very men whom Mr Thorne had hitherto regarded as the only possible saviours of his country, he was for a time paralysed. His country was lost; but that was comparatively a small thing. Other countries had flourished and fallen, and the human race still went on improving under God's providence. But now all trust in human faith must for ever be at an end. Not only must ruin come, but it must come through the apostasy of those who had been regarded as the truest of true believers. Politics in England, as a pursuit for gentlemen, must be at an end. Had Mr Thorne been trodden under foot by a Whig, he could have borne it as a Tory and a martyr; but to be so utterly thrown over and deceived by those he had so earnestly supported, so thoroughly trusted, was more than he could endure and live. He therefore ceased to live as a politician, and refused to hold any converse with the world at large on the state of the country.\\n\\nSuch were Mr Thorne's impressions for the first two or three years after Sir Robert Peel's apostasy; but by degrees his temper, as did that of others, cooled down. He began once more to move about, to frequent the bench and the market, and to be seen at dinners, shoulder to shoulder with some of those who had so cruelly betrayed him. It was a necessity for him to live, and that plan of his for avoiding the world did not answer. He, however, had others around him, who still maintained the same staunch principles of protection--men like himself, who were too true to flinch at the cry of a mob--had their own way of consoling themselves. They were, and felt themselves to be, the only true depositories left of certain Eleusinian mysteries, of certain deep and wondrous services of worship by which alone the gods could be rightly approached. To them and them only was it now given to know these things, and to perpetuate them, if that might still be done, by the careful and secret education of their children.\\n\\nWe have read how private and peculiar forms of worship have been carried on from age to age in families, which to the outer world have apparently adhered to the service of some ordinary church. And so by degrees it was with Mr Thorne. He learnt at length to listen calmly while protection was talked of as a thing dead, although he knew within himself that it was still quick with a mystic life. Nor was he without a certain pleasure that such knowledge though given to him should be debarred from the multitude. He became accustomed to hear, even among country gentlemen, that free trade was after all not so bad, and to bear this without dispute, although conscious within himself that everything good in England had gone with his old palladium. He had within him something of the feeling of Cato, who gloried that he could kill himself because Romans were no longer worthy of their name. Mr Thorne had no thought of killing himself, being a Christian, and still possessing his L 4000 a year; but the feeling was not on that account the less comfortable.\\n\\nMr Thorne was a sportsman, and had been active though not outrageous in his sports. Previous to the great downfall of politics in his country, he had supported the hunt by every means in his power. He had preserved game till no goose or turkey could show a tail in the parish of St Ewold's. He had planted gorse covers with more care than oaks and larches. He had been more anxious for the comfort of his foxes than of his ewes and lambs. No meet had been more popular than Ullathorne; no man's stables had been more liberally open to the horses of distant men than Mr Thorne's; no man had said more, written more, or done more to keep the club up. The theory of protection could expand itself so thoroughly in the practices of the country hunt! But the great ruin came; when the noble master of the Barchester hounds supported the recreant minister in the House of Lords, and basely surrendered his truth, his manhood, his friends, and his honour for the hope of a garter, then Mr Thorne gave up the hunt. He did not cut his covers, for that would not have been the act of a gentleman. He did not kill his foxes, for that according to his light would have been murder. He did not say that his covers should not be drawn, or his earths stopped, for that would have been illegal according to the by-laws prevailing among country gentlemen. But he absented himself from home on the occasions of every meet at Ullathorne, left the covers to their fate, and could not be persuaded to take his pink coat out of the press, or his hunters out of his stable. This lasted for two years, and then by degrees he came round. He first appeared at a neighbouring meet on a pony, dressed in his shooting coat, as though he had trotted in by accident; then he walked up one morning on foot to see his favourite gorse drawn, and when his groom brought his mare out by chance, he did not refuse to mount her. He was next persuaded, by one of the immortal fifty-three, to bring his hunting materials over to the other side of the county, and take a fortnight with the hounds there; and so gradually he returned to his old life. But in hunting as in other things he was only supported by the inward feeling of mystic superiority to those with whom he shared the common breath of outer life.\\n\\nMr Thorne did not live in solitude at Ullathorne. He had a sister, who was ten years older than himself, and who participated in his prejudices and feelings so strongly, that she was a living caricature of all his foibles. She would not open a modern quarterly, did not choose to see a magazine in her drawing-room, and would not have polluted her fingers with a shred of \\\"The Times\\\" for any consideration. She spoke of Addison, Swift, and Steele, as though they were still living, regarded De Foe as the best known novelist of his country, and thought of Fielding as a young but meritorious novice in the fields of romance. In poetry, she was familiar with then names as late as Dryden, and had once been seduced into reading the \\\"Rape of the Lock\\\"; but she regarded Spenser as the purest type of her country's literature in this line. Genealogy was her favourite insanity. Those things which are the pride of most genealogists were to her contemptible. Arms and mottoes set her beside herself. Ealfried of Ullathorne had wanted no motto to assist him in cleaving to the brisket Geoffrey De Burgh; and Ealfried's great grandfather, the gigantic Ullafrid, had required no other arms than those which nature gave him to hurl from the top of his own castle a cousin of the base invading Norman. To her all modern English names were equally insignificant. Hengist, Horsa, and such like, had for her the only true savour of nobility. She was not contented unless she could go beyond the Saxons; and would certainly have christened her children, had she had children, by the names of the ancient Britons. In some respects she was not unlike Scott's Ulrica, and had she been given to cursing, she would certainly have done so in the names of Mista, Skogula, and Zernebock. Not having submitted to the embraces of any polluting Normans, as poor Ulrica had done, and having assisted no parricide, the milk of human kindness was not curdled in her bosom. She never cursed, therefore, but blessed rather. This, however, she did in a strange uncouth Saxon manner, that would have been unintelligible to any peasants but her own.\\n\\nAs a politician, Miss Thorne had been so thoroughly disgusted with public life by base deeds long antecedent to the Corn Law question, that that had but little moved her. In her estimation her brother had been a fast young man, hurried away by a too ardent temperament into democratic tendencies. Now happily he was brought to sounder views by seeing the iniquity of the world. She had not yet reconciled herself to the Reform Bill, and still groaned in spirit over the defalcations of the Duke as touching the Catholic Emancipation. If asked whom she thought the Queen should take as her counsellor, she would probably have named Lord Eldon; and when reminded that that venerable man was no longer present in the flesh to assist us, she would probably have answered with a sigh that none now could help us but the dead.\\n\\nIn religion, Miss Thorne was a pure Druidess. We would not have it understood by that, that she did actually in these latter days assist at any human sacrifices, or that she was in fact hostile to the Church of Christ. She had adopted the Christian religion as a milder form of the worship of her ancestors, and always appealed to her doing so as evidence that she had no prejudices against reform, when it could be shown that reform was salutary. This reform was the most modern of any to which she had as yet acceded, it being presumed that British ladies had given up their paint and taken to some sort of petticoats before the days of St Augustine. That further feminine step in advance which combines paint and petticoats together, had not found votary in Miss Thorne.\\n\\nBut she was a Druidess in this, that she regretted she knew not what in the usages and practices of her Church. She sometimes talked and constantly thought of good things gone by, though she had but the faintest idea of what those good things had been. She imagined that a purity had existed which was now gone; that a piety had adorned our pastors and a simple docility our people, for which it may be feared history gave her but little true warrant. She was accustomed to speak of Cranmer as though he had been the firmest and most simple-minded of martyrs, and of Elizabeth as though the pure Protestant faith of her people had been the one anxiety of her life. It would have been cruel to undeceive her, had it been possible; but it would have been impossible to make her believe that the one was a time-serving priest, willing to go any length to keep his place, and that the other was in heart a papist, with this sole proviso, that she should be her own pope.\\n\\nAnd so Miss Thorne went on sighing and regretting, looking back to the divine right of kings as the ruling axiom of a golden age, and cherishing, low down in the bottom of her hearts of hearts, a dear unmentioned wish for the restoration of some exiled Stuart. Who would deny her the luxury of her sighs, or the sweetness of her soft regrets!\\n\\nIn her person and her dress she was perfect, and well she knew her own perfection. She was a small elegantly made old woman, with a face from which the glow of her youth had not departed without leaving some streaks of a roseate hue. She was proud of her colour, proud of her grey hair which she wore in short crisp curls peering out all around her face from the dainty white cap. To think of all the money that she spent in lace used to break the heart of poor Mrs Quiverful with her seven daughters. She was proud of her teeth, which were still white and numerous, proud of her bright cheery eye, proud of her short jaunty step, and very proud of the neat, precise, small feet with which those steps were taken. She was proud also, ay, very proud, of the rich brocaded silk in which it was her custom to ruffle through her drawing-room.\\n\\nWe know what was the custom of the lady of Branksome--       \\\"Nine and twenty knights of fame        Hung their shields in Branksome Hall.\\\"\\n\\nThe lady of Ullathorne was not so martial in her habits, but hardly less costly. She might have boasted that nine-and-twenty silken shirts might have been produced in her chamber, each fit to stand alone. The nine-and-twenty shields of the Scottish heroes were less independent, and hardly more potent to withstand any attack that might be made on them. Miss Thorne when fully dressed might be said to have been armed cap-a-pie, and she was always fully dressed, as far as was ever known to mortal man.\\n\\nFor all this rich attire Miss Thorne was not indebted to the generosity of her brother. She had a very comfortable independence of her own, which she divided among juvenile relatives, the milliners, and the poor, giving much the largest share to the latter. It may be imagined, therefore, that with all her little follies she was not unpopular. All her follies have, we believe, been told. Her virtues were too numerous to describe, and not sufficiently interesting to deserve description.\\n\\nWhile we are on the subject of the Thornes, one word must be said of the house they lived in. It was not a large house, nor a fine house, nor perhaps to modern ideas a very commodious house; but by those who love the peculiar colour and peculiar ornaments of genuine Tudor architecture it was considered a perfect gem. We beg to own ourselves among the number, and therefore take this opportunity to express our surprise that so little is known by English men and women of the beauties of English architecture. The ruins of the Colosseum, the Campanile at Florence, St Mark's, Cologne, the Bourse and Notre Dame, are with our tourists as familiar as household words; but they know nothing of the glories of Wiltshire, Dorsetshire, and Somersetshire. Nay, we much question whether many noted travellers, many who have pitched their tents perhaps under Mount Sinai, are not still ignorant that there are glories in Wiltshire, Dorsetshire and Somersetshire. We beg that they will go and see.\\n\\nMr Thorne's house was called Ullathorne Court, and was properly so called; for the house itself formed two sides of a quadrangle, which was completed in the other two sides by a wall about twenty feet high. This was built of cut stone, rudely cut indeed, and now much worn, but of a beautiful rich tawny yellow colour, the effect of that stonecrop of minute growth, which it had taken three centuries to produce. The top of this wall was ornamented by huge round stone balls of the same colour as the wall itself. Entrance into the court was had through a pair of iron gates, so massive that no one could comfortably open or close them, consequently they were rarely disturbed. From the gateway two paths led obliquely across the court; that to the left reaching the hall-door, which was in the corner made by the angle of the house, and that to the right leading to the back entrance, which was at the further end of the longer portion of the building.\\n\\nWith those who are now adept at contriving house accommodation, it will militate much against Ullathorne Court, that no carriage could be brought to the hall-door. If you enter Ullathorne at all, you must do so, fair reader, on foot, or at least in a bath-chair. No vehicle drawn by horses ever comes within that iron gate. But this is nothing to the next horror that will encounter you. On entering the front door, which you do by no very grand portal, you find yourself immediately in the dining-room. What--no hall? exclaims my luxurious friend, accustomed to all the comfortable appurtenances of modern life. Yes, kind sir; a noble hall, if you will but observe it; a true old English hall of excellent dimensions for a country gentleman's family; but, if you please, no dining-parlour.\\n\\nBut Mr and Miss Thorne were proud of this peculiarity of their dwelling, though the brother was once all but tempted by his friends to alter it. They delighted in the knowledge that they, like Cedric, positively dined in their true hall, even though they so dined tete-a-tete. But though they had never owned, they had felt and endeavoured to remedy the discomfort of such an arrangement. A huge screen partitioned off the front door and a portion of the hall, and from the angle so screened off a second door led into a passage, which ran along the larger side of the house next to the courtyard. Either my reader or I must be a bad hand at topography, if it be not clear that the great hall forms the ground-floor of the smaller portion of the mansion, that which was to your left as you entered the iron gate, and that it occupies the whole of this wing of the building. It must be equally clear that it looks out on a trim mown lawn, through three quadrangular windows with stone mullions, each window divided into a larger portion at the bottom, and a smaller portion at the top, and each portion again divided into five by perpendicular stone supporters. There may be windows which give a better light than such as those, and it may be, as my utilitarian friend observes, that the giving of light is the desired object of a window. I will not argue the point with him. Indeed I cannot. But I shall not the less die in the assured conviction that no sort of description of window is capable of imparting half as much happiness to mankind as that which has been adopted at Ullathorne Court. What--not an oriel? says Miss Diana de Midellage. No, Miss Diana; not even an oriel, beautiful as is an oriel window. It has not about it so perfect a feeling of quiet English homely comfort. Let oriel windows grace a college, or the half public mansion of a potent peer; but for the sitting room of quiet country ladies, of ordinary homely folk, nothing can equal the square mullioned windows of the Tudor architects.\\n\\nThe hall was hung round with family female insipidities by Lely, and unprepossessing male Thornes in red coats by Kneller; each Thorne having been let into a panel in the wainscoting in the proper manner. At the further end of the room was a huge fire-place, which afforded much ground of difference between the brother and sister. An antiquated grate that would hold about a hundred weight of coal, had been stuck on the hearth, by Mr Thorne's father. This hearth had of course been intended for the consumption of wood fagots, and the iron dogs for the purpose were still standing, though half buried in the masonry of the grate. Miss Thorne was very anxious to revert to the dogs. The dear good old creature was always to revert to anything, and had she been systematically indulged, would doubtless in time have reflected that fingers were made before forks, and have reverted accordingly. But in the affairs of the fire-place, Mr Thorne would not revert. Country gentlemen around him, all had comfortable grates in their dining-rooms. He was not exactly the man to have suggested a modern usage; but he was not so far prejudiced as to banish those which his father had prepared for his use. Mr Thorne had, indeed, once suggested that with very little contrivance the front door might have been so altered, as to open at least into the passage; but on hearing this, his sister Monica, such was Miss Thorne's name, had been taken ill, and had remained so for a week. Before she came down stairs she received a pledge from her brother that the entrance should never be changed in her lifetime.\",\"timestamp\":1639993513,\"title\":\"I shall have a beautifully complete view of my adversaries. I shall sit down before the hostile town\"},\"digest\":\"rBVMR6qB22wTsujKisWiwsZZ-Ybngu3aIrLqzVUdy2o\",\"authorship\":{\"contributor\":\"0x19BebfD5a2946bC50A2CeA661e77fFC2F12C9549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yu8Njt661yHomaAbVEh8RLYfie_ioUmcOKDPqu5O_b8\\\",\\\"y\\\":\\\"fXjhxCfxaUxMbsfuVam5-6i-W7nS9iOh_W-1ATS5AFI\\\"}\",\"signature\":\"I658B-msf12H5lqrGJHErgjcKRL25Q8jbB2niwA1iEMr4X70TyqEECW2b-sqlR-k3byNWrVtHBhrn6w_MHHtKQ\",\"signingKeySignature\":\"0x5f89e5acd0771a10977a9597434c6e5a827821b6624d8b4fb537db6a53ed4b2d4d399fc1ffc3e04829bbca498a504a3a578c2fedb75a06c3f8baea1188ffe80d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yu8Njt661yHomaAbVEh8RLYfie_ioUmcOKDPqu5O_b8\\\",\\\"y\\\":\\\"fXjhxCfxaUxMbsfuVam5-6i-W7nS9iOh_W-1ATS5AFI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rBVMR6qB22wTsujKisWiwsZZ-Ybngu3aIrLqzVUdy2o\"}"