"{\"content\":{\"body\":\"\\\" Why, how strange,\\\" choked Mrs. Wainwrignt. Nothing she knew of Nora could account for her stupefaction and grief. What happened glaringly to her was the duplicity of man. Coleman was a ribald deceiver.  He must have known and yet he had pretended throughout that the meeting was a pure accident She turned with a nervous impulse to sympathist with her daughter, but despite the lovely tranquillity of the girl's face there was something about her which forbade the mother to meddle. Anyhow Mrs. Wainwright was sorry that she had told nice things of Coleman's behaviour, so she said to the old lady: \\\" Young men of these times get a false age so quickly. We have always thought it a great pity, about Mr. Coleman.\\\"\\n\\n\\\"Why, how so ? \\\" asked the old lady.\\n\\n\\\"Oh, really nothing. Only, to us he seemed rather --er- prematurely experienced or something of that kind. The old lady did not catch the meaning of the phrase. She seemed surprised. \\\" Why, I've never seen any full-grown  person in this world who got experience any too quick for his own good.\\\"\\n\\nAt the tail of the procession there was talk between the two students who had in charge the little grey horse-one to lead and one to flog. \\\" Billie,\\\" said one, \\\" it now becomes necessary to lose this hobby into the hands of some of the other fellows. Whereby we will gain opportunity to pay homage to the great Nora. Why, you egregious thick-head, this is the chance of a life-time. I'm damned if I'm going to tow this beast of burden much further.\\\"\\n\\n\\\" You wouldn't stand a show,\\\" said Billie pessimistically. \\\" Look at Coleman.\\\"\\n\\n\\\" That's all right. Do you mean to say that you prefer to continue towing pack horses in the presence of this queen of song and the dance just because you think Coleman can throw out his chest a little more than you. Not so. Think of your bright and sparkling youth. There's Coke and Pete Tounley near Marjory. We'll call 'em.\\\" Whereupon he set up a cry. \\\" Say, you people, we're not getting a, salary for this. Supposin' you try for a time. It'll do you good.\\\" When the two addressed bad halted to await the arrival of the little grey horse, they took on glum expressions. \\\" You look like poisoned pups,\\\" said the student who led the horse. \\\" Too strong for light work. Grab onto the halter, now, Peter, and tow. We are going ahead to talk to Nora Black.\\\"\\n\\n\\\" Good time you'll have,\\\" answered Peter Tounley.\\n\\n\\\" Coleman is cuttin' up scandalous. You won't stand a show.\\\"\\n\\n\\\" What do you think of him ? \\\" said Coke. \\\" Seems curious, all 'round. Do you suppose he knew she would show up? It was nervy to--\\\"\\n\\n\\\" Nervy to what? \\\" asked Billie.\\n\\n\\\"Well,\\\" said Coke, \\\" seems to me he is playing both ends against the middle. I don't know anything about Nora Black, but-\\\"\\n\\nThe three other students expressed themselves with conviction and in chorus. \\\" Coleman's all right.\\\"\\n\\n\\\" Well, anyhow,\\\" continued Coke, \\\" I don't see my way free to admiring him introducing Nora Black to the Wainwrights.\\\"\\n\\n\\\" He didn't,\\\" said the others, still in chorus.\\n\\n\\\" Queer game,\\\" said Peter Tounley. \\\" He seems to know her pretty well.\\\"\\n\\n\\\" Pretty damn well,\\\" said Billie.\\n\\n\\\"Anyhow he's a brick,\\\" said Peter Tounley. \\\"We mustn't forget that. Lo, I begin to feel that our Rufus is a fly guy of many different kinds. Any play that he is in commands my respect. He won't be hit by a chimney in the daytime, for unto him has come much wisdom, I don't think I'll worry.\\\"\\n\\n\\\"Is he stuck on Nora Black, do you know?\\\" asked Billie.\\n\\n\\\" One thing is plain,\\\" replied Coke. \\\" She has got him somehow by the short hair and she intends him to holler murder. Anybody can see that.\\\"\\n\\n\\\" Well, he won't holler murder,\\\" said one of them with conviction. \\\" I'll bet you he won't. He'll hammer the war-post and beat the tom-tom until he drops, but he won't holler murder.\\\"\\n\\n\\\" Old Mother Wainwright will be in his wool presently,\\\" quoth Peter Tounley musingly, \\\" I could see it coming in her eye. Somebody has given his snap away, or something.\\\" \\\" Aw, he had no snap,\\\" said Billie. \\\" Couldn't you see how rattled he was? He would have given a lac if dear Nora hadn't turned up.\\\"\\n\\n\\\"Of course,\\\" the others assented. \\\"He was rattled.\\\"\\n\\n\\\" Looks queer. And nasty,\\\" said Coke.\\n\\n\\\" Nora herself had an axe ready for him.\\\"\\n\\nThey began to laugh. \\\" If she had had an umbrella she would have basted him over the head with it. Oh, my! He was green.\\\"\\n\\n\\\" Nevertheless,\\\" said Peter Tounley, \\\" I refuse to worry over our Rufus. When he can't take care of himself the rest of us want to hunt cover. He is a fly guy-\\\"\\n\\nColeman in the meantime had become aware that the light of Mrs. Wainwright's countenance was turned from him. The party stopped at a well, and when he offered her a drink from his cup he thought she accepted it with scant thanks. Marjory was still gracious, always gracious, but this did not reassure him, because he felt there was much unfathomable deception in it. When he turned to seek consolation in the manner of the professor he found him as before, stunned with surprise, and the only idea he had was to be as tractable as a child.\\n\\nWhen he returned to the head of the column, Nora again cantered forward to join him. \\\" Well, me gay Lochinvar,\\\" she cried, \\\" and has your disposition improved? \\\"\\n\\n\\\" You are very fresh,\\\" he said.\\n\\nShe laughed loud enough to be heard the full length of the caravan. It was a beautiful laugh, but full of insolence and confidence. He flashed his eyes malignantly upon her, but then she only laughed more. She could see that he wished to strangle her. \\\" What a disposition ! \\\" she said. \\\" What a disposition ! You are not. nearly so nice as your friends. Now, they are charming, but you-Rufus, I wish you would get that temper mended. Dear Rufus, do it to please me. You know you like to please me. Don't you now, dear? \\\" He finally laughed. \\\" Confound you, Nora. I would like to kill you.\\\"\\n\\nBut at his laugh she was all sunshine. It was as if she. had been trying to taunt him into good humour with her.  \\\"Aw, now, Rufus, don't be angry. I'll be good, Rufus. Really, I will. Listen. I want to tell you something. Do you know what I did? Well, you know, I never was cut out for this business, and, back there, when you told me about the Turks being near and all that sort of thing, I was frightened almost to death. Really, I was. So, when nobody was looking, I sneaked two or three little drinks out of my flask. Two or three little drinks-\\\"\\n\\nCHAPTER XVI.\\n\\n\\\" GOOD God!\\\" said Coleman. \\\"You don't Mean-\\\"\\n\\nNora smiled rosily at him. \\\" Oh, I'm all right,\\\" she answered. \\\" Don't worry about your Aunt Nora, my precious boy. Not for a minute.\\\"\\n\\nColeman was horrified. \\\" But you are not going to-you are not going to-\\\"\\n\\n\\\"Not at all, me son. Not at all,\\\" she answered.\\n\\nI'm not going to prance. I'm going to be as nice as pie, and just ride quietly along here with dear little Rufus. Only \\\\* \\\\* you know what I can do when I get started, so you had better be a very good boy. I might take it into my head to say some things, you know.\\\"\\n\\nBound hand and foot at his stake, he could not even chant his defiant torture song. It might precipitate-- in fact, he was sure it would precipitate the grand smash. But to the very core of his soul, he for the time hated Nora Black. He did not dare to remind her that he would revenge himself; he dared only to dream of this revenge, but it fairly made his thoughts flame, and deep in his throat he was swearing an inflexible persecution of Nora Black. The old expression of his sex came to him,  \\\" Oh, if she were only a man ! \\\" she had been a man, he would have fallen upon her tooth and nail. Her motives for all this impressed him not at all; she was simply a witch who bound him helpless with the pwer of her femininity, and made him eat cinders. He was so sure that his face betrayed him that he did not dare let her see it. \\\" Well, what are you going to do about it ? \\\" he asked, over his shoulder.\\n\\n\\\" 0-o-oh,\\\" she drawled, impudently. \\\"Nothing.\\\" He could see that she was determined not to be confessed. \\\" I may do this or I may do that. It all depends upon your behaviour, my dear Rufus.\\\"\\n\\nAs they rode on, he deliberated as to the best means of dealing with this condition. Suddenly he resolved to go with the whole tale direct to Marjory, and to this end he half wheeled his horse. He would reiterate that he loved her and then explain- explain ! He groaned when he came to the word, and ceased formulation.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/43](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/43)\\n\\n\",\"timestamp\":1638928653,\"title\":\"Wainwrignt. Nothing she knew of Nora could account for her stupefaction and grief\"},\"digest\":\"BoGmlhuyUh8HvWISpYuZARQQBFcc7gLIPp7ImgAfhyg\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KpN_IKCMvTFJdKa8Z9dQo2BTDoJzMFelvs50nh5vBXQ\\\",\\\"y\\\":\\\"sadke4MH5CdhXg_iV9R-ONTuaUXC2zCj3iQa4-exDto\\\"}\",\"signature\":\"7h_a95YQ0-SzB24ZaT4E93p8kCg1ig_Em8ZD3sHXCfTNaMq9bouFeSWpahbJHzwaq1V14obRR3c0qYMIrtc6Fw\",\"signingKeySignature\":\"0xbc5036e736a9e5ef11135dfbf7bf4e650b15e33e8b5b705b32f73554821b02f63e747289cf70d25b682d43c0338e727abbedc85c651294de72265624b813721f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KpN_IKCMvTFJdKa8Z9dQo2BTDoJzMFelvs50nh5vBXQ\\\",\\\"y\\\":\\\"sadke4MH5CdhXg_iV9R-ONTuaUXC2zCj3iQa4-exDto\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BoGmlhuyUh8HvWISpYuZARQQBFcc7gLIPp7ImgAfhyg\"}"