"{\"content\":{\"body\":\"Decentralized finance (DeFi) is a sector within the cryptocurrency industry focused on providing decentralized financial services. It consists of numerous financial services created by developers that anyone can access. These services differ from centralized alternatives, as they are run by groups of individuals through decentralized organizations and give users greater control over their funds.\\n\\nThe DeFi sector is a hotbed of innovation with new decentralized and non-custodial financial services being added every week. Anyone can take advantage of these services from anywhere in the world.\\n\\nAccording to World Bank data from 2017, about 1.7 billion adults around the globe were [estimated](https://globalfindex.worldbank.org/sites/globalfindex/files/2018-04/2017%20Findex%20full%20report_0.pdf) to be unbanked — without an account at a financial institution. Financial services on DeFi protocols have no entry requirements, so anyone can have access to financial services through it. The only entry barrier, in essence, is the know-how.\\n\\nThe DeFi ecosystem is built on top of public distributed networks and uses self-executing agreements written into lines of code called[ smart contracts](https://cointelegraph.com/ethereum-for-beginners/what-are-smart-contracts-guide-for-beginners), ensuring that access to financial services is democratized.\\n\\n## How to use DeFi protocols?\\n\\nMost DeFi protocols are built on top of networks like Ethereum or Binance Smart Chain, and the number of competing blockchain networks with support for smart contracts is increasingly growing. Before deciding to use services on DeFi, it’s important to choose a network.\\n\\nMost large protocols now support various blockchains, with the difference between them often being ease-of-use and transaction fees. Networks like Etheruem, Binance Smart Chain and Polygon are all accessible through wallet extensions like MetaMask, and only a few parameters need to be changed to switch networks.\\n\\nThese wallet extensions essentially allow users to access their funds directly on their browsers. They are installed just like any other extension and often require users to either import an existing wallet — through a seed phrase or a private key — or create a new one. To bolster security, they are also password-protected. Some web browsers come with these wallets built-in.\\n\\nMoreover, these wallets often have mobile applications that can be used to access DeFi projects. These applications are wallets with built-in browsers ready to interact with DeFi applications. Users can synchronize their wallets by creating them on one device and importing it to the other using the seed phrase or private key.\\n\\nTo make things easier for users, these mobile applications often also integrate the open-source WalletConnect protocol. This protocol allows users to connect their wallets to DeFi applications on desktop devices simply by scanning a QR code with their phones.\\n\\nBefore getting started, it’s worth pointing out that this is a highly experimental space with a number of risks associated with it. Exit scams, fraudulent projects, rug pulls and other scams are common, so always do your own research before putting your money in.\\n\\nTo avoid falling for these schemes, here’s how to go a step further on security: It is best to find out if the projects have been audited. Finding out this information may involve some research, but often a direct search for the name of the project plus “audits” will reveal whether it has been audited or not.\\n\\nAudits help weed out potential vulnerabilities while deterring bad actors. Less-than-stellar projects are unlikely to waste their time and resources to get audited by reputable firms.\\n\\n### Buying crypto\\n\\nDeFi applications are built on top of networks and each network has its own native tokens that are easily identifiable through the ticker symbol they use on exchanges: Ethereum ([ETH](https://cointelegraph.com/ethereum-price)), Polygon (MATIC), Binance Coin ([BNB](https://cointelegraph.com/binance-coin-price-index)) and so on.\\n\\nThese native tokens are used to pay for transactions on these blockchains, so you’ll need some of those tokens to move funds around. You can choose to just buy these native assets before delving into DeFi, or you can add stablecoins or other assets.\\n\\nAfter buying the funds on a centralized exchange, you need to [move them to a wallet you control](https://cointelegraph.com/news/crypto-wallets-in-2021-from-hot-to-cold-here-are-the-options) that supports that network. It’s important to avoid moving funds to the wrong network, so before withdrawing, make sure you are using the correct network\\n\\nSome exchanges let users, for example, withdraw Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)) to an Ethereum address, or Ethereum to the Binance Smart Chain. These withdrawals are for tokenized versions of BTC or ETH on those networks, which can be used in DeFi.\\n\\nEvery transaction taken on DeFi protocols needs to be manually approved and incurs a transaction fee, so it’s important to choose a network with low transaction fees.\\n\\n### What are DeFi services?\\n\\nAfter selecting an application to interact with and funding a wallet, it’s time to start using DeFi services. The simplest actions would be to either trade using a decentralized exchange (DEX), provide liquidity and earn fees over time, or lend funds using a lending protocol.\\n\\nThere are hundreds of possibilities out there, so instead of individually going over every project, here’s an overview of which products and services are available to use and what you should consider before using them.\\n\\nTo start using a wallet compatible with DeFi protocols, all you need to do is head over to the website of these protocols and connect your wallet to them. This is either done via a pop-up window or through a button that says “connect” on one of the upper corners of the website.\\n\\nConnecting your wallet is comparable to “logging in” to the service using your account — in this case, your wallet address. Before lending, borrowing, or trading tokens on DeFi protocols, you will need to enable each token individually, so the protocol can access them on your wallet. This connection process incurs a small fee.\\n\\n## Making your crypto work for you with DeFi\\n\\nIt’s important to understand that while there are numerous products and services in DeFi, the sector is highly interconnected and composable, meaning that complex strategies to improve yields are possible but a bug in one protocol could lead to losses in another.\\n\\nThe main advantage of using DeFi is that there are no trusted third parties, however. Anyone can review the code written in the smart contracts DeFi protocols use, since most of these protocols are run by[ decentralized autonomous organizations (DAOs)](https://cointelegraph.com/ethereum-for-beginners/what-is-dao) and not centralized companies.\\n\\nThe DeFi ecosystem offers a few services that potential users need to understand before diving into space.\\n\\n### Lending\\n\\nDeFi protocols attempt to make it easy to both lend and borrow cryptocurrencies without intermediaries. Interest rates are based on supply and demand and, as such, vary over time. Most protocols require borrowers to overcollateralize their loans to ensure lenders get paid back in case of market turmoil.\\n\\nImagine a user needs $1,000 to cover a short-term obligation. Without DeFi, they may be forced to sell their Bitcoin or Ethereum holdings to have that money. Using DeFi lending services, they can deposit, for example, $1,500 worth of BTC into a protocol to take out a $1,000 loan in a stablecoin. They can meet their obligation without losing exposure to BTC, and then just have to repay the loan back, with interest added to it.\\n\\nIf the price of BTC plunges and the value of their collateral drops to $1,000, the DeFi protocol’s smart contracts will liquidate the coins to pay back the lender. If the price of Bitcoin goes up while they repay the loan, the move was justified as the user did not lose exposure.\\n\\n### Liquidity mining and yield farming\\n\\nDecentralized exchanges are some of the leading DeFi protocols. Instead of using order books like centralized exchanges, they use what’s called an[ automated market maker](https://cointelegraph.com/explained/uniswap-and-automated-market-makers-explained) (AMM) model to execute trades on the blockchain through smart contracts.\\n\\nThe model replaces traditional order books with pre-funded liquidity pools that include the assets in a trading pair. The liquidity in these pools is provided by users who are then entitled to earn fees from the trades executed on that pair. This is known as liquidity mining, as users earn by simply providing liquidity to these pools.\\n\\nLiquidity mining has specific risks lending doesn’t, including impermanent loss. Impermanent loss is a result of liquidity providers having to deposit both assets of a trading pair into a liquidity pool with, for example, ETH and stablecoin DAI. When the trades that are being executed lower the amount of one asset in the pool — in this case, ETH — and its price rises, the liquidity provider suffers an impermanent loss, as they now hold less ETH while its value went up.\\n\\nThe loss is impermanent because the price of the asset could still move back to when it was first added to the pool and the fees collected could make up for the loss over time. Nevertheless, it is a risk that needs to be considered.\\n\\nLiquidity mining is often complemented with the distribution of a DeFi protocol’s governance token. Some protocols distribute governance tokens to anyone interacting with them over time, leading to a process called yield farming. It[ started with Compound’s COMP governance token](https://cointelegraph.com/news/compounds-new-token-tops-defi-rankings-on-first-day) and has expanded to most major DeFi protocols.\\n\\n### Asset management\\n\\nDeFi asset management platforms allow users to monitor, deploy and manage their capital through a single interface. When lenders and liquidity providers deposit funds on a DeFi protocol, they are given tokens representing these interest-earning positions — often denominated as compound tokens (cTokens) and liquidity provider tokens (lpTokens).\\n\\nThese tokens then have to be redeemed for the invested principal, or the amount originally invested. If a user deposits 100 DAI into a platform, they get a variable amount of cDAI worth 100 DAI sent to their wallets. Similarly, if a user deposits 100 DAI and 100 ETH into a liquidity pool, they get lpETHDAI sent to their wallets.\\n\\nThrough asset management platforms, it’s easier to manage numerous positions among various DeFi protocols and to execute more complex strategies. For example, it’s possible to use a cToken from one protocol to provide liquidity in another, greatly improving the generated yield.\\n\\nTo make this complex strategy easier to understand, let’s assume that you have 1000 DAI and 1 ETH in a wallet. You would use protocol A to deposit the DAI and ETH and get 1000 cDAI and 1 cETH, representing our lending positions on this protocol and allowing us to earn interest. \\n\\nYou can then deposit cDAI and cETH in a liquidity pool on protocol B to earn more cDAI and cETH from trading fees. When cashing out, you would be withdrawing, for example, 1100 cDAI and 1.1 cETH from protocol A because you earned more cTokens from the fees on protocol B. These tokens would then be redeemable for the principal amount that was invested plus accrued interest.\\n\\nComplex strategies increase the yield but also increase the risk because of composability. DeFi protocols build on one another’s publicly available code and services, creating what’s referred to as “lego money.” Each piece is connected.\\n\\n## Staying safe\\n\\nThe DeFi sector is exploding with innovation and, as was the case with [initial coin offerings](https://cointelegraph.com/explained/ico-explained) (ICOs), malicious actors try to take advantage of users maximizing their earnings through all sorts of schemes.\\n\\nIt’s important to determine whether a DeFi application has been audited before using it, but there are several questions users need to ask themselves before interacting with a protocol or buying its governance token.\\n\\nTriple-digit annual percentage yields (APYs) aren’t unheard of in the DeFi space, partly because of the possibilities associated with yield farming. However, a golden rule of investing is that risks equal rewards: Above-average APYs are normal, but if they are too good to be true, a deeper look is necessary.\\n\\nThat deeper look would involve researching the team that originally created the DeFi protocol. Before protocols move to become DAOs, a centralized team works on its smart contracts. It’s not uncommon for anonymous teams to develop projects, so the best way to gauge whether the team can be trusted or not is to analyze their transparency as to what’s being done in the protocol.\\n\\nFinally, it’s important to understand if the project’s community is authentic. Deploying bots on social media to hype up a project has been done before, but an active community that openly discusses governance proposals, future implementations, user experience and more cannot be faked.\\n\\nOpen-source projects like[ DeFi Score](https://defiscore.io/overview) have been created to quantify risks in permissionless lending protocols on DeFi. These can help users understand how they should access the risk in these protocols.\",\"timestamp\":1639221153,\"title\":\"How to get started in DeFi: A guide on the first steps in decentralized finance\"},\"digest\":\"2EaGdfJwC4m7Mm7sUEQTu5jdtyyOgfBM1lCVVAh9oBs\",\"authorship\":{\"contributor\":\"0xdBaCe5F1E4Da375559De4a9bd4987D8335FdC20B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z99QhFAYY9cr2cLNHuPH7aCroB7dCO2S4mjbPyGFwV0\\\",\\\"y\\\":\\\"SW6WudpdZ1UaAcJr_sSdp_iHMwZVucgFKtpwKctHQh0\\\"}\",\"signature\":\"fDgJQomsK7iZy9zeGLth-fFsFvLP6wB6afoQECLfBgk_0nCdgvCaG_nK8IqdFebKYV2pbIbwA4uzfdZvJ7S7cA\",\"signingKeySignature\":\"0xa851ef1d059d9f35dbb29449812280913e3c5b0ffb1cd57473a84e72c9ba70d87c26193d3d0b7652b36214963b011f0089261aae03a315e6e5a91d17c69c4ccc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z99QhFAYY9cr2cLNHuPH7aCroB7dCO2S4mjbPyGFwV0\\\",\\\"y\\\":\\\"SW6WudpdZ1UaAcJr_sSdp_iHMwZVucgFKtpwKctHQh0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2EaGdfJwC4m7Mm7sUEQTu5jdtyyOgfBM1lCVVAh9oBs\"}"