"{\"content\":{\"body\":\"不知道从什么时候开始，FOMO情绪愈发的流行，总是怕错过些什么\\\\~\\n\\n也许是大环境所致，走在路上，到处都是各种促销的声音，\\n\\n“走过路过不要错过，最后三天啦”\\\\~\\n\\n“现在是买房最好的时机，此时不买，白干三年”\\\\~\\n\\n“这就是下一代比特币/以太坊/柚子，看不懂的自然看不懂，看的懂的才能抓住这个机会”\\\\~\\n\\n“能不能抓住这个百倍、千倍币，就看你的认知有没有到位了，话只能说到这个程度，你好好斟酌吧”\\\\~\\n\\n都是些“大好人”啊，给大家提供了这么好的、千载难逢的机会，是不是要好好的感谢他们？\\n\\n把这些可以算作商品吧，与我们未来美好的生活、付出的努力、运气甚至认知绑架在一起，如果我们不买或不参与，就会没有未来、努力白费、bad luck以及认知低…\\n\\n呵呵\\\\~\\n\\n我们就是因为认知不够，所以才会被忽悠的这么FOMO\\\\~\\n\\n好好研究研究这些话术，你就知道怎么回事了\\\\~\\n\\n不过，没想到，我也会沦为其中一员（忽悠他人）\\\\~\\n\\n过年期间我和朋友大放厥词，想要“忽悠”他们来内容平台一起玩，当然我也是出于好意，觉得这里还不错，可以练练笔，练练思维能力，结交一群志同道合的朋友，了解最新的动态，而且还能赚钱，何乐而不为呢？\\n\\n也许是看到朋友们不以为然的眼神，所以我有点急于证明自己，不自觉的用了上文中提到的话术，想要引发朋友们FOMO的情绪\\\\~\\n\\n诶，我真傻，何必呢？\\n\\n我劝朋友们不但要参与进来，而且要早点开始，因为现在还处在蛮荒期，大家水平都不太高，如果你来的早，占据了先发优势，再努力努力，也许就能赢得一席之地，成为一名准KOL。\\n\\n然后再继续加把油，倘若能获取一定的注意力和流量，那是可以直接变现的呀，看看微博和微信公众号的前辈们，他们就是我们的榜样，他们很多也是普通人，他们能做到，我们也是有希望的\\\\~\\n\\n不过呢，要尽早参与，不然等风起来，太多人关注，若内容平台正规军杀进来了，就没我们普通人的份了\\\\~\\n\\n最近不知为何，非常焦虑，一点点芝麻粒大的事情，就烦的不行\\\\~\\n\\n眉头紧锁，面部紧绷，步伐琐碎，但是仔细想想，也没啥事，这是怎么了？\\n\\n我常常告诉自己：\\n\\nRelax，放轻松\\\\~\\n\\n其实，回顾在币乎这么几年，很多用户也是处在这种紧张而疲乏的状态之中。每天苦兮兮的日更、定几个闹钟，之前是十个，后来是六七个，闹钟一响，里面绷紧神经，拿起手机，不停的刷刷刷，估计周围的同事或朋友都会觉得很奇怪吧，怎么一天这么多闹钟？\\n\\n这还是一个号的小伙伴，倘若是手里有多个号的用户，那真的是要从早忙到晚，所以就催生出工作室，点苍派等一系列“岗位”，说起来也是为社会增加了就业岗位。但这些，就像一把小刀子，就像慢性毒药，一点点的耗尽币乎的生命\\\\~\\n\\n看上去热热闹闹的，其实在清醒的外人看来，这都是闹啥咧？傻不傻？\\n\\n其实道理很简单，而其中的用户是身在庐山深处而不自知罢了\\\\~\\n\\n不但币乎的精血和生命在慢慢消耗，用户自己也疲乏不堪，根本看不到未来\\\\~\\n\\n大家的弦绷都得紧紧的，其实是反人性的，病态的\\\\~\\n\\n因为有了通证的激励，这里的行为大都是被这些激励引导的，慢慢的就变形起来\\\\~\\n\\n本来以为是好文有好报，但逐渐发现，哪里是这么回事？水文、洗稿、抄袭一样能有好报，也许回报也许还能更高！\\n\\n于是很多用户的行为就慢慢变形了，买卖赞之类的，还有更多其他方式等，自然而然就风行起来\\\\~\\n\\n这没办法的，人都是趋利的，不能指望着用户都是高风亮节，道德高尚，现在距离那种理想世界还太遥远\\\\~\\n\\n只能从根本上来改变，让这些扭曲、畸形的行为不再能获利，没有了甜头，没有了腥味，“猫咪们”自然就散去了\\\\~\\n\\n当然，散去的不仅仅是被腥味吸引而来的猫咪们，也有伤心而去的老用户和巨鲸用户，这是没办法的，这是改革过程中必经的阵痛\\\\~\\n\\n但如果这样能够一点点的、一步步的真正解决问题，那这些阵痛就是值得的\\\\~\\n\\n机制更新后，用户受到潜移默化的影响，不再买卖赞，进一步甚至不再换赞，实在写不出来和不想写的人不再日更，甚至停更，良币驱逐劣币，让真正能写、想写、会写的人在发文，这样，整个生态就慢慢正常了。\\n\\n相信慢慢的，币东们会逐渐轻松自然，不再苦兮兮的日更；不再定几个闹钟，每天盯着抢赞；不再买卖赞\\\\~\\n\\n现在已经有这种趋势了，有人已经发现，不发文后，不用换赞，不用操心买卖赞，收益反而更高，而且还有了风险投资的快感\\\\~\\n\\n咕噜这是在调教大家吗？真的好辛苦！\\n\\n这个过程难度非常大，毕竟人性是最复杂的\\\\~\\n\\n到时候，发文是真正有感而发，满足自己的表达欲，就像江卓尔，财富自由了好几轮，仍然笔耕不辍，难道是为了赚那几个Token？显然不是\\\\~\\n\\n希望将来有一天，打开页面，不再充斥着为了撸KEY而发的水文\\\\~\\n\\n希望早点到来吧\\\\~\\n\\n不知不觉，我说的是热气腾腾，朋友们听的也是摩拳擦掌，准备大干一把\\\\~\\n\\n诶，说着说着，我自己都兴奋了…\\n\\n搞得好像这个机会真的唾手可得，马上就能成功了一样\\\\~\\n\\n结果没想到，还没过几个月，币市大跌，各个项目都一副有气无力、半死不活的模样，同时人们也开始心浮气躁、忧心忡忡。当人们看不到希望，负面情绪和负能量就开始在各个角落滋生\\\\~\\n\\n各种互怼，各种谩骂，甚至由于失望和失落，对曾经非常尊敬、寄予了满满期望的币圈前辈，也开始大放厥词\\\\~\\n\\n正常，很正常，这个局势下，人们需要发泄，但是真正聪明的人，才会知道现在应该做什么，做什么是正确的\\\\~\\n\\n诶，好险好险，还好只是拉朋友一起参与写文，没有拉朋友去买币，不然损失就更大了。只损失了些时间和精力，没有真金白银的损耗，还算能接受\\\\~\\n\\n诶，本想和朋友一起同富贵，结果却碰上这么个局面，玩家大批流失，内容平台本身遭遇危机，流年不利呀\\\\~\\n\\n难道我又一次错了？\\n\\n之前错过了淘宝、微博、公众号，眼看着高楼起来，眼红不已，如今好不容易在项目早期参与进来，结果还遇到这种状况…\\n\\n就不能来个一帆风顺吗？\\n\\n常听前辈们说，哪有什么岁月静好，都是一路死扛，这下自己经历了，真的是如此\\\\~\\n\\n也许真的要经历一番寒彻骨，经历最黑暗的时候，置之死地才能生？\\n\\n这个世界，注定只有少数人，极少数人能成长起来并获得成功，就看你能不能走到柳暗花明的那一站\\\\~\",\"timestamp\":1639103238,\"title\":\"放松，不慌~\"},\"digest\":\"cppL1NuwgcNh2VnfSiaOjzeRpDcgIVtYh7c3GnJBsok\",\"authorship\":{\"contributor\":\"0xC9f63F779Eb14Fa5886CaF053799f76e8f6467cE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y3xCrSa1R2Xf4WQ_OJ9pi52XHqcP7Xnd7jQOeu1g7-Y\\\",\\\"y\\\":\\\"c9bDnxCpOjmEQMrfpMeRcldox6ZePJ3LwQgDnyB3QqQ\\\"}\",\"signature\":\"dobmZVikl6TrK9yRUiTZN7E9iEOHOqMizjf3jR3KsoBP5aDhRyd8YNKOjUOW1MSBWy2LA9yJ38s2RZVJLv_CoQ\",\"signingKeySignature\":\"0x89e91bb44ca11ffa1c14d3a2e849c6f7e7db7ef46144e718dd407e75783563500231c6101bb289c54663cc1be49b74a1f3756e56f6cbd1dc8acdc1e033a42d361b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y3xCrSa1R2Xf4WQ_OJ9pi52XHqcP7Xnd7jQOeu1g7-Y\\\",\\\"y\\\":\\\"c9bDnxCpOjmEQMrfpMeRcldox6ZePJ3LwQgDnyB3QqQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cppL1NuwgcNh2VnfSiaOjzeRpDcgIVtYh7c3GnJBsok\"}"