"{\"content\":{\"body\":\"Ben-Hur put off his outer garments.\\n\\n\\\"You think there may be fighting?\\\" he asked, quietly, as he tightened his girdle.\\n\\n\\\"Yes.\\\"\\n\\n\\\"With whom?\\\"\\n\\n\\\"The guard.\\\"\\n\\n\\\"Legionaries?\\\"\\n\\n\\\"Whom else can a Roman trust?\\\"\\n\\n\\\"What have you to fight with?\\\"\\n\\nThey looked at him silently.\\n\\n\\\"Well,\\\" he continued, \\\"we will have to do the best we can; but had we not better choose a leader? The legionaries always have one, and so are able to act with one mind.\\\"\\n\\nThe Galileans stared more curiously, as if the idea were new to them.\\n\\n\\\"Let us at least agree to stay together,\\\" he said. \\\"Now I am ready, if you are.\\\"\\n\\n\\\"Yes, let us go.\\\"\\n\\nThe khan, it should not be forgotten, was in Bezetha, the new town; and to get to the Praetorium, as the Romans resonantly styled the palace of Herod on Mount Zion, the party had to cross the lowlands north and west of the Temple. By streets--if they may be so called--trending north and south, with intersections hardly up to the dignity of alleys, they passed rapidly round the Akra district to the Tower of Mariamne, from which the way was short to the grand gate of the walled heights. In going, they overtook, or were overtaken by, people like themselves stirred to wrath by news of the proposed desecration. When, at length, they reached the gate of the Praetorium, the procession of elders and rabbis had passed in with a great following, leaving a greater crowd clamoring outside.\\n\\nA centurion kept the entrance with a guard drawn up full armed under the beautiful marble battlements. The sun struck the soldiers fervidly on helm and shield; but they kept their ranks indifferent alike to its dazzle and to the mouthings of the rabble. Through the open bronze gates a current of citizens poured in, while a much lesser one poured out.\\n\\n\\\"What is going on?\\\" one of the Galileans asked an outcomer.\\n\\n\\\"Nothing,\\\" was the reply. \\\"The rabbis are before the door of the palace asking to see Pilate. He has refused to come out. They have sent one to tell him they will not go away till he has heard them. They are waiting.\\\"\\n\\n\\\"Let us go in,\\\" said Ben-Hur, in his quiet way, seeing what his companions probably did not, that there was not only a disagreement between the suitors and the governor, but an issue joined, and a serious question as to who should have his will.\\n\\nInside the gate there was a row of trees in leaf, with seats under them. The people, whether going or coming, carefully avoided the shade cast gratefully upon the white, clean-swept pavement; for, strange as it may seem, a rabbinical ordinance, alleged to have been derived from the law, permitted no green thing to be grown within the walls of Jerusalem. Even the wise king, it was said, wanting a garden for his Egyptian bride, was constrained to found it down in the meeting-place of the valleys above En-rogel.\\n\\nThrough the tree-tops shone the outer fronts of the palace. Turning to the right, the party proceeded a short distance to a spacious square, on the west side of which stood the residence of the governor. An excited multitude filled the square. Every face was directed towards a portico built over a broad doorway which was closed. Under the portico there was another array of legionaries.\\n\\nThe throng was so close the friends could not well have advanced if such had been their desire; they remained therefore in the rear, observers of what was going on. About the portico they could see the high turbans of the rabbis, whose impatience communicated at times to the mass behind them; a cry was frequent to the effect \\\"Pilate, if thou be a governor, come forth, come forth!\\\"\\n\\nOnce a man coming out pushed through the crowd, his face red with anger.\\n\\n\\\"Israel is of no account here,\\\" he said, in a loud voice. \\\"On this holy ground we are no better than dogs of Rome.\\\"\\n\\n\\\"Will he not come out, think you?\\\"\\n\\n\\\"Come? Has he not thrice refused?\\\"\\n\\n\\\"What will the rabbis do?\\\"\\n\\n\\\"As at Caesarea--camp here till he gives them ear.\\\"\\n\\n\\\"He will not dare touch the treasure, will he?\\\" asked one of the Galileans.\\n\\n\\\"Who can say? Did not a Roman profane the Holy of Holies? Is there anything sacred from Romans?\\\"\\n\\nAn hour passed, and though Pilate deigned them no answer, the rabbis and crowd remained. Noon came, bringing a shower from the west, but no change in the situation, except that the multitude was larger and much noisier, and the feeling more decidedly angry. The shouting was almost continuous, Come forth, come forth! The cry was sometimes with disrespectful variations. Meanwhile Ben-Hur held his Galilean friends together. He judged the pride of the Roman would eventually get the better of his discretion, and that the end could not be far off. Pilate was but waiting for the people to furnish him an excuse for resort to violence.\\n\\nAnd at last the end came. In the midst of the assemblage there was heard the sound of blows, succeeded instantly by yells of pain and rage, and a most furious commotion. The venerable men in front of the portico faced about aghast. The common people in the rear at first pushed forward; in the centre, the effort was to get out; and for a short time the pressure of opposing forces was terrible. A thousand voices made inquiry, raised all at once; as no one had time to answer, the surprise speedily became a panic.\\n\\nBen-Hur kept his senses.\\n\\n\\\"You cannot see?\\\" he said to one of the Galileans.\\n\\n\\\"No.\\\"\\n\\n\\\"I will raise you up.\\\"\\n\\nHe caught the man about the middle, and lifted him bodily.\\n\\n\\\"What is it?\\\"\\n\\n\\\"I see now,\\\" said the man. \\\"There are some armed with clubs, and they are beating the people. They are dressed like Jews.\\\"\\n\\n\\\"Who are they?\\\"\\n\\n\\\"Romans, as the Lord liveth! Romans in disguise. Their clubs fly like flails! There, I saw a rabbi struck down--an old man! They spare nobody!\\\"\\n\\nBen-Hur let the man down.\\n\\n\\\"Men of Galilee,\\\" he said, \\\"it is a trick of Pilate's. Now, will you do what I say, we will get even with the club-men.\\\"\\n\\nThe Galilean spirit arose.\\n\\n\\\"Yes, yes!\\\" they answered.\\n\\n\\\"Let us go back to the trees by the gate, and we may find the planting of Herod, though unlawful, has some good in it after all. Come!\\\"\\n\\nThey ran back all of them fast as they could; and, by throwing their united weight upon the limbs, tore them from the trunks. In a brief time they, too, were armed. Returning, at the corner of the square they met the crowd rushing madly for the gate. Behind, the clamor continued--a medley of shrieks, groans, and execrations.\\n\\n\\\"To the wall!\\\" Ben-Hur shouted. \\\"To the wall!--and let the herd go by!\\\"\\n\\nSo, clinging to the masonry at their right hand, they escaped the might of the rush, and little by little made headway until, at last, the square was reached.\\n\\n\\\"Keep together now, and follow me!\\\"\\n\\nBy this time Ben-Hur's leadership was perfect; and as he pushed into the seething mob his party closed after him in a body. And when the Romans, clubbing the people and making merry as they struck them down, came hand to hand with the Galileans, lithe of limb, eager for the fray, and equally armed, they were in turn surprised. Then the shouting was close and fierce; the crash of sticks rapid and deadly; the advance furious as hate could make it. No one performed his part as well as Ben-Hur, whose training served him admirably; for, not merely he knew to strike and guard; his long arm, perfect action, and incomparable strength helped him, also, to success in every encounter. He was at the same time fighting-man and leader. The club he wielded was of goodly length and weighty, so he had need to strike a man but once. He seemed, moreover, to have eyes for each combat of his friends, and the faculty of being at the right moment exactly where he was most needed. In his fighting cry there were inspiration for his party and alarm for his enemies. Thus surprised and equally matched, the Romans at first retired, but finally turned their backs and fled to the portico. The impetuous Galileans would have pursued them to the steps, but Ben-Hur wisely restrained them.\\n\\n\\\"Stay, my men!\\\" he said. \\\"The centurion yonder is coming with the guard. They have swords and shields; we cannot fight them. We have done well; let us get back and out of the gate while we may.\\\"\\n\\nThey obeyed him, though slowly; for they had frequently to step over their countrymen lying where they had been felled; some writhing and groaning, some praying help, others mute as the dead. But the fallen were not all Jews. In that there was consolation.\\n\\nThe centurion shouted to them as they went off; Ben-Hur laughed at him, and replied in his own tongue, \\\"If we are dogs of Israel, you are jackals of Rome. Remain here, and we will come again.\\\"\\n\\nThe Galileans cheered, and laughing went on.\\n\\nOutside the gate there was a multitude the like of which Ben-Hur had never seen, not even in the circus at Antioch. The house-tops, the streets, the slope of the hill, appeared densely covered with people wailing and praying. The air was filled with their cries and imprecations.\\n\\nThe party were permitted to pass without challenge by the outer guard. But hardly were they out before the centurion in charge at the portico appeared, and in the gateway called to Ben-Hur,\\n\\n\\\"Ho, insolent! Art thou a Roman or a Jew?\\\"\\n\\nBen-Hur answered, \\\"I am a son of Judah, born here. What wouldst thou with me?\\\"\\n\\n\\\"Stay and fight.\\\"\\n\\n\\\"Singly?\\\"\\n\\n\\\"As thou wilt!\\\"\\n\\nBen-Hur laughed derisively.\\n\\n\\\"O brave Roman! Worthy son of the bastard Roman Jove! I have no arms.\\\"\\n\\n\\\"Thou shalt have mine,\\\" the centurion answered. \\\"I will borrow of the guard here.\\\"\\n\\nThe people in hearing of the colloquy became silent; and from them the hush spread afar. But lately Ben-Hur had beaten a Roman under the eyes of Antioch and the Farther East; now, could he beat another one under the eyes of Jerusalem, the honor might be vastly profitable to the cause of the New King. He did not hesitate. Going frankly to the centurion, he said, \\\"I am willing. Lend me thy sword and shield.\\\"\\n\\n\\\"And the helm and breastplate?\\\" asked the Roman.\\n\\n\\\"Keep them. They might not fit me.\\\"\\n\\nThe arms were as frankly delivered, and directly the centurion was ready. All this time the soldiers in rank close by the gate never moved; they simply listened. As to the multitude, only when the combatants advanced to begin the fight the question sped from mouth to mouth, \\\"Who is he?\\\" And no one knew.\\n\\nNow the Roman supremacy in arms lay in three things--submission to discipline, the legionary formation of battle, and a peculiar use of the short sword. In combat, they never struck or cut; from first to last they thrust--they advanced thrusting, they retired thrusting; and generally their aim was at the foeman's face. All this was well known to Ben-Hur. As they were about to engage he said,\\n\\n\\\"I told thee I was a son of Judah; but I did not tell that I am lanista-taught. Defend thyself!\\\"\\n\\nAt the last word Ben-Hur closed with his antagonist. A moment, standing foot to foot, they glared at each other over the rims of their embossed shields; then the Roman pushed forward and feinted an under-thrust. The Jew laughed at him. A thrust at the face followed. The Jew stepped lightly to the left; quick as the thrust was, the step was quicker. Under the lifted arm of the foe he slid his shield, advancing it until the sword and sword-arm were both caught on its upper surface; another step, this time forward and left, and the man's whole right side was offered to the point. The centurion fell heavily on his breast, clanging the pavement, and Ben-Hur had won. With his foot upon his enemy's back, he raised his shield overhead after a gladiatorial custom, and saluted the imperturbable soldiers by the gate.\\n\\nWhen the people realized the victory they behaved like mad. On the houses far as the Xystus, fast as the word could fly, they waved their shawls and handkerchiefs and shouted; and if he had consented, the Galileans would have carried Ben-Hur off upon their shoulders.\\n\\nTo a petty officer who then advanced from the gate he said, \\\"Thy comrade died like a soldier. I leave him undespoiled. Only his sword and shield are mine.\\\"\\n\\nWith that, he walked away. Off a little he spoke to the Galileans.\\n\\n\\\"Brethren, you have behaved well. Let us now separate, lest we be pursued. Meet me to-night at the khan in Bethany. I have something to propose to you of great interest to Israel.\\\"\\n\\n\\\"Who are you?\\\" they asked him.\\n\\n\\\"A son of Judah,\\\" he answered, simply.\\n\\nA throng eager to see him surged around the party.\\n\\n\\\"Will you come to Bethany?\\\" he asked.\\n\\n\\\"Yes, we will come.\\\"\\n\\n\\\"Then bring with you this sword and shield that I may know you.\\\"\\n\\nPushing brusquely through the increasing crowd, he speedily disappeared.\\n\\nAt the instance of Pilate, the people went up from the city, and carried off their dead and wounded, and there was much mourning for them; but the grief was greatly lightened by the victory of the unknown champion, who was everywhere sought, and by every one extolled. The fainting spirit of the nation was revived by the brave deed; insomuch that in the streets and up in the Temple even, amidst the solemnities of the feast, old tales of the Maccabees were told again, and thousands shook their heads whispering wisely,\\n\\n\\\"A little longer, only a little longer, brethren, and Israel will come to her own. Let there be faith in the Lord, and patience.\\\"\\n\\nIn such manner Ben-Hur obtained hold on Galilee, and paved the way to greater services in the cause of the King Who Was Coming.\\n\\nAnd with what result we shall see.\\n\\nBOOK SEVENTH\\n\\n\\\"And, waking, I beheld her there Sea-dreaming in the moted air, A siren lithe and debonair, With wristlets woven of scarlet weeds, And oblong lucent amber beads Of sea-kelp shining in her hair.\\\"\\n\\nTHOMAS BAILEY ALDRICH.\\n\\nCHAPTER I\\n\\nThe meeting took place in the khan of Bethany as appointed. Thence Ben-Hur went with the Galileans into their country, where his exploits up in the old Market-place gave him fame and influence. Before the winter was gone he raised three legions, and organized them after the Roman pattern. He could have had as many more, for the martial spirit of that gallant people never slept. The proceeding, however, required careful guarding as against both Rome and Herod Antipas. Contenting himself for the present with the three, he strove to train and educate them for systematic action. For that purpose he carried the officers over into the lava-beds of Trachonitis, and taught them the use of arms, particularly the javelin and sword, and the manoeuvering peculiar to the legionary formation; after which he sent them home as teachers. And soon the training became a pastime of the people.\\n\\nAs may be thought, the task called for patience, skill, zeal, faith, and devotion on his part--qualities into which the power of inspiring others in matters of difficulty is always resolvable; and never man possessed them in greater degree or used them to better effect. How he labored! And with utter denial of self! Yet withal he would have failed but for the support he had from Simonides, who furnished him arms and money, and from Ilderim, who kept watch and brought him supplies. And still he would have failed but for the genius of the Galileans.\\n\\nUnder that name were comprehended the four tribes--Asher, Zebulon, Issachar, and Naphthali--and the districts originally set apart to them. The Jew born in sight of the Temple despised these brethren of the north; but the Talmud itself has said, \\\"The Galilean loves honor, and the Jew money.\\\"\\n\\nHating Rome fervidly as they loved their own country, in every revolt they were first in the field and last to leave it. One hundred and fifty thousand Galilean youths perished in the final war with Rome. For the great festal days, they went up to Jerusalem marching and camping like armies; yet they were liberal in sentiment, and even tolerant to heathenism. In Herod's beautiful cities, which were Roman in all things, in Sepphoris and Tiberias especially, they took pride, and in the building them gave loyal support. They had for fellow-citizens men from the outside world everywhere, and lived in peace with them. To the glory of the Hebrew name they contributed poets like the singer of the Song of Songs and prophets like Hosea.\\n\\nUpon such a people, so quick, so proud, so brave, so devoted, so imaginative, a tale like that of the coming of the King was all-powerful. That he was coming to put Rome down would have been sufficient to enlist them in the scheme proposed by Ben-Hur; but when, besides, they were assured he was to rule the world, more mighty than Caesar, more magnificent than Solomon, and that the rule was to last forever, the appeal was irresistible, and they vowed themselves to the cause body and soul. They asked Ben-Hur his authority for the sayings, and he quoted the prophets, and told them of Balthasar in waiting over in Antioch; and they were satisfied, for it was the old much-loved legend of the Messiah, familiar to them almost as the name of the Lord; the long-cherished dream with a time fixed for its realization. The King was not merely coming now; he was at hand.\\n\\nSo with Ben-Hur the winter months rolled by, and spring came, with gladdening showers blown over from the summering sea in the west; and by that time so earnestly and successfully had he toiled that he could say to himself and his followers, \\\"Let the good King come. He has only to tell us where he will have his throne set up. We have the sword-hands to keep it for him.\\\"\\n\\nAnd in all his dealings with the many men they knew him only as a son of Judah, and by that name.\\n\\n\\n******\\n\\nOne evening, over in Trachonitis, Ben-Hur was sitting with some of his Galileans at the mouth of the cave in which he quartered, when an Arab courier rode to him, and delivered a letter. Breaking the package, he read,\\n\\n\\\"Jerusalem, Nisan IV.\\n\\n\\\"A prophet has appeared who men say is Elias. He has been in the wilderness for years, and to our eyes he is a prophet; and such also is his speech, the burden of which is of one much greater than himself, who, he says, is to come presently, and for whom he is now waiting on the eastern shore of the River Jordan. I have been to see and hear him, and the one he is waiting for is certainly the King you are awaiting. Come and judge for yourself.\\n\\n\\\"All Jerusalem is going out to the prophet, and with many people else the shore on which he abides is like Mount Olivet in the last days of the Passover.\\n\\n\\\"MALLUCH.\\\"\\n\\nBen-Hur's face flushed with joy.\\n\\n\\\"By this word, O my friends,\\\" he said--\\\"by this word, our waiting is at end. The herald of the King has appeared and announced him.\\\"\\n\\nUpon hearing the letter read, they also rejoiced at the promise it held out.\\n\\n\\\"Get ready now,\\\" he added, \\\"and in the morning set your faces homeward; when arrived there, send word to those under you, and bid them be ready to assemble as I may direct. For myself and you, I will go see if the King be indeed at hand, and send you report. Let us, in the meantime, live in the pleasure of the promise.\\\"\\n\\nGoing into the cave, he addressed a letter to Ilderim, and another to Simonides, giving notice of the news received, and of his purpose to go up immediately to Jerusalem. The letters he despatched by swift messengers. When night fell, and the stars of direction came out, he mounted, and with an Arab guide set out for the Jordan, intending to strike the track of the caravans between Rabbath-Ammon and Damascus.\\n\\nThe guide was sure, and Aldebaran swift; so by midnight the two were out of the lava fastness speeding southward.\\n\\nCHAPTER II\\n\\nIt was Ben-Hur's purpose to turn aside at the break of day, and find a safe place in which to rest; but the dawn overtook him while out in the Desert, and he kept on, the guide promising to bring him afterwhile to a vale shut in by great rocks, where there were a spring, some mulberry-trees, and herbage in plenty for the horses.\\n\\nAs he rode thinking of the wondrous events so soon to happen, and of the changes they were to bring about in the affairs of men and nations, the guide, ever on the alert, called attention to an appearance of strangers behind them. Everywhere around the Desert stretched away in waves of sand, slowly yellowing in the growing light, and without any green thing visible. Over on the left, but still far off, a range of low mountains extended, apparently interminable. In the vacancy of such a waste an object in motion could not long continue a mystery.\\n\\n\\\"It is a camel with riders,\\\" the guide said, directly.\\n\\n\\\"Are there others behind?\\\" said Ben-Hur.\\n\\n\\\"It is alone. No, there is a man on horseback--the driver, probably.\\\"\\n\\nA little later Ben-Hur himself could see the camel was white and unusually large, reminding him of the wonderful animal he had seen bring Balthasar and Iras to the fountain in the Grove of Daphne. There could be no other like it. Thinking then of the fair Egyptian, insensibly his gait became slower, and at length fell into the merest loiter, until finally he could discern a curtained houdah, and two persons seated within it. If they were Balthasar and Iras! Should he make himself known to them? But it could not be: this was the Desert--and they were alone. But while he debated the question the long swinging stride of the camel brought its riders up to him. He heard the ringing of the tiny bells, and beheld the rich housings which had been so attractive to the crowd at the Castalian fount. He beheld also the Ethiopian, always attendant upon the Egyptians. The tall brute stopped close by his horse, and Ben-Hur, looking up, lo! Iras herself under the raised curtain looking down at him, her great swimming eyes bright with astonishment and inquiry!\\n\\n\\\"The blessing of the true God upon you!\\\" said Balthasar, in his tremulous voice.\\n\\n\\\"And to thee and thine be the peace of the Lord,\\\" Ben-Hur replied.\\n\\n\\\"My eyes are weak with years,\\\" said Balthasar; \\\"but they approve you that son of Hur whom lately I knew an honored guest in the tent of Ilderim the Generous.\\\"\\n\\n\\\"And thou art that Balthasar, the wise Egyptian, whose speech concerning certain holy things in expectation is having so much to do with the finding me in this waste place. What dost thou here?\\\"\\n\\n\\\"He is never alone who is where God is--and God is everywhere,\\\" Balthasar answered, gravely; \\\"but in the sense of your asking, there is a caravan short way behind us going to Alexandria; and as it is to pass through Jerusalem, I thought best to avail myself of its company as far as the Holy City, whither I am journeying. This morning, however, in discontent with its slow movement--slower because of a Roman cohort in attendance upon it--we rose early, and ventured thus far in advance. As to robbers along the way, we are not afraid, for I have here a signet of Sheik Ilderim; against beasts of prey, God is our sufficient trust.\\\"\\n\\nBen-Hur bowed and said, \\\"The good sheik's signet is a safeguard wherever the wilderness extends, and the lion shall be swift that overtakes this king of his kind.\\\"\\n\\nHe patted the neck of the camel as he spoke.\\n\\n\\\"Yet,\\\" said Iras, with a smile which was not lost upon the youth, whose eyes, it must be admitted, had several times turned to her during the interchange of speeches with the elder--\\\"Yet even he would be better if his fast were broken. Kings have hunger and headaches. If you be, indeed, the Ben-Hur of whom my father has spoken, and whom it was my pleasure to have known as well, you will be happy, I am sure, to show us some near path to living water, that with its sparkle we may grace a morning's meal in the Desert.\\\"\\n\\nBen-Hur, nothing loath, hastened to answer.\\n\\n\\\"Fair Egyptian, I give you sympathy. Can you bear suffering a little longer, we will find the spring you ask for, and I promise that its draught shall be as sweet and cooling as that of the more famous Castalia. With leave, we will make haste.\\\"\\n\\n\\\"I give you the blessing of the thirsty,\\\" she replied; \\\"and offer you in return a bit of bread from the city ovens, dipped in fresh butter from the dewy meadows of Damascus.\\\"\\n\\n\\\"A most rare favor! Let us go on.\\\"\\n\\nSo saying, Ben-Hur rode forward with the guide, one of the inconveniences of travelling with camels being that it is necessarily an interdiction of polite conversation.\\n\\nAfterwhile the party came to a shallow wady, down which, turning to the right hand, the guide led them. The bed of the cut was somewhat soft from recent rains, and quite bold in its descent. Momentarily, however, it widened; and erelong the sides became bluffs ribbed with rocks much scarred by floods rushing to lower depths ahead. Finally, from a narrow passage, the travellers entered a spreading vale which was very delightful; but come upon suddenly from the yellow, unrelieved, verdureless plain, it had the effect of a freshly discovered Paradise. The water-channels winding here and there, definable by crisp white shingling, appeared like threads tangled among islands green with grasses and fringed with reeds. Up from the final depths of the valley of the Jordan some venturous oleanders had crept, and with their large bloom now starred the sunken place. One palm-tree arose in royal assertion. The bases of the boundary-walls were cloaked with clambering vines, and under a leaning cliff over on the left the mulberry grove had planted itself, proclaiming the spring which the party were seeking. And thither the guide conducted them, careless of whistling partridges and lesser birds of brighter hues roused whirring from the reedy coverts.\\n\\nThe water started from a crack in the cliff which some loving hand had enlarged into an arched cavity. Graven over it in bold Hebraic letters was the word GOD. The graver had no doubt drunk there, and tarried many days, and given thanks in that durable form. From the arch the stream ran merrily over a flag spotted with bright moss, and leaped into a pool glassy clear; thence it stole away between grassy banks, nursing the trees before it vanished in the thirsty sand. A few narrow paths were noticeable about the margin of the pool; otherwise the space around was untrodden turf, at sight of which the guide was assured of rest free from intrusion by men. The horses were presently turned loose, and from the kneeling camel the Ethiopian assisted Balthasar and Iras; whereupon the old man, turning his face to the east, crossed his hands reverently upon his breast and prayed.\\n\\n\\\"Bring me a cup,\\\" Iras said, with some impatience.\\n\\nFrom the houdah the slave brought her a crystal goblet; then she said to Ben-Hur,\\n\\n\\\"I will be your servant at the fountain.\\\"\\n\\nThey walked to the pool together. He would have dipped the water for her, but she refused his offer, and kneeling, held the cup to be filled by the stream itself; nor yet content, when it was cooled and overrunning, she tendered him the first draught.\\n\\n\\\"No,\\\" he said, putting the graceful hand aside, and seeing only the large eyes half hidden beneath the arches of the upraised brows, \\\"be the service mine, I pray.\\\"\\n\\nShe persisted in having her way.\\n\\n\\\"In my country, O son of Hur, we have a saying, 'Better a cupbearer to the fortunate than minister to a king.'\\\"\\n\\n\\\"Fortunate!\\\" he said.\\n\\nThere were both surprise and inquiry in the tone of his voice and in his look, and she said quickly,\\n\\n\\\"The gods give us success as a sign by which we may know them on our side. Were you not winner in the Circus?\\\"\\n\\nHis cheeks began to flush.\\n\\n\\\"That was one sign. There is another. In a combat with swords you slew a Roman.\\\"\\n\\nThe flush deepened--not so much for the triumphs themselves as the flattery there was in the thought that she had followed his career with interest. A moment, and the pleasure was succeeded by a reflection. The combat, he knew, was matter of report throughout the East; but the name of the victor had been committed to a very few--Malluch, Ilderim, and Simonides. Could they have made a confidante of the woman? So with wonder and gratification he was confused; and seeing it, she arose and said, holding the cup over the pool,\\n\\n\\\"O gods of Egypt! I give thanks for a hero discovered--thanks that the victim in the Palace of Idernee was not my king of men. And so, O holy gods, I pour and drink.\\\"\\n\\nPart of the contents of the cup she returned to the stream, the rest she drank. When she took the crystal from her lips, she laughed at him.\\n\\n\\\"O son of Hur, is it a fashion of the very brave to be so easily overcome by a woman? Take the cup now, and see if you cannot find a happy word in it for me\\\"\\n\\nHe took the cup, and stooped to refill it.\\n\\n\\\"A son of Israel has no gods whom he can libate,\\\" he said, playing with the water to hide his amazement, now greater than before. What more did the Egyptian know about him? Had she been told of his relations with Simonides? And there was the treaty with Ilderim--had she knowledge of that also? He was struck with mistrust. Somebody had betrayed his secrets, and they were serious. And, besides, he was going to Jerusalem, just then of all the world the place where such intelligence possessed by an enemy might be most dangerous to him, his associates, and the cause. But was she an enemy? It is well for us that, while writing is slow, thought is instantaneous. When the cup was fairly cooled, he filled it and arose, saying, with indifference well affected,\\n\\n\\\"Most fair, were I an Egyptian or a Greek or a Roman, I would say\\\"--he raised the goblet overhead as he spoke--\\\"O ye better gods! I give thanks that there are yet left to the world, despite its wrongs and sufferings, the charm of beauty and the solace of love, and I drink to her who best represents them--to Iras, loveliest of the daughters of the Nile!\\\"\\n\\nShe laid her hand softly upon his shoulder.\\n\\n\\\"You have offended against the law. The gods you have drunk to are false gods. Why shall I not tell the rabbis on you?\\\"\\n\\n\\\"Oh!\\\" he replied, laughing, \\\"that is very little to tell for one who knows so much else that is really important.\\\"\\n\\n\\\"I will go further--I will go to the little Jewess who makes the roses grow and the shadows flame in the house of the great merchant over in Antioch. To the rabbis I will accuse you of impenitence; to her--\\\"\\n\\n\\\"Well, to her?\\\"\\n\\n\\\"I will repeat what you have said to me under the lifted cup, with the gods for witnesses.\\\"\\n\\nHe was still a moment, as if waiting for the Egyptian to go on. With quickened fancy he saw Esther at her father's side listening to the despatches he had forwarded--sometimes reading them. In her presence he had told Simonides the story of the affair in the Palace of Idernee. She and Iras were acquainted; this one was shrewd and worldly; the other was simple and affectionate, and therefore easily won. Simonides could not have broken faith--nor Ilderim--for if not held by honor, there was no one, unless it might be himself, to whom the consequences of exposure were more serious and certain. Could Esther have been the Egyptian's informant? He did not accuse her; yet a suspicion was sown with the thought, and suspicions, as we all know, are weeds of the mind which grow of themselves, and most rapidly when least wanted. Before he could answer the allusion to the little Jewess, Balthasar came to the pool.\\n\\n\\\"We are greatly indebted to you, son of Hur,\\\" he said, in his grave manner. \\\"This vale is very beautiful; the grass, the trees, the shade, invite us to stay and rest, and the spring here has the sparkle of diamonds in motion, and sings to me of a loving God. It is not enough to thank you for the enjoyment we find; come sit with us, and taste our bread.\\\"\\n\\n\\\"Suffer me first to serve you.\\\"\\n\\nWith that Ben-Hur filled the goblet, and gave it to Balthasar, who lifted his eyes in thanksgiving.\\n\\nImmediately the slave brought napkins; and after laving their hands and drying them, the three seated themselves in Eastern style under the tent which years before had served the Wise Men at the meeting in the Desert. And they ate heartily of the good things taken from the camel's pack.\\n\\nCHAPTER III\\n\\nThe tent was cosily pitched beneath a tree where the gurgle of the stream was constantly in ear. Overhead the broad leaves hung motionless on their stems; the delicate reed-stalks off in the pearly haze stood up arrowy-straight; occasionally a home-returning bee shot humming athwart the shade, and a partridge creeping from the sedge drank, whistled to his mate, and ran away. The restfulness of the vale, the freshness of the air, the garden beauty, the Sabbath stillness, seemed to have affected the spirits of the elder Egyptian; his voice, gestures, and whole manner were unusually gentle; and often as he bent his eyes upon Ben-Hur conversing with Iras, they softened with pity.\",\"timestamp\":1640148207,\"title\":\"\\nThey took the retort in good humor, and the messenger said, \\\"You seem stout enough. Come along.\\\"\"},\"digest\":\"Kl8SqkonsrTbrVh2r5UwaE5wS5VSbeaqSHSYeWewBDQ\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DKwygxYr4zk_-GHmuQj6aXwXHi3jnCM3SO6VfkKbTos\\\",\\\"y\\\":\\\"orlsqFTFZfvD8NPD4w3Vp3FDXF6k0xRAd37NFnUbU8Y\\\"}\",\"signature\":\"5AXjYS8zDneBHdhdREUiqodxPKgQaeHZp8nSc-kDY3Kgts8BkC4EA_n_lBz6vBVPu4r-jZCg1PJ92cBR0snCbw\",\"signingKeySignature\":\"0xb9ded49e5c211b2d6f677142c75eeeac75cc8e8477731b45f29192b076ae9fd446f8f1efbcdd95f36a8ee49d89a04bd64393dd764c2842e0899c7d1a7ca310081c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DKwygxYr4zk_-GHmuQj6aXwXHi3jnCM3SO6VfkKbTos\\\",\\\"y\\\":\\\"orlsqFTFZfvD8NPD4w3Vp3FDXF6k0xRAd37NFnUbU8Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Kl8SqkonsrTbrVh2r5UwaE5wS5VSbeaqSHSYeWewBDQ\"}"