"{\"content\":{\"body\":\"（本节高能预警，饭后勿看）\\n\\n粉色烟雾从京城的高大城墙上汩汩溢出，又慢悠悠如水流般向地面泄下，连带着城门口的守城士兵也被笼罩在烟雾中。\\n\\n城门外原本有很多百姓排着队等着进城，但是随着粉色烟雾渐渐弥漫，排在队尾的人只听队伍前面有阵阵尖叫和惨叫传来，惊惧之下往前看去，却见烟雾中人影重重，竟没有一个人跑出来。\\n\\n有机灵一点的百姓看情况不对劲，连忙拖家带口往后撤，有那富户官家女眷端坐马车里浑不知情的，也被家丁和侍女从马车里拉出来，丢钗弃鞋地逃命。\\n\\n人们慌不择路四处溃散，除了城门方向，其他方向都是满脸惊慌的百姓。\\n\\n我跟蒋天行站在一里开外，满脸严肃地凝视着面前的混乱局面，小混混周二躲在我们身后，一只手想要拽我的衣角，被我瞪了一眼，又撒手转去抓住蒋天行的衣角，手抖如筛糠。\\n\\n逃离烟雾的范围并不代表平安无事，否则现在周二的两个同伴也不会挂在树上磨牙了。\\n\\n就在潮水般退开的人群里，有人忽然站住不动，也有人忽然扑倒在地，不久之后，这些人行动古怪地活动起来，随手抱住从身边慌乱跑过的路人，不管抱住的是胳膊是腿还是头，只管张大嘴啃上去。\\n\\n惨叫声已然近在眼前，那些咬人的人周围一下子空了出来，然而没有人敢上前。\\n\\n这些人的面貌逐渐变得狰狞，眼眶撕裂，眼珠爆突，口水失控，四肢开始扭曲，被他们抓住的人来不及逃走就已经被他们啃食起来。\\n\\n周二带着哭腔催我们：“大侠，女侠，你们再不跑就来不及了。”\\n\\n我回头看了一眼周二：“我们是要跑，不过方向是城里。”\\n\\n周二眼珠子转过来，像看个疯子一样看着我。\\n\\n蒋天行往四周打量了一番，选了一棵最粗壮的树，拎起周二的腰带，非常迅速地把周二送到了离地一丈多高的树杈上。\\n\\n接着他还塞了包干粮给周二。\\n\\n周二眼巴巴跨着树杈，眼泪已经掉下来，但是还没放弃希望：“大侠，女侠，你们什么时候来救小的？”\\n\\n我在树下抬腿踢飞一个扑过来的变异人，头也不回：“若能平安解决，你自己就能下来，若不能，我们也回不来了。”\\n\\n周二的哀嚎声被我和蒋天行抛在了身后。\\n\\n我俩拿出帕子遮住口鼻系在脑后，甭管有没有用，心理上图个安慰。\\n\\n烟雾袭来，我们迎头冲进了粉沙之中。\\n\\n沙尘中满是骚气的粉，可是眼前的情景却是人间地狱。\\n\\n遍地是倒地不动的人体，大部分肢体残缺，即使有全须全尾的也不知是死了还是要变异。\\n\\n零星有些“人”还蹲在地上啃着旁人身体的一部分，血腥味浓得令人闻之欲呕。\\n\\n放眼望去，几乎没有活人。\\n\\n一个蹲着的“人”抬头发现了我和蒋天行，满嘴沾着血丝肉泥的利齿张开，仿佛在笑，脸上血污遍布，舌头变得像野兽一样细长灵活，眼珠子突出在眼眶外，满是血丝。\\n\\n他可能吃饱了，蹲在地上安静观察着我们。\\n\\n我对蒋天行使了个眼色，我们两人分开从这“人”两边缓缓绕过去。\\n\\n那人没动，等我们绕到他身后，头也没转过来。\\n\\n我们仍然不敢大意，一边向城门探过去，一边注意着那个蹲着的人。\\n\\n距离渐远，我察觉这粉色沙尘浓度有点名堂。\\n\\n那些还在啃咬人体的“人”身周粉色沙尘更浓密些，特别是刚才那个跟我们对视的“人”，身周粉色烟雾越来越浓，远远看去已经快要遮去他的身形，不过他依然还是保持着刚才蹲着的姿势一动不动，看起来尤为怪异。\\n\\n一丈多高的城门大开着，守城士兵早已不知去向，我和蒋天行眼观六路耳听八方，一步步挪进城门。\\n\\n城内倒不像城门外那样诡异的安静，可能是宅子多，人们有很多地方躲，街道上虽然也死伤惨重，但两边宅子里还是能听到有人在求救。\\n\\n半天之前还是繁华都城，现下步步是血，每走几步就是尸体堆叠。\\n\\n尸堆里不时传来咀嚼的声音，仔细看去，几乎每条街都有几个“人”一边啃咬尸体一边被越来越浓的粉沙包裹起来。\\n\\n蒋天行脸色越来越难看，喉结不停上下，估摸着胃里有东西不断涌上喉咙又不停压下去，难为他了。\\n\\n像我就还好，平时学师尊辟谷食气，虽然经常被大师兄骂“减肥也别赶着发育期减肥”，今天我还真就只能干呕啥都吐不出来。\\n\\n街角一个黑影猛地向我们扑了过来，蒋天行举剑欲刺，接着像被烫着一样缩手往后一跳。\\n\\n我差点骂出声，那黑影这回冲着我扑了过来，等我看清了它的模样，连忙也学着蒋天行往旁边躲去。\\n\\n那东西不太像个人形，头上光溜溜一片灰白，眼珠爆突，对着人凶光毕露，舌头不停在那变形的脸上舔来舔去，四肢着地，浑身不着寸缕，一身密密麻麻寸把长的黑色倒刺，倒刺上勾着分不出种类的血淋淋的肉类残渣。\\n\\n一身的腥臭味几乎所向披靡。\\n\\n太恶心了。\\n\\n这玩意也不知道吃了多少人，奇的是也没有粉色沙尘包裹着它。\\n\\n见到我跟蒋天行似乎让这怪物很是兴奋，它一会儿对着蒋天行嘶吼，一会儿又作势要往我这边扑。\\n\\n我头皮发炸，这个东西比城外那些变异人更让我心中警铃大作，仿佛有个声音在告诉我，必须把这东西灭了，不然后患无穷。\\n\\n我终于缓缓抽出一直环在腰间充当腰带的长剑。\\n\\n师尊在我十三岁生辰送我一把灵剑，用的是北海玄铁，门内器修堂用主峰雪顶火山口内的山火淬炼三个月方才炼成。\\n\\n这剑软如尺素，亮如明月，剑名素月。\\n\\n“素月剑形软性烈，可辟世间一切邪祟，唯其剑气刚猛暴烈，你用得多了容易力竭，需小心斟酌。”\\n\\n师尊的声音言犹在耳。\\n\\n不见邪祟不出剑，然而眼前这怪物若不是邪祟，那我就是邪祟它祖宗了。\\n\\n养剑千日，用剑一时。\\n\\n剑尖从我指间弹出，瞬间变得笔直，锋利雪白剑光如有实质，刺得那怪物倒退一步，一双布满血丝的眼球死死盯住了我。\\n\\n接着怪物利牙暴张，嗷地一声狂吼，弹起三尺多高向我扑来。\\n\\n我一个矮身飞旋，剑花直刺那怪物，剑风所至之处风雷滚滚，隐隐有火山轰鸣之声。\\n\\n怪物在空中像被无形之力猛地击中胸腹，口中吐出血来，四肢一抽，惨叫一声，却还不死心，指甲如钩，仍想抓向我。\\n\\n我反手一剑挥出，如切泥一般，怪物的双臂也掉落在地。\\n\\n空气中腥臭弥漫，我只觉得大前天吃的鱼都要吐出来了。\\n\\n这怪物光是那身恶臭就足够杀人于无形。\\n\\n怪物佝偻着身体似乎忍受不了痛苦，头仍抬起来用那对眼球瞪着我，口中嘶吼着听不懂的怪声。\\n\\n我闭了闭眼，一抬手，一剑起，风雷再现，怪物瞪着眼，在剑光中灰飞烟灭。\\n\\n眼前终于杀出一条能走的路，蒋天行也提起剑将四周其他的变异怪杀个七七八八。\\n\\n就这样，我二人一路走一路砍倒不少变异人，极为艰难地往岑尚书府上赶去。\\n\\n不知道是不是错觉，越往前走，变异人越少，活着的人越多，粉色烟尘也越来越稀薄。\\n\\n我回想起之前岑远风一剑逼退女骗子的情形，心底相信已经离他很近，不知不觉揪着的心渐渐放松下来。\\n\\n前方已能见到有人在与变异怪物厮杀。\\n\\n这条街道明显都是豪宅大院，不少高官富户府中有护院家丁的都已组织起来抵抗怪物。\\n\\n街道上有火油灼烧的气味，不少变异怪被烧的半边焦黑倒在地上，仍在用另外半边变形的肢体对着街道两边护院高墙上举着刀剑的人不停地挥舞。\\n\\n“远心的家就在前面！”\\n\\n蒋天行兴奋大喊，脚下速度快了许多。\\n\\n我精神一振，也飞奔起来。\\n\\n路上倒下的变异死尸越来越多，都已不是被烧死，而是被一剑削去头颅毙命。\\n\\n五个，十个，十五个……\\n\\n一路数过去，我心里慢慢一沉。\\n\\n岑远风这家伙只是个一波流，只怕快要撑不住了。\\n\\n终于，远处看到一户宅子，门口赫然停着我眼熟的那辆马车。\\n\\n马车周围空荡荡，马车里也没人。\\n\\n我跟蒋天行急急奔到大门外，忽地一具尸体从天而降掉在我们面前。\\n\\n又是一个变异人。\\n\\n抬头望去，大门顶上站着一个人，眼神坚毅，乌眸深沉，手中长剑通体是血，握剑的手轻轻颤抖，他累得微微喘息，腰杆却依然笔直。\\n\\n岑远风，我来了。\",\"timestamp\":1640935160,\"title\":\"小说|《碎玉不识卿》第九章\"},\"digest\":\"w0f6P3-c5UQOuoaxTsRaeTVso5BeMr2vfKSKTHAUeus\",\"authorship\":{\"contributor\":\"0xe8662aaB799E89AA5601995039036123413b92dE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"signature\":\"v5LNtDAHs-f5flUeakSn6MZCbMRQcCOUtGtbX9kttD4pvKG3_L7wnYBnmbOz_HdY8bhliF6DR_Rw4da1w_sK-A\",\"signingKeySignature\":\"0x1af516a75d90697eea705b765c8d7b4ea0595695b3d394933b1631d719f1bee6173c7b47765a9276b7db84488ba8710f0b37120fa186fea16da2de22d6f2e2af1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w0f6P3-c5UQOuoaxTsRaeTVso5BeMr2vfKSKTHAUeus\"}"