"{\"content\":{\"body\":\"司空零给端木明介绍永生阶梯：“很多人都相信，在遥远的未来，随着生物科技的发展，人类一定会有能力让自己永生。如果这一天太遥远了，人类就会觉得跟自己没关系。但是有相当聪明的人已经想到，不是在遥远的未来，而是在现在，永生的阶梯就开始向我们敞开了大门。技术的发展是渐进式的，以我们当代的技术手段能为永生大伟大事业做点什么呢？答案是：什么都不必做，只要活着。大概五十年。这一时间里，生物科技在继续以越来越快的速度积累和酝酿。很遗憾，以我说这些话的时间为分界点，有大约五分之一的人过不了这一关，他们无法想象自己将错过什么。对于剩下的人中的一半，只要遵循健康的生活方式，考虑到医学的发展，活过半个世纪是完全可能的。另外一半幸运的年轻人是肯定能过关的。\\n\\n这样，你就踏上了永生的第二级阶梯。这个阶段的技术主要由两个构成：人体冬眠和克隆技术。在没看到这个聪明人的猜想之前，我听说过把人体放在液氮的超低温环境里冻起来的技术。但是这项技术太难，近期无法实现，因为你把人体放到这个低的温度，很可能就把人体给不可逆地弄坏掉了，将来技术再发达也没可能复活。这里说的靠谱的人体科眠技术是指活的人体还算能接受的温度，比如零下四十度，使人体在无意识状态下的新陈代谢和其他生理速度大大降低，比如降低至正常生理状态的十分之一，这样，你可以用十年的寿命活一百年。这个技术听起来也挺复杂，但是是完全有可能的。你想，像熊这样的热血哺乳动物天生就具有冬眠的能力，理论上完全没问题，是完全有可能有五十年内实现的。\\n\\n我感觉这种技术需要投入也不会很夸张，以后我有空闲了，每年投入个一亿两亿来玩玩，毫无压力。”\\n\\n端木明：“继续说故事吧。”\\n\\n司空零：“嗯，这个技术的发展嘛，总是有很多个方案，万一冬眠技术没能实现，还有一个替代方案：克隆技术。造物主进化出来的身体太神妙了，人体的器官除了自己的基因生出来的，别人的器官再相似也会产生排异反应。有了这种技术，人类就可以用新长出来的器官来代替衰老的器官，就像机器的零件坏了换上新的那样。实在都老得不行了，把大脑给取出来，放置到完全年轻的身体里去。听起来挺可怕的啊，是的呢，这个被克隆出来却没有意识的身体会产生可怕的伦理问题。美国是一个极其保守的国家，连人工流产都产生那么大的争议，更别说这种挑战传统底线的生物技术了。你现在知道我为什么在接受CNN采访的时候骂反科学的美国总统小布什了吧？美国是技术最先进的国家，但是人为的障碍很可能导致克隆技术不能在美国取得突破。北欧的人民开明多了，不行我就到北欧去搞，再不行我可以回中国，好像中国更反科学……连朝·鲜我也可以考虑，反正我也是没节操的人。”\\n\\n端木明：“咳，说故事吧。”\\n\\n司空零：“噢，这一级是人类永生的梦想取得突破的重要一级，冬眠不行有克隆，克隆不行有别的，总之，这一级台阶能让你再跨越一个世纪，踏上第三级阶梯。刚才在二级的时候的技术是可以延缓衰老，但不是真正的永生，就算把所有的身体都换成年轻的，可你的大脑还是会不可避免的衰老。要是技术就停在这儿了，那你还是会死的，总有一天。在第三级，技术是信息的提取，把日渐衰老的大脑里所有的意识都提取出来，以数据的形式存放起来。这已经进入科幻领域了，需要生物学、信息科学和脑科学中大量的理论和技术突破，但并不是奇幻。大脑是由巨量神经元的互联实现存贮和思维的，只要对这种互联的模式和机理有了深刻的认识，就能够提取大脑的全部信息，这和从硬盘上读取数据没有本质的区别，从理论上来说是完全可能实现的。\\n\\n除了存储，计算机的发展还可以模拟人脑的运行，这样一来，你就可以活在虚拟的世界里。其实虚拟世界更美好，那里才是真正的天堂——两个意义上的天堂：一，你死了，肉体没了，二，你活在尘世之上的超凡完美世界。以前共·产·主·义幻想着的按需分配其实是不可能的，食物可以分配，衣服可以分配，爱情怎么分配？天下只有一个慕容冰雪，不是你的，就是我的。要是在三级阶梯时代，可以把小雪复制一份，你我一人一个……”\\n\\n端木明恼道：“闭嘴。不要拿慕容来说事。”\\n\\n司空零：“这是三百年之后的事……好吧，不说这个了。天堂可不好到达啊，这个时候的人类可就分成两类了，没有任何人或法律强迫你，看你自己的觉悟了，到底是向往天堂的美好更让人向往呢？还是恐惧自己肉体的毁灭更恐惧？不管你怎么想，如果你数字化了，对你的亲人来说你就是永生了，除了不能活蹦乱跳的在你身边，跟你聊QQ和通视频电话是完全一样的。活在虚拟世界里，还能让你拥有神一样的能力，在无限制的精彩世界里冒险，无论发生什么事，你随时可以满血复活。不管别人怎么纠结，我反正是一定要杀死自己，进入这个完美世界的。所以，就算是在永生世代，我也大概只会活三百年，毫不犹豫的去赴死，同时永生。你们幼稚的人总是觉得死亡是一件很可怕事，我可不觉得。活着，做你最想做的事，别的一切都土鸡瓦狗、浮光掠影，去死，以你最大的能量爆炸，永生在别人的眼里。”\\n\\n端木明：“这样想，倒是挺好。呃……结束了吗？就这三个级的阶梯？”\\n\\n司空零：“差不多吧，当然，要说有第四级，那也是有的，就是把数字化了的人重新变成活蹦乱跳的大活人。这个最后一级事实上已经没有多少吸引力了，作惯了神的人还可能封印自己的神力，去体验凡人的生活吗？这个不好说，看吧，也许真会有大神腻歪了无所不能的生活，重新回到这羁绊重重，想爱不一定有爱，想恨不一定敢恨的凡尘俗世。天堂呆久了成了无聊的地狱，那就重返人间吧。”\\n\\n端木明微笑：“确实有可能，你这么一说，我倒是觉得这羁绊重重的世界也挺有意思的。拥有了一切，就是失去了一切。只有每一件你向往的事物都需要你付出代价，还不一定得到，那才有意思。”\\n\\n司空零竖起一个大拇指，赞道：“好吧，你终于领悟了，我不得不承认你的智慧已经跟我一个级别了。得到就是失去，因为你已经不再向往。死亡越是可怕，就越是证明你活得幸福欢乐，要是你爸爸活得那么痛苦，死去就是一种解脱。你为了一个赴死的人的大解脱而感到痛苦，不是搞笑吗？更搞笑的是为了不可能的事情去烦恼。我要是得了绝症，我根本就会把它忘掉，记住这种不可能改变的无聊的事情不是我的作风。”\\n\\n端木明长长地吁了一口气，道：“司空零果然了不起，有我完全比不上的地方。居然能让我觉得生死这种事也没什么大不了的，心里的郁闷居然一下子没了。我这一回真是……心服口服。”\\n\\n司空零：“服了吧？那……你觉得我配得上你妈妈吗？”\\n\\n端木明怒拳蓄势。\\n\\n司空零忙提前格挡，道：“慢来！你要入股我就是你老板，小子不要以下犯上！”\\n\\n识时务的端木明收了怒拳，问：“你不是说Twitter已经分没了吗？”\\n\\n司空零：“Twitter是没戏了，以后上市融资我还得把普通股和创始人股分开才能控制，不过别的项目有机会啊，Ujs项目以后也是百亿的范儿，特别是借着Twitter的东风，现在Ujs社区大爆发啊，你没发现这个吗？数据中心的建设正好需要钱，把你的钱全拿来吧。有多少要多少，股份好说。把那饭店赶紧卖了，做饭店能赚几个钱？”\\n\\n端木明摇头：“不行，说了，我爸一辈子的心血，就算不赚钱，能不卖就不卖，就当是……万一他真的去世了，留个纪念吧，那饭店名叫子贡饭店，端木赐，字子贡，是我们端木家的先祖，我曾经恨过的父亲一直过着痛苦的生活，一直爱着我们，哎……就这点让我比较痛苦。”\\n\\n司空零淡淡道：“是我，就去荷兰，那里可以安乐死。痛苦到一个临界点，那就走人吧，痛苦的世界有什么好留恋？世界上最伟大的国家，我脑子里经常会想起荷兰的名字。”\\n\\n端木明：“嗯，要是我看到他真的痛苦，就跟他提提。”\\n\\n司空零：“诶，有办法，你可以把饭店抵押去贷款呀，这样同样能凑到一千万。一千万……我想想……可以给你25%的股权，将来这就是25亿美元。刚刚滴。”\\n\\n端木明：“这……好像可以有。”\\n\\n司空零：“这就这么办，亏不了，大不了出了问题我拿DoubleClick的股票赔给你，DoubleClick的现金流还不错，绝对倒不了。”\\n\\n端木明：“这里有一个障碍，我从父亲那里取得产业可能会遭到他儿子的干扰。”\\n\\n接着他把遭遇俞大少的事情讲了。\\n\\n司空零怒道：“还有这么恶心的人？不愧是那个丑婆娘的儿子，我靠，上次她给我一枪这帐我还没给她算，既然这样，我通知LAPD，把她抓起来，私了一千万，看她们还敢不敢搞事。”\\n\\n端木明：“这事……当时的证人还能找到吗？”\\n\\n司空零：“应该没问题，你先看看顺不顺利，要是不顺利，我们再走这条路，你爸是证人，你妈也是证人，还有我的枪伤，当时有一个警察拦下我的车，也算一个，最主要是那个店员，他是第三方，最好是店里有监控，就算没有，路边的监控也可以间接证明那个婆娘当时在场。”\\n\\n两人商量完如何算计俞家的人，又商量了大半天怎么搞Ujs云服务，好像Ujs要改个名字，Ujs只像是一种开源开发语言，无法胜任云服务的重任呢。\\n\\n司空零怪笑道：“就叫iServer吧，超简单，而且i……很容易猜，你说说它代表什么？”\\n\\n端木明：“internet？”\\n\\n司空零：“正解啊！我大爱这种简单明了的名字iServer就是IaaS云，iUJS就是PaaS，单说UJS就指开源开发语言，中国在搞的SaaS项目叫什么好呢？”\\n\\n端木明：“iSaaS？”\\n\\n司空零：“哦？不是太好，直接叫SaaS太专业，一眼看上去不明了，取前两个iSoft？”\\n\\n端木明：“行啊，iSoftware也可以。”\\n\\n司空零：“这个也不错，两个都注册起来再说，我倾向于简单点的，Microsoft使用了soft之后，大家都知道soft是指software了。”\\n\\n端木明：“为什么你会觉得iServer值百亿？我还是不是太明白，做好用的服务器是一个什么样的潜力？当然，我自己用得确实很爽。它的毛病也多，比如：完全由我们控制，会不会得到大公司的信任？我们制定的服务器规范会不会将大多数的程序员拒之门外？”\\n\\n司空零：“一个非常成熟的公司当然会有自己的服务器群，但是如果他们的服务器群虚拟化做得不好，就会非常的费钱，在预算有限的情况下，一旦碰到突然的高峰，服务器就容易过载，Twitter就是典型，说不定什么时候就有一个热点，流量激增，我们要是没有iServer做支撑，一定发展不到目前的地步。还拿Amazon来做例子，碰到圣诞采购季，用户一爆棚，他们要是没做好准备，那就完蛋了。我们的iServer做得好不好，标志就是能不能吸引到像Amazon这样的公司使用。用户的信任也好办，只要对方肯出钱，我们单独给他建数据中心。iServer之所以用最简单的Linux做基础，是为了提高虚拟化的效率。这就好比是精简指令集和复杂指令集的对抗，刚开始的时候复杂指令集功能强、兼容性好，大家爱用，但是精简指令集把指令最简化，不浪费CPU，最终会在性能上超越复杂指令集。服务器跟平台是不一样的，用户不会为了用得舒服点去浪费钱，他们会去学着使用我们的服务器规范。\\n\\n为什么iServer会值钱？一方面是好用、便宜，一方面是强大。一般的公司哪里能养得起那么多闲置的服务器来应付突发事件啊。所以我们的iServer就是要统一全球的计算资源，再合理分配。要是能把Google、Yahoo都忽悠到使用iServer，你说值不值钱啊。”\\n\\n端木明深思着，考虑了很多发展iServer的事情，因为父亲而来的烦恼暂时抛在脑后。\\n\\n最后端木明确定了要投资到iServer项目，相当丰盛地收获了iServer的25%股权。\\n\\n端木明：“好了，就这么定了。时间还早，我找个地方逛逛去，你和我去吗？”\\n\\n司空零今天还真没什么事，陪陪中国老乡也是好，道：“去呗，想去哪里？”\\n\\n端木明：“你是地头蛇，你说吧。”\\n\\n司空零：“哎，我这苦命人，只去过中央公园，哦，还去过现代艺术博物馆，别的地方都没去，太忙了。”\\n\\n端木明：“哦？你还去艺术博物馆这么有文化的地方？”\\n\\n司空零老脸一红：“这……一个有文化的女孩子带我去的，随便看看。”\\n\\n端木明面无喜也无忧：“又交了个女朋友啊，不过也正常，要不你怎么会经常几个月不回国一次呢？”\\n\\n司空零：“呃……没有，是斯坦福的一个普通女校友，也是咱中国老乡，Lilou，有文化的女孩子，对了，咱找她做导游吧。”\\n\\n他把Lilou叫来了咖啡馆，别说Lilou没什么要紧事，就算有，哪有比老板的号令重要啊，于是她火速赶来。\\n\\n居然是要和她一起去玩，李麓开心得很：“太好了，老板让去玩的，多好的事儿啊。帅哥们，想去哪里？”\\n\\n司空零：“我们想请你做导游，你带我们去哪儿我们就去哪儿。”\\n\\n李麓：“Even Better！那就去博物馆吧，纽约的博物馆就是多，内容丰富，永远都逛不完。既然你们都没来过，我们就去最大的那家——纽约大都会艺术博物馆。”\",\"timestamp\":1638137245,\"title\":\"违和少年 第43章 永生的阶梯\"},\"digest\":\"6uPf8__7TOzslabn7QnsKzsPHnVMMblsGoHQ8YXfb_4\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"TJXz4uSamdLwGH6isc1vgcU8cayM75-eMYr-RPxq64FPkHsGGnQYGfhEfwP9GwbR_ilsdiM7sNs_DEEG3dU0dw\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6uPf8__7TOzslabn7QnsKzsPHnVMMblsGoHQ8YXfb_4\"}"