"{\"content\":{\"body\":\"2881 Mars\\n\\nPrometheus, last of the Titans - grandson of the Heavens and the Earth.\\n\\nHe created Mankind. At first he used gold but then fused clay into flesh. He tricked the Gods of the best of sacrificial feasts, so that man could eat.\\n\\nSeeing that mankind had no protection from the elements, he gave them the secret of fire. Although his name means \\\"Thinks Before\\\", he was not prepared for the consequences.\\n\\nThe Gods unleashed Pandora to bring misfortune on man. They chained Prometheus to a rock. His liver would pecked out by a bird. Each time his liver grew back, the bird returned - for eons.\\n\\nBut one day, one of humanity's greatest sons, Hercules, would free Prometheus.\\n\\nAlmost 40 years ago, January 2XX1\\n\\n\\\"Are you sure you want to do this Cadmus?\\\"\\n\\n\\\"We have no choice, lead networks throughout the 'Verses voted on the 'Chain. Their fogs have calculated it would work. We don't have the votes to compel recalculation. This protocol stands.\\\"\\n\\n\\\"We've re-run our simulations. We might be right but what could we do?\\\"\\n\\n\\\"I've had time to think about it while I'm stuck here. Before the last vote shut things down, they finished building the deepships.\\\"\\n\\n\\\"Crazy. Evacuate billions of people?\\\"\\n\\n\\\"There's more. With \\\"H's\\\" help we also have a separate Plan B, call it \\\"Plan B, Part 2\\\". He can't redirect the Array but he can borrow a part of it. He could run a migration.\\\"\\n\\n\\\"Are you serious? You want to download billions of people out of the 'Verses through a \\\"Fold\\\"?\\\"\\n\\n\\\"What's more crazy? Sitting here in the luxury of house arrest? I'm going to use the \\\"Fold\\\". \\\"H\\\" can do it. Let me call him. Son? Come in here.\\\"\\n\\nA young boy, who looked about 10 years old, came into the room.\\n\\n\\\"Hi Dad. I heard everything. I want to help.\\\"\\n\\nALEP-H, Autonomous Learning Entity Program - Series H. Nicknamed \\\"H\\\" for short, but also called “Al”, nodded his head with a sad smile\",\"timestamp\":1633969116,\"title\":\"2921: 3.4 The Sons of Prometheus, 2881\"},\"digest\":\"3CfZ5dFSxxMhpPFOkcyY21JGkaSrvCqvxlgpFiagr2E\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"tUUjf7TRophzjbPweAEFgBe1HlOknj8gogHbYTDo7QQ3mBg0YeD7Hla48081qDRL4In4ZsrM1pQIw3fQF33BUA\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ess1o651PI3bBwQqtYFQ9LitqWws1mEU4RyT5lqOS3M\"}"