"{\"content\":{\"body\":\"is it of the love that is in the immortal soul of man for the everlasting God?  And what a blessed life that already is when all things that come to us--joy and sorrow, good and evil, nature and grace, all thoughts, all passions, all delights--are all but so many ministers to our soul's desire after God, after the Divine Likeness and for the Beatific Vision.\\n\\n'Oh!  Christ, He is the Fountain, The deep sweet Well of Love! The streams on earth I've tasted, More deep I'll drink above; There, to an ocean fulness, His mercy doth expand; And glory--glory dwelleth In Emmanuel's land.'\\n\\nCHAPTER XIX--MR. WET-EYES\\n\\n'Oh that my head were waters!'--Jeremiah.\\n\\n'Tears gain everything.'--Teresa.\\n\\nNow Mr. Desires-awake, when he saw that he must go on this errand, besought that they would grant that Mr. Wet-eyes might go with him. Now this Mr. Wet-eyes was a near neighbour of Mr. Desires-awake, a poor man, and a man of a broken spirit, yet one that could speak well to a petition; so they granted that he should go with him. Wherefore the two men at once addressed themselves to their serious business.  Mr. Desires-awake put his rope upon his head, and Mr. Wet-eyes went with his hands wringing together.  Then said the Prince, And what is he that is become thy companion in this so weighty a matter?  So Mr. Desires-awake told Emmanuel that this was a poor neighbour of his, and one of his most intimate associates. And his name, said he, may it please your most excellent Majesty, is Wet-eyes, of the town of Mansoul.  I know that there are many of that name that are naught, said he; but I hope it will be no offence to my Lord that I have brought my poor neighbour with me. Then Mr. Wet-eyes fell on his face to the ground, and made this apology for his coming with his neighbour to his Lord:-\\n\\n'Oh, my Lord,' quoth he, 'what I am I know not myself, nor whether my name be feigned or true, especially when I begin to think what some have said, and that is that this name was given me because Mr. Repentance was my father.  But good men have sometimes bad children, and the sincere do sometimes beget hypocrites.  My mother also called me by this name of mine from my cradle; but whether she said so because of the moistness of my brain, or because of the softness of my heart, I cannot tell.  I see dirt in mine own tears, and filthiness in the bottom of my prayers.  But I pray Thee (and all this while the gentleman wept) that Thou wouldst not remember against us our transgressions, nor take offence at the unqualifiedness of Thy servants, but mercifully pass by the sin of Mansoul, and refrain from the magnifying of Thy grace no longer.' So at His bidding they arose, and both stood trembling before Him.\\n\\n1. 'His name, may it please your Majesty, is Wet-eyes, of the town of Mansoul.  I know, at the same time, that there are many of that name that are naught.'  Naught, that is, for this great enterprise now in hand.  And thus it was that Mr. Desires-awake in setting out for the Prince's pavilion besought that Mr. Wet-eyes might go with him.  Mr. Desires-awake felt keenly how much might turn on who his companion was that day, and therefore he took Mr. Wet-eyes with him.  David would have made a most excellent associate for Mr. Desires-awake that day.  'I am weary with my groaning; all the night make I my bed to swim; I water my couch with my tears.'  And again, 'Rivers of waters run down mine eyes, because they keep not Thy law.'  This, then, was the only manner of man that Mr. Desires- awake would stake his life alongside of that day.  'I have seen some persons weep for the loss of sixpence,' said Mr. Desires- awake, 'or for the breaking of a glass, or at some trifling accident.  And they cannot pretend to have their tears valued at a bigger rate than they will confess their passion to be when they weep.  Some are vexed for the dirtying of their linen, or some such trifle, for which the least passion is too big an expense.  And thus it is that a man cannot tell his own heart simply by his tears, or the truth of his repentance by those short gusts of sorrow.'  Well, then, my brethren, tell me, Do you think that Mr. Desires-awake would have taken you that day to the pavilion door? Would his head have been safe with you for his associate?  Your associates see many gusts in your heart.  Do they ever see your eyes red because of your sin?  Did you ever weep so much as one good tear-drop for pure sin?  One true tear:  not because your sins have found you out, but for secret sins that you know can never find you out in this world?  And, still better, do you ever weep in secret places not for sin, but for sinfulness--which is a very different matter?  Do you ever weep to yourself and to God alone over your incurably wicked heart?  If not, then weep for that with all your might, night and day.  No mortal man has so much cause to weep as you have.  Go to God on the spot, on every spot, and say with Bishop Andrewes, who is both Mr. Desires-awake and Mr. Wet- eyes in one, say with that deep man in his Private Devotions, say: 'I need more grief, O God; I plainly need it.  I can sin much, but I cannot correspondingly repent.  O Lord, give me a molten heart. Give me tears; give me a fountain of tears.  Give me the grace of tears.  Drop down, ye heavens, and bedew the dryness of my heart. Give me, O Lord, this saving grace.  No grace of all the graces were more welcome to me.  If I may not water my couch with my tears, nor wash Thy feet with my tears, at least give me one or two little tears that Thou mayest put into Thy bottle and write in Thy book!'  If your heart is hard, and your eyes dry, make something like that your continual prayer.\\n2. 'A poor-man,' said Mr. Desires-awake, about his associate. 'Mr. Wet-eyes is a poor man, and a man of a broken spirit.'  'Let Oliver take comfort in his dark sorrows and melancholies.  The quantity of sorrow he has, does it not mean withal the quantity of sympathy he has, and the quantity of faculty and of victory he shall yet have?  Our sorrow is the inverted image of our nobleness. The depth of our despair measures what capability and height of claim we have to hope.  Black smoke, as of Tophet, filling all your universe, it can yet by true heart-energy become flame, and the brilliancy of heaven.  Courage!'\\n\\n'This is the angel of the earth, And she is always weeping.'\\n\\n1. 'A poor man, and a man of a broken spirit, and yet one that can speak well to a petition.'  Yes; and you will see how true that eulogy of Mr. Wet-eyes is if you will run over in your mind the outstanding instances of successful petitioners in the Scriptures. As you come down the Old and the New Testaments you will be astonished and encouraged to find how prevailing a fountain of tears always is with God.  David with his swimming bed; Jeremiah with his head waters; Mary Magdalene over His feet with her welling eyes; Peter's bitter cry all his life long as often as he heard a cock crow, and so on.  So on through a multitude whose names are written in heaven, and who went up to heaven all the way with inconsolable sorrow because of their sins.  They took words and turned to the Lord; but,--better than the best words,--they took tears, or rather, their tears took them.  The best words, the words that the Holy Ghost Himself teacheth, if they are without tears, will avail nothing.  Even inspired words will not pass through; while, all the time, tears, mere tears, without words, are omnipotent with God.  Words weary Him, while tears overcome and command Him.  He inhabits the tears of Israel.  Therefore, also, now, saith the Lord, turn ye unto Me with all your heart, and with weeping and with mourning.  And rend your heart, and not your garments, and turn unto the Lord your God, for He is gracious and merciful, slow to anger, and of great kindness, and repenteth Him of the evil.  It is the same with ourselves.  Tears move us.  Tears melt us.  We cannot resist tears.  Even counterfeit tears, we cannot be sure that they are not true.  And that is the main reason why our Lord is so good at speaking to a petition.  It is because His whole heart, and all the moving passions of His heart, are in His intercessory office.  It is because He still remembers in the skies His tears, His agonies, and cries.  It is because He is entered into the holiest with His own tears as well as with His own blood.  And it is because He will remain and abide before the Father the Man of Sorrows till our last petition is answered, and till God has wiped the last tear from our eyes.  When He was in the coasts of Caesarea-Philippi, our Lord felt a great curiosity to find out who the people thereabouts took Him to be.  And it must have touched His heart to be told that some men had insight enough to insist that He was the prophet Jeremiah come back again to weep over Jerusalem.  He is Elias, said some.  No; He is John the Baptist risen from the dead, said others.  No, no; said some men who saw deeper than their neighbours.  His head is waters, and His eyes are a fountain of tears.  Do you not see that He so often escapes into a lodge in the wilderness to weep for our sins?  No; He is neither John nor Elijah; He is Jeremiah come back again to weep over Jerusalem!  And even an apostle, looking back at the beginning of our Lord's priesthood on earth, says that He was prepared for His office by prayers and supplications, and with strong crying and tears.  From all that, then, let us learn and lay to heart that if we would have one to speak well to our petitions, the Man of Sorrows is that one.  And then, as His remembrancers on our behalf, let us engage all those among our friends who have the same grace of tears.  But, above all, let us be men of tears ourselves.  For all the tears and all the intercessions of our great High Priest, and all the importunings of our best friends to boot, will avail us nothing if our own eyes are dry.  Let us, then, turn back to Bishop Andrewes's prayer for the grace of tears, and offer it every night with him till our head, like his, is holy waters, and till, like him, we get beauty for ashes, the oil of joy for mourning, and the garment of praise for the spirit of heaviness.\\n2. 'Clear as tears' is a Persian proverb when they would praise their purest spring water.  But Mr. Wet-eyes has from henceforth spoiled the point of that proverb for us.  'I see,' he said, 'dirt in mine own tears, and filthiness in the bottom of my prayers.' Mr. Wet-eyes is hopeless.  Mr. Wet-eyes is intolerable.  Mr. Wet- eyes would weary out the patience of a saint.  There is no satisfying or pacifying or ever pleasing this morbose Mr. Wet-eyes. The man is absolutely insufferable.  Why, prayers and tears that the most and best of God's people cannot attain to are spurned and spat upon by Mr. Wet-eyes.  The man is beside himself with his tears.  For, tears that would console and assure us for a long season after them, he will weep over them as we scarce weep over our worst sins.  His closet always turns all his comeliness to corruption.  He comes out of his closet after all night in it with his psalm-book wrung to pulp, and with all his righteousnesses torn to filthy rags; till all men escape Mr. Wet-eyes' society--all men except Mr. Desires-awake.  I will go out on your errand now, said Mr. Desires-awake, if you will send Mr. Wet-eyes with me.  And thus the two twin sons of sorrow for sin and hunger after holiness went out arm in arm to the great pavilion together, Mr. Desires-awake with his rope upon his head, and Mr. Wet-eyes with his hands wringing together.  Thus they went to the Prince's pavilion.  I gave you a specimen of one of Mr. Wet-eyes' prayers in the introduction to this discourse, and you did not discover much the matter with it, did you?  You did not discover much filthiness in the bottom of that prayer, did you?  I am sure you did not.  Ah! but that is because you have not yet got Mr. Wet-eyes' eyes.  When you get his eyes; when you turn and employ upon yourselves and upon your tears and upon your prayers his always-wet eyes,--then you will begin to understand and love and take sides with this inconsolable soul, and will choose his society rather than that of any other man--as often, at any rate, as you go out to the Prince's pavilion door.\\n3. 'Mr. Repentance was my father, but good men sometimes have bad children, and the most sincere do sometimes beget great hypocrites. But, I pray Thee, take not offence at the unqualifiedness of Thy servant.'  Take good note of that uncommon expression, 'unqualifiedness,' in Mr. Wet-eyes' confession, all of you who are attending to what is being said.  Lay 'unqualifiedness' to heart. Learn how to qualify yourselves before you begin to pray.  In his fine comment on the 137th Psalm, Matthew Henry discourses delightfully on what he calls 'deliberate tears.'  Look up that raciest of commentators, and see what he there says about the deliberate tears of the captives in Babylon.  It was the lack of sufficient deliberation in his tears that condemned and alarmed Mr. Wet-eyes that day.  He felt now that he had not deliberated and qualified himself properly before coming to the Prince's pavilion. Do not take up your time or your thoughts with mere curiosities, either in your Bible or in any other good book, says A Kempis. Read such things rather as may yield compunction to your heart. And again, give thyself to compunction, and thou shalt gain much devotion thereby.  Mr. Wet-eyes, good and true soul, was afraid that he had not qualified himself enough by compunctious reading and self-recollection.  The sincere, he sobbed out, do often beget hypocrites!  'Our hearts are so deceitful in the matter of repentance,' says Jeremy Taylor, 'that the masters of the spiritual life are fain to invent suppletory arts and stratagems to secure the duty.'  Take not offence at the lack of all such suppletory arts and stratagems in thy servant, said poor Wet-eyes.  All which would mean in the most of us:  Take not offence at my rawness and ignorance in the spiritual life, and especially in the life of inward devotion.  Do not count up against me the names and the numbers and the prices of my poems, and plays, and novels, and newspapers, and then the number of my devotional books.  Compare not my outlay on my body and on this life with my outlay on my soul and on the life to come.  Oh, take not mortal offence at the shameful and scandalous unqualifiedness of Thy miserable servant. My father and my mother read the books of the soul, but they have left behind them a dry-eyed reprobate in me!  Say that to-night as you look around on the grievous famine of the suppletory arts and stratagems of repentance and reformation in your heathenish bedroom.\\n\\nSpiritual preaching; real face to face, inward, verifiable, experimental, spiritual preaching; preaching to a heart in the agony of its sanctification; preaching to men whose whole life is given over to making them a new heart--that kind of preaching is scarcely ever heard in our day.  There is great intellectual ability in the pulpit of our day, great scholarship, great eloquence, and great earnestness, but spiritual preaching, preaching to the spirit--'wet-eyed' preaching--is a lost art.  At the same time, if that living art is for the present overlaid and lost, the literature of a deeper spiritual day abides to us, and our spiritually-minded people are not confined to us, they are not dependent on us.  Well, this is the Communion week with us yet once more.  Will you not, then, make it the beginning of some of the suppletory arts and stratagems of the spiritual life with yourselves?  I cannot preach as I would like on such subjects, but I can tell you who could, and who, though dead, yet speak by their immortal books.  You have the wet-eyed psalms; but they are beyond the depth of most people.  Their meaning seems to us on the surface, and we all read and sing them, but let us not therefore think that we understand them.  I cannot compel you to read the books, and to read little else but the books, that would in time, and by God's blessing, lead you into the depths of the psalms; but I can wash my hands so far in making their names so many household words among my people.  The Way to Christ, the Imitation of Christ, the Theologia Germanica, Tauler's Sermons, the Mortification of Sin, and Indwelling Sin in Believers, the Saint's Rest, the Holy Living and Dying, the Privata Sacra, the Private Devotions, the Serious Call, the Christian Perfection, the Religious Affections, and such like.  All that, and you still unqualified!  All that, and your eyes still dry!\\n\\nCHAPTER XX--MR. HUMBLE THE JURYMAN, AND MISS HUMBLE-MIND THE SERVANT-MAID\\n\\n'Learn of Me, for I am meek and lowly in heart.'--Our Lord.\\n\\n'Be clothed with humility.'--Peter.\\n\\n'God's chiefest saints are the least in their own eyes.'--A Kempis.\\n\\n'Without humility all our other virtues are but vices.'--Pascal.\\n\\n'Humility does not consist in having a worse opinion of ourselves than we deserve.'--Law.\\n\\n'Humility lies close upon the heart, and its tests are exceedingly delicate and subtle.'--Newman.\\n\\nOur familiar English word 'humility' comes down to us from the Latin root humus, which means the earth or the ground.  Humility, therefore, is that in the mind and in the heart of a man which is low down even to the very earth.  A humble-minded man may not have learning enough to know the etymology of the name which best describes his character, but the divine nature which is in him teaches him to look down, to walk meekly and softly, and to speak seldom, and always in love.  For humility, while it takes its lowly name from earth, all the time has its true nature from heaven. Humility is full of all meekness, modesty, submissiveness, teachableness, sense of inability, sense of unworthiness, sense of ill-desert.  Till, with that new depth and new intensity that the Scriptures and religious experience have given to this word, as to so many other words, humility, in the vocabulary of the spiritual life, has come to be applied to that low estimate of ourselves which we come to form and to entertain as we are more and more enlightened about God and about ourselves; about the majesty, glory, holiness, beauty, and blessedness of the divine nature, and about our own unspeakable evil, vileness, and misery as sinners. And, till humility has come to rank in Holy Scripture, and in the lives and devotions of all God's saints, as at once the deepest root and the ripest fruit of all the divine graces that enter into, and, indeed, constitute the life of God in the heart of man. Humility, evangelical humility, sings Edwards in his superb and seraphic poem the Religious Affections,--evangelical humility is the sense that the true Christian has of his own utter insufficiency, despicableness, and odiousness, a sense which is peculiar to the true saint.  But to compensate the true saint for this sight and sense of himself, he has revealed to him an accompanying sense of the absolutely transcendent beauty of the divine nature and of all divine things; a sight and a sense that quite overcome the heart and change to holiness all the dispositions and inclinations and affections of the heart.  The essence of evangelical humility, says Edwards, consists in such humility as becomes a creature in himself exceeding sinful, but at the same time, under a dispensation of grace, and this is the greatest and most essential thing in all true religion.\\n\\n1. Well, then, our Mr. Humble was a juryman in Mansoul, and his name and his nature eminently fitted him for his office.  I never was a juryman; but, if I were, I feel sure I would come home from the court a far humbler man than I went up to it.  I cannot imagine how a judge can remain a proud man, or an advocate, or a witness, or a juryman, or a spectator, or even a policeman.  I am never in a criminal court that I do not tremble with terror all the time.  I say to myself all the time,--there stands John Newton but for the preventing grace of God.  'I will not sit as a judge to try General Boulanger, because I hate him,' said M. Renault in the French Senate.  Mr. Humble himself could not have made a better speech to the bench than that when his name was called to be sworn.  Let us all remember John Newton and M. Renault when we would begin to write or to speak about any arrested, accused, found-out man.  Let other men's arrests, humiliations, accusations, and sentences only make us search well our own past, and that will make us ever humbler and ever humbler men ourselves; ever more penitent men, and ever more prayerful men.\\n2. And then Miss Humble-mind, his only daughter, was a servant- maid.  There is no office so humble but that a humble mind will not put on still more humility in it.  What a lesson in humility, not Peter only got that night in the upper room, but that happy servant-maid also who brought in the bason and the towel.  Would she ever after that night grumble and give up her place in a passion because she had been asked to do what was beneath her to do?  Would she ever leave that house for any wages?  Would she ever see that bason without kissing it?  Would that towel not be a holy thing ever after in her proud eyes?  How happy that house would ever after that night be, not so much because the Lord's Supper had been instituted in it, as because a servant was in it who had learned humility as she went about the house that night.  Let all our servants hold up their heads and magnify their office.  Their Master was once a servant, and He left us all, and all servants especially, an example that they should follow in His steps. Peter, whose feet were washed that night, never forgot that night, and his warm heart always warmed to a servant when he saw her with her bason and her towels, till he gave her half a chapter to herself in his splendid First Epistle.  'Servants, be subject,' he said, till his argument rose to a height above which not even Paul himself ever rose.  Servant-maids, you must all have your own half- chapter out of First Peter by heart.\\n3. But I have as many students of one kind or other here to-night as I have maid-servants, and they will remember where a great student has said that knowledge without love but puffeth a student up.  Now, the best knowledge for us all, and especially so for a student, is to know himself:  his own ignorance, his own foolishness, his blindness of mind, and, especially, his corruption of heart.  For that knowledge will both keep him from being puffed up with what he already knows, and it will also put him and keep him in the way of knowing more.  Self-knowledge will increase humility, and all the past masters both of science and of religion will tell him that humility is the certain note of the true student.  You who are students all know The Advancement of Learning, just as the servants sitting beside you all know the second chapter of First Peter.  Well, your master Verulam there tells you, and indeed on every page of his, that it is only to a humble, waiting, childlike temper that nature, like grace, will ever reveal up her secrets.  'There is small chance of truth at the goal when there is not a childlike humility at the starting-post.' Well, then, all you students who would fain get to the goal of science, make the Church of Christ your starting-post.  Come first and come continually to the Christian school to learn humility, and then, as long as your talents, your years, and your opportunities hold out, both truth and goodness will open up to you at every step.  Every step will be a goal, and at every goal a new step will open up.  And God's smile and God's blessing, and all good men's love and honour and applause will support and reward you in your race.  And, humble-minded to the truth herself, be, at the same time, humble-minded toward all who like yourself are seeking to know and to do the truth.  A lately deceased student of nature was a pattern to all students as long as he waited on truth in his laboratory; and even as long as he remained at his desk to tell the world what he and other students had discovered in their search. But when any other student in his search after truth was compelled to cross that hither-to so exemplary student, he immediately became as insolent as if he had been the greatest boor in the country. Till, as he spat out scorn at all who differed from him we always remembered this in A Kempis--'Surely, an humble husbandman that serveth God is better than a proud philosopher that, neglecting himself, laboureth to understand the course of the heavens.  It is great wisdom and perfection to esteem nothing of ourselves, and to think always well and highly of others.'  Students of arts, students of philosophy, students of law, students of medicine, and especially, students of divinity, be humble men.  Labour in humility even more than in your special science.  Humility will advance you in your special science; while, all the time, and at the end of time, she will be more to you than all the other sciences taken together.  And since I have spoken of A Kempis, take this motto for all your life out of A Kempis, as the great and good Fenelon did, and it will guide you to the goal:  Ama nescia et pro nihilo reputari.\\n4. But of all the men in the whole world it is ministers who should simply, as Peter says, be clothed with humility, and that from head to foot.  And, first as divinity students, and then as pastors and preachers, we who are ministers have advantages and opportunities in this respect quite peculiar and private to ourselves.  For, while other students are spending their days and their nights on the ancient classics of Greece and Rome, the student who is to be a minister is buried in the Psalms, in the Gospels, and in the Epistles.  While the student of law is deep in his commentaries and his cases, the student of divinity is deep in the study of experimental religion.  And while the medical student is full of the diseases of animals and of men, the theological student is absorbed in the holiness of the divine nature, and in the plague of the human heart, and, especially, he is drowned deeper every day in his own.  And he who has begun a curriculum like that and is not already putting on a humility beyond all other men had better lose no more time, but turn himself at once to some other way of making his bread.  The word of God and his own heart,- -yes; what a sure school of evangelical humility to every evangelically-minded student is that!  And, then, after that, and all his days, his congregational communion-roll and his visiting- book.  Let no minister who would be found of God clothed and canopied over with humility ever lose sight of his communion-roll and pastoral visitation-book.  I defy any minister to keep those records always open before him and yet remain a proud man, a self- respecting, self-satisfied, self-righteous man.  For, what secret histories of his own folly, neglect, rashness, offensiveness, hot- headedness, self-seeking, self-pleasing vanity, now puffed up over one man, now cast down and full of gloom over another, what self- flattery here, and what resentment and retaliation there; and so on, as only his own eyes and his Divine Master's eye can read between every diary line.  What shame will cover that minister as with a mantle when he thinks what the Christian ministry might be made, and then takes home to himself what he has made it!  Let any minister shut himself in with his communion-roll and his visiting- book before each returning communion season, and there will be one worthy communicant at least in the congregation:  one who will have little appetite all that week for any other food but the broken Body and the shed Blood of his Redeemer.  But these are professional matters that the outside world has nothing to do with and would not understand.  Only, let all young men who would have evangelical humility absolutely secured and sealed to them,--let them come and be ministers.  Just as all young men who would have any satisfaction in life, any sense of work well done and worthy of reward, any taste of a goal attained and an old age earned, let them take to anything in all this world but the evangelical pulpit and its accompanying pastorate.\\n5. But humility is not a grace of the pulpit and the pastorate only.  It is not those who are separated by the Holy Ghost to study the word of God and their own hearts all their life long only, who are called to put on humility.  All men are called to that grace. There is no acceptance with God for any man without that grace. There is no approach to God for any man without it.  All salvation begins and ends in it.  Would you, then, fain possess it?  Would you, then, fain attain to it?  Then let there be no mystery and no mistake made about it.  Would any man here fain get down to that deep valley where God's saints walk in the sweet shade and lie down in green pastures?  Well, I warrant him that just before him, and already under his eye, there is a flight of steps cut in the hill, which steps, if he will take them, will, step after step, take him also down to that bottom.  The whole face of this steep and slippery world is sculptured deep with such submissive steps. Indeed, when a man's eyes are once turned down to that valley, there is nothing to be seen anywhere in all this world but downward steps.  Look whichever way you will, there gleams out upon you yet another descending stair.  Look back at the way you came up.  But take care lest the sight turns you dizzy.  Look at any spot you once crossed on your way up, and, lo! every foot-print of yours has become a descending step.  You sink down as you look, broken down with shame and with horror and with remorse.  There are people, some still left in this world, and some gone to the other world, people whom you dare not think of lest you should turn sick and lose hold and hope.  There are places you dare not visit:  there are scenes you dare not recall.  Lucifer himself would be a humble angel with his wings over his face if he had a past like yours, and would often enough return to look at it.  And, then, not the past only, but at this present moment there are people and things placed close beside you, and kept close beside you, and you close beside them, on divine purpose just to give you continual occasion and offered opportunity to practise humility.  They are kept close beside you just on purpose to humiliate you, to cut out your descending steps, to lend you their hand, and to say to you:  Keep near us.  Only keep your eye on us, and we will see you down!  And then, if you are resolute enough to look within, if you are able to keep your eye on what goes on in your own heart like heart--beats, then, already, I know where you are.  You are under all men's feet. You are ashamed to lift up your eyes to meet other men's eyes.  You dare not take their honest hands.  You could tell Edwards himself things about humiliation now that would make his terribly searching and humbling book quite tame and tasteless.\\n\\nCome, then, O high-minded man, be sane, be wise.  If you were up on a giddy height, and began to see that certain death was straight and soon before you, what would you do?  You know what you would do.  You would look with all your eyes for such steps as would take you safest down to the solid ground.  You would welcome any hand stretched out to help you.  You would be most attentive and most obedient and most thankful to any one who would assure you that this is the right way down.  And you would keep on saying to yourself--Once I were well down, no man shall see me up here again. Well, my brethren, humiliation, humility, is to be learned just in the same way, and it is to be learned in no other way.  He who would be down must just come down.  That is all.  A step down, and another step down, and another, and another, and already you are well down.  A humble act done to-day, a humble word spoken to- morrow; humiliation after humiliation accepted every day that you would at one time have spurned from you with passion; and then your own vile, hateful, unbearable heart-all that is ordained of God to bring you down, down to the dust; and this last, your own heart, will bring you down to the very depths of hell.  And thus, after all your other opportunities and ordinances of humility are embraced and exhausted, then the plunges, the depths, the abysses of humility that God will open up in your own heart will all work in you a meetness for heaven and a ripeness for its glory, that shall for ever reward you for all that degradation and shame and self-despair which have been to you the sure way and the only way to everlasting life.\\n\\nCHAPTER XXI--MASTER THINK-WELL, THE LATE AND ONLY SON OF OLD MR. MEDITATION\\n\\n'As he thinketh in his heart, so is he.'--A Proverb.\\n\\nIt was a truly delightful sight to see old Mr. Meditation and his only son, our little Think-well, out among the woods and hedgerows of a summer afternoon.  Little Think-well was the son of his father's old age.  That dry tree used to say to himself that if ever he was intrusted with a son of his own, he would make his son his most constant and his most confidential companion all his days. And so he did.  The eleventh of Deuteronomy had become a greater and greater text to that childless man as he passed the mid-time of his days.  'Therefore,' he used to say to himself, as he walked abroad alone, and as other men passed him with their children at their side--'Therefore ye shall teach them to your children, speaking of them when thou sittest in thine house, and when thou walkest by the way, when thou liest down and when thou risest up. And thou shalt write them upon the doorposts of thine house and upon thy gates.'  And thus it was that, as the little lad grew up, there was no day of all the seven that he so much numbered and waited for as was that sacred day on which his father was free to take little Think-well by the hand and lead him out to talk to him. 'No,' said an Edinburgh boy to his mother the other day--'No, mother,' he said, 'I have no liking for these Sunday papers with their poor stories and their pictures.  I am to read the Bible stories and the Bible biographies first.'  He is not my boy.  I wish my boys were all like him.  'And Plutarch on week-days for such a boy,' I said to his mother.  How to keep a decent shred of the old sanctification on the modern Sabbath-day is the anxious inquiry of many fathers and mothers among us.  My friend with her manly-minded boy, and Mr. Meditation with little Think-well had no trouble in that matter.\\n\\n'And once I said, As I remember, looking round upon those rocks And hills on which we all of us were born, That God who made the Great Book of the world Would bless such piety;-- Never did worthier lads break English bread: The finest Sunday that the autumn saw, With all its mealy clusters of ripe nuts, Could never keep those boys away from church, Or tempt them to an hour of Sabbath breach, Leonard and James!'\",\"timestamp\":1641298023,\"title\":\" if that is true, as it is true, even of earthly and ephemeral love, how much more true\"},\"digest\":\"k-HwZYtcfJKUr1Yr7I0szRIcdDaHmrX429HSRIleGQw\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vg3jjrbry6dQCsUpMdCM40uthOJ1S21uxYkc73pN0sg\\\",\\\"y\\\":\\\"uWCI7SGWP9ud7nKgFBHP--fftF1FH7oPBPTpo_tuT-I\\\"}\",\"signature\":\"UqtfxcUdH5F4Uwbfee0tQB15WmF7bLHQHIsKK_FiVZAmoKtqnx394DtM1l_wbAh9NDpjWuDmPBA9V9ARFRKZ9A\",\"signingKeySignature\":\"0x8bd341d230198f98b90411c64f2c7639e0c75e3a6573296f46b16d44ebb423696db072dcbb3deefd2ae5c7a3a805bbd1d19d23a6f8a26cba99b4ec1afc9bceb01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vg3jjrbry6dQCsUpMdCM40uthOJ1S21uxYkc73pN0sg\\\",\\\"y\\\":\\\"uWCI7SGWP9ud7nKgFBHP--fftF1FH7oPBPTpo_tuT-I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k-HwZYtcfJKUr1Yr7I0szRIcdDaHmrX429HSRIleGQw\"}"