"{\"content\":{\"body\":\"\\\"I do,\\\" answered Lomaque. (A murmur of horror and indignation rose from all the strangers present at that reply.) \\\"The reports of the Tribunal are existing to prove the truth of what I say,\\\" he went on. \\\"As to the escape of Citizen Trudaine and the wife of Danville from the guillotine, it was the work of political circumstances, which there are persons living to speak to if necessary; and of a little stratagem of mine, which need not be referred to now. And, last, with reference to the concealment which followed the escape, I beg to inform you that it was abandoned the moment we knew of what was going on here; and that it was only persevered in up to this time, as a natural measure of precaution on the part of Citizen Trudaine. From a similar motive we now abstain from exposing his sister to the shock and the peril of being present here. What man with an atom of feeling would risk letting her even look again on such a husband as that?\\\"\\n\\nHe glanced round him, and pointed to Danville, as he put the question. Before a word could be spoken by any one else in the room, a low wailing cry of \\\"My mistress! my dear, dear mistress!\\\" directed all eyes first on the old man Dubois, then on Madame Danville.\\n\\nShe had been leaning against the wall, before Lomaque began to speak; but she stood perfectly upright now. She neither spoke nor moved. Not one of the light gaudy ribbons flaunting on her disordered head-dress so much as trembled. The old servant Dubois was crouched on his knees at her side, kissing her cold right hand, chafing it in his, reiterating his faint, mournful cry, \\\"Oh! my mistress! my dear, dear mistress!\\\" but she did not appear to know that he was near her. It was only when her son advanced a step or two toward her that she seemed to awaken suddenly from that death-trance of mental pain. Then she slowly raised the hand that was free, and waved him back from her. He stopped in obedience to the gesture, and endeavored to speak. She waved her hand again, and the deathly stillness of her face began to grow troubled. Her lips moved a little--she spoke.\\n\\n\\\"Oblige me, sir, for the last time, by keeping silence. You and I have henceforth nothing to say to each other. I am the daughter of a race of nobles, and the widow of a man of honor. You are a traitor and a false witness--a thing from which all true men and true women turn with contempt. I renounce you! Publicly, in the presence of these gentlemen, I say it--I have no son.\\\"\\n\\nShe turned her back on him; and, bowing to the other persons in the room with the old formal courtesy of by-gone times, walked slowly and steadily to the door. Stopping there, she looked back; and then the artificial courage of the moment failed her. With a faint, suppressed cry she clutched at the hand of the old servant, who still kept faithfully at her side; he caught her in his arms, and her head sank on his shoulder.\\n\\n\\\"Help him!\\\" cried the general to the servants near the door. \\\"Help him to take her into the next room!\\\"\\n\\nThe old man looked up suspiciously from his mistress to the persons who were assisting him to support her. With a strange, sudden jealousy he shook his hand at them. \\\"Home,\\\" he cried; \\\"she shall go home, and I will take care of her. Away! you there--nobody holds her head but Dubois. Downstairs! downstairs to her carriage! She has nobody but me now, and I say that she shall be taken home.\\\"\\n\\nAs the door closed, General Berthelin approached Trudaine, who had stood silent and apart, from the time when Lomaque first appeared in the drawing-room.\\n\\n\\\"I wish to ask your pardon,\\\" said the old soldier, \\\"because I have wronged you by a moment of unjust suspicion. For my daughter's sake, I bitterly regret that we did not see each other long ago; but I thank you, nevertheless, for coming here, even at the eleventh hour.\\\"\\n\\nWhile he was speaking, one of his friends came up, and touching him on the shoulder, said: \\\"Berthelin, is that scoundrel to be allowed to go?\\\"\\n\\nThe general turned on his heel directly, and beckoned contemptuously to Danville to follow him to the door. When they were well out of ear-shot, he spoke these words:\\n\\n\\\"You have been exposed as a villain by your brother-in-law, and renounced as a liar by your mother. They have done their duty by you, and now it only remains for me to do mine. When a man enters the house of another under false pretenses, and compromises the reputation of his daughter, we old army men have a very expeditious way of making him answer for it. It is just three o'clock now; at five you will find me and one of my friends--\\\"\\n\\nHe stopped, and looked round cautiously--then whispered the rest in Danville's ear--threw open the door, and pointed downstairs.\\n\\n\\\"Our work here is done,\\\" said Lomaque, laying his hand on Trudaine's arm. \\\"Let us give Danville time to get clear of the house, and then leave it too.\\\"\\n\\n\\\"My sister! where is she?\\\" asked Trudaine, eagerly.\\n\\n\\\"Make your mind easy about her. I will tell you more when we get out.\\\"\\n\\n\\\"You will excuse me, I know,\\\" said General Berthelin, speaking to all the persons present, with his hand on the library door, \\\"if I leave you. I have bad news to break to my daughter, and private business after that to settle with a friend.\\\"\\n\\nHe saluted the company, with his usual bluff nod of the head, and entered the library. A few minutes afterward, Trudaine and Lomaque left the house.\\n\\n\\\"You will find your sister waiting for you in our apartment at the hotel,\\\" said the latter. \\\"She knows nothing, absolutely nothing, of what has passed.\\\"\\n\\n\\\"But the recognition?\\\" asked Trudaine, amazedly. \\\"His mother saw her. Surely she--\\\"\\n\\n\\\"I managed it so that she should be seen, and should not see. Our former experience of Danville suggested to me the propriety of making the experiment, and my old police-office practice came in useful in carrying it out. I saw the carriage standing at the door, and waited till the old lady came down. I walked your sister away as she got in, and walked her back again past the window as the carriage drove off. A moment did it, and it turned out as useful as I thought it would. Enough of that! Go back now to your sister. Keep indoors till the night mail starts for Rouen. I have had two places taken for you on speculation. Go! resume possession of your house, and leave me here to transact the business which my employer has intrusted to me, and to see how matters end with Danville and his mother. I will make time somehow to come and bid you good-by at Rouen, though it should be only for a single day. Bah! no thanks. Give us your hand. I was ashamed to take it eight years ago--I can give it a hearty shake now! There is your way; here is mine. Leave me to my business in silks and satins, and go you back to your sister, and help her to pack up for the night mail.\\\"\\n\\nCHAPTER III.\\n\\nTHR EE more days have passed. It is evening. Rose, Trudaine and Lomaque are seated together on the bench that overlooks the windings of the Seine. The old familiar scene spreads before them, beautiful as ever--unchanged, as if it was but yesterday since they had all looked on it for the last time.\\n\\nThey talk together seriously and in low voices. The same recollections fill their hearts--recollections which they refrain from acknowledging, but the influence of which each knows by instinct that the other partakes. Sometimes one leads the conversation, sometimes another; but whoever speaks, the topic chosen is always, as if by common consent, a topic connected with the future.\\n\\nThe evening darkens in, and Rose is the first to rise from the bench. A secret look of intelligence passes between her and her brother, and then she speaks to Lomaque.\\n\\n\\\"Will you follow me into the house,\\\" she asks, \\\"with as little delay as possible? I have something that I very much wish to show you.\\\"\\n\\nHer brother waits till she is out of hearing, then inquires anxiously what has happened at Paris since the night when he and Rose left it.\\n\\n\\\"Your sister is free,\\\" Lomaque answers.\\n\\n\\\"The duel took place, then?\\\"\\n\\n\\\"The same day. They were both to fire together. The second of his adversary asserts that he was paralyzed with terror; his own second declares that he was resolved, however he might have lived, to confront death courageously by offering his life at the first fire to the man whom he had injured. Which account is true, I know not. It is only certain that he did not discharge his pistol, that he fell by his antagonist's first bullet, and that he never spoke afterward.\\\"\\n\\n\\\"And his mother?\\\"\\n\\n\\\"It is hard to gain information. Her doors are closed; the old servant guards her with jealous care. A medical man is in constant attendance, and there are reports in the house that the illness from which she is suffering affects her mind more than her body. I could ascertain no more.\\\"\\n\\nAfter that answer they both remain silent for a little while, then rise from the bench and walk toward the house.\\n\\n\\\"Have you thought yet about preparing your sister to hear of all that has happened?\\\" Lomaque asks, as he sees the lamp-light glimmering in the parlor window.\\n\\n\\\"I shall wait to prepare her till we are settled again here--till the first holiday pleasure of our return has worn off, and the quiet realities of our every-day life of old have resumed their way,\\\" answers Trudaine.\\n\\nThey enter the house. Rose beckons to Lomaque to sit down near her, and places pen and ink and an open letter before him.\\n\\n\\\"I have a last favor to ask of you,\\\" she says, smiling.\\n\\n\\\"I hope it will not take long to grant,\\\" he rejoins; \\\"for I have only tonight to be with you. To-morrow morning, before you are up, I must be on my way back to Chalons.\\\"\\n\\n\\\"Will you sign that letter?\\\" she continues, still smiling, \\\"and then give it to me to send to the post? It was dictated by Louis, and written by me, and it will be quite complete, if you will put your name at the end of it.\\\"\\n\\n\\\"I suppose I may read it?\\\"\\n\\nShe nods, and Lomaque reads these lines:\\n\\n\\\"CITIZEN--I beg respectfully to apprise you that the commission you intrusted to me at Paris has been performed.\\n\\n\\\"I have also to beg that you will accept my resignation of the place I hold in your counting-house. The kindness shown me by you and your brother before you, emboldens me to hope that you will learn with pleasure the motive of my withdrawal. Two friends of mine, who consider that they are under some obligations to me, are anxious that I should pass the rest of my days in the quiet and protection of their home. Troubles of former years have knit us together as closely as if we were all three members of one family. I need the repose of a happy fireside as much as any man, after the life I have led; and my friends assure me so earnestly that their whole hearts are set on establishing the old man's easy-chair by their hearth, that I cannot summon resolution enough to turn my back on them and their offer.\\n\\n\\\"Accept, then, I beg of you, the resignation which this letter contains, and with it the assurance of my sincere gratitude and respect.\\n\\n```\\n                              \\\"To Citizen Clairfait, Silk-mercer,                                   \\\"Chalons-sur-Marne.\\\"\\n```\\n\\nAfter reading these lines, Lomaque turned round to Trudaine and attempted to speak; but the words would not come at command. He looked up at Rose, and tried to smile; but his lip only trembled. She dipped the pen in the ink, and placed it in his hand. He bent his head down quickly over the paper, so that she could not see his face; but still he did not write his name. She put her hand caressingly on his shoulder, and whispered to him:\\n\\n\\\"Come, come, humor 'Sister Rose.' She must have her own way now she is back again at home.\\\"\\n\\nHe did not answer--his head sank lower--he hesitated for an instant--then signed his name in faint, trembling characters, at the end of the letter.\\n\\nShe drew it away from him gently. A few tear-drops lay on the paper. As she dried them with her handkerchief she looked at her brother.\\n\\n\\\"They are the last he shall ever shed, Louis; you and I will take care of that!\\\"\\n\\nEPILOGUE TO THE THIRD STORY.\\n\\nI HAVE now related all that is eventful in the history of SISTER ROSE. To the last the three friends dwelt together happily in the cottage on the river bank. Mademoiselle Clairfait was fortunate enough to know them, before Death entered the little household and took away, in the fullness of time, the eldest of its members. She describes Lomaque, in her quaint foreign English, as \\\"a brave, big heart\\\"; generous, affectionate, and admirably free from the small obstinacies and prejudices of old age, except on one point: he could never be induced to take his coffee, of an evening, from any other hand than the hand of Sister Rose.\\n\\nI linger over these final particulars with a strange unwillingness to separate myself from them, and give my mind to other thoughts. Perhaps the persons and events that have occupied my attention for so many nights past have some peculiar interest for me that I cannot analyze. Perhaps the labor and time which this story has cost me have especially endeared it to my sympathies, now that I have succeeded in completing it. However that may be, I have need of some resolution to part at last with Sister Rose, and return, in the interests of my next and Fourth Story, to English ground.\\n\\nI have experienced so much difficulty, let me add, in deciding on the choice of a new narrative out of my collection, that my wife has lost all patience, and has undertaken, on her own responsibility, to relieve me of my unreasonable perplexities. By her advice--given, as usual, without a moment's hesitation--I cannot do better than tell the story of\\n\\nTHE LADY OF GLENWITH GRANGE.\\n\\nPROLOGUE TO THE FOURTH STORY.\\n\\nMY practice in the art of portrait-painting, if it has done nothing else, has at least fitted me to turn my talents (such as they are) to a great variety of uses. I have not only taken the likenesses of men, women, and children, but have also extended the range of my brush, under stress of circumstances, to horses, dogs, houses, and in one case even to a bull--the terror and glory of his parish, and the most truculent sitter I ever had. The beast was appropriately named \\\"Thunder and Lightning,\\\" and was the property of a gentleman-farmer named Garthwaite, a distant connection of my wife's family.\\n\\nHow it was that I escaped being gored to death before I had finished my picture is more than I can explain to this day. \\\"Thunder and Lightning\\\" resented the very sight of me and my color-box, as if he viewed the taking of his likeness in the light of a personal insult. It required two men to coax him, while a third held him by a ring in his nostrils, before I could venture on beginning to work. Even then he always lashed his tail, and jerked his huge head, and rolled his fiery eyes with a devouring anxiety to have me on his horns for daring to sit down quietly and look at him. Never, I can honestly say, did I feel more heartily grateful for the blessings of soundness of  limb and wholeness of skin, than wh en I had completed the picture of the bull!\\n\\nOne morning, when I had but little more than half done my unwelcome task, my friend and I were met on our way to the bull's stable by the farm bailiff, who informed us gravely that \\\"Thunder and Lightning\\\" was just then in such an especially surly state of temper as to render it quite unsafe for me to think of painting him. I looked inquiringly at Mr. Garthwaite, who smiled with an air of comic resignation, and said, \\\"Very well, then, we have nothing for it but to wait till to-morrow. What do you say to a morning's fishing, Mr. Kerby, now that my bull's bad temper has given us a holiday?\\\"\\n\\nI replied, with perfect truth, that I knew nothing about fishing. But Mr. Garthwaite, who was as ardent an angler in his way as Izaak Walton himself, was not to be appeased even by the best of excuses. \\\"It is never too late to learn,\\\" cried he. \\\"I will make a fisherman of you in no time, if you will only attend to my directions.\\\" It was impossible for me to make any more apologies, without the risk of appealing discourteous. So I thanked my host for his friendly intentions, and, with some secret misgivings, accepted the first fishing-rod that he put into my hands.\\n\\n\\\"We shall soon get there,\\\" said Mr. Garthwaite. \\\"I am taking you to the best mill-stream in the neighborhood.\\\" It was all one to me whether we got there soon or late and whether the stream was good or bad. However, I did my best to conceal my unsportsman-like apathy; and tried to look quite happy and very impatient to begin, as we drew near to the mill, and heard louder and louder the gushing of many waters all round it.\\n\\nLeading the way immediately to a place beneath the falling stream, where there was a deep, eddying pool, Mr. Garthwaite baited and threw in his line before I had fixed the joints of my fishing-rod. This first difficulty overcome, I involuntarily plunged into some excellent, but rather embarrassing, sport with my line and hook. I caught every one of my garments, from head to foot; I angled for my own clothes with the dexterity and success of Izaak Walton himself. I caught my hat, my jacket, my waistcoat, my trousers, my fingers, and my thumbs--some devil possessed my hook; some more than eel-like vitality twirled and twisted in every inch of my line. By the time my host arrived to assist me, I had attached myself to my fishing-rod, apparently for life. All difficulties yielded, however, to his patience and skill; my hook was baited for me, and thrown in; my rod was put into my hand; my friend went back to his place; and we began at last to angle in earnest.\\n\\nWe certainly caught a few fish (in *my* case, I mean, of course, that the fish caught themselves); but they were scanty in number and light in weight. Whether it was the presence of the miller's foreman--a gloomy personage, who stood staring disastrously upon us from a little flower-garden on the opposite bank--that cast adverse influence over our sport; or whether my want of faith and earnestness as an angler acted retributively on my companion as well as myself, I know not; but it is certain that he got almost as little reward for his skill as I got for my patience. After nearly two hours of intense expectation on my part, and intense angling on his, Mr. Garthwaite jerked his line out of the water in a rage, and bade me follow him to another place, declaring that the stream must have been netted by poachers in the night, who had taken all the large fish away with them, and had thrown in the small ones to grow until their next visit. We moved away, further down the bank, leaving the imperturbable foreman still in the flower-garden, staring at us speechlessly on our departure, exactly as he had already stared at us on our approach.\\n\\n\\\"Stop a minute,\\\" said Mr. Garthwaite suddenly, after we had walked some distance in silence by the side of the stream, \\\"I have an idea. Now we are out for a day's angling, we won't be balked. Instead of trying the water here again, we will go where I know, by experience, that the fishing is excellent. And what is more, you shall be introduced to a lady whose appearance is sure to interest you, and whose history, I can tell you beforehand, is a very remarkable one.\\\"\\n\\n\\\"Indeed,\\\" I said. \\\"May I ask in what way?\\\"\\n\\n\\\"She is connected,\\\" answered Mr. Garthwaite, \\\"with an extraordinary story, which relates to a family once settled in an old house in this neighborhood. Her name is Miss Welwyn; but she is less formally known an among the poor people about here, who love her dearly, and honor her almost superstitiously, as the Lady of Glenwith Grange. Wait till you have seen her before you ask me to say anything more. She lives in the strictest retirement; I am almost the only visitor who is admitted. Don't say you had rather not go in. Any friend of mine will be welcome at the Grange (the scene of the story, remember), for my sake--the more especially because I have never abused my privilege of introduction. The place is not above two miles from here, and the stream (which we call, in our county dialect, Glenwith Beck) runs through the ground.\\\"\\n\\nAs we walked on, Mr. Garthwaite's manner altered. He became unusually silent and thoughtful. The mention of Miss Welwyn's name had evidently called up some recollections which were not in harmony with his every-day mood. Feeling that to talk to him on any indifferent subject would be only to interrupt his thoughts to no purpose, I walked by his side in perfect silence, looking out already with some curiosity and impatience for a first view of Glenwith Grange. We stopped at last close by an old church, standing on the outskirts of a pretty village. The low wall of the churchyard was bounded on one side by a plantation, and was joined by a park paling, in which I noticed a small wicket-gate. Mr. Garthwaite opened it, and led me along a shrubbery path, which conducted us circuitously to the dwelling-house.\\n\\nWe had evidently entered by a private way, for we approached the building by the back. I looked up at it curiously, and saw standing at one of the windows on the lower floor a little girl watching us as we advanced. She seemed to be about nine or ten years old. I could not help stopping a moment to look up at her, her clear complexion and her long dark hair were so beautiful. And yet there was something in her expression--a dimness and vacancy in her large eyes--a changeless, unmeaning smile on her parted lips--which seemed to jar with all that was naturally attractive in her face; which perplexed, disappointed, and even shocked me, though I hardy knew why. Mr. Garthwaite, who had been walking along thoughtfully, with his eyes on the ground, turned back when he found me lingering behind him; looked up where I was looking; started a little, I thought; then took my arm, whispered rather impatiently, \\\"Don't say anything about having seen that poor child when you are introduced to Miss Welwyn; I'll tell you why afterward,\\\" and led me round hastily to the front of the building.\\n\\nIt was a very dreary old house, with a lawn in front thickly sprinkled with flower-beds, and creepers of all sorts climbing in profusion about the heavy stone porch and the mullions of the lower windows. In spite of these prettiest of all ornaments clustering brightly round the building--in spite of the perfect repair in which it was kept from top to bottom--there was something repellent to me in the aspect of the whole place: a deathly stillness hung over it, which fell oppressively on my spirits. When my companion rang the loud, deep-toned bell, the sound startled me as if we had been committing a crime in disturbing the silence. And when the door was opened by an old female servant (while the hollow echo of the bell was still vibrating in the air), I could hardly imagine it possible that we should be let in. We were admited, however, without the slightest demur. I remarked that there was the same atmosphere of dreary repose inside the house which I had already observed, or rather felt, outside it. No dogs barked at our approach--no doors banged in the servants' offices--no heads peeped over the banisters--not one of the ordinary domestic conseque nces of an unexpected visit in the country met either eye or ear. The large shadowy apartment, half library, half breakfast-room, into which we were ushered, was as solitary as the hall of entrance; unless I except such drowsy evidences of life as were here presented to us in the shape of an Angola cat and a gray parrot--the first lying asleep in a chair, the second sitting ancient, solemn, and voiceless, in a large cage.\\n\\nMr. Galthwaite walked to the window when we entered, without saying a word. Determining to let his taciturn humor have its way, I asked him no questions, but looked around the room to see what information it would give me (and rooms often do give such information) about the character and habits of the owner of the house.\\n\\nTwo tables covered with books were the first objects that attracted me. On approaching them, I was surprised to find that the all-influencing periodical literature of the present day--whose sphere is already almost without limit; whose readers, even in our time, may be numbered by millions--was entirely unrepresented on Miss Welwyn's table. Nothing modern, nothing contemporary, in the world of books, presented itself. Of all the volumes beneath my hand, not one bore the badge of the circulating library, or wore the flaring modern livery of gilt cloth. Every work that I took up had been written at least fifteen or twenty years since. The prints hanging round the walls (toward which I next looked) were all engraved from devotional subjects by the old masters; the music-stand contained no music of later date than the compositions of Haydn and Mozart. Whatever I examined besides, told me, with the same consistency, the same strange tale. The owner of these possessions lived in the by-gone time; lived among old recollections and old associations--a voluntary recluse from all that was connected with the passing day. In Miss Welwyn's house, the stir, the tumult, the \\\"idle business\\\" of the world evidently appealed in vain to sympathies which grew no longer with the growing hour.\\n\\nAs these thoughts were passing through my mind, the door opened and the lady herself appeared.\\n\\nShe looked certainly past the prime of life; longer past it, as I afterward discovered, than she really was. But I never remember, in any other face, to have seen so much of the better part of the beauty of early womanhood still remaining, as I saw in hers. Sorrow had evidently passed over the fair, calm countenance before me, but had left resignation there as its only trace. Her expression was still youthful--youthful in its kindness and its candor especially. It was only when I looked at her hair, that was now growing gray--at her wan, thin hands--at the faint lines marked round her mouth--at the sad serenity of her eyes, that I fairly detected the mark of age; and, more than that, the token of some great grief, which had been conquered, but not banished. Even from her voice alone--from the peculiar uncertainty of its low, calm tones when she spoke--it was easy to conjecture that she must have passed through sufferings, at some time of her life, which had tried to the quick the noble nature that they could not subdue.\\n\\nMr. Garthwaite and she met each other almost like brother and sister; it was plain that the friendly intimacy between them had been of very long duration. Our visit was a short one. The conversation never advanced beyond the commonplace topics suited to the occasion. It was, therefore, from what I saw, and not from what I heard, that I was enabled to form my judgment of Miss Welwyn. Deeply as she had interested me--far more deeply than I at all know how to explain in fitting words--I cannot say that I was unwilling to depart when we rose to take leave. Though nothing could be more courteous and more kind than her manner toward me during the whole interview, I could still perceive that it cost her some effort to repress in my presence the shades of sadness and reserve which seemed often ready to steal over her. And I must confess that when I once or twice heard the half-sigh stifled, and saw the momentary relapse into thoughtfulness suddenly restrained, I felt an indefinable awkwardness in my position which made me ill at ease; which set me doubting whether, as a perfect stranger, I had done right in suffering myself to be introduced where no new faces could awaken either interest or curiosity; where no new sympathies could ever be felt, no new friendships ever be formed.\\n\\nAs soon as we had taken leave of Miss Welwyn, and were on our way to the stream in her grounds, I more than satisfied Mr. Garthwaite that the impression the lady had produced on me was of no transitory kind, by overwhelming him with questions about her--not omitting one or two incidental inquiries on the subject of the little girl whom I had seen at the back window. He only rejoined that his story would answer all my questions; and that he would begin to tell it as soon as we had arrived at Glenwith Beck, and were comfortably settled to fishing.\\n\\nFive minutes more of walking brought us to the bank of the stream, and showed  us the water running smoothly and slowly, tinged with the softest green luster from the reflections of trees which almost entirely arched it over. Leaving me to admire the view at my ease, Mr. Garthwaite occupied himself with the necessary preparations for angling, baiting my hook as well as his own. Then, desiring me to sit near him on the bank, he at last satisfied my curiosity by beginning his story. I shall relate it in his own manner, and, as nearly as possible, in his own words.\\n\\nTHE ANGLER'S STORY\\n\\nof\\n\\nTHE LADY OF GLENWITH GRANGE.\\n\\nI HAVE known Miss Welwyn long enough to be able to bear personal testimony to the truth of many of the particulars which I am now about to relate. I knew her father, and her younger sister Rosamond; and I was acquainted with the Frenchman who became Rosamond's husband. These are the persons of whom it will be principally necessary for me to speak. They are the only prominent characters in my story.\\n\\nMiss Welwyn's father died some years since. I remember him very well--though he never excited in me, or in any one else that I ever heard of, the slightest feeling of interest. When I have said that he inherited a very large fortune, amassed during his father's time, by speculations of a very daring, very fortunate, but not always very honorable kind, and that he bought this old house with the notion of raising his social position, by making himself a member of our landed aristocracy in these parts, I have told you as much about him, I suspect, as you would care to hear. He was a thoroughly commonplace man, with no great virtues and no great vices in him. He had a little heart, a feeble mind, an amiable temper, a tall figure, and a handsome face. More than this need not, and cannot, be said on the subject of Mr. Welwyn's character.\\n\\nI must have seen the late Mrs. Welwyn very often as a child; but I cannot say that I remember anything more of her than that she was tall and handsome, and very generous and sweet-tempered toward me when I was in her company. She was her husband's superior in birth, as in everything else; was a great reader of books in all languages; and possessed such admirable talents as a musician, that her wonderful playing on the organ is remembered and talked of to this day among the old people in our country houses about here. All her friends, as I have heard, were disappointed when she married Mr. Welwyn, rich as he was; and were afterward astonished to find her preserving the appearance, at least, of being perfectly happy with a husband who, neither in mind nor heart, was worthy of her.\\n\\nIt was generally supposed (and I have no doubt correctly) that she found her great happiness and her great consolation in her little girl Ida--now the lady from whom we have just parted. The child took after her mother from the first--inheriting her mother's fondness for books, her mother's love of music, her mother's quick sensibilities, and, more than all, her mother's quiet firmness, patience, and loving kindness of disposition. From Ida's earliest years, Mrs. Welwyn undertook the whole superintend ence of her education. The two were hardly ever apart, within doors or without. Neighbors and friends said that the little girl was being brought up too fancifully, and was not enough among other children, was sadly neglected as to all reasonable and practical teaching, and was perilously encouraged in those dreamy and imaginative tendencies of which she had naturally more than her due share. There was, perhaps, some truth in this; and there might have been still more, if Ida had possessed an ordinary character, or had been reserved for an ordinary destiny. But she was a strange child from the first, and a strange future was in store for her.\\n\\nLittle Ida reached her eleventh year without either brother or sister to be her playfellow and companion at home. Immediately after that period, however, her sister Rosamond was born. Though Mr. Welwyn's own desire was to have had a son, there were, nevertheless, great rejoicings yonder in the old house on the birth of this second daughter. But they were all turned, only a few months afterward, to the bitterest grief and despair: the Grange lost its mistress. While Rosamond was still an infant in arms, her mother died.\\n\\nMrs. Welwyn had been afflicted with some disorder after the birth of her second child, the name of which I am not learned enough in medical science to be able to remember. I only know that she recovered from it, to all appearance, in an unexpectedly short time; that she suffered a fatal relapse, and that she died a lingering and a painful death. Mr. Welwyn (who, in after years, had a habit of vaingloriously describing his marriage as \\\"a love-match on both sides\\\") was really fond of his wife in his own frivolous, feeble way, and suffered as acutely as such a man could suffer, during the latter days of her illness, and at the terrible time when the doctors, one and all, confessed that her life was a thing to be despaired of. He burst into irrepressible passions of tears, and was always obliged to leave the sick-room whenever Mrs. Welwyn spoke of her approaching end. The last solemn words of the dying woman, the tenderest messages that she could give, the dearest parting wishes that she could express, the most earnest commands that she could leave behind her, the gentlest reasons for consolation that she could suggest to the survivors among those who loved her, were not poured into her husband's ear, but into her child's. From the first period of her illness, Ida had persisted in remaining in the sick-room, rarely speaking, never showing outwardly any signs of terror or grief, except when she was removed from it; and then bursting into hysterical passions of weeping, which no expostulations, no arguments, no commands--nothing, in short, but bringing her back to the bedside--ever availed to calm. Her mother had been her playfellow, her companion her dearest and most familiar friend; and there seemed something in the remembrance of this which, instead of overwhelming the child with despair, strengthened her to watch faithfully and bravely by her dying parent to the very last.\\n\\nWhen the parting moment was over, and when Mr. Welwyn, unable to bear the shock of being present in the house of death at the time of his wife's funeral, left home and went to stay with one of his relations in a distant part of England, Ida, whom it had been his wish to take away with him, petitioned earnestly to be left behind. \\\"I promised mamma before she died that I would be as good to my little sister Rosamond as she had been to me,\\\" said the child, simply; \\\"and she told me in return that I might wait here and see her laid in her grave.\\\" There happened to be an aunt of Mrs. Welwyn, and an old servant of the family, in the house at this time, who understood Ida much better than her father did, and they persuaded him not to take her away. I have heard my mother say that the effect of the child's appearance at the funeral on her, and on all who went to see it, was something that she could never think of without the tears coming into her eyes, and could never forget to the last day of her life.\\n\\nIt must have been very shortly after this period that I saw Ida for the first time.\\n\\nI remember accompanying my mother on a visit to the old house we have just left, in the summer, when I was at home for the holidays. It was a lovely, sunshiny morning. There was nobody indoors, and we walked out into the garden. As we approached that lawn yonder, on the other side of the shrubbery, I saw, first, a young woman in mourning (apparently a servant) sitting reading; then a little girl, dressed all in black, moving toward us slowly over the bright turf, and holding up before her a baby, whom she was trying to teach to walk. She looked, to my ideas, so very young to be engaged in such an occupation as this, and her gloomy black frock appeared to be such an unnaturally grave garment for a mere child of her age, and looked so doubly dismal by contrast with the brilliant sunny lawn on which she stood, that I quite started when I first saw her, and eagerly asked my mother who she was. The answer informed me of the sad family story, which I have been just relating to you. Mrs. Welwyn had then been buried about three months; and Ida, in her childish way, was trying, as she had promised, to supply her mother's place to her infant sister Rosamond.\\n\\nI only mention this simple incident, because it is necessary, before I proceed to the eventful part of my narrative, that you should know exactly in what relation the sisters stood toward one another from the first. Of all the last parting words that Mrs. Welwyn had spoken to her child, none had been oftener repeated, none more solemnly urged, than those which had commended the little Rosamond to Ida's love and care. To other persons, the full, the all-trusting dependence which the dying mother was known to have placed in a child hardly eleven years old, seemed merely a proof of that helpless desire to cling even to the feeblest consolations, which the approach of death so often brings with it. But the event showed that the trust so strangely placed had not been ventured vainly when it was committed to young and tender hands. The whole future existence of the child was one noble proof that she had been worthy of her mother's dying confidence, when it was first reposed in her. In that simple incident which I have just mentioned the new life of the two motherless sisters was all foreshadowed.\\n\\nTime passed. I left school--went to college--traveled in Germany, and stayed there some time to learn the language. At every interval when I came home, and asked about the Welwyns, the answer was, in substance, almost always the same. Mr. Welwyn was giving his regular dinners, performing his regular duties as a county magistrate, enjoying his regular recreations as an a amateur farmer and an eager sportsman. His two daughters were never separate. Ida was the same strange, quiet, retiring girl, that she had always been; and was still (as the phrase went) \\\"spoiling\\\" Rosamond in every way in which it was possible for an elder sister to spoil a younger by too much kindness.\",\"timestamp\":1639129332,\"title\":\"\\nHe glanced round him, and pointed to Danville, as he put the question. Before a word could be spoken by any one else in the room,\"},\"digest\":\"J0LivvpcGbRis8uKhxLZ6QS50CndZrfLEinFTv3SqT8\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxUmUg414rM_cRBnbm05SAqWeYFpYclyc-jeVXsrzs4\\\",\\\"y\\\":\\\"Ruuw6LeHl0geUA0AO6DLN6QdGxAlQdM6bZ-1QVlxER4\\\"}\",\"signature\":\"acDljlCInEqluroXfMYZZk1YkRdd6yemqHYo2LNBIegdhOaQNt2ooVOXfCGctUtEJbWrIhAUT9koKWOyepmp8A\",\"signingKeySignature\":\"0xe21d0341130edd0e629fc7eeef27ea393d1c3b52ed0d29c9d00d455fd3df664f2e51abfc4b6d9e0261686d033dd94612fbf4e4050c7c8ad737384dd0d52b8c861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxUmUg414rM_cRBnbm05SAqWeYFpYclyc-jeVXsrzs4\\\",\\\"y\\\":\\\"Ruuw6LeHl0geUA0AO6DLN6QdGxAlQdM6bZ-1QVlxER4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J0LivvpcGbRis8uKhxLZ6QS50CndZrfLEinFTv3SqT8\"}"