"{\"content\":{\"body\":\"I have been in the ad-tech and media business for more than 20 years, but I have never had such an impact as I have had with Web 3.\\n\\nAlthough it has been said in many places, I think it is safe to say that Web2 is just traditional media on the Internet.\\n\\nI would like to explain what is going to change about Paid-Media in Web2 and Web3.\\n\\n## Business Party\\n\\nIn Web2, some social networking sites have appeared and search ads can now be bought easily, however, the environment surrounding most media is basically made up of advertising revenue, and there is a business value chain that includes agencies, and a hierarchy with advertisers at the top.\\n\\nThe most important thing when advertising on the Internet, where emerging media are in disarray, is Trust. In addition to the actual effectiveness of the advertisement, advertisers also demand and pay for guarantees to the agency. In other words, advertisers who have enough money for advertising will not ask for help from lesser-known agencies. Furthermore, these days, they would rather do their own ad management than pay for the trust of an agency.\\n\\nThese trust-based transactions will be changed dramatically by the DAO.\\n\\nI think the advertisers will pay to verify the transactions. Of course (for a while) not all ads will be transacted via Web3.\\n\\nIn Japan, TV ad spending is still growing even after the advent of the Internet, so rather than Web3 disrupting Web2 advertising, Web3 native advertising activities will emerge.\\n\\n## Key of Business\\n\\nIn traditional media and web2 media, the most important thing is \\\"popularity\\\". Popularity is generally expressed in terms of \\\"traffic\\\" and the \\\"attributes\\\" of the people who come to the media.\\n\\nThe shift from traditional media to Web 2 is just a change in the popular media. (Of course, it is true that there are revolutions occurring within the traditional media, such as CGM.)\\n\\nHowever, it is necessary to go back to the essence of media and recreate its value in Web3 native.\\n\\nI believe that Web3 media will be algorithms created by programs. For example, TikTok's effects and programs like Roblox are close to my image.\\n\\nI don't know if they can actually be called \\\"media\\\", but I think they will replace the role of current Web2 media in Web3. Advertisers will see the value in this, and will pay for branding and product promotion.\",\"timestamp\":1640318060,\"title\":\"Media as a Program\"},\"digest\":\"x7CVMAeTQfEnZsAOc09y8NswzLm_3P--naHpuBlJfmw\",\"authorship\":{\"contributor\":\"0xE25777971073b515fe1Cb82BBcb7dD9Ab70b0fc5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LQuTyb7HMap6moY4AT4-odfQ_9_mD-OZkqypRrPFPg0\\\",\\\"y\\\":\\\"vgmmMfZkOGlEYbFy-qT9CnpqZoFCd-CretdL8ra4CA0\\\"}\",\"signature\":\"MCggjvWC8TIH2IG__1qfoDH3OSUC259PvRaaykZ2VxoZbDWFQhXNbTmYJWTWELoWY-WxZ9nzl0i7TO61PnRyKw\",\"signingKeySignature\":\"0x85d51be492fda27f91d51a4600c447e7e7cbe1eea911cc3de6e22aa490b409643e6095f52996bd0318cf9c95121a1335b807f1788252f80c28f535f5ecd9a2ca1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LQuTyb7HMap6moY4AT4-odfQ_9_mD-OZkqypRrPFPg0\\\",\\\"y\\\":\\\"vgmmMfZkOGlEYbFy-qT9CnpqZoFCd-CretdL8ra4CA0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mJFbMgNZAiLHXcyrQnyQc-4dhRTGiJYTkhzrZN9TyRQ\"}"