"{\"content\":{\"body\":\"For the first few awful minutes after she was left alone, Miss Welwyn sat helpless and speechless; utterly numbed in heart, and mind, and body--then a sort of instinct (she was incapable of thinking) seemed to urge her to conceal the fearful news from her sister as long as possible. She ran upstairs to Rosamond's sitting-room, and called through the door (for she dared not trust herself in her sister's presence) that the visitor had come on some troublesome business from their  late father's lawyers, and that she was going to shut herself up, and write some long letters in connection with that business. After she had got into her own room, she was never sensible of how time was passing--never conscious of any feeling within her, except a baseless, helpless hope that the French police might yet be proved to have made some terrible mistake--until she heard a violent shower of rain come on a little after sunset. The noise of the rain, and the freshness it brought with it in the air, seemed to awaken her as if from a painful and a fearful sleep. The power of reflection returned to her; her heart heaved and bounded with an overwhelming terror, as the thought of Rosamond came back vividly to it; her memory recurred despairingly to the long-past day of her mother's death, and to the farewell promise she had made by her mother's bedside. She burst into an hysterical passion of weeping that seemed to be tearing her to pieces. In the midst of it she heard the clatter of a horse's hoofs in the courtyard, and knew that Rosamond's husband had come back.\\n\\nDipping her handkerchief in cold water, and passing it over her eyes as she left the room, she instantly hastened to her sister.\\n\\nFortunately the daylight was fading in the old-fashioned chamber that Rosamond occupied. Before they could say two words to each other, Franval was in the room. He seemed violently irritated; said that he had waited for the arrival of the mail--that the missing newspaper had not come by it--that he had got wet through--that he felt a shivering fit coming on--and that he believed he had caught a violent cold. His wife anxiously suggested some simple remedies. He roughly interrupted her, saying there was but one remedy, the remedy of going to bed; and so left them without another word. She just put her handkerchief to her eyes, and said softly to her sister, \\\"How he is changed!\\\" then spoke no more. They sat silent for half an hour or longer. After that, Rosamond went affectionately and forgivingly to see how her husband was. She returned, saying that he was in bed, and in a deep, heavy sleep; and predicting hopefully that he would wake up quite well the next morning. In a few minutes more the clock stuck nine; and Ida heard the servant's step ascending the stairs. She suspected what his errand was, and went out to meet him. Her presentiment had not deceived her; the police agent had arrived, and was waiting for her downstairs.\\n\\nHe asked her if she had said anything to her sister, or had thought of any plan of action, the moment she entered the room; and, on receiving a reply in the negative, inquired, further, if \\\"the baron\\\" had come home yet. She answered that he had; that he was ill and tired, and vexed, and that he had gone to bed. The agent asked in an eager whisper if she knew that he was asleep, and alone in bed? and, when he received her reply, said that he must go up into the bedroom directly.\\n\\nShe began to feel the faintness coming over her again, and with it sensations of loathing and terror that she could neither express to others nor define to herself. He said that if she hesitated to let him avail himself of this unexpected opportunity, her scruples might lead to fatal results He reminded her that if \\\"the baron\\\" were really the convict Monbrun, the claims of society and of justice demanded that he should be discovered by the first available means; and that if he were not--if some inconceivable mistake had really been committed--then such a plan for getting immediately at the truth as was now proposed would insure the delivery of an innocent man from suspicion; and at the same time spare him the knowledge that he had ever been suspected. This last argument had its effect on Miss Welwyn. The baseless, helpless hope that the French authorities might yet be proved to be in error, which she had already felt in her own room, returned to her now. She suffered the agent to lead her upstairs.\\n\\nHe took the candle from her hand when she pointed to the door; opened it softly; and, leaving it ajar, went into the room.\\n\\nShe looked through the gap with a feverish, horror-struck curiosity. Franval was lying on his side in a profound sleep, with his back turned toward the door. The agent softly placed the candle upon a small reading-table between the door and the bedside, softly drew down the bed-clothes a little away from the sleeper's back, then took a pair of scissors from the toilet-table, and very gently and slowly began to cut away, first the loose folds, then the intervening strips of linen, from the part of Franval's night-gown that was over his shoulders. When the upper part of his back had been bared in this way, the agent took the candle and held it near the flesh. Miss Welwyn heard him ejaculate some word under his breath, then saw him looking round to where she was standing, and beckoning to her to come in.\\n\\nMechanically she obeyed; mechanically she looked down where his finger was pointing. It was the convict Monbrun--there, just visible under the bright light of the candle, were the fatal letters \\\"T. F.\\\" branded on the villain's shoulder!\\n\\nThough she could neither move nor speak, the horror of this discovery did not deprive her of her consciousness. She saw the agent softly draw up the bed-clothes again into their proper position, replace the scissors on the toilet-table, and take from it a bottle of smelling-salts. She felt him removing her from the bedroom, and helping her quickly downstairs, giving her the salts to smell to by the way. When they were alone again, he said, with the first appearance of agitation that he had yet exhibited, \\\"Now, madam, for God's sake, collect all your courage, and be guided by me. You and your sister had better leave the house immediately. Have you any relatives in the neighborhood with whom you could take refuge?\\\" They had none. \\\"What is the name of the nearest town where you could get good accommodation for the night?\\\" Harleybrook (he wrote the name down on his tablets). \\\"How far off is it?\\\" Twelve miles. \\\"You had better have the carriage out at once, to go there with as little delay as possible, leaving me to pass the night here. I will communicate with you to-morrow at the principal hotel. Can you compose yourself sufficiently to be able to tell the head servant, if I ring for him, that he is to obey my orders till further notice?\\\" The servant was summoned, and received his instructions, the agent going out with him to see that the carriage was got ready quietly and quickly. Miss Welwyn went upstairs to her sister.\\n\\nHow the fearful news was first broken to Rosamond, I cannot relate to you. Miss Welwyn has never confided to me, has never confided to anybody, what happened at the interview between her sister and herself that night. I can tell you nothing of the shock they both suffered, except that the younger and the weaker died under it; that the elder and the stronger has never recovered from it, and never will.\\n\\nThey went away the same night, with one attendant, to Harleybrook, as the agent had advised. Before daybreak Rosamond was seized with the pains of premature labor. She died three days after, unconscious of the horror of her situation, wandering in her mind about past times, and singing old tunes that Ida had taught her as she lay in her sister's arms.\\n\\nThe child was born alive, and lives still. You saw her at the window as we came in at the back way to the Grange. I surprised you, I dare say, by asking you not to speak of her to Miss Welwyn. Perhaps you noticed something vacant in the little girl's expression. I am sorry to say that her mind is more vacant still. If \\\"idiot\\\" did not sound like a mocking word, however tenderly and pityingly one may wish to utter it, I should tell you that the poor thing had been an idiot from her birth.\\n\\nYou will, doubtless, want to hear now what happened at Glenwith Grange after Miss Welwyn and her sister had left it. I have seen the letter which the police agent sent the next morning to Harleybrook; and, speaking from my recollection  of that, I shall be able to relate all you can desire to know.\\n\\nFirst, as to the past history of the scoundrel Monbrun, I  need only tell you that he was identical with an escaped convict, who, for a long term of years, had successfully eluded the vigilance of the authorities all over Europe, and in America as well. In conjunction with two accomplices, he had succeeded in possessing himself of large sums of money by the most criminal means. He also acted secretly as the \\\"banker\\\" of his convict brethren, whose dishonest gains were all confided to his hands for safe-keeping. He would have been certainly captured, on venturing back to France, along with his two associates, but for the daring imposture in which he took refuge; and which, if the true Baron Franval had really died abroad, as was reported, would, in all probability, never have been found out.\\n\\nBesides his extraordinary likeness to the baron, he had every other requisite for carrying on his deception successfully. Though his parents were not wealthy, he had received a good education. He was so notorious for his gentleman-like manners among the villainous associates of his crimes and excesses, that they nicknamed him \\\"the Prince.\\\" All his early life had been passed in the neighborhood of the Chateau Franval. He knew what were the circumstances which had induced the baron to leave it. He had been in the country to which the baron had emigrated. He was able to refer familiarly to persons and localities, at home and abroad, with which the baron was sure to be acquainted. And, lastly, he had an expatriation of fifteen years to plead for him as his all-sufficient excuse, if he made any slight mistakes before the baron's sisters, in his assumed character of their long-absent brother. It will be, of course, hardly necessary for me to tell you, in relation to this part of the subject, that the true Franval was immediately and honorably reinstated in the family rights of which the impostor had succeeded for a time in depriving him.\\n\\nAccording to Monbrun's own account, he had married poor Rosamond purely for love; and the probabilities certainly are, that the pretty, innocent English girl had really struck the villain's fancy for the time; and that the easy, quiet life he was leading at the Grange pleased him, by contrast with his perilous and vagabond existence of former days. What might have happened if he had had time enough to grow wearied of his ill-fated wife and his English home, it is now useless to inquire. What really did happen on the morning when he awoke after the flight of Ida and her sister can be briefly told.\\n\\nAs soon as his eyes opened they rested on the police agent, sitting quietly by the bedside, with a loaded pistol in his hand. Monbrun knew immediately that he was discovered; but he never for an instant lost the self-possession for which he was famous. He said he wished to have five minutes allowed him to deliberate quietly in bed, whether he should resist the French authorities on English ground, and so gain time by obliging the one Government to apply specially to have him delivered up by the other--or whether he should accept the terms officially offered to him by the agent, if he quietly allowed himself to be captured. He chose the latter course--it was suspected, because he wished to communicate personally with some of his convict associates in France, whose fraudulent gains were in his keeping, and because he felt boastfully confident of being able to escape again, whenever he pleased. Be his secret motives, however, what they might, he allowed the agent to conduct him peaceably from the Grange; first writing a farewell letter to poor Rosamond, full of heartless French sentiment and glib sophistries about Fate and Society. His own fate was not long in overtaking him. He attempted to escape again, as it had been expected he would, and was shot by the sentinel on duty at the time. I remember hearing that the bullet entered his head and killed him on the spot.\\n\\nMy story is done. It is ten years now since Rosamond was buried in the churchyard yonder; and it is ten years also since Miss Welwyn returned to be the lonely inhabitant of Glenwith Grange. She now lives but in the remembrances that it calls up before her of her happier existence of former days. There is hardly an object in the old house which does not tenderly and solemnly remind her of the mother, whose last wishes she lived to obey; of the sister, whose happiness was once her dearest earthly care. Those prints that you noticed on the library walls Rosamond used to copy in the past time, when her pencil was often guided by Ida's hand. Those music-books that you were looking over, she and her mother have played from together through many a long and quiet summer's evening. She has no ties now to bind her to the present but the poor child whose affliction it is her constant effort to lighten, and the little peasant population around her, whose humble cares and wants and sorrows she is always ready to relieve. Far and near her modest charities have penetrated among us; and far and near she is heartily beloved and blessed in many a laborer's household. There is no poor man's hearth, not in this village only, but for miles away from it as well, at which you would not be received with the welcome given to an old friend, if you only told the cottagers that you knew the Lady of Glenwith Grange!\\n\\nPROLOGUE TO THE FIFTH STORY.\\n\\nTHE next piece of work which occupied my attention after taking leave of Mr. Garthwaite, offered the strongest possible contrast to the task which had last engaged me. Fresh from painting a bull at a farmhouse, I set forth to copy a Holy Family, by Correggio, at a convent of nuns. People who go to the Royal Academy Exhibition, and see pictures by famous artists, painted year after year in the same marked style which first made them celebrated, would be amazed indeed if they knew what a Jack-of-all-trades a poor painter must become before he can gain his daily bread.\\n\\nThe picture by Correggio which I was now commissioned to copy had been lent to the nuns by a Catholic gentleman of fortune, who prized it as the gem of his collection, and who had never before trusted it out of his own hands. My copy, when completed, was to be placed over the high altar of the convent chapel; and my work throughout its progress was to be pursued entirely in the parlor of the nunnery, and always in the watchful presence of one or other of the inmates of the house. It was only on such conditions that the owner of the Correggio was willing to trust his treasure out of his own hands, and to suffer it to be copied by a stranger. The restrictions he imposed, which I thought sufficiently absurd, and perhaps offensively suspicious as well, were communicated to me politely enough before I was allowed to undertake the commission. Unless I was inclined to submit to precautionary regulations which would affect any other artist exactly as they affected me, I was told not to think of offering to make the copy; and the nuns would then address themselves to some other person in my profession. After a day's consideration, I submitted to the restrictions, by my wife's advice, and saved the nuns the trouble of making application for a copier of Correggio in any other quarter.\\n\\nI found the convent was charmingly situated in a quiet little valley in the West of England. The parlor in which I was to paint was a large, well-lighted apartment; and the village inn, about half a mile off, afforded me cheap and excellent quarters for the night. Thus far, therefore, there was nothing to complain of. As for the picture, which was the next object of interest to me, I was surprised to find that the copying of it would be by no means so difficult a task as I had anticipated. I am rather of a revolutionary spirit in matters of art, and am bold enough to think that the old masters have their faults as well as their beauties. I can give my opinion, therefore, on the Coreggio at the convent independently at least. Looked at technically, the picture was a fine specimen of coloring and execution; but looked at for the higher merits of delicacy, elevation, and feeling for the subject, it deserved copying as little as the most commonplace work that any unlucky modern arti st ever produced. The faces of the Holy Family not only failed to display the right purity and tenderness of expression, but absolutely failed to present any expression at all. It is flat heresy to say so, but the valuable Correggio was nevertheless emphatically, and, in so many words, a very uninteresting picture.\\n\\nSo much for the convent and the work that I was to do in it. My next anxiety was to see how the restrictions imposed on me were to be carried out. The first day, the Mother Superior herself mounted guard in the parlor--a stern, silent, fanatical-looking woman, who seemed determined to awe me and make me uncomfortable, and who succeeded thoroughly in the execution of her purpose. The second day she was relieved by the officiating priest of the convent--a mild, melancholy, gentleman-like man, with whom I got on tolerably well. The third day, I had for overlooker the portress of the house--a dirty, dismal, deaf, old woman, who did nothing but knit stockings and chew orris-root. The fourth day, a middle-aged nun, whom I heard addressed as Mother Martha, occupied the post of guardian to the precious Correggio; and with her the number of my overlookers terminated. She, and the portress, and the priest, and the Mother Superior, relieved each other with military regularity, until I had put the last touch to my copy. I found them ready for me every morning on entering the parlor, and I left them in the chair of observation every evening on quitting it. As for any young and beautiful nuns who might have been in the building, I never so much as set eyes on the ends of their veils. From the door to the parlor, and from the parlor to the door, comprised the whole of my experience of the inside of the convent.\\n\\nThe only one of my superintending companions with whom I established anything like a familiar acquaintance was Mother Martha. She had no outward attractions to recommend her; but she was simple, good-humored, ready to gossip, and inquisitive to a perfectly incredible degree. Her whole life had been passed in the nunnery; she was thoroughly accustomed to her seclusion, thoroughly content with the monotonous round of her occupations; not at all anxious to see the world for herself; but, on the other hand, insatiably curious to know all about it from others. There was no question connected with myself, my wife, my children, my friends, my profession, my income, my travels, my favorite amusements, and even my favorite sins, which a woman could ask a man, that Mother Martha did not, in the smallest and softest of voices, ask of me. Though an intelligent, well-informed person in all that related to her own special vocation, she was a perfect child in everything else. I constantly caught myself talking to her, just as I should have talked at home to one of my own little girls.\\n\\nI hope no one will think that, in expressing myself thus, I am writing disparagingly of the poor nun. On two accounts, I shall always feel compassionately and gratefully toward Mother Martha. She was the only person in the convent who seemed sincerely anxious to make her presence in the parlor as agreeable to me as possible; and she good-humoredly told me the story which it is my object in these pages to introduce to the reader. In both ways I am deeply indebted to her; and I hope always to remember the obligation.\\n\\nThe circumstances under which the story came to be related to me may be told in very few words.\\n\\nThe interior of a convent parlor being a complete novelty to me, I looked around with some interest on first entering my painting-room at the nunnery. There was but little in it to excite the curiosity of any one. The floor was covered with common matting, and the ceiling with plain whitewash. The furniture was of the simplest kind; a low chair with a praying-desk fixed to the back, and a finely carved oak book-case, studded all over with brass crosses, being the only useful objects that I could discern which had any conventional character about them. As for the ornaments of the room, they were entirely beyond my appreciation. I could feel no interest in the colored prints of saints, with gold platters at the backs of their heads, that hung on the wall; and I could see nothing particularly impressive in the two plain little alabaster pots for holy water, fastened, one near the door, the other over the chimney-piece. The only object, indeed, in the whole room which in the slightest degree attracted my curiosity was an old worm-eaten wooden cross, made in the rudest manner, hanging by itself on a slip of wall between two windows. It was so strangely rough and misshapen a thing to exhibit prominently in a neat roam, that I suspected some history must be attached to it, and resolved to speak to my friend the nun about it at the earliest opportunity.\\n\\n\\\"Mother Martha,\\\" said I, taking advantage of the first pause in the succession of quaintly innocent questions which she was as usual addressing to me, \\\"I have been looking at that rough old cross hanging between the windows, and fancying that it must surely be some curiosity--\\\"\\n\\n\\\"Hush! hush!\\\" exclaimed the nun, \\\"you must not speak of that as a 'curiosity'; the Mother Superior calls it a Relic.\\\"\\n\\n\\\"I beg your pardon,\\\" said I; \\\"I ought to have chosen my expressions more carefully--\\\"\\n\\n\\\"Not,\\\" interposed Mother Martha, nodding to show me that my apology need not be finished--\\\"not that it is exactly a relic in the strict Catholic sense of the word; but there were circumstances in the life of the person who made it--\\\" Here she stopped, and looked at me doubtfully.\\n\\n\\\"Circumstances, perhaps, which it is not considered advisable to communicate to strangers,\\\" I suggested.\\n\\n\\\"Oh, no!\\\" answered the nun, \\\"I never heard that they were to be kept a secret. They were not told as a secret to me.\\\"\\n\\n\\\"Then you know all about them?\\\" I asked.\\n\\n\\\"Certainly. I could tell you the whole history of the wooden cross; but it is all about Catholics, and you are a Protestant.\\\"\",\"timestamp\":1639129399,\"title\":\"\\nFortunately the daylight was fading in the old-fashioned chamber that Rosamond occupied\"},\"digest\":\"4EP7kayfX9knVYYd_H9qCjXll326eNn7EO3YJqAbpp4\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxUmUg414rM_cRBnbm05SAqWeYFpYclyc-jeVXsrzs4\\\",\\\"y\\\":\\\"Ruuw6LeHl0geUA0AO6DLN6QdGxAlQdM6bZ-1QVlxER4\\\"}\",\"signature\":\"lLhXwRjRFTUBBGatUByqZ7Y2vtAPqiX-EOw8XuUBmyZXYVB3EGWGygd5FXMMmUMydPtvX4W5lrJtUHAO02wTZw\",\"signingKeySignature\":\"0xe21d0341130edd0e629fc7eeef27ea393d1c3b52ed0d29c9d00d455fd3df664f2e51abfc4b6d9e0261686d033dd94612fbf4e4050c7c8ad737384dd0d52b8c861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxUmUg414rM_cRBnbm05SAqWeYFpYclyc-jeVXsrzs4\\\",\\\"y\\\":\\\"Ruuw6LeHl0geUA0AO6DLN6QdGxAlQdM6bZ-1QVlxER4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4EP7kayfX9knVYYd_H9qCjXll326eNn7EO3YJqAbpp4\"}"