"{\"content\":{\"body\":\"霍华德·马克斯最新备忘录\\n—对投资环境、通货膨胀、美联储的一些思考\\n\\n 一、概要\\n 当选官员开口闭口就是万亿美元（并且支出了数万亿美元），没有真正理解这意味着什\\n么？接下来呢？我前几天看到一副精彩的卡通，上面画了国会大厦圆顶，配上文字“万\\n亿之后是什么？”如果我们活得够久，我相信我们会知道答案。。\\n 对于投资者，这意味着有一个新世界的秩序。“稳定的”、“防御性的”和“护城河”\\n这样的词在未来将没那么重要。相比以往，许多投资将会要求更多的技术性的专业知\\n识。基于明天将会跟昨天很像的假设的投资将面临大幅提升的检验。\\n 我担心制造业不再需要的工人在哪个领域可以找到工作。对于转向政府寻求解决方案的\\n人来说，最可能的答案是支持性支付，设计用来保证每个人获得生存性工资。但是我\\n们是否负担得起不断增长的失业工人和他们的家庭？并且我们如何弥补工作的非货币\\n好处：比如每天有个地方可以去以及把工作做好的满足感。坐在门廊上发呆真的可以替\\n代工作吗？我相信鸦片的流行跟失业高度相关。政府的慷慨不能恰当地替代工作。\\n 我们一直说经济面临的风险更多是通货紧缩，而不是通货膨胀。由于新冠疫情造成破\\n坏、供应链被切断，我们目前正在经历通货膨胀，我认为投资者已经把这个影响纳入估\\n值。在创新端，这是技术带来的创新，我们如今所处的时期是史无前例的。从没有过！\\n我是说你要回溯到电话、电力和汽车被发明的时代，才能看到三个主要的技术导致的创\\n新在同一时间演进。当今我们有五大平台：DNA 测序、机器人、能源存储、人工智能\\n和区块链技术，所有这一切都会促进通货紧缩，而且影响很大。\\n 【通缩式萧条】将与通缩式繁荣相平衡，这是我们与市场的不同观点。我们认可的是，\\n有些公司认为这个世界永远不变，一直迎合短期的股东。这类股东希望利润多一两分钱，\\n为此要求公司加大杠杆、承担更多债务、减少流通股，同时他们一直强调分红。由于当\\n今历史性的层出不穷的创新，这些公司的产品和服务很可能将被淘汰。为了偿还债务，\\n它们必须降价来清仓这些穷途末路的产品和服务。这意味着我们未来看到的传统的 GDP\\n数据将会非常低，几乎没什么增长。\\n 自 2010 年以来，美联储购买国债为全部的政府借款需求提供了 60%-80%的资金。换句\\n话说，在超过 10 年的时间里，美联储的做法挤出了私人部门的价格发现，压低了国债\\n收益率，把股票价格推到历史高位。\\n受疫情影响，过去的 20 个月是最非比寻常的时期，然而许多事情在此期间仿佛一成不变。\\n每一天都没什么变化。南希和我主要是呆在家里，处理邮件和 Zoom 的通话-可能是工作或\\n者孙辈相关的事情。工作日与周末没什么不同（特别是在疫苗之前，当时我们几乎没有在外\\n就餐或者拜访他人）。两年内我们仅有一个为期一周的假期。最好的概括是与电影土拨鼠日\\n对比：每一天跟前一天都很像。\\n在过去 12 个月里，我们所处环境发生了什么变化？我们见证了一场选举，总统换了一个人，\\n同时对于种族、不平等和气候变化的问题更为敏感，但至今没有什么具体成效。幸运的是，\\n我们研发、批准并且分发了疫苗。因此，新冠疫情平息了，但德尔塔变种促使疫情重现，也\\n许还会有更多的变种。\\n在商业的世界，没有什么新闻：\\n 从 2020 年第三季度开始的经济复苏仍在继续，而 2020 年第三季度是美国历史上单季\\nGDP 增长率最高的。\\n 证券市场在 2020 年三月开始上涨，现在仍在继续。\\n 对于通胀上升的担忧迄今看来是合理的，但对于通胀的主要原因（是美联储的政策还是\\n供应链/劳动力市场瓶颈？）或者通胀是短期还是长期的仍然没有共识。\\n以上所列的三个条件在几个月前就存在，如今也没有什么变化。因此，投资环境仍然处在土\\n拨鼠日。然而发生了一些变化，这将是这篇备忘录的主题。我的关注点不是“小的宏观”变\\n化，比如 GDP 会发生什么变化、下一年的通胀和利率，而是“大的宏观”变化，这对我们\\n生活的影响将持续多年。许多变化我们现在没办法采取行动，但这不意味着我们不应该考虑\\n这些问题。 一、投资环境的变化\\n正如我以前所写的，我记得的 50 年、60 年和 70 年前的世界是没什么变化的。没有太多、\\n太快的变化。1970 年的房子、汽车、读物、商业技术和整体的环境与 1950 年没太大差异。\\n我们的娱乐是广播电视和收音机、开依赖于汽化器的燃油车、在纸上进行大部分的计算、在\\n打字机上编写文档（用复写纸来准备复印件）、通过信件和电话沟通、主要通过图书馆藏书\\n获取信息。四功能计算器、个人电脑、移动电话、电子邮件和互联网尚未存在，其中一些很\\n久以后才会出现。我把这样的环境描述为一个几乎不变的背景，就像剧院里的舞台布景一样，\\n各种事件和周期就在这样的背景下上演。\\n在 1960 年代发生的最大的变化之一是投资于快速成长公司，其中许多是新兴公司的“成长型\\n投资”的出现。在 1960 年代末，我多次谈论的“漂亮 50”主导股票市场：这个股票池包括了办\\n公设备制造商 IBM 和施乐、摄影巨头科达和宝丽来、医药公司比如默克公司和礼来制药、\\n技术公司包括惠普和德州仪器、以及先进的营销/消费品公司比如可口可乐和雅芳。\\n这些公司的股票有非常高的市盈率，达到 80 至 90 倍。很明显，只有确信这些公司将会在\\n接下来几十年保持卓越，投资者才可以支付这样高的市盈率（如果要的话）。投资者们很\\n确信。事实上，人们普遍相信这些公司不会遭遇困境，它们永远不会被颠覆。这是战后的美\\n国首次大规模接触创新。这是关于不合逻辑的一个好例子：投资者拥抱这些变革性创新的公\\n司，却认为永远不会出现更新更好的新事物来取代它们。\\n当然，这些投资者是自讨苦吃。当我在 1969 年开始工作的时候，如果你买入这些“美国最伟\\n大的公司”的股票，然后坚定持有五年，你的钱差不多亏光了。第一个原因是 1960 年代末的\\n市盈率太高了，在之后的市场修正中大幅下降。但也许更重要的是，这些被视为“永恒”的公\\n司之中，许多面临变化十分脆弱。\\n漂亮 50 的公司代表了新世界变化的繁荣时期，其中许多公司接着又成为变化最早的受害者。\\n这些被视为无坚不摧的公司至少有一半要么停业，要么被其他人收购。当数码相机出现时，\\n柯达和宝丽来失去了存在的理由。施乐很大一部分干法复印的市场割让给来自国外的低价竞\\n争者。当分散计算和个人计算机取代大型主机，IBM 并无招架之力。最近还看得到销售人员\\n上门推销吗？没有，而且我们没怎么听人说起“雅芳女士”了。当时的热门股之一简单模式\\n（Simplicity Pattern）现在怎样了？你现在还认识什么人会自己做衣服？\\n从那时起，在我们的环境中已经看到巨大的变化。如今，与 1950 年代和 60 年代不同，每一\\n天所有一切都好像在变化。我们很难想象一个公司或产品在未来不会成为颠覆者或者被颠覆\\n（或者兼而有之）。任何人相信如今所有领先的成长型公司在五年或十年后仍然会在清单上，\\n很大概率会被证明是错误的。\\n对于投资者，这意味着有一个新世界的秩序。“稳定的”、“防御性的”和“护城河”这样的词在\\n未来将没那么重要。相比以往，许多投资将会要求更多的技术性的专业知识。基于明天将会\\n跟昨天很像的假设的投资将面临大幅提升的检验。 二、投资环境的变化\\n美国商业越来越虚拟化、数字化和信息化，不再是致力于农业或者生产有形商品。即使生产\\n有型商品或者服务的公司也越来越多地采用信息产品以及技术。关于哪些传统商业能够生\\n产、哪些护城河可以保持、哪些新进入者将会取代现有公司，以及我们的世界在 10 年或者\\n20 年后将会如何，这些因素将会深刻影响。\\n在我 1 月份的备忘录《Something of Value》中，我描述了技术在商业世界造成的一些变化。\\n包括了：\\n 信息类商业超强的盈利能力；\\n 这类公司增量生产成本低、更容易扩大规模、业务扩张时利润率上升，而不是回报率递\\n减；\\n 增长时对于额外资本和更大工厂的需求不大；\\n 它们依赖于相对少数的受过教育的程序员，而不是大量的手工或者非熟练工人。\\n这些因素不仅仅有可能创造大量的赢家，击败其他的公司，而且对于整体经济有深刻影响。\\n相比其他，我对其中的一点思考得更多。（由于橡树资本和我一般不投资于技术公司，我并\\n不需要对于上述情况有什么看法。）这一点就是当技术和信息在商业和我们的生活中扮演更\\n重要的角色，劳动的需求下降。\\n100 年前，美国是农业强国，农业当时是高度劳动密集型的。因此大量非技术性工人在美国\\n农场被雇佣，主要是在南部和中西部。随着机器设备的发明，农业的劳动力需求下降。大量\\n被拖拉机取代的工人往高中西部移动，在生产新发明的汽车和家用电器的工厂工作。因此在\\n一个领域被取代的工人在另一个领域找到工作，有一些产业衰弱的同时，一些产业在兴起。\\n快进到 21 世纪。这些工人和他们的后代不断切换的产业一个个地流失工作的机会，这次是\\n由于廉价劳动力所生产的外国商品的进口以及影响更大的自动化。随着制造业在美国的衰\\n弱，技术产业，比如信息、人工智能、通信和娱乐兴起，取代了板材折弯这种实体产业。如\\n上面所说的，技术公司增加生产和销售，不需要等比例地增加雇佣的工人。\\n乐观者说，“一些对于劳动力的新需要总是会出现”（正如 1920 年至 1970 年的制造业）。但\\n是（a）你不能在兴起的技术产业看到这样的信号，这些产业不是劳动密集型的，以及（b）\\n相比在制造业中失业的工人，技术产业需要工人接受过更好的教育。由于美国公共教育品质\\n下降，后面这个因素尤其令人担忧。（然而，在服务产业还有工作增长的空间。）\\n我担心制造业不再需要的工人在哪个领域可以找到工作。对于转向政府寻求解决方案的人来\\n说，最可能的答案是支持性支付，设计用来保证每个人获得生存性工资。但是我们是否负担\\n得起不断增长的失业工人和他们的家庭？并且我们如何弥补工作的非货币好处：比如每天有\\n个地方可以去以及把工作做好的满足感。坐在门廊上发呆真的可以替代工作吗？我相信鸦片\\n的流行跟失业高度相关。政府的慷慨不能恰当地替代工作。 三、通货膨胀/通货紧缩\\n我在备忘录中广泛讨论了近期通货膨胀的话题，特别是四个月前的《宏观思考》当中。既然\\n我们对于未来知之甚少，这个话题我没有什么可再多说。但是通货紧缩的可能呢？在过去几\\n年，一直有人就通货膨胀和通货紧缩发出警告。我唯一确信的是我们不可能同时面临这两种\\n情况。\\n我最近看到一个 Cathie Wood 关于通货紧缩话题的演讲视频。对于不了解 Cathie 的人我介绍\\n下。Cathie 就是重仓 FAANGs、特斯拉和其他科技股，在 2020 年声名大噪的那个投资人，业\\n绩大幅超越股市的其他投资者。（在 2020 年，她的七个 ETF 产品中的五个的平均收益率是\\n141%）。Cathie 在视频中说：\\n我们一直说经济面临的风险更多是通货紧缩，而不是通货膨胀。由于新冠疫情造成破坏、\\n供应链被切断，我们目前正在经历通货膨胀，我认为投资者已经把这个影响纳入估值。\\n1970 年代，我正在上大学，当时通货膨胀很严重，因为我知道通胀是怎样的，我真的相信\\n我们不会回到那种情况，为此做准备的人可能会犯一些错误。\\n在创新端，这是技术带来的创新，我们如今所处的时期是史无前例的。从没有过！我是说你\\n要回溯到电话、电力和汽车被发明的时代，才能看到三个主要的技术导致的创新在同一时间\\n演进。当今我们有五大平台：DNA 测序、机器人、能源存储、人工智能和区块链技术，所\\n有这一切都会促进通货紧缩，而且影响很大。\\n她接着引用 Jeff Gundlach、雷·达里奥和我，或许还有 Stan Druckenmiller 对于通货紧缩式萧\\n条的担忧。（说实话，我对这个观点唯一可能相关的评论是说技术的进步可以成为一个通货\\n紧缩的要素，而不是说整体的影响是通缩。）她接着说：\\n我们认为【通缩式萧条】将与通缩式繁荣相平衡，这是我们与市场的不同观点。我们认可的\\n是，有些公司认为这个世界永远不变，一直迎合短期的股东。这类股东希望利润多一两分钱，\\n为此要求公司加大杠杆、承担更多债务、减少流通股，同时他们一直强调分红。由于当今历\\n史性的层出不穷的创新，这些公司的产品和服务很可能将被淘汰。为了偿还债务，它们必须\\n降价来清仓这些穷途末路的产品和服务。这意味着我们未来看到的传统的 GDP 数据将会非\\n常低，几乎没什么增长。\\n毫无疑问，将有大量工作会被取代。事实上，我们在 2014 年创立我们的公司时，牛津大学\\n刚发表一篇论文说到 2035 年，美国将有 37%的工作岗位由于自动化和人工智能而消失。他\\n们没有进一步的讨论。十万火急、耸人听闻的新闻标题、对于自动化的大量恐惧。在每场会\\n议中我们都会收到这类问题。他们没有做到，而我们做到的，是去完成这个讨论。\\n自动化和人工智能将使得生产率迅猛地提升。我们认为增速将远超任何时候，当然包括现在。\\n伴随生产率的提升而来的是更多的财富创造和 GDP。根据我们的估计，在 2035 年，由于自\\n动化和人工智能，我们相信美国的 GDP 不是线性增长的 28 万亿美元，而是会达到 40 万亿\\n美元。\\n在我接着讨论另一个话题前，我想要花一分钟的时间总结下 Cathie Wood 到底说了什么：技\\n术将会促进通货紧缩，它对于生产率的积极影响将促进 GDP 的快速增长。GDP 是工作的小\\n时数乘以每小时劳动生产率的结果。因此，如果技术导致每小时工作的产出大幅提升，即使\\n工作小时数下降，GDP 仍然会增长。换句话说，技术有可能在增加失业率的同时提升 GDP。\\n这些天我们很少听人说起通缩的可能性，毫无疑问通缩看起来不太可能发生。同样我们没有\\n听到什么关于技术的通缩影响。但我们不应该无视这个问题。 四、工作的展望\\n在工作这个话题上，我想要讨论几点变化，它们的共同影响将促成巨大的变化。（“一个巨\\n大的或者显著的转变”）。长久以来宗教仪式使得工人在安息日有一天的休息时间成为传统，\\n而 1900 年代早期 Henry Ford 开始让他的工人在星期六和星期天休息。（他不仅仅只是出于\\n慷慨。他想要卖车，认为如果人们周末有两天时间享受开车，将会有更多人买车。）这是一\\n个巨大的创新，但是如今在周六和周天休息是如此普遍，很少人思考周末假期是怎么来的。\\n如今，我们也许正在经历另一个工作模式的巨大变革。不久之前，大多数人希望全职雇佣，\\n追求提供晋升机会的事业。然而现在这种工作模式的许多方面不再是人们的考虑因素。\\n 电脑使得与不想固定场所和时间工作的人保持联系更加容易。在这里呆一两天、在那里\\n呆几个小时。并且像开 Uber 这样的“零工”变得流行。\\n 疫情使得居家办公变得常见，一周在办公室工作 5 天的要求不再是默认的解决方案。\\n 作为“大离职”的一部分，数百万的人在去年离职：仅仅是在 9 月份就有 440 万人。\\n 许多人看起来不再那么看重终身职业和晋升。\\n 失业率非常低，即使有数百万空缺的工作岗位。根据十月份供应管理机构关于服务业的\\n报告：“劳动力短缺仍然是个问题，很难找到想要工作的人，特别是在服务业、货车运\\n输和仓库订单执行行业。”\\n这些变化有重要的含义：工作的安排不再那么标准化、工人们不再那么受到稳定收入的吸引、\\n许多雇员希望可以居家办公。在 2020 年我们看到劳动力参与率（工作适龄的美国人受雇或\\n者在找工作的比例）从 63.4%下降到 60.2%，之后仅回升到 61.1%。是什么导致这些变化？\\n由于经济现象不受物理法则的支配，我们很难确定准确的原因。在这个问题上，我可以想到\\n大量的可能的解释：\\n\\n 1. 大约从 2000 年以来，经济增速放缓，减少了工作岗位增长速度和晋升机会，这也许使\\n    得职业生涯和长期雇佣的观点对一些年轻人的吸引力下降。\\n 2. 类似的，由于收入不平等和经济流动性前景下降，年轻世代有一些人可能日渐不满。\\n 3. 许多人可以不工作，至少是在一段时间内，也许是因为他们不工作赚的钱比工作赚的钱\\n    还多（由于激励支票和/或延长的失业福利）。这些来源的收入积累在储蓄账户中，也\\n    许还没有全部花掉。\\n 4. 屋主也许陶醉于他们房子的账面升值，抵押贷款使得他们不需要薪水。\\n 5. 疫情期间普遍的居家办公的经历让人们脱离了“去上班”的习惯，使得去上班不再那么自\\n    然而然。居家办公的经验可能放大了通勤的痛苦，让一些人不愿意再恢复这样的体验。\\n 6. 繁荣的市场可能让一些人辞掉工作，以便进行日内交易或者比特币投资。\\n 7. 有些人在疫情期间搬家，不管是为了避开疫情或仅仅是因为居家办公让搬家成为可能。\\n    现在有些人不想搬回来。特别是，居家办公降低了一些人为了就近上班，住在居住成本\\n    高昂的城市地区的需求。其他人也许享受与家人同处的时光，决定换一份让自己可以花\\n    更多时间与家人相处的工作。\\n 8. 看到孩子有家长陪伴的好处，有些家庭可能倾向于成为单职工家庭，放弃双份收入的快\\n    车道，以及可能更高标准的生活条件。\\n 9. 临近退休的人也许选择现在就退休，而不是为这段时间间隔再找一份工作。\\n10. 劳动力短缺（例如卡车司机）增加了工人的议价能力，并让他们有能力换一份收入更高\\n    的工作。\\n11. 雇主绝望的困境使得某些雇主降低工作要求，使得工人可以从低收入的工作往上移。\\n12. 想要重返职场的人可能难以找到儿童保育，因为低收入的儿童保育劳工也许可以找到薪\\n    酬更高的工作。\\n13. 最后，有些人因为恐惧新冠病毒而无法重返职场。\\n    总结一下，许多劳动者在疫情期间经历了“暂停”，没有工作、打零工、居家办公、以及/或\\n    没有出差。对许多人来说，这也许引起重置,让他们有机会得出结论：“你知道，我的职业生\\n    涯不是全部。家庭和生活品质更重要。我要重新调整生活，不再那么强调工作。” 当前，大约 740 万的美国人失业，同时有 1120 万的工作岗位。让每个人找到工作，填满这\\n    些工作岗位似乎很容易。但失业的人也许缺乏所需的资格、也许不愿意接受一份不能居家办\\n    公的工作、也许不想根据固定安排来工作、也许无法通过药物测试。正如供应链一样，也许\\n    需要一段时间让这些移动的部件配置到合适的地方。\\n    我在此列举了大量的变化，大部分是源于疫情。随着事情“回归常态”，有些变化也许会在接\\n    下来的月份里消失。但有些变化可能是永久性的，在五年或者十年后我们会说，“你记得在\\n    2020 年以前一切是多么不一样吗？”\\n    五、世代间的不平等\\n    分别在 2037 年和 2026 年，社会保障制度和老年保健医疗制度（美国政府向 65 岁以上的人\\n    提供的医疗保险），很可能无法继续支付当前的保险金。但我们没有听到任何关于保险金削\\n    减、推迟符合条件的年龄、增加税收、或者支付能力调查等解决方案的讨论。事实上，在过\\n    去 18 个月，华盛顿批准了超过 9 万亿的用于疫情救济和基础设施的支出，但我们没有听到\\n    哪个政党对修正这些根本性项目的任何讨论。这可能是因为削减这些项目的政党将很可能在\\n    选票上受损。\\n    婴儿潮一代（生于 1946 至 1964 之间）有 7120 万人，是他们之前沉默的一代 2300 万人的\\n    三倍，比他们之后的 X 世代的 6500 万人高出 10%。婴儿潮一代的选票数和财务资源让他们\\n    在过去 40 年拥有巨大的政治影响力。结果是婴儿潮一代想要的东西导致广泛的赤字支出，\\n    并且不能修正需要修正的福利项目，所有一切都以未来的世代为代价。\\n    这是最近几十年世代间的不公平的一个例子。简而言之，以一种可能许多美国人不愿意承认\\n    的方式，两党政府已经（并且依然是）大量支出、相对于他们的支出，实际征税额少于所\\n    需的税收（因此导致赤字）、国债迅速上升、这主要有利于现在是美国为数众多的退休者\\n    的婴儿潮。以下是美国国债的历史数据：\\n    简而言之，婴儿潮一代已经并且仍然在消耗着超出他们合理的份额。这将使得未来的世代承\\n    受巨大的债务，而他们并没有等比例的受益于导致债务的支出。\\n    社会保障制度不是联邦预算的一部分，但为我们提供了一个很好的例子。它的设立不是作为\\n    一个资助项目，而是作为一个保险计划，其运作的基础是现收现付制，把现在从劳动者收的\\n    钱用于支付退休人员。社会保障税收入不是添加到一个养老保险金（endowment）之中，\\n    福利支付源于劳动者当前的税收，而非养老保险金收入。现在支持这些退休人员的劳动者\\n    数量减少，而退休人员的寿命又延长了。这些趋势使这个系统岌岌可危。必须作出改变，\\n    但是并没有。因此，从现在开始的 16 年后（如果不是更早），社会保障税需要提高、福利\\n    （或至少是增长的速度）必须削减、以及/或社会保障制度不得不成为一项联邦负债，而不\\n    是自给自足的保险安排，进一步增加赤字。这仅仅是诸多未来世代由于我们这一代的过度支\\n    出而受到不公平对待的方面之一。\\n    基金会和大学设有规则来管理捐赠金的支出，主要的目的是平衡当前世代和未来世代的利\\n    益。这是接受捐赠的机构的主要受托责任。同样的，大部分的父母不会不合理地使用信用卡\\n    随意挥霍，让子孙后代负债累累。尽管国债的多少可以辩论，我们可以讨论多高的债务叫做\\n    “太多”，但我们很难说华盛顿最近的政府已经适当地平衡了所有世代的利益。（顺便一提，\\n    当前世代乐于消费地球上不可持续份额的资源来满足他们的生活方式，这无疑让未来的世代\\n    生活在恶化的环境之中。这是世代不平等的另一个重大的方面。）\\n    在 2008 年 8 月，在结束备忘录《什么令我担心》时，我在其中加入了一个段落，摘自 Pete\\n    Peterson 的《Running on Empty》一书（对于在 20 世纪没有在商业世界的人可能不知道，Pete\\n    曾经在政府担任要职，并且与 Steve Schwarzman 共同创立黑石）：\\n    尽管我们的问题还不至于无可救药，两个政党都越来越积习难改。他们没有面对我们的问题，\\n    而是逃离这些问题。他们陷于否认、转移话题、自我放纵的政治当中，只有像你们这样的读\\n    者从这些左派和右派的空想家和政治顾问拿回这个国家，才能克服这些问题。\\n    他们的信仰很大程度上无视分析和证据，似乎也无视任何严肃的政治道德，两个党派形成了\\n    邪恶联盟：对于未来的秘密战争。对于我们子孙的秘密战争。从这两个政党我们都没有听到\\n    任何关于为了更好的明天而牺牲今天。在某种程度上，某种程度上，我们最大的挑战也许是\\n    我们的领导者令人震惊地无视我们财政的毒瘤。\\n    好消息是尽管存在这些问题，我们也走过来了，并且享有很不错的繁荣。坏消息是我们对于\\n    问题仍然置若罔闻。 六、美联储的角色\\n    这个话题我不会花很多时间，因为每个人都了解。但在一篇声称要讨论正在发生的重要变化\\n    的备忘录中也不能少了这部分。\\n    在历史上，央行的工作是控制通胀的水平，确保经济增速足够快，以达到“充分就业”。然而\\n    在近些年，美联储似乎承担起了额外的任务，维持证券市场的上升趋势。通过极端的降低利\\n    率，以及往经济中注入大量流动性，美联储达到了这个目标。\\n    联邦基金利率作为美国短期利率的风向标，在 2008-09 的全球金融危机中首次降低到零利\\n    率。而且这是有效的，紧接而来的是美国历史上为时最长的经济复苏。但是美联储没有在经\\n    济复苏处于最强劲的时候上调利率。2017-18 年利率上调，市场大发脾气，美联储让步，转\\n    而削减利率。\\n    现在联邦利率又是零利率，市场比过去十年高出许多，同时我们看到严重的通胀。美联储声\\n    称将缩减债券购买的刺激性项目,普遍预期美联储将在下一年升息。这个经济会有严重负面\\n    影响吗？市场会不会反抗，而市场的修正会不会说服美联储回归低利率？美联储会保持资产\\n    价格永久上升吗？乐观者认为这是美联储的任务了。\\n    对我而言，预期美联储可以保持经济和市场上升不被打断太过于理想，不可能办到。我依然\\n    认为自由市场经济的长期表现最好，因为这可以最有效地让资源配置到最佳的用途。正如我\\n    在橡树资本的共同创办人 Richard Masson 在 2008 年所写：“创造性破坏以及正常运行的市场\\n    经济确保了朝最佳方案的改变。”在货币上我们也可以利用自由市场。\\n    财政稳定中心的主席 Larry Goodman 最近写到：\\n    自 2010 年以来，美联储购买国债为全部的政府借款需求提供了 60%-80%的资金。换句话说，\\n    在超过 10 年的时间里，美联储的做法挤出了私人部门的价格发现，压低了国债收益率，把\\n    股票价格推到历史高位。\\n    在 2021 财年，美联储购买了 1 万亿美元的国债，财政部耗尽其在美联储储蓄账户上的 1.6\\n    万亿美元。这些行动覆盖了近乎全部的预算赤字，接近于全部与疫情相关的政府借款。按月\\n    估计，在这个夏天事实上有过剩资金。难怪尽管高通胀率，十年期国债收益率在 8 月份达到\\n    1\\\\.17%的低点。（华尔街日报，2021 年 11 月 18 日）\\n    所以猜猜发生了什么：美国仍然可以发行低利率债券，这是债券买家对于国债信誉的强有\\n    力的背书。提供这个背书的主要买家是谁？美国。\\n    顺便一提，少数激进派的民主党宣称他们反对再度任命 Jerome Powell 为美联储主席，因为\\n    他们认为他在处理气候变化问题上不够主动。所以现在我们的美联储应该要控制通货膨胀、\\n    促进经济增长和就业、支持市场、对抗气候变化。一个机构可以承担多少个角色，同时保持\\n    努力的一致性？\\n    七、万亿世界\\n    据我所知，2020 年是“万亿”这个词变得通用的元年。据传（可能是以讹传讹）Everett Dirksen\\n    说过：“这里 10 亿，那里 10 亿，很快你就要讨论真钱了。”现在几十亿美元只能叫做零花钱，\\n    要几十亿美元才叫“真钱”。\\n    我怀疑大多数人真的能解释什么是万亿（他们可能不知道万亿就是一千个 10 亿，或者 100\\n    万个 100 万）。万亿的规模几乎是难以理解的。30-40 年前，我很吃惊地学习到 100 万美元\\n    等于每秒 10 美元，连续 28 小时，而 10 亿美元等于每秒 10 美元，连续 38 个月。现在我们\\n    来思考一下万亿：每秒 10 美元，连续超过 3000 年。正如我所说的，这几乎难以理解。\\n    当选官员开口闭口就是万亿美元（并且支出了数万亿美元），没有真正理解这意味着什么？\\n    接下来呢？我前几天看到一副精彩的卡通，上面画了国会大厦圆顶，配上文字“万亿之后是\\n    什么？”如果我们活得够久，我相信我们会知道答案。\\n    看到这些巨大的变化，很容易会认为现在的世界太复杂了，期盼回到过去。另一方面，在这\\n    样的时候，我就会想起前达拉斯牛仔队四分卫 Don Meredith 在《周一橄榄球之夜》做评论\\n    员时曾经说的：“他们没有采取以往采取的策略。但话说回来，他们每次都会调整。”现在经\\n    常看起来很困难，我们深情地追忆田园诗般美好的往昔。但过去肯定不像我们的回忆一样的\\n    美好，我们经常忘记了当时的诸多挑战。\\n    高级经济顾问 Neil Irwin 在 2020 年 4 月 16 日的纽约时报中很好地总结了我们的情况（我在\\n    2020 年备忘录《不确定性》中引用了这段话）：\\n    世界经济是无限复杂交织的网络。我们每个人有一系列我们可以看见的直接的经济关联：我\\n    们购物的商店、支付我们工资的雇主、为我们提供房屋贷款的银行。但一旦你看第二层或第\\n    三层的联系，你真的无法确信这些联系是如何运作。\\n    在未来几年，我们将会知道当这个网络被撕破时会发生什么（受疫情及随之而来封锁的影\\n    响），数百万的连接在同一时间被摧毁。这打开了全球经济新的可能性，这将与过去几十年\\n    存在的全球经济完全不同。\\n    对此我所能补充的是我对于未来一贯的观察：我们将拭目以待\",\"timestamp\":1642259538,\"title\":\"霍华德·马克斯最新备忘录—对投资环境、通货膨胀、美联储的一些思考\"},\"digest\":\"qXOwg03OtBqDMhOJzaki_a7HLNhxQ5daqk5KD13w4EU\",\"authorship\":{\"contributor\":\"0xACA9C296e85e68642F75Da73b42d59D57926Ff1D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2q6BeLjged0wegYJsT1LFeTl2jX-YvRcZicNk5HXv5E\\\",\\\"y\\\":\\\"CbusLuNRdmhnDHP8-Qbd3Wi-03cKo_LnryMa0b7eP8s\\\"}\",\"signature\":\"77bl1ZQl_eEmVSogGceulzWPH4neTqE0MsvxpUtHD2Gb0zZWljPK8kMbHdZMr43psMAOFTKqD6HkzWfxyzDIYA\",\"signingKeySignature\":\"0x677a4f91f391576493dac6fa94e8b366c9dc18eaa7425546f6f5d3363c61a05036456caacedbf566fcb2a17c93a569d598da73d5d232b5f88f3cb8b91022c6bd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2q6BeLjged0wegYJsT1LFeTl2jX-YvRcZicNk5HXv5E\\\",\\\"y\\\":\\\"CbusLuNRdmhnDHP8-Qbd3Wi-03cKo_LnryMa0b7eP8s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qXOwg03OtBqDMhOJzaki_a7HLNhxQ5daqk5KD13w4EU\"}"