"{\"content\":{\"body\":\"**8.6.2**\\n\\n8\\\\.7.2 To Win New Games, Invent New Rules\\n\\n2776 Mars, THE COLLAR, the “High Laboratories”\\n\\nI was standing in front of the power-brokers of Mars, inside a grand hall converted from a storage vessel from the early days of settlement.\\n\\n“John Cadmus, attendee, Musk Technical, top of his class, with a ‘first’ in dimensional math, nanomaterials, dynamic information theory, and so on. The most recent entry, indefinite deferral of matriculation.”\\n\\nThe official story: I blew up a recent project, and a lab on campus.\\nThe real story: Someone took over my project, and they messed up.\\n\\n”John, we have our pick from every corner of Mars. We have applications for candidates who are connected and exceptional. The problem with all of them is that they are conventional. We considered only yours.”\\n\\n”The reason I came is, I have to know, what is it about me, something I did or didn’t do, or what I am or what I’m not? I’m not one for chasing prestige and becoming someone else’s idea of a success, so just why?”\\n\\n“That project which caused M.T.I. to take you off the rolls. A lab was destroyed but it wasn’t your fault. We know others were responsible.  It wasn’t just your ideas and experiment, it was your execution, and how you got as far as you did despite apathy and resistance from others. Something inside you.”\\n\\n”The data I was able to get showed there was something there, I should be working on it. This is bigger than anything I’ve ever worked on, it’s bigger than anything almost everyone is working on there for years.”\\n\\n”We’ve been watching you for years. You will now enter a whole new world, a new game. The old rules don’t apply. The benchmarks don’t exist. You will do more than keep up appearances for the competition. You could win and help us avoid war.\\n\\nThe things that make you look like a misfit, a failure, in one world, are what makes you a master-in-the-making in a different world,  You will win because you have a talent and the will to invent new rules.”\\n\\n[https://open.spotify.com/track/3ZE3wv8V3w2T2f7nOCjV0N?si=1dea83d8c7854d8e&nd=1](https://open.spotify.com/track/3ZE3wv8V3w2T2f7nOCjV0N?si=1dea83d8c7854d8e&nd=1)\\n\\n![](https://images.mirror-media.xyz/publication-images/i4BDGzAyIFPTriVyN-Eh5.png?height=1612&width=1201)\\n\\n\",\"timestamp\":1642274483,\"title\":\"1976: 8.7 To Win New Games, Invent New Rules\"},\"digest\":\"D4HTTQrffbSBLuOQWfpGfCtlWe22ebxS5Q4H_Lo8XFE\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zPVtMyaQpDsDDVMjJesiMZMonuGdwDy-z4GiCoW285I\\\",\\\"y\\\":\\\"Sj1MexBfn8IhGL2V2t3MueP6MdvJoUFmyRgdO4ow8wQ\\\"}\",\"signature\":\"pCnneL0ABu3dNvHfjXXRCF0-zWLGabG08oar80puDHwqaI8y1P0pR_rQMa9q1rhNZZFTZbDMs65EA1ijbi7I7A\",\"signingKeySignature\":\"0x939c3e74a74214d6af1d91162bfa0388ffcf1810af9855b8880f77fac5246e92763b9303b41ee3fbd48236f8d0f8e555ab6e872cb7d0c6983323d6d9cc5c151c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zPVtMyaQpDsDDVMjJesiMZMonuGdwDy-z4GiCoW285I\\\",\\\"y\\\":\\\"Sj1MexBfn8IhGL2V2t3MueP6MdvJoUFmyRgdO4ow8wQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_XTZPjvYpicQsJcYvWVPcDQBBOiosO-p4l4jOs0ahSQ\"}"