"{\"content\":{\"body\":\"Blockchain is a hot spot that encourages innovation, and to some extent, it has become a breeding ground for crime due to its security risks. After the crowdfunding of The DAO, which had a crowdfunding of more than US$150 million, was stolen by hackers, it carried out a hard fork operation, which gave rise to today's Ethereum.\\n\\nSince the creation of the blockchain, there have been frequent instances of hacker stealing money against exchanges, wallets, and Dapps. So, what kind of waves will the blockchain security field experience in 2021, and what will be the subsequent processing work?\\n\\n2021 Blockchain hacker stolen currency incidents. Due to the enthusiastic market sentiment in 2021, the amount of currency stolen by hackers broke the historical record of previous years.\\n\\nAs of the third quarter, a total of 32 hacking incidents have resulted in the theft of 1.5 billion U.S. dollars in assets, compared with 180 million U.S. dollars for the whole year of last year.\\n\\n■ DeFi protocol\\n\\n①Uranium Finance-logic loopholes\\n\\nIn April 2021, the liquidity mining protocol Uranium was attacked. The attacked smart contract was a modified version of MasterChief (MasterChief is a smart contract used to create a pledge pool and return pledge rewards to users).\\n\\nAmong them, the code used to execute the \\\"staking reward\\\" has a logic loophole, allowing hackers to obtain more mining rewards than others. The hacker drained the RAD/sRADS pool and replaced it with BUSD and BNB worth 1.3 million U.S. dollars.\\n\\n② Cream Finance-oracle manipulation 1\\n\\nOn October 27, the Cream Finance oracle was manipulated.\\n\\nThe attacker borrowed DAI from MakerDAO to create a large number of yUSD tokens, and at the same time manipulated the oracle's price for yUSD by manipulating the multi-asset liquidity pool (including yDAI, yUSDC, yUSDT, and YTUUSD).\\n\\nAfter increasing the price of yUSD, the attacker's price of yUSD was artificially increased, thereby creating a sufficient borrowing limit to borrow most of Cream Finance's funds in the Ethereum v1 lending market. And Cream.Finance was also attacked by a flash loan on August 30.\\n\\n③Badger DAO-front-end malicious code injection\\n\\nThe attacker obtained the API Key of the project party in the Cloudflare backend to inject a series of malicious codes into the front-end code of the website. When a user visits a front-end website, a transaction will be initiated after the malicious code is triggered for the user to confirm.\\n\\nIf the user confirms the malicious transaction, the right to use the token will be given to the attacker. The attacker can then transfer all the money away through the escrow.\\n\\n④Anyswap-the background signature happened because an inappropriate value was used in the background signature. The attacker derives the private key of its signature through two transactions.\\n\\n■ Wallet-phishing information\\n\\nTake an example of the Bitcoin wallet Electrum. When the user is connected to the attacker's node with the old version, the attacker sends phishing information to the wallet through the node.\\n\\nWhen the user sees the phishing information and downloads the wallet with the backdoor, the hacker can easily grasp the user's private key.\\n\\n■ Exchange\\n\\nThis is different from the fact that once an accident occurs to the project party, people can analyze it through the public transaction records on the chain. Only the insiders of the exchange will know what happened, and the information will not be disclosed.\\n\\nGenerally, the exchange incident comes from these aspects: the exchange server is hacked, and the attacker has accessed the private key of the hot wallet in the server.\\n\\nThe staff of the exchange was attacked by phishing, and then the attacker accessed the internal system through the staff's account, contacted the private key of the hot wallet and so on.\\n\\nHow to deal with the stolen assets Regarding how to deal with the stolen assets, it can be analyzed from three perspectives-the project party, the exchange, and the third-party security agency.\\n\\nThe project party generally adopts these solutions:\\n\\n1. Suspend the token transfer and transaction services in the smart contract in time. For contracts that cannot be suspended, check the privileged functions that can be used in the contract and block some of the contract services to prevent the contract from being attacked again.\\n2. At the same time, a warning is issued to the community to prevent new investors from putting their property in a leaky contract.\\n3. Contact a third-party security agency, request help analyzing the cause of the vulnerability, and cooperate to repair the vulnerability.\\n4. For the destination of stolen funds-if there is a blacklist function in the contract, the hacker address will be blocked immediately to prevent the hacker from transferring funds.\\n5. Cooperate with security agencies and law enforcement agencies to recover stolen property, and propose reasonable compensation plans to reduce user losses.\\n\\nFrom the perspective of the exchange, there are two situations:\\n\\n1. If the exchange itself is stolen, it is necessary to temporarily suspend all withdrawal and recharge functions to minimize the loss. The exchange keeps all the information in the system (such as logs) for future analysis and use, and contact security agencies or law enforcement agencies to assist in property tracking. 2) If a project is hacked, the exchange can monitor the hacker's related chain address, and if the latest recharge related address is detected, the account will be frozen immediately. Security agencies need to do the following:\\n2. Analyze the causes of the vulnerabilities after the incident, and fix the vulnerabilities.\\n3. Provide security audit services before the project goes online again to reduce the security risks after the project goes online again.\\n4. Issue a community warning and check to see if there are other projects with the same vulnerabilities. If there are projects with the same loopholes, a warning can be issued through confidential channels.\\n5. Use on-chain technology to track the flow of funds and analyze off-chain information (such as hackers’ IP addresses and equipment) to assist law enforcement agencies in catching hackers. Then, why the security agencies have screened for vulnerabilities layer by layer, and hackers have the opportunity to take advantage of it?\\n\\nThe fact is that the audit work for a certain project can only last for a few weeks, and the hacker's time and energy are unlimited. Once they target a certain type of project, they will have much more time to conduct research and take action than the audit company.\\n\\nThis year's cross-chain bridge projects have been repeatedly attacked because of the large number of user assets locked in such projects.\\n\\nSecondly, the difference between the cross-chain bridge and other DeFi projects is that almost 100% of the logic of ordinary DeFi projects is implemented on smart contracts, while the cross-chain bridge is a combination of web2 and web3, which is a combination of smart contracts and traditional backends. .\\n\\nThe track that is not decentralized and has huge lock-up funds gives hackers the opportunity to attack. In short, in addition to its own code, the DeFi protocol needs to be solid, because it needs to be a composable type that interacts with other protocols, and its business logic must also be tightly integrated.\\n\\nMost importantly, the DeFi protocol requires third-party services (such as external oracles, centralized cloud platforms, etc.), and these third-party services are likely to face the risk of external manipulation, which is also the main reason why products are attacked by hackers.\\n\\nFuture Blockchain Security Looking to the future With the development of technology, will the blockchain industry become increasingly secure? In theory it is.\\n\\nLet's talk about the underlying technology first. First of all, the Solidity language for writing smart contracts has gradually matured. After the recent Solidity version 8.0, a common vulnerability called integer overflow has disappeared.\\n\\nSecondly, the importance of security in the blockchain industry is increasing significantly. Finally, a secure open source code base will also increase the safety factor. The OpenZeppelin code base is an open source code base written by professionals, and its code quality will be relatively high and safer.\\n\\nThe project party only needs to add some functions that they want to implement on the basis of the code library, and they can write code from scratch. (<Https://github.com/OpenZeppelin/openzeppelin-contracts>)\\n\\nIn addition, there are many security tools that will check the code-it can help the project team find some potential vulnerabilities without contacting the security company, thereby improving the security of the code.\\n\\nFor example, the CertiK Skynet scanning system, as a 24\\\\*7 security intelligence engine, can provide multi-dimensional and real-time transparent security monitoring for the deployment of smart contracts on the chain, as well as 24-hour operation monitoring and danger alert prompts.\\n\\nIn addition, for example, security rankings that openly and transparently display security data and project early warning systems can also provide security insights for investors other than the project party. All investors can query the required security data information through this unrestricted security insight database.\\n\\nAs more and more technical personnel join this field, the security barriers of the blockchain industry will continue to be reinforced.\\n\\nAll in all, the DeFi protocol and the entire blockchain security issue are the main factors that prevent mainstream funds from entering the industry. The DeFi industry is impeccable in terms of security, which is the goal that this track project must achieve-especially for the heavily centralized cross-chain track.\",\"timestamp\":1640656187,\"title\":\"Demystifying the reasons for frequent blockchain hacking in 2021\"},\"digest\":\"kZsGOZ5boGSKNSH3PChF7334b5Ky-PAllpDTv7agBZI\",\"authorship\":{\"contributor\":\"0x19a23AfB21e123c626C2c4C19c34d2037Ac35734\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"signature\":\"Thgb-25T2np1JOJj_Mt8wWDiaNlxjONx6W-nWfSYXMGX-HSADGC2pZcU_BfuppGrkxvMGDXTV5die8rScITecQ\",\"signingKeySignature\":\"0x46fc7664e155608b54fe173f7e63180c17622cc2e5ce466552d0020b165136d1476659c2b543561b12aaf872c13ea2481165ff10f4bf76da0d2fb4d5796f9fd31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kZsGOZ5boGSKNSH3PChF7334b5Ky-PAllpDTv7agBZI\"}"