"{\"content\":{\"body\":\"Until January 15th, 2022, you (yes, YOU) can (secretly) put your Ethereum in either the letter **A** or **B**.\\n\\nWhy should you give your ETH to a letter, you ask? Because, if your side is the **least popular** (has the least ETH), you win the other side’s ETH.\\n\\nChoose a letter [here](https://www.avsb.xyz/).\\n\\n## How it works\\n\\nThere are 3 phases. We follow a Commit-Reveal scheme (all dates 2022).\\n\\n**1st: Hidden Voting**\\n\\n* Until January 15th, players put ETH behind A or B (in increments of 0.01Ξ)\\n* Choices are hidden (only cryptographic commitments posted)\\n\\n**2nd: The Reveal**\\n\\n* After January 15th, players have 5 days to reveal what side they chose\\n* Reveal verified by checking cryptographic commitment\\n* Side with **less** ETH revealed decreed winner\\n\\n**3rd: Payout**\\n\\n* After January 20th, players of the winning side can claim their prize\\n* Only players that revealed in Phase 2 can claim\\n* Prize is proportional to the ETH they put in\\n* 95% of funds are paid out to winners, 5% fee taken by app\\n\\nAnd of course, all of the above happens trustlessly. **For the only definitive and meaningful information on rules, read the smart contract on Etherscan.** \\n\\n## Why does this exist\\n\\nTLDR; this exists to pit people against each other and see what we can learn about each other in the process.\\n\\nThere are a number of miscellaneous, somewhat unrelated reasons we think this should exist in the big bad world.\\n\\n* we were bored\\n* will people play both sides (lower variance, possibly negative EV\\n  due to fees) or will only people with a strong conviction play?\\n  * keep in mind, one wallet address = one vote\\n* what sort of reasoning will people use to choose their voting side and amount?\\n* how will people choose when to reveal during the reveal phase?\\n* will people vote multiple times? if so, is it always best to reveal all votes?\\n* crypto should be used to scalably test game theoretic questions\\n* how rationally do crypto users behave?\\n* are people more concerned with profit, or community and narrative?\\n\\nBesides, maybe A and B represent something else. Something larger.\\nMaybe A is mAinstream and B is suBversive. Maybe mountAins are better\\nthan Beaches. Amazon vs Blockchain. cAr vs Bike. Or maybe A is just A,\\nand B is just B.\\n\\n## Implementation Quirks\\n\\nAs with smart contract applications, there are some minor implementation details and edge cases that players should be aware of.\\n\\n* technically, players can reveal their vote anytime before January 20th (including before January 15th)\\n  * however, revealing early is shooting yourself in the foot ... unless you do it on purpose for a reason 🤔\\n* a 5% fee is collected at the end, during the first payout\\n* if only one side reveals no ETH, then the other side wins\\n* **if there is an equal amount of revealed ETH behind both\\n  sides, everybody wins and can claim their remaining share of the total**\\n\\nWith love,\\n\\nsome bored kids\",\"timestamp\":1641470425,\"title\":\"☯️ A vs B\"},\"digest\":\"hdKd8OH6ix0fQ1n_8YS-1iBkQfBfr9VEgl_ajFl782E\",\"authorship\":{\"contributor\":\"0x7B91649D893B2e4Feef78b6891dE383d5a8491eE\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zVONnGcv_ZMuGM3_bZIZdtMgVfZV3XjnPf1ad4aAgOQ\\\",\\\"y\\\":\\\"xsbJ-skmVYundkMjOGYHPY2Ghu6MAcuwODBgqH9T2tM\\\"}\",\"signature\":\"3ebyJ2XjOAtvwhbQUEyFgwkb1yScf6oqKi4M9w6xTyvnM_uTbn-fwBz62iSI2EnbkdZDUluql8_POU5YhIqFGQ\",\"signingKeySignature\":\"0x24cee11b070620a39da20e3651e7008301ef99864224b55f7a78902d01e90b2d471b584aa6d6a968d3bd3bf89f0a3203e32db0e1e20d0ede5ae8bc70f7de70811c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zVONnGcv_ZMuGM3_bZIZdtMgVfZV3XjnPf1ad4aAgOQ\\\",\\\"y\\\":\\\"xsbJ-skmVYundkMjOGYHPY2Ghu6MAcuwODBgqH9T2tM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hdKd8OH6ix0fQ1n_8YS-1iBkQfBfr9VEgl_ajFl782E\"}"