"{\"content\":{\"body\":\"It wouldn't be right to repeat any old lie about Nora Black, and by the same token it wouldn't be right to see old Mother Wainwright chummin' with her. There is no wisdom in going further than that. Old Mother Wainwright don't know that her fair companion of yesterday is the famous comic opera star. For my part, I believe that Coleman is simply afraid to tell her. I don't think he wished to see Nora Black yesterday any more than he wished to see the devil. The discussion, as I understand itconcerned itself only with what Coleman had to do with the thing, and yesterday anybody could see that he was in a panic.\\\"\\n\\nThey heard a step on the stair, and directly Coleman entered, followed by his dragoman. They were laden with the raw material for breakfast. The correspondent looked keenly among the students, for it was plain that they had been talking of him. It, filled him with rage, and for a stifling moment he could not think why he failed to immediately decamp in chagrin and leave eleven orphans to whatever fate. their general incompetence might lead them. It struck him as a deep shame that even then he and his paid man were carrying in the breakfast. He wanted to fling it all on the floor and walk out. Then he remembered Marjory. She was the reason. She was the reason for everything.\\n\\nBut he could not repress certain, of his thoughts. \\\"Say, you people,\\\" he said, icily, \\\"  you had better soon learn to hustle for yourselves. I may be a dragoman, and a butler, and a cook, and a housemaid, but I'm blowed if I'm a wet nurse.\\\" In reality, he had taken the most generous pleasure in working for the others before their eyes had even been opened from sleep, but it was now all turned to wormwood. It is certain that even this could not have deviated this executive man from labour and management. because these were his life. But he felt that he was about to walk out of the room, consigning them all to Hades. His glance of angry, reproach fastened itself mainly upon Peter Tounley, because he knew that of all, Peter was the most innocent.\\n\\nPeter, Tounley was abashed by this glance. So you've brought us something to eat, old man. That is tremendously nice of you-we-appreciate it like everything.\\\"\\n\\nColeman was mollified by Peter's tone. Peter had had that emotion which is equivalent to a sense of guilt, although in reality he was speckless. Two or three of the other students bobbed up to a sense of the situation. They ran to Coleman, and with polite cries took his provisions from him. One dropped a bunch of lettuce on the floor, and others reproached him with scholastic curses. Coke was seated near the window, half militant, half conciliatory. It was impossible for him to keep up a manner of deadly enmity while Coleman was bringing in his breakfast. He would have much preferred that Coleman had not brought in his breakfast. He would have much preferred to have foregone breakfast altogether. He would have much preferred anything. There seemed to be a conspiracy of circumstance to put him in the wrong and make him appear as a ridiculous young peasant. He was the victim of a benefaction, and he hated Coleman harder now than at any previous time. He saw that if he stalked out and took his breakfast alone in a cafe, the others would consider him still more of an outsider. Coleman had expressed himself like a man of the world and a gentleman, and Coke was convinced that he was a superior man of the world and a superior gentleman, but that he simply had not had words to express his position at the proper time. Coleman was glib. Therefore, Coke had been the victim of an attitude as well as of a benefaction. And so he deeply hated Coleman.\\n\\nThe others were talking cheerfully. \\\"What the deuce are these, Coleman ? Sausages? Oh, my. And look at these burlesque fishes. Say, these Greeks don't care what they eat. Them thar things am sardines in the crude state. No ? Great God, look at those things. Look. What? Yes, they are. Radishes. Greek synonym for radishes.\\\"\\n\\nThe professor entered. \\\" Oh,\\\" he said apologetically,  as if he were intruding in a boudoir. All his serious desire to probe Coleman to the bottom ended in embarrassment. Mayhap it was not a law of feeling, but it happened at any rate. \\\" He had come in a puzzled frame of mind, even an accusative frame of mind, and almost immediately he found himself suffer. ing like a culprit before his judge. It is a phenomenon of what we call guilt and innocence.\\n\\n\\\" Coleman welcomed him cordially. \\\" Well, professor,  good-morning. I've rounded up some things that at least may be eaten.\\\"\\n\\n\\\" You are very good \\\" very considerate, Mr. Coleman,\\\" answered the professor, hastily. \\\" I'am sure we are much indebted to you.\\\" He had scanned the correspondent's face, land it had been so devoid of guile that he was fearful that his suspicion, a base suspicion, of this noble soul would be detected. \\\" No, no, we can never thank you enough.\\\"\\n\\nSome of the students began to caper with a sort of decorous hilarity before their teacher. \\\" Look at the sausage, professor. Did you ever see such sausage \\\" Isn't it salubrious \\\" And see these other things, sir. Aren't they curious \\\" I shouldn't wonder if they were alive. Turnips, sir? No, sir. I think they are Pharisees. I have seen a Pharisee look like a pelican, but I have never seen a Pharisee look like a turnip, so I think these turnips must be Pharisees, sir, Yes, they may be walrus. We're not sure. Anyhow, their angles are geometrically all wrong. Peter, look out.\\\"  Some green stuff was flung across the room. The professor laughed; Coleman laughed. Despite Coke, dark-browed, sulking. and yet desirous of reinstating himself, the room had waxed warm with the old college feeling, the feeling of lads who seemed never to treat anything respectfully and yet at the same time managed to treat the real things with respect. The professor himself contributed to their wild carouse over the strange Greek viands. It was a vivacious moment common to this class in times of relaxation, and it was understood perfectly.\\n\\nCoke arose. \\\" I don't see that I have any friends here,\\\" he said, hoarsely, \\\" and in consequence I don't see why I should remain here.\\\"\\n\\nAll looked at him. At the same moment Mrs. Wainwright and Marjory entered the room.\\n\\nCHAPTER XIX.\\n\\n\\\"Good-morning,\\\" said Mrs. Wainwright jovially to the students and then she stared at Coleman as if he were a sweep at a wedding.\\n\\n\\\" Good-morning,\\\" said Marjory.\\n\\nColeman and the students made reply. \\\" Good-morning. Good-morning. Good-morning. Good-morning--\\\"\\n\\nIt was curious to see this greeting, this common phrase, this bit of old ware, this antique, come upon a dramatic scene and pulverise it. Nothing remained but a ridiculous dust. Coke, glowering, with his lips still trembling from heroic speech, was an angry clown, a pantaloon in rage. Nothing was to be done to keep him from looking like an ass. He, strode toward the door mumbling about a walk before breakfast.\\n\\nMrs. Wainwright beamed upon him. \\\" Why, Mr. Coke, not before breakfast ? You surely won't have time.\\\" It was grim punishment. He appeared to go blind, and he fairly staggered out of the door mumbling again, mumbling thanks or apologies or explanations. About the mouth of Coleman played a sinister smile. The professor cast. upon his wife a glance expressing weariness. It was as if he said \\\" There you go again. You  can't keep your foot out of it.\\\" She understood the glance, and so she asked blankly: \\\"Why, What's the matter? Oh.\\\" Her belated mind grasped that it waw an aftermath of the quarrel of Coleman and Coke. Marjory looked as if  she was distressed in the belief that her mother had been stupid. Coleman was outwardly serene. It was Peter Tounley who finally laughed a cheery, healthy laugh and they all looked at him with gratitude as if his sudden mirth had been a real statement or recon- ciliation and consequent peace.\\n\\nThe dragoman and others disported themselves until a breakfast was laid upon the floor. The adventurers squatted upon the floor. They made a large company. The professor and Coleman discussed the means of getting to Athens. Peter Tounley sat next to Marjory. \\\" Peter,\\\" she said, privately, \\\" what was all this trouble between Coleman and Coke ? \\\"\\n\\nPeter answered blandly: \\\" Oh, nothing at Nothing at all.\\\"\\n\\n\\\" Well, but--\\\" she persisted, \\\" what was the cause of it?\\\"\",\"timestamp\":1638928735,\"title\":\"He who was called Billie then addressed his com- panions.\"},\"digest\":\"AssGLV5iV-4MMjZGeXvKRBViayUR-_PtCdjtLiliK6c\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3QxX69fXnK_12BalMsmWOC8eHovN7SVRVMGIozI9IiM\\\",\\\"y\\\":\\\"ZFqQgNDDcQhzOGEBtaZS5SDjBr2W85kIcqoOPaRjsuo\\\"}\",\"signature\":\"O4_CNmn5cGoqmj4mWNJP1MeLpEvSWXdF-kAsvUfraM5roMilyYbvn6Gon6-FITY2uSmEKb01mqqyAYNMoq0ggg\",\"signingKeySignature\":\"0x6d9f75b03b1962c45dc681937fc0254eba84fe8256ca9c3a77ad7aa9af3f40be3ec8c3b1dce444933e73cfeab3b10243d1fa34de445766675fc2f40e28a89a471c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3QxX69fXnK_12BalMsmWOC8eHovN7SVRVMGIozI9IiM\\\",\\\"y\\\":\\\"ZFqQgNDDcQhzOGEBtaZS5SDjBr2W85kIcqoOPaRjsuo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AssGLV5iV-4MMjZGeXvKRBViayUR-_PtCdjtLiliK6c\"}"