"{\"content\":{\"body\":\"Over the past year I've been growing my side project blog about Cars and Trucks, but over the last 3-6 months it's only really started to take off to the tune of $5,300 in Oct '21. 95% of this is profit from passive advertising revenue.\\n\\nThe biggest reason for the huge growth from \\\\~$1k/mo to over $5k in Oct was mainly due to a couple different things:\\n\\n1. I switched my advertising network from Ezoic to Mediavine.\\n2. Finally being able to use my own SEO niche content creation software.\\n\\nWhile I would STRONGLY encourage anyone not in an advertising network to join one immediately, if you are in Ezoic, I would even more strongly encourage you to try and meet the requirements and apply to Mediavine. I saw my ad revenue 2.5x almost immediately.\\n\\nNow to the good part.\\n\\nOver the last 3 months I've consistently published 4-5 articles a day, of 500-3,000 words each using software I've developed myself. It's allowed me to learn, create, and publish 100x faster, with 10x better quality, without ANY writing (outside of deleting and organizing), and without ANY knowledge of the topics or SEO target keywords. WTF? I know, I know. Too good to be true, right?\\n\\nIf you want to cut to the chase and see it for yourself; then go to my site below, watch the video, and sign up for open beta. I'd love to work with everyone here to help any way I can!\\n\\n<https://ousia.ai>\\n\\nIf you're still curious, check out the FAQs to go a bit deeper. My site is barebones and this is the first time I've written about my software.\\n\\n**FAQs**\\n\\nQ: How does the software work?\\n\\nA: Over the course of my career (I'm actually an ex-Amazon, ex-Disney,  ex-Hearst Magazines SEO) I've scaled \\\"content machines\\\" to 10,000+ articles in 12 months spending hundreds of thousands of company dollars on scaling SEO content for a wide variety of companies.\\n\\nI've consistently used a strategy to research and create good quality content at scale called \\\"stacking\\\".\\n\\nBasically, it's a strategy to analyze the top X articles and sources for a given topic and \\\"stack\\\" (or aggregate) them together in order to create one larger, in-depth single article by combining all their important info, facts, and answers together. The main benefits of this technique is to create the best piece of content on a single page by covering as many DIFFERENT questions and answers to any given keyword topic. From an SEO and Google algorithm standpoint, this achieves a type of content quality that is mathematically or objectively better than any single existing source article since it combines the unique answers from them all.\\n\\nMy software performs this \\\"answer curation\\\" over thousands of sources automatically. It's been a huge help in creating long form, mastery level content on very niche topics with ZERO knowledge. Surprisingly, it's best used for ultra-niche topics (which are usually the most esoteric).\\n\\nNot only does the software curate and present hundreds of questions and answers for any niche keyword, it also features a finely-tuned model that automatically rewrites them, that passes plagiarism checkers, for automatic use in your final article. The entire process end-to-end to write a full article takes minutes, with zero writing, with only 5-10 clicks.\\n\\nQ: How do I use the software?\\n\\nA: I'm offering for the first time an open beta for anyone that wants to test it out. You can also see the video at my site. One of the main benefits is that it automatically trains itself on whatever sources are uploaded to it. So whatever industry or niche topic you're in it can be used with a high level of precision. If you want to check it out and see it in action, I've created a demo at my site <https://ousia.ai>\\n\\nQ: Is there a way to sign up and use it for yourself?\\n\\nA: Of course! I've created an open beta at my site <https://ousia.ai>. Go to the site, sign up, and I will reach out personally to get you on-boarded. I'll even throw in some free SEO advice ;)\\n\\n**UPDATE: CASE STUDY DETAILS**\\nWanted to add some more details of my case study. Thanks everyone for your support and I'll be reaching out to everyone that signed up via email! Thanks again!\\n\\nFirst, the site I've been building and referencing in this post is\\n<https://www.car-engineer.com>\\n\\nIf you're curious about the content I've been building using my software [Ousia.ai](http://Ousia.ai) feel free to paginate through the most recent posts starting on the homepage (every post I've built over the last 2-3 months I've done ONLY using the software). Like I said above, my workflow is just deleting, rewording Headings, Subheadings, organizing answers/paragraphs, adding an image and a Youtube video (which you can do in the software).\\n\\n![sample keyword rankings](https://ousia.ai/wp-content/uploads/2021/11/KW_rankings_Gsheet_Oct21.png)\\n\\n![Est. Organic Traffic (SEMrush)](https://ousia.ai/wp-content/uploads/2021/11/CE_2Y_traffic.png)\\n\\n![Est. Organic Traffic (AHREFs)](https://ousia.ai/wp-content/uploads/2021/11/CE_AHREFS_Traffic.png)\\n\\n![Ad Revenue Earnings (Mediavine)](https://ousia.ai/wp-content/uploads/2021/11/CE_MV_OCT_EARNINGS.png)\\n\\n\",\"timestamp\":1639151586,\"title\":\"Case study: Making $5k/mo from my blog using my own SEO content software\"},\"digest\":\"FLxUIBrXzh0ZRRD24VpUIHa9Lb1UcTk65BcRDN9K1vE\",\"authorship\":{\"contributor\":\"0xbE13318AB957871d335B4e295C7e0272386a7472\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rkBeho3DpUdd_k8e2P4fx8yzd5JJ-b93gLupzXlXBgQ\\\",\\\"y\\\":\\\"hOZFv50WNczKRhrELJjA7TR9cLX05gYKt3TShRdcci8\\\"}\",\"signature\":\"op8U6HNkZyvw7XGFmEGKa8MHIoQf-Gq5qo30szaJz-YhEb6fUAB21jCpqpkvDNcibIF1GOB65sQStCQ-db97tg\",\"signingKeySignature\":\"0x9371c4510c70876c768774d8cab29ae4951c00c56a98851cccfe17339109cfc57f0657e17713f73448a8c0ee7541cf7837c0c5d7004193c90097902e4d6b686c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rkBeho3DpUdd_k8e2P4fx8yzd5JJ-b93gLupzXlXBgQ\\\",\\\"y\\\":\\\"hOZFv50WNczKRhrELJjA7TR9cLX05gYKt3TShRdcci8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FLxUIBrXzh0ZRRD24VpUIHa9Lb1UcTk65BcRDN9K1vE\"}"