"{\"content\":{\"body\":\"## **Navy SEALS – extreme ownership**\\n\\nIt is difficult to imagine a tougher environment for leadership than war. It is in the middle of the night, in Ramadi, Iraq. A team member breaks a leg while retreating towards your basecamp and suddenly you are surrounded by civilians looking exactly like your enemy. Decide. And fast. **Tough decisions make good leaders.** To lead in such conditions, the Navy SEALS operate under the leadership principle of **EXTREME OWNERSHIP.** In any organization, **all responsibility for success and failure rests with the leader**. ALL of it. Your team does not execute as planned? You didn't communicate well enough. Your supplier is not in time? You didn't plan well enough. Your team does not deliver in time? You didn't prioritize enough. There are no bad teams, only bad leaders. Find out more: [Book](https://www.amazon.com/Extreme-Ownership-U-S-Navy-SEALs/dp/1250067057).\\n\\n## **Data crops - Indigo agriculture**\\n\\nFarmers sell a commodity, they usually have low leverage and low margins. Indigo saw a way to change that. By tracking crop composition, you can see which contains more starch, sugar, protein... A bakery might benefit from more starch, while a brewer might prefer higher protein.  They put sensors in every field and analyzed each harvest. Then, they created a marketplace for farmers and companies to trade crops depending on their characteristics, therefore no longer a total commodity. But they are not stopping there. Having all the info about crop trades, they are in the best position to organize transport. So they created a market for crop transport contracts. Not enough. With all the data about fields and yields they can measure CO2 carbon capture, which nowadays can be traded. Can you guess what they did? Yep, a CO2 credit marketplace. Indigo has an **scalability of *****Amazonian***** proportions**, latest valuation at 3 billion. Yes, with a B.\\n\\n## **Forbidden powerpoints - Amazon Rules**\\n\\nA lot of people's job could be *wrongly* described as making PowerPoints (and excels). I was recently surprised to read that powerpoints are forbidden in Amazon. How can they even function?? Amazon uses **Narratives**. These are 6-page long, data-rich documents where a project is explained with all details. **Writing forces people to think clearly**, to go to the basics. It is easy to identify BS in a text. When a key meeting takes place, the Narrative is distributed at the beginning and the first 15 minutes are used to read it in silence while everyone is connected to the call. This way, everyone starts from the same point of understanding.\\n\",\"timestamp\":1634373323,\"title\":\"Navy seals, data crops & forbidden powerpoints\"},\"digest\":\"Tb6T97bxTnf5afZ8qs0Ixgct51lYsRDz4tbyvDvZLxo\",\"authorship\":{\"contributor\":\"0x7f4d220AD2108948d7d6065699AF8e8Fae3ce72F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zDJxxvCeVUeoafqqq1Gq8KV6Ae1COMVFGH03iE_fzQE\\\",\\\"y\\\":\\\"peqEOsYiW2VsRpJZPrCXiDzu5uuDCa_1riuMfC7ye7E\\\"}\",\"signature\":\"w3kgjFV3Q7w_FGisk8RpVgboEj4kyOp_eP4B7fR4SEHoaoJjIddV8yqSfQRwLf0p5PeM-tXOU6YH03MezVB2Pg\",\"signingKeySignature\":\"0xea1df904fe0ea4ea49d5daaa0e4d9d36a34e9fb03ac17c96e34cce6c1c7686f763e4c2360ea8f8c216e5163a23f1aa9f530b0ca2b96f5e4ddb8cd9385af4279d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zDJxxvCeVUeoafqqq1Gq8KV6Ae1COMVFGH03iE_fzQE\\\",\\\"y\\\":\\\"peqEOsYiW2VsRpJZPrCXiDzu5uuDCa_1riuMfC7ye7E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tb6T97bxTnf5afZ8qs0Ixgct51lYsRDz4tbyvDvZLxo\"}"