"{\"content\":{\"body\":\"### **Disclaimer: Technical controls should be utilized wherever and whenever possible. Please don't take automation as the bible for passing audits you must ensure that controls that are inline with your industry and your organization in most cases controls are related to regulations.**\\n\\nCloud Security Compliance in a lot of enterprises has not been planned and thought out ahead of time. Basically, organizations wait until some audit comes around and then everyone rushes to ensure they are compliant, just to pass either their internal audit or external audit.\\n\\nHumans start running around in a circle to remediate issues that that they deemed related to “compliance” or “security”, hiring vendors and contractors to perform in this elaborate production to ensure that they pass their audit, but in reality it’s just another play going on at The Risk [Management Theatre](https://continuousdelivery.com/2013/08/risk-management-theatre/).\\n\\nIn [Agile compliance](https://www.scaledagileframework.com/compliance/) focused enterprises and business, compliance and security solutions are incrementally built, and in most cases codified. Now the Security team members are no longer just actors performing, but they are truly implementing value added actions, thus the illusion of security and/or compliance is not just a bunch of written documentation that can’t be measured or validated.\\n\\nThe traditional way of implementing security compliance the waterfall model, whereas full patterns and controls must be defined and committed in detail. This is not the agile model nor can it scale in this fast pace ever changing public cloud environment.\\n\\nI do understand that not all companies are ready to move to a strictly automated event driven security model, nor do I recommend it. However, I do recommend at least a partially automated workflow to optimize security team capabilities.\\n\\nThis article is the first of a two part editorial for those companies that still follow a quasi-waterfall model and want to enhance their compliance posture by using an automated workflow solution.\\n\\nIn this article, I will describe a few components to integrate your Cloud Continuous Security model. The bulk of these services are native to the AWS environment, and are often overlooked for vendor tools. In most cases these vendor tools integrate with AWS native Security solutions.\\n\\nFor this solution, I will be using AWS Config, Config Rules, AWS System Manager, SSM Automated Document, and Jira.\\n\\nBelow is a description of each service in more detail:\\n\\n**AWS Config — **AWS Config is a service that enables you to assess, audit, and evaluate the configurations of your AWS resources. Config continuously monitors and records your AWS resource configurations and allows you to automate the evaluation of recorded configurations against desired configurations [\\\\[source\\\\]](https://aws.amazon.com/config/)\\n\\n**AWS Custom Config Rules -**AWS Config provides *AWS managed rules*, which are predefined, customizable rules that AWS Config uses to evaluate whether your AWS resources comply with common best practices. For example, you could use a managed rule to quickly start assessing whether your Amazon Elastic Block Store (Amazon EBS) volumes are encrypted or whether specific tags are applied to your resources. You can set up and activate these rules without writing the code to create an AWS Lambda function, which is required if you want to create custom rules. The AWS Config console guides you through the process of configuring and activating a managed rule. You can also use the AWS Command Line Interface or AWS Config API to pass the JSON code that defines your configuration of a managed rule. [\\\\[source\\\\]](https://docs.aws.amazon.com/config/latest/developerguide/evaluate-config_use-managed-rules.html)\\n\\n**AWS System Manager- **AWS Systems Manager gives you visibility and control of your infrastructure on AWS. Systems Manager provides a unified user interface so you can view operational data from multiple AWS services and allows you to automate operational tasks across your AWS resources. With Systems Manager, you can group resources, like [Amazon EC2](https://aws.amazon.com/ec2/) instances, [Amazon S3](https://aws.amazon.com/s3/) buckets, or [Amazon RDS](https://aws.amazon.com/rds/) instances, by application, view operational data for monitoring and troubleshooting, and take action on your groups of resources. Systems Manager simplifies resource and application management, shortens the time to detect and resolve operational problems, and makes it easy to operate and manage your infrastructure securely at scale. [\\\\[source\\\\]](https://aws.amazon.com/systems-manager/)\\n\\n**AWS System Manager Automation Document -**Systems Manager Automation document defines the Automation workflow (the actions that Systems Manager performs on your managed instances and AWS resources). Automation includes several pre-defined Automation documents that you can use to perform common tasks like restarting one or more Amazon EC2 instances or creating an Amazon Machine Image (AMI). Documents use JavaScript Object Notation (JSON) or YAML, and they include steps and parameters that you specify. Steps run in sequential order. [\\\\[source\\\\]](https://docs.aws.amazon.com/systems-manager/latest/userguide/systems-manager-automation.html)\\n\\nNow that you are familiar with the tools that I will utilize for this solution, in the following article [Remediating Noncompliant AWS Resources using AWS Native Tools](https://www.linkedin.com/pulse/remediating-noncompliant-aws-resources-using-native-tools-artis/) I walk through the implementation.\\n\",\"timestamp\":1634052102,\"title\":\"How To Validate Internal Security Compliance With AWS Native Tools and Jira\"},\"digest\":\"ULawMO3jH55XC3ERje-fLB3VOUEgo36mL2lx2g8qHwE\",\"authorship\":{\"contributor\":\"0xBA555C40F3B1A87a4835BF134e7B3E56c57EbC4A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ic2X5J5cjyRGs6vYn2v-nFKEF0az3sfOmTSqVNdty-A\\\",\\\"y\\\":\\\"KCp1Xa_cFUL4r6T2HF0bgEuRpSAJYqaBkxBAbvyPR6I\\\"}\",\"signature\":\"H_qmIH7wpr5PbVOADxc9NnIf_fAk0iUxJZ6_GhlgM8IJ72OatWCXWip39MAwhVyqc4jDdWYQL69El1u8OYM1_Q\",\"signingKeySignature\":\"0x0314fc1416eb79193a60be03968ac4f9316a42c3e6e34f16b2bf72bbf34d50385d2b060942ff8332d67b7d552a3a60335cccdce2096a6d4d51f988e9408be6831b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ic2X5J5cjyRGs6vYn2v-nFKEF0az3sfOmTSqVNdty-A\\\",\\\"y\\\":\\\"KCp1Xa_cFUL4r6T2HF0bgEuRpSAJYqaBkxBAbvyPR6I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ULawMO3jH55XC3ERje-fLB3VOUEgo36mL2lx2g8qHwE\"}"