"{\"content\":{\"body\":\"Sherlock is excited to announce a long-awaited $10M collaboration with Euler Finance to protect Euler users from smart contract risk starting on the first day of launch. The Sherlock team has worked shoulder-to-shoulder with the talented devs at Euler over the last 3 months to get ready for the much anticipated launch. \\n\\nEuler is part of the first cohort of protocols during Sherlock’s guarded launch. Each protocol gets access to $10M in smart contract coverage, a security assessment from top auditors, and a $1M ImmuneFi bug bounty provided by Sherlock. \\n\\n[Sherlock](https://sherlock-protocol.medium.com/introducing-sherlock-b6543972adf8) is a risk management platform built on Ethereum and designed to keep end users protected by providing affordable and scalable coverage to protocols.\\n\\n### Euler’s Security Practices\\n\\nSherlock's partnership with Euler is exciting because Euler prioritizes all of the attributes that Sherlock looks for when deciding to cover protocols. As Euler announced, the initial launch is a guarded one specifically to minimize security risk. \\n\\nThe steps taken to secure Euler include: \\n\\n* $1MM ImmuneFi bug bounty provided by Sherlock\\n* Audits from Solidified, ZK Labs, Halborn, Sherlock, and several other independent security experts\\n* Formal verification by Certora\\n* High test coverage\\n* And of course, the guarded launch\\n\\nBuilding a lending protocol in crypto is not an easy task by any means. Since the time Sherlock started working with Euler in September, many more risks have been exposed in lending markets. Cream Finance, one of the most popular lending markets in crypto, was [hacked](https://www.theblockcrypto.com/post/122241/ethereum-defi-protocol-cream-finance-hacked-for-115-million) for over $130M and many expressed that [Aave](https://blockworks.co/4-2-billion-withdrawn-from-aaves-money-market-protocol/) and Iron Bank had been vulnerable to the same exploit. Rari Capital’s Fuse markets were [hacked](https://twitter.com/RariCapital/status/1455569653820973057) last month (here’s a [great writeup](https://cmichel.io/replaying-ethereum-hacks-rari-fuse-vusd-price-manipulation/) by the Sherlock Watson who led Euler’s security assessment).\\n\\nThe Euler team’s response to these new vulnerabilities has been nothing short of heroic. Not only was every new exploit angle broken down and assessed, but the team became bleeding edge experts on Uni V3 manipulation and published [articles](https://twitter.com/euler_mab/status/1459314460087267332) and [papers](https://github.com/euler-xyz/uni-v3-twap-manipulation/blob/master/cost-of-attack.pdf) about it. All while continuing to build towards their mainnet launch.\\n\\nWhile Euler’s security practices are impressive and Sherlock finds this area extremely interesting, you’re probably wondering what Euler actually does. \\n\\n**Capital-Efficient, Permissionless Lending**\\n\\nEuler helps users earn interest on their crypto assets or hedge against volatile markets without the need for a trusted third party. This is extremely important and ground-breaking. Permissionless lending is a very new concept and 99.9% of human history has sadly existed without it. No more. Having no trusted third party means that even “centralized” oracles services are done away with, in favor of fully decentralized markets such as Uniswap.\\n\\n**Why is this cool?** \\n\\nBesides the obvious answer that it means you don’t have to trust third parties, there are some really exciting possibilities that get opened up:\\n\\nShort-sell anything – A truly efficient market enables betting for and against an asset. This is not currently possible in crypto and opens up a whole new array of investing strategies. \\n\\nUse leverage on anything – Euler’s swap module will allow users to put on one-click leveraged long and short positions on any collateral vs collateral asset pairs and one-click leveraged short positions on any collateral vs non-collateral pairs.\\n\\nEarn interest on anything – Euler allows you to earn interest on any ERC-20 token, no matter how small. \\n\\nLiquidity mine anything – Deposit eligible collateral and borrow anything that will result in liquidity mining rewards. By creating a lending market for everything, anyone can tap into farming without selling their high quality assets.\\n\\nBut that’s just the tip of the iceberg. Euler has innovated across every piece of lending markets including reactive interest rates, protected collateral, MEV-resistant liquidations, multi-collateral stability pools, sub-accounts, risk-adjusted loans and much more. \\n\\n**Keep up with Euler:**\\n\\n* Follow along on [Twitter](https://twitter.com/eulerfinance), [Discord](http://discord.gg/vyaufngA7n), [Telegram](http://bit.ly/3my5Udt) and [Medium](http://blog.euler.finance)\\n* Read the [whitepaper](https://docs.euler.finance/getting-started/white-paper)\\n* See how Euler thinks about [risks in lending protocols](https://blog.euler.finance/risks-in-crypto-a-lending-protocol-perspective-376e19c1d01a)\\n\\n**Keep up with Sherlock:**\\n\\n* Follow along and get involved on [Twitter](https://twitter.com/sherlockdefi) and [Discord](https://discord.gg/dxYnVvEu4X)\\n* Check out the [docs](https://docs.sherlock.xyz/)\\n* Keep an eye out for the V2 in early 2022!\\n\\nEuler is a great example of the type of security-minded team that Sherlock looks for. We’re excited to watch Euler continue to grow and Sherlock will be there to provide more cover and other services every step of the way. \\n\\n \\n \",\"timestamp\":1639695860,\"title\":\"Euler x Sherlock: Permissionless Lending Markets\"},\"digest\":\"gBiPcM30D4yJeqR-pxbkYHR3k40_JxHWaN8a4ZDMNWQ\",\"authorship\":{\"contributor\":\"0xE400820f3D60d77a3EC8018d44366ed0d334f93C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ldmbWUtPoH4TWRCazKGJ2nt1kFfEShXa2jBxwiRDxhc\\\",\\\"y\\\":\\\"55BsQZqODbZC0U8j0dLXxFL1b0jqsVAxDu7vM2fVVP8\\\"}\",\"signature\":\"mms4DSxGyhfI59VrbnAfUtCB3c9emOLjaPJIyG3tWHLV5xjGguWwVH17nRHOOvPDo80UwTQQ8JAdybqh1qqUQg\",\"signingKeySignature\":\"0x8b90b67af44fc6c62215498cbfbb63bc6e59f4639816f95af8720ae667bd8bf22c01e700a29abd37bd11741b5238f69583017ec087f998382b746510a4c558531b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ldmbWUtPoH4TWRCazKGJ2nt1kFfEShXa2jBxwiRDxhc\\\",\\\"y\\\":\\\"55BsQZqODbZC0U8j0dLXxFL1b0jqsVAxDu7vM2fVVP8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WWuglPwGDDkGgBlOt1Tz9JbPv6xhQx7lyFEeiXllcDI\"}"