"{\"content\":{\"body\":\"![Balendjo Simbiosis Symbiosis by @yatalley](https://images.mirror-media.xyz/publication-images/v17YzNntWnMbF_jwTr7PS.png?height=3000&width=3000)\\n\\nTonight, Good Work DAO drops its genesis [\\\"Groundbreaking: Haitian Art\\\"](https://foundation.app/collection/GROUNDBREAKING) collection on Foundation, featuring 1/1 works from 12 of Haiti's most gifted artists.\\n\\nTomorrow night, we celebrate the drop [IRL at WNDO @ BudmanStudio](https://lu.ma/a6zjmpab) in Venice, and [URL on Zoom](https://lu.ma/d61b5h07). The works were created during an 8-week artist in residency program where artists had access to established NFT artists and web3 developers serving as mentors to help them explore new media and express themselves in this new space.\\n\\nThe project introduces a system of change, where 25% of the proceeds will go to a multi-sig wallet managed by the 12 Haitian artists to fund their ongoing efforts to on-board more Haitian artists after their residency with Good Work DAO is finished. 50% of the proceeds go directly to the artists and 25% to the Good Work DAO to fund its operations developing and promoting artists.\\n\\nThe project originated in September when a group of people in the NFT space in Venice, California came together in support of a group of Haitian artists who were interested in learning more about NFTs and web3.\\n\\nAn artist in residence program took shape and we started weekly calls, connecting artists with individual mentors. We apologized in advance that, because we're a startup DAO, we wouldn't be as organized as we hope to be in the future but that we'd try to make up for it with individual attention and coaching. They were cool with that.\\n\\nWhen we started the program, President Moïse had just been assassinated and Haiti had fallen into even deeper political crisis. A month later, the island was rocked by a 7.2 magnitude earthquake followed immediately by Tropical Depression Grace.\\n\\nHaiti is experiencing one of its most difficult times in modern history. Gangs run the streets. Kidnapping and murder is rampant. During the course of this program one of our artists had a friend kidnapped. Another had someone shot outside their window. A gas shortage has all but paralyzed the country and just last night, a fuel truck exploded killing at least 50 people and wounding dozens more.\\n\\nThere is no justice so people take matters in their own hands, creating an atmosphere of fear and mistrust that is difficult to imagine for those who haven't experienced it.\\n\\n![@thonyloui with World Gone Mad ](https://images.mirror-media.xyz/publication-images/s8aCledF6KToM0DuUtjCS.jpeg?height=1536&width=2048)\\n\\nHow do you find the freedom to create in an environment like that? When you fear for your safety and when there is madness all around you? You'll have to ask our artists in residence, because we don't know.\\n\\nBut what we witnessed were artists who were leaning in so hard to learning and exploring new ways to express themselves, creating, and co-creating with us, that they were able to push past the realities of their current situation. We saw people who, in the face of challenge after challenge, kept rising above, staying positive, and moving forward. Haitians are particularly good at this.\\n\\n![World Makers by King Midas](https://images.mirror-media.xyz/publication-images/9nk6HvUAZinQIiNbCOPdE.png?height=7588&width=5399)\\n\\nWe are blown away by the effort that the artists put into this program and the works they submitted. We hope you will find owning one as meaningful as we found the experience of helping them bring them to life.\\n\\nFor us, coming together in an act of service to on-board artists who would otherwise struggle for access, is a meaningful purpose to gather and co-create around. We plan to continue doing things like this and figure things out as we go. If you like where we're headed, join our discord, get to know our community, and help us shape the future of Good Work DAO!\\n\\nCongratulations to our genesis season artists in residence!\\n\\n[OliGart,](https://twitter.com/OliGart) [Yatalley,](https://twitter.com/yatalley) [Thonyloui,](https://twitter.com/thonyloui) [Bousiko,](https://twitter.com/Bousiko) [Ferlando,](https://twitter.com/artbyferlando) [King Midas,](https://twitter.com/king_midas__) [Timoza,](https://twitter.com/timoza) [Veridiques](https://twitter.com/Veridique_art), [amamakeda](https://twitter.com/amamakeda), [Styves,](https://twitter.com/StyArtwork) [Taz Spady](https://twitter.com/Spady03), [JerryXWolf](https://twitter.com/JerryXWolf).\\n\\nAnd a huge thank you to all the mentors who participated this season!\\n\\n[picnicnorris,](https://twitter.com/picnicnorris) [trik.eth,](https://twitter.com/trik_eth) [GetgudM,](https://twitter.com/GetgudM) [Science_stanley,](https://twitter.com/Science_stanley) [JoshuaThomasGr2,](https://twitter.com/JoshuaThomasGr2) [Cadet2046,](https://twitter.com/Cadet2046) [patrickamadon](https://twitter.com/patrickamadon), [HARR0WYN,](https://twitter.com/HARR0WYN) [yonmeister_art,](https://twitter.com/yonmeister_art) [beginbotbot,](https://twitter.com/beginbotbot) [kristufferwouLd,](https://twitter.com/kristufferwouLd) [engle,](https://twitter.com/engle) [TheMindofSol,](https://twitter.com/TheMindofSol) [_mecyver](https://twitter.com/_mecyver)\",\"timestamp\":1639527468,\"title\":\"Good Work DAO Groundbreaking Season: Bringing 12 Haitian Artists On-chain\",\"publication\":\"goodwork\"},\"digest\":\"aH2JyR_cLnRsyOr-K8zMtQQ9YfoXQ0YCZXKtZgUVjz4\",\"authorship\":{\"contributor\":\"0xfA94DC0fEa434aD428e80EC7CF66E0DC56327FE2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zLl1spq7L83iI_toZ65RRRf5hQYlvdOsLEjgDcxDhWk\\\",\\\"y\\\":\\\"K9HY-y9csmfBbB6QU4pbfDzpMy76RWv5GNVT5Sh34h8\\\"}\",\"signature\":\"QB6k-4UqFhJwmN6Wd4_hiYDhmYxmledD4EuXlrnE2In0rfhFyBSR9OlRmjIIhD0bgD1TyR6dzR1jmlkRYYs-DA\",\"signingKeySignature\":\"0xf420f0a1c60de0d071c534a0aab7c3ea2266fde615b168b37bb87a383ba54dd75c5db25d226c1aae1ead62f82d1266514653f936def88d33da0743202ad720651b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zLl1spq7L83iI_toZ65RRRf5hQYlvdOsLEjgDcxDhWk\\\",\\\"y\\\":\\\"K9HY-y9csmfBbB6QU4pbfDzpMy76RWv5GNVT5Sh34h8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gZUYmzuKFfaLudQy8RCiTcuQZNPH0LC6cQLWjRvghm8\"}"