"{\"content\":{\"body\":\"which forms the centre of a population gifted with mechanical instinct. From an early period the finest sort of mechanical work has been turned out in that part of England.  Much of the talent is inherited. It descends from father to son, and develops itself from generation to generation.  I may mention one curious circumstance connected with the pedigree of Manchester:  that much of the mechanical excellence of its workmen descends from the Norman smiths and armourers introduced into the neighbourhood at the Norman Conquest by Hugo de Lupus, the chief armourer of William the Conqueror, after the battle of Hastings, in 1066.\\n\\nI was first informed of this circumstance by William Stubbs of Warrington, then maker of the celebrated \\\"Lancashire files.\\\" The \\\"P. S.,\\\" or Peter Stubbs's files, were so vastly superior to other files, both in the superiority of the steel and in the perfection of the cutting, which long retained its efficiency, that every workman gloried in the possession and use of such durable tools. Being naturally interested in everything connected with tools and mechanics, I was exceedingly anxious to visit the factory where these admirable files were made.  I obtained an introduction to William Stubbs, then head of the firm, and was received by him with much cordiality when I asked him if I might be favoured with a sight of his factory, he replied that he had no factory, as such; and that all he had to do in supplying his large warehouse was to serve out the requisite quantities of pure cast steel as rods and bars to the workmen; and that they, on their part, forged the metal into files of every description at their own cottage workshops, principally situated in the neighbouring counties of Cheshire and Lancashire.\\n\\nThis information surprised as well as pleased me.  Mr. Stubbs proceeded to give me an account of the origin of this peculiar system of cottage manufacture in his neighbourhood.  It appears that Hugo de Lupus, William the Conqueror's Master of Arms, the first Earl of Chester, settled in North Cheshire shortly after the Conquest.  He occupied Halton Castle, and his workmen resided in Warrington and the adjacent villages of Appleton, Widnes, Prescot, and Cuerdley. There they produced coats of steel, mail armour, and steel and iron weapons, under the direct superintendence of their chief.\\n\\nThe manufacture thus founded continued for many centuries. Although the use of armour was discontinued, the workers in steel and iron still continued famous.  The skill that had formerly been employed in forging chain armour and war instruments was devoted to more peaceful purposes.  The cottage workmen made the best of files and steel tools of other kinds.  Their talents became hereditary, and the manufacture of wire in all its forms is almost peculiar to Warrington and the neighbourhood.  Mr. Stubbs also informed me that most of the workmen's peculiar names for tools and implements were traceable to old Norman-French words.  He also stated that at Prescot a peculiar class of workmen has long been established, celebrated for their great skill in clock and watchmaking; and that, in his opinion, they were the direct descendants of a swarm of workmen from Hugo de Lupus's original Norman hive of refined metal-workers, dating from the time of the Conquest.  To return to my narrative.  In the midst of such a habitually industrious population, it will be obvious that there was no difficulty in finding a sufficient supply of able workmen.  It was for the most part the most steady, respectable, and well-conducted classes of mechanics who sought my employment--not only for the good wages they received, but for the sake of their own health and that of their families; for it will be remembered that the foundry and the workmen's dwellings were surrounded by the fresh, free, open country. In the course of a few years the locality became a thriving colony of skilled mechanics.  In order to add to the accommodation of the increasing numbers, an additional portion of land, amounting to eight acres, was leased from Squire Trafford on the same terms as before. On this land suitable houses and cottages for the foremen and workmen were erected.  At the same time substantial brick workshops were built in accordance with my original general plan, to meet the requirements of our rapidly expanding business, until at length a large and commodious factory was erected, as shown in the annexed engraving.\\n\\n\\\\[Image\\\\]  Bridgewater Foundry Patricroft.          From a painting by Alexander Nasmyth.\\n\\nThe village of Worsley, the headquarters of the Bridgewater Canal, supplied us with a valuable set of workmen.  They were, in the first place, labourers; but, like all Lancashire men, they were naturally possessed of a quick aptitude for mechanical occupations connected with machinery.  Our chief employment of these so-called labourers was in transporting heavy castings and parts of machinery from one place to another.  To do this properly required great care and judgment, in order that the parts might not be disturbed, and that the mechanics might proceed towards their completion without any unnecessary delay. None but those who have had practical acquaintance with the importance of having skilful labourers to perform these apparently humble, but in reality very important functions, can form an adequate idea of the value of such services.\\n\\nAll the requisite qualities we required were found in the Worsley labourers.  They had been accustomed to the heaviest class of work in connection with the Bridgewater Canal.  They had been thoroughly trained in the handling of all manner of ponderous objects. They performed their work with energy and willingness.  It was quite a treat to me to look on and observe their rapid and skilful operations in lifting and transporting ponderous portions of machinery, in which a vast amount of costly work had been embodied.  After the machines or engines had been finished, it was the business of the same workmen to remove them from the workshops to the railway-siding alongside the foundry, or to the boats at the canal wharf.  In all these matters the Worsley men could be thoroughly depended upon.\\n\\nWhere they showed the possession, in any special degree, of a true mechanical faculty, I was enabled to select from the working labourers the most effective men to take charge of the largest and most powerful machine tools--such as planing machines, lathes, and boring machines. The ease and rapidity with which they caught up all the technical arts and manipulations connected with the effective working of these machines was extraordinary.  The results were entirely satisfactory to myself, as well as to the men themselves, by the substantial rise in their wages which followed their advancement to higher grades of labour.  Thus I had no difficulty in manning my machine tools by drawing my recruits from this zealous and energetic class of Worsley labourers.   It is by this \\\"selection of the fittest\\\" that the true source of the prosperity of every large manufacturing establishment depends.  I believe that Free Trade in Ability has a much closer relation to national prosperity than even Free Trade in Commodities.\\n\\nBut here I came into collision with another class of workmen--those who are of opinion that employers should select for promotion, not those who are the fittest and most skilful, but those who have served a seven years' apprenticeship and are members of a Trades' Union. It seemed to me that this interference with the free selection and promotion of the fittest was at variance with free choice of the best men, and that it was calculated, if carried out, to strike at the root of the chief source of our prosperity.  If every workman of the same class went in the same rut, and were paid the same uniform rate of wages, irrespective of his natural or acquired ability, such a system would destroy the emulative spirit which forms the chief basis of manipulative efficiency and practical skill, and on which, in my opinion, the prosperity of our manufacturing establishments mainly depends.  But before I proceed to refer to the strike of Unionists, which for a time threatened to destroy, or at all events to impede the spirit of enterprise and the free choice of skilful workmen, in which I desired to conduct the Bridgewater Foundry, I desire to say a few words about those excellent helpers, the foremen engineers, who zealously helped me in my undertaking from beginning to end.\",\"timestamp\":1639290121,\"title\":\"\\nI had no difficulty in obtaining abundance of skilled workmen in South Lancashire and Cheshire.  I was in the neighbourhood of Manchester\"},\"digest\":\"Sej2PL6kMA9UHQe6fpFNdgRuLDvN4D5x533MhYpuMTw\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MeQdU4PWCZhchBj9B-9_223ET2b6e-fmcwITU6pPE6A\\\",\\\"y\\\":\\\"gc-lhnQocZrz95BwabTSyyK6Ogxn82dBSZBR83cZ03E\\\"}\",\"signature\":\"vFUZPTPiQ3mYlfFoDsbOHYvKqi3DS9jcs_lrIcbpuQd7gUii3z_xXljj9x4yBGQw9i8Q9UVu_9Te8jqwWSFLcQ\",\"signingKeySignature\":\"0x76e21c9de996b17c63e25adaf165d93b8a39115d561ec4babcd6c256b6d9696863ad0af60e22842c9be15cdaba191688585fa59f822aa68eeb93d7a3d5b203151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MeQdU4PWCZhchBj9B-9_223ET2b6e-fmcwITU6pPE6A\\\",\\\"y\\\":\\\"gc-lhnQocZrz95BwabTSyyK6Ogxn82dBSZBR83cZ03E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sej2PL6kMA9UHQe6fpFNdgRuLDvN4D5x533MhYpuMTw\"}"