"{\"content\":{\"body\":\"关中人都相信，财富是从嘴上省下来的。 \\n  \\n     太祖父省一口，祖父这里就多一口，祖父再省一口，到了父亲这里就比别人家多了两口。 \\n  \\n     遇到灾荒年，有这两口吃的，很可能就能落得一个子孙绵延的大好场面。 \\n  \\n     云昭自然是不信的，他坚信，生命最多只有百年，如果过于苛刻自己，这一辈子很明显的就白过了。 \\n  \\n     可是呢，信念这东西的力量非常的大，大的可以让云昭放弃原有的原则。 \\n  \\n     想到太祖父，祖父，父亲他们吃的苦，云昭想要享受就显得很是不合情理。多吃一口好吃的，都像是在啃咬先祖的尸骨。 \\n  \\n     有这种心境在，就算是面对山珍海味，恐怕也没有任何胃口！ \\n  \\n     事实上，中华一族的节俭习惯就是这么一代代传下来的，漂没成本越多，后人的压力就越大不敢轻易破坏祖宗留下来的陈规陋习。 \\n  \\n     晚上吃多了，云昭挺着圆咕隆咚的肚皮没法子好好睡觉，被母亲灌了一碗山楂水后，肚皮更鼓了，只好在后院来回的遛哒消食。 \\n  \\n     十五的月亮就挂在天上，明晃晃的，还有些发黄，上面还有一些瘢痕。 \\n  \\n     母亲坐在屋檐下陪儿子，还指着天上的月亮进行亲子活动。 \\n  \\n     “月亮上有嫦娥啊，有桂树啊，还有一个整天砍桂花树的吴刚，儿子，你知不知道，上面还有一只喜欢捣药的兔子精……” \\n  \\n     云昭认真的看着月亮，似乎在热烈的回应母亲，实际上，他心里想的却是云氏的‘阴族’。 \\n  \\n     母亲说的所有事情都应该是掩饰……家里不能吃好吃的完全是因为要支持‘阴族’。 \\n  \\n     福伯之所以大气的要干掉刘宗敏，胆量也是来自于‘阴族’。 \\n  \\n     太平年月里，云昭这样的‘阳族’定然是家族中最重要的，大乱的年月里，就到了‘阴族’这个角色出场了，也到了他们主持场面的时候了。 \\n  \\n     云昭家里之所以剩下的全是笨蛋，最大的原因就是被‘阴族’人抽走了所有的精锐。 \\n  \\n     问题是云氏‘阴族’到底在哪？ \\n  \\n     从山洞里的坟茔来看，他们就应该在附近！ \\n  \\n     “嫦娥啊，一个人吃了西王母给的长生不老药，就飞到月亮上去了，后羿明明看见了，也没有舍得一箭把嫦娥射死，却给了吴刚一个警告……” \\n  \\n     云旗应该是一个不错的人，应该是‘阴族’来掌控‘阳族’最好的棋子，为什么他那么软弱？ \\n  \\n     在母亲的反击之下半点还手之力都没有？ \\n  \\n     受到那么大的羞辱为何心中并没有多少怨言？ \\n  \\n     福伯的权力到底有多大？ \\n  \\n     他能决定云氏的权柄最终的归属吗？ \\n  \\n     母亲明明不愿意去西安看外祖父，为何这一次如此的积极？宁愿放弃一贯的教育方式，也要哄骗他的傻儿子跟她去西安？ \\n  \\n     所有的事情在脑子里过一遍之后，云娘就已经靠在藤椅上睡着了。 \\n  \\n     云昭给母亲披上了毯子，自己依旧在清冷的月光下漫步。 \\n  \\n     事情有了疑问，想要找寻答案是另外一回事，只要云昭思考的这些事情出现半点苗头，云昭就能立刻抓住，继而破解一个疑团。 \\n  \\n     时间是最好的解密器，云昭对此深信不疑，没有谁能永远的保守秘密。 \\n  \\n     院子外边又传来刘宗敏打铁的声音，从锤子敲打的声音密度可以判断出，云杨又在帮助刘宗敏。 \\n  \\n     天亮的时候，云昭离开了家门，站在刘宗敏的铁匠铺子前边看了良久。 \\n  \\n     刘宗敏就睡在铺子里，身上裹着一床肮脏的棉被睡的鼾声如雷。 \\n  \\n     云昭走进了铁匠铺子，拿起一柄才开锋的短刀，用力的比划了两下，刘宗敏依旧睡得香甜，没有任何动作。 \\n  \\n     云昭满意的收起了刀子，见刘宗敏的床头放着一碗清水，就笑嘻嘻的将一个纸包从怀里掏出来，把一些白色粉末全部倒进水里，还用一根树枝搅拌了一下，直到清水重新恢复了清澈透明的模样。 \\n  \\n     做完这一切，云昭转身就走，却一头撞在一个人的身上，抬头看，才发现刘宗敏不知何时已经挡住他的去路了。 \\n  \\n     “你在水里放了什么？” \\n  \\n     刘宗敏两只手垂在身边，一会鹰爪，一会拳头的变幻莫测。 \\n  \\n     “你的刀子打造的好，赏你一碗甜水喝。” \\n  \\n     刘宗敏皱眉道：“小人是粗人，喝不惯甜水，还是请大少爷喝了吧。” \\n  \\n     云昭左右看看，忽然笑道：“你的碗脏，我不会喝的。” \\n  \\n     刘宗敏呵呵笑道：“无论如何，小少爷还是喝了这碗甜水吧，要不然……” \\n  \\n     不等云昭回答，刘宗敏忽然转身冲着棚子外边吼道：“这就是你云氏的待客之道吗？” \\n  \\n     “刘兄莫要着急，不就是一碗甜水吗？大少爷是个干净人不用你的脏碗，还是兄弟我来喝。” \\n  \\n     在云昭惊诧的眼神中，被云昭认为只会福伯拍马屁什么本事都没有的高个子家丁从外边走了进来，绕过刘宗敏高大的身躯，端起那碗水就咕咚，咕咚的喝下去了，末了，还用袖子擦擦嘴角，将水碗倒过来表示一滴水都没有剩下。 \\n  \\n     刘宗敏拱手道：“是我多疑了。” \\n  \\n     高个子家丁弹一下帽子上的绒球道：“云氏没有下三滥的小人，刚才是少爷赏赐你的糖霜水。” \\n  \\n     刘宗敏笑道：“可惜了，没喝到大少爷赏赐的甜水，下一次大少爷要是看刘宗敏干活卖力，想要赏赐什么，最好趁我清醒的时候再赏赐，如此，就不会有误会了。” \\n  \\n     高个子家丁没有理会刘宗敏，弯下腰对云昭道：“大少爷，该去上学了，要不然又要被先生罚了。” \\n  \\n     云昭点点头，笑嘻嘻的看了刘宗敏一眼，就一跳一跳的离开了铁匠铺子。 \\n  \\n     回到学堂，云昭一直笑眯眯的。 \\n  \\n     徐先生看了他无数次，即便是抽了他一戒尺，云昭脸上的笑意依旧没有消失。 \\n  \\n     他以为的战五渣，居然能逼得刘宗敏这样的巨寇全身心的戒备，这实在是太让人吃惊了。 \\n  \\n     好不容易下课了，云昭一刻都没有在学堂里待，风一样的冲回中庭。 \\n  \\n     这一次，再看那个高个子家丁，云昭再也没有看出半点猥琐之意来，就连那个被他誉为是傻子的矮胖家丁，这时候看起来也是精神奕奕的模样。 \\n  \\n     “云甲，你能不能帮我揍刘宗敏一顿？” \\n  \\n     高个子家丁才走过来，云昭就一把抱住他的腿，仰着头眼巴巴的哀求。 \\n  \\n     云甲弯下腰看着云昭道：“他怎么得罪大少爷了？” \\n  \\n     “今早，我好心给他糖霜水喝，他还吓唬我。” \\n  \\n     云甲摇头道：“我打不过他。” \\n  \\n     “你长得比他高！” \\n  \\n     云甲摇头道：“我的力气没他大。” \\n  \\n     云昭不死心，将那个矮胖的家丁喊过来，又对云甲道：“你跟云乙一起揍他。” \\n  \\n     云甲摇摇头道：“我们打不过刘宗敏。” \\n  \\n     云昭正打算把家里另外两个家丁一起喊过来，却看见福伯背着手从北屋走出来，见云甲，云乙两人围着云昭说闲话，就怒吼一声道：“你们不用干活吗？” \\n  \\n     云甲，云乙立刻野兽散，连云昭的呼唤都不顾了。 \\n  \\n     “福伯，我想揍刘宗敏一顿！” \\n  \\n     福伯摇摇头道：“事情有了变化，刘宗敏这人我们动不得。” \\n  \\n     “为什么？” \\n  \\n     “咱们家想过太平日子，不想沾染是非，少爷要是讨厌他，老奴明日就打发他离开。” \\n  \\n     云昭面对云福那双锐利的眼睛还是低下了头，轻声道：“徐先生说这个人很不安稳，他能从这人的身上嗅到血腥味。” \\n  \\n     云福脸上终于露出了笑容。 \\n  \\n     “所以，大少爷就想找茬撵走这人？” \\n  \\n     云昭道：“是的，家里只有老弱妇孺，不宜留这样的强人在家。” \\n  \\n     云福呵呵笑道：“好聪明的大少爷啊，你不是已经看出云甲不是普通人了吗？” \\n  \\n     云昭脸色一变，指着站在伙房门口的云乙道：“他呢？” \\n  \\n     云福冷哼一声道：“他就是一个夯货！”\",\"timestamp\":1638580218,\"title\":\"第二十八章 与巨寇不得不说的故事\"},\"digest\":\"nxwP4Z8GFgiYcDLhiv9LWAiiYCTjCdOZWujf2wm40sY\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"tm8-RGzeWQ_1r-3kiC7LMphdOWX9WYD7XfZCiP95P5Z3avJN3K-XD7_JZCmCdOfrF-2yJp6nPKBqXZCKh8c-HA\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nxwP4Z8GFgiYcDLhiv9LWAiiYCTjCdOZWujf2wm40sY\"}"