"{\"content\":{\"body\":\"*Sub Thread Weekly is your best source for a quick debrief across the latest news, actions, events and happenings in Raw Apparel (Digital to Physical). It’s curated and published by Global Designer Network DAO member Mo'Casso. Weave your way through the threads below to get all caught up on the culture.*\\n\\n\\n---\\n\\nWhen I tell people you’re able to turn a physical creation into a digital assets by simply taking a picture, they are truly surprised. Although I have made it my mission to show others how simple it can be to evolve into web3, not all things can be made that simple.\\n\\nThis week I had the pleasure of speaking with fellow designer from the GDN @catherinethwrst (be sure to follow her on twitter and IG!) about her mission to bring the spiritual realm into the metaverse!\\n\\n### Lets dive into how this magician plans to infuse the two!\\n\\n> *“I study and practice many schools of Western Esotericism. Shielding and protecting yourself in the physical and astral realms are very important. As we spend more time in the digital realms, this is another space that needs to be protected.”*\\n>\\n> *\\\\*\\\\* Catherine’s RAW pro tip on how to protect yourself: “it doesn’t have to be a big fancy ritual. It can be simple as just cleaning your space. It resets the energy as a banishing ritual would.”*\\n\\n**So, how did you get into magick?**\\n\\n“I have joined many magick groups online, especially last year. We have conducted many virtual rituals and its amazing how no matter the distance you feel the connection. Also, all my journaling is done on my ipad. This allows me to have 10+ journals and not have to worry about buying new ones, and I can export pages to then be views in VR…which is so much fun!”\\n\\n**What do you see as a hurdle merging the two realms ?**\\n\\n“I think what I am overcoming is my limiting mindset. A lot of this is experimental , its so new, so yeah. I do have people I can talk to. but its really just conducting experiments. That’s part of the reason I want to launch my own realm, to create a community in which we share these results. Still figuring out how to merge the community and fashion brand.”\\n\\n**What is advise you would give to someone interested but not sure where to get started?**\\n\\n“My advice would be start with the basics, create a strong foundation. Once you know them you can figure out what combinations work for you” The foundational tasks would be to record your dreams and meditate at least 5-10 minutes each day. Along with whichever foundational rituals your gnosis calls for. \\n\\n\\n---\\n\\nIt was a pleasure speaking with Catherine about her journey thus far and how she plans to merge Physical x Spiritual x Digital\\n\\nThe metaverse allows us to all explore a side of us we’ve avoided for so long. To see things we’ve always dreamed of and to teleport to Worlds we’ve never imagined. I applaud Catherine for being brave enough to be a pioneer and bring occultism into the metaverse, no matter how scary that may sound to some at first. \\n\\nCheck out one of her awesome creations to help you visually bring it all together!\\n\\n[https://t.co/KAMJDqjB2I?amp=1](https://t.co/KAMJDqjB2I?amp=1)\\n\\n### Here in the RAW Realm we will come together every Wednesday to highlight those pioneers that are using their gifts to help build and invest in the metaverse. Follow me on twitter @mocasso_of_nfts and shoot me a DM if you would like to be featured. \\n\\n*Any patronage of The Thread Weekly goes directly to the Global Designer Network Treasury and core GDN member writer for the week (70/30), for further growing out the infrastructure, community and market of web3 fashion, the open metaverse and more. For this week, the core writer was GDN member Mo'Casso. Join the Revolution with the Web3 Fashion Anarchists! Jump into the Global Designer Network Discord below: <https://discord.com/invite/rzFbc9ZmAg>*\",\"timestamp\":1638393080,\"title\":\"Sub Thread Weekly | Week 2 | RAW Apparel:                    \\nPhysical x Spiritual x Digital\"},\"digest\":\"81PwbW13riOkkKph0VwkEpCEPNKKw8xXgAZReoNvQcw\",\"authorship\":{\"contributor\":\"0xF9EFe16A7F953e2aEE6Ea57B53c319aD33C233FD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5Io1KClxPhmIjQ-A_jP1MwkwKnTQd4cOQ4hn-OeEoQk\\\",\\\"y\\\":\\\"D9T90dauD6kcUgCURR_QiNTlypHm1bLcqyqC8PcDRaQ\\\"}\",\"signature\":\"KW3Or_PQ7nA22I0tnJ_Dnrm86d6BZUo1h6mfTht_qtM6sNX2jwiXr-l2TZM3oybgPBJDfyGoudHLisy5h9BwDQ\",\"signingKeySignature\":\"0xb576a0f6c2662f304b2b5fad755779be6e1ade20538c4a6f4154d456885eaefd51dd9496c3bcc36b04a5f3929201162c577995ae30ccf5b9b66cd66033a458d21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5Io1KClxPhmIjQ-A_jP1MwkwKnTQd4cOQ4hn-OeEoQk\\\",\\\"y\\\":\\\"D9T90dauD6kcUgCURR_QiNTlypHm1bLcqyqC8PcDRaQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"81PwbW13riOkkKph0VwkEpCEPNKKw8xXgAZReoNvQcw\"}"