"{\"content\":{\"body\":\"It’s been a wild ride so far! Things are going well and we appreciate everyone for making this journey with us. As we grow, it’s important to continue to refine and optimize how the Treasury is deployed. To that effect, we will be deploying a new liquidity pool on [Beethoven-X](https://beets.fi).\\n\\nBeethoven-X allows the creation of innovative pools that provide a number of advantages over the UniSwap V2 pools deployed by most DEX. The Beethoven-X team has also shown a deep commitment and dedication to the Fantom community, something we want to support.\\n\\nWe will be creating a new pool containing SCR and WFTM which will be weighted 0.80 SCR / 0.20 WFTM. To fund this new pool, 600 SCR and the matching amount of MIM will be pulled from the existing SpiritSwap LP. Approximately 9k MIM (assuming SCR is $60) will be swapped for WFTM and then deposited into the new pool along with the 600 SCR. The remaining MIM will be deposited into the Treasury.\\n\\nThis new pool will allow the DAO to better optimize the available liquidity by balancing between the two pools. As the new pool is heavily weighted towards SCR, it will allow the DAO to quickly accumulate excess SCR on the market at which point it can be held or burned (based on how the DAO decides to proceed).\\n\\nWith a weight of 80/20 the new pool will have much greater slippage; this will both disincentivize large sales and purchases will have a much more impact towards recovering the price. The 80/20 pool will accumulate SCR from swap fees much more quickly than a 50/50 pool and will allow the DAO to manage excess SCR.\\n\\nThe change will be executed between 16-01 00:00 UTC and 18-01 00:00 UTC.\\n\\nWe feel that Beethoven-X is, and will continue to be, a core part of the ecosystem; by building liquidity there we are committing to support their growth (and our own). We looking forwarding to building an even greater partnership going forward and will be actively pursuing opportunities to do so.\\n\\nIf you have any comments, questions, or concerns join us in [Discord](https://discord.gg/SecureDAO)!\\n\\nStay Secure!\",\"timestamp\":1642290501,\"title\":\"New Liquidity Pool on Beethoven-X\"},\"digest\":\"_vnaYzgPEGrPMrLYLL0xqSxSp05klBX1j89CFpip-qI\",\"authorship\":{\"contributor\":\"0x6Da6Acc0abb6Fbff92b5Da43d20934fC6B4a4115\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O7FHKMug51Ze_8RpSzSwk4rYy5MCZ3JRqH-ndUYBmak\\\",\\\"y\\\":\\\"hLqN1cvIhRf6drdIZufK5NlKxNJYgbiijh_MipYAW0g\\\"}\",\"signature\":\"1wdQmupOpW25VbXpvkBxU9ujdy9KeYQbPzafD80NvuMmmWOFNL4d5genMUOMVOubpG-MQ28mc-bX3DNx8uSFPQ\",\"signingKeySignature\":\"0x27925cc89e571efd6f78791711a11f89af14b39b931b3f8d5963a8bc6e15b64f540066d0f804c42e7a2c9f36979152b1dd112ec82f492b9d03fc2059936046811b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O7FHKMug51Ze_8RpSzSwk4rYy5MCZ3JRqH-ndUYBmak\\\",\\\"y\\\":\\\"hLqN1cvIhRf6drdIZufK5NlKxNJYgbiijh_MipYAW0g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xNWRjmHBsqaXFhODTKvoeSA0DbSILRDhS_beMvegDhA\"}"