"{\"content\":{\"body\":\"I’ve been thinking a lot about the role of risk capital in society recently, and why I find it so alluring as a pursuit for my career.\\n\\nI’m mid-way through a book, [VC: An American History](https://www.amazon.co.uk/VC-Tom-Nicholas/dp/0674988000) by Tom Nicholas, which is providing a fantastic historical context of how the VC industry evolved in North America, from its philosophical origins in the whaling industry of New England in the 1800s, through the ‘First Industrial Revolution’, through the formalisation of the industry during the 1900s, first pioneered through family office vehicles (among them Venrock) and ultimately leading to the limited partnership of today as the chosen structure.\\n\\nAt the same time, I spent New Year in Zurich with a friend of mine, Nick, who is amongst the most talented and thoughtful people I have ever known. We were discussing our relative careers. He has spent the last few years working for an oil company in Singapore, and - having become a bit sick of the sheer profit incentive given exposure to the exorbitant world of oil trading - is now moving to a renewables-focused role back home in Australia.\\n\\nI told him about my recent decision to move into the venture capital industry ‘full time’ and the underlying motives for my move, which he thoughtfully quizzed me on as a reliable Devil’s advocate. The core of his questioning was this: why is it right that early-stage investors should benefit from the hard slog of the entrepreneur(s), who don’t have the luxury of diversifying their human capital in the same way that the investors can diversify their financial capital? Aren’t VCs just leeching off other people’s ideas and efforts, whilst also playing in a casino with other people’s money?\\n\\n### Why risk capital matters\\n\\nEarly-stage funding is a peculiar beast. \\n\\nUnlike funding a more mature and stable business, often there is not yet a proven ability to generate cash flows (the anchor of traditional company valuation). There might not yet be a product, customers, or even a proven market. Instead, it could come down to an investment thesis based solely on a strong belief in the founder(s), their vision and their ability to execute.\\n\\nAs a result, funding early-stage companies is fraught with risk, including but not limited to:\\n\\n* **Market risk:** does or will the market exist for the product or service?\\n* **Technology risk:** can the technology do what it says it is going to do?\\n* **Execution risk:** can the founder(s) successfully execute against the vision?\\n* **Regulatory risk:** will the relevant government(s)/regulator(s) embrace the innovation, or seek to restrict it?\\n* **Funding risk:** can the founder(s) continue to raise the capital required to get the business to scale?\\n\\nWith all these different types of risk, early-stage investing is not for the faint-hearted. But it is critical to the forward progress of society. Entrepreneurship and the pursuit of profit has proven itself time and again to be the most scalable and reliable driver of human progress. By definition, innovation is about doing things that have not yet been done - about pushing boundaries more than anyone else has in the past. It’s about an individual or collection of individuals boldly driving into new territory to move the world forward. Riskless innovation is an oxymoron.\\n\\nBut starting a new company from scratch is expensive. Not only must the founder(s) absorb the opportunity cost of working on other things (e.g. foregoing a salary), there are real cash costs to be paid like hiring talented people, buying equipment (e.g. computers), contracting for services (e.g. software licences), engaging professionals (e.g. laywers and accountants) and renting premises (e.g. office space). For all of those, and the ten other things not listed, capital is needed. And that capital has to come from a source that is willing and able to take on the extreme risk of failure for the potential upside of things going well.\\n\\nIf early-stage risk capital were not available, imagine all of the products and services that would not have been invented and brought to market by the entrepreneurs of history. The device I’m typing this article on (Apple Macbook), the platform I am publishing it to (Mirror.xyz), the browser that helped me navigate to the website (Google Chrome), the internet service that connects everything. Essentially *everything* around us at one stage required someone, somewhere, to take on an outsized risk and commit capital to building the future.\\n\\nRisk capital is therefore not only desirable but *critical*; it is the spark plug that gets the entrepreneurial engine firing and moves the world forward.\\n\\n### Returns\\n\\nThe unfortunate reality is most early-stage ventures fall victim to one or several of the risks mentioned above and end up losing money for investors.\\n\\nEarly-stage returns are ‘non-normally’ distributed, meaning they do not follow the typical bell curve shape of a normally distributed dataset like the height of a population. Instead, they have positive skewness, with most outcomes clustered around zero but with some extremely successful investments in the ‘long tail’.\\n\\nA similar way of expressing the same point is using the example of the statistic concept of a ‘[Power Law](https://en.wikipedia.org/wiki/Power_law#Finance)’, which in this context can be used to describe how a precious few early-stage investments succeed wildly whilst the vast majority fail. The bet for the early-stage investor is that by diversifying their investments across multiple early-stage bets, the ones that do well will ‘pay for’ the ones that fail.\\n\\nUnfortunately, that doesn’t always seem to quite work out either, because the same ‘Power Law’ plays out at the fund level. The top funds generate outsized returns while the majority of funds underperform. Indeed, data on the U.S. VC industry from [Cambridge Associates](https://www.cambridgeassociates.com/wp-content/uploads/2020/11/WEB-2020-Q2-USVC-Benchmark-Book.pdf) shows that some ‘vintages’ (i.e. the year the fund was raised), particularly during/near market ‘tops’, saw more than 50% of VC funds *lose* money, as occurred in 1998, 1999, 2000, 2002.\\n\\n![U.S. VC Returns by Vintage, 1995-2015 (source: Cambridge Associates)](https://images.mirror-media.xyz/publication-images/kuqxJFqeoUndxtkwgP2eS.png?height=591&width=1147)\\n\\nEven where funds don’t *lose* money, underperformance vs. a benchmark - which, in the case of VC, is typically publicly-listed equity indices - is the cardinal sin of investment capital allocation and is common in the VC industry.\\n\\nThe data below shows that on an IRR basis you would have been better off passively investing in the Russell 3,000 index, a ‘dumb’ basket' of publicly-listed companies, than investing in an index of early-stage venture funds in each of 1999-2002, 2005-06 and 2008-09. And that’s before adjusting for risk (volatility of returns), illiquidity (slow or expensive realisation of investment value) and survivorship bias (poor data and reporting for worst-performing funds, skewing reported returns upwards).\\n\\n![U.S. VC Returns by Vintage vs. Benchmarks, 1995-2015 (source: Cambridge Associates)](https://images.mirror-media.xyz/publication-images/zRv5oEpMiq31qGQk5S0eC.png?height=529&width=1003)\\n\\n### Making the numbers work\\n\\nAll this implies that the ‘winners’ are what keeps the early-stage show on the road. \\n\\nThe winners are the shiny penny that serves as the alluring prize to induce capital mobilisation towards early-stage ventures. Without that, the wheels grind to a halt on the funding of new ventures, and innovation - and society - suffers as a result. \\n\\nBy definition, then, when an early-stage investor makes an investment, there *has* to be potential for an outsized outcome, to pay for all the bets that turned out to be losers and deliver an acceptable financial return to the limited partners in those funds. That means that when the winners win, there is indeed a substantial value transfer away from the entrepreneur who is ‘doing the work’ and towards the investor - and *their* investors, the limited partners - who are benefiting from the entrepreneur’s effort.\\n\\nBut that *has* to be the way it works for the ecosystem to be able to support entrepreneurs with early-stage risk capital in the first place. By generating outsized returns for investors, the successful entrepreneurs are helping to propagate the ecosystem that enabled them to become successful. It’s not unlike a university alumnus donating money to the school that helped them get to the position where they have enough money to give away. Or a form of ‘winners’ tax’ that redistributes capital back into entrepreneurial ‘society’, the same way income tax is - or at least should be - invested by governments back into public goods like education, healthcare and infrastructure.\\n\\nAll of that means that seeing investors of risk capital as ‘greedy’ or ‘leeches’ is myopic at best and actively detrimental to societal progress at worst. The logic is simple: to move the world forward, we need innovation, which needs entrepreneurs, who need risk capital. That simplifies neatly: to move the world forward, we need ~~innovation, which needs entrepreneurs, who need~~ risk capital.\",\"timestamp\":1641144689,\"title\":\"Risk capital\"},\"digest\":\"XLgwdKTfK0nLon04Bu4nc0PvwBRfbtDS3MU_DwY7A1A\",\"authorship\":{\"contributor\":\"0x26Eb500bc73744B06b2731F1a3038a77Ba4d7a2E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0gqvPuRv82pjBCxGQ_YVFuNaiipD-yiz1M8wCO6wBw\\\",\\\"y\\\":\\\"Wa7V2pByMfNtNQPERMcxuto_e9elKJFOyKQUihKAGho\\\"}\",\"signature\":\"LDzIne8dWeOjjj0Y64MMvl2IlXQMHqlwSuzrb-XR2AK9cPbOWQozIp9WzYqVPofVXGdIbgS-i--9-oytm31YYA\",\"signingKeySignature\":\"0x87cc2b5e91ce2cc3427d22aaed205753f5dbd9821922b5bc40403ebd02d082b47323712acfea626c2b1d88961c43dc97a81de47aa736c911629e0ba8492319fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0gqvPuRv82pjBCxGQ_YVFuNaiipD-yiz1M8wCO6wBw\\\",\\\"y\\\":\\\"Wa7V2pByMfNtNQPERMcxuto_e9elKJFOyKQUihKAGho\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GBsjBMr5-DuP6n7MruiPkhcAMSHTRZb7H1uhKD8lXrA\"}"