"{\"content\":{\"body\":\"EQ Music — Written by Clay Helms\\n\\nIf a song were written about the future of the music industry, it seems “NFT” would ring lyrically through the verses, hook, chorus, and reprise. Water coolers and board rooms alike have grown weary of these three little letters as the 2021 curtain draws to a close. They seem to say so much (yet nothing at all), and provide glimpses of a promising future (that can’t be fully imagined). Without doubt, those letters raised both eyebrows and voices over the holidays as believers and doubters debated the relationship between Non-Fungible Tokens and music.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*8Fn1L4MoSYs_8JsiPaUPrQ.png)\\n\\nAt EQ Music, we’re building utility-based fan communities around emerging and established artists through NFTs and Web3 curation. If that doesn’t mean anything to you, fear not. Through this series we’ll demystify what music NFTs truly represent, the value they legitimately provide, and lay out our unique value proposition as innovators in the music NFT business.\\n\\n**Why Should You Trust Us?**\\n\\nWith so many speculators and startups making sound-waves within and around the music NFT space, it can be difficult to hear a pure tune. Over the past three months, we at EQ have launched a series of NFT collection beta tests in partnership with amazing emerging artists. We’ve collated the wins, struggles, and lessons learned through those experiences into an informed perspective that’s shaping our strategic roadmap. And, we’re not alone…\\n\\nWe’ve cultivated a community of 88 (insert piano pun) EQ Key Members comprised of pre-eminent thought leaders and luminaries throughout Web3 and music. Together, the EQ Keys community will orchestrate and amplify a clear and catchy song for those hoping to learn about or onboard into the music NFT space. With the brainpower of music and digital artists, Web3/crypto enthusiasts and investors, and music industry executives and entrepreneurs, our EQ Keys community is an authoritative source within the music NFT market. This series will be influenced and curated by our entire EQ Keys cohort.\\n\\nWith the intro out of the way, let’s dig into what matters here.\\n\\n**Some Less Than Kind Historical Context**\\n\\nRemember that scene in Pirates of the Caribbean: The Curse of the Black Pearl, when Jack Sparrow commandeers *The Interceptor*?[ Here’s a reminder.](https://www.youtube.com/watch?v=ysnNuu1cee0) Quick summary: Sparrow and Will Turner submarine their way onto a large, unwieldy ship.\\n\\n![](https://miro.medium.com/max/1000/1\\\\*uBOk1bUOlmTZSATpDV9VXA.jpeg)\\n\\nThey kick off the British crew at gunpoint, and use this prized warship to commandeer a much more swift and efficient vessel, *The Interceptor*. The scene culminates when the British realize they can’t steer the ship to point their cannons at *The Interceptor*, because Sparrow disabled the warship’s rudder. The scene humorously reflects the pirates that plundered record labels and artists throughout the early 2000s (and continue to pirate today)…\\n\\nIn June 2000, The Economist published an article titled Napster’s Wake Up Call: It is time for record companies to embrace the internet wholeheartedly.\\n\\nThe article astutely pointed out of Napster’s success “It shows that online distribution of music is technically feasible; if record companies are not making greater use of the Internet, it is because they have chosen not to.” Consumer preferences had shifted towards digital distribution ahead of the CD / record model, but record labels straggled behind the shift. Record labels couldn’t conceive of a more effective distribution model existing outside of their executive walls. Call it ignorance, hubris, or poor luck, but opportunistic innovators (and criminals) trojan-horsed their way into record label catalogs, snatching monetary value away from artists and disseminating it to delighted consumers. Indeed, a [2011 Limewire trial revealed major labels had lost an estimated $55B in revenue since the launch of Napster in 1999](https://www.digitalmusicnews.com/2011/05/13/labels/). We’d be remiss to call these end consumers gluttons…Their preferences aligned in lockstep with innovation — who doesn’t love free stuff. The industry’s inability, however, to remain in lockstep meant dollars were left on the table or made their way into more clever hands, instead of supporting the artists who deserved them.\\n\\nLike our British sailors, record labels remained fixated on existing distribution channels (British warship) and failed to recognize shifting customer preferences and innovation. Innovators \\\\*Intercepted \\\\*value through the pirates who submarined their way into music catalogs. For a time, labels remained rudderless to pursue these new channels and preferences sailing away from them…\\n\\nEventually, labels piggy backed on legal innovators like Spotify to distribute their content in line with timely technology and customer habits — just as the British eventually caught up with our swashbuckler Jack Sparrow aboard *The Interceptor.* This context provides a backdrop for where the music industry finds itself today…trying to make sense of an emerging music distribution and utility sharing tool in NFTs.\\n\\n**The NFT Invasion**\\n\\nFor some, the rise of NFTs throughout 2021 felt like a space invasion. An unknown entity touches down with indecipherable intentions and no immediate plans to vacate the planet. They kind of bring to mind another fiercely debated 3-letter acronym — UFOs. Everyone’s heard of UFOs, but only a small population believes they actually exist. Yet the existence of UFOs is frequently the subject of living room, classroom, and military debate (queue our water cooler & board room foreshadow). [Millions of dollars](https://www.nzherald.co.nz/world/aliens-on-earth-us-government-spends-31-million-on-ufo-research/VKVHN5B4RG2M5J5ZXEFQ5Q3NXE/) have been launched at research and analysis to confirm UFO existence, interpret their implications for us mere mortals, and decipher what in the world the space invaders flying them intend to make of us humans. Despite this investment, no authoritative source has planted a flag that definitively proclaims or disproves UFO existence. Today, NFTs are generating billions of dollars in quarterly revenue, yet much of the music industry and broader society continues to deny their credible existence.\\n\\nNFTs have entered the music industry atmosphere at Mach schnell speeds. Like record labels during the music piracy era, bystanders are struggling to interpret (or refusing to try) what makes NFTs valuable for musicians and fans and how they’ll democratize legacy gatekeeping power throughout the music industry. EQ Music isn’t in the business of UFO speculation, but one thing we know for certain is that **NFTs are real.**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*3MdRjwS1-b3sd0eTVnsGUg.png)\\n\\nThe value they create is real, and powerful, and we’re in the business of better understanding the potential of that power and how we can harness it to support artists and their fan communities. We’re experimenting with and perfecting a model that fulfills our mission to create more engaged artist/fan communities. We exist to augment musician’s gravitational pull and build other worldly experiences for fans upon arrival.\\n\\n**What’s to Come**\\n\\nThroughout this series, we’ll explore how NFTS build community and drive value to both artists and fans. We’ll explore all of these concepts in detail and lay out EQ’s perspective and unique value proposition. If you’re still quivering in fear over the NFT invasion, music industry pirates, or reading long-form blog posts, here’s a couple of bullets to load your knowledge long gun. We’ll dig into this ammo in earnest in our next blog post.\\n\\n* NFTs are disrupting stagnant business models that undervalue artists. Returning to the pirate metaphor, NFTs can build musicians a faster ship, hand them the rudder, conjure up the winds, and navigate them to more bountiful isles.\\n* Record Labels, DSPs, and music agencies must (and are) respond: Armed with their own ship, artists don’t need the same support from record labels to leave shore. Musicians are finding maps to new treasures through NFTs–treasures that dwarf the scarce doubloons DSPs toss at artists. Labels and DSPs alike are moving swiftly to anchor themselves among these changing tides.\\n* A thriving creator economy means a higher number of empowered musicians will enter the market. Musicians must find the right partners in the NFT space to drive tangible utility to their fans in order to remain relevant.\\n* EQ is here to help you better understand all of this. Through our EQ Keys community, and artist NFT expertise, we’ll help guide you through these unchartered waters.\\n\\nA preview of what’s to come in our series:\\n\\n1. Why Should I Care About Music NFTs? — A New Frontier for Music\\n2. What is Utility? — How Music NFTs Drive Value\\n3. Who Wins? How NFTs Support Unique Stakeholders\\n4. Where is this Going & What’s at Stake? How NFTs Disrupt Traditional Business Models\\n5. More to Come…\\n\\nStick around and learn with us through this series, even if it feels painful at first…we promise, we’ll drop the transportation metaphors at some point, but, for now…\\n\\nRemember Ken Kesey and his merry pranksters? [Here’s your context link.](https://www.thevintagenews.com/2016/12/23/ken-kesey-had-the-most-magical-bus-in-the-world-the-further/) We’re reminded of his words as we set out on this learning journey. Speaking of his evangelizing mission and consciousness-spreading vehicle, Further:\\n\\n“There are going to be times when we can’t wait for somebody. Now, you’re either on the bus or off the bus. If you’re on the bus, and you get left behind, then you’ll find it again. If you’re off the bus in the first place — then it won’t make a damn.”\\n\\nGet on the bus with EQ. See you next week.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*j3NUGJYSDe3doFVmrylSGw.jpeg)\\n\\n\",\"timestamp\":1641348874,\"title\":\"EQ Music Blog Series Introduction\"},\"digest\":\"btWQHNL_whvc3899SlKZRnWveq9zxWEXxxL5vKhbVI4\",\"authorship\":{\"contributor\":\"0x15a823d72bDAC6AeaFa39e1D7956d264a23de02D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aj3leIYaTQvO3IAEb4hGEl8qA3_TTVJbIL8aZ3HKEVs\\\",\\\"y\\\":\\\"MGd2FxlSrmcb8IGvvxv_FzEbo0p9pp4e91sRQsi8XSA\\\"}\",\"signature\":\"T4qZ7cohBwBvSkXnoiXPFy67HvdQ2zOcudFnO7omeiiMsjKFEDJkB5nZ-EYDttLGhOszlk6FHC6iCZ0JEPm6qA\",\"signingKeySignature\":\"0x41129b8beb21033d2c6b17b0fd74df2b2a639b6cbec4f121faf0876416e331dd36b8a5318fe91a25ca51a66b9d54ddfac2bd3d8a3494f76e6ac26424a9c1036e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aj3leIYaTQvO3IAEb4hGEl8qA3_TTVJbIL8aZ3HKEVs\\\",\\\"y\\\":\\\"MGd2FxlSrmcb8IGvvxv_FzEbo0p9pp4e91sRQsi8XSA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"whfJhJ2-rm0Kr_3Mj6Vi1Wa7_DC-IL2IrPNJxi7UXXY\"}"