"{\"content\":{\"body\":\"Some were sent into the woods to cut timber for house-beams, others to cutting cane-grass for thatching, and forty of them lifted a whale-boat above their heads and carried it down to the sea.  Sheldon had gritted his teeth, pulled his collapsing soul together, and taken Berande plantation into his fist once more.\\n\\n\\\"Have you seen the barometer?\\\" Captain Oleson asked, pausing at the bottom of the steps on his way to oversee the disembarkation of the sick.\\n\\n\\\"No,\\\" Sheldon answered.  \\\"Is it down?\\\"\\n\\n\\\"It's going down.\\\"\\n\\n\\\"Then you'd better sleep aboard to-night,\\\" was Sheldon's judgment. \\\"Never mind the funeral.  I'll see to poor Hughie.\\\"\\n\\n\\\"A nigger was kicking the bucket when I dropped anchor.\\\"\\n\\nThe captain made the statement as a simple fact, but obviously waited for a suggestion.  The other felt a sudden wave of irritation rush through him.\\n\\n\\\"Dump him over,\\\" he cried.  \\\"Great God, man! don't you think I've got enough graves ashore?\\\"\\n\\n\\\"I just wanted to know, that was all,\\\" the captain answered, in no wise offended.\\n\\nSheldon regretted his childishness.\\n\\n\\\"Oh, Captain Oleson,\\\" he called.  \\\"If you can see your way to it, come ashore to-morrow and lend me a hand.  If you can't, send the mate.\\\"\\n\\n\\\"Right O.  I'll come myself.  Mr. Johnson's dead, sir.  I forgot to tell you--three days ago.\\\"\\n\\nSheldon watched the Jessie's captain go down the path, with waving arms and loud curses calling upon God to sink the Solomons.  Next, Sheldon noted the Jessie rolling lazily on the glassy swell, and beyond, in the north-west, high over Florida Island, an alpine chain of dark-massed clouds.  Then he turned to his partner, calling for boys to carry him into the house.  But Hughie Drummond had reached the end.  His breathing was imperceptible.  By mere touch, Sheldon could ascertain that the dying man's temperature was going down.  It must have been going down when the thermometer registered one hundred and seven.  He had burned out.  Sheldon knelt beside him, the house-boys grouped around, their white singlets and loin-cloths peculiarly at variance with their dark skins and savage countenances, their huge ear-plugs and carved and glistening nose-rings.  Sheldon tottered to his feet at last, and half-fell into the steamer-chair.  Oppressive as the heat had been, it was now even more oppressive.  It was difficult to breathe.  He panted for air.  The faces and naked arms of the house-boys were beaded with sweat.\\n\\n\\\"Marster,\\\" one of them ventured, \\\"big fella wind he come, strong fella too much.\\\"\\n\\nSheldon nodded his head but did not look.  Much as he had loved Hughie Drummond, his death, and the funeral it entailed, seemed an intolerable burden to add to what he was already sinking under.  He had a feeling--nay, it was a certitude--that all he had to do was to shut his eyes and let go, and that he would die, sink into immensity of rest.  He knew it; it was very simple.  All he had to do was close his eyes and let go; for he had reached the stage where he lived by will alone.  His weary body seemed torn by the oncoming pangs of dissolution.  He was a fool to hang on.  He had died a score of deaths already, and what was the use of prolonging it to two-score deaths before he really died.  Not only was he not afraid to die, but he desired to die.  His weary flesh and weary spirit desired it, and why should the flame of him not go utterly out?\\n\\nBut his mind that could will life or death, still pulsed on.  He saw the two whale-boats land on the beach, and the sick, on stretchers or pick-a-back, groaning and wailing, go by in lugubrious procession.  He saw the wind making on the clouded horizon, and thought of the sick in the hospital.  Here was something waiting his hand to be done, and it was not in his nature to lie down and sleep, or die, when any task remained undone.\\n\\nThe boss-boys were called and given their orders to rope down the hospital with its two additions.  He remembered the spare anchor- chain, new and black-painted, that hung under the house suspended from the floor-beams, and ordered it to be used on the hospital as well.  Other boys brought the coffin, a grotesque patchwork of packing-cases, and under his directions they laid Hughie Drummond in it.  Half a dozen boys carried it down the beach, while he rode on the back of another, his arms around the black's neck, one hand clutching a prayer-book.\\n\\nWhile he read the service, the blacks gazed apprehensively at the dark line on the water, above which rolled and tumbled the racing clouds.  The first breath of the wind, faint and silken, tonic with life, fanned through his dry-baked body as he finished reading. Then came the second breath of the wind, an angry gust, as the shovels worked rapidly, filling in the sand.  So heavy was the gust that Sheldon, still on his feet, seized hold of his man-horse to escape being blown away.  The Jessie was blotted out, and a strange ominous sound arose as multitudinous wavelets struck foaming on the beach.  It was like the bubbling of some colossal cauldron.  From all about could be heard the dull thudding of falling cocoanuts. The tall, delicate-trunked trees twisted and snapped about like whip-lashes.  The air seemed filled with their flying leaves, any one of which, stem-on could brain a man.  Then came the rain, a deluge, a straight, horizontal sheet that poured along like a river, defying gravitation.  The black, with Sheldon mounted on him, plunged ahead into the thick of it, stooping far forward and low to the ground to avoid being toppled over backward.\\n\\n\\\"'He's sleeping out and far to-night,'\\\" Sheldon quoted, as he thought of the dead man in the sand and the rainwater trickling down upon the cold clay.\\n\\nSo they fought their way back up the beach.  The other blacks caught hold of the man-horse and pulled and tugged.  There were among them those whose fondest desire was to drag the rider in the sand and spring upon him and mash him into repulsive nothingness. But the automatic pistol in his belt with its rattling, quick- dealing death, and the automatic, death-defying spirit in the man himself, made them refrain and buckle down to the task of hauling him to safety through the storm.\\n\\nWet through and exhausted, he was nevertheless surprised at the ease with which he got into a change of clothing.  Though he was fearfully weak, he found himself actually feeling better.  The disease had spent itself, and the mend had begun.\\n\\n\\\"Now if I don't get the fever,\\\" he said aloud, and at the same moment resolved to go to taking quinine as soon as he was strong enough to dare.\\n\\nHe crawled out on the veranda.  The rain had ceased, but the wind, which had dwindled to a half-gale, was increasing.  A big sea had sprung up, and the mile-long breakers, curling up to the over-fall two hundred yards from shore, were crashing on the beach.  The Jessie was plunging madly to two anchors, and every second or third sea broke clear over her bow.  Two flags were stiffly undulating from the halyards like squares of flexible sheet-iron.  One was blue, the other red.  He knew their meaning in the Berande private code--\\\"What are your instructions?  Shall I attempt to land boat?\\\" Tacked on the wall, between the signal locker and the billiard rules, was the code itself, by which he verified the signal before making answer.  On the flagstaff gaff a boy hoisted a white flag over a red, which stood for--\\\"Run to Neal Island for shelter.\\\"\\n\\nThat Captain Oleson had been expecting this signal was apparent by the celerity with which the shackles were knocked out of both anchor-chains.  He slipped his anchors, leaving them buoyed to be picked up in better weather.  The Jessie swung off under her full staysail, then the foresail, double-reefed, was run up.  She was away like a racehorse, clearing Balesuna Shoal with half a cable- length to spare.  Just before she rounded the point she was swallowed up in a terrific squall that far out-blew the first.\\n\\nAll that night, while squall after squall smote Berande, uprooting trees, overthrowing copra-sheds, and rocking the house on its tall piles, Sheldon slept.  He was unaware of the commotion.  He never wakened.  Nor did he change his position or dream.  He awoke, a new man.  Furthermore, he was hungry.  It was over a week since food had passed his lips.  He drank a glass of condensed cream, thinned with water, and by ten o'clock he dared to take a cup of beef-tea. He was cheered, also, by the situation in the hospital.  Despite the storm there had been but one death, and there was only one fresh case, while half a dozen boys crawled weakly away to the barracks.  He wondered if it was the wind that was blowing the disease away and cleansing the pestilential land.\",\"timestamp\":1638930190,\"title\":\"\\nThe hands, called in from the fields at that unwonted hour, were split into detachments.\"},\"digest\":\"WdCNLeP4CqLeVQBYR97zzebUFqP9gwNyoHEJXtItiT4\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0hpjHc3nS70kfKVonqFBjl91jLccf5rKm2gr7wXh9M\\\",\\\"y\\\":\\\"RsEG2Krxe0LbI2fJV9T5qQ_6uWBmEZF1MPL7yNlwtcg\\\"}\",\"signature\":\"bl8cJHZFJfoASX8ne304flZf4-WncYk1ogTju7VqCQkc1-ZbF_732NTnc0mVWV-PkM2MuNkDPF05sczi4iSwyg\",\"signingKeySignature\":\"0xa631c11039b17f872ac4e442a87baef38f9abe2434d8a1fd817635749af763e859521d53abbbac017b28c88a71e449b4e6ccb05d988358157c47aa4fbaf723391c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0hpjHc3nS70kfKVonqFBjl91jLccf5rKm2gr7wXh9M\\\",\\\"y\\\":\\\"RsEG2Krxe0LbI2fJV9T5qQ_6uWBmEZF1MPL7yNlwtcg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WdCNLeP4CqLeVQBYR97zzebUFqP9gwNyoHEJXtItiT4\"}"