"{\"content\":{\"body\":\"All hands--and there were twenty-eight-- were shareholders, in varying proportions, in the adventure. Several were sailors, but the large majority were miners, culled from all the camps from Mexico to the Arctic Ocean.  It was the old and ever-untiring pursuit of gold, and they had come to the Solomons to get it.  Part of them, under the leadership of Tudor, were to go up the Balesuna and penetrate the mountainous heart of Guadalcanar, while the Martha, under Von Blix, sailed away for Malaita to put through similar exploration.\\n\\n\\\"And so,\\\" said Von Blix, \\\"for Mr. Tudor's expedition we must have some black-boys.  Can we get them from you?\\\"\\n\\n\\\"Of course we will pay,\\\" Tudor broke in.  \\\"You have only to charge what you consider them worth.  You pay them six pounds a year, don't you?\\\"\\n\\n\\\"In the first place we can't spare them,\\\" Sheldon answered.  \\\"We are short of them on the plantation as it is.\\\"\\n\\n\\\"WE?\\\" Tudor asked quickly.  \\\"Then you are a firm or a partnership? I understood at Guvutu that you were alone, that you had lost your partner.\\\"\\n\\nSheldon inclined his head toward Joan, and as he spoke she felt that he had become a trifle stiff.\\n\\n\\\"Miss Lackland has become interested in the plantation since then. But to return to the boys.  We can't spare them, and besides, they would be of little use.  You couldn't get them to accompany you beyond Binu, which is a short day's work with the boats from here. They are Malaita-men, and they are afraid of being eaten.  They would desert you at the first opportunity.  You could get the Binu men to accompany you another day's journey, through the grass- lands, but at the first roll of the foothills look for them to turn back.  They likewise are disinclined to being eaten.\\\"\\n\\n\\\"Is it as bad as that?\\\" asked Von Blix.\\n\\n\\\"The interior of Guadalcanar has never been explored,\\\" Sheldon explained.  \\\"The bushmen are as wild men as are to be found anywhere in the world to-day.  I have never seen one.  I have never seen a man who has seen one.  They never come down to the coast, though their scouting parties occasionally eat a coast native who has wandered too far inland.  Nobody knows anything about them. They don't even use tobacco--have never learned its use.  The Austrian expedition--scientists, you know--got part way in before it was cut to pieces.  The monument is up the beach there several miles.  Only one man got back to the coast to tell the tale.  And now you have all I or any other man knows of the inside of Guadalcanar.\\\"\\n\\n\\\"But gold--have you heard of gold?\\\" Tudor asked impatiently.  \\\"Do you know anything about gold?\\\"\\n\\nSheldon smiled, while the two visitors hung eagerly upon his words.\\n\\n\\\"You can go two miles up the Balesuna and wash colours from the gravel.  I've done it often.  There is gold undoubtedly back in the mountains.\\\"\\n\\nTudor and Von Blix looked triumphantly at each other.\\n\\n\\\"Old Wheatsheaf's yarn was true, then,\\\" Tudor said, and Von Blix nodded.  \\\"And if Malaita turns out as well--\\\"\\n\\nTudor broke off and looked at Joan.\\n\\n\\\"It was the tale of this old beachcomber that brought us here,\\\" he explained.  \\\"Von Blix befriended him and was told the secret.\\\"  He turned and addressed Sheldon.  \\\"I think we shall prove that white men have been through the heart of Guadalcanar long before the time of the Austrian expedition.\\\"\\n\\nSheldon shrugged his shoulders.\\n\\n\\\"We have never heard of it down here,\\\" he said simply.  Then he addressed Von Blix.  \\\"As to the boys, you couldn't use them farther than Binu, and I'll lend you as many as you want as far as that. How many of your party are going, and how soon will you start?\\\"\\n\\n\\\"Ten,\\\" said Tudor; \\\"nine men and myself.\\\"\\n\\n\\\"And you should be able to start day after to-morrow,\\\" Von Blix said to him.  \\\"The boats should practically be knocked together this afternoon.  To-morrow should see the outfit portioned and packed.  As for the Martha, Mr. Sheldon, we'll rush the stuff ashore this afternoon and sail by sundown.\\\"\\n\\nAs the two men returned down the path to their boat, Sheldon regarded Joan quizzically.\\n\\n\\\"There's romance for you,\\\" he said, \\\"and adventure--gold-hunting among the cannibals.\\\"\\n\\n\\\"A title for a book,\\\" she cried.  \\\"Or, better yet, 'Gold-Hunting Among the Head-Hunters.'  My! wouldn't it sell!\\\"\\n\\n\\\"And now aren't you sorry you became a cocoanut planter?\\\" he teased.  \\\"Think of investing in such an adventure.\\\"\\n\\n\\\"If I did,\\\" she retorted, \\\"Von Blix wouldn't be finicky about my joining in the cruise to Malaita.\\\"\\n\\n\\\"I don't doubt but what he would jump at it.\\\"\\n\\n\\\"What do you think of them?\\\" she asked.\\n\\n\\\"Oh, old Von Blix is all right, a solid sort of chap in his fashion; but Tudor is fly-away--too much on the surface, you know. If it came to being wrecked on a desert island, I'd prefer Von Blix.\\\"\\n\\n\\\"I don't quite understand,\\\" Joan objected.  \\\"What have you against Tudor?\\\"\\n\\n\\\"You remember Browning's 'Last Duchess'?\\\"\\n\\nShe nodded.\\n\\n\\\"Well, Tudor reminds me of her--\\\"\\n\\n\\\"But she was delightful.\\\"\\n\\n\\\"So she was.  But she was a woman.  One expects something different from a man--more control, you know, more restraint, more deliberation.  A man must be more solid, more solid and steady- going and less effervescent.  A man of Tudor's type gets on my nerves.  One demands more repose from a man.\\\"\\n\\nJoan felt that she did not quite agree with his judgment; and, somehow, Sheldon caught her feeling and was disturbed.  He remembered noting how her eyes had brightened as she talked with the newcomer--confound it all, was he getting jealous? he asked himself.  Why shouldn't her eyes brighten?  What concern was it of his?\\n\\nA second boat had been lowered, and the outfit of the shore party was landed rapidly.  A dozen of the crew put the knocked-down boats together on the beach.  There were five of these craft--lean and narrow, with flaring sides, and remarkably long.  Each was equipped with three paddles and several iron-shod poles.\\n\\n\\\"You chaps certainly seem to know river-work,\\\" Sheldon told one of the carpenters.\\n\\nThe man spat a mouthful of tobacco-juice into the white sand, and answered, -\\n\\n\\\"We use 'em in Alaska.  They're modelled after the Yukon poling- boats, and you can bet your life they're crackerjacks.  This creek'll be a snap alongside some of them Northern streams.  Five hundred pounds in one of them boats, an' two men can snake it along in a way that'd surprise you.\\\"\\n\\nAt sunset the Martha broke out her anchor and got under way, dipping her flag and saluting with a bomb gun.  The Union Jack ran up and down the staff, and Sheldon replied with his brass signal- cannon.  The miners pitched their tents in the compound, and cooked on the beach, while Tudor dined with Joan and Sheldon.\",\"timestamp\":1638930645,\"title\":\"They were on a gold-hunting expedition.  He was the leader, and Tudor was his lieutenant\"},\"digest\":\"Yj8NaJSWjf-T_f0uInMPcPr5xdMUJNdgZeb2VZO_EEc\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Mclswj4RRQ4qHjeM7WTo8fFh703e3PxhLnNNHo9wjo\\\",\\\"y\\\":\\\"k2LHzAWYx_n0keYXa6Fw3KGSeqT2Akxdpzfx_TyV5XY\\\"}\",\"signature\":\"bYnLX-MrFYvYR2ZaBB49dhudXOMp97SmmtIkop3BZrJF1b6-cq94y9723ooSKcOwVeChWQgsorAwJj1uh1upbQ\",\"signingKeySignature\":\"0x71cab772e35ab15b92c29a99cee857edd7885221c448effaa1e56a22e1e3ef9e61d757808202df63683e9e634abc2284fa995f721539d66b312d59763f8654341c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Mclswj4RRQ4qHjeM7WTo8fFh703e3PxhLnNNHo9wjo\\\",\\\"y\\\":\\\"k2LHzAWYx_n0keYXa6Fw3KGSeqT2Akxdpzfx_TyV5XY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Yj8NaJSWjf-T_f0uInMPcPr5xdMUJNdgZeb2VZO_EEc\"}"