"{\"content\":{\"body\":\"Sturgeon paused in astonishment. \\\" Why, what happens to be the matter with you ? What are you kicking about ? \\\"\\n\\nColeman made a slow gesture. \\\" I'm tired,\\\" he answered. \\\" I need a vacation.\\\"\\n\\n\\\"Vacation!\\\" cried Sturgeon. \\\"Why don't you take one then ? \\\"\\n\\n\\\" That's what I've come to see you about. I've had a pretty heavy strain on me for three years now, and I want to get a little rest.\\\"\\n\\n\\\" Well, who in thunder has been keeping you from it? It hasn't been me.\\\"\\n\\n\\\" I know it hasn't been you, but, of course, I wanted the paper to go and I wanted to have my share in its success, but now that everything is all right I think I might go away for a time if you don't mind.\\\"\\n\\n\\\" Mind! \\\" exclaimed Sturgeon falling into his chair and reaching for his check book. \\\"Where do you want to go? How long do you want to be gone? How much money do you want ?\\\"\\n\\n\\\" I don't want very much. And as for where I want to go, I thought I might like to go to Greece for a while.\\\"\\n\\nSturgeon had been writing a check. He poised his pen in the air and began to laugh. \\\" That's a queer place to go for a rest. Why, the biggest war of modern times--a war that may involve all Europe-is likely to start there at any moment. You are not likely to get any rest in Greece.\\\"\\n\\n\\\" I know that,\\\" answered Coleman. \\\" I know there is likely to be a war there. But I think that is exactly what would rest me. I would like to report the war.\\\"\\n\\n\\\"You are a queer bird,\\\" answered Sturgeon deeply fascinated with this new idea. He had apparently forgotten his vision of a Cuban volunteer battalion. \\\" War correspondence is about the most original medium for a rest I ever heard of.\\\"\\n\\n\\\"Oh, it may seem funny, but really, any change will be good for me now. I've been whacking at this old Sunday edition until I'm sick of it, and some,. times I wish the Eclipse was in hell.\\\"\\n\\nThat's all right,\\\" laughed the proprietor of the Eclipse. \\\" But I still don't see how you 'are going to get any vacation out of a war that will upset the whole of Europe. But that's your affair. If you want to become the chief correspondent in the field in case of any such war, why, of course, I would be glad to have you. I couldn't get anybody better. But I don't see where your vacation comes in.\\\"\\n\\n\\\" I'll take care of that,\\\" answered Coleman. \\\" When I take a vacation I want to take it my own way, and I think this will be a vacation because it will be different -don't you see-different ? \\\"\\n\\n\\\" No, I don't see any sense in it, but if you think that is the way that suits you, why, go ahead. How much money do you want ? \\\"\\n\\n\\\" I don't want much. just enough to see me through nicely.\\\"\\n\\nSturgeon scribbled on his check book and then ripped a check from it. \\\" Here's a thousand dollars. Will that do you to start with? \\\"\\n\\n\\\" That's plenty.\\\"\\n\\n\\\"When do you want to start ? \\\"\\n\\n\\\" To-morrow.\\\"\\n\\n\\\"Oh,\\\" said Sturgeon. \\\" You're in a hurry.\\\" This impetuous manner of exit from business seemed to appeal to him. \\\" To-morrow,\\\" he repeated smiling. In reality he was some kind of a poet using his millions romantically, spending wildly on a sentiment that might be with beauty or without beauty, according to the momentary vacillation. The vaguely-defined desperation in Coleman's last announcement appeared to delight him. He grinned and placed the points of his fingers together stretching out his legs in a careful attitude of indifference which might even mean disapproval. \\\" To-morrow,\\\" he murmured teasingly.\\n\\n\\\" By jiminy,\\\" exclaimed Coleman, ignoring the other man's mood, \\\" I'm sick of the whole business. I've got out a Sunday paper once a week for three years and I feel absolutely incapable of getting out another edition. It would be all right if we were running on ordinary lines, but when each issue is more or less of an attempt to beat the previous issue, it becomes rather wearing, you know. If I can't get a vacation now I take one later in a lunatic asylum.\\\"\\n\\n\\\" Why, I'm not objecting to your having a vacation. I'm simply marvelling at the kind of vacation you want to take. And 'to-morrow,' too, eh ? \\\" \\\" Well, it suits me,\\\" muttered Coleman, sulkily.\\n\\n\\\" Well, if it suits you, that's enough. Here's your check. Clear out now and don't let me see you again until you are thoroughly rested, even if it takes a year.\\\" He arose and stood smiling. He was mightily pleased with himself. He liked to  perform in this way. He was almost seraphic as he thrust the  check for a thousand dollars toward Coleman.\\n\\nThen his manner changed abruptly. \\\" Hold on a minute. I must think a little about this thing if you are going to manage the correspondence. Of course it will be a long and bloody war.\\\"\\n\\n\\\"You bet.\\\"\\n\\n\\\"The big chance is that all Europe will be dragged into it. Of course then you would have to come out of Greece and take up abetter position-say Vienna.\\\"\\n\\n\\\"No, I wouldn't care to do that,\\\" said Coleman positively. \\\"I just want to take care of the Greek end of it.\\\"\\n\\n\\\" It will be an idiotic way to take a vacation,\\\" observed Sturgeon.\\n\\n\\\" Well, it suits me,\\\" muttered Coleman again. \\\" I tell you what it is-\\\" he added suddenly. \\\"I've got some private reasons- see ? \\\"\\n\\nSturgeon was radiant with joy. \\\" Private reasons.\\\" He was charmed by the sombre pain in Coleman's eyes and his own ability to eject it. \\\"Good. Go now and be blowed. I will cable final instruction to meet you in London. As soon as you get to Greece, cable me an account of the situation there and we will arrange our plans.\\\" He began to laugh. \\\" Private reasons. Come out to dinner with me.\\\"\\n\\n\\\" I can't very well,\\\" said Coleman. \\\" If I go tomorrow, I've got to pack-\\\"\\n\\nBut here the real tyrant appeared, emerging suddenly from behind the curtain of sentiment, appearing like a red devil in a pantomine. \\\" You can't ? \\\" snapped Sturgeon. \\\" Nonsense----\\\"\\n\\nCHAPTER VII.\\n\\nSWEEPING out from between two remote, half-submerged dunes on which stood slender sentry light. houses, the steamer began to roll with a gentle insinuating motion. Passengers in their staterooms saw at rhythmical intervals the spray racing fleetly past the portholes. The waves grappled hurriedly at the sides of the great flying steamer and boiled discomfited astern in a turmoil of green and white. From the tops of the enormous funnels streamed level masses of smoke which were immediately torn to nothing by the headlong wind. Meanwhile as the steamer rushed into the northeast, men in caps and ulsters comfortably paraded the decks and stewards arranged deck chairs for the reception of various women who were coming from their cabins with rugs.\\n\\nIn the smoking room, old voyagers were settling down comfortably while new voyagers were regarding them with a diffident respect. Among the passengers Coleman found a number of people whom he knew, including a wholesale wine merchant, a Chicago railway magnate and a New York millionaire. They lived practically in the smoking room. Necessity drove them from time to time to the salon, or to their berths. Once indeed the millionaire was absent, from the group while penning a short note to his wife.\\n\\nWhen the Irish coast was sighted Coleman came on deck to look at it. A tall young woman immediately halted in her walk until he had stepped up to her. \\\" Well, of all ungallant men, Rufus Coleman, you are the star,\\\" she cried laughing and held out her hand.\\n\\n\\\" Awfully sorry, I'm sure,\\\" he murmured. \\\" Been playing poker in the smoking room all voyage. Didn't have a look at the passenger list until just now. Why didn't you send me word?\\\" These lies were told so modestly and sincerely that when the girl flashed her, brilliant eyes full upon their author there was a mixt of admiration in the indignation.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/211](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/211)\\n\\n\",\"timestamp\":1638786082,\"title\":\"I have been arrested four or five times already on fool matters connected with the newspaper business\"},\"digest\":\"813OmmlbiysPb4_JijeH61WudYDzDBwoZiOWl9sSrbU\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XwJv_DXXCGGD6RyqdhKrLFeodzUyjsbhBiFKnVFQbnY\\\",\\\"y\\\":\\\"O4C5IwAQc3BOUysoU9fFrUpvAPo2TCQolYJc5HKolIs\\\"}\",\"signature\":\"Ms_l4GdhB7JicUI4htUJRH-zfFgJIZRRVvO15VEMU3QKVWTYcNFJT5GU6HZmhGivxkebeXrO34O_2HSQbpnAXA\",\"signingKeySignature\":\"0x28c1966ebb66fce75cf5136c3570f5676b940ef39aa966a7b03237f441870a814708faebb83ae686dd1d1ae4c8bb86d09251efd0540e08c1afff7a165a9c58771c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XwJv_DXXCGGD6RyqdhKrLFeodzUyjsbhBiFKnVFQbnY\\\",\\\"y\\\":\\\"O4C5IwAQc3BOUysoU9fFrUpvAPo2TCQolYJc5HKolIs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"813OmmlbiysPb4_JijeH61WudYDzDBwoZiOWl9sSrbU\"}"