"{\"content\":{\"body\":\"The deal appears to be part of a bigger move by Houston Rockets owner Tilman Fertitta. Fertitta is also the chairman and chief executive officer of a restaurant group that recently launched a bitcoin reward program.\\n\\n![](https://images.mirror-media.xyz/publication-images/LxXZU5Pti7HTfZlExjigi.png?height=782&width=1174)\\n\\nThe New York Digital Investment Group (NYDG) will use Bitcoin to pay franchise royalties to the Houston Rockets of the National Basketball Association as part of a partnership to promote education and adoption of cryptocurrencies.\\n\\nIn a statement on November 16, the Houston Rockets stated that NYDIG will become the team’s official Bitcoin service partner and platform. As part of the cooperation, NYDIG plans to name some of the premium seats of the Houston Rockets at the Toyota Center in Houston as \\\"Bitcoin Seats.\\\"\\n\\nThe NYDIG deal appears to be part of a larger strategy for Houston Rockets owner Tilman Fertitta, who is also chairman and CEO of Landry's Restaurant Group. Last week, the company announced that it would introduce a bitcoin reward program for its restaurants and has begun to introduce bitcoin payment options.\\n\\nThrough Landry and other companies, Fertitta, worth about $6.3 billion, also owns several hotels and five casinos across the United States. As of the publication of this article, there have been no reports about these venues accepting BTC or other cryptocurrencies. However, Fertitta said in June that his holding company plans to start verifying blocks on the Akash Network.\\n\\nThis year, in the field of encryption, many major basketball franchise companies in the United States have cooperated with companies that deal with digital assets and blockchain technology. In October of this year, Voyager Digital signed an agreement with the Dallas Mavericks to make cryptocurrency more accessible through fan participation. Coinbase also recently signed a multi-year sponsorship contract with the NBA to become its exclusive crypto platform partner.\",\"timestamp\":1639398054,\"title\":\"NYDIG has reached a partnership with the Houston Rockets and plans to use Bitcoin to pay it franchise fees\"},\"digest\":\"O55leFCxBdAyG5iaGAeb1QrA8hk3PiDNscfa0lmznHE\",\"authorship\":{\"contributor\":\"0x0D7984542E1496de477DB3E8A7dbE7CB569d1B97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VlgFojiI2LuD14YEeqLVFLQjkUWJRIaceLMzBceMFEQ\\\",\\\"y\\\":\\\"3MrhRjNmqewDskkae0kygpa0-qNR7TOCB-saUdTxx_8\\\"}\",\"signature\":\"1d2mXEJrCvy9EqfwUgSjkjbRjct3ej3HuQ98MWzvXSkwKprghyIQAnlHwwBQY-67lUxzib5WZ3VcMJPQHYr-uA\",\"signingKeySignature\":\"0xd8a733a3fbf017011ac5a96f81feb3909f6b470bf75d3564956c6206dd681ea45467dd40f4cef5ac4ecbdf26bbc04ab45532ea56279464a55f46d7d70053cb8e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VlgFojiI2LuD14YEeqLVFLQjkUWJRIaceLMzBceMFEQ\\\",\\\"y\\\":\\\"3MrhRjNmqewDskkae0kygpa0-qNR7TOCB-saUdTxx_8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O55leFCxBdAyG5iaGAeb1QrA8hk3PiDNscfa0lmznHE\"}"