"{\"content\":{\"body\":\"Hey friends 👋\\n\\nAre you pumped about the future of art and culture yet? Ready to get this revolution kick-started?\\n\\nNow that we've shared some of our [hopes and dreams for SR2.0](https://superrare.mirror.xyz/fkGKcN1xVNRvfZk5OiY52-T_WNSndC4ve1DPDmvZQ6E) and you've heard the [rallying cry for self-governance](https://superrare.mirror.xyz/M9A9TbTMBkDD_No3Q0-LPjnq4OZxfDgxXKqBVLYRVDA), we hope you're as excited about the future of SuperRare as we are. It's a BIG vision, we know, but one that's worth fighting for. And we're thrilled to have you along for the ride 🚀\\n\\nBefore embarking on the important business of changing the world, we thought it'd be helpful to bring things back to brass tacks and talk through what to expect as we embark on our noble journey. Like all teams coming together for the first time - we need to learn our collective strengths and weaknesses, build communication skills, and develop methods of collaboration that can leverage our different backgrounds/cultures and feelings about the world. Sounds easy, right?! 😉\\n\\n### From the top\\n\\nOne metaphor we've found useful to help contextualize the task ahead is to think about the SuperRare DAO as a band getting together for the first time. Even professional musicians can't sit down and play a concert straight through without a few hours of practice. There are just too many opinions, styles and moving pieces that need to get worked out for a group of strangers - no matter how well trained - to pick it up cold and rock it from the first take. If you want a concert or a sports match to be enjoyable, the players need to have chemistry - and good chemistry comes from having tuned the ingredients beforehand to get the right reaction.\\n\\nSo, in order for our band (aka \\\"the DAO\\\") to come together and play what we expect to be a pretty amazing tour - we first need to learn how to play our scales and some simple tunes together. In this analogy you can think of the Space Race as learning to play our scales, and Spaces that get elected as the songs we're playing together. Spaces are an easily understandable use case for the DAO to begin building strong governance/curation muscles together. We don't expect everyone to become self-governance junkies overnight, but with gradual education and a regular heartbeat of Space elections twice a month, we hope everyone can learn *How to DAO* and *Why Governance Matters.*\\n\\n### Play it again\\n\\nStretching this metaphor *just a little* further, it's also helpful if you think of SuperRare Labs as the conductor of this new band. The conductor has a particularly important role in a large ensemble because they help to lead, coordinate & balance all the competing voices that must come together as one in order to make the music sing.\\n\\nWhile each player in the band has a unique voice and an important role to play, they're also just a single piece of a larger orchestration that must be balanced across many voices. What's important is that each player understand their contribution relative to the larger orchestra and how this contribution shapes the viewing experience. Not everyone can be a soloist in every performance, but a single voice can always be heard when it's not in sync with the rest of the ensemble.\\n\\n### Time and Spaces\\n\\nHopefully by now you are dusting off the music case, tuning the strings and getting ready to jam!\\n\\nNow that we're all ready to rock and roll, we'd like to announce that the SuperRare Governance forum is officially open for business over at [forum.superrare.com](https://forum.superrare.com/).\\n\\nWe encourage all $RARE holders to familiarize themselves with the forum as this will be the home base for all of our coordination and collaboration to come - beginning with Spaces.\\n\\nAnd with that, we're also excited to announce the kick off of Space Race 1...\\n\\n![](https://images.mirror-media.xyz/publication-images/wwET45VgJ0Y2FH5qd2FNl.png?height=1667&width=2501)\\n\\nThose interested in submitting a Space proposal can do so by visiting [forum.superrare.com](http://forum.superrare.com) and completing a Space Proposal by midnight on Oct 15th. Once submitted, proposals will be reviewed by community editors to ensure creative standards are met prior to council submission. The council will then audit + publish selected applications for public review prior to the community vote.\\n\\nEach race will have a single winner decided by the $RARE community in an official snapshot vote. Once elected, Space operators will be scheduled for onboarding and given an official launch date.\\n\\nLet the race for the RARE-est Spaces begin! 🚀\",\"timestamp\":1631898260,\"title\":\"Getting the Band Together \",\"publication\":\"superrare\"},\"digest\":\"F9rkh2IxAo7YVB7W8MUNu3ocaGwpVsL1w28Kycwfkbw\",\"authorship\":{\"contributor\":\"0x60E912290431D877489CDb74FA3C75A51575f57a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hMsH1NzEwN7ji7tXK0SR1X2wr4m9_LnRejlzc8pvtT4\\\",\\\"y\\\":\\\"Ns3GNLceunWx-HL7YHX6slqMT0sUhhbMJ5PkAWGzX-Q\\\"}\",\"signature\":\"lyirgjxeoz8-W1Qy8CA8YIlLjIORNH6VRbWfAjiQ-JZfdaLBNYUG1G-76DF-PKusFZJRcdVyVSjYkBdHRTZK9w\",\"signingKeySignature\":\"0xf264deadea1d7eb2e871986d13ef23ff53186fb857e852c9132409e65ed976137f3980291bb2b7d71ebd6979c932cf8b1729036ea11e9790e8412561f48edacb1b\",\"signingKeyMessage\":\"I authorize the publication of articles on superrare.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hMsH1NzEwN7ji7tXK0SR1X2wr4m9_LnRejlzc8pvtT4\\\",\\\"y\\\":\\\"Ns3GNLceunWx-HL7YHX6slqMT0sUhhbMJ5PkAWGzX-Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F9rkh2IxAo7YVB7W8MUNu3ocaGwpVsL1w28Kycwfkbw\"}"