"{\"content\":{\"body\":\"翻译：不懂经也叔的Rust\\n\\n时间：2021年7月13日\\n\\n公众号：不懂经\\n\\n***the Fourth Turning 第四次转折 \\n ***\\n\\n大家好。《主权个人》这本书对加密货币支持者的影响已经不用多说了，基本是“圣经”一般的存在；在西方，无论是科技大佬还是普通持币者，都在朝着书中的“应许之地”去推进。\\n\\n但我没想到的是，还有一本书对他们的影响也很大，该书名为《**第四次转折**》。这本书我还真有一点了解，相信国内看过的人也几乎屈指可数。据说，这本书极大地影响了川普的首席战略顾问、一手把他送上总统宝座的前美国大国师。\\n\\n难以置信的是，这本很冷门的书，国内早就翻译出来了。我曾经跑遍了上海的大小图书馆，终于在一个街道图书馆里借到了这本书，好像是唯一的一本。\\n\\n现在，不用这么麻烦了，我终于找到了这本书的电子版。感兴趣的朋友，之前如果有过任何付费或者打赏的，可以直接找我拿；其他朋友欢迎转发本文到朋友圈或微信群，然后加我索取。谢谢。\\n\\n**今天是《主权个人》第四章的最后一部分。第五章也已经翻译了一些，但是我感觉不太能发得出来。前面的篇章请在公众号下方专栏内集中阅读。**\\n\\n\\n---\\n\\n***第四章  政治最后的日子 \\n ***\\n\\n**“今天我已经两次成为父亲了。上帝保佑。”**\\n\\n**鲁道夫·阿格里科拉，在他当选修道院院长的当天，听到他的情妇生了一个儿子。**\\n\\n \\n\\n**伪君子**\\n\\n在“表明的虔诚”之下，中世纪晚期的社会堕落放荡，是非常不敬神的。教堂是男女青年最喜欢的幽会场所，也是妓女和淫秽图片小贩经常聚集的地方。\\n\\n历史学家报告说，“日常宗教活动中的不敬行为毫无节制。”受雇为亡灵超度的唱诗班，经常在弥撒中使用渎神的字眼。守夜和列队祈祷在中世纪的宗教活动中的重要性，比在今天大得多，但据中世纪晚期欧洲最重要的神学权威——加尔都西会的德尼说，它们还是被“黄段子、讽刺的模仿秀与喝酒所玷污。”\\n\\n有人可能会说，这些指责是古板的道学家在发牢骚，但这只是众多同类描述中的一种。有充分的理由相信，在中世纪，猥亵和神圣往往是亲密无间的伙伴。\\n\\n例如，朝圣活动就经常沦为骚乱和淫乱，以致于一些品德高尚的改革者主张禁止朝圣，但没有成功。地方性的宗教游行，也为暴民提供了破坏和抢劫的机会，以及各种能激起他们兴趣的醉酒闹剧。\\n\\n即使是静静地坐在教堂听弥散，人民也普遍处于不清醒的状态。教堂里喝掉的酒是惊人的，特别是在节日的晚上。斯特拉斯堡理事会的记录显示，在圣阿道夫之夜，那些在“守望中祈祷”的人，喝光了教会为纪念圣人而准备的1000升葡萄酒。\\n\\n15世纪著名的神学家让·格森记述道，“即使最神圣的节日，甚至圣诞夜，都是在打牌、讲荤段子、骂脏话、淫乱放荡之中”度过的。当平民百姓因为这些行为受到惩戒时，他们就会举出“贵族和神职人员”为榜样，因为这些人做同样的事却不会受到惩罚。\\n\\n \\n\\n**虔诚与同情**\\n\\n在中世纪晚期，虔诚把充斥社会的有组织宗教合理化了，今天为政治生活而辩护的“同情心”，也是出于同样的目的。\\n\\n为了满足毫无道德的虔诚渴望而出售赎罪券，与支出奢侈的福利以满足假模假式的、没有善行的同情心一样。赎罪券是否产生了提升道德或拯救灵魂的实际效果，福利项目是否真正改善了它计划帮助对象的生活品质，根本不重要。“虔诚”和“同情”一样，是一种近乎迷信的召唤。\\n\\n在一个基本不了解因果关系的时代，教会的仪式和圣礼渗透到生活的各个方面。“……一次旅行，一项任务，一次访问，都有无数同样的手续：祈祷、仪式、规则。”\\n\\n刻在羊皮纸上的祈祷词像项链一样，串在发烧者的身上。营养不良的女孩，将一缕缕的头发挂在圣乌尔班的图像前，以防止进一步的脱发。在干旱的季节，纳瓦拉的农民抬着圣彼得像列队游行以求雨。人们热衷于这些及其他“无效的技术，在没有什么好办法的情况下来减轻焦虑。”\\n\\n \\n\\n**两个错构成一个善**\\n\\n人们对圣人遗物的神奇力量深信不疑，当任何有影响力的虔信者去世之后，都会被疯狂地分尸。托马斯·阿奎那在福萨努瓦修道院逝世后，那里的修士将他的尸体斩首并煮沸，以便得到他的骨头。\\n\\n匈牙利的圣伊丽莎白在下葬前供公众瞻仰时，“一群崇拜者冲到这里，剪断或扯走了裹在她脸上的亚麻布条，还剪掉了她的头发、指甲，甚至乳头。”\\n\\n \\n\\n**没有美德的虔诚**\\n\\n中世纪的人把圣人和他们的遗物看作是信仰武器的一部分；在那样一个世界里，冬天之冷、夜晚之黑、疾病面前之绝望，远超本书读者的想象。\\n\\n与现代人相比，中世纪人更相信魔鬼是真实存在的，相信上帝会积极地干预世界，而祈祷、忏悔和朝圣可以赢得神的眷顾。\\n\\n如果只是说人们相信上帝，既不能表达他们信仰的强度，也不能表达中世纪人把虔诚与罪恶搞在一起的容易程度。\\n\\n对仪式、典礼和圣事的功效的信仰无处不在，这不可避免地削弱了良善行事的紧要性。对于任何罪恶或精神缺陷，都有一种补救措施，一种可以洗刷污点的忏悔，这就是所谓的“救赎数学”。\\n\\n当宗教变得无孔不入，它的诚信必然开始削弱。对此，惠泽加说：“宗教渗入到了生活的一切关系之中，意味着圣洁的与亵渎的思想领域不断融合。神圣的东西变得太过普通，无法再带给人们深刻的感受”。事实确实如此。\\n\\n \\n\\n**教会规模的缩小**\\n\\n**到15世纪末，教会不仅与今天的民族国家同样腐败，也是经济增长的主要阻力。**\\n\\n教会吸走了大量的资本，但不是用于生产；它还强加了各种负担，限制社会产出，压制商业。这些负担与今天的民族国家所施加的一样，多如牛毛。\\n\\n我们都知道，火药革命给有组织的宗教带来了什么：它制造了强烈的改革动机，促使教会缩小规模并降低成本。当传统的教会拒绝这么做的时候，新教教派加入竞争，抓住了机会。他们动用了几乎所有能想到的手段去降低虔信生活的成本。\\n\\n·**他们建造了简朴的新教堂，有时候还拆除旧教堂的祭坛，腾出资金另做他用。**\\n\\n**·他们修订了基督教教义，以降低信仰的成本，并强调信仰而非善行是得救的关键。**\\n\\n**·他们制定了新的、简洁的礼仪，缩减或取消了众多节日，并废除了很多圣礼。**\\n\\n**·他们关闭了修道院和修女院，并停止对修行者的施舍。贫穷从一种使徒的美德，变成了一个不受欢迎的、值得谴责的社会问题。**\\n\\n \\n\\n要理解教会的缩小怎么解放了生产力，就必须回顾垄断被打破之前，教会有哪些阻碍发展的表现。就像当今的民族国家，教会在15世纪末强加给社会的超额成本，负担之沉重是令人难以置信的。\\n\\n1、诸如什一税、教会税和各种费用等直接成本，养活了极度臃肿的教会官僚机构。在取代中世纪“圣母教会”的新教教堂中，什一税也很常见，但在城市地区一般征收不到。事实上，教会垄断的结束使商业最发达地区的边际税率不断下降。\\n\\n2、宗教教义很不利于储蓄。中世纪教会中的大反派就是“守财奴”，即不惜出卖灵魂去储蓄黄金的人。教义要求信徒资助“善行”，于是他们要向教会捐赠高昂的费用。“赎罪”的教义迫使那些想得到救赎的人捐助弥撒或圣堂，以避免落入炼狱。\\n\\n对于这一点，路德在他的95条论纲的第8条和第13条进行了直接的抨击。他写到：“垂死之人以其死亡偿还了所有的债务。”换句话说，新教信徒的财产是可以传给他的继承人的。根据新教教义，没有必要重复捐赠做追思弥撒的小教堂；通常是30内，对于特别富有的人，则是永久的。\\n\\n3、中世纪教会的意识形态**还鼓励将资本用于购买圣物**。圣物崇拜俘虏了大量的资金，用以获取与基督或其他圣人相关的物品。非常有钱的人甚至建立自己的圣物收藏。\\n\\n例如，萨克森的选帝候弗雷德里克就积累了19000件圣物，有一些是在1493年去耶路撒冷朝圣时获得的。在他的收藏品中，包含他认为的“一个圣婴的尸体、玛利亚的乳汁和耶稣诞生地马厩的稻草。”\\n\\n根据推测，投资这些圣物的资本回报率是很低的。随着宗教改革强调信仰及选民的概念（上帝拣选），购买圣物作为护身符的重要性就大大降低了。这也鼓励资金去寻找效益更高的投资渠道，可以支付君主索要的回报。\\n\\n4、新教教派的出现，打破了中世纪教会的经济垄断，并大幅削弱了教会监管的权力。我们前面谈论过，教会法经常被扭曲，用来支持教会的垄断和商业利益。由于新教教派需要保护和加强的经济利益比较少，他们的教义往往会促成一个更自由的体系，对商业的压制也更少。\\n\\n5、新教革命废除了中世纪教会的许多仪式和典礼，它们给信徒的时间带来了沉重的负担。到15世纪末，经过精心的设计，仪式、圣事和圣日，几乎在日历上排满了。这种超负荷的仪式安排，是教会坚持“一个人可以随意增加祈祷或敬拜的次数，还可以从中获得好处”的必然结果；它们确实在增加。\\n\\n更加冗长、复杂的仪式，在忏悔中重复背诵祈祷词的要求，不能工作的圣日不断增加，这些都影响了生产力的发展。繁多的规章制度和仪式贯穿在一天和四季之中，大大减少了可以从事生产的时间。\\n\\n在中世纪90%的人口在从事农业。农业的节奏被打断，影响还不大。在耕作的季节里，很多时候不需要每天都下地干活。在当时的条件下，农作物的产量更多是受天气变化和不可控的病虫害的影响；而不是教会日历所能允许的最低限度以外的边际劳动力的增加。\\n\\n但在农业之外的其他领域，生产力的损失就是一个大问题。在手工业、制造业、运输业、商业，以及其他由劳动量决定产出和利润的事业，就会与教会对时间的要求产生冲突。\\n\\n15世纪末的大转型，发生在地租上涨和农民实际收入下降的时候，这应该不是巧合。人口压力的增加，减少了公共土地的产量。这些土地一般位于河流或溪流的周围，农民靠这些土地放牧，有时候也从中获取鱼和柴火。\\n\\n生活水平的下降，让农民感受到了越来越迫切的生活压力，他们需要寻找其他收入来源。因此，“越来越多的农村人口开始转向小规模的制造市场，最早就是纺织业，这个过程被称为‘原工业化’。”教会强加的负担抑制了在新经济方向上的时间投入，它阻碍了更有进取心的农民，去从事手工业以补充农业收入。\\n\\n新教教派做出的一大贡献，就是取消了40个节庆日。这不仅节省了大量的费用，如活动时需要的饮食；还释放了大量的宝贵时间。停止敬拜这40个节日，还意味着每个人可以在一年中增加300个工时或更多。\\n\\n**简而言之，仅仅通过取消中世纪教会超负荷的仪式活动，释放出被损失的、可用在商业上的时间，就为社会产出的显著提高打开了局面。**\\n\\n6、垄断地位被打破后，教会吐出了大量的资产。这些资产在教会的管理下，回报极低，这种情况与20世纪末国有资产的运用有明显的相似之处。\\n\\n教会显然是最大的封建地主；它对土地的控制力，与高度政治化的今天，政府的控制力不相上下。在欧洲一些国家，如波西米亚，教会控制了超过总量50%的土地。\\n\\n根据教会法，一项财产一旦归教会所有，就不能被转让出去。因此，随着教会从信众那里收到的遗赠越来越多，教会的土地持有量也不断增加；而那些遗赠原本是用于资助各种社会福利服务、建造圣堂及其他活动的。\\n\\n虽然很难精确衡量教会持有土地的相对生产率，但它在中世纪末期的水平肯定远远低于早期。到了14世纪，人们越来越重视市场生产，而不再是自给自足的农业，这使得大多数非宗教领主，从不识字的工头变成了职业经理人，以便优化他们的土地产出。\\n\\n他们所采取的激励措施，可能使他们的土地产出很快就超越了教会；毕竟在理论上，教会的财产不会给任何人带来私利。\\n\\n毋庸置疑的是，一些更世俗的红衣主教，也使用普通领主的方式管理财产。但是，其他教会财产的生产力肯定会受到失败管理的影响，毕竟它们是在一个大而无当且远在天边的机构手里。这其中的弊端，与今天的国家所有制和集体所有制的弊端是差不多的。\\n\\n另外很明显的一点是，对修道院的查封也重新调配了资源，在印刷机出现之后，这些资源无需再用于复制手稿和书籍。\\n\\n7、在《大清算》一书中，我们详细阐述过，火药革命发生后，一些新教教派迅速做出了反应，他们修改了教义，以鼓励商业的发展，例如取消了对高利贷及贷款利息的禁令。\\n\\n中世纪的教会在意识形态上是反对资本主义的，它是经济增长的累赘。教会教义的主旨是加强封建主义，因为教会是最大的封建土地所有者，在其中有巨大的利益。\\n\\n无论是否是故意使然，教会都倾向于把自己的经济利益作为宗教美德，同时反对通过制造业和独立商业积累财富，因为它们必然会破坏封建制度的稳定。例如，教会下令反对“贪婪”，但这主要适用于商业贸易，而不是封建税收，也从来没有用在赎罪券的销售上。\\n\\n教会还无耻地为商业项目制定“公正的价格”，抑制了那些非教会生产的商品和服务的经济回报。\\n\\n教会对商业创新的抵制，禁止“高利贷”就是一个明显的例子。银行和信贷是工商业大规模发展的关键。教会限制信贷供应，延缓了商业发展。\\n\\n8、更加微妙的变化是，新的教派对《圣经》文本的专注，摧毁了中世纪教会的思维模式和意识形态；这两者都为社会进步设置了障碍。\\n\\n中世纪晚期的文化编程，鼓励人们用象征性的模拟去看待世界，而不是通过因果关系去理解。这削弱了人们的逻辑推理能力，也远离了商业主义的思想。\\n\\n用符号等价物的方式思考，很难转入到市场价值的思维模式。杰出的中世纪史学家约翰·惠泽加举例说；\\n\\n**“三个庄园代表着圣女的品质；七个选帝候象征着美德；1477年仍然忠于勃艮第家族的阿图瓦和埃诺的五个城镇，是五名聪慧的处女……同理，鞋子意味着关心和勤奋，袜子意味着坚韧，吊袜带意味着决心，等等。”**\\n\\n这些例子表明，人们的思维被宗教教条、僵化的符号和寓言所支配，生活的方方面面被等级隶属关系捆在一起。每一种职业、每一个部门、每一种颜色、每一个数字，甚至每一个语法元素，都被绑在一个宏大的宗教概念的体系之中。\\n\\n因此，日常生活中的点点滴滴不是用因果关系来解释，而是通过静态的符号和寓言。美德和恶习有时会被人格化，每样东西都代表着别的东西，后者又代表另外一些东西，这不仅没有理清因果关系，还搞得更加混乱。\\n\\n为了进一步混淆是非，事物间的各种联系被数字系统任意地套在一起；数字7好像特别重要。有七种美德、七宗罪、主祷文中有七个祈愿、圣灵有七种恩赐、激情有七种时刻、还有七种至福和七种圣礼，以及“由七种动物代表，后面跟着七种疾病。”\\n\\n \\n\\n**十五世纪的新闻业**\\n\\n十五世纪如果有新闻业的话，那么它写出来的故事，除了间接性的、象征性的寓言，不会回答任何报道事实的经典问题。下面是一篇十五世纪的私人日记，请看它关于勃艮第谋杀案的记述。\\n\\n**这时，住在邪恶之塔的不和女神现身了，她唤醒了愤怒女神、疯女人、贪婪女神、狂暴女神和复仇女神，他们拿起各种武器，把上帝的理性、正义和教诲全抛在了脑后，最可耻的是，也扔掉了节制。**\\n\\n**怀着满腔的暴怒，他们开始了疯狂的谋杀、屠杀、砍伐、处死，把在监狱里发现的所有人，统统杀光……贪婪女神把她的裙子塞进裤腰带，带着她的女儿——掠夺，还有她的儿子——盗窃……完事之后，上述众人在他们的女神——也就是愤怒、贪婪和复仇的带领下，杀遍了巴黎所有的公共监狱。**\\n\\n \\n\\n**摆脱中世纪的思维范式，使人们开始用因果关系等“现代”术语理解世界，而不再依靠象征性的联系和拟人化的寓言。**\\n\\n中世纪晚期教会的教义和思维模式是虚伪的，这一点没必要再争论；它们更倾向于契合农业封建主义的需求，而不愿意留给商业发展的空间，更不用说工业。\\n\\n准确地说，教会作为当时社会的主导机构，它的所作所为，塑造了道德、文化和法律方面的限制，都是为了保证封建主义的生存与发展。\\n\\n正因为如此，它不符合工业社会的需要；就像现代民族国家在道德、文化和法律上的约束，无益于信息时代的商业一样。我们相信，国家将步教会的后尘遭到革命，使新的发展潜力得以实现。\\n\\n新教的教义认为，只靠信仰本身就可以升入天堂，而不再需要对亡灵祈福的活动进行捐赠。这被人们视为一个神学问题，但它更是一种匹配新时代经济现实的神学。\\n\\n在当时，把额外的资金投入到臃肿的教会官僚机构中，它的机会成本陡然上升了；很明显，人们需要一种成本效益更高的救赎途径，新教的改革满足了这一点。\\n\\n在没有其他投资渠道的时候，人们还不太介意把钱交给教会。但是，他们看到，资助一个前往东方的香料船队，有机会获得百倍的回报；资助国王的一个军营，回报虽然少一点，一年也有望得到40%的利息；在这种情况下，他们于自身利益所在之处，寻求上帝的恩典，也是可以理解的。\\n\\n不久之后，相比他们在封建制度下的祖先，很多商人和平民变得富裕多了。近代早期，商人和小制造业主的生活水平急剧提高；在那些收入和生活方式随着封建主义垮台而崩溃的人们当中，他们普遍不受欢迎。\\n\\n教会垄断地位的削弱和富人大政治权力的增强，导致可以再分配的收入急剧减少。没能成为新制度直接受益者的农民和城市贫民，对那些受益者充满了嫉妒。惠泽加描述了当时的主流态度，“对于富人，尤其是当时出现的大量新富者，人们的憎恨是普遍的。”信息革命将与此极为相似。\\n\\n同样惊人相似的是犯罪率的大幅上升。旧秩序崩溃的后果，即使达不到封建革命时期彻底的无政府状态——对此我们在上一章探讨过，也总是会导致犯罪活动的激增。\\n\\n在中世纪末，随着旧的社会控制体系的瓦解，犯罪率像火箭一般蹿升。用惠泽加的话说，“犯罪开始成为对社会秩序的极大威胁。”在未来，它也具有同等的威胁。\\n\\n \\n\\n**现代世界，是在新技术、新思想和黑火药臭气的混合之中诞生的。火药武器和进步的航海技术，破坏了封建主义的军事基础；甚至成为一种新的通讯方式，瓦解了它的意识形态。**\\n\\n而印刷术揭示出了教会的腐败，使得它的统治阶级和普通成员，在一个以宗教为中心的社会里，很矛盾地被人们普遍鄙视。这显然是一个可与当代相对照的悖论，在一个政治为王的时代，人们对政客和官僚已不再抱有任何幻想。\\n\\n \\n\\n**十五世纪的暮年，是一个幻灭、混乱、悲观和绝望的时代。**\",\"timestamp\":1640241223,\"title\":\"《主权个人》第四章 政治最后的日子 翻译14：旧制度的暮光与第四次转折\"},\"digest\":\"fta8IFLgZ2iEPkz5G3ZfeRk7E3qo-EnELMZrjaA4dTU\",\"authorship\":{\"contributor\":\"0xC26A36A2DB03A4082B135E57874c3D621231E1Cf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B507YO75pnAmxwUzexKWWPjnyh3tfuxp_GbTqi2gXRs\\\",\\\"y\\\":\\\"eqJ3PTAK6Qc19oEHpa4TBsiADkbDlP1SgtgL0M5jOP8\\\"}\",\"signature\":\"PQaZDz9Me2-TtDTf-xrsJVx6s6ruMDn6gAcZN2-ApvkyCBrE78XAuW8r3qi97jUuHjka-SSuyiWujvkpk4dI-A\",\"signingKeySignature\":\"0x8c71ae22da05108522c2ad2678c614e8314104238b608500ab94b049b579f8bc602474476a866616ed3f40589711ed2cb0b3916005e394020a0de63ed099aafe1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B507YO75pnAmxwUzexKWWPjnyh3tfuxp_GbTqi2gXRs\\\",\\\"y\\\":\\\"eqJ3PTAK6Qc19oEHpa4TBsiADkbDlP1SgtgL0M5jOP8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fta8IFLgZ2iEPkz5G3ZfeRk7E3qo-EnELMZrjaA4dTU\"}"