"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*ZSLSZ8q_DffWMDXfTuWtiQ.jpeg)\\n\\nIt’s been an exciting five months of high speed development after our initial launch, with Uptick establishing its strategic position in the NFT marketplace domain. We have added support for multiple blockchains that enable deep cross-chain interoperability, which is the core element of our business grade NFT infrastructure. Uptick Network will soon be ready to open up to ecosystem developers looking to start their own NFT businesses and we look forward to welcoming them.\\n\\nUptick is a pivotal ecosystem app in the Uptick Network, and has entered the market at warp speed, always looking to improve and tailor itself to the current market demand. The minted NFT assets and transactions within the Uptick app are ever increasing, and the global community is growing steadily as planned. According to user analysis, Uptick is truly global, currently covering North America, Europe, Asia regions, with South America entering the fray very soon.\\n\\n## **60,000 NFTs Minted**\\n\\nAn important milestone on November 1st was achieved, with the total number of minted NFT assets exceeding 60,000, derived from users all over the world. 20% of these NFT assets were transacted in the marketplace between buyers and sellers.\\n\\nUptick marketplace has introduced a truly creative scenario by utilizing both collectible and functional, utility-based NFTs. This helps Uptick support a wide and rich plethora of scenarios other than just digital artwork or collectibles. While art is an important first step in adoption, it is only one piece of the overall NFT puzzle that must be solved.\\n\\n## **Ecosystem Highlights**\\n\\n***Cross-Chain Interoperability***\\n\\nUptick’s cross-chain bridge/protocol has been in place since August, and the team has been continuously adding public chain support for multiple blockchains. Uptick Network is currently supporting the NFT asset transfer between:\\n\\nCOSMOS/IRISnet and **BSC** (August), **Polygon** (September), **Ethereum** (October)\\n\\nThis is the first bridge in the world that can support NFT transfers between the COSMOS/IRISnet ecosystem, and an array of different EVM ecosystems. This is an incredibly important part of Uptick Network’s vision — to support multiple chains, enable wide interoperability, and to include most layer 1 and layer 2 solutions.\\n\\n***Decentralized CRM / Functional NFTs***\\n\\nUptick has introduced and tested a creative NFT commercial solution for businesses, using collectible/functional NFTs. A well known Mexican restaurant called ‘Maya’ issued NFT membership cards for customers of the restaurant via the Uptick app, which enables NFT membership card holders to receive special privileges linked to events and activities set up by the restaurant owner. As more applications like this are tested it will allow for decentralized CRM tools (Customer Relationship Management) to be utilized in a truly seamless way for the business owner and customer.\\n\\nYou can further read about the use of functional NFTs in the [Maya Story](https://medium.com/uptick-network/uptick-app-the-maya-story-a13fc1b23e87). This is the way to use NFTs as the key to unlock uniquely customizable benefits and privileges for the end user, and further enables utility and boosts the liquidity of NFT assets.\\n\\n***Support for Various Media Formats***\\n\\nAlong with typical picture and GIF formats, Uptick marketplace has now added support for MP4’s. This enables the creation of video NFTs inside the app and will lead to many ecosystem applications that can utilize video NFT assets for usage and monetization. MP3 format for sound and music NFTs will be coming soon.\\n\\n***Creator Spotlight Series***\\n\\nUptick has onboarded a host of different creators, all from different backgrounds with varying artistic styles. These are showcased in our ‘Creator Spotlight’ series where you can read the stories behind the creators and get a glimpse into the artistic motivation behind their pieces, along with their thoughts on the NFT space at large:\\n\\n[Edapollo](https://medium.com/uptick-network/creator-spotlight-edapollo-ae0e41593f83) \\n [PariahArt](https://medium.com/uptick-network/creator-spotlight-pariahart-d49c23ba866c) \\n [Artistry Organica](https://uptickproject.medium.com/creator-spotlight-artistry-organica-784ab1c2a7f6)\\n\\n***Limited Edition NFTs Issued Directly by Uptick***\\n\\nUptick has released several limited edition NFTs *(Uptick Mooncake, Hairy Crab, Halloween candy. etc)*, which were snapped up by users in record time. These NFTs represent not only the collectible value of the official NFT but also future privilege and benefits provided from the official Uptick account. Any user can use the same logic to issue their own NFTs with varying degrees of customization.\\n\\n***Our Commitment to Combatting Piracy***\\n\\nTogether with the community, we have created an open dialogue where we can discuss the best ways forward in combatting piracy together. This is an important step in creating a fair and transparent place for our users to interact, and our ongoing [policy](https://uptickproject.medium.com/uptick-policy-suspension-announcement-98f9422ab70f) is just the start. We hope to continue improving this system and making Uptick the safest space it can be for consumers in the NFT market.\\n\\n***Gamification Scenarios with Chainlink VRF***\\n\\nUptick Network has established cooperation with Chainlink. Uptick uses Chainlink VRF (Verifiable Randomness Function) to drive various gamification scenarios inside the Uptick marketplace. Chainlink VRF ensures transparency and fairness for all of the activities operating inside the Uptick marketplace, one example being our lucky draw game. So far, the weekly lucky draw has been open for 9 rounds, creating 9 happy Uptick marketplace buyers that each won the prize. Uptick will continue to introduce more gamification activities in the near-term.\\n\\n## **Looking to the future**\\n\\nLooking forward, Uptick Network will add interoperability between even more layer 1 and layer 2 networks with Uptick’s Cross-chain bridge, further enhance the Uptick protocol, and empower the aggregation and liquidity sharing capability of the NFT assets inside Uptick’s marketplace and all ecosystem applications. Along with this we will be continuing to work on creating industry-agnostic metadata standards, that in our view, will propel the space forward and enable a truly interconnected world for NFTs.\\n\\nUptick marketplace will support multiple terminals. Mobile native apps (iOS and Android) are already supported, and the web version of our marketplace with special focus on collectible NFTs is already in progress. The supported types of NFTs will cover the most popular media formats to represent a large array of digital content and functionality.\\n\\nThe aim of Uptick is to focus on deep cross-chain interoperability and ease of use for the consumer. Along with the upcoming web version, Uptick is fast becoming one of the most comprehensive decentralized NFT exchanges with an ever-increasing set of rich features for our users. The team is working hard on the key components to consolidate the near term plan (Q1 & Q4) for Uptick Network and the Uptick marketplace. The associated token economy and integration will be a key focus in the coming weeks, along with the release of even more exciting ecosystem applications.\\n\\nStay tuned.\\n\\n***Want to be a part of the Uptick Network?***\\n\\nWe are eagerly looking for Uptick ambassadors in all global regions to help spread the word, build real community and fulfil the web 3.0 vision together. We would also like to put a call out to all brilliant NFT artists, next-level blockchain programmers, successful investors and big-name social media influencers. We invite you to get in on the ground floor of the Uptick Network and join us on this exciting NFT journey.\\n\\nFeel free to reach out on [Telegram](https://t.co/42jcPJKUCp?amp=1), or via [e-mail](http://hello@uptickproject.com/) to discuss this further.\\n\\n## [Download](https://www.uptickproject.com/download.html) the Uptick app\\n\\n*Uptick app is the world’s first decentralized full-featured mobile NFT app, based on the commercial-grade NFT infrastructure of Uptick Network. It safely and conveniently manages users’ digital NFT assets, supports the independent issuance, purchase, transfer, resale, and cross-chain transfer and interoperability of users’ NFT assets, focusing on the pan-entertainment and life service industry, forming a new creative economy for the Web 3.0 era.*\\n\\n**[Website](https://www.uptickproject.com/)**\\\\*\\\\* | **[Telegram](https://t.me/uptickproject)** | **[Medium](https://medium.com/@uptickproject)** | **[Twitter](https://twitter.com/uptickproject)** |**[Reddit](https://www.reddit.com/r/UptickNetwork/)** | \\\\*\\\\***[Contact](mailto:hello@uptickproject.com)**\",\"timestamp\":1639131450,\"title\":\"Uptick | Project Status Update by November of 2021\"},\"digest\":\"G1V1evFO3NzZEgKb3hOPM7GxRfsMgZivyN63KclEsr0\",\"authorship\":{\"contributor\":\"0x37591dc60F39915E07c30daf8f42b3561857B5BF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h62Qlqr_RrPJ7mOsGzjnuVsImmRTeSGgn8vEsxJDT3M\\\",\\\"y\\\":\\\"C0af2pRL0SzR7yvO2L85rv_DkZK0PHNP74MCodc2rnI\\\"}\",\"signature\":\"5mvyTy9YABNMlRJ-EjubD2-iLnluMyrJY2ERIshYB-4eTXktda3D6UevFRQnE2TOEJt17csb-U9XNVtM1sOEDA\",\"signingKeySignature\":\"0x288052421e32603b5ddb816c4d7ec56dab0a67579cdd177d1f894ee20229f9c135ba37b83b011fd6509b6bfe3658ffbadbeb474da05412b09c435d90d4fb82ac1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h62Qlqr_RrPJ7mOsGzjnuVsImmRTeSGgn8vEsxJDT3M\\\",\\\"y\\\":\\\"C0af2pRL0SzR7yvO2L85rv_DkZK0PHNP74MCodc2rnI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G1V1evFO3NzZEgKb3hOPM7GxRfsMgZivyN63KclEsr0\"}"