"{\"content\":{\"body\":\"It's known as fashion's Bible - Vogue magazine, where the elite and the aspiring alike turn for the style of the moment, and the past. \\n  \\n And nothing may mean more in fashion than landing on the cover of Vogue. \\n  \\n \\\"To be in Vogue has to mean something,\\\" said Anna Wintour, who has been Vogue's editor-in-chief for 23 years. \\\"It's an endorsement. It's a validation. \\\" \\n  \\n With her signature bob haircut and dark sunglasses, Wintour is considered the most powerful figure in fashion. \\n  \\n When asked what a good cover should do, Wintour replied, \\\"A cover's a poster. It has to look like Vogue. It has to be a strong image. It has to be seductive.\\\" \\n  \\n \\\"Can being on the cover of Vogue change a model's career?\\\" asked Altschul. \\n  \\n \\\"It certainly will make everybody take notice of you in a way that they haven't before.\\\" \\n  \\n Now the magazine is taking note of its famous covers for its 120th anniversary in 2012. \\n  \\n Wintour, contributor Dodie Kazanjian and international editor-at-large Hamish Bowles have compiled a book of the magazine's most famous covers. \\n  \\n Started as a weekly magazine for high society New Yorkers, early Vogue covers featured well-polished young women known as \\\"Gibson girls,\\\" named after the illustrator who created the look. \\n  \\n \\\"A Vogue cover really holds a mirror up to its time,\\\" said Bowles. \\n  \\n In 1909, publishing big shot Conde Nast bought Vogue, and used the cover to reach a wider upscale audience. \\n  \\n \\\"Suddenly you see a totally different atmosphere,\\\" said Bowles. \\\"You have this explosion of color for a start - really wonderful world-class illustrators start to produce covers which become kind of abstract and fanciful, and certainly aspirational.\\\" \\n  \\n Art deco and the jazz age inspired covers in the coming years, but the real change came in 1932 with the first color photo cover by photography pioneer Edward Steichen. \\n  \\n Since then, legendary photographers like Cecil Beaton, Irving Penn and Annie Liebovitz have shot the most famous cover in the fashion. \\n  \\n CBS \\\"I like to think they all have the Vogue stamp, but I don't like the idea of them all looking identical,\\\" Wintour said. \\n  \\n By the '70s and '80s, many covers had come to look identical. It was time for a change. \\n  \\n So when the British-born mother of two took over American Vogue in 1988 after running the U.K. version, Wintour turned the fashion world upside-down . . . starting with her very first cover. \\n  \\n \\\"It was totally unplanned,\\\" she said. \\n  \\n Wintour used an image never intended for the cover, featuring an Israeli model wearing jeans. \\n  \\n \\\"And I just said, 'Well, let's just try this.' And off we went. It was just very natural. To me it just said, 'This is something new. This is something different.' And I remember the printers called us up because they thought we'd made a mistake - just wanting to check that that actually WAS the cover!\\\" \\n  \\n \\\"It was really radical,\\\" said Bowles. \\\"In every way, it broke every kind of prescribed boundary and rule that had existed up 'til then.\\\" \\n  \\n Wintour continued to push boundaries by putting celebrities on the cover instead of supermodels - a revolutionary move at the time. \\n  \\n \\\"I remember getting quite a bit of criticism for my first Madonna cover - you know, 'She's not in vogue, she'll never sell,'\\\" recalled Wintour. \\\"It was a little bit risky.\\\" \\n  \\n But sales on newsstands shot up, Wintour said. \\\"Something extraordinary, like 40 percent. So that was an eye-opener to all of us.\\\" \\n  \\n \\\"But you knew something? Or you just followed your instinct?\\\" asked Altschul. \\n  \\n \\\"I didn't know anything,\\\" Wintour said. \\\"I never pay any attention. I'm sure it's not such a good way to be, but I don't really follow market research. And in the end I do respond to my own instincts. Sometimes they're successful, and obviously sometimes they're not. But you have to, I think, remain true to what you believe in.\\\"\",\"timestamp\":1635748827,\"title\":\"Vogue puts its 120-year history online\"},\"digest\":\"RypuqYg7Wo86nane3Ml840oso4JU4gFKTzcUZCrv8lA\",\"authorship\":{\"contributor\":\"0x528F2AbCD700ba6CD101050a12c87D3CD0dBC4bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"signature\":\"3YOITK2XwQH07iGm5i2A-aCS9EMAkg0Ga0XvueUCGQT5Zn_V6jgFNU_Dvjw1sDdHqz-QyAHrF3uKz2L46wD3Eg\",\"signingKeySignature\":\"0x56eb5ee6d3d1e7ad9611ea52ce485c0c270d1186f8381f4a5c30889448938c8c559dc524104caf42c32c3e0027221bee361340c959f438efdd2b721403dfa0ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RypuqYg7Wo86nane3Ml840oso4JU4gFKTzcUZCrv8lA\"}"