"{\"content\":{\"body\":\"I like to think of investing in new things a bit like a football running play. Imagine you are the running back. You’ve been handed the football and you are looking for a hole to open up and run through. What you really want is some running room beyond the opening.\\n\\nWe’ve known for a while that crypto is the next big tech architecture. We’ve known that once the wave breaks on the shore, there will be enormous opportunities unleashed. Like the web. Like mobile. Like the PC.\\n\\nBut what has been hard to see is the opening. It wasn’t trading/speculating, although that has been huge. Coinbase announced yesterday that 68 million verified users. It wasn’t DeFi, although that has also been huge.\\n\\nWhat we have been looking for is the consumer opportunity to emerge. Until you have billions of consumers around the world using a technology, you don’t have a new wave to ride. So like the running back, you wait and hope you don’t get hit.\\n\\nBut in the last few months, the opening is emerging. In slow motion. I can see the left tackle move his man off the line. I can see the left guard move his man off the line. And there is running room. The defensive backs are on the other side of the field.\\n\\nI’ve always thought the opening would be at the intersection of gaming, online communities, and social networks. Why? Because those are the mainstream consumer experiences where geeks tend to be the first adopters.\\n\\nBut it is hard to take on the existing gaming companies with a new architecture. The user experience around new stuff always sucks and who wants to play a game with a shitty UI? It is also hard to take on the existing social nets. Why would someone with a million followers on Instagram or TikTok or Twitter leave those behind for a new social net? So the existing incumbents are the defensive line. They look impenetrable. Until they aren’t. That’s when the opening emerges.\\n\\nThe opening is emerging around NFT experiences, [something we’ve been excited about for quite a while now](https://avc.com/2018/05/video-of-the-week-dieter-shirley-and-non-fungible-tokens/). But not the NFTs that Sothebys sells for $69mm. Not even the CryptoPunk that sells for $7.5mm. But when [a party](https://avc.com/2021/08/funding-friday-partybid/) emerges online that anyone is invited to attend and the 500 person group picks up a punk with a party hat and they all change their social network avatar to this, well that got my attention.\\n\\n![](https://avc.com/content/uploads/2021/08/https\\\\_\\\\__bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com_public_images\\\\_32fc8190-ddb5-4409-bd66-721018a06b7a\\\\_786x786.png)\\n\\nPartyBid is cool. That’s why I wrote about it on Friday. [TopShot](https://avc.com/2020/08/nba-top-shot-2/) is cool. And so is Axie. And so is the Bored Ape Yacht Club. But what is cooler is that these NFT experiences are operating at the interaction of gaming, communities, and social nets. And they are not taking on any of the incumbents directly. They are building on top of them all.\\n\\nI am not saying NFTs are the next big thing. I am saying that consumer experiences built on a crypto stack are the next big thing. I am saying that NFT experiences are showing the way. They are the left tackle that you can run behind into the opening. Where enormous opportunity exists.\\n\",\"timestamp\":1628681471,\"title\":\"The Opening\",\"publication\":\"avc\"},\"digest\":\"rjT0_tFp1AQFgRHzLWc6uSyIkwfxxYHMbXQXY6j-bG8\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"UD_9F3dcYo715NuDdkQF19P-tSNO4rPJHJKQPJm6slLQBWlJTTfFW-jI5pVEEe8kf9eL7lriSb-PltXFusH1Qw\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rjT0_tFp1AQFgRHzLWc6uSyIkwfxxYHMbXQXY6j-bG8\"}"