"{\"content\":{\"body\":\" \\n   \\n 张说《道德经》·第五十九章 \\n 　　治人事天，莫若啬。 \\n 　　夫为啬，是谓早服；早服谓之重积德；重积德则无不克；无不克则莫知其极；莫知其极，可以有国；有国之母，可以长久；是谓深根固柢，长生久视之道。 \\n 　　（解文：管理百姓和敬奉天地、祖先，是国之大事，做大事的最好方式是节俭，即花较少的资源办成事。要节俭，就得早做准备。早做准备就是在不断积累正确的做法。有了正确的方法，就无往不胜，无往不胜，就很难估计能走多远。具备这样的能力，就有资格治理国家。掌握了治国的正确方法，就能长久统治。根基深厚，枝叶才能丰固，这是维持长期兴盛的必由之路。） \\n  \\n 　　（张说）本章指出，做大事的最好方式是“啬”。“啬”，就是节俭，即爱惜地、节约地使用资源，如物资、人力、自身精力等。“啬”就是用最节省的资源办成大事，而要做到这点，就得“早服”，即预先准备。其中有什么逻辑关系呢？ \\n  \\n 　　“治人事天，莫若啬。”——“治人”，凡是统治者都必须做的大事；“事天”，即祭天祭祖，是中国统治者特有的大事。“事天”有两层含义：1，遵循天道行事；2，继承祖先留下的传统。“天”是中国文化的核心信仰，包括天道与人道，即自然与人事的规律与传统精神，在中国的信仰文化中没有人格化“上帝”的位置。在治人上，“啬”就是无为而治，不干扰百姓的自发活动；在事天上，“啬”是强调遵循天道与祖宗立下的规矩，不注重形式。孔子也说，所谓“孝”，就是“父死，三年不改其道”，明确指出“孝”是继承父道，不在于披麻戴孝、捶胸嚎哭。如果注重“事天”的仪式，就会忽视精神的继承。“事天”要体现在日常行为中，不要搞仪式，这就是“啬”的用意。 \\n  \\n 　　老子说，“我有三宝……一曰慈，二曰俭，三曰不敢为天下先”，“俭”就是“啬”。老子为什么如此看重这个品质？是因为“无为”的理念。“无为”，说白了就是少动，没有必要就不动。具体而言，就是不干涉外界事物，不滥用物质器物，珍惜使用自己的精力等。诸葛亮有句名言，“静以修身，俭以养德，非淡泊无以明志，非宁静无以致远。”这里的“静、俭、淡泊、宁静”都是“啬”的同义词。 \\n  \\n 　　“夫为啬，是谓早服；早服谓之重积德”——“早服”的意思是“尽早入道、尽早准备”。老子说，要做到“啬”，就必须“预做准备”。预做准备，就等于在积累“德”，即积累正确的解决方案。《礼记》说，“凡事预则立，不预则废”，把“预先准备”视为成功的必要条件。不过，“预则立”有一个前提，即预测要准，而预测准确，就必须“得道”，了解规律。毛泽东在《论持久战》里说：“没有事先的计划和准备，就不能获得战争的胜利。”不言而喻，事先准备是以准确预见为前提的，如果预见不准，事先计划就是浪费资源。 \\n  \\n 　　事实已经证明，经济学家所作的预测，准确率跟傻瓜抛硬币猜正反差不多，对错各半。这说明经济学研究尚未得道！西方经济学家几十年前就预言中国经济很快崩溃，每隔几年必定信心十足地唱衰一次。但中国经济非但没有崩溃，反而发展为世界第二，充分证明西方的经济学离“得道”还差很远。 \\n  \\n 　　“积德”这个词，现在的意思是“为求福报而做好事”。做好事就叫“德”，经常做好事，就是积德，目的是求福报，福报无非是健康、发财、儿女兴旺等对自己有利的事情。绝对不能从这个角度来理解老子的话。许多注家解释时都保留了“积德”两字，是错的。在老子词典里，“德”是指“合道行为”，即“正确的行为”。“积德”，就是不断做正确的行为。“重”，注重。“早服谓之重积德”，意思是“预做准备，就是注重积累正确的做法”。试想一下，不断积累能应对各种情况的正确措施，还有解决不了的问题吗？老子的推论是这样的：如想以最少的资源办成事，就要准确预见、早做准备，这样做就是在不断积累正确的解决方案，终能干成大事。 \\n  \\n 　　“重积德则无不克；无不克则莫知其极；莫知其极，可以有国；有国之母，可以长久；是谓深根固柢，长生久视之道。”——这段容易理解。“无不克”，即无往不胜。能无往不胜，能取得的成就有多大是难以想象的。无不克者当然有资格治国。在治国的过程中，他能遵循“早服”的要求，很快掌握治国之道，治国有效，所以能长期治国，没人能赶他下台。由此，我们可以得出这样的结论：摸透规律、早做准备，才能花尽可能少的资源做好大事。这是一种能力根基。根基越深厚，成就越大。比如植物，根深才能叶茂；比如养生，气沉丹田、百日筑基，才能“长生久视”！老子认为，掌握规律、准确预见、提前准备，节约资源，是立于不败之地的基础。 \\n  \\n 　　许多人根据“长生久视”这个气功术语，认为老子在谈气功。其实那时候人们把练气功当做现在体操一样的常规活动，所以老子常拿练功作比。本章指出掌握规律、准确预见、早做准备，是成大事的基础。有了这个根基，就能无往不胜。现在中国选拔国家领导人的条件，除了德才戒备外，不可或缺的是必须有实践经验和工作实绩，这就是“重积德”的现代版。\",\"timestamp\":1637259543,\"title\":\"张说《道德经》·第五十九章\"},\"digest\":\"yzHojKGrr7V3i6kSkWJf77yC6BdUqobgqmc2OJrn0Ho\",\"authorship\":{\"contributor\":\"0xb57ecf88279a109CF5cdfF608843Fa9146Bd2956\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jZVMtS9eGGrVmabGCcMeDe-YCw3jFAH7u8yN4SYUp1g\\\",\\\"y\\\":\\\"qe4i0gQihLdZT-d-imX_t192ONC01nv0zpDHRfW9oM8\\\"}\",\"signature\":\"f1UuRWgBorkeN_ZXQKtzaT6iTNnNhNiI86OV42T8vlN_yKcRA_z2tVFKRjA8cxJIxdP7LiEflORp9UJcp692lw\",\"signingKeySignature\":\"0x66bd4ffbd50e08fa97f832e41785a39af1be561d0de31ed66b5721500984f0b4488e97829f2f077767467002496e71f705f2b6fae685c5ec46de7d98d254718f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jZVMtS9eGGrVmabGCcMeDe-YCw3jFAH7u8yN4SYUp1g\\\",\\\"y\\\":\\\"qe4i0gQihLdZT-d-imX_t192ONC01nv0zpDHRfW9oM8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yzHojKGrr7V3i6kSkWJf77yC6BdUqobgqmc2OJrn0Ho\"}"