"{\"content\":{\"body\":\"在昨天的文章中，我和大家分享了资产和负债的概念。这个概念可能和普通教科书里的说法有区别，它包含了普遍的认知，也包含我自己的一些认知。总的来说就是资产带给我们回报超过本金，而负债带给我们结果是损失本金。\\n\\n当我们了解了资产和负债后，把这两个概念和财富连接起来，很多问题就都能想清楚了。\\n\\n如果我们持有的标的是资产，它就会给我们带来持续的增值效应，要么持续给我们带来现金流，要么持续实现增值。当有朝一日我们将它卖出后，我们会发现在经过这一段时间的持有后，我们总共得到的现金回报（比如资产自身的增值、资产出租带来的租金收入、或者两者兼而有之等）会大于我们向其投入的现金支出（比如买入时付出的成本、维护它付出的成本等）。\\n\\n如果我们持有的标的是负债，在经过一段时间的持有并卖出后，我们会发现在这段时间里我们总共在上面获得的现金回报会小于我们向其投入的现金支出。\\n\\n如果我们持有的资产多于我们持有的负债，那我们的财富就自然而然实现了增长。我们持有的资产越多我们的财富增长就越快。\\n\\n所谓的富人一定是他的资产远远大于他的负债，并且资产多到一定的地步，使得资产本身带来的收入已经完全可以应付生活中的所有基本需求，并且可以自由支配财富，从而实现了财富自由。\\n\\n那么哪些标的可以算作资产呢？这没有绝对的标准，要具体情况具体分析。昨天我写过“底它是资产还是负债则既要看这个标的本身的特点，又要看持有者怎么利用它。”\\n\\n一般来说不动产、股票、债券、贵金属、存款等都被称为资产。但这些也不是绝对的。\\n\\n对于不动产，如果我们买的位置好，那它不仅能给我们带来增值，还能带来丰厚的租金回报，这时它就是良好的资产。但如果我们买的位置差，那它不仅不能增值，租金也不会丰厚，再算上我们还要投入的维护费用，那它很可能就变成负债了。所以投资不动产一定要看位置，这就是为什么一线城市、核心地段的资产价格高的原因-----大家都追捧这样的不动产。\\n\\n对于股票，如果我们买到的是正在成长初期的成长股，并且在它的价格不断高涨后卖出，它就给我们带来了丰厚的回报，这时它就是我们的资产。如果我们买的点位不合适（比如刚好在高位接盘），最糟糕的情况下，可能有生之年都无法翻身；或者我们刚好踩雷，买到了有问题的股票，那它可能会被退市，导致我们血本无归，这时它就成了我们的负债。所以投资股票需要很高的技巧（比如分析基本面、分析技术走势等），好的股票投资者要么精于分析基本面，买到被低估的股票，比如巴菲特；要么精于技术分析，用高精尖的系统进行量化交易，通过价差赚取收益。\\n\\n对于债券，如果我们买到的是信誉高的债券，那么债券到期后我们不仅能拿回本金还能拿到发债方承诺的利息，这时它就是资产。如果我们买到的债券非常不幸，发债方发生问题，到期无法兑付，那我们很有可能不仅不能拿到利息，连本金都有可能损失殆尽，这时它就成了我们的负债。所以投资债券需要看发债方的信用。而美国国债无疑是当今世界上被认为信用最好的债券，所以美国国债也是很多美元持有者必配的债券品种。\\n\\n对于贵金属比如黄金，人们投资它是期望它能对抗通货膨胀，实现对法币（主要是美元）的增值。但这并不是说任何时候，投资者买入它，它都能实现兑法币的增值。这同样需要投资者买入的价格合适，未来卖出时的价格高于买入的价格，才能被算作是资产，否则在我看来它同样是负债。\\n\\n对于存款，同样如此，如果我们将钱存入的是信用良好的金融机构，我们到期不仅能拿回本金，还能拿回利息，这时它就是资产，否则它就成了负债。\\n\\n上面这些都是有形的资产和负债。实际上我们还有一些无形的资产和负债。\\n\\n我们所有人要在这个社会上生活，要立足，我们都有一个根本的资产-----那就是我们自身的人力资本。我们通过劳动付出，使用我们的人力获得持续收入，这个收入不仅超过我们基本的生活需求，还能让我们存下钱，因此我们的人力就是我们最基本的资产。\\n\\n我们年轻时，我们能得到的收入远远大于我们需要为它投入的支出（衣食住行），这时它就是我们良好的资产。我们老了，我们可能不再有收入，甚至还要源源不断地支出（尤其是医疗），这时，我们的人力就成了我们的负债。\\n\\n我们都希望读好大学，毕业后能找个好的工作，得到好的收入，这时我们就是希望最大化我们的人力资产收益。\\n\\n一个富二代在他一出生就因为他的家庭能给他提供各种资源，使得他的起点比普通人高很多，他的家庭就是他天生的良好资产；一个普通家庭的孩子一出生，就注定他很难从家庭得到什么支持，这辈子只能靠他充分利用自己的人力资产创造一切。\\n\\n所以一个人，他拥有的各种有形和无形资产越多，他的财富就必然越多。反之，如果他的负债越多，就过得越艰辛。\\n\\n风险提示：投资有风险，内容只是个人分析，仅供参考，不构成投资建议，或许我说的是错的，所以你要小心。\\n\\n[Twitter](https://twitter.com/Daosview)\",\"timestamp\":1640700233,\"title\":\"生活中的资产和负债\"},\"digest\":\"CPneroD9NR1cDfkAuENT6uaNLSgA4IMyguicJOXRQdI\",\"authorship\":{\"contributor\":\"0x7dE6962797D4bDCDAE15fb4A258E2389fC38ecF7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oaI_aqrccj_rZJuEDb5om5KP4Oki2qJJ9Zp96-WrJX0\\\",\\\"y\\\":\\\"IhHaYtsdNXKmHtCKpIIJ4uqavW6T7uLnjq1ZqTLJG-g\\\"}\",\"signature\":\"WcO5nvtXUhHLmgYX6UhRFYhiSsfA9l8c1e_fnMn9nqhZbUCIFCPWn_18x9DBfUXxDS6Oy0UT5ZitsLkQE3YjNg\",\"signingKeySignature\":\"0x9f07ed1bd7ac92d2fb80e0ca93793f36303bc46e47843bcc2d4cf6b91ec56a2e396a58af6ee689aa0fe60628a4fb8b28f949fe831e284669bdbea650bebaa8161b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oaI_aqrccj_rZJuEDb5om5KP4Oki2qJJ9Zp96-WrJX0\\\",\\\"y\\\":\\\"IhHaYtsdNXKmHtCKpIIJ4uqavW6T7uLnjq1ZqTLJG-g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CPneroD9NR1cDfkAuENT6uaNLSgA4IMyguicJOXRQdI\"}"