"{\"content\":{\"body\":\"> 虽然我国从政策上并未给出 NFT 具体的定义及使用法规，但今年以来 NFT 迅速爆发的态势使得 NFT 合规化成为必然。\\n\\n**原文标题：《NFT 的六个形态定位及相关监管政策探讨》撰文：陈丽姗、黎颖恒、黄泽圆、郑乔丹、李嘉达**\\n\\n本文主要从政策上探讨 NFT。目前，我国并未在法律上对 NFT 做出定义及监管。鉴于 NFT 的存在形式多种多样，如数字画作、音乐、视频、文字、游戏道具等。本文将从 NFT 的存在形式出发，探讨各种相似形态产品的法律政策，给 NFT 在法律上可能发展的方向做出参考。\\n\\n### 区块链产品\\n\\n区块链是 NFT 的底层技术，NFT 是区块链的典型应用。需要注意的是，区块链凭借其透明、公开、可追溯、不可篡改等特性已成为数字经济时代最重要的基础技术之一，并已经上升到国家层面。而 NFT 虽然运用了区块链底层技术，但法律政策并未对 NFT 本身做出说明。\\n\\n早在 2019 年，发展区块链技术已经成为国家层面的战略。习近平总书记在中央政治局第十八次集体学习时就强调「要把区块链作为核心技术自主创新的重要突破口，明确主攻方向，加大投入力度，着力攻克一批关键核心技术，加快推动区块链技术和产业创新发展」。\\n\\n此外，各地政府也在不断提出各项支持性及监管性政策以助力区块链技术的发展。今年以来，区块链相关的政策继续被推出。3 月，区块链被写入《中华人民共和国国民经济和社会发展第十四个五年规划和 2035 年远景目标纲要》，规划提出打造数字经济新优势，加快推动数字产业化。推动区块链技术创新 , 以联盟链为重点发展区块链服务平台和金融科技、供应链管理、政务服务等领域应用方案 , 完善监管机制。\\n\\n6 月，工信部和网信办联合发布《关于加快推动区块链技术应用和产业发展的指导意见》，指出聚焦供应链管理、产品溯源、数据共享等实体经济领域，推动区块链融合应用，支撑行业数字化转型和产业高质量发展。推动区块链技术应用于政务服务、存证取证、智慧城市等公共服务领域，支撑公共服务透明化、平等化、精准化。\\n\\n从区块链信息服务的提供、使用、管理等的相关来看，国家互联网信息办公室 2019 年 1 月 10 日发布的《区块链信息服务管理规定》要求，区块链信息服务提供者需要进行备案，变更、终止服务应当办理变更或注销手续。服务提供者开发上线新产品、新应用、新功能应当按照有关规定进行安全评估。对违反《规定》者，将依据本规定和有关法律、行政法规予以相应的处罚；构成犯罪的，依法追究刑事责任。\\n\\n**相关政策文件**\\n\\n《关于加快推动区块链技术应用和产业发展的指导意见》\\n\\n《区块链信息服务管理规定》\\n\\n《辽宁省知识产权保护条例》\\n\\n《中华人民共和国国民经济和社会发展第十四个五年规划和 2035 年远景目标纲要》\\n\\n《网络安全法》\\n\\n《关于互联网法院审理案件若干问题的规定》\\n\\n### 虚拟货币\\n\\n代币可被分为同质化和非同质化两种，但二者有着本质的区别。同质化指代币间可以进行无差别的交换，比特币、以太坊都属于同质化代币。而 NFT 的非同质化特性使其区分于虚拟代币，NFT 承载的是附着于其上的实物或者数字资产的价值。在我国对虚拟货币的高压政策下，明确二者的区别非常重要。\\n\\n由于虚拟货币容易被利用进行洗钱等违法活动，且缺乏汇兑机制，容易引起通货膨胀和市场混乱。我国一直以来对虚拟货币采取打压的政策。早在 2013 年，人民银行等五部委发布《关于防范比特币风险的通知》，明确了比特币是一种特定的虚拟商品，不由货币当局发行，不具有法偿性与强制性，不具有与货币等同的法律地位，不能且不应作为货币在市场上流通使用。\\n\\n2017 年，通过发行虚拟代币的融资活动扰乱了市场秩序，人民银行等七部委联合发布《关于防范代币发行融资风险的公告》，立即叫停各类代币融资活动，要求任何组织和个人不得非法从事代币发行融资活动；加强代币融资交易平台的管理，禁止法定货币与代币、「虚拟货币」相互之间的兑换业务；要求各金融机构和非银行支付机构不得开展与代币发行融资交易相关的业务。\\n\\n今年 9 月，人民银行发布《关于进一步防范和处置虚拟货币交易炒作风险的通知》，进一步明确指出虚拟货币及虚拟货币相关活动的属性，明确提出应对虚拟货币交易炒作风险的工作机制，加强交易炒作风险的监管。该政策给了 NFT 警示，若依靠发币融资、炒作套利的模式发展，NFT 将步入虚拟货币的后尘。因此，明辨虚拟货币与 NFT 的区别非常关键，用虚拟货币的思路发展 NFT 的做法是错误的。\\n\\n**相关政策文件**\\n\\n《关于防范代币发行融资风险的公告》\\n\\n《关于防范比特币风险的通知》\\n\\n《关于进一步防范和处置虚拟货币交易炒作风险的通知》\\n\\n《关于防范以「虚拟货币」「区块链」名义进行非法集资的风险提示》\\n\\n《关于为新时代加快完善社会主义市场经济体制提供司法服务和保障的意见》\\n\\n### 虚拟资产 / 数字藏品\\n\\nNFT 通过人类的劳动产生，本身凝结了人类抽象的劳动力。与虚拟资产类似，NFT 支持对价转让、交易、产生收益，具备价值性。NFT 持有人可以占有、使用、处分、收益，具有可支配性。今年 10 月份，腾讯幻核 APP 与支付宝小程序「蚂蚁链粉丝粒」内页中，「NFT」字样全部消失，改为「数字藏品」。从这个切入点来说，往虚拟资产或者数字藏品靠拢或许是 NFT 在我国合规框架下可能的落地形式。\\n\\n虚拟资产是受法律保护的，根据《民法典》第一百二十七条的规定，法律对数据、网络虚拟财产的保护有规定的，依照其规定。据此，《民法典》明确了数据、网络虚拟财产被纳入民事财产权利的保护客体范围。\\n\\n在数字经济规模越来越占主导地位的今天，数字资产已经成为经济活动的重要组成部分。NFT 往数字藏品或者虚拟资产的方向发展或许是目前最稳妥的方式。目前，多省市已经出台「数字资产交易」相关政策。《宁波市加快区块链产业培育及创新应用三年行动计划（2020-2022 年）》提出探索建立区块链监管机制，重点加强区块链在金融、数字资产交易、电子政务、个人数据保护等领域的行业监管治理机制；\\n\\n2020 年 5 月发布的《海南省关于加快区块链产业发展的若干政策措施》中指出，支持龙头企业探索数字资产交易平台建设，探索资产数字化、数字资产确权保护、数字资产全球化流动、数字资产交易等方面的标准和技术模式，推动数字资产相关业态在海南先行先试。\\n\\n《2020 年成都政府工作报告》中表示，加快推进区块链知识产权质押融资服务平台建设，推动设立数字资产交易中心，扎实推进法定数字货币试点。\\n\\n**相关政策文件**\\n\\n《民法典》\\n\\n《宁波市加快区块链产业培育及创新应用三年行动计划（2020-2022 年）》\\n\\n《海南省关于加快区块链产业发展的若干政策措施》\\n\\n《著作权法》\\n\\n### 艺术品\\n\\n数字艺术品是 NFT 最主要的存在形式。目前，创造艺术品 NFT 一般有两种方式，一是直接在线创造并形成 NFT 艺术品，二是将线下实物艺术品铸造成为 NFT 艺术品。从 NFT 艺术品的法律性质上看，NFT 艺术品本质上是一种数字形式呈现的作品。从 NFT 艺术品区块链存证的法律效力上看，其本质也是一种存储于区块链网络的电子数据。从 NFT 实物艺术品铸造权益上看，NFT 艺术品与艺术品作者、藏家、用户权益的关系相关。\\n\\n从艺术品的定义看，《艺术品经营管理办法》第二条第一款规定：「本办法所称艺术品，是指绘画作品、书法篆刻作品、雕塑雕刻作品、艺术摄影作品、装置艺术作品、工艺美术作品等及上述作品的有限复制品。本办法所称艺术品不包括文物。」据此，目前 NFT 并不属于艺术品范畴。\\n\\n有趣的是，NFT 还未大规模兴起时，一群先行艺术家就利用其探索发展数字化艺术品的可能性。对于部分艺术品 NFT，从艺术品的法规做出规定对数字经济时代的艺术创作有积极且深刻的意义。\\n\\n**相关政策文件**\\n\\n《艺术品经营管理办法》\\n\\n《中华人民共和国著作权法》\\n\\n《数据安全法》\\n\\n### 网络出版物\\n\\n网络出版物的丰富多样性与 NFT 相似，且其表现形式都是数字化作品，但二者并不相同。需要注意的是，目前 NFT 并不等于数字作品，甚至不等于数字作品的存证，其只是数字复制品在链上的一种密码学表达。\\n\\n从形式上，目前 NFT 最接近于网络出版物。根据《网络出版服务管理规定》，网络出版物指通过信息网络向公众提供的，具有编辑、制作、加工等出版特征的数字化作品，范围主要包括：\\n\\n（一）文学、艺术、科学等领域内具有知识性、思想性的文字、图片、地图、游戏、动漫、音视频读物等原创数字化作品；\\n\\n（二）与已出版的图书、报纸、期刊、音像制品、电子出版物等内容相一致的数字化作品；\\n\\n（三）将上述作品通过选择、编排、汇集等方式形成的网络文献数据库等数字化作品；\\n\\n（四）国家新闻出版广电总局认定的其他类型的数字化作品。\\n\\n从操作层面上，法律对网络出版物的生成与流通做出了政策性的规范。根据《网络出版服务管理规定》第七条的规定，从事网络出版服务，必须依法经过出版行政主管部门批准，取得《网络出版服务许可证》。」根据《中华人民共和国网络安全法》第二十二条规定，网络产品、服务具有收集用户信息功能的，其提供者应当向用户明示并取得同意。\\n\\n**相关政策文件**\\n\\n《出版物市场管理规定》\\n\\n《网络出版服务管理规定》\\n\\n《互联网信息服务管理办法》\\n\\n《中华人民共和国著作权法》\\n\\n《中华人民共和国著作权法实施条例》\\n\\n《计算机软件保护条例》\\n\\n《著作权集体管理条例》\\n\\n《信息网络传播权保护条例》\\n\\n《广播电台电视台播放录音制品支付报酬管理办法》\\n\\n### 游戏装备\\n\\n游戏领域也是 NFT 最典型的应用，其中包括最早兴起的收藏游戏如 Cryptokitties。但目前更丰富的玩法已经出现在多款游戏上，如模拟经营游戏 The Sandbox，赛车竞技游戏 Battle Racers，甚至还有流动性挖矿的 NFT 版本，比如 Axie Infinity。NFT 化的游戏装备使得这些游戏更有「现实」感，甚至出现依靠玩游戏养家糊口的现象。\\n\\n目前，与网络游戏虚拟货币交易相关的规定主要集中在已废止的文化部制定的文件中，如已废止的《网络游戏暂行管理办法》中规定从事网络游戏虚拟货币交易服务应取得《网络文化经营许可证》、《文化部关于加强网络游戏宣传推广活动监管的通知》规定，网络游戏运营企业不得向用户提供网络游戏虚拟货币、虚拟道具兑换法定货币或者实物的服务。\\n\\n目前，现行有效的法规等并无直接针对网络游戏相关的资产以及虚拟货币的规定。在司法实践中，部分网络账号、装备盗窃的情况下，法院认为盗窃网络游戏虚拟货币的行为以非法获取计算机信息系统数据罪定罪量刑。部分法院认为，公民能够独占管理的，可以转移处置的，具有价值性的物（包括无形物），均可以认定为公民私人所有的财产，网络游戏装备及虚拟货币等属于虚拟财产。从这个观点出发，网络游戏内的虚拟货币和装备等具有价值的内容成为虚拟财产是一个趋势。\\n\\n**相关政策文件**\\n\\n《民法典》\\n\\n《网络游戏暂行管理办法》（已废止）\\n\\n《网络文化经营许可证》\\n\\n《文化部关于加强网络游戏宣传推广活动监管的通知》\\n\\n### NFT 行业标准\\n\\n目前，虽然我国从政策上并未给出 NFT 具体的定义及使用法规，但今年以来 NFT 迅速爆发的态势和疯狂生长的局面使得 NFT 合规化成为必然。目前，各机构和企业正在积极的建立 NFT 的相关标准。\\n\\n9 月份，科技部下属中国技术市场协会标准化工作委员会联合多家产学研机构成立工作组，共同开展《 NFT 平台与产品评测》团体标准研制、起草工作。旨在进一步探索知识产权领域的数字化转型与数字科技应用，尽快建立起一套适合中国国情、满足国内 NFT 行业长期健康发展需要的相关团体标准。\\n\\n「加快 NFT 相关标准研制已成为行业共识。」\\n\\n——中国技术市场协会副秘书长王兵\\n\\n10 月份，NFT 行业首个自律公约发布。国家版权交易中心联盟牵头，中国美术学院、浙江省杭州互联网公证处、蚂蚁集团、京东科技、腾讯云等共同发布《数字文创行业自律公约》，旨在强化行业自律，建立良性的数字文创行业发展生态，助力中国文创产业发展。\\n\\n《公约》指出，要坚守区块链技术服务数字文创产业发展初心，为数字文创作品确权及流转提供创新解决方案，让创作者的作品能更好触达市场，促进原创文化行业繁荣发展。充分运用区块链技术保护链上数字文创作品版权，保护创作者合理权益。其中，抵制炒作是《公约》的重要共识。\\n\\n「通过《公约》的发布和实施，希望有更多的机构与社会力量参与到数字文创行业的规范发展中来，共同为文化产业发展营造干净、公平、健康的发展环境。」\\n\\n——国家版权交易中心联盟理事长李蘅\",\"timestamp\":1636166381,\"title\":\"探讨 NFT 的六个形态定位及相关监管政策\"},\"digest\":\"0j8PTBbOAciUdLcPRcxFEDv10gPzzRUIzOdVVbUcWlo\",\"authorship\":{\"contributor\":\"0x2F251E4e7c95abc45A874ACE11D86c8c49C99c3E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Qf4aIiAQ1TWQmkkD85XJtoiB3MIhFrf2fFPcw4rCQA\\\",\\\"y\\\":\\\"Wa-qzXL6G-JuBtv-fneCWPY5ypaY2M8c5Sj5vql-Z-k\\\"}\",\"signature\":\"aIb7ZDlwW1-0YXtrpmHQP7vfkQNLQLJQGWatHTabjoCEQtDPKH8MjfMCf2QSQ0irqx7qOvpQ96JzNZX0eBDI6A\",\"signingKeySignature\":\"0xfcb54a94c62a89e8e108984adde0466b027cd43a4e6a0b19e37c6d57175d6e5875d75d71d805ecbcc9ce884e64839969f9669471fd3eb5feb91a9eb3dbf984ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Qf4aIiAQ1TWQmkkD85XJtoiB3MIhFrf2fFPcw4rCQA\\\",\\\"y\\\":\\\"Wa-qzXL6G-JuBtv-fneCWPY5ypaY2M8c5Sj5vql-Z-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0j8PTBbOAciUdLcPRcxFEDv10gPzzRUIzOdVVbUcWlo\"}"