"{\"content\":{\"body\":\"It is officially summer now and with adult vaccination rates passing 70% in many parts of the US, people are out and about. I’ve heard the term “analog summer” used to describe this moment. If the past 15 months have been a digital lockdown, then the next three months are going to mark a return to analog activities; beaches, parks, concerts, bars, restaurants, nightlife, etc, etc.\\n\\nWe’ve already seen the effect of this change in behavior in our portfolio companies, many of which benefited significantly from the digital lockdown. Digital providers of education, entertainment, shopping, and so much more had banner months in 2020 and the first half of 2021.\\n\\nI am looking forward to the analog summer. I can’t wait to do all of the things that we could not do in the last year and a half. I think it will be a much-needed return to normal for all of us.\\n\\nAs for our portfolio and the tech sector more broadly, I am not too concerned about the return to normal. These businesses all got a huge boost in business over the last year and they aren’t going to give it all back. But their growth rates will be more like what they were in 2019 than 2020. And they will be growing from a much larger base.\\n\\nI think we all learned some new behaviors during the pandemic and while we are eager to shed some of them this summer, I think we will keep a lot of them going forward. The covid pandemic will mark an inflection point in the adoption of digital services and our analog summer, as great as it is going to be, will not change that.\\n\",\"timestamp\":1624273157,\"title\":\"Analog Summer\",\"publication\":\"avc\"},\"digest\":\"g1DclLxlXGojJ9aL0lZFVg-O-JIfEZjanKv0TzDDBrI\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"signature\":\"-XIB5DFcQXA6XN3m2F74oYK64kr2IhBam75KMFTVVFe8OSZmEhIomKcaBPNXGr0uZHprwfAD7rhNIvyUBaiQJA\",\"signingKeySignature\":\"0xa36ed4a1f484cc32e85a01be266ff07df93d7d551959ab6f44e5cb7aca49bba22841e81a419ff9150996b75ecf4a0a87eda7e1e79898e4f8e48a13744383f7451b\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g1DclLxlXGojJ9aL0lZFVg-O-JIfEZjanKv0TzDDBrI\"}"