"{\"content\":{\"body\":\"炎石城外的沙漠地带，一年四季都是一个样，天空始终是那么阴沉，太阳只是在中午时分露个脸，走个过场，就不声不响地躲进云层，任你千呼万唤，就是不出来，不过散发出的阵阵热浪却没因此而冷却；地上，依然酷热难当，看不到一丝秋凉之意；狂风呼啸着，卷起漫天黄沙，一波接着一波，如浪潮般在沙地上移动，看似缓慢，可一眨眼，就到了面前；巨大的仙人掌在沙漠里随处可见，它们算是一群顽强的斗士，固守住沙漠里最后的绿色风景；道路，在这里失去存在的意义，因为随时都可能被沙土淹没，所以，只有走过的人，才知道该何去何从。\\n\\n```\\n我站在城墙上，默默看着远处的沙漠苍天，心里升起一股莫名怅然之情，天大地大，有容乃大，万事万物，都有它存在的意义，都有它存在的价值，而人类就是太喜欢抹灭其他生物，植物的存在，一切为了自我的需求和发展，而全然不顾自然生态的平衡，这漫天咆哮的黄沙，不正是人类对自然破坏和摧残的缩影吗？试想千百年以后，世界将会是怎样的一片天地，该不会就是如外面这副模样，大漠流沙飞满天吧，善待万物，才能善待自己，人，或许应该宽容点好。\\n\\n“嘟嘟”骤然响起的传呼机打断了我的思绪，打开一看，是大熊发来问我在哪呢。呀，瞧我，都胡思乱想些什么呢，这个世界又不是因我一个人而转动，我想这些有啥用，还是赶紧奔主题。咱今天来可是有任务的，血腥沙漠等着我去探索，索罗门的宝藏更值得我期盼，赶紧从城墙上跑了下来，给大熊回道：“在城里了，哪集合？”\\n\\n“我们在南门等你，需要的东西我们都买好了，你直接过来吧。”大熊回道。\\n\\n呀，又是一次不要掏腰包的旅行，爽，我乐呵呵地收起传呼机，往南门跑去。\\n\\n“小子，好久不见，变‘菌男’拉！”一见那围着紫色风铃，活蹦乱跳的挑灯，我不声不响地凑了上去，一拍肩膀说道。\\n\\n“呀！是隐哥！”挑灯先是一楞，转头一看是我，也没听出我那话的味道，立即迎上一副笑脸，装模样地看了看我说道：“看隐哥这身打扮，就不象是凡品，牛啊！果然有高手风度。”\\n\\n“你小子这张嘴，果然也是个神说，咱有装备才有风度啊，那没了这身装备，我不就什么都不是了。”我一推挑灯说道。\\n\\n“隐哥，咱们总算把你给盼来了，看，我都满眼泪汪汪了！”看剑这家伙也走了上来，凑热闹地说道。\\n\\n“去去，你们两个家伙，隐兄弟刚来，就听你们表演，还眼泪呢，那可是你刚才眼里进的沙子弄的，别拿来忽悠人。”大熊走了上来，一巴掌一个，将挑灯看剑扇到一边说道，“隐哥们，还是我跟你说吧。”\\n\\n“大熊，我看咱们这就出发吧，有什么情况，路上你再跟我慢慢说。”我走了上前，拉着他的胳膊说道。\\n\\n“恩，也成，那咱们路上说。”大熊点点头说道。\\n\\n出了城门，还没等我把小黑召唤出来，挑灯和看剑两个家伙就耍宝似得走到了前面，一扬手，平地召唤出两个大家伙来，喷着热气，原地转悠着。\\n\\n我靠，这，这不是号称沙漠之舟的骆驼吗？而且还是三十一级的双峰骆驼，这两个家伙，从哪搞来的，难道自己驯服的不成？我立即对挑灯和看剑投过敬佩的目光，咱还以为自己幸运高呢，没想到这哥俩，也不比我逊色啊。\\n\\n“挑灯，你们从哪驯服的这家伙，这可是沙漠里当坐骑的好东东啊！”我上前摸了摸骆驼强壮的身子，不无羡慕地说道。\\n\\n“嗨，小事一桩，小事一桩！”挑灯拉了了缰绳，满脸轻松的对我说道。\\n\\n“哼，就凭他们俩个，还能驯服这骆驼啊，我让他们帮我驯服只十五级的银白兔，他们都没那本事，隐大哥你可高抬他们了。”紫色风铃是丝毫没给他们面子，走了上前，拍了拍骆驼说道。\\n\\n不是驯服的，那是哪来的？我不解地看着挑灯和看剑，他们两个家伙大眼瞪小眼，看着紫色风铃也没了脾气，又是两个革命同志被女色给沉沦掉。\\n\\n看着骆驼温顺地爬了下来，紫色风铃从容地跳了上去，转头接着说道：“这三头骆驼，可是我们高价从城里NPC商铺里租来的，一天要九十个金币呢。”\\n\\n而这时，大熊也召唤出一头骆驼，笑呵呵地骑了上去，对我说道：“隐哥们，你可别听这俩家伙瞎掰，他们这叫什么来着，什么嘴里吐什么牙齿来着。”\\n\\n“熊哥，你这可就不仗义了，整一落井下石啊！”挑灯看着大熊，横吹胡子竖挑眼地说道。\\n\\n“好了，别废话拉，赶紧赶路吧，那血腥沙漠可远着呢，隐哥们，你就和我挤一挤吧，这家伙，坐起来舒服着呢。”大熊冲我招了招手说道。\\n\\n原来如此，上次来还真没注意，这里还有坐骑可以租赁，生意一定不错吧，华夏集团也真有头脑，知道玩家缺什么，他就弄什么，虽然这玩意比不上自己驯服的宠物强，但是能有个代步工具，已经不错了。\\n\\n我快步走到大熊身边，纵身一跳，稳稳坐到驼峰中间，大熊回头看了看挑灯、看剑、风铃姐妹也都坐了定当，一拉缰绳，大喝道：“走拉。”\\n\\n你还甭说，这骆驼在沙漠里，跑得就是快，带着我们一行人穿行在茫茫沙漠之中，周围的沙丘如幻灯片一般在眼前掠过，大熊可不管风沙多大，他是滔滔不绝跟我讲着，我呢，则洗沙恭听。\\n\\n*********************************************************\\n\\n……“那，前面就是血腥沙漠了，隐哥们，我们得下来步行了，要不然被怪物围攻的话，把骆驼杀了，我们可就亏大了，压金可是六千金币一头呢。”大熊停了下骆驼，转头对我说道。\\n\\n“好，正好我也要看看那血腥沙漠到底是什么样的景色！”刚才听大熊介绍了半天，让我对这血腥沙漠还是很好奇，我立即回道。\\n\\n收好了骆驼，在大熊的指引下，我算是踏入了血腥沙漠的边界。\\n\\n跨过一道绵长的土黄色边线，映入眼眸的是一片刺眼，如血液凝聚后的暗红色大漠，刚来过来的时候我还以为是自己眼花，可是踏入沙漠之中，才发现这里果然是名副其实的血腥沙漠。\\n\\n天空不再有黑沉沉的乌云在游荡，而是换成如薄纱一般的绯红瘴气漂浮在头顶，那么近，似乎一伸手就能触及；太阳，太阳竟然也露出脸来，不过带来的不是万丈金光，而是惨淡淡的红芒，落在身上感觉冷冷的，一点热量都没；风，自然是大漠里不可缺少的东西，不过在这里，似乎也变了味道，没有往常的狂野，没有无拘的纵横，阴柔柔的，仿佛是游荡在坟墓里的孤魂野鬼，吹到面上，让人感觉有点毛骨悚然；生物，空荡的沙漠上一个生物也看不到，就连最常见的仙人掌，这这里也没有了踪影，只有几具未知动物的巨大骨骸，半淹在红色沙砾之中，算是给这里加点了景色。\\n\\n咱孙大圣盔甲上的几颗宝珠就在这里面，具体在哪呢，茫茫沙漠，真是不好找啊，我看着眼前的景色，心里暗想道。\\n\\n“隐哥们，你这是白天见到的景色，换成夜里来看，更妖着呢。”大熊走了上来，拍拍我的肩膀说道。\\n\\n夜里更妖？我转头看着大熊问道：“怎么，夜里景色不一样吗？”\\n\\n“当然不一样，奶奶的，在天地里还没见过这样的夜晚，天上竟然有两个月亮，而且都是血红血红的，你说奇怪不奇怪！”挑灯跟了上来抢先回道。\\n\\n两个月亮，血红血红，听了挑灯这话，我心中忽然一动，脑海浮现起在被诅咒的冥王之殿里，看到的石柱碑文上说的一段话：红色暗月之地，埋藏着你的灵魂；带着勇气与执着，去寻觅未知的领域，唤醒黑暗中的神，你，将获得永生！\\n\\n红色暗月，是不是说这血腥沙漠的红月，未知领域，对我而言，这里的确是未知的，深埋的魂灵，黑暗的神，这里和那被诅咒的冥王之殿，两者之间会不会有什么关联呢，一个疑团在我心中冒了出来，这里，还真不简单。\\n\\n“隐哥们，根据藏宝图的指示，我们不需要从里面过，只要顺着边缘地带走就成，宝藏应该就在前面那个叫什么黄泉之门的高地上。”大熊拿出图来看了看，对我说道。\\n\\n“恩，你带路，我们先找宝藏去。”我凝望了一下血腥沙漠那朦胧的深处，转头走向大熊说道。\\n```\\n\\n\\n------------\",\"timestamp\":1640583338,\"title\":\"第二百一十三章 血腥沙漠\"},\"digest\":\"xY1uzqymgF6lvWLxWwD1qYi7xxLnFePCR1l72DzDnNY\",\"authorship\":{\"contributor\":\"0x0ed57755caBB5d1bbC8F957E8E61F43019FD6E09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fqw1IuRo8F_spEJZ9_ORwmIx8GHLrKUxZ5fLZrRc-mY\\\",\\\"y\\\":\\\"qOVfHwq3-54FP7453_2Df9sikcanwTjqscMEOJUFfg4\\\"}\",\"signature\":\"3SmzSTscyLhDLXMife4R45FYbjOEhjz9NbwWacuFIvMAPZm47PFloGHaIAbDruXHt_OHqgECJYTfKLoN2wgj7A\",\"signingKeySignature\":\"0x1253f045073394002e0ef3e464432b1cbf98c855cdfca4e15c373d58cb4a8fd8659d72962e3e7fa18d8a066e2ee1b031b7e5cf749a27243c6c963096fb5f5b341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fqw1IuRo8F_spEJZ9_ORwmIx8GHLrKUxZ5fLZrRc-mY\\\",\\\"y\\\":\\\"qOVfHwq3-54FP7453_2Df9sikcanwTjqscMEOJUFfg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xY1uzqymgF6lvWLxWwD1qYi7xxLnFePCR1l72DzDnNY\"}"