"{\"content\":{\"body\":\"<!-- .entry-header -->\\n\\nNFT simply means Non fungible tokens\\n\\nNon fungible means it is unique and can’t be replaced with anything else . For example a 100 dollar bill is fungible it can be replaced by any other 100 dollar bill and the value will remain the same and no one will notice either. Similarly a   bitcoin is fungible as is ETH.\\n\\nIn NFTs one card is totally different from another card. Bored Ape yacht club  mania tells there are 10k bore app’s variations and all are different. No card is similar to another as all cards are unique and ownership is stored in the blockchain. We can easily prove the ownership of a particular NFT.\\n\\nNFTs are generally part of the Ethereum blockchain . NFT store more information than a ETH coin. Now  Other blockchains are also supporting NFTs .some of the prominent ones are Solana ,Matic and Enjoin  among others minting their  own NFT.\\n\\nNFT can be anything music, blog, drawing, art of course   but the flavour of the season is digital art using Technology.\\n\\nThe digital art is  a digital file .You can copy a digital file basically that is what a digital art is but it does not give you ownership rights. NFTs give you the ownership rights to that digital art\\n\\nIt is becoming like art collection or something like that. There is implied belief and hope of increasing value in these pieces .  Some  NFTs were auctioned at mainstream auction houses also .video clips,  and  songs   converted to NFT.\\n\\nThe NFT market is evolving like a real market and communities developed around it.  Penguin communities, bored ape yacht community.\\n\\n![](https://i1.wp.com/finostock.com/wp-content/uploads/2021/11/unnamed-file-60.jpeg?resize=750%2C422&ssl=1)\\n\\n**BENEFITS**\\n\\nThe NFT is beneficial to the community as a whole . It benefits the artist as he can directly sell his creation without going through agent or paying commission. The buyer can buy by evaluation and feed  back from communities. The collector can similarly benefit by easily accessing the market instead of going through the auction houses\\n\\nNFT is a unique token on the blockchain it can be like a picasso as its only one and it can be like trading card also where there are 100s of numbered copies.\\n\\n**USE CASE**\\n\\nThe future uses if NFT is what is driving the technology forward. It can be used as ID card to get access to networks, to real world uses like banking maybe voting too in future\\n\\nNFT can be linked to prove ownership of Real estate assets. They can be linked to the deeds and deeds can be converted onto tokenized digital assets. All these will reside in some blockchain.\\n\\nThe use cases of NFT can be summarized as below\\n\\n**Art NFTs**\\n\\nThe physical art pieces converted to  NFTs apart from the digital art.\\n\\n**Gaming NFT**\\n\\nThis has huge opportunities in the gaming industry which is expanding like anything. NFT can be cars , parts of car, parts of collectibles that power the game. Use cases in gaming industry is evolving every day.Only thing holding it back perhaps is long duration development journey of games .But with enough resources this too can change.\\n\\n**Finance**\\n\\nhere the NFTs can act like tokens and participate and create token pools and move forward the defi . NFTs can be used as collateral for loans even fractional trading of the NFTs can be done. Opportunities are endless.\\n\\n**Fashion and wearables**\\n\\nluxury meets technology. Real world high fashion meets digital fashion. With insertion of  augmented reality this is going to be one exciting area. As more people spend more time in digital world digital fashion will become equally important as real fashion.\\n\\n**Music NFT**\\n\\nany song can be converted into NFT. Musicians and music labels can release collectibles piece of music. The musicians can directly release their songs ,no need of any centralised market place like I tunes.\\n\\n**Logistics**\\n\\nThe [commodities ](https://finostock.com/heres-why-kinder-morgan-kmi-is-a-strong-value-stock/)being transported can be better managed with NFT containing all the details of commodities like, perishable date, time from farm everything built into it.\\n\\n**Domain name ownership**\\n\\nDomain name ownership can be sold easily and with sure shot authority about the ownership of domain.\\n\\n\\\\*\\\\*Identification \\\\*\\\\*\\n\\nNFT can be used as an id for use at online and offline purposes.\\n\\n**Events and ticketing**\\n\\nNFT will act as Tickets which can contain information like how much of the ticket value goes to artist and ho much to the support staff .what is the concert number. How can you be a part of the concert of your favourite artist in future.\\n\\nNFT community and platforms\\n\\nMetaverse\\n\\nVirtual land\\n\\nSocial media\\n\\nHealth\\n\\nAdvertising\\n\\nFantasy sports\\n\\nNFT search\\n\\nDigitisation of everything physical\\n\\nThe uses are endless and once the market gets matured NFT can surely change the world of crypto and real world too.\",\"timestamp\":1636218345,\"title\":\"What is  an NFT : NFT 101 » FINOSTOCK\"},\"digest\":\"P8jD9Ma_z0EGLfU1Jy6wCXJvwCrw0hGavZ5mOBX9zZY\",\"authorship\":{\"contributor\":\"0x7F941b6B079c767a500b0E9087D5E4B6e3FD37A8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gHmgbQAD3PoNZbwlNSHTcApDB_uujII5z_-4B1PgU4I\\\",\\\"y\\\":\\\"ZlI_vXznbPPsJYtdJw0Jlj2dXTk6HNtf-2o-Gg1jX7U\\\"}\",\"signature\":\"Fa3OrI4exp-NJovAS2ufGd3_XGn3jasPpwpoojaaFUof4DMbCRpSbMrbOLKWUdKH96rIrc2-QthEhV8E0rNnhg\",\"signingKeySignature\":\"0x655e5d72a6690bc6b03098ca3873180d9f702f43c90010b9c55933f648211b156972ecc05b8a424c5a11c68f8cabe0769f911470f25ebe57c253df30cc7824c41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gHmgbQAD3PoNZbwlNSHTcApDB_uujII5z_-4B1PgU4I\\\",\\\"y\\\":\\\"ZlI_vXznbPPsJYtdJw0Jlj2dXTk6HNtf-2o-Gg1jX7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"P8jD9Ma_z0EGLfU1Jy6wCXJvwCrw0hGavZ5mOBX9zZY\"}"