"{\"content\":{\"body\":\" \\n   \\n 为认真贯彻落实党的十九大和十九届二中、三中、四中全会精神，巩固深化“不忘初心，牢记使命”主题教育成果，高质量完成上级党委交代的政治任务，高湖镇实施“两图一清单”工作模式，有序推进村级组织换届试点，确保选出工作管理水平高、村庄发展思路清、政策处理能力强的“一肩挑”人选，搭建讲政治、能带富、善治理、强服务的村级组织队伍。 \\n 　　一、绘制一张作战图，切实明晰目标任务 \\n 　　村级组织换届试点工作时间紧、任务重，整合全镇力量进行集中攻坚，制定“作战图”，挂图作战，细化任务、倒排时间、压实责任。一是成立工作领导小组，建立工作专班，分片区划定红色网格，科学搭建工作架构。党委书记负总责，党委副书记、组织委员具体抓，书记、镇长、人大  包干复杂村，片长负责工作片，联村班子成员、干部负责各自联系村，将选举工作任务层层细分，责任落细落实落到人。二是制定工作方案，明确各阶段的具体工作任务，倒排选情排摸、届末“履职考评”、“事”题征求、竞职大赶考等工作时间节点，确保整体工作有章可循，稳妥有序。制定“一村一策”方案，落实“七+N”，各村因地制宜，创新工作举措。三是明确关注重点和突出问题。总结归纳出如何树立干事创业导向、吸引优秀人才回村任职、发挥群团作用等八个方面的关注重点，人选资格条件、保证参选率、离任村干部安排使用等八个突出问题，让工作人员心中更加有数，工作更具针对性和实效性。 \\n 　　二、挂出一张晴雨图，精准掌控选情变化 \\n 　　绘制换届选情晴雨动态图，对于选情稳定、存在不稳定因素、选情复杂的村分别采用绿色晴好、黄色乌云、红色暴雨表示，每日更新上墙，实时直观的展现选情动态。一是多管齐下，全面排摸。开展“我和书记谈谈话”活动，开设“书记电话直通车”，镇党委书记以“线上+线下”结合的方式，一手掌握各村选情。镇班子成员、驻村干部以实地走访、集中座谈、谈心谈话等形式，对党员、人大代表、村两委干部、村民代表、群众、乡贤能人等开展全覆盖大走访大排查，精准掌握情况。二是分析研判，制定对策。明确村级组织换届试点工作期间，实行“白+黑”“5+2”临时工作时间制度，每日根据排摸掌握的情况，召开选情形势分析会，逐村进行一一分析研判，找准问题、抓住重点、制定对策，及时化解。三是一村一档，综合评定。对已经初步确定“一肩挑”的人选及搭建的村组织班子，通过镇党委扩大会议的形式，进行集体分析研究、综合评定，好中选优，把真正素质高、想干事、会干事的人员挑选出来，强化村组织战斗力。 \\n 　　三、列出一份清单，不断夯实工作基础 \\n 　　“兵马未动粮草先行”，针对村级组织换届涉及的各个方面，列出一系类工作清单，做好做足前期工作，为圆满完成选举任务打下基础。一是宣传工作清单，采用拉横幅、发调查问卷表、入户面对面宣讲等形式，向群众讲明讲透换届选举相关政策规定、法律法规及纪律要求，广泛发动群众积极参与选举，正确行使选举权利，选优选强村两委班子。二是“以事定人”清单，围绕村庄五年发展规划，基层党建、消薄消困等内容，通过“百姓提、干 你 部推、片组议、党委定”的方式，为每个村量身定制“事”题，让参选人员答题做题，群众改题评题，“以事定人”选出能干事、会干事的优秀人才。三是“专项整治”清单，制定换届专项整治清单，开展扫黑除恶及黄赌毒清理、群众身边腐败及作风整治、信访积案化解、村三资管理规范“四大整治行动”，深入各村加强巡视，重点化解各村矛盾，排除不稳定因素，营造良好的村级组织换届选举社会环境。\",\"timestamp\":1640185241,\"title\":\"高湖镇“两图一清单”推进村级组织换届选举工作\"},\"digest\":\"2NWOJAs9wUZpwy1yo1rIXuoC_HgPvXy8V8mKLGT9nPU\",\"authorship\":{\"contributor\":\"0x4997B1b52a9F1914226F26E6362Fc19E934D233B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_FNWHlQET9HygNnVfIwnPI91EEqDny-ROQ6RX4b1fSY\\\",\\\"y\\\":\\\"EU5SNk7VMWsge4hwqxaHcxO6Ag0YU16uvUeezn7bq3o\\\"}\",\"signature\":\"8JfE5B_UoXbNTSTZtirIF06Ur2aPuA_TZtpOAIYdZlRiqBFwt_3PRS1rS-wmuAcLRlgzrpB0N44GzqFERKlbxA\",\"signingKeySignature\":\"0xe80334991898e08d1868c754ced378466286af23b34fcd70094a5c659a51e73b1e8e092029ef2483a6fc306f914e92a95b10b7b3c6af0f4115f1a2ea7a1303a81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_FNWHlQET9HygNnVfIwnPI91EEqDny-ROQ6RX4b1fSY\\\",\\\"y\\\":\\\"EU5SNk7VMWsge4hwqxaHcxO6Ag0YU16uvUeezn7bq3o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2NWOJAs9wUZpwy1yo1rIXuoC_HgPvXy8V8mKLGT9nPU\"}"