"{\"content\":{\"body\":\"**Helping people accelerate progress in areas of their life that want to transform.**\\n\\n*I started ShareValue DAO for a selfish yet positive reason. ShareValue DAO helps people get what they want, so the more people we help, the more I feel fulfilled.*:-) John Busch, Founder\\n\\n**Share** -- ShareValue DAO Community Members and Guests share information, insights, experiences, support, and encouragement to help community members learn and grow.\\n\\n**Value --** We do our best to deliver more in value to our community members than they make in payment for our products. We want you to be a community member who is a raving fan of ShareValue DAO for a lifetime, not a customer for a short time.\\n\\n**DAO** -- (Decentralized Autonomous Organization) Community Members can choose to participate in ShareValue’s operations, product development, and marketing/sales. ShareValue is currently an LLC evolving into a DAO, a business entity 100% owned, governed, and operated by the community, in which Members earn their **Share** of the community treasury based on **Value** they contribute to the community. In addition, ShareValue DAO shares 10% or more of its treasury with charities chosen and voted on by the community.\\n\\n**What do you want to improve or transform in your life?**\\n\\nIf you ask 100 adults *“what is one area of your life you want to improve or transform”*; the top answers will usually be one of these:\\n\\n* Happiness and Freedom\\n* Money and Time\\n* Health and Wellness\\n* Love and Connection\\n* Courage and Confidence\\n* Safety and Security\\n* Business and Leadership\\n\\n**Products**\\n\\nOur initial product is a series of podcasts with Guests creating a positive impact on humanity. Episodes are free to the public, and within days after airing, an episode will be followed by a live online private AMA (Ask Me Aynthing, aka Q&A) with the Podcast Host and Guest. A live private Q&A will be streamed on a secure server in video format (preferably) or in audio only format if that is what works best for the Podcast Guest.\\n\\nPeople buy Gold, Platinum, or V.I.P. Experience access to an online private AMA, in the form of an electronic ticket accessible on their phone, tablet, or computer. The electronic ticket is paid for with fiat based currency (US Dollar, etc.) or cryptocurrency. While, under the hood, the electronic ticket is actually a NFT that gives a ticket holder access to the online private Q&A. The original purchaser/holder of a ticket can sell or transfer their ticket to a new holder, only one person per ticket will be able to login to the online private AMA.\\n\\n**Gold Experience**\\nMinimum rate for a Gold Experience is $27 (USD), with the following added value:\\n\\n* Gold Access to one date specific AMA\\n* Collectible Gold NFT\\n* Transcript of the Podcast as a pdf file\\n\\n**Platinum Experience**\\nMinimum rate for a Platinum Experience is $67 (USD), with the following added value:\\n\\n* Platinum Access to an unlimited number of AMA’s within a calendar month\\n* Collectible Platinum NFT\\n* One Surprise NFT Airdrop within a year\\n* One Gold Experience to share with a friend\\n* Transcript of the Podcast as a pdf file\\n* Transcript of the AMA as a pdf file\\n\\n**V.I.P. Experience**\\nMinimum rate for a V.I.P. Experience is $747 (USD), with the following added value:\\n\\n* VIP Access to an unlimited number of AMA’s within 12 calendar months\\n* Collectible V.I.P. NFT\\n* Three Surprise NFT Airdrops within 12 months\\n* Three Gold Experiences to share with three friends\\n* Transcript of each Podcast as a pdf file\\n* Transcript of each AMA as a pdf file\\n\\n**Podcast #01 Guest: Jamin Scott**\\n\\n```\\nAir Date: <1642142173>\\n```\\n\\nJamin and John have known each other for over a decade.*more to come*\",\"timestamp\":1642149448,\"title\":\"ShareValue DAO what-why-how\"},\"digest\":\"Q3krG6lzsP0hSd7mNUXg04Ee00X66RqMjc-1RHNpy6c\",\"authorship\":{\"contributor\":\"0x4CA013e6b3CF22Ba341e0fdDBe32a16890647798\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"keSnCNwfwBnE0By6t_7hRDl0oWNIdNtnkowkrbtwRXI\\\",\\\"y\\\":\\\"HhFYMObTsDpMet9nUwuuqn5AIPA7Vao1v-AP1CG0mWY\\\"}\",\"signature\":\"os0GZpphtA1uNH_KpBRDm8nXeW7dI33ely6VJyfTdU6OXtKI0urpVwobO4BbSlU2dBRp6ulawVPmi2YW73eFsg\",\"signingKeySignature\":\"0x7ae2795cd2384526721ec68c0f97b38597e15a0e8369cfd8c05b243d864607dc5b14538d7d1adcc125a566c16107b2c340525bd7fd36221bab74edc87df499ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"keSnCNwfwBnE0By6t_7hRDl0oWNIdNtnkowkrbtwRXI\\\",\\\"y\\\":\\\"HhFYMObTsDpMet9nUwuuqn5AIPA7Vao1v-AP1CG0mWY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Rw6B51row1NtWYDnY9fUeUll359BVul4M0xSwpIBBro\"}"