"{\"content\":{\"body\":\"Web3 is an inevitable future, an operating system upgrade for innovation that will eventually replace the old system — even for industries and problems that right now feel out of reach. We can accelerate that future and shape this transition, but to do that we need to *build*. We need to build useful, valuable, kick-ass products.\\n\\nBuilding great products in web3 will require merging the old and the new. It will require unprecedented collaboration, and knowing what to keep and what to change from how we've built products so far. How can great product teams form and thrive in this new paradigm of DAOs and decentralized collaboration? How can we attract missionaries, not mercenaries?\\n\\nThis huge problem space became the spark for Lighthouse, a digital organization that is fully focused on builders, and what it means to build great products in web3. We want to be a beacon for product excellence, a lighthouse that helps DAOs navigate uncharted seas. We are following in the footsteps of great industrial and software design that has come before us, and to translate that into how DAOs can build great products.\\n\\nLighthouse will work independently and in partnership with leading DAOs, developing projects and products that help DAOs move towards product excellence *much faster*. To do that Lighthouse will work at multiple leverage points: building products, protocols, and knowledge, deploying funding, and more. We will apply skills and best practices developed over decades―high-trust, autonomous cross functional teams, simple org structures, relentless user experience focus, clear problem statements, and people who are hungry to create.\\n\\nWe kick things off small and nimble, but with impossibly big ambitions. We are launching our first product, Backdrop, as an open beta today. Backdrop is the interface for exploring people’s work in web3 — their contributions and the collaborators and organizations they work with. We are thrilled to evolve with the ecosystem as people get more connected, and their contributions to DAOs become more visible, verifiable, and useful.\\n\\n## The Lighthouse Way\\n\\n* **We give power to the builders.** Lighthouse's partners and contributors will shape how we work via ownership in our token. We will ensure those who build together with us blow wind in our sails, aligning our course with theirs over time.\\n* **We are focused.** Building awesome things requires focusing on a narrow set of problems, so Lighthouse is not set up as a product or service agency. We work on projects and products we are well positioned to solve.\\n* **We are in it for the long haul.** This transformation will take time, and we want to work only on problems that will be durable and grow in importance for years to come.\\n* **We are not alone.** By aligning incentives with other DAOs that also focus on these problems, we collaborate with DAOs to build together (products or otherwise), while still paving the way towards our mission of helping more DAOs build great products.\\n* **We are ecosystem builders.** If we're successful, it's not just Lighthouse that will reap the rewards. We build things that are interoperable, open, and have a dramatic benefit to the ecosystem at large.\\n* **We care.** We believe that building a better future means building ethical and sustainable products. We care about people, justice, and the planet. We don't engage with organizations, projects or products that don't.\\n\\n## Lighthouse S01: Backdrop and more\\n\\nTo maintain focus, Lighthouse will work in seasons, each with clearly defined teams, projects and objectives. The first season has been shaped up by the founding members and partners, but as we expand this process will become more open and collaborative.\\n\\nWe have two objectives for S01:\\n\\n* Release and scale Backdrop, a product that connects people through their work and contributions, \\\"the Etherscan for on-chain work\\\"\\n* Build a self-sufficient, financially independent digital organization that becomes a reference in product excellence in the DAO and web3 space\\n\\nBackdrop relies on the quality and depth of on-chain data and will evolve as the ecosystem evolves. Our aim is not just to build an interface for people’s work in web3; we also want to help build the underlying graph so that others can build on it as well. Here’s where we’re focused with the beta:\\n\\n* Integrating data from protocols and apps that define web3 contributions, such as Mirror, Snapshot, POAP, and others\\n* Enrich your Backdrop profile, making sure others know what you are all about when contributing to web3\\n* Get notified whenever people you care about are working on something new, or start contributing to a new project\\n\\nIt's still early days, and we want to listen to the community. So, you can take [Backdrop for a spin](https://backdrop.so) and let us know what you want to see us build next.\\n\\nOn the organization side, we are focused on 3 core things:\\n\\n* Structuring our token, tokenomics and distributing initial ownership to contributing founders and strategic partners\\n* Raising funds to allow Lighthouse to recruit and maintain experienced and high-performing contributors\\n* Lightweight definitions for processes, governance, and ways of working that will shape our Season 01 work and beyond\\n\\nThroughout S01 we will put in place all that is necessary to let token owners participate more actively and inform priorities for our S02. More information on that soon.\\n\\n## Get on board!\\n\\nIf your thing is building great products, **come and join us**! Our ambitions are big, and we need talented and motivated people to make it happen. You can [join our discord](https://discord.gg/JCPWVcabUC) or reach us on [Twitter](https://twitter.com/lighthouseDAO).\",\"timestamp\":1633539353,\"title\":\"Lights on, Lighthouse\"},\"digest\":\"049QCY9x7LLY3yT5Oi8FqTmG6HpW0nbHf-WksWJvOJY\",\"authorship\":{\"contributor\":\"0xe9D0580Ed710621d547A70CCa1d1F34E252f17C3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4drwoluGU_MHMhXpfMLsK9LLRdTgtgjLCx6bJoYoQFw\\\",\\\"y\\\":\\\"yuk_N6izBFFCLdP9XQe3eTkyd-b1YuxywZ1tNc-dOxk\\\"}\",\"signature\":\"_zHuORvQrQTp9qQ3xmfnb6A8GjswAXf5hlAvsDO9JLK4HLkcnBAOxWYngh69SxYNY972sPYrRkwyvt3JdIZqjg\",\"signingKeySignature\":\"0xc5b2ed6213205a65eea4788cff86b61e2172d27377a693d19ed72cf030ee9ac830dac370564d063a97e01dcbf3faaabead41ac1d33ef81719ec88344dda48bb21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4drwoluGU_MHMhXpfMLsK9LLRdTgtgjLCx6bJoYoQFw\\\",\\\"y\\\":\\\"yuk_N6izBFFCLdP9XQe3eTkyd-b1YuxywZ1tNc-dOxk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zfAQ93H96tgzv-uPdQsVf7Rna4BojQ1_52VzNbe8X-c\"}"