"{\"content\":{\"body\":\"[Skip to Content](#content)\\n\\nWhen investing in a crypto startup that will issue a token, an investor considers two prices - [the price of the equity and the price of the token](https://tomtunguz.com/equity-cap-table-vs-token-cap-table/). There’s a rule of thumb used today that states the token should be worth 3-5x the equity.\\n\\nA founder informed me the rationale is that a share in a company has a lien on the future dividend streams, but a token has a lien on profit share of the GDP around an economy and that economies tend to be 3-5x larger.\\n\\nWalking home from a meeting with a crypto team in Brooklyn, my colleague, Alex, I played around with this idea. Is 4x the right number? We tried to calculate the GDP of Salesforce’s ecosystem and the Google economy, but we were guessing. Where could we find analogous data?\\n\\nThe best data I found is the economies of countries. Each country charts a GDP figure and publishes a tax rate. With those two numbers, we can derive the token valuation equivalent for countries. It’s not a perfect analogy but good enough for a thought experiment.\\n\\n![image](https://res.cloudinary.com/dzawgnnlr/image/upload/v1637002811/w29gqs0nns219oxsoemc.png)\\n\\nHere’s the analogy in a visual form. Google creates an economy around itself. Google taxes that economy by charging for ads on search pages and captures a portion of that GDP. A country develops an economy and captures revenue as taxes.\\n\\nIf we can compute the GDP/Tax Revenue multiple for countries, we could make some observations about whether they might hold for crypto companies. Let’s call this number the Economy/Tax Revenue Ratio or ETR.\\n\\n`ETR = GDP/Revenue`\\n\\nI pulled data from the OECD and found some interesting things when analyzing all countries' data. There is [no relationship between size of economy and tax rate](https://res.cloudinary.com/dzawgnnlr/image/upload/v1637004499/jrs9myea03owx2fxrwpn.png). Nor is there [any relationship between the GDP and the ETR multiple.](https://res.cloudinary.com/dzawgnnlr/image/upload/v1637004580/s43ccet2rnxe26dmuvbr.png)\\n\\n![image](https://res.cloudinary.com/dzawgnnlr/image/upload/v1637004672/erlr8qi9buekxsfaj3iu.png) We can observe the median ETR multiple is 4.9x.\\n\\nIf we examine G10, the 10 largest economies, median ETR is 3.5x and the 75th percentile is 5.2x. The chart orders the countries by GDP, largest on the bottom. Those figures are consistent with the crypto rule of thumb.\\n\\n![image](https://res.cloudinary.com/dzawgnnlr/image/upload/v1637005977/axglqgn40ii0uvkc9wdi.png)\\n\\nThe correlation between the growth rate of the economy (using 2019 data and the ETR) is 0.8. This is surprising and may say something about the efficiency of markets even at global scale.\\n\\n![image](https://res.cloudinary.com/dzawgnnlr/image/upload/v1637006074/jwkuqp86io4gqgfkve15.png)\\n\\nOk, that was a lot. Let’s recapitulate.\\n\\n*   most countries operate with a ETR of between 3-5x GDP to tax revenue\\n*   the ETR is correlated with growth\\n*   the median tax rate for G10 countries 28.5% of GDP\\n\\nHow does that map to crypto?\\n\\nIf we use our analogy of country::economy as crypto-company::economy, then the multiples resemble each other.\\n\\nBut, the growth rates and tax rates of countries and crypto companies couldn’t be more different.\\n\\nThe major differences are that crypto economies are growing orders of magnitude faster than most developed economies. Ethereum generated as much revenue last month as all last year, for example.\\n\\nNo crypto token collects 24% of revenue, as the median country does.\\n\\nIn summary, if you assume the significantly greater growth rates of crypto companies offset the meaningfully lower tax rates, then you might be able to pencil out a 3-5x token:equity multiple. But, at least using this data set, the conclusion remains quite a leap, and my hunt for a better proxy data set continues.\\n\",\"timestamp\":1637106932,\"title\":\"Justifying Token Equity Multiples using GDP Data\"},\"digest\":\"EeYDGHIHs8EuCRhKg8lnaQ8s0RB3bmaEKn5BsVkKkfs\",\"authorship\":{\"contributor\":\"0xD75b9714e1dC82c62b4683d45FCCB07f52cb2B78\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IVvNX_WTHFx9NqbcVoMUp5llWnRll7QXVHdMBzusRyA\\\",\\\"y\\\":\\\"hJUrP8XPGO9ifEzvcXp592mAt1HuCaAYfjmXkZbC2gs\\\"}\",\"signature\":\"zsIAzm3rbxxpCfSA9lKcGu12HwUqkbOnTCl2X_2Gm6568jntVUizeIjKShblTmukC-l6seZGjFq2NCPx5AMAwg\",\"signingKeySignature\":\"0x2b16756ea89e878505ac1c020dd7ebf205f20020e760a12de05d26d9fd12fcce133a7ef773cc0928107fb148e296850c7f5659d8ac4b593ae619301b5230052d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IVvNX_WTHFx9NqbcVoMUp5llWnRll7QXVHdMBzusRyA\\\",\\\"y\\\":\\\"hJUrP8XPGO9ifEzvcXp592mAt1HuCaAYfjmXkZbC2gs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EeYDGHIHs8EuCRhKg8lnaQ8s0RB3bmaEKn5BsVkKkfs\"}"