"{\"content\":{\"body\":\"Quem nos conhece e acompanha nosso trabalho nas principais redes sociais web3, sabe da nossa seriedade em trazer o melhor conteúdo para nossos leitores.\\n\\nPor isso, optamos pela criação do Mirror da Shape Shift Latam: uma ferramenta eficiente em entregar uma leitura fluída e de qualidade diretamente a todos!\\n\\nSe você quer estar atualizado sobre:\\n\\n* As melhores *farms* e *pools* com APYs degenerados\\n* Atualizações de protocolos\\n* Lançamento de coleções NFTs\\n* *Hacks, falhas e vulnerabilidades no mundo DeFi*\\n* Dados e métricas de *dapps*\\n* Memes\\n\\nAcompanhar nossa página é a forma mais eficiente de conseguir isso! É de graça, e você pode ter benefícios num futuro não tão distante 🦊\\n\\n\\n---\\n\\n## Protocolos DeFi\\n\\n### Lançamento dos Reatores da Tokemak para a Synthetix\\n\\n![Fonte: Tokemak](https://images.mirror-media.xyz/publication-images/6j9BkCXJYGEhFhD_A5Gok.png?height=261&width=616)\\n\\nA Tokemak é um protocolo parceiro da ShapeShift e vem chamando atenção pela forma disruptiva em conseguir uma liquidez sustentável para si, seus parceiros e os tokens nativos.\\n\\n> Temos um Reator na Tokemak, confira !\\n\\nJunto de outros projetos, a Tokemak compõem o conjunto de *dapps* intitulados como DeFi 2.0, pela inovação em solucionar um problema crítico em DeFi: a dependência de Provedores de Liquidez degenerados.\\n\\n> Mergulhamos nas profundezas da Tokemak, explicando os mecanismos existentes no protocolo. Caso queira compreender, acesse uma de nossas redes sociais web3:\\n>\\n> * *[Odysee](https://odysee.com/@ShapeShiftDAObr:a)*\\n> * *[Leofinance](https://leofinance.io/@shapeshiftdaobr)*\\n> * *[Hive](https://hive.blog/@shapeshiftdaobr)*\\n\\n**No dia 22 de dezembro, [a Tokemak lançou seu Reator da Synthetix.](https://medium.com/tokemak/ignition-synthetix-snx-token-reactor-deposits-now-live-%EF%B8%8F-93c24d8e72bd)**[ ](https://medium.com/tokemak/ignition-synthetix-snx-token-reactor-deposits-now-live-%EF%B8%8F-93c24d8e72bd)\\n\\nA Synthetix é um protocolo DeFi 1.0, um dos primeiros a possibilitar os usuários a expor-se derivativos. Usando sua plataforma, o *dapp* permite a mintagem de vários tipos de tokens, desde simples criptodólares, até mesmo outras moedas fiduciárias como Yen, Libra Esterlina, Dólar Australiano e Franco Suíço.\\n\\n> **É uma forma interessante de expor-se diferentes moedas fiduciárias.**\\n\\nApesar da inovação, a Synthetix não obteve uma das melhores performances nos últimos meses.\\n\\nTem-se observado uma queda acentuada no valor de mercado de seu token nativo, SNX - \\\\~80% abaixo de seu ATH -. Não suficiente, a [Capitalização de Mercado do SNX caiu de 4 bilhões de dólares para 900 milhões de dólares](https://dune.xyz/drethereum/Synthetix-Metrics).\\n\\nSeu token nativo tem grande relevância no ecossistema do protocolo, devido a sua utilização como colateral para emitir os tokens derivativos.\\n\\n> A depreciação do preço do SNX, traz insegurança aos usuários com posições na Synthetix, **obrigando-os a buscarem alternativas com a mesma proposta.**\\n\\nPara atrair capital para seus *smart contracts*, a Synthetix escolheu ter uma parceria com a Tokemak, responsável por muitos cases de sucesso na obtenção de uma liquidez sustentável para protocolos.\\n\\nVale a pena ficar de olho no impacto dessa união no SNX e no crescimento da Tokemak como [Liquidity-as-a-Service](https://odysee.com/@ShapeShiftDAObr:a/tokemak:5).\\n\\n### Olympus DAO V2\\n\\n![](https://images.mirror-media.xyz/publication-images/TnIVgPwS_BIvxh3GjA0_J.png?height=377&width=675)\\n\\nA Olympus DAO é a principal precursora do movimento DeFi 2.0. Introduzindo um whitepaper complexo e aplicando teorias econômicas combinadas a um experimento social, o protocolo atualmente possui \\\\~3 bilhões de dólares depositados em seus contratos inteligentes e uma legião defensora dos seus mecanismos - os OHMies -.\\n\\nCaso não conheça a Olympus, recomendamos a leitura [do nosso artigo publicado em nossas redes sociais web3](https://odysee.com/@ShapeShiftDAObr:a/olympusdao:6). Lá, você poderá entender a densidade do funcionamento do projeto.\\n\\nNo dia 14 de outubro, o *dapp* anunciou em seu Twitter e Medium o lançamento da sua V2:\\n\\n[https://twitter.com/OlympusDAO/status/1448799571241484293](https://twitter.com/OlympusDAO/status/1448799571241484293)\\n\\nSem dúvida uma surpresa comunidade: não por implementarem um *upgrade* na Olympus, mas, porque seu modelo de negócio tem tornado-se sustentável e atingido os objetivos colocados inicialmente: ter sua própria liquidez.\\n\\nApesar de inovadora, a Olympus ainda tinha um obstáculo: atraia apenas capital na blockchain da Ethereum. Sabemos a importancia de *dapps* cross-chain atualmente, visto que muitos se espalharam e competem entre si pelo dinheiro dos usuários.\\n\\nAtentos a esse cenário, os desenvolvedores implementaram o gOHM: um token de governança para votações on-chain. O gOHM também permitiu a Olympus DAO oferecer seu token nativo em outras blockchains, como Polygon, Avalanche, Arbitrum, Fantom e Pangolim.\\n\\n> Os usuários que adquirirem gOHM terão a rentabilidade do stake da Olympus - 8.000% a.a. somente por compra-los em uma DEX, como a Trader Joe - na Avalanche.\\n\\nAlém disso, o protocolo também inseriu uma série de atualizações a suas Bonds. Dentre elas, destaca-se:\\n\\n* Poderão ser vendidas como um NFT, criando um mercado secundário de Bonds\\n* Serão vendidas com um prazo de expiração fixado e pré-determinado.\\n* Os *bonders* precisarão esperar até o fim do período fixado para efetuar o saque de seus OHMs.\\n\\nEssas são apenas algumas atualizações da V2 da Olympus DAO. A complexidade no funcionamento do protocolo, exige um artigo mais aprofundado sobre o tema.\\n\\nE vamos trazê-lo para vocês no domingo!\\n\\nPara os interessados nos mecanismos de Teoria dos Jogos da Olympus DAO e aos *degenerados* buscando 8.000% APY: fiquemos atentos ao sucesso - ou não - da atualização do protocolo. Há potencial no uso do OHM e da expansão das Bonds para múltiplas blockchains.\\n\\n## NFTs\\n\\n### Bored Ape Mega Mutant Serum é vendido 1.542,069 ETH, preço recorde\\n\\n![Fonte: Opensea](https://images.mirror-media.xyz/publication-images/xztumxCKL8XaLNzAfdCS5.png?height=800&width=1200)\\n\\nO BAYC - Bored Ape Yacht Club - é uma das coleções mais valiosas atualmente, alcançando o floor price de \\\\~71 ETH no dia 3 de janeiro de 2022.\\n\\nA Yuga Labs, criadora dos famosos macacos que tomaram conta do universo dos NFTs, em agosto de 2021 criou um novo projeto: os Mutant Apes. Com um supply máximo de 20.000 unidades, os MAYC tornaram-se um projeto derivado dos BAYC de sucesso.\\n\\nPara conseguir ter um Mutant Ape, havia duas formas: participar do Leilão Holandês, mintando o NFT diretamente do site da Yuga Labs; ou ser detentor de um BAYC.\\n\\nOs detentores dos BAYC receberam através de um airdrop “poções”. Quando estas são expostas aos Bored Apes, geram uma versão mutante dos macacos. Há três tipos de poções: a M1, M2 e M3, a Mega Mutant Serum.\\n\\n![Fonte: Yuga Labs](https://images.mirror-media.xyz/publication-images/_LOt-Fi0EufnQV-t4EKnF.png?height=324&width=1134)\\n\\nA Mega Mutant Serum é uma das mais valiosas poções, seja por sua raridade, seja pela imprevisibilidade no resultado ao ser aplicada a um Bored Ape. Isso ocorre, porque, ao contrário da M1 e M2, a M3 não necessariamente vai manter as características originais do Bored Ape: o seu uso pode gerar um Mutant Ape completamente novo.\\n\\nEssa característica intrínseca e específica da Mega Mutant Serum tornou-a um item valioso no mercado secundário.\\n\\nNo final de dezembro, o co-fundador da Ethereum e colecionador de NFTs, Taylor Gerring, adquiriu um Mega Mutant Serum por 888.88 ETH e fez uma live no Twitch e no Twitter para mostrar a transformação de seu Bored Ape em tempo real.\\n\\nEm 2 de janeiro de 2022, o CEO da Chain, provedora de serviços relacionados a blockchain, adquiriu uma poção M3 por 1.542,069 ETH, quebrando o recorde de valor mais alto pago por um Mega Mutant Serum.\\n\\nA aquisição de NFTs em valores recordes de uma coleção acaba por atingir os demais detentores, conforme tem-se observado [o aumento do preço médio dos BAYC e MAYC.](https://dune.xyz/anonfunction/Bored-Ape-Yacht-Club-(BAYC)-NFT-Data)\\n\\nCom planos de lançar [seu próprio game play-to-earn em 2022 usando os Bored Apes](https://twitter.com/BoredApeYC/status/1470392692521807879?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1470392692521807879%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fnftnow.com%2Fnews%2Fbored-ape-yacht-club-play-to-earn-nft-game%2F) e cogitando a emissão de tokens lastreados aos BAYC e MAYC, a Yuga Labs e seus projetos ainda poderão bater muitos recordes este ano.\\n\\n### Yuga Labs é acusada de racismo\\n\\n![](https://images.mirror-media.xyz/publication-images/HHrrMEW_xc2SY07w4R6wS.png?height=507&width=1070)\\n\\nA companhia por trás dos Bored Apes e Mutant Apes tem sido acusada por integrantes da comunidade cripto de ter sido fundada a partir de ideais racistas e nazistas. A discussão levantada pelo usuário loldefi no Twitter Spaces, chegou a atrair 5.000 ouvintes, e trouxe para a conversa holders de Crytopunks, como Ryder_Ripps e Leander Capuozzo.\\n\\nAmbos demonstraram em suas redes sociais exemplos do porque consideram que BAYC e a Yuga Labs contém indícios de racismo.\\n\\n[https://twitter.com/ryder_ripps/status/1478105587497930752?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1478105587497930752%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fnews.knowyourmeme.com%2Fnews%2Fbored-ape-yacht-club-accused-of-racist-origins](https://twitter.com/ryder_ripps/status/1478105587497930752?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1478105587497930752%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fnews.knowyourmeme.com%2Fnews%2Fbored-ape-yacht-club-accused-of-racist-origins)\\n\\n[https://twitter.com/leandercapuozzo/status/1477830631904190464?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1477830631904190464%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fnews.knowyourmeme.com%2Fnews%2Fbored-ape-yacht-club-accused-of-racist-origins](https://twitter.com/leandercapuozzo/status/1477830631904190464?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1477830631904190464%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fnews.knowyourmeme.com%2Fnews%2Fbored-ape-yacht-club-accused-of-racist-origins)\\n\\nNo entanto, a maior parte da comunidade cripto saiu em defesa da Yuga Labs e dos Bored Apes. Para muitos, a justificativa para as insinuações de racismo partiram dos detentores dos Crytopunks, insatisfeitos que os BAYCs tornaram-se a coleção de NFTs mais valiosa do setor.\\n\\n[https://twitter.com/MoonOverlord/status/1478087575688683523?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1478087575688683523%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fnews.knowyourmeme.com%2Fnews%2Fbored-ape-yacht-club-accused-of-racist-origins](https://twitter.com/MoonOverlord/status/1478087575688683523?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1478087575688683523%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fnews.knowyourmeme.com%2Fnews%2Fbored-ape-yacht-club-accused-of-racist-origins)\\n\\nApesar das discussões, o valor dos Bored Apes no mercado secundário continua subindo e a demanda pela aquisição dos macacos nunca foi tão alta.\\n\\nA subjetividade do tema impossibilita entender se há ou não realmente racismo. Enquanto alguns argumentam que o nome “Yuga” é um meme neo-nazista, segundo os fundadores, a empresa tem este nome em referência a um chefão do jogo Zelda com a capacidade de transformam os outros e a si mesmo em uma arte 2D.\\n\\n[https://twitter.com/yugalabs/status/1478100695404449804?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1478100695404449804%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fnews.knowyourmeme.com%2Fnews%2Fbored-ape-yacht-club-accused-of-racist-origins](https://twitter.com/yugalabs/status/1478100695404449804?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1478100695404449804%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fnews.knowyourmeme.com%2Fnews%2Fbored-ape-yacht-club-accused-of-racist-origins)\\n\\nPor isso, irá prevalecer somente aquilo que a comunidade acreditar. Vale a pena monitorar esse caso.\\n\\nEstas foram as Pílulas Degeneradas de hoje.\\n\\nQuinta-feira retornamos com o Laboratório DeFi 😉\\n\\n[Participe de nossa pesquisa](https://forms.gle/VAvzQJW6C7Az4j9k6), isso vai nos ajudar a melhorar a entrega de conteúdo para você.\\n\\n***Autor: [guiriba](https://guilhermebarbosa.substack.com/), copywriter no LatAm Labs da ShapeShift, pesquisador e degen. Escreve, a priori, sobre DeFi, NFTs and DAOs.***\",\"timestamp\":1641747933,\"title\":\"Pílulas Degeneradas #01\"},\"digest\":\"SmHl3s_93y6j8Wz1LOu9dY-YWXOkWzsEsQ99iRplNnw\",\"authorship\":{\"contributor\":\"0x4f88736cb3ec658B1078f1a362Af85397AcE109F\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uRqxFiCJdMNPjJ64nB8QaxD2doVWff9G5dICp1Kfh9U\\\",\\\"y\\\":\\\"wY_Yx5Vsh7H_UP1U2rgRfrfPlTxokC9SZfHCiaOvlDU\\\"}\",\"signature\":\"nVetiBYjNUMgOMQVGAJ5PX0US18evqCznDmn-gFpYBLErEzgYctGx83TQ1NEoOdZU2cWXBug3Vc8H0gwdLKKQA\",\"signingKeySignature\":\"0xf5d22e3b754f3ac8736948effcd451102255a7c31eb7bafbb86c4782fc9c8fea7d1f4fbc6e40ce4181b2e14d192a6cd8291d79c44c70ff7439f84a61725db7371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uRqxFiCJdMNPjJ64nB8QaxD2doVWff9G5dICp1Kfh9U\\\",\\\"y\\\":\\\"wY_Yx5Vsh7H_UP1U2rgRfrfPlTxokC9SZfHCiaOvlDU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aqsEBtD1oa3JEs_DzH3_5yuc4zB8eTra2N7dqq0_7W4\"}"