"{\"content\":{\"body\":\"# Messari Fund Analysis Q3'21: Examining Liquid Portfolios of Crypto Funds\\n\\nBy [Mason Nystrom](https://messari.io/research/mason-nystrom)\\n\\na day ago ⋅ Pro Research\\n\\nSHARE\\n\\nSmart money investors – venture capital funds, hedge funds, mercenary liquidity providers – are [making bets](https://messari.io/article/q3-crypto-fundraising-trends) across various sectors DeFi, NFTs, Web3, Infrastructure, The Metaverse – at various stages of growth (all the way from sub $50 million to well over $1 billion).\\n\\n \\n \\n\\nWe’ve tracked down many of the top venture capital (VC) firms and hedge funds in crypto and recorded their liquid portfolios (assets that trade on the market). This of course could miss equity investments or investments in networks that are not yet live.\\n\\n \\n \\n\\nIn total, our analysis shows that combined, fifty-three funds hold 228 unique assets across various sectors including smart contracts, DeFi, Web3, Scaling, Interoperability, and NFTs.\\n\\n \\n \\n\\n([Messari Pro comes with access to our full list of community screeners](https://messari.io/pricing?utm_source=article&utm_medium=prolink&utm_campaign=vcscreenerprolink), including VC portfolio screeners for [Multicoin](https://messari.io/screener/multicoin-capital-portfolio-screener-2E52AEA8), [Pantera](https://messari.io/screener/pantera-capital-portfolio-screener-CA6CD4A1), [Paradigm](https://messari.io/screener/paradigm-portfolio-screener-281DB11F), [ParaFi](https://messari.io/screener/parafi-capital-portfolio-screener-64CF5B9D), [Three Arrows Capital](https://messari.io/screener/three-arrows-capital-portfolio-screener-D9FFC56D), and more). To find the list of portfolio screeners go to [Messari.io/screener](https://messari.io/screener/a16z-portfolio-screener-27434D58) and for screeners by Messari Research in the community section:\\n\\n* A16z\\n* Alameda Research\\n* Dragonfly Capital\\n* Electric Capital\\n* Fabric Ventures\\n* Framework Ventures\\n* The LAO\\n* Delphi Digital Ventures\\n\\nThe public nature of these portfolios and the availability of most cryptoassets ensures that both institutional and everyday investors can get in on the action (and lose together too).\\n\\n## Messari Fund Analysis\\n\\n### A Quick Reflection on The Q2 Messari Screener Analysis\\n\\nMessari conducted this same[ analysis back in April](https://messari.io/article/messari-screener-fund-analysis-examining-the-liquid-portfolios-of-top-crypto-funds) with only 35 funds and the top 5 held assets were:\\n\\n* [Polkadot](https://messari.io/asset/polkadot)\\n* [Terra](https://messari.io/asset/terra)\\n* [NEAR Protocol](https://messari.io/asset/near-protocol)\\n* [Oasis](https://messari.io/asset/oasis-labs)\\n* [Solana](https://messari.io/asset/solana)\\n\\n### The Q3 Messari Screener Analysis:\\n\\nAfter analyzing all the portfolios, we found the top asset invested across the fifty-three funds we’ve tracked remains to be [Polkadot](https://messari.io/asset/polkadot) (DOT). In fact, 21 of the 53 funds own DOT, meaning 39% of our tracked funds have a vested interest in Polkadot’s success. One important consequence of this is that large DOT holding funds will likely be the ultimate determining factor for which projects secure the first several parachains.\\n\\nNote, we assume most of these funds hold Ethereum and Bitcoin and therefore omitted them from our analysis.\\n\\n \\n \\n\\nThe second most popular asset across the portfolios that we track is a three-way tie for NEAR Protocol, Terra, and Ooasis Network. [Terra (LUNA)](https://messari.io/asset/terra) is an algorithmically-governed, seigniorage share style stablecoin platform that recently enabled IBC connection with the Cosmos ecosystem. [Near Protocol (NEAR)](https://messari.io/asset/near-protocol) and [Oasis Network (ROSE)](https://messari.io/asset/oasis-labs) are smart contract platforms but to date have less adoption than competitors like Solana, Ethereum, Cosmos, and Avalanche.\\n\\n \\n \\n\\nThe fifth most held asset by funds is also a four-way tie between Arweave, Maker, Nervos Network, and Solana. Notably, Arweave jumped up significantly from last quarter’s analysis.\\n\\n \\n \\n\\nOf the top invested assets, Solana possesses the highest-circulating market capitalization (with BTC and ETH omitted). DODO possesses the lower circulating market capitalization of the top fifteen fund-owned assets while Arweave possesses the lower circulating market cap of the top five.\\n\\nSimilar to last quarter, venture investors clearly see large total addressable markets within the smart contract space and DEX landscape as they are the most frequently invested sectors within the top-funded assets.\\n\\nHowever, it’s worth noting that while file storage is a unique category, it has a strong market share compared to other niches. Finally, as Web3 becomes top of mind, more venture capital investors are looking for data management type protocols including indexers like the Graph and Covalent. While the Graph remains the most dominant indexer, its competitor Covalent obtained strong backing from a variety of firms to push it within the top 50 invested assets.\\n\\n \\n \\n\\nFinal Thoughts on Investing Like a Crypto Fund\\n\\nInvesting like a crypto fund – venture or hedge – has never been easier. An average investor can quite literally copy-trade these portfolios and mirror any of their favorite funds. But, while copy-trading a prominent VC might appear at face value to be a good strategy, it’s important to remember that non-accredited or professional investors still don’t have equal access.\\n\\n \\n \\n\\nMost of these funds typically receive private placements at far cheaper valuations, and the short-term focused funds are waiting to liquidate a portion of their tokens once vested to record profits for their investors. Further, during a bull market liquid assets – especially newer projects – often trade at a premium due to the expectation of a greater future valuation.\\n\\n \\n \\n\\nWhile there are still barriers for individuals to invest in early-stage crypto projects, the opportunities are 10x better than the legacy financial world. The age of the everyday investor is dawning and crypto will be the primary avenue for growth.\\n\\n \\n \\n\\nAs of Nov 1:[ Messari Fund Screener Spreadsheet](https://docs.google.com/spreadsheets/d/1d4rM00qbq_66qMjSUduCKY7BUL2d2PVd-5R5S336kfY/edit?usp=sharing)\\n\\n \\n \",\"timestamp\":1637250263,\"title\":\"Messari Fund Analysis Q3'21\"},\"digest\":\"m-wXNV2b6uyoHKZzfNJQP8-lrBsk5Hcedjx2_BOXDbE\",\"authorship\":{\"contributor\":\"0xb5e7eAa5EfA62204929025CdcEF39E6a87e7B7F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qFVAv9Lf_PV6FZskkgUqTsZsIiomfIJrLaLFzlU-AmI\\\",\\\"y\\\":\\\"JBw3uI_aUfk3zqgHMJLICquOQNW0wUPlUymca6NMTWE\\\"}\",\"signature\":\"3uNkq9V1b08PvEZqHQJXQG7ZT5b5r9hF9Xzea2d5lZfHJjzdpXD4ZHMYybOzzpMkVymJ40ojiQ50tIcVg9qb6A\",\"signingKeySignature\":\"0x1cc181847014cb1b26d6514491c695f771380feacd583d7c5fd4fe0667dc7c850f6c7be58761fa0c6e746d0bb40cdb759383108a0931fc6b109d583fd66bed6a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qFVAv9Lf_PV6FZskkgUqTsZsIiomfIJrLaLFzlU-AmI\\\",\\\"y\\\":\\\"JBw3uI_aUfk3zqgHMJLICquOQNW0wUPlUymca6NMTWE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m-wXNV2b6uyoHKZzfNJQP8-lrBsk5Hcedjx2_BOXDbE\"}"