"{\"content\":{\"body\":\"### Contents:\\n\\n* 🗳️ Can crypto become ilegal like gold once was?\\n* 📉 Crypto Prices\\n* 👀 Under the Radar\\n* 📰 ICYM\\n* 👊 Sponsors\\n* 💸 Coupons\\n\\n\\n---\\n\\n### 🗳️ Can crypto be ilegal like gold once was?\\n\\nOn April 3rd, 1933. This bill was signed into order\\n\\n> Executive Order 6102 required all persons to deliver on or before May 1, 1933, all but a small amount of gold coin, gold bullion, and gold certificates owned by them to the Federal Reserve in exchange for $20.67 (equivalent to $413 in 2020) per troy ounce.\\n\\n[US President](https://en.wikipedia.org/wiki/US_President) [Franklin D. Roosevelt](https://en.wikipedia.org/wiki/Franklin_D._Roosevelt) \\\" made ilegal the [hoarding](https://en.wikipedia.org/wiki/Hoarding_(economics)) of [gold coin](https://en.wikipedia.org/wiki/Gold_coin), [gold bullion](https://en.wikipedia.org/wiki/Gold_bullion), and [gold certificates](https://en.wikipedia.org/wiki/Gold_certificates) within the continental United States.\\\" The executive order was made under the authority of the [Trading with the Enemy Act of 1917](https://en.wikipedia.org/wiki/Trading_with_the_Enemy_Act_of_1917), as amended by the [Emergency Banking Act](https://en.wikipedia.org/wiki/Emergency_Banking_Act) in March 1933.\\n\\nThe limitation on gold ownership in the United States was repealed after President [Gerald Ford](https://en.wikipedia.org/wiki/Gerald_Ford) signed a bill legalizing private ownership of gold coins, bars, and certificates by an Act of Congress, which went into effect December 31, 1974. (Wikipedia)\\n\\nToday, many investors ask themselves if the Federal government can make cryptocurrencies illegal just like Gold was in 1933. Currently, this technology is very advanced and global to think that any government can fully prohibit the ownership of it. China has been grappling with their crypto ban losing their profitable mining industry to neighboring countries and the US in the process. Today, citizens of any nation can relocate and work from anywhere in the world as long as there is an internet connection. Additionally, we are witnessing more and more democracies not only adopt crypto, but add it to the balance sheet or accept it as a legal tender.\\n\\nOn Janueary 12th, Congressman Tom Emmer introduced a bill prohibiting the Fed from issuing a cbdc directly to individuals.\\n\\n“Any CBDC implemented by the Fed must be open, permissionless, and private.” - “As other countries, like China, develop CBDCs that fundamentally omit the benefits and protections of cash, it is more important than ever to ensure the United States’ digital currency policy protects financial privacy, maintains the dollar’s dominance, and cultivates innovation. CBDCs that fail to adhere to these three basic principles could enable an entity like the Federal Reserve to mobilize itself into a retail bank, collect personally identifiable information on users, and track their transactions indefinitely,” **Emmer said.**\\n\\n[Tom Emmer @RepTomEmmer](https://twitter.com/RepTomEmmer/status/1481283945492852743)\\n\\n[Today, I introduced a bill prohibiting the Fed from issuing a central bank digital currency directly to individuals. Here’s why it matters:](https://twitter.com/RepTomEmmer/status/1481283945492852743)\\n\\nJanuary 12th 2022\\n\\n4,890 Retweets18,607 Likes\\n\\nThis proves that many pro-crypto politicians are willing to voice their opinion and introduce bills to protect the citizens rights to use the crypto of their choice. [There is much more to this](https://emmer.house.gov/2022/1/emmer-introduces-legislation-to-prevent-unilateral-fed-control-of-a-u-s-digital-currency), but at least we can rest assured that members of congress are understanding how vital permissionless and open financial tools are for countries and how this technological innovation needs to be cultivated and not killed.\\n\\n\\n---\\n\\n#### 👕 Mind The gap\\n\\nThe largest clothing retailer in the US and 3rd in the world is following the steps of companies like Adidas, Dolce & Gabbana, and Louis Vuitton, the retail giant has officially [launched](https://www.gap.com/nft/) non-fungible tokens of its classic hoodie, marking its first venture into the NFT business. The move introduces Gap’s gamified digital experience in which customers are encouraged to purchase a range of limited-edition sweatshirts designed by Brandon Sines—the creator of Frank Ape. \\n\\nGap’s NFTs, which were built on the Tezos blockchain, will be available in four different categories. The first and most accessible level is “Common,” followed by “Rare,” then “Epic,” and finally, “One of a Kind.”\\n\\nIt cant get more mainstream for NFTs than this, it all seems to indicate that every company will laungh an NFT of some sort before 2022 is over.\\n\\n\\n---\\n\\n#### 📉 Crypto Prices\\n\\nBitcoin hit the all-time high of $69k on November 10th, 2021. Since then, we have seen a major drop and the largest cryptocurrency by market cap has been in a bear market for about 20 days now. Finally we start to see some light. After dropping to sub $40k levels at the start of 2022, BTC is gaining ground increasing over 3% the past 7 days. Technical indicators show some strength pointing that the next resistance is at $48,500. **If the right regulations are in place we will see a flush of cash come into the crypto space from institutional investors, central banks, and nation-states.** Additionally, “Fidelity Digital Assets said in its annual report that the “massive “ Bitcoin [accumulation by Bitcoin miners](https://cointelegraph.com/news/bitcoin-cycle-is-far-from-over-and-miners-are-in-it-for-the-long-haul-fidelity-report) suggests that the Bitcoin cycle is far from over.” Last year was definitely *the year of mainstream adoption* for cryptocurrencies. Many new and not so new protocols are gaining recognition, providing great technological innovations and solutions and being funded at record amounts.\\n\\nTop 20 crypt returns in 2021\\n\\nThe bears seem to be in control of [Ethereum](http://ycobitcoin.com/) making the second largest cryptocurrency more volatile than we have previously seen. Ethereum, despite its high gas fees, limited transactions per second, and increase competition, continues to be bedrock of DeFi, NFTs and web3. **There are more projects on Ehtereum than in Solana, Cardano, and Polkadot combined,** and even though these competitors are gorwing quite rapidly, there is still a long road ahead of them to catch up with the king.\\n\\nGrowth of Ehtereum and Ethereum killers in 2021.\\n\\n[Subscribe now](https://yarocelis.substack.com/subscribe?utm_medium=web&utm_source=subscribe-widget&utm_content=47133611)\\n\\n\\n---\\n\\n#### 👀 Under the Radar\\n\\n* [Hedera (HBAR)](http://hedera.com/) - The most used, sustainable, enterprise-grade public network for the decentralized economy that allows individuals and businesses to create powerful decentralized applications ([DApps](https://coinmarketcap.com/alexandria/glossary/decentralized-applications-dapps)). The HBAR token powers Hedera services (smart contracts, file storage) and its staking services helps secure the network.\\n* [Kusama (KSM)](http://kusama.network/) - Self-described as \\\"Polkadot's wild cousin (same codebase).\\\" Experimental [blockchain](https://coinmarketcap.com/alexandria/glossary/blockchain) platform that is designed to provide a massively [interoperable](https://coinmarketcap.com/alexandria/article/what-is-karura) and scalable framework for developers. Kusama benefits from a low barrier to entry for deploying parachains, low bond requirements for validators and used by startups who end up sticking with it.\\n* [Tezos (XTZ)](http://tezos.com/) - A blockchain network that’s based on smart contracts. Tezos aims to offer infrastructure that is more advanced — meaning it can evolve and improve over time without there ever being a danger of a hard fork. This is something that both Bitcoin and Ethereum have suffered since they were created. People who hold XTZ can vote on proposals for protocol upgrades that have been put forward by Tezos developers.\\n\\n[Share Yaro’s Newsletter](https://yarocelis.substack.com/?utm_source=substack&utm_medium=email&utm_content=share&action=share)\\n\\n\\n---\\n\\n#### 📰 ICYM\\n\\n* [Bitcoin prices bounce after resistance rejection](https://beincrypto.com/bitcoin-btc-bounces-after-rejection-from-44200-resistance/)\\n* **[Crypto exchanges contemplating foray into stocks](https://ambcrypto.com/crypto-exchanges-contemplating-foray-into-stocks-heres-what-it-means/)**\\n* **[NFT sales and blockchain games continue to grow despite the recent market slump](https://cointelegraph.com/news/nft-sales-and-blockchain-games-continue-to-grow-despite-the-recent-market-slump-report)**\\n* [Bitcoin loses momentum, why $40k is a key level](https://www.newsbtc.com/news/bitcoin/bitcoin-loses-momentum-why-40k-is-a-key-level-for-future-gains/)\\n* [US Lawmakers Schedule Hearing To Probe Energy Impact of Crypto](https://dailyhodl.com/2022/01/14/us-lawmakers-schedule-hearing-to-probe-energy-impact-of-crypto/)\\n* [FTX Launches $2B Venture Fund](https://blockworks.co/ftx-launches-2b-venture-fund/)\\n* [Dogecoin Jumps 27% To Break $0.20 Following Tesla Adoption](https://bitcoinist.com/dogecoin-jumps-27-to-break-0-20-following-tesla-adoption/)\",\"timestamp\":1642268843,\"title\":\"🗳️ Can crypto become ilegal like gold once was?\"},\"digest\":\"ZwpsrlTUbj6kJgh46gChOYd0dcvcuW7i5FkpahnD5ng\",\"authorship\":{\"contributor\":\"0xcD181ad6f06cF7d0393D075242E9348dB027d62b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D105STEQdnzSYjn2tZI1mwzzV3mb4Q_46HiqlZWOFMk\\\",\\\"y\\\":\\\"sPZNC1nxPjMdcVcvLZZNaTMN98E-BvcXBInclRGokBo\\\"}\",\"signature\":\"pv2jO0o-YmLPUnt7hGShv863XuOO0zHZ4ENKky7yWPWXX03iHCRce12c0OwIDlOXmNbqmhGCtuNEpba69F6QmA\",\"signingKeySignature\":\"0x4ee94db49ecee64a1ba4e6f91c35eec674caeb14711e3c002571fe3e355b0e0d55396f5b921e7708d8283ebfd979cfa7752b5bfd0f60b835b905b7a0686c765c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D105STEQdnzSYjn2tZI1mwzzV3mb4Q_46HiqlZWOFMk\\\",\\\"y\\\":\\\"sPZNC1nxPjMdcVcvLZZNaTMN98E-BvcXBInclRGokBo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZwpsrlTUbj6kJgh46gChOYd0dcvcuW7i5FkpahnD5ng\"}"