"{\"content\":{\"body\":\"avec les responses joyeuses,' published by Jacques Moderne, at Lyon,\\n1540\\\\.  There is a certain Pagan breadth and joyousness in the figure\\nof Amor, and the man in the hood resembles traditional portraits of\\nDante.\\n\\nThere is more humour, and a good deal of skill, in the title-page of\\na book on late marriages and their discomforts, 'Les dictz et\\ncomplainctes de trop Tard marie' (Jacques Moderne, Lyon, 1540),\\nwhere we see the elderly and comfortable couple sitting gravely\\nunder their own fig-tree.\\n\\n\\\\[Illustration of 'Les dictz et complainctes...\\\\]\\n\\nJacques Moderne was a printer curious in these quaint devices, and\\nused them in most of his books:  for example, in 'How Satan and the\\nGod Bacchus accuse the Publicans that spoil the wine,' Bacchus and\\nSatan (exactly like each other, as Sir Wilfrid Lawson will not be\\nsurprised to hear) are encouraging dishonest tavern-keepers to stew\\nin their own juice in a caldron over a huge fire.  From the same\\npopular publisher came a little tract on various modes of sport, if\\nthe name of sport can be applied to the netting of fish and birds.\\nThe work is styled 'Livret nouveau auquel sont contenuz xxv receptes\\nde prendre poissons et oiseaulx avec les mains.'  A countryman clad\\nin a goat's skin with the head and horns drawn over his head as a\\nhood, is dragging ashore a net full of fishes.  There is no more\\ncharacteristic frontispiece of this black-letter sort than the\\nwoodcut representing a gallows with three men hanging on it, which\\nillustrates Villon's 'Ballade des Pendus,' and is reproduced in Mr.\\nJohn Payne's 'Poems of Master Francis Villon of Paris' (London,\\n1878). {18}\\n\\nEarlier in date than these vignettes of Jacques Moderne, but much\\nmore artistic and refined in design, are some frontispieces of small\\noctavos printed en lettres rondes, about 1530.  In these rubricated\\nletters are used with brilliant effect.  One of the best is the\\ntitle-page of Galliot du Pre's edition of 'Le Rommant de la Rose'\\n(Paris, 1529). {19}  Galliot du Pre's artist, however, surpassed\\neven the charming device of the Lover plucking the Rose, in his\\ntitle-page, of the same date, for the small octavo edition of Alain\\nChartier's poems, which we reproduce here.\\n\\n\\\\[Illustration of title page\\\\]\\n\\nThe arrangement of letters, and the use of red, make a charming\\nframe, as it were, to the drawing of the mediaeval ship, with the\\nMotto VOGUE LA GALEE.\\n\\nTitle-pages like these, with designs appropriate to the character of\\nthe text, were superseded presently by the fashion of badges,\\ndevices, and mottoes.  As courtiers and ladies had their private\\nbadges, not hereditary, like crests, but personal--the crescent of\\nDiane, the salamander of Francis I., the skulls and cross-bones of\\nHenri III., the marguerites of Marguerite, with mottoes like the Le\\nBanny de liesse, Le traverseur des voies perilleuses, Tout par\\nSoulas, and the like, so printers and authors had their emblems, and\\ntheir private literary slogans.  These they changed, accordinging\\n\\n\\\\[Another illustration titled:  Le Pastissier Francois, MDCLV, title\\npage\\\\]\\n\\nto fancy, or the vicissitudes of their lives.  Clement Marot's motto\\nwas La Mort n'y Mord.  It is indicated by the letters L. M. N. M. in\\nthe curious title of an edition of Marot's works published at Lyons\\nby Jean de Tournes in 1579.  The portrait represents the poet when\\nthe tide of years had borne him far from his youth, far from\\nL'Adolescence Clementine.\\n\\n\\\\[Another illustration titled:  Le Pastissier Francois, 1655, showing\\na kitchen scene\\\\]\\n\\nThe unfortunate Etienne Dolet, perhaps the only publisher who was\\never burned, used an ominous device, a trunk of a tree, with the axe\\nstruck into it.  In publishing 'Les Marguerites de la Marguerite des\\nPrincesses, tres illustre Royne de Navarre,' Jean de Tournes\\nemployed a pretty allegorical device.  Love, with the bandage thrust\\nback from his eyes, and with the bow and arrows in his hand, has\\nflown up to the sun, which he seems to touch; like Prometheus in the\\nmyth when he stole the fire, a shower of flowers and flames falls\\naround him.  Groueleau, of Paris, had for motto Nul ne s'y frotte,\\nwith the thistle for badge.  These are beautifully combined in the\\ntitle-page of his version of Apuleius, 'L'Amour de Cupido et de\\nPsyche' (Paris, 1557).  There is probably no better date for\\nfrontispieces, both for ingenuity of device and for elegance of\\narrangement of title, than the years between 1530 and 1560.  By\\n1562, when the first edition of the famous Fifth Book of Rabelais\\nwas published, the printers appear to have thought devices wasted on\\npopular books, and the title of the Master's posthumous chapters is\\nprinted quite simply.\\n\\nIn 1532-35 there was a more adventurous taste--witness the title of\\n'Gargantua.'  This beautiful title decorates the first known\\nedition, with a date of the First Book of Rabelais.  It was sold,\\nmost appropriately, devant nostre Dame de Confort.  Why should so\\nglorious a relic of the Master have been carried out of England, at\\nthe Sunderland sale?  All the early titles of Francois Juste's Lyons\\neditions of Rabelais are on this model.  By 1542 he dropped the\\nframework of architectural design.  By 1565 Richard Breton, in\\nParis, was printing Rabelais with a frontispiece of a classical dame\\nholding a heart to the sun, a figure which is almost in the taste of\\nStothard, or Flaxman.\\n\\nThe taste for vignettes, engraved on copper, not on wood, was\\nrevived under the Elzevirs.  Their pretty little title-pages are not\\nso well known but that we offer examples.  In the essay on the\\nElzevirs in this volume will be found a copy of the vignette of the\\n'Imitatio Christi,' and of 'Le Pastissier Francois' a reproduction\\nis given here (pp. 114, 115).  The artists they employed had plenty\\nof fancy, not backed by very profound skill in design.\\n\\nIn the same genre as the big-wigged classicism of the Elzevir\\nvignettes, in an age when Louis XIV. and Moliere (in tragedy) wore\\nlaurel wreaths over vast perruques, are the early frontispieces of\\nMoliere's own collected works.  Probably the most interesting of all\\nFrench title-pages are those drawn by Chauveau for the two volumes\\n'Les Oeuvres de M. de Moliere,' published in 1666 by Guillaume de\\nLuynes.  The first shows Moliere in two characters, as Mascarille,\\nand as Sganarelle, in 'Le Cocu Imaginaire.'  Contrast the full-blown\\njollity of the fourbum imperator, in his hat, and feather, and wig,\\nand vast canons, and tremendous shoe-tie, with the lean melancholy\\nof jealous Sganarelle.  These are two notable aspects of the genius\\nof the great comedian.  The apes below are the supporters of his\\nscutcheon.\\n\\nThe second volume shows the Muse of Comedy crowning Mlle. de Moliere\\n(Armande Bejart) in the dress of Agnes, while her husband is in the\\ncostume, apparently, of Tartuffe, or of Sganarelle in 'L'Ecole des\\nFemmes.'  'Tartuffe' had not yet been licensed for a public stage.\\nThe interest of the portraits and costumes makes these title-pages\\nprecious, they are historical documents rather than mere\\ncuriosities.\\n\\nThese title-pages of Moliere are the highwater mark of French taste\\nin this branch of decoration.  In the old quarto first editions of\\nCorneille's early plays, such as 'Le Cid' (Paris 1637), the printers\\nused lax and sprawling combinations of flowers and fruit.  These, a\\nlittle better executed, were the staple of Ribou, de Luynes, Quinet,\\nand the other Parisian booksellers who, one after another, failed to\\nsatisfy Moliere as publishers.\\n\\nThe basket of fruits on the title-page of 'Iphigenie,' par M. Racine\\n(Barbin, Paris, 1675), is almost, but not quite, identical with the\\nsimilar ornament of De Vise's 'La Cocue Imaginaire' (Ribou, Paris\\n1662).  Many of Moliere's plays appearing first, separately, in\\nsmall octavo, were adorned with frontispieces, illustrative of some\\nscene in the comedy.  Thus, in the 'Misanthrope' (Rihou 1667) we see\\nAlceste, green ribbons and all, discoursing with Philinte, or\\nperhaps listening to the famous sonnet of Oronte; it is not easy to\\nbe quite certain, but the expression of Alceste's face looks rather\\nas if he were being baited with a sonnet.  From the close of the\\nseventeenth century onwards, the taste for title-pages declined,\\nexcept when Moreau or Gravelot drew vignettes on copper, with\\nabundance of cupids and nymphs.  These were designed for very\\nluxurious and expensive books; for others, men contented themselves\\nwith a bald simplicity, which has prevailed till our own time.  In\\nrecent years the employment of publishers' devices has been less\\nunusual and more agreeable.  Thus Poulet Malassis had his armes\\nparlantes, a chicken very uncomfortably perched on a rail.  In\\nEngland we have the cipher and bees of Messrs. Macmillan, the Trees\\nof Life and Knowledge of Messrs. Kegan Paul and Trench, the Ship,\\nwhich was the sign of Messrs. Longman's early place of business, and\\ndoubtless other symbols, all capable of being quaintly treated in a\\ntitle-page.\\n\\nA BOOKMAN'S PURGATORY\\n\\nThomas Blinton was a book-hunter.  He had always been a book-hunter,\\never since, at an extremely early age, he had awakened to the errors\\nof his ways as a collector of stamps and monograms.  In book-hunting\\nhe saw no harm; nay, he would contrast its joys, in a rather\\npharisaical style, with the pleasures of shooting and fishing.  He\\nconstantly declined to believe that the devil came for that renowned\\namateur of black letter, G. Steevens.  Dibdin himself, who tells the\\nstory (with obvious anxiety and alarm), pretends to refuse credit to\\nthe ghastly narrative.  \\\"His language,\\\" says Dibdin, in his account\\nof the book-hunter's end, \\\"was, too frequently, the language of\\nimprecation.\\\"  This is rather good, as if Dibdin thought a gentleman\\nmight swear pretty often, but not \\\"TOO frequently.\\\"  \\\"Although I am\\nnot disposed to admit,\\\" Dibdin goes on, \\\"the WHOLE of the testimony\\nof the good woman who watched by Steevens's bedside, although my\\nprejudices (as they may be called) will not allow me to believe that\\nthe windows shook, and that strange noises and deep groans were\\nheard at midnight in his room, yet no creature of common sense (and\\nthis woman possessed the quality in an eminent degree) could mistake\\noaths for prayers;\\\" and so forth.  In short, Dibdin clearly holds\\nthat the windows did shake \\\"without a blast,\\\" like the banners in\\nBranxholme Hall when somebody came for the Goblin Page.\\n\\nBut Thomas Blinton would hear of none of these things.  He said that\\nhis taste made him take exercise; that he walked from the City to\\nWest Kensington every day, to beat the covers of the book-stalls,\\nwhile other men travelled in the expensive cab or the unwholesome\\nMetropolitan Railway.  We are all apt to hold favourable views of\\nour own amusements, and, for my own part, I believe that trout and\\nsalmon are incapable of feeling pain.  But the flimsiness of\\nBlinton's theories must be apparent to every unbiassed moralist.\\nHis \\\"harmless taste\\\" really involved most of the deadly sins, or at\\nall events a fair working majority of them.  He coveted his\\nneighbours' books.  When he got the chance he bought books in a\\ncheap market and sold them in a dear market, thereby degrading\\nliterature to the level of trade.  He took advantage of the\\nignorance of uneducated persons who kept book-stalls.  He was\\nenvious, and grudged the good fortune of others, while he rejoiced\\nin their failures.  He turned a deaf ear to the appeals of poverty.\\nHe was luxurious, and laid out more money than he should have done\\non his selfish pleasures, often adorning a volume with a morocco\\nbinding when Mrs. Blinton sighed in vain for some old point\\nd'Alencon lace.  Greedy, proud, envious, stingy, extravagant, and\\nsharp in his dealings, Blinton was guilty of most of the sins which\\nthe Church recognises as \\\"deadly.\\\"\\n\\nOn the very day before that of which the affecting history is now to\\nbe told, Blinton had been running the usual round of crime.  He had\\n(as far as intentions went) defrauded a bookseller in Holywell\\nStreet by purchasing from him, for the sum of two shillings, what he\\ntook to be a very rare Elzevir.  It is true that when he got home\\nand consulted 'Willems,' he found that he had got hold of the wrong\\ncopy, in which the figures denoting the numbers of pages are printed\\nright, and which is therefore worth exactly \\\"nuppence\\\" to the\\ncollector.  But the intention is the thing, and Blinton's intention\\nwas distinctly fraudulent.  When he discovered his error, then \\\"his\\nlanguage,\\\" as Dibdin says, \\\"was that of imprecation.\\\"  Worse (if\\npossible) than this, Blinton had gone to a sale, begun to bid for\\n'Les Essais de Michel, Seigneur de Montaigne' (Foppens, MDCLIX.),\\nand, carried away by excitement, had \\\"plunged\\\" to the extent of 15\\npounds, which was precisely the amount of money he owed his plumber\\nand gasfitter, a worthy man with a large family.  Then, meeting a\\nfriend (if the book-hunter has friends), or rather an accomplice in\\nlawless enterprise, Blinton had remarked the glee on the other's\\nface.  The poor man had purchased a little old Olaus Magnus, with\\nwoodcuts, representing were-wolves, fire-drakes, and other fearful\\nwild-fowl, and was happy in his bargain.  But Blinton, with fiendish\\njoy, pointed out to him that the index was imperfect, and left him\\nsorrowing.\\n\\nDeeds more foul have yet to be told.  Thomas Blinton had discovered\\na new sin, so to speak, in the collecting way.  Aristophanes says of\\none of his favourite blackguards, \\\"Not only is he a villain, but he\\nhas invented an original villainy.\\\"  Blinton was like this.  He\\nmaintained that every man who came to notoriety had, at some period,\\npublished a volume of poems which he had afterwards repented of and\\nwithdrawn.  It was Blinton's hideous pleasure to collect stray\\ncopies of these unhappy volumes, these 'Peches de Jeunesse,' which,\\nalways and invariably, bear a gushing inscription from the author to\\na friend.  He had all Lord John Manners's poems, and even Mr.\\nRuskin's.  He had the 'Ode to Despair' of Smith (now a comic\\nwriter), and the 'Love Lyrics' of Brown, who is now a permanent\\nunder-secretary, than which nothing can be less gay nor more\\npermanent.  He had the amatory songs which a dignitary of the Church\\npublished and withdrew from circulation.  Blinton was wont to say he\\nexpected to come across 'Triolets of a Tribune,' by Mr. John Bright,\\nand 'Original Hymns for Infant Minds,' by Mr. Henry Labouchere, if\\nhe only hunted long enough.\\n\\nOn the day of which I speak he had secured a volume of love-poems\\nwhich the author had done his best to destroy, and he had gone to\\nhis club and read all the funniest passages aloud to friends of the\\nauthor, who was on the club committee.  Ah, was this a kind action?\\nIn short, Blinton had filled up the cup of his iniquities, and\\nnobody will be surprised to hear that he met the appropriate\\npunishment of his offence.  Blinton had passed, on the whole, a\\nhappy day, notwithstanding the error about the Elzevir.  He dined\\nwell at his club, went home, slept well, and started next morning\\nfor his office in the City, walking, as usual, and intending to\\npursue the pleasures of the chase at all the book-stalls.  At the\\nvery first, in the Brompton Road, he saw a man turning over the\\nrubbish in the cheap box.  Blinton stared at him, fancied he knew\\nhim, thought he didn't, and then became a prey to the glittering eye\\nof the other.  The Stranger, who wore the conventional cloak and\\nslouched soft hat of Strangers, was apparently an accomplished\\nmesmerist, or thought-reader, or adept, or esoteric Buddhist.  He\\nresembled Mr. Isaacs, Zanoni (in the novel of that name), Mendoza\\n(in 'Codlingsby'), the soul-less man in 'A Strange Story,' Mr. Home,\\nMr. Irving Bishop, a Buddhist adept in the astral body, and most\\nother mysterious characters of history and fiction.  Before his\\nAwful Will, Blinton's mere modern obstinacy shrank back like a child\\nabashed.  The Stranger glided to him and whispered, \\\"Buy these.\\\"\\n\\n\\\"These\\\" were a complete set of Auerbach's novels, in English, which,\\nI need not say, Blinton would never have dreamt of purchasing had he\\nbeen left to his own devices.\\n\\n\\\"Buy these!\\\" repeated the Adept, or whatever he was, in a cruel\\nwhisper.  Paying the sum demanded, and trailing his vast load of\\nGerman romance, poor Blinton followed the fiend.\\n\\nThey reached a stall where, amongst much trash, Glatigny's 'Jour de\\nl'An d'un Vagabond' was exposed.\\n\\n\\\"Look,\\\" said Blinton, \\\"there is a book I have wanted some time.\\nGlatignys are getting rather scarce, and it is an amusing trifle.\\\"\\n\\n\\\" Nay, buy THAT,\\\" said the implacable Stranger, pointing with a\\nhooked forefinger at Alison's 'History of Europe' in an indefinite\\nnumber of volumes.  Blinton shuddered.\\n\\n\\\"What, buy THAT, and why?  In heaven's name, what could I do with\\nit?\\\"\\n\\n\\\"Buy it,\\\" repeated the persecutor, \\\"and THAT\\\" (indicating the\\n'Ilios' of Dr. Schliemann, a bulky work), \\\"and THESE\\\" (pointing to\\nall Mr. Theodore Alois Buckley's translations of the Classics), \\\"and\\nTHESE\\\" (glancing at the collected writings of the late Mr. Hain\\nFriswell, and at a 'Life,' in more than one volume, of Mr.\\nGladstone).\\n\\nThe miserable Blinton paid, and trudged along carrying the bargains\\nunder his arm.  Now one book fell out, now another dropped by the\\nway.  Sometimes a portion of Alison came ponderously to earth;\\nsometimes the 'Gentle Life' sunk resignedly to the ground.  The\\nAdept kept picking them up again, and packing them under the arms of\\nthe weary Blinton.\\n\\nThe victim now attempted to put on an air of geniality, and tried to\\nenter into conversation with his tormentor.\\n\\n\\\"He DOES know about books,\\\" thought Blinton, \\\"and he must have a\\nweak spot somewhere.\\\"\\n\\nSo the wretched amateur made play in his best conversational style.\\nHe talked of bindings, of Maioli, of Grolier, of De Thou, of Derome,\\nof Clovis Eve, of Roger Payne, of Trautz, and eke of Bauzonnet.  He\\ndiscoursed of first editions, of black letter, and even of\\nillustrations and vignettes.  He approached the topic of Bibles, but\\nhere his tyrant, with a fierce yet timid glance, interrupted him.\\n\\n\\\"Buy those!\\\" he hissed through his teeth.\\n\\n\\\"Those\\\" were the complete publications of the Folk Lore Society.\\n\\nBlinton did not care for folk lore (very bad men never do), but he\\nhad to act as he was told.\\n\\nThen, without pause or remorse, he was charged to acquire the\\n'Ethics' of Aristotle, in the agreeable versions of Williams and\\nChase.  Next he secured 'Strathmore,' 'Chandos,' 'Under Two Flags,'\\nand 'Two Little Wooden Shoes,' and several dozens more of Ouida's\\nnovels.  The next stall was entirely filled with school-books, old\\ngeographies, Livys, Delectuses, Arnold's 'Greek Exercises,'\\nOllendorffs, and what not.\\n\\n\\\"Buy them all,\\\" hissed the fiend.  He seized whole boxes and piled\\nthem on Blinton's head.\\n\\nHe tied up Ouida's novels, in two parcels, with string, and fastened\\neach to one of the buttons above the tails of Blinton's coat.\\n\\n\\\"You are tired?\\\" asked the tormentor.  \\\"Never mind, these books will\\nsoon be off your hands.\\\"\\n\\nSo speaking, the Stranger, with amazing speed, hurried Blinton back\\nthrough Holywell Street, along the Strand, and up to Piccadilly,\\nstopping at last at the door of Blinton's famous and very expensive\\nbinder.\\n\\nThe binder opened his eyes, as well he might, at the vision of\\nBlinton's treasures.  Then the miserable Blinton found himself, as\\nit were automatically and without any exercise of his will, speaking\\nthus:-\\n\\n\\\"Here are some things I have picked up,--extremely rare,--and you\\nwill oblige me by binding them in your best manner, regardless of\\nexpense.  Morocco, of course; crushed levant morocco, double, every\\nbook of them, petits fers, my crest and coat of arms, plenty of\\ngilding.  Spare no cost.  Don't keep me waiting, as you generally\\ndo;\\\" for indeed book-binders are the most dilatory of the human\\nspecies.\\n\\nBefore the astonished binder could ask the most necessary questions,\\nBlinton's tormentor had hurried that amateur out of the room.\\n\\n\\\"Come on to the sale,\\\" he cried.\\n\\n\\\"What sale?\\\" said Blinton.\\n\\n\\\"Why, the Beckford sale; it is the thirteenth day, a lucky day.\\\"\\n\\n\\\"But I have forgotten my catalogue.\\\"\\n\\n\\\"Where is it?\\\"\\n\\n\\\"In the third shelf from the top, on the right-hand side of the\\nebony book-case at home.\\\"\\n\\nThe stranger stretched out his arm, which swiftly elongated itself\\ntill the hand disappeared from view round the corner.  In a moment\\nthe hand returned with the catalogue.  The pair sped on to Messrs.\\nSotheby's auction-rooms in Wellington Street.  Every one knows the\\nappearance of a great book-sale.  The long table, surrounded by\\neager bidders, resembles from a little distance a roulette table,\\nand communicates the same sort of excitement.  The amateur is at a\\nloss to know how to conduct himself.  If he bids in his own person\\nsome bookseller will outbid him, partly because the bookseller\\nknows, after all, he knows little about books, and suspects that the\\namateur may, in this case, know more.  Besides, professionals always\\ndislike amateurs, and, in this game, they have a very great\\nadvantage.  Blinton knew all this, and was in the habit of giving\\nhis commissions to a broker.  But now he felt (and very naturally)\\nas if a demon had entered into him.  'Tirante il Bianco\\nValorosissimo Cavaliere' was being competed for, an excessively rare\\nromance of chivalry, in magnificent red Venetian morocco, from\\nCanevari's library.  The book is one of the rarest of the Venetian\\nPress, and beautifully adorned with Canevari's device,--a simple and\\nelegant affair in gold and colours.  \\\"Apollo is driving his chariot\\nacross the green waves towards the rock, on which winged Pegasus is\\npawing the ground,\\\" though why this action of a horse should be\\ncalled \\\"pawing\\\" (the animal notoriously not possessing paws) it is\\nhard to say.  Round this graceful design is the inscription \\\\[Greek\\ntext\\\\] (straight not crooked).  In his ordinary mood Blinton could\\nonly have admired 'Tirante il Bianco' from a distance.  But now, the\\ndemon inspiring him, he rushed into the lists, and challenged the\\ngreat Mr. -, the Napoleon of bookselling.  The price had already\\nreached five hundred pounds.\\n\\n\\\"Six hundred,\\\" cried Blinton.\\n\\n\\\"Guineas,\\\" said the great Mr. -.\\n\\n\\\"Seven hundred,\\\" screamed Blinton.\\n\\n\\\"Guineas,\\\" replied the other.\\n\\nThis arithmetical dialogue went on till even Mr. -- struck his flag,\\nwith a sigh, when the maddened Blinton had said \\\"Six thousand.\\\"  The\\ncheers of the audience rewarded the largest bid ever made for any\\nbook.  As if he had not done enough, the Stranger now impelled\\nBlinton to contend with Mr. -- for every expensive work that\\nappeared.  The audience naturally fancied that Blinton was in the\\nearlier stage of softening of the brain, when a man conceives\\nhimself to have inherited boundless wealth, and is determined to\\nlive up to it.  The hammer fell for the last time.  Blinton owed\\nsome fifty thousand pounds, and exclaimed audibly, as the influence\\nof the fiend died out, \\\"I am a ruined man.\\\"\\n\\n\\\"Then your books must be sold,\\\" cried the Stranger, and, leaping on\\na chair, he addressed the audience:-\\n\\n\\\"Gentlemen, I invite you to Mr. Blinton's sale, which will\\nimmediately take place.  The collection contains some very\\nremarkable early English poets, many first editions of the French\\nclassics, most of the rarer Aldines, and a singular assortment of\\nAmericana.\\\"\\n\\nIn a moment, as if by magic, the shelves round the room were filled\\nwith Blinton's books, all tied up in big lots of some thirty volumes\\neach.  His early Molieres were fastened to old French dictionaries\\nand school-books.  His Shakespeare quartos were in the same lot with\\ntattered railway novels.  His copy (almost unique) of Richard\\nBarnfield's much too 'Affectionate Shepheard' was coupled with odd\\nvolumes of 'Chips from a German Workshop' and a cheap, imperfect\\nexample of 'Tom Brown's School-Days.'  Hookes's 'Amanda' was at the\\nbottom of a lot of American devotional works, where it kept company\\nwith an Elzevir Tacitus and the Aldine 'Hypnerotomachia.'  The\\nauctioneer put up lot after lot, and Blinton plainly saw that the\\nwhole affair was a \\\"knock-out.\\\"  His most treasured spoils were\\nparted with at the price of waste paper.  It is an awful thing to be\\npresent at one's own sale.  No man would bid above a few shillings.\\nWell did Blinton know that after the knock-out the plunder would be\\nshared among the grinning bidders.  At last his 'Adonais,' uncut,\\nbound by Lortic, went, in company with some old 'Bradshaws,' the\\n'Court Guide' of 1881, and an odd volume of the 'Sunday at Home,'\\nfor sixpence.  The Stranger smiled a smile of peculiar malignity.\\nBlinton leaped up to protest; the room seemed to shake around him,\\nbut words would not come to his lips.\\n\\nThen he heard a familiar voice observe, as a familiar grasp shook\\nhis shoulder,--\\n\\n\\\"Tom, Tom, what a nightmare you are enjoying!\\\"\\n\\nHe was in his own arm-chair, where he had fallen asleep after\\ndinner, and Mrs. Blinton was doing her best to arouse him from his\\nawful vision.  Beside him lay 'L'Enfer du Bibliophile, vu et decrit\\npar Charles Asselineau.'  (Paris:  Tardieu, MDCCCLX.)\\n\\nIf this were an ordinary tract, I should have to tell how Blinton's\\neyes were opened, how he gave up book-collecting, and took to\\ngardening, or politics, or something of that sort.  But truth\\ncompels me to admit that Blinton's repentance had vanished by the\\nend of the week, when he was discovered marking M. Claudin's\\ncatalogue, surreptitiously, before breakfast.  Thus, indeed, end all\\nour remorses.  \\\"Lancelot falls to his own love again,\\\" as in the\\nromance.  Much, and justly, as theologians decry a death-bed\\nrepentance, it is, perhaps, the only repentance that we do not\\nrepent of.  All others leave us ready, when occasion comes, to fall\\nto our old love again; and may that love never be worse than the\\ntaste for old books!  Once a collector, always a collector.  Moi qui\\nparle, I have sinned, and struggled, and fallen.  I have thrown\\ncatalogues, unopened, into the waste-paper basket.  I have withheld\\nmy feet from the paths that lead to Sotheby's and to Puttick's.  I\\nhave crossed the street to avoid a book-stall.  In fact, like the\\nprophet Nicholas, \\\"I have been known to be steady for weeks at a\\ntime.\\\"  And then the fatal moment of temptation has arrived, and I\\nhave succumbed to the soft seductions of Eisen, or Cochin, or an old\\nbook on Angling.  Probably Grolier was thinking of such weaknesses\\nwhen he chose his devices Tanquam Ventus, and quisque suos patimur\\nManes.  Like the wind we are blown about, and, like the people in\\nthe AEneid, we are obliged to suffer the consequences of our own\\nextravagance.\\n\\nBALLADE OF THE UNATTAINABLE\\n\\nThe Books I cannot hope to buy,\\nTheir phantoms round me waltz and wheel,\\nThey pass before the dreaming eye,\\nEre Sleep the dreaming eye can seal.\\nA kind of literary reel\\nThey dance; how fair the bindings shine!\\nProse cannot tell them what I feel,--\\nThe Books that never can be mine!\\n\\nThere frisk Editions rare and shy,\\nMorocco clad from head to heel;\\nShakspearian quartos; Comedy\\nAs first she flashed from Richard Steele;\\nAnd quaint De Foe on Mrs. Veal;\\nAnd, lord of landing net and line,\\nOld Izaak with his fishing creel,--\\nThe Books that never can be mine!\\n\\nIncunables! for you I sigh,\\nBlack letter, at thy founts I kneel,\\nOld tales of Perrault's nursery,\\nFor you I'd go without a meal!\\nFor Books wherein did Aldus deal\\nAnd rare Galliot du Pre I pine.\\nThe watches of the night reveal\\nThe Books that never can be mine!\\n\\nENVOY.\\n\\nPrince, bear a hopeless Bard's appeal;\\nReverse the rules of Mine and Thine;\\nMake it legitimate to steal\\nThe Books that never can be mine!\\n\\nLADY BOOK-LOVERS\\n\\nThe biographer of Mrs. Aphra Behn refutes the vulgar error that \\\"a\\nDutchman cannot love.\\\"  Whether or not a lady can love books is a\\nquestion that may not be so readily settled.  Mr. Ernest Quentin\\nBauchart has contributed to the discussion of this problem by\\npublishing a bibliography, in two quarto volumes, of books which\\nhave been in the libraries of famous beauties of old, queens and\\nprincesses of France.  There can be no doubt that these ladies were\\npossessors of exquisite printed books and manuscripts wonderfully\\nbound, but it remains uncertain whether the owners, as a rule, were\\nbibliophiles; whether their hearts were with their treasures.\\nIncredible as it may seem to us now, literature was highly respected\\nin the past, and was even fashionable.  Poets were in favour at\\ncourt, and Fashion decided that the great must possess books, and\\nnot only books, but books produced in the utmost perfection of art,\\nand bound with all the skill at the disposal of Clovis Eve, and\\nPadeloup, and Duseuil.  Therefore, as Fashion gave her commands, we\\ncannot hastily affirm that the ladies who obeyed were really book-\\nlovers.  In our more polite age, Fashion has decreed that ladies\\nshall smoke, and bet, and romp, but it would be premature to assert\\nthat all ladies who do their duty in these matters are born romps,\\nor have an unaffected liking for cigarettes.  History, however,\\nmaintains that many of the renowned dames whose books are now the\\nmost treasured of literary relics were actually inclined to study as\\nwell as to pleasure, like Marguerite de Valois and the Comtesse de\\nVerrue, and even Madame de Pompadour.  Probably books and arts were\\nmore to this lady's liking than the diversions by which she beguiled\\nthe tedium of Louis XV.; and many a time she would rather have been\\nquiet with her plays and novels than engaged in conscientiously\\nconducted but distasteful revels.\\n\\nLike a true Frenchman, M. Bauchart has only written about French\\nlady book-lovers, or about women who, like Mary Stuart, were more\\nthan half French.  Nor would it be easy for an English author to\\nname, outside the ranks of crowned heads, like Elizabeth, any\\nEnglishwomen of distinction who had a passion for the material side\\nof literature, for binding, and first editions, and large paper, and\\nengravings in early \\\"states.\\\"  The practical sex, when studious, is\\nlike the same sex when fond of equestrian exercise.  \\\"A lady says,\\n'My heyes, he's an 'orse, and he must go,'\\\" according to Leech's\\ngroom.  In the same way, a studious girl or matron says, \\\"This is a\\nbook,\\\" and reads it, if read she does, without caring about the\\ndate, or the state, or the publisher's name, or even very often\\nabout the author's.  I remember, before the publication of a novel\\nnow celebrated, seeing a privately printed vellum-bound copy on\\nlarge paper in the hands of a literary lady.  She was holding it\\nover the fire, and had already made the vellum covers curl wide open\\nlike the shells of an afflicted oyster.\\n\\nWhen I asked what the volume was, she explained that \\\"It is a book\\nwhich a poor man has written, and he's had it printed to see whether\\nsome one won't be kind enough to publish it.\\\"  I ventured, perhaps\\npedantically, to point out that the poor man could not be so very\\npoor, or he would not have made so costly an experiment on Dutch\\npaper.  But the lady said she did not know how that might be, and\\nshe went on toasting the experiment.  In all this there is a fine\\ncontempt for everything but the spiritual aspect of literature;\\nthere is an aversion to the mere coquetry and display of morocco and\\nred letters, and the toys which amuse the minds of men.  Where\\nladies have caught \\\"the Bibliomania,\\\" I fancy they have taken this\\npretty fever from the other sex.  But it must be owned that the\\nbooks they have possessed, being rarer and more romantic, are even\\nmore highly prized by amateurs than examples from the libraries of\\nGrolier, and Longepierre, and D'Hoym.  M. Bauchart's book is a\\ncomplete guide to the collector of these expensive relics.  He\\nbegins his dream of fair women who have owned books with the pearl\\nof the Valois, Marguerite d'Angouleme, the sister of Francis I.  The\\nremains of her library are chiefly devotional manuscripts.  Indeed,\\nit is to be noted that all these ladies, however frivolous,\\npossessed the most devout and pious books, and whole collections of\\nprayers copied out by the pen, and decorated with miniatures.\\nMarguerite's library was bound in morocco, stamped with a crowned M\\nin interlacs sown with daisies, or, at least, with conventional\\nflowers which may have been meant for daisies.  If one could choose,\\nperhaps the most desirable of the specimens extant is 'Le Premier\\nLivre du Prince des Poetes, Homere,' in Salel's translation.  For\\nthis translation Ronsard writes a prologue, addressed to the manes\\nof Salel, in which he complains that he is ridiculed for his poetry.\\nHe draws a characteristic picture of Homer and Salel in Elysium,\\namong the learned lovers:\\n\\nqui parmi les fleurs devisent\\nAu giron de leur dame.\\n\\nMarguerite's manuscript copy of the First Book of the Iliad is a\\nsmall quarto, adorned with daisies, fleurs de-lis, and the crowned\\nM.  It is in the Duc d'Aumale's collection at Chantilly.  The books\\nof Diane de Poitiers are more numerous and more famous.  When first\\na widow she stamped her volumes with a laurel springing from a tomb,\\nand the motto, \\\"Sola vivit in illo.\\\"  But when she consoled herself\\nwith Henri II. she suppressed the tomb, and made the motto\\nmeaningless.  Her crescent shone not only on her books, but on the\\npalace walls of France, in the Louvre, Fontainebleau, and Anet, and\\nher initial D. is inextricably interlaced with the H. of her royal\\nlover.  Indeed, Henri added the D to his own cypher, and this must\\nhave been so embarrassing for his wife Catherine, that people have\\ngood-naturedly tried to read the curves of the D's as C's.  The D's,\\nand the crescents, and the bows of his Diana are impressed even on\\nthe covers of Henri's Book of Hours.  Catherine's own cypher is a\\ndouble C enlaced with an H, or double K's (Katherine) combined in\\nthe same manner.  These, unlike the D.H., are surmounted with a\\ncrown--the one advantage which the wife possessed over the\\nfavourite.  Among Diane's books are various treatises on medicines\\nand on surgery, and plenty of poetry and Italian novels.  Among the\\nbooks exhibited at the British Museum in glass cases is Diane's copy\\nof Bembo's 'History of Venice.'  An American collector, Mr. Barlow,\\nof New York, is happy enough to possess her 'Singularitez de la\\nFrance Antarctique' (Antwerp, 1558).\\n\\nCatherine de Medicis got splendid books on the same terms as foreign\\npirates procure English novels--she stole them.  The Marshal\\nStrozzi, dying in the French service, left a noble collection, on\\nwhich Catherine laid her hands.  Brantome says that Strozzi's son\\noften expressed to him a candid opinion about this transaction.\\nWhat with her own collection and what with the Marshal's, Catherine\\npossessed about four thousand volumes.  On her death they were in\\nperil of being seized by her creditors, but her almoner carried them\\nto his own house, and De Thou had them placed in the royal library.\\nUnluckily it was thought wiser to strip the books of the coats with\\nCatherine's compromising device, lest her creditors should single\\nthem out, and take them away in their pockets.  Hence, books with\\nher arms and cypher are exceedingly rare.  At the sale of the\\ncollections of the Duchesse de Berry, a Book of Hours of Catherine's\\nwas sold for 2,400 pounds.\\n\\nMary Stuart of Scotland was one of the lady book-lovers whose taste\\nwas more than a mere following of the fashion.  Some of her books,\\nlike one of Marie Antoinette's, were the companions of her\\ncaptivity, and still bear the sad complaints which she entrusted to\\nthese last friends of fallen royalty.  Her note-book, in which she\\nwrote her Latin prose exercises when a girl, still survives, bound\\nin red morocco, with the arms of France.  In a Book of Hours, now\\nthe property of the Czar, may be partly deciphered the quatrains\\nwhich she composed in her sorrowful years, but many of them are\\nmutilated by the binder's shears.  The Queen used the volume as a\\nkind of album:  it contains the signatures of the \\\"Countess of\\nSchrewsbury\\\" (as M. Bauchart has it), of Walsingham, of the Earl of\\nSussex, and of Charles Howard, Earl of Nottingham.  There is also\\nthe signature, \\\"Your most infortunat, ARBELLA SEYMOUR;\\\" and \\\"Fr.\\nBacon.\\\"\\n\\nThis remarkable manuscript was purchased in Paris, during the\\nRevolution, by Peter Dubrowsky, who carried it to Russia.  Another\\nBook of Hours of the Queen's bears this inscription, in a sixteenth-\\ncentury hand:  \\\"Ce sont les Heures de Marie Setuart Renne.\\nMarguerite de Blacuod de Rosay.\\\"  In De Blacuod it is not very easy\\nto recognise \\\"Blackwood.\\\"  Marguerite was probably the daughter of\\nAdam Blackwood, who wrote a volume on Mary Stuart's sufferings\\n(Edinburgh, 1587).\",\"timestamp\":1641284565,\"title\":\"\\nAn excellent example is the title-page of 'Les Demandes d'amours,\"},\"digest\":\"Xg_nnMXXHB0BR5FwHlrK7_gTsx9cTcajMQ_AF2IuD6o\",\"authorship\":{\"contributor\":\"0xD2dD0Fd14351C19d159B581881AE68fAD5390A5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j4XqA57Id-DXQhpju7XcyB-sfDYasrpZuhrwHppG7Ak\\\",\\\"y\\\":\\\"4dVihx3_tD71h0USV_tokD6SUuRM_IqTrhee0zsGNuk\\\"}\",\"signature\":\"lLe-8wbT6XxMMAXjXnlCZUVaGyNeLkJzSqADhaBUbSDsecgh1LDyr51O-bxe8BNET3hk8b4ebxVDAyfEdo55Ow\",\"signingKeySignature\":\"0xa7e79dea0f35edfb2ec6ab88b5ecd3571f7c97d48eb2a63b4eeb1b9dff450cd01688ed5c84f68aad79f609de3611006a4de9cd9321f94d73cd21bcfe1250555c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j4XqA57Id-DXQhpju7XcyB-sfDYasrpZuhrwHppG7Ak\\\",\\\"y\\\":\\\"4dVihx3_tD71h0USV_tokD6SUuRM_IqTrhee0zsGNuk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xg_nnMXXHB0BR5FwHlrK7_gTsx9cTcajMQ_AF2IuD6o\"}"