"{\"content\":{\"body\":\"the satisfaction of his bodily appetites, the anomalous and curious have been of exceptional and persistent fascination to him; and especially is this true of the construction and functions of the human body. Possibly, indeed, it was the anomalous that was largely instrumental in arousing in the savage the attention, thought, and investigation that were finally to develop into the body of organized truth which we now call Science. As by the aid of collected experience and careful inference we to-day endeavor to pass our vision into the dim twilight whence has emerged our civilization, we find abundant hint and even evidence of this truth. To the highest type of philosophic minds it is the usual and the ordinary that demand investigation and explanation. But even to such, no less than to the most naive-minded, the strange and exceptional is of absorbing interest, and it is often through the extraordinary that the philosopher gets the most searching glimpses into the heart of the mystery of the ordinary. Truly it has been said, facts are stranger than fiction. In monstrosities and dermoid cysts, for example, we seem to catch forbidden sight of the secret work-room of Nature, and drag out into the light the evidences of her clumsiness, and proofs of her lapses of skill,--evidences and proofs, moreover, that tell us much of the methods and means used by the vital artisan of Life,--the loom, and even the silent weaver at work upon the mysterious garment of corporeality.\\n\\n\\\"La premiere chose qui s'offre a l' Homme quand il se regarde, c'est son corps,\\\" says Pascal, and looking at the matter more closely we find that it was the strange and mysterious things of his body that occupied man's earliest as well as much of his later attention. In the beginning, the organs and functions of generation, the mysteries of sex, not the routine of digestion or of locomotion, stimulated his curiosity, and in them he recognized, as it were, an unseen hand reaching down into the world of matter and the workings of bodily organization, and reining them to impersonal service and far-off ends. All ethnologists and students of primitive religion well know the role that has been played in primitive society by the genetic instincts. Among the older naturalists, such as Pliny and Aristotle, and even in the older historians, whose scope included natural as well as civil and political history, the atypic and bizarre, and especially the aberrations of form or function of the generative organs, caught the eye most quickly. Judging from the records of early writers, when Medicine began to struggle toward self-consciousness, it was again the same order of facts that was singled out by the attention. The very names applied by the early anatomists to many structures so widely separated from the organs of generation as were those of the brain, give testimony of the state of mind that led to and dominated the practice of dissection.\\n\\nIn the literature of the past centuries the predominance of the interest in the curious is exemplified in the almost ludicrously monotonous iteration of titles, in which the conspicuous words are curiosa, rara, monstruosa, memorabilia, prodigiosa, selecta, exotica, miraculi, lusibus naturae, occultis naturae, etc., etc. Even when medical science became more strict, it was largely the curious and rare that were thought worthy of chronicling, and not the establishment or illustration of the common, or of general principles. With all his sovereign sound sense, Ambrose Pare has loaded his book with references to impossibly strange, and even mythologic cases.\\n\\nIn our day the taste seems to be insatiable, and hardly any medical journal is without its rare or \\\"unique\\\" case, or one noteworthy chiefly by reason of its anomalous features. A curious case is invariably reported, and the insertion of such a report is generally productive of correspondence and discussion with the object of finding a parallel for it.\\n\\nIn view of all this it seems itself a curious fact that there has never been any systematic gathering of medical curiosities. It would have been most natural that numerous encyclopedias should spring into existence in response to such a persistently dominant interest. The forelying volume appears to be the first thorough attempt to classify and epitomize the literature of this nature. It has been our purpose to briefly summarize and to arrange in order the records of the most curious, bizarre, and abnormal cases that are found in medical literature of all ages and all languages--a thaumatographia medica. It will be readily seen that such a collection must have a function far beyond the satisfaction of mere curiosity, even if that be stigmatized with the word \\\"idle.\\\" If, as we believe, reference may here be found to all such cases in the literature of Medicine (including Anatomy, Physiology, Surgery, Obstetrics, etc.) as show the most extreme and exceptional departures from the ordinary, it follows that the future clinician and investigator must have use for a handbook that decides whether his own strange case has already been paralleled or excelled. He will thus be aided in determining the truth of his statements and the accuracy of his diagnoses. Moreover, to know extremes gives directly some knowledge of means, and by implication and inference it frequently does more. Remarkable injuries illustrate to what extent tissues and organs may be damaged without resultant death, and thus the surgeon is encouraged to proceed to his operation with greater confidence and more definite knowledge as to the issue. If a mad cow may blindly play the part of a successful obstetrician with her horns, certainly a skilled surgeon may hazard entering the womb with his knife. If large portions of an organ,--the lung, a kidney, parts of the liver, or the brain itself,--may be lost by accident, and the patient still live, the physician is taught the lesson of nil desperandum, and that if possible to arrest disease of these organs before their total destruction, the prognosis and treatment thereby acquire new and more hopeful phases.\\n\\nDirectly or indirectly many similar examples have also clear medicolegal bearings or suggestions; in fact, it must be acknowledged that much of the importance of medical jurisprudence lies in a thorough comprehension of the anomalous and rare cases in Medicine. Expert medical testimony has its chief value in showing the possibilities of the occurrence of alleged extreme cases, and extraordinary deviations from the natural. Every expert witness should be able to maintain his argument by a full citation of parallels to any remarkable theory or hypothesis advanced by his clients; and it is only by an exhaustive knowledge of extremes and anomalies that an authority on medical jurisprudence can hope to substantiate his testimony beyond question. In every poisoning case he is closely questioned as to the largest dose of the drug in question that has been taken with impunity, and the smallest dose that has killed, and he is expected to have the cases of reported idiosyncrasies and tolerance at his immediate command. A widow with a child of ten months' gestation may be saved the loss of reputation by mention of the authentic cases in which pregnancy has exceeded nine months' duration; the proof of the viability of a seven months' child may alter the disposition of an estate; the proof of death by a blow on the epigastrium without external marks of violence may convict a murderer; and so it is with many other cases of a medicolegal nature.\\n\\nIt is noteworthy that in old-time medical literature--sadly and unjustly neglected in our rage for the new--should so often be found parallels of our most wonderful and peculiar modern cases. We wish, also, to enter a mild protest against the modern egotism that would set aside with a sneer as myth and fancy the testimonies and reports of philosophers and physicians, only because they lived hundreds of years ago. We are keenly appreciative of the power exercised by the myth-making faculty in the past, but as applied to early physicians, we suggest that the suspicion may easily be too active. When Pare, for example, pictures a monster, we may distrust his art, his artist, or his engraver, and make all due allowance for his primitive knowledge of teratology, coupled with the exaggerations and inventions of the wonder-lover; but when he describes in his own writing what he or his confreres have seen on the battle-field or in the dissecting room, we think, within moderate limits, we owe him credence. For the rest, we doubt not that the modern reporter is, to be mild, quite as much of a myth-maker as his elder brother, especially if we find modern instances that are essentially like the older cases reported in reputable journals or books, and by men presumably honest. In our collection we have endeavored, so far as possible, to cite similar cases from the older and from the more recent literature.\\n\\nThis connection suggests the question of credibility in general. It need hardly be said that the lay-journalist and newspaper reporter have usually been ignored by us, simply because experience and investigation have many times proved that a scientific fact, by presentation in most lay-journals, becomes in some mysterious manner, ipso facto, a scientific caricature (or worse !), and if it is so with facts, what must be the effect upon reports based upon no fact whatsoever? It is manifestly impossible for us to guarantee the credibility of chronicles given. If we have been reasonably certain of unreliability, we may not even have mentioned the marvelous statement. Obviously, we could do no more with apparently credible cases, reported by reputable medical men, than to cite author and source and leave the matter there, where our responsibility must end.\\n\\nBut where our proper responsibility seemed likely never to end was in carrying out the enormous labor requisite for a reasonable certainty that we had omitted no searching that might lead to undiscovered facts, ancient or modern. Choice in selection is always, of course, an affair de gustibus, and especially when, like the present, there is considerable embarrassment of riches, coupled with the purpose of compressing our results in one handy volume. In brief, it may be said that several years of exhaustive research have been spent by us in the great medical libraries of the United States and Europe in collecting the material herewith presented. If, despite of this, omissions and errors are to be found, we shall be grateful to have them pointed out. It must be remembered that limits of space have forbidden satisfactory discussion of the cases, and the prime object of the whole work has been to carefully collect and group the anomalies and curiosities, and allow the reader to form his own conclusions and make his own deductions.\\n\\nAs the entire labor in the preparation of the forelying volume, from the inception of the idea to the completion of the index, has been exclusively the personal work of the authors, it is with full confidence of the authenticity of the reports quoted that the material is presented.\\n\\nComplete references are given to those facts that are comparatively unknown or unique, or that are worthy of particular interest or further investigation. To prevent unnecessary loading of the book with foot-notes, in those instances in which there are a number of cases of the same nature, and a description has not been thought necessary, mere citation being sufficient, references are but briefly given or omitted altogether. For the same reason a bibliographic index has been added at the end of the text. This contains the most important sources of information used, and each journal or book therein has its own number, which is used in its stead all through the book (thus, 476 signifies The Lancet, London; 597, the New York Medical Journal; etc.). These bibliographic numbers begin at 100.\\n\\nNotwithstanding that every effort has been made to conveniently and satisfactorily group the thousands of cases contained in the book (a labor of no small proportions in itself), a complete general index is a practical necessity for the full success of what is essentially a reference-volume, and consequently one has been added, in which may be found not only the subjects under consideration and numerous cross-references, but also the names of the authors of the most important reports. A table of contents follows this preface.\\n\\nWe assume the responsibility for innovations in orthography, certain abbreviations, and the occasional substitution of figures for large numerals, fractions, and decimals, made necessary by limited space, and in some cases to more lucidly show tables and statistics. From the variety of the reports, uniformity of nomenclature and numeration is almost impossible.\\n\\nAs we contemplate constantly increasing our data, we shall be glad to receive information of any unpublished anomalous or curious cases, either of the past or in the future.\\n\\nFor many courtesies most generously extended in aiding our research-work we wish, among others, to acknowledge our especial gratitude and indebtedness to the officers and assistants of the Surgeon-General's Library at Washington, D.C., the Library of the Royal College of Surgeons of London, the Library of the British Museum, the Library of the British Medical Association, the Bibliotheque de Faculte de Medecine de Paris, the Bibliotheque Nationale, and the Library of the College of Physicians of Philadelphia.\",\"timestamp\":1639716438,\"title\":\"\\nSince the time when man's mind first busied itself with subjects beyond his own self-preservation \"},\"digest\":\"TOg65j4c9OrvgpsDhOPa5XKfqW8XpwbEWB-pzHyINyM\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wi-D0NTn5nGfj0qYtDUTIPd-o08u6gohWeTgsRmaf08\\\",\\\"y\\\":\\\"nocCKA0ZylfXsXC8d1RBhs4RjaHyE0vGW5dWrO1rp1w\\\"}\",\"signature\":\"mfJjC2QuaH8fOr73z3QkkRZMIXm6_0jnindA_bHDH2mj10dmdgDk1BmjbB3OW6J7StlwQWKy6c-SekMjNM59hw\",\"signingKeySignature\":\"0x8ea370ec8a69bd75ef597c356929becec1ed38d93c65ebb0499b01c19174a3df7852020ff1bdd06c721da50179ba7a7665442343624346266b1d060a3512e5441c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wi-D0NTn5nGfj0qYtDUTIPd-o08u6gohWeTgsRmaf08\\\",\\\"y\\\":\\\"nocCKA0ZylfXsXC8d1RBhs4RjaHyE0vGW5dWrO1rp1w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TOg65j4c9OrvgpsDhOPa5XKfqW8XpwbEWB-pzHyINyM\"}"