"{\"content\":{\"body\":\"You open a supermarket (swap), and it's empty, but there's nothing in it. You make a rule that anyone can exchange any item, and the supermarket is open 24 hours a day to provide transaction services and charge 0.3% commission, but the people who buy and sell can't be in the supermarket at the same time, and the price of the item is not easy to set. So we abide by a rule (automatic market) : 1, sell potatoes (yuan), 10 pounds of potatoes and 10 yuan on a plate, indicating that each kilogram of potatoes a yuan (plus pool). 2, some people buy potatoes, throw A dollar to the plate, and then take A kilo of potatoes (actually is not A catty, for instance) only 3, someone selling potatoes, throw A kilo of potatoes to the plate, and then take A dollar (actually is not A piece of, for instance) only 4, transaction prices follow A \\\\* B = K, K is constant, the rules (detailed yourself baidu 10 jins potatoes may not trade, And potatoes are produced out of thin air with the time (block), every three seconds more than 5 catties of potatoes but this 5 catties of who? People who have potatoes and money can add potatoes and money to the plate at the same time according to the value of the same proportion, and get a certificate to record that you have added the relevant value and share to the plate, avoiding the potato on the plate is too small, the price of drastic fluctuations (add liquidity). This 5 jins of new potatoes to those who add liquidity for the capital pool, according to the proportion of potato plate, 5 jins of new potatoes (liquidity mining). Because potatoes can be divided, so everyone went to the supermarket to buy potatoes, at the same time take money and potatoes on the plate, hoping to be divided into new potatoes. Hence prices was high, the hand have a share certificate also appreciate, but on a plate of potatoes is bought, potatoes rise, over time, everybody hand points of potato accumulated many, all to the plate interaction, a plate of potatoes more, less, of course your hand plate share certificates, you can redeem them at any time, Take your share of potatoes and money from your plate (withdraw liquidity). Only at this time, you get, may be more potatoes, less money; Or fewer potatoes, more money (volatile losses)\",\"timestamp\":1641291922,\"title\":\"What is liquidity mining?\"},\"digest\":\"XtBlYZV9QoipgpBGN8R5SKEMa207wTuHy7eC2ST0uSU\",\"authorship\":{\"contributor\":\"0x9C04B65BB821e493E28B501118DA0d5D13b73c1A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ufr6RIOKbsW11Puc3rFal2DcHWgzM7d8khdvjZiqBL0\\\",\\\"y\\\":\\\"xDPziutm3F_niSMK6MkuUwRMFJU_sqxD0-0TWMPRKUk\\\"}\",\"signature\":\"DEDYZ45w6TtK44UeGlIfY4XQJc-eFJIMg02QTg9U8pyrr0baJn-NCM6HljqCnJeTYEvzprqrGk74kmgCIC2iPQ\",\"signingKeySignature\":\"0x3b97de4082259a92f106b845bffd6adeca83d86ec3a7d0b4b44a0aeeeb46940064528d74a8120708018d87593cb5b3a5553910329264ddc297ad06041350b79c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ufr6RIOKbsW11Puc3rFal2DcHWgzM7d8khdvjZiqBL0\\\",\\\"y\\\":\\\"xDPziutm3F_niSMK6MkuUwRMFJU_sqxD0-0TWMPRKUk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XtBlYZV9QoipgpBGN8R5SKEMa207wTuHy7eC2ST0uSU\"}"