"{\"content\":{\"body\":\"This is an overview of who’s on a musician’s team and **how they are traditionally compensated** for the work that they do.\\n\\nMy goal is for anyone to understand this with no prerequisite knowledge required.\\n\\n**We will take an objective look at: \\n **✅ payment structures, such as commission \\n ✅ the core team, such as managers and booking agents \\n ✅ contracts \\n ✅ concert promoter and festival buyer deal payment types\\n\\n\\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~\\n\\n## Where did this info come from?\\n\\nMe, via a mix of hands-on experience and formal education. For about ten years the music industry has been my fulltime job. I’ve been involved with it in some capacity since the early 2000's.\\n\\nIt started in 2001 when I saw DJ Babu scratching in a [music video](https://www.youtube.com/watch?v=sevZEOUXpw4) on MTV2.\\n\\nSince then, I’ve started and run two artist mgmt companies, planned tours, produced a festival, thrown a shitload of events, driven thousands of miles on tour, sold a lot of merch, helped release albums and songs, worked for a music tech company, been to both of Bob Lefsetz’s conferences, camped at a lot of festivals, got a Masters in Music Business from Berklee, and seen thousands of live performances.\\n\\nI work in the music business because I love music.\\n\\n### A caveat\\n\\nThis industry is constantly changing and needs systemic innovation. Sometimes it’s just as important to unlearn as it is to know.\\n\\nPerspective and curiosity are key. Below is how it works right now; not necessarily how it needs to work in the future.\\n\\n\\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~\\n\\n## Payment Structures\\n\\n> **There are three ways artists commonly pay their team: \\n ***1. Commission \\n 2. Project-based \\n 3. Hourly*\\n\\n### Commission:\\n\\n* ❓ ***How does it work?***: You pay your team member a percentage of the money you make.\\n* 💰 Can be calculated based on “**net**” or “**gross**” income earned.\\n* 💰 Paying commission from **“net**” income is generally a better deal for artists. You can deduct expenses from your earned income, so the total amount you pay your team member is less.\\n* 👉 ***“Net” Example***: \\n -You earn $100. \\n -Your expenses were $25. \\n -$100 - $25 = $75 *net income. \\n -If you pay 10% commission, you would pay $75 x 10% = \\n *-$7.50 owed in commission.\\n* 👉 ***“Gross” Example***:-You earn $100. \\n -It doesn’t matter what your expenses were. \\n -If you pay 10% commission, you would pay $100 x 10% = \\n -*$10 owed in commission.*\\n\\n### Project-based:\\n\\n* ❓ ***How does it work?***: You pay a flat rate, previously agreed upon before the work is started.\\n* 👉 ***Example***: You pay $500/gig to a photographer to shoot the show and edit fifty photos post.\\n\\n### Hourly:\\n\\n* ❓ ***How does it work?***: You pay an hourly rate for work.\\n* 💰 This is probably the least common payment type.\\n* 👉 ***Example***: \\n -Someone works 10 hours. \\n -You pay them $25/hour. \\n -You would pay 10 x $25 = *$250 owed*.\\n\\n### Important:\\n\\nKeep in mind the local employment laws based on where you live. It will affect your taxes. Most folks you pay likely will be considered an independent contractor rather than an employee.\\n\\n\\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~\\n\\n## Core Team\\n\\nYour core team are roles that take a considerable effort to set up. They generally stay the same people week to week. These relationships require a large amount of trust. They also work together on your long range plan.\\n\\nMost things in the music business are up for negotiation. Consider this info as a reference point rather than a rule.\\n\\n> **There are four core team members: \\n ***1. Manager \\n 2. Booking Agent \\n 3. Attorney \\n 4. Accountant/Biz mgmt*\\n\\n## 1. Manager\\n\\n* **❓ *Purpose***: The manager helps the musician run their business. Based on who you ask, this definition will vary because managers tend to do a lot of everything. It usually is a very close relationship and a big investment for both parties. The most successful careers I’ve seen have been built as more of a collaborative partnership. That said, the manager ultimately works for the musician and can be fired.\\n* 💰 ***Payment type***: commission\\n* 💰 ***Commission amount***: Usually in the range of 10-20%. Depends on if the deal is net or gross.\\n* **💰 *What earned income is commissionable?***: Generally speaking, everything. Recorded music sales and revenue, merchandise, live concerts, sponsorships, etc.\\n* **👍 *Rule of thumb***: If it’s part of your “career” as a musician, it’s probably commissionable — even if they weren’t directly involved. The easiest way to conceptualize why this is fair is to think of the inverse: managers do a lot of things that don’t directly earn income, yet are extremely valuable to your business.\\n* 👉 ***Commission Deal Example***: \\n -**Deal**: 15% gross commission all income, except net COG (cost of goods) for merchandise. \\n -**January income**: \\n -Touring - $10,000 \\n -Merchandise - $2,000 gross (-$800 COG = $1,200 net) \\n -Taco Bell endorsement - $500 \\n -Other misc - $300-Total = $12,000 total commissionable income. \\n -$12,000 x 15% = *$1,800 commission owed to mgmt for January.*\\n\\n## 2. Booking Agent\\n\\n* **❓ *Purpose***: The agent books all live performances for the musician. They receive offers from outside promoters and review touring strategy with the artist (and manager).\\n* **💰 *Payment type***: commission\\n* **💰 *Commission amount***: 10% gross\\n* **💰 *What earned income is commissionable?***: All live events, including concerts, festivals, and private events (like weddings).\\n* 👉***Commission Deal Example***: \\n -**Deal**: 10% gross commission all live events. \\n -**January income**: \\n 1/9/21 Fillmore, San Francisco - $3,500 \\n 1/10/21 Harlow’s, Sacramento - $1,900 \\n 1/21/21 Terminal West, Atlanta - $750 \\n 1/22/21 The Orange Peel, Asheville - $750 \\n 1/23/21 Brooklyn Bowl, Nashville - $750 \\n 1/28/21 “John’s bday” private, Palo Alto - $2,350 \\n -Total = $10,000 total commissionable touring income. \\n -$10,000 x 10% = $*1,000 commission owed to booking agent for January.*\\n\\n## 3. Attorney\\n\\n* **❓ *Purpose***: Reviews business deal terms, drafts contracts, and manages legal business structure, such as an LLC. Should have a focus on entertainment law and intellectual property rights.\\n* **💰 *Payment type***: commission or hourly.\\n* **💰 *Commission amount*:** 3-5%; or $150-$1000+ per hour\\n* **💰 *What earned income is commissionable?***: If commission-based, likely same gross/net terms as manager. Hourly is likely a better payment structure when you’re starting out. Ask for estimates up front.\\n\\n## 4. Accountant/business manager\\n\\n* **❓ *Purpose***: Manages accounting such as payments, monthly cash flow and budgets. You likely can do most of this when you’re starting out. While it’s nice to have an accountant who specializes in music, it is not as necessary as the other three core team members, especially early on in your career. It is worth initially consulting with someone to get set up though, because you can save a lot of money on taxes when correctly accounting for things like business deductions.\\n* **💰 *Payment type***: commission or hourly\\n* **💰 *Commission amount***: 3–5%; or $25-$400+ per hour.\\n* **💰 *What earned income is commissionable?***: If commission-based, likely same gross/net terms as manager. It will be much more cost effective to pay hourly for help getting set up, and then doing basic accounting yourself. As your career gets busier, and you begin to have a lot more budgets and complex transactions it will begin to make sense to consider shifting over to commission-based.\\n\\n## Important: Contracts\\n\\nIt is not unreasonable for any of your core team members to ask you to sign a contract. Contracts can be useful as an outline for the expectations and terms of your business relationship with your team (such as how commission is paid and what your expectations are).\\n\\nGenerally speaking, neither party should give away ownership rights of their business, and you should both be free to end the business relationship with 30 days notice.\\n\\nThat said, it is also not unreasonable to have a “**sunset clause**,” which entitles your team member to receive commission from work that has already been done, but will not become income until further into the future.\\n\\nContracts protect everyone. The best ones are filed away and never used. At the very least, make sure you have the terms of your agreement written down somewhere, even if they are extremely basic.\\n\\n\\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~\\n\\n## Ancillary Roles\\n\\nThese roles may be less personal. They have been affected a lot by new technology, and therefore price is quite variable.\\n\\n> *1.* **Publicist** *- A brand name publicist can easily charge $5k -10k/month for an album release campaign. \\n 2.* **Distribution** *- Can be as inexpensive as literally $19.99/year with something like DistroKid for a song release — all the way up to giving away most of the ownership rights to your master recordings to a major label. \\n 3.* **Publisher** *- Likely a percentage based on your publishing income, although there are many new technologies emerging that have more complex and innovative deal structures. Publishing can get really complicated. [Here’s](https://soundcharts.com/blog/how-the-music-publishing-works)* a good resource if you want to dig in more.\\n\\n\\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~\\n\\n## Live Team\\n\\nLive touring work can be inconsistent; it’s likely you’ll have a priority list of who you like to have on your crew, and will select them based on availability and preference.\\n\\n> **The first three people who will likely start going out on the road with you (as you can afford it):** \\n 1. Sound guy \\n 2. Tour manager \\n 3. LD - lighting guy\\n\\n### 💰 Crew costs:\\n\\n* You will generally pay each crew member a per-gig rate. Sometimes you will pay a rate per show day and a different rate per travel/off day.\\n* In addition, it’s common to pay a separate “per diem.” This is paid for every day you are on tour and is intended to cover daily expenses such as food.\\n* Rates can vary based on whether it’s a one-off home market show date, or a tour with a number of dates.\\n* The rate you pay can be considerably variable based on experience and demand. I have seen people literally tour manage for free just to get experience. From there, once you have someone with decent experience, expect to pay $150, $300, $500 or more per show. Remember, when someone is traveling six hours in a van with you daily on a three week tour, that’s *all* they are doing and are likely unable to generate income doing something else during that time.\\n\\n## Concert Promoter / Talent Buyer / Festival Producer\\n\\nNot directly on your “team,” but you will develop business relationships with promoters. As you become more popular you will get multiple offers from different promoters in the same city to present your live performance (such as a concert at a venue or a festival play). If you have “history” with a certain promoter in a specific market it means you’ve played shows with them before. When possible, always try to give priority to those who have supported you early on in your career.\\n\\nAlso, never pay a promoter to put you on a show. A promoter should always pay you to perform.\\n\\n### Words to know:\\n\\n🔎 **“*Gross box office receipts*”** - ticket sales revenue. Keep in mind, “gross box office receipts” is often calculated as *number of tickets sold x ticket price*, and does *not* include ticketing or venue fees.\\n\\n🔎 **“*Walkout potential*”** - maximum amount you can earn from a show.\\n\\n🔎 ***“House nut”*** - fixed expenses the promoter has during every show (affects deal structures explained below).\\n\\n🔎 ***“Settlement” / “settling the show”*** - when the promoter pays you after the show. It is always done by the tour manager if they are on the road with you. It is common practice to sign a contract agreeing to the terms of the deal, and then to be paid once the performance has been completed DOS (day of show).\\n\\n🔎 **“Deal terms”** - 👇👇👇\\n\\n> **There are four deal payment structures a promoter may offer:** \\n 1. Guarantee \\n 2. Percentage \\n 3. Guarantee vs percentage \\n 4. Guarantee plus percentage\\n\\n## 1. Guarantee:\\n\\n* ❓ ***How does it work?***: This is a flat dollar amount guaranteed to be paid to you for playing a show.\\n* 💰 Guarantees are great because they are predictable, but they cap your share of the upside if a show sells well. Festivals almost always offer only a “straight” or “flat” guarantee.\\n* 💰 For deals involving guarantees, it’s often reasonable to request a deposit ahead of time. This should be held by the booking agent as a form of security and insurance, but should not be treated as income by any party until the performance has been completed.\\n* 👉 ***Example***: “Offer: $2000 flat guarantee.”\\n\\n## 2. Percentage:\\n\\n* ❓ ***How does it work?***: A percentage deal functions similar to the mechanics of a commission deal. You get a percentage of revenue made from the show you play.\\n* 💰 There are often expenses deducted before you get a percentage. This can be confusing because it may be referred to as “net” or “gross” but the key factor to pay attention to is the word “*after*.”\\n* 💰 Percentage deals are the riskiest deals. Conceivably, if the show tanks and gross box office receipts are less than agreed upon expenses, you will walk away with nothing. However, if you are confident the show will do well, this can give you leverage to ask for higher upside potential because you are sharing the financial risk of the show with the promoter.\\n* 👉 ***For example***: \\n **-**“Offer: 85% gross box office receipts after $1,200.” \\n -This means you get 85% of the ticket sales income after the first $1,200 that is made. \\n -If the show grosses $11,200… \\n …$11,200 - $1,200 = $10,000… \\n …$10,000 x 85% = \\n *$8,500 total walkout (how much you make on the show).*\\n\\n## 3. Guarantee vs Percentage:\\n\\n* ❓ ***How does it work?***: You are guaranteed to walk away with something, and if the show does well, you share in the upside. The “***vs***” is what’s important here. It means you get whichever amount is greater.\\n* 💰 This is probably the most common type of deal for “club” shows (what you’d think of as your standard music venue in a city).\\n* 💰 When you make more than the guarantee it’s often common to hear the phrase “we went into points.” This means you made more from the percentage points than the flat guarantee would have paid.\\n\\n  👉 ***For Example***: \\n **-**“Offer: $500 vs 70% gross box office receipts after $1,100.” \\n -This means the show would need to gross over $1,815 in order for you to make over $500. \\n **-**$1,815 - $1,100 = $715 \\n **-**$715 x 70% = \\n *$500.50 total walkout (in this case you made $0.50 more than the guarantee would have paid).*\\n\\n## 4. Guarantee plus Percentage:\\n\\n* ❓ ***How does it work?***: You are guaranteed to walk away with something, and if the show does well, you share in the upside. The “***plus***” is what’s important here. It means you get the guarantee, ***plus*** percentage points.\\n* ***For Example***: \\n **-**“Offer: $500 plus 70% gross box office receipts after $1100.” \\n -This means if the show grossed $1,815 you would walkout with $1,000.50. \\n **-**$1,815 - $1,100 = $715 \\n **-**$715 x 70% = $500.50 extra from percentage \\n **-**$500 (guarantee) + $500.50 (points) = \\n *$1000.50 total walkout. \\n *-Keep in mind, $500 of the promoter’s $1100 of expenses was your guarantee in this case. For this reason, you will often see “plus” deals with higher expenses than “vs” deals.\\n\\n### A few notes on percentages:\\n\\n✅ You always want specific expenses listed on your contract, and you want them as low as possible for any deal that involves a percentage. \\n ✅ Your agent will try to negotiate down the listed expenses. \\n ✅ The best type of percentage deal is “from $1.” This means there are no expenses deducted before you start earning percentage points. \\n ✅ When settling a show, rarely accept expenses that were not listed in the deal if they affect your walkout (and make it lower). This type of situation happens, and it’s one of the many reasons it’s great to have a tour manager and agent to create a buffer between you and the promoter if a deal goes sour.\\n\\n\\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~\\n\\n## Other Players\\n\\nBeyond this point begins to get nebulous because payment structures are either opaque or extremely variable.\\n\\n> **Here are a few other categories you likely will at least indirectly do business with:**\\n>\\n> **Ticketing** - Basically a monopoly you have no control over. Venues/promoters sign deals for exclusive ticketing contracts at their events. Fees are a significant revenue source for those involved, which generally does not include musicians.\\n>\\n> **DSP** - “Digital Service Provider” or “Digital Streaming Platform” (depending on who you talk to). aka Spotify. I talk more about how their payments work [here](https://henrychatfield.medium.com/how-spotify-pay-musicians-2021-59b3e548a0d5).\\n>\\n> **Merchandising** - You’ll need someone to manufacture and potentially fulfill merchandise. This includes pressing vinyl, printing t-shirts, etc. Cost varies based on quality and volume of orders.\\n>\\n> **Art Needs** - such as: graphic design, video editor, producer, studio rental, recording engineer, mastering, photographer, etc. You’ll likely either pay them hourly or per gig.\\n>\\n> **Promotion and marketing** - I’m leaving this blank. It is constantly changing, requires a huge element of creativity, and therefore is particularly subjective.\\n\\n### My advice:\\n\\nBe careful. Always compensate everyone for their hard work — while also protecting yourself from under-delivered promises.\\n\\nIt is important to establish what is a *deliverable* and what is a *goal or expectation*, and then define how you measure what success looks like for both.\\n\\n\\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~ \\\\~\\n\\n## The future is bright\\n\\nThere’s a lot of misinformation floating around the internet about the total percentage of music industry revenue that musicians actually receive. The most commonly cited number is 12%, from a four year old [report](https://ir.citi.com/NhxmHW7xb0tkWiqOOG0NuPDM3pVGJpVzXMw7n+Zg4AfFFX+eFqDYNfND+0hUxxXA) put together by Citi Bank based on 2017 data. It’s questionable how accurate this number was then, and even more so now. That report also recommends more vertical centralization amongst music industry companies, something I’m strongly against.\\n\\nNo question, **artists need to be paid more**. However, I often see new entrants scapegoating an entire ecosystem of incumbents as stealing from artists. I don’t wholly agree with that sentiment.\\n\\nI believe incumbents should constantly be challenged to innovate. The risk is that innovation can sometimes become a mismatch between impact and intent.\\n\\n**This doesn’t necessarily actually create more value, it may just shift who controls it.** We’re at a critical inflection point right now in the music business and we must be discerning in what we design and who designs it.\\n\\nWhat we really need to focus on is increasing the ***total value generated for artists — and make sure it gets to them.***\\n\\nNext I’m going to start writing about how I think we might be able to do that. The future looks bright ☀️\",\"timestamp\":1636501404,\"title\":\"Who’s on an artist’s team? How they are paid.\",\"publication\":\"henry\"},\"digest\":\"7GS5AKggnPBbV0fZGYH2uRspRzmVc9od6L-DrANkirs\",\"authorship\":{\"contributor\":\"0x8ECD3FCE6a1bd1372a0e731D15ecEA500D35cb3A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hmZy9qcEcYcButNT_Aosabwq04P9f-n6utc6dwkHaQQ\\\",\\\"y\\\":\\\"3ycGodQuH0712Mqn3tpE2AljvOsFccNQ_yCvpgaaX4k\\\"}\",\"signature\":\"R4vTErKlcx2GNpVmBzBnWrC1xWrn_PCD213766bg6dhlnLhQ12AzWjxb__VYiFFqIhg62msA5xV9bYbBqCA_Bw\",\"signingKeySignature\":\"0x7ef74eb739e60a129f51a0e66a1574bfa10b91d8f0d971937e6aa55411d568246cba83e95696b9fe3468d1df464ad559afde353918ca8eda50af79c5348913681c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hmZy9qcEcYcButNT_Aosabwq04P9f-n6utc6dwkHaQQ\\\",\\\"y\\\":\\\"3ycGodQuH0712Mqn3tpE2AljvOsFccNQ_yCvpgaaX4k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7GS5AKggnPBbV0fZGYH2uRspRzmVc9od6L-DrANkirs\"}"