"{\"content\":{\"body\":\"![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F02b677cc-9cec-43b5-aa8f-841f086e6115_2001x998.png)\\n\\nSocial tokens on Coinvise can be minted (created) either on **Ethereum Mainnet (L1)** or **Polygon (Matic) Network (L2)**.\\n\\nIt is essential to understand that this isn't necessarily binary, as your tokens can exist on different blockchains. The two solutions have pros and cons, and the goal of this article is to help you navigate this to choose the best Blockchain depending on your needs.\\n\\nWe'll go through what a Blockchain is, what exactly is Layer 1 and Layer 2, and in which case you should use one or the other.\\n\\n### **1/ What is a Blockchain?**\\n\\nToday, if you want to buy a new item on the internet, chances are you're going to pay with your Credit Card. If you've just bought a $20 item, you'll ask your bank to send those $20 to the seller by processing the payment. If verified, the bank will confirm you have the right amount in your bank account and send the money to the seller's bank. This system works because everyone trusts the banks to store your money safely and trusts them to send your money to the seller when asking. The thing is that you don't own your money, and the banks are investing your money until you ask for it. Those are some of the reasons why blockchains have been invented.\\n\\n**A blockchain is a digital ledger that stores all the transactions in a decentralized and secure way thanks to cryptographic mechanisms.** Instead of relying on third parties such as banks to serve as the middleman in a transaction, you can securely send money without having to trust the recipient by doing it on a Blockchain. Every action taken on the Blockchain must be verified by others to be approved, making sure there is no fraud.\\n\\n### **2/ What is Layer 1 & Layer 2 (L1&L2)?**\\n\\n**L1 stands for Layer 1 (also called Ethereum Mainnet), which is the Ethereum Blockchain.** It's the main network where every Transaction takes place. As mentioned above, transactions happening on the Ethereum Mainnet (L1) need to be verified by others to be approved. Users that verify the transactions are called \\\"*Miners*\\\" and to thank those contributors (*Miners*) for verifying a transaction and incentivizing them to make the network more secure, we give them a tip, a slice of the trade, also called \\\"*Gas fees.*\\\"\\n\\nDue to its infrastructure, **the Ethereum Blockchain can currently process around 15 transactions per second**. This infrastructure means that you'll sometimes have to wait hours before seeing your Transaction approved, while some users need their transactions to be approved quicker. Those users can offer more money to reward the *Miners* and see their transactions being approved in priority. As more and more people want to do transactions on the Blockchain and are keen to pay a higher price (*Gas fees*) to reward contributors (*Miners*), the price increases.\\n\\nTo solve this problem of paying high fees for every Transaction, projects have emerged to create another Blockchain on top of the Ethereum Blockchain. It's those blockchains that we're calling Layer 2. **These other Blockchains (Layer 2) help increase Layer 1 by handling transactions off-chain and increasing the number of transactions that can happen simultaneously.** These Layer 2 Blockchains use the exact Ethereum Blockchain mechanisms that make it easy for certain transactions to run through their network (Blockchain) while maintaining the same level of security. **By creating copies of the original Ethereum blockchains, they offload transactions from the main chain and help reduce the gas fees (slice of the trade).** Layer 2 is built on top of Layer 1 and doesn't replace nor be a competitor of the Ethereum Mainnet. Several Layer 2 blockchains exist, such as **Polygon (Matic) Network, Optimism, or BSC,** and these blockchains allow between 2k and 4k transactions per second (compared to 15/s on the Ethereum Blockchain).\\n\\n### **3/ What are the implications for a Creator?**\\n\\nNow that you have a better understanding of the differences between **Ethereum Mainnet (L1)** or\\\\*\\\\* Polygon (Matic) Network (L2)\\\\*\\\\*, you can make wiser decisions on which Blockchain to choose for certain transactions.\\n\\nWhat is essential to understand is that \\\\*\\\\*this isn't necessarily binary, as your tokens can exist on different blockchains. \\\\*\\\\*Layer 1 might be preferable for \\\\*\\\\*High-Value \\\\*\\\\*Transactions (if you want to send a $5k worth NFT to the winner of an auction, for example). In contrast, Layer 2 might be more beneficial for \\\\*\\\\*High Volume \\\\*\\\\*Transactions (if you need to send a small number of your tokens to many people). We could compare Layer 1 with a Fedwire transfer and Layer 2 with an application like Venmo. You need both in your life, but the use cases are different. For small transactions such as sending $10 to some of your friends, it makes more sense to use Venmo (easier to make many small transfers, better mobile integration etc..). On the other hand, maybe it's more appropriate for high-value transactions to send a Fedwire transfer (If you need to pay your student loan, for example).\\n\\nThe rationale behind using Layer 2 instead of Layer 1 is the *Gas Fees*, as explained previously. The more transactions you're making, the more expensive the *Gas Fees* will be. If you're planning to airdrop (send) 1 token to 20 of your friends or community members, you'll have to run 20 transactions on the Blockchain, which can result in a lot of *Gas Fees* to pay. By running these \\\"**High Volume** transactions'' on the **Polygon (Matic) Network (L2)**, you'll save money. On the other hand, if you have to send a **High-Value** NFT, you'll have to run only one Transaction for a decent amount of money, which wouldn't make sense to make this Transaction on Layer 1.\\n\\nNow, let's take a closer look at which Layer you should use for different use cases to make sure you've understood the difference between L1 & L2.\\n\\n**You should make the transactions on the Ethereum Mainnet (L1) for :**\\n\\n* *NFT drops* - If you need to send NFTs to a **few people** in your community (**High-value** transactions)\\n* *Pooling Liquidity* - If you need to create a Pool on Uniswap (**one Transaction** of a possibly large number of tokens - **High-Value** Transaction)\\n* *Bounties* - You can set up bounties on Coinvise. If you need to outsource specific missions (Writing an article, do a design, make a video) and create bounties. It makes sense to use Layer 1 in this case, as you need **only one person** to complete the mission.\\n\\n**You should make the transactions on the Polygon (Matic) Network (L2) for :**\\n\\n* *Airdrop / Bulk transactions* - If you need to send tokens to **many people** (**high-Volume** transactions).\\n* *Rewards* - Comparable to airdrop. If you want to reward **all (or a part) of your community** (**high-Volume** Transaction), you should send the rewards through the Polygon (Matic) Network to save Gas fees.\\n\\nAt this point, you should understand better the dynamics behind making transactions on Layer 1 and Layer 2. Again, there is no right or wrong solution, and you should continuously adapt the number of tokens you have on each blockchain depending on your needs.\\n\\nIf you want to learn more on how to \\\"map\\\" or bridge (transfer) your token to Polygon (L2) network, here is a [complete tutorial](https://www.notion.so/Bridge-Social-Tokens-Multichain-6c2aff4f1c8641829807e6c9124740dd) to do it.\\n\\n###### **Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  **[Instagram](https://www.instagram.com/coinvise/?hl=en) and join us on** [Discord](https://discord.gg/XQBwvzpZv2) 🔥\\n\\nThanks for being here!\",\"timestamp\":1631311847,\"title\":\"L1 & L2\",\"publication\":\"coinvise\"},\"digest\":\"IGBCFMLmCSPLsWoPd9tmBSXIm5-uLnTOV6VlQyGzQi0\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"5m6wPpLHU_9o1PGMXeUNvN5Uu550PeIEp13s8mtATl9hRo2DWHFhij5l8CAofr_JDjGIkXjqjn4OWLrfryr05g\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iVn5U6lVdhY1BWl3pPC2Kpu8noV5rRJpfhhEdXSxDYE\"}"