"{\"content\":{\"body\":\"What was the matter with her? Perhaps she was tired without knowing it.  She would get him to tell her all about it to-morrow.  Also, to-morrow, she would tell him about Phillips, and ask his advice.  It was really quite late. If he talked any more now, it would give her a headache.  She felt it coming on.\\n\\nShe made her \\\"good-night\\\" extra affectionate, hoping to disguise her impatience.  She wanted to get up to her own room.\\n\\nBut even that did not help her.  It seemed in some mysterious way to be no longer her room, but the room of someone she had known and half forgotten:  who would never come back.  It gave her the same feeling she had experienced on returning to the house in London: that the place was haunted.  The high cheval glass from her mother's dressing-room had been brought there for her use.  The picture of an absurdly small child--the child to whom this room had once belonged--standing before it naked, rose before her eyes.  She had wanted to see herself.  She had thought that only her clothes stood in the way.  If we could but see ourselves, as in some magic mirror?  All the garments usage and education has dressed us up in laid aside.  What was she underneath her artificial niceties, her prim moralities, her laboriously acquired restraints, her unconscious pretences and hypocrisies?  She changed her clothes for a loose robe, and putting out the light drew back the curtains. The moon peeped in over the top of the tall pines, but it only stared at her, indifferent.  It seemed to be looking for somebody else.\\n\\nSuddenly, and intensely to her own surprise, she fell into a passionate fit of weeping.  There was no reason for it, and it was altogether so unlike her.  But for quite a while she was unable to control it.  Gradually, and of their own accord, her sobs lessened, and she was able to wipe her eyes and take stock of herself in the long glass.  She wondered for the moment whether it was really her own reflection that she saw there or that of some ghostly image of her mother.  She had so often seen the same look in her mother's eyes.  Evidently the likeness between them was more extensive than she had imagined.  For the first time she became conscious of an emotional, hysterical side to her nature of which she had been unaware.  Perhaps it was just as well that she had discovered it. She would have to keep a stricter watch upon herself.  This question of her future relationship with Phillips:  it would have to be thought out coldly, dispassionately.  Nothing unexpected must be allowed to enter into it.\\n\\nIt was some time before she fell asleep.  The high glass faced her as she lay in bed.  She could not get away from the idea that it was her mother's face that every now and then she saw reflected there.\\n\\nShe woke late the next morning.  Her father had already left for the works.  She was rather glad to have no need of talking.  She would take a long walk into the country, and face the thing squarely with the help of the cheerful sun and the free west wind that was blowing from the sea.  She took the train up north and struck across the hills.  Her spirits rose as she walked.\\n\\nIt was only the intellectual part of him she wanted--the spirit, not the man.  She would be taking nothing away from the woman, nothing that had ever belonged to her.  All the rest of him:  his home life, the benefits that would come to her from his improved means, from his social position:  all that the woman had ever known or cared for in him would still be hers.  He would still remain to her the kind husband and father.  What more was the woman capable of understanding?  What more had she any right to demand?\\n\\nIt was not of herself she was thinking.  It was for his work's sake that she wanted to be near to him always:  that she might counsel him, encourage him.  For this she was prepared to sacrifice herself, give up her woman's claim on life.  They would be friends, comrades--nothing more.  That little lurking curiosity of hers, concerning what it would be like to feel his strong arms round her, pressing her closer and closer to him:  it was only a foolish fancy.  She could easily laugh that out of herself.  Only bad women had need to be afraid of themselves.  She would keep guard for both of them.  Their purity of motive, their high purpose, would save them from the danger of anything vulgar or ridiculous.\\n\\nOf course they would have to be careful.  There must be no breath of gossip, no food for evil tongues.  About that she was determined even more for his sake than her own.  It would be fatal to his career.  She was quite in agreement with the popular demand, supposed to be peculiarly English, that a public man's life should be above reproach.  Of what use these prophets without self- control; these social reformers who could not shake the ape out of themselves?  Only the brave could give courage to others.  Only through the pure could God's light shine upon men.\\n\\nIt was vexing his having moved round the corner, into North Street. Why couldn't the silly woman have been content where she was. Living under one roof, they could have seen one another as often as was needful without attracting attention.  Now, she supposed, she would have to be more than ever the bosom friend of Mrs. Phillips-- spend hours amid that hideous furniture, surrounded by those bilious wallpapers.  Of course he could not come to her.  She hoped he would appreciate the sacrifice she would be making for him. Fortunately Mrs. Phillips would give no trouble.  She would not even understand.\\n\\nWhat about Hilda?  No hope of hiding their secret from those sharp eyes.  But Hilda would approve.  They could trust Hilda.  The child might prove helpful.\\n\\nIt cast a passing shadow upon her spirits, this necessary descent into details.  It brought with it the suggestion of intrigue, of deceit:  robbing the thing, to a certain extent, of its fineness. Still, what was to be done?  If women were coming into public life these sort of relationships with men would have to be faced and worked out.  Sex must no longer be allowed to interfere with the working together of men and women for common ends.  It was that had kept the world back.  They would be the pioneers of the new order. Casting aside their earthly passions, humbly with pure hearts they would kneel before God's altar.  He should bless their union.\\n\\nA lark was singing.  She stood listening.  Higher and higher he rose, pouring out his song of worship; till the tiny, fragile body disappeared as if fallen from him, leaving his sweet soul still singing.  The happy tears came to her eyes, and she passed on.  She did not hear that little last faint sob with which he sank exhausted back to earth beside a hidden nest among the furrows.\\n\\nShe had forgotten the time.  It was already late afternoon.  Her long walk and the keen air had made her hungry.  She had a couple of eggs with her tea at a village inn, and was fortunate enough to catch a train that brought her back in time for dinner.  A little ashamed of her unresponsiveness the night before, she laid herself out to be sympathetic to her father's talk.  She insisted on hearing again all that he and Arthur were doing, opposing him here and there with criticism just sufficient to stimulate him; careful in the end to let him convince her.\\n\\nThese small hypocrisies were new to her.  She hoped she was not damaging her character.  But it was good, watching him slyly from under drawn-down lids, to see the flash of triumph that would come into his tired eyes in answer to her half-protesting:  \\\"Yes, I see your point, I hadn't thought of that,\\\" her half reluctant admission that \\\"perhaps\\\" he was right, there; that \\\"perhaps\\\" she was wrong. It was delightful to see him young again, eager, boyishly pleased with himself.  It seemed there was a joy she had not dreamed of in yielding victory as well as in gaining it.  A new tenderness was growing up in her.  How considerate, how patient, how self- forgetful he had always been.  She wanted to mother him.  To take him in her arms and croon over him, hushing away remembrance of the old sad days.\\n\\nFolk's words came back to her:  \\\"And poor Jack Allway.  Tell him I thank him for all those years of love and gentleness.\\\"  She gave him the message.\\n\\nFolk had been right.  He was not offended.  \\\"Dear old chap,\\\" he said.  \\\"That was kind of him.  He was always generous.\\\"\\n\\nHe was silent for a while, with a quiet look on his face.\\n\\n\\\"Give him our love,\\\" he said.  \\\"Tell him we came together, at the end.\\\"\\n\\nIt was on her tongue to ask him, as so often she had meant to do of late, what had been the cause of her mother's illness--if illness it was:  what it was that had happened to change both their lives. But always something had stopped her--something ever present, ever watchful, that seemed to shape itself out of the air, bending towards her with its finger on its lips.\\n\\nShe stayed over the week-end; and on the Saturday, at her suggestion, they took a long excursion into the country.  It was the first time she had ever asked him to take her out.  He came down to breakfast in a new suit, and was quite excited.  In the car his hand had sought hers shyly, and, feeling her responsive pressure, he had continued to hold it; and they had sat for a long time in silence.  She decided not to tell him about Phillips, just yet.  He knew of him only from the Tory newspapers and would form a wrong idea.  She would bring them together and leave Phillips to make his own way.  He would like Phillips when he knew him, she felt sure.  He, too, was a people's man.  The torch passed down to him from his old Ironside ancestors, it still glowed.  More than once she had seen it leap to flame.  In congenial atmosphere, it would burn clear and steadfast.  It occurred to her what a delightful solution of her problem, if later on her father could be persuaded to leave Arthur in charge of the works, and come to live with her in London.  There was a fine block of flats near Chelsea Church with long views up and down the river.  How happy they could be there; the drawing-room in the Adams style with wine-coloured curtains!  He was a father any young woman could be proud to take about.  Unconsciously she gave his hand an impulsive squeeze.  They lunched at an old inn upon the moors; and the landlady, judging from his shy, attentive ways, had begun by addressing her as Madame.\\n\\n\\\"You grow wonderfully like your mother,\\\" he told her that evening at dinner.  \\\"There used to be something missing.  But I don't feel that, now.\\\"\\n\\nShe wrote to Phillips to meet her, if possible, at Euston.  There were things she wanted to talk to him about.  There was the question whether she should go on writing for Carleton, or break with him at once.  Also one or two points that were worrying her in connection with tariff reform.  He was waiting for her on the platform.  It appeared he, too, had much to say.  He wanted her advice concerning his next speech.  He had not dined and suggested supper.  They could not walk about the streets.  Likely enough, it was only her imagination, but it seemed to her that people in the restaurant had recognized him, and were whispering to one another: he was bound to be well known.  Likewise her own appearance, she felt, was against them as regarded their desire to avoid observation.  She would have to take to those mousey colours that did not suit her, and wear a veil.  She hated the idea of a veil. It came from the East and belonged there.  Besides, what would be the use?  Unless he wore one too.  \\\"Who is the veiled woman that Phillips goes about with?\\\"  That is what they would ask.  It was going to be very awkward, the whole thing.  Viewed from the distance, it had looked quite fine.  \\\"Dedicating herself to the service of Humanity\\\" was how it had presented itself to her in the garden at Meudon, the twinkling labyrinth of Paris at her feet, its sordid by-ways hidden beneath its myriad lights.  She had not bargained for the dedication involving the loss of her self- respect.\\n\\nThey did not talk as much as they had thought they would.  He was not very helpful on the Carleton question.  There was so much to be said both for and against.  It might be better to wait and see how circumstances shaped themselves.  She thought his speech excellent. It was difficult to discover any argument against it.\\n\\nHe seemed to be more interested in looking at her when he thought she was not noticing.  That little faint vague fear came back to her and stayed with her, but brought no quickening of her pulse. It was a fear of something ugly.  She had the feeling they were both acting, that everything depended upon their not forgetting their parts.  In handing things to one another, they were both of them so careful that their hands should not meet and touch.\\n\\nThey walked together back to Westminster and wished each other a short good-night upon what once had been their common doorstep. With her latchkey in her hand, she turned and watched his retreating figure, and suddenly a wave of longing seized her to run after him and call him back--to see his eyes light up and feel the pressure of his hands.  It was only by clinging to the railings and counting till she was sure he had entered his own house round the corner and closed the door behind him, that she restrained herself.\\n\\nIt was a frightened face that looked at her out of the glass, as she stood before it taking off her hat.\\n\\nShe decided that their future meetings should be at his own house. Mrs. Phillips's only complaint was that she knocked at the door too seldom.\\n\\n\\\"I don't know what I should do without you, I really don't,\\\" confessed the grateful lady.  \\\"If ever I become a Prime Minister's wife, it's you I shall have to thank.  You've got so much courage yourself, you can put the heart into him.  I never had any pluck to spare myself.\\\"\\n\\nShe concluded by giving Joan a hug, accompanied by a sloppy but heartfelt kiss.\\n\\nShe would stand behind Phillips's chair with her fat arms round his neck, nodding her approval and encouragement; while Joan, seated opposite, would strain every nerve to keep her brain fixed upon the argument, never daring to look at poor Phillips's wretched face, with its pleading, apologetic eyes, lest she should burst into hysterical laughter.  She hoped she was being helpful and inspiring!  Mrs. Phillips would assure her afterwards that she had been wonderful.  As for herself, there were periods when she hadn't the faintest idea about what she was talking.\\n\\nSometimes Mrs. Phillips, called away by domestic duty, would leave them; returning full of excuses just as they had succeeded in forgetting her.  It was evident she was under the impression that her presence was useful to them, making it easier for them to open up their minds to one another.\\n\\n\\\"Don't you be put off by his seeming a bit unresponsive,\\\" Mrs. Phillips would explain.  \\\"He's shy with women.  What I'm trying to do is to make him feel you are one of the family.\\\"\\n\\n\\\"And don't you take any notice of me,\\\" further explained the good woman, \\\"when I seem to be in opposition, like.  I chip in now and then on purpose, just to keep the ball rolling.  It stirs him up, a bit of contradictoriness.  You have to live with a man before you understand him.\\\"\\n\\nOne morning Joan received a letter from Phillips, marked immediate. He informed her that his brain was becoming addled.  He intended that afternoon to give it a draught of fresh air.  He would be at the Robin Hood gate in Richmond Park at three o'clock.  Perhaps the gods would be good to him.  He would wait there for half an hour to give them a chance, anyway.\\n\\nShe slipped the letter unconsciously into the bosom of her dress, and sat looking out of the window.  It promised to be a glorious day, and London was stifling and gritty.  Surely no one but an unwholesome-minded prude could jib at a walk across a park.  Mrs. Phillips would be delighted to hear that she had gone.  For the matter of that, she would tell her--when next they met.\\n\\nPhillips must have seen her getting off the bus, for he came forward at once from the other side of the gate, his face radiant with boyish delight.  A young man and woman, entering the park at the same time, looked at them and smiled sympathetically.\\n\\nJoan had no idea the park contained such pleasant by-ways.  But for an occasional perambulator they might have been in the heart of the country.  The fallow deer stole near to them with noiseless feet, regarding them out of their large gentle eyes with looks of comradeship.  They paused and listened while a missal thrush from a branch close to them poured out his song of hope and courage.  From quite a long way off they could still hear his clear voice singing, telling to the young and brave his gallant message.  It seemed too beautiful a day for politics.  After all, politics--one has them always with one; but the spring passes.\\n\\nHe saw her on to a bus at Kingston, and himself went back by train. They agreed they would not mention it to Mrs. Phillips.  Not that she would have minded.  The danger was that she would want to come, too; honestly thinking thereby to complete their happiness.  It seemed to be tacitly understood there would be other such excursions.\\n\\nThe summer was propitious.  Phillips knew his London well, and how to get away from it.  There were winding lanes in Hertfordshire, Surrey hills and commons, deep, cool, bird-haunted woods in Buckingham.  Each week there was something to look forward to, something to plan for and manoeuvre.  The sense of adventure, a spice of danger, added zest.  She still knocked frequently, as before, at the door of the hideously-furnished little house in North Street; but Mrs. Phillips no longer oppressed her as some old man of the sea she could never hope to shake off from her shoulders.  The flabby, foolish face, robbed of its terrors, became merely pitiful.  She found herself able to be quite gentle and patient with Mrs. Phillips.  Even the sloppy kisses she came to bear without a shudder down her spine.\\n\\n\\\"I know you are only doing it because you sympathize with his aims and want him to win,\\\" acknowledged the good lady.  \\\"But I can't help feeling grateful to you.  I don't feel how useless I am while I've got you to run to.\\\"\\n\\nThey still discussed their various plans for the amelioration and improvement of humanity; but there seemed less need for haste than they had thought.  The world, Joan discovered, was not so sad a place as she had judged it.  There were chubby, rogue-eyed children; whistling lads and smiling maidens; kindly men with ruddy faces; happy mothers crooning over gurgling babies.  There was no call to be fretful and vehement.  They would work together in patience and in confidence.  God's sun was everywhere.  It needed only that dark places should be opened up and it would enter.\\n\\nSometimes, seated on a lichened log, or on the short grass of some sloping hillside, looking down upon some quiet valley, they would find they had been holding hands while talking.  It was but as two happy, thoughtless children might have done.  They would look at one another with frank, clear eyes and smile.\\n\\nOnce, when their pathway led through a littered farm-yard, he had taken her up in his arms and carried her and she had felt a glad pride in him that he had borne her lightly as if she had been a child, looking up at her and laughing.\\n\\nAn old bent man paused from his work and watched them.  \\\"Lean more over him, missie,\\\" he advised her.  \\\"That's the way.  Many a mile I've carried my lass like that, in flood time; and never felt her weight.\\\"\\n\\nOften on returning home, not knowing why, she would look into the glass.  It seemed to her that the girlhood she had somehow missed was awakening in her, taking possession of her, changing her.  The lips she had always seen pressed close and firm were growing curved, leaving a little parting, as though they were not quite so satisfied with one another.  The level brows were becoming slightly raised.  It gave her a questioning look that was new to her.  The eyes beneath were less confident.  They seemed to be seeking something.\\n\\nOne evening, on her way home from a theatre, she met Flossie. \\\"Can't stop now,\\\" said Flossie, who was hurrying.  \\\"But I want to see you:  most particular.  Was going to look you up.  Will you be at home to-morrow afternoon at tea-time?\\\"\\n\\nThere was a distinct challenge in Flossie's eye as she asked the question.  Joan felt herself flush, and thought a moment.\\n\\n\\\"Yes,\\\" she answered.  \\\"Will you be coming alone?\\\"\\n\\n\\\"That's the idea,\\\" answered Flossie; \\\"a heart to heart talk between you and me, and nobody else.  Half-past four.  Don't forget.\\\"\\n\\nJoan walked on slowly.  She had the worried feeling with which, once or twice, when a schoolgirl, she had crawled up the stairs to bed after the head mistress had informed her that she would see her in her private room at eleven o'clock the next morning, leaving her to guess what about.  It occurred to her, in Trafalgar Square, that she had promised to take tea with the Greysons the next afternoon, to meet some big pot from America.  She would have to get out of that.  She felt it wouldn't do to put off Flossie.\\n\\nShe went to bed wakeful.  It was marvellously like being at school again.  What could Flossie want to see her about that was so important?  She tried to pretend to herself that she didn't know. After all, perhaps it wasn't that.\\n\\nBut she knew that it was the instant Flossie put up her hands in order to take off her hat.  Flossie always took off her hat when she meant to be unpleasant.  It was her way of pulling up her sleeves.  They had their tea first.  They seemed both agreed that that would be best.  And then Flossie pushed back her chair and sat up.\\n\\nShe had just the head mistress expression.  Joan wasn't quite sure she oughtn't to stand.  But, controlling the instinct, leant back in her chair, and tried to look defiant without feeling it.\\n\\n\\\"How far are you going?\\\" demanded Flossie.\\n\\nJoan was not in a comprehending mood.\\n\\n\\\"If you're going the whole hog, that's something I can understand,\\\" continued Flossie.  \\\"If not, you'd better pull up.\\\"\\n\\n\\\"What do you mean by the whole hog?\\\" requested Joan, assuming dignity.\\n\\n\\\"Oh, don't come the kid,\\\" advised Flossie.  \\\"If you don't mind being talked about yourself, you might think of him.  If Carleton gets hold of it, he's done for.\\\"\\n\\n\\\"'A little bird whispers to me that Robert Phillips was seen walking across Richmond Park the other afternoon in company with Miss Joan Allway, formerly one of our contributors.'  Is that going to end his political career?\\\" retorted Joan with fine sarcasm.\\n\\nFlossie fixed a relentless eye upon her.  \\\"He'll wait till the bird has got a bit more than that to whisper to him,\\\" she suggested.\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/221](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/221)\\n\\n\",\"timestamp\":1639210890,\"title\":\"\\nHe sketched out their plans to her.  It seemed to be all going in at one ear and out at the other\"},\"digest\":\"jyDAH_JCC5AJvKTFApsb3E6oEfmDvwuWYpAQ2U69KUo\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w8_VGVEYHs_6MlwS4fCi7qnZkWIlnkgYNbemfg6ftho\\\",\\\"y\\\":\\\"NR0LptX_EzsmUfzhJQu3zhDK2HMr8KDxtutGwcCJjcM\\\"}\",\"signature\":\"bGzkzd7g7GZy3iUZG2LGAekwJhMpw4MDNvCHqt8GtWK4-Yywlx_6CtWg_7UJOAjFeltG6T8ABaiYOZojO2MHQQ\",\"signingKeySignature\":\"0xc53d2c99e0747579075daf0c638d4bb6133dd6f0715dd6e71e0718718529796136d5816ed870e75f2dcbc5d1c4c429086dab943bfd0d14e1ab8c510313d4d83c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w8_VGVEYHs_6MlwS4fCi7qnZkWIlnkgYNbemfg6ftho\\\",\\\"y\\\":\\\"NR0LptX_EzsmUfzhJQu3zhDK2HMr8KDxtutGwcCJjcM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jyDAH_JCC5AJvKTFApsb3E6oEfmDvwuWYpAQ2U69KUo\"}"