"{\"content\":{\"body\":\"### Connecting the dotz… \\n\\nAh the year of 2021, wtf yo….. The only plausible word that could describe crypto 2021 is insane…. It begun as an ETHruption as I would l call it…. ETH bLewW uP starting from 1.2k in jan then hitting nearly 5 racks a COIN two times almost 6 months apart @#(\\\\*$3291……. aND IT ENDED THE YEAR RIGHT AROUND 4K that is blowing up. \\n\\nAlright that’s enuf\\n\\nETH erupted like a volcano and it was obvious why. This was what anyone who has been in crypto since 2019 shit even 2020 has been anticipating since they have seen wut ETH has been up to with their EVM and smart contracts. People saw wut this used to be weird science project was up to and knew it was going to be impossible for traditional technologies to compete against and they went ful degen and loaded their bagz….\\n\\nAs ETH erupted we saw many other blockchains begin to arrise along side. This is nothing that shoul dbe supriing any time there is a new opprotunity or really should I say any time someone or something is making lots of the pape it gets others money hungry and using their smolbrains. People look for new ways to make money and the easisest way to do this is to improve and solve current things. And thats wut pretty much every single other chain has been doing. Some not so much and their price action has shown it CUGHGHXRP *ADA COUGH\\\\* COUGHARADNO COUGHCHAINLINK…. anyways… .*  \\n\\nThere are alot of projects out there all trying to 1 up eachother and capitalize off of the issues they make and the request of their users. This is good for investors because this creates competiton and alot of new opprotunites for them to make money on. But is this constant war of communities fighting eachother on twitter for the throne as the next best thing to ETH really what crypto is about???” IMO yes and no, Crypto twitter is crucial to the strength of the markets because it develops and builds communiteis that allow cooins to get their position and legacy in the markets that they do. But communities should not be thinking about being the best but rather being the most versatile. Think about the fundamentals of being the best are. Doing things right, making people happy, havng a good appearance. IF you just focus on one of these things you dont have to worry about actually being the best because if you succeed in one of these fundamentals you naturally are the best in a situation.\\n\\nCryptocurrencies in 2022, the many many currecneis should not focus on improving upon eachother and having the most features but instead focus on being immune to competition by combinging with their competitors and making themselvres a universal technilogy that is impossible to be exceeded. Blockahin need to work together more to make ttheir platorms universal so new users are not left with the choice of what blockchain is the best but isntead each blockcahin working toether to improve the unichain that all blockchains rely on.\\n\\nThe constant act of trying to do soemthing bettter than the other chain will always leave others behind and will constantly cause other chains to work on addign features that already exist on other blockcahins and this is not needed. There should be one abracadabra, one sushiswap dex, and one OHM. If someone can do something better than the originial than the originial should be updated there is no need for millions of forks to be cosntnantly trying to be better than the next. This just saturates the markets and damges morality of projects.\\n\\nThis is what I believe will happen in 2022 and the coins i think will moon\\n\\n* $ONE \\n* $FTM\\n* $METIS\\n* $AURORA \\n $PROPY\\n* nft backed loans\\n*  irl real estate nfts\\n* More utility within metaverse\\n* irl daos \\n* cypto x US gov\\n* \",\"timestamp\":1641410928,\"title\":\"2022 crypto ideaz (from anon)\"},\"digest\":\"fePEKHSyXGvNCkvlo-OW4hiIR0utUK4njiGvQp9iIsg\",\"authorship\":{\"contributor\":\"0x54612a1b7A81d8c355D83fD613a3e9DA749B291E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8G3aZmjO_j6jzzuEswmhWB_LROQCt3qnkyeH8yoj0lk\\\",\\\"y\\\":\\\"mId4pRkVDHQ0D7sfSRRzTO6k9ekzGs-ah6M3_hNqSZU\\\"}\",\"signature\":\"eQRpPB6brppFRcEREpkPTrx4VoN3y297UqVfUxZOeunNJ7ujWOBeQpzSArzehLd9WxDQKsoDWqRVNXW4lV-C8Q\",\"signingKeySignature\":\"0xe678a1137975c0ae27d597c741a6b7b8207362420fc46c2c3e118c5b7847d1665110b535591edddc3c7508b7532c31389489b0554dbeeefe0e3e6fa0b8575bb31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8G3aZmjO_j6jzzuEswmhWB_LROQCt3qnkyeH8yoj0lk\\\",\\\"y\\\":\\\"mId4pRkVDHQ0D7sfSRRzTO6k9ekzGs-ah6M3_hNqSZU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fePEKHSyXGvNCkvlo-OW4hiIR0utUK4njiGvQp9iIsg\"}"