"{\"content\":{\"body\":\"经常有年轻朋友来信询问一些有关人生的大问题，我总是告诉他们，你其实已经有了一位最好的人生导师，那就是你自己。\\n\\n这并非搪塞之言。人生的过程虽然会受到社会和时代的很大影响，但贯穿首尾的基本线索总离不开自己的个体生命。个体生命的完整性、连贯性会构成一种巨大的力量，使人生的任何一个小点都指向着整体价值。一个人突然地沮丧绝望、自暴自弃、挺而走险，常常是因为产生了精神上的“短路”，如果在那个时候偶然翻检出一张自己童年时代的照片或几页做中学生时写下的日记，细细凝视，慢慢诵读，很可能会心情缓释、眉宇舒展，返回到平静的理性状态。其间的力量，来自生命本身，远远大于旁人的劝解。\\n\\n拿起自己十岁时候的照片，不是感叹韶华易逝，青春不再，而长久地逼视那双清澈无邪的眼睛，它提醒你，正是你，曾经有过那么强的光亮，那么大的空间，那么多的可能，而这一切并未全然消逝;它告诉你，你曾经那么纯净，那么轻松，今天让你苦恼不堪的一切本不属于你。这时，你发现，早年自己的眼神发出了指令，要你去找回自己的财宝，把不属于自己的东西放回原处。除了照片，应该还有其它更多的信号，把我们的生命连贯起来。\\n\\n为此，真希望世间能有更多的人珍视自己的每一步脚印，勤于记录，乐于重温，敢于自嘲，善于修正，让人生的前前后后能够互相灌溉，互相滋润。其实，中国古代显赫之家一代代修续家谱也是为了前后之间互相灌溉、互相滋润，你看在家谱中呈现出来的那个清晰有序的时间过程是那么有力，使前代为后代而自律，使后代为前代而自强，真可谓生生不息。个人的生命也是一个前后互济的时间过程，如能留诸记忆，定会产生一种回荡激扬的动力循环，让人长久受益。一个人就像一个家族一样，是不是有身份、有信誉、有责任，就看是否能把完整的演变脉络认真留存。\\n\\n我们也许已经开始后悔，未能把过去那些珍贵的生活片段保存下来，殊不知，多少年后，我们又会后悔今天。如果有一天，我们突然发现，投身再大的事业也不如把自己的人生当作一个事业，聆听再好的故事也不如把自己的人生当作一个故事，我们一定会动手动笔，做一点有意思的事情。不妨把这样的事情称之为“收藏人生的游戏”。让今天收藏昨天，让明天收藏今天，在一截一截的收藏中，原先的断片连成了长线，原先的水潭连成了大河，而大河，就不会再有腐臭和干涸的危险。\\n\\n绝大多数的人生都是平常的，而平常也正是人生的正统形态。岂能等待自己杰出之后再记载?杰出之所以杰出，是因为罕见，我们把自己连接于罕见，岂不冒险?既然大家都很普通，那么就不要鄙视世俗年月、庸常岁序。不孤注一掷，不赌咒发誓，不祈求奇迹，不想入非非，只是平缓而负责地一天天走下去，走在记忆和向往的双向路途上，这样，平常中也就出现了滋味，出现了境界。珠穆朗玛峰的山顶上寒冷透骨，已经无所谓境界，世上第一等的境界都在平实的山河间。秋风起了，芦苇白了，渔舟远了，炊烟斜了，那里，便是我们生命的起点和终点。\\n\\n想到起点和终点，我们的日子空灵了又实在了，放松了又紧迫了，看穿了又认真了。外力终究是外力，生命的教师只能是生命本身。那么，就让我们安下心来，由自己引导自己，不再在根本问题上左顾右盼。\\n\\n左顾右盼，大漠荒荒，其实自己的脚印能踩出来的只是一条线。不管这条线多么自由弯曲，也就是这么一条。要实实在在地完成这一条线，就必须把一个个脚印连在一起，如果完全舍弃以往的痕迹，那么，谁会在意大地上那些零碎的步履?我在沙漠旅行时曾一次次感叹：只有连贯，而且是某种曲线连贯，才会留下一点美，反之，零碎的脚印，只能是对自己和沙漠的双重糟践。\\n\\n我最合适什么?最做不得什么?容易上当的弯路总是出现在何处?最能诱惑我的陷阱大致是什么样的?具备什么样的契机我才能发挥最大的魁力?在何种气氛中我的身心才能全方位地安顿?……这一切，都是生命历程中特别重要的问题，却只能在自己以往的体验中慢慢爬剔。昨天已经过去又没有过去，经过一夜风干，它已成为一个深奥的课堂。这个课堂里没有其他学生，只有你，而你也没有其它更重要的课堂。\\n\\n因此，收藏人生，比收藏书籍、古董更加重要。收藏在木屋里，收藏在小河边，在风夕雨夜点起一盏灯，盘点查看一番，第二天风和日丽，那就拿出来晾晾晒晒。\",\"timestamp\":1642425107,\"title\":\"收藏昨天【余秋雨】\"},\"digest\":\"bK0x7-m77wc1mCrnir21Vf6pK2EvPioMGLTj8neE8Uk\",\"authorship\":{\"contributor\":\"0x10eb54342894cAA9195a2675a6B8d1da8F3F6250\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h-0OJmDkLElMjIjnd2vXjucdjc82eQNc0-KG_gjbO1o\\\",\\\"y\\\":\\\"t2m1VMdNdNZdiKYSdrsWRbcHEpLDZ9qYPBhmtMoxYY4\\\"}\",\"signature\":\"a8Dl8gqWdfIXgOlKk6kr2gBoFo9ckLDSeWOwbH31Krlng1QWv3MceNcx_bl1ExKihMICydZb6Vm9KC4nteP0ow\",\"signingKeySignature\":\"0x22c51f4919a823ca7f99d8e00c23a6c6d4de049d5243b56ea1667c2cb4ab56e31de3b5619d38d72b9047bd3347c44119c2a9bdc570862bf8784d8053f58d9e9d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h-0OJmDkLElMjIjnd2vXjucdjc82eQNc0-KG_gjbO1o\\\",\\\"y\\\":\\\"t2m1VMdNdNZdiKYSdrsWRbcHEpLDZ9qYPBhmtMoxYY4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bK0x7-m77wc1mCrnir21Vf6pK2EvPioMGLTj8neE8Uk\"}"