"{\"content\":{\"body\":\"2019年文章back up\\n\\n从第一季明侦开播以来就一直追这个节目，每年都会在节目要开始前早早的充好芒果会员，然后等明侦开播。今年也一样。\\n\\n不知不觉中明侦已经拍到第五季了，我应该是从明侦第一季先导片就开始追的，是2016年，我毕业的那年。在八组看到的明侦宣传（那时候的八组还叫八组），何老师和小撒是常驻嘉宾，一下就激起我的慕强心理，想看看两个厉害男主持怎么高手过招的。第一季的先导片五个人，何老师和小撒真的牛逼，一开始就快速get到节目组的意图，套上手套，检查尸体，开始搜证。相比之下，鬼鸥乔看起来就非常业余了，全程懵逼脸，搜证也是全无计划的搜一通。不过这才只是一个开始而已，一点也不赶客，反而让人对他们之后的表现充满期待。第一季是明侦一炮成名的一季，那时候明侦只是一个全新的节目，虽然韩版珠玉在前，但从未汉化过，谁也不敢保证这节目会不会成功，连广告商都寥寥无几，谁也不敢说明侦会一直拍下来，直到现在的第五季。\\n\\n聊明侦，不可能不聊到参与嘉宾，好的嘉宾对于节目的助益是极大的，同时，也是所有嘉宾的贡献才让这个节目能拍到现在第五季。第一季的明侦在嘉宾选择上算是好坏参半吧，有些嘉宾真的很契合这个节目，比如从第一集就参与但话都说不全的小白，到梗王大老师，逻辑达人张若昀，还有小撒“宿敌”魏大勋。但第一季到嘉宾也不是全都特合适的，有一些“一轮游”的嘉宾只参加了一期就不再来了，这时明侦在嘉宾选择上还是很谨慎的，水土不服的就👋 第二季一开始就加入了不少新人，不过除了梗王接班人魏晨，和少数让人有好感的女嘉宾杨蓉外，其他嘉宾大多是一轮游或者干脆上抱着宣传目的来上节目。第二季的可看性起伏巨大，有封神之作恐怖童谣，也有让人次次回顾都选择略过的某些case。第三季加入的新人其实算少了，主要还是老玩家在参与，呈现出来的第三季每集效果都很不错，有感人的，有让人自我反思的，有对未来的想象，也有对病患的关爱，基本上每集都很棒，就是棒到尽管有个别嘉宾表现比较弱也不会影响到节目的好看性。而且，第三季首次开启了实景探案，看的出来，拍到第三季是真的有钱啦！接下来说说第四季，第四季好像是明侦口碑的转折点，明侦是真的火了，但是口碑却在下降，这一点从豆瓣评分上就能看出来。这一季有开头高能的无名岛，也有“我，杀了我”的玫瑰酒店，期期高能到手抖，但观众却不买账，为啥？因为嘉宾和剧情。第四季的剧情以反转/玄幻为主，看起来特别高能但经不起细品，大家要的是经典推理线，而不是为了反转硬设置剧情，明明从证据或者剧情来看a杀人是合情合理，但偏要设置b杀了人...虽然这个毛病其实一直就有，但第四季好像更明显了（全凭记忆，如果说错我就认错）。说完剧情说说嘉宾，其实第四季被喷最惨的原因还是嘉宾，大家都不喜欢不积极动脑参与，又爱笑场划水的嘉宾，然而第四季这样的嘉宾还来了好多期，所以明侦，第四季为啥掉分心里没数吗？\\n\\n但是第五季还没正式上线，就有很多人因为请了流量这种原因打低分，exo me？没有看过节目就开始打低分，这不是恶意竞争是什么？明侦是红了，所以会有这么多粉粉黑黑，希望节目组还是保持初心，别因为这些七七八八的热度影响了节目吧，你们用心做节目，口碑的事就交给观众了。\\n\\n12\\\\.15记：本来这文是在海上钢琴师一看完后写的，结果拖延症犯了，节目都播到第五期才写完，那就顺便写下这几集给我的感受吧。\\n\\n海上钢琴师1，2：高水准。不管是嘉宾表现还是剧情设置，都完美极了。推理线给力，重视实证和逻辑推理，嘉宾也没一个掉链子的，小井认真做功课狂拉好感。\\n\\n甄的步行街：还不错。推理线给力，嘉宾也蛮认真，虽然有一点点水土不服，但是不影响节目。\\n\\n盘丝餐厅：不错不错。就再说一次，我爱推理。时长有点长，看到最后真的累了。\\n\\n天台上的罪恶：到投票结果出来之前都还蛮不错，之后就像吃了苍蝇一样。鬼真的让人失望了，第五季了还只是沉迷于搜证犬人设，没有进步反而退步。大勋花真的不适合做侦探，太过于执着自己的想法，没有做好整合联结的作用。\\n\\n我自认是一个包容度很高的明侦老粉了，并不会因为是新玩家就疯狂diss，也不会因为是老玩家就非得宠着夸着，只要你玩的好就欢迎，如果你划水不参与那就👋明侦之所以成为今天的明侦，就是因为每个嘉宾都非常认真的对待，表现最好的自己才成就的。我也不喜欢那些天天喊着团魂团魂，不肯打开怀抱欢迎新人的所谓“老粉”，对我来说，团魂是何撒白鬼鸥大，早就已经难再聚了。但是张若昀，魏晨，刘昊然，魏大勋，杨蓉..虽然大部分是第二季开始才加入，但也毫无违和感啊，又何必硬扯团魂不放，diss新人呢。再说一次，明侦之所以成为今天的明侦，就是因为每个嘉宾都非常认真的对待，表现最好的自己才成就的。拒绝划水嘉宾，欢迎用心嘉宾才对。\",\"timestamp\":1640610961,\"title\":\"写给明侦----一直有期待，不失望，等你回来\"},\"digest\":\"Xqt5c1yJRanNljkqDdmITCGXO_72hA_ZiIO-wFcBicM\",\"authorship\":{\"contributor\":\"0x8A9E2690943F8C328cF7805061C48092367E8bB3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gOsRdY5J8FQmB4LQb2bPmtrR_k6wTwmSta-Id-MKk4g\\\",\\\"y\\\":\\\"wloXmqARRdIvTpoJs8QdCyq44OM7e3vJCIfDQZFlST4\\\"}\",\"signature\":\"bbuvweRvrg_PrwvdJkkdImXxq_NjLrk9ZrbNBdoHNp28jkD9Bb_Sy_eUedhYIiEXFLTRtf-jJGoI_Avf9E32Bg\",\"signingKeySignature\":\"0x5287c34ffaff962a4d9dccf4f1321b2b8a89e68f50d850a20d1447eb2c519f2b4e71e03216a4742e23d0cf85ce4d097512e1c8e3f1260cbfe61738d75a5292871c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gOsRdY5J8FQmB4LQb2bPmtrR_k6wTwmSta-Id-MKk4g\\\",\\\"y\\\":\\\"wloXmqARRdIvTpoJs8QdCyq44OM7e3vJCIfDQZFlST4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xqt5c1yJRanNljkqDdmITCGXO_72hA_ZiIO-wFcBicM\"}"