"{\"content\":{\"body\":\"摘要：本文通过对法国古典花园及相关西方现代园林的研究 ，阐述总结了古典园林的特点，并结合相关案例，归纳并探讨西方现代园林与古典园林之间的关系。重点从营造手法方面分析与阐述了西方现代园林对古典园林的继承与发展，启迪今后现代园林的创作与实践。\\n\\n中国和法国的传统园林都在世界园林史上占据非常重要的地位，深入探讨西方景观园林的营造思想和手法，总结法国古典景观园林的景观特色、造园思想与造园要素，结合法国最优秀现代园林进行对比分析，将有助于解读西方现代园林对古典园林的继承与发展。\\n\\n随着世界城市全球化，东方与西方的对话与融合将是人类社会发展的必然，当代的我国园林设计师唯有拓宽视野、学贯中西、放眼全球，才能顺应时代的潮流，创造出有自己风格的新园林景观。\\n\\n### 一、法国古典园林的产生背景与特点\\n\\n  17世纪下半叶，路易十四彻底巩固了国家的统一和封建专制制度，把绝对君权推向顶峰。这一时期是法国科学和哲学兴盛的时代，也是古典主义文艺思潮席卷法国和欧洲的时代。当时的政治制度、美学哲学思想及西方古典主义绘画的特点，都对古典主义造园艺术产生了深远的影响。\\n\\n**古典园林的造园思想与景观特色**\\n\\n  西方园林营造思想是一种通过控制自然、征服自然来实现自然美的自然美学思想。强调“驾驭自然，改造自然，强迫自然接受均衡的法则”。法国古典园林的景观形态所体现的基本上是一种建筑美，诉诸简明、规则的几何图案，人们常将法国式园林比喻为“绿色建筑”。\\n\\n  古典主义造园家勒诺特尔从法国的国土风貌中提炼出平原、密林、农田、河流等要素，形成几何形的台地、丛林、花坛、运河、水池等要素，并按照对称均衡的原则布置成一个和谐的空间。图案式的丛林、花坛、草坪、水面组成一系列“绿色厅堂”，如同一座巨大的“绿色宫殿”。法国古典园林从凡尔赛到枫丹白露，园林的布局都是几何板块式的，植物也经过经心修剪布置，规矩方正的草坪和水渠，无一不表现出严整规则的秩序感。\\n\\n### 二、西方古典园林营造原理和造园法则\\n\\n2\\\\.1 几何学原理与规则式园林造园法则\\n\\n  规则式园林的要素及空间皆显示出明确的几何形式，所以又称“几何式园林”；它的造园要素形式规整、布置整齐，树木花草修剪整形，还称“整形式园林”；而规模宏大、地势平坦、以模纹花坛著称的法国古典主义园林则被人们称为“平面图案式园林”。纵观法国古典造园历史，基于逻辑与理性的规则式园林正是从几何学中开出的花朵，从现代西方园林中也能看到其永恒的影响。\\n\\n  早在公元前3 000年的古埃及、古印度和古巴比伦时期，就出现了有关几何学的记载。随着几何学的发展，人们对客观事物的认知也在不断加深。几何学的研究对象从图形到体积，从平面到立体，从空间到太空，极大地扩大了西方人的视野和研究领域。几何学研究方法也从运用公理来推论、到论证公理本身、再到公理法体系的建立，此为由“象”入“理”。大大地提高了人们的思维和论证能力，为严谨的合乎理性的园林设计方法的形成打下了坚实的基础。 \\n\\n2\\\\.2  美学思想与规则式园林造园法则\\n\\n  毕达哥拉斯把“数”看作是一切事物的本质，强调事物的性质是由某种数量关系所决定的，并且万物按照一定的数量比例而构成和谐的秩序，据此提出了“美在和谐”这一著名的美学命题。亚里士多德也说：“数学能促进人们对美的特性——数值、比例、秩序等的认识”，强调数学研究方法对美学研究的作用，认为“美的主要形式是秩序、匀称与明确”，指出井然有序、整体均衡在审美中的重要作用。古典主义美学追求一种绝对的、永恒的“美”的概念，“美产生于尺度和比例”，这正是古典造园师创造“美”的标尺。 \\n\\n总结得出，几何学对古典主义园林的影响主要体现在两个方面：\\n\\n（1）形成了基于空间的造园要素和布局结构等形式风格。——古典的几何学以图形空间为主要研究对象，本身是一种直观性很强的视觉艺术，促使园林在要素和空间上出现几何形体化倾向。\\n\\n（2）产生了基于理性的美学思想和创作方法等造园理论。——建立在数学、几何学基础之上的美学原则，把追求简洁、对称、均衡、统一视为核心价值，强调比例、尺度的重要作用。景物、轴线、空间等布局经过深思熟虑，都是理性思维的产物。 \\n\\n2\\\\.3  几何学原理在实际造园中的具体运用——透视原理的运用\\n\\n   中国绘画与西方绘画具有完全不同的表达方式——西方古典绘画重视写生和描摹，而中国绘画重在写意。因此，西方人发明了焦点透视，来再现真实的自然；东方则利用多重角度的“看”，来达到某种完整的表达。这两种不同的视觉逻辑可被总结为“注视”和“扫视”。\\n\\n ·中国画——平面性——表达空间深度——利用扫视的路径逻辑来推动并作画面的记录  \\n\\n ·西方古典主义绘画——透视法 选一个最佳透视点 表达真实三维空间——利用定点欣赏即注视的逻辑来作画面的记录  注重静止的欣赏\\n\\n 因此在西方的造园过程中，重要视点上的画面营造尤为重要——为了在重要视点上创造更加均衡的画面，需要对透视效果加以巧妙的校正。比如古典主义园林规模宏大，随着中轴线的不断延伸，难免出现线条、图形、空间的透视变形问题，必须对极其深远的透视带来的变形加以修正，透视原理被巧妙地用来加强或减弱空间的深远感。\\n\\n### 三、西方现代园林对古典园林的继承与发展\\n\\n3\\\\.1 领土意识的传承与转化——整体性\\n\\n  法国古典主义园林无论面积的大小，都会有与外界环境紧密对话，通过园林中轴线空间无限的延伸，将园林中的自然景观渗透进入城市之中。 整体性的设计理念将各类要素紧密编织进花园的空间结构体系中，并通过相互之间的联系，层层拓展开来。 法国现代园林景观设计深受到这一理念的影响，逐渐形成了领土景观意识。\\n\\n  但要注意的是，在法国古典主义花园中，空间拓展是以花园为主体，以外部环境为辅助。 在当时的时代背景下，花园为掌权者建造，不需要过多的考虑城市的问题或其他人的使用需求。而现代公园的规划设计却需要将思路与意识反转，公园本身要以谦卑的态度融于领土景观。花园作为客体寻求与外部环境的融合，以最好服务市民，是顺应现代城市发展的必然结果。\\n\\n  园林与城市为一体的整体性意识得以传承，但现代园林景观与古典主义园林在空间拓展上完全相反的设计思路，正是随着时代变迁而注定发生的转化。 \\n\\n3\\\\.2 造园手法的继承与发展\\n\\n3\\\\.2.1传承与发展——清晰的空间结构\\n\\n法国古典园林特点\\n\\n·轴线的嬗变\\n\\n法国古典主义园林清晰的空间结构来源于轴线的统领作用，并通过控制地形、 组织视线，来实现空间的集中性和画面感。\\n\\n·主次对比\\n\\n法国古典主义园林构图强调分清主次，通过以轴线景观为主体，次要轴线辅助；空间结构上以中心开阔的大空间与周围规则郁闭的小空间对比，通过对称的几何形式强化了空间结构，统率全局。\\n\\n  通过几世纪的演变，法国现代园林与古典主义园林具有根本性的差异。 古典主义园林体现皇权至上的设计理念，决定了其庞大的尺度感与集中式的空间流线。 轴线是园林中最为重要的游览路径与景观视廊，串联所有最精致的设计元素。\\n\\n  而现代园林景观更多地满足公共空间使用的需求，不再是统治者的个人享受，同时尺度也更亲人。轴线成为了更小尺度上的空间控制要素，在一些公园、城市广场中虽仍能分辨出空间布局中轴线的存在，但它们被打散分解，布局更为灵活，消融于景观之中，形成了分散、丰富的空间流线。\\n\\n3\\\\.2.2 传承与发展——构图几何与强烈的形式特征\\n\\n  当理解“构图几何”时，不应只是狭隘地拘泥于圆、方等形式语言，应理解到现代园林景观绝不是简单地原样照搬图案花纹样式，而是运用图案式形式语言的整体布局模式，及抽象部分形态要素。与古典主义园林相比，现代园林所体现出的空间形态和构图样式比古典图案式更为简洁、灵活、多变。同时，精准的构图几何关系，则进一步强化清晰空间结构。\\n\\n  雪铁龙公园的整体空间结构就是一个具有强烈个性与创造性的典型。该公园的空间结构严谨规整，两个玻璃温室及中间的喷泉水景，大草坪及草坪南侧的大台阶，白色拱桥共同形成了一条隐晦的中心线。温室高约15m，长45m，成为控制大草坪的重要建筑元素。温室之间的喷泉整体倾斜向大草坪，进一步增强了空间的关联性和中心线的整体趋势。公园的中心大草坪长约300m，宽约100m，以极小的倾斜坡度整体趋向于塞纳河岸，两侧的植物、 构筑物和方形的高篱以对称的形式语言强化了轴线的结构，自然的河流成为轴线的结点。\\n\\n3\\\\.3 传承与发展——造园要素的现代演绎\\n\\n  法国古典园林图案语言在法国古典主义园林中，简洁的几何形体是最主要的形式语言。形式语言极强的造园要素，按照理性逻辑精心排列在公园中，形成一帧帧清晰精致的景观。这一章节将具体解构巴黎雪铁龙公园，并分析幻想花园的景观序列，揭示西方现代公园是怎样提取古典园林中的造园要素，抽象并恰到好处的运用在设计中。\\n\\n3\\\\.3.1 植物要素\\n\\n 法国园林的理论基础来自建筑学，树木的规则式种植、几何形修剪，正是为了构成“绿色建筑”的规则造型。单一植物品种丛植能使整个群落在形状、色彩、季相变化、生长速度等方便保持一致，从而保证“绿色建筑”的稳定性。平坦的草坪不仅有利于烘托各“绿色建筑”群的鲜明轮廓，其本身也是“绿色广场”。运用植物要素的相互组合分隔空间，同时营造宁静、典雅的花园气氛。\\n\\n3\\\\.3.2 建筑要素\\n\\n  雕塑作为建筑艺术的附属品，一直在法国园林中占有非常重要的地位。它不仅用于装饰花园中的住宅，还常与喷泉组合或是独立地布置在花园中，形成局部景点的构图中心。\\n\\n3\\\\.3.3 水要素\\n\\n  法国古典园林中的水体大多应用法国平原上常见的湖泊、河流的形式，各种水体都呈方、园、八角形等规则的几何形状。处理手法主要有水渠、喷泉、壕沟、运河。法国园林多用静水，面积大，以气魄与宁静取胜，形成典雅、从容的风格。又称“水镜”。水镜往往都在透视和投影关系上仔细推敲过，以保证主体建筑在视角范围内完整地倒映水中。喷泉主要布置在轴线上或园路的交点上，这是法国园林中重要的造景要素之一。\\n\\n \\n\\n**案例1 雪铁龙公园**\\n\\n![雪铁龙公园平面图](https://images.mirror-media.xyz/publication-images/PuruyWq6SJ9wlFXDuTH29.png?height=1140&width=1896)\\n\\n·法国古典园林模纹花坛——中心大草坪\\n\\n   刺绣花坛起源于法国古典主义园林，刺绣花坛有清晰的、简洁的边界，在矩形、方形、圆形等形体内部来实现变化丰富的花坛样式，强化艺术的震撼力。大面积的草坪为频繁运用的表现手法。\\n\\n  雪铁龙公园中心的大草坪被设计者命名为\\\"parterre vert”——绿色花坛之意，是对法国古典园林中草坪花坛的继承，它是整个设计的“核”。四周被方正的水渠围绕，与周边丰富多样的小空间形成了鲜明的对比。\\n\\n·丛林园——七个小花园\\n\\n  丛林园在意大利文艺复兴时期就开始在园林中使用。在法国古典主义园林中，丛林园常常位于中心开阔空间的周边地区，尺度小，林荫茂密，被限定在规整的方格网形式布局之中。丛林园内部是自由多样的构图形式，在每一个区域内部都分为不同的私密空间和舒适尺度。\\n\\n  与此对应的是温室旁的一系列小花园。中心草坪一侧的七块狭长场地结合地形，形成七个立体、半封闭的花园。这些以植物种植为主的花园各有主题。\\n\\n  金色园、红色园、白色园、橙色园、绿色园、蓝色园，以及“运动之园”这七个部分组成的系列空间的设计概念来自一周中的七天。设计师用色彩带给人的情感联想来诠释日常生活中人们每一天的情绪变化。并通过不同植物种类——乔木、灌木的叶色和质感以及草本植物的花色和小品、地面材质的对比以突出个性与特征。\\n\\n·古典园林建筑——高大树篱\\n\\n  在园林营造中，经常把园林植物充当建筑材料来使用。经过修剪的造型植物通常与建筑物或者构筑物相配合， 起到界定空间的作用。 高大的乔木经过整形修剪会在空间中形成边角硬朗的体块， 其高大的尺度甚至超过人工的建筑。\\n\\n  水渠旁边修剪的高大树篱，限定中央大草坪的空间，并作为进入周围一系列小花园的过渡。提供了竖向的围合，丰富了天际线。 \\n\\n·古典园林柱厅回廊——柱状树阵\\n\\n  西方建筑以石结构为主流，西方建筑最重要的风格特征为柱式，以古希腊建筑的3种柱式（多利克式、艾奥尼亚式、科林斯式）为典型。\\n\\n法国园林中，从植的植物群体或园艺群落往往由单一的或有限的几种植物构成；被修剪成几何形体，按照规则式或行列式种植。规则式的植物景观具有庄严、肃穆的气氛，给人以雄伟的气魄感。\\n\\n  雪铁龙公园中，修剪成柱状的树阵暗示法国古典园林的柱厅回廊，一定程度上限定中心草坪空间。\\n\\n·自然边界——野生散植花卉\\n\\n植物不再是供人赏玩的对象， 而是生态过程中与人平等的要素，在城市之中营造第一自然。具有东方园林的意味。\\n\\n  \\n\\n**案例2 西方古典园林中水的塑造——幻想花园**\\n\\n  幻想花园位于法国里昂和波尔多之间的泰拉松市。泰拉松镇面积不大，是一个有着悠久历史的老城市，Vezere河流经城市，幻想花园就位于河边的山坡上。幻想花园是一个东西长，南北窄的长条形花园，全园共有13个主题景点。凯瑟琳·古斯塔夫森为这个花园设计了一条环形路线，全部景点由这一条环全园的道路一一串起。主入口位于地块的最低点。\\n\\n  古斯塔夫森的设计有着明确的方向性，精心布置在花园中的水渠、风向标以及漂浮在林间的金色铝带明确地引导着视线，使得幻想花园的结构骨骼清晰。花架绿廊引导着人们进入花园深处，林中的金色飘带吸引人们走进森林，道路的转角处常常设有喷泉引导视线。除了具体的景观构筑物，更多推动人们向前的是看不见的景观元素：潺潺的流水声、玫瑰的香气、明亮的草坪。结构上的方向性是从一系列清晰展开的游览序列展开，其中，水作为最重要的线索贯穿于整个花园之中。\\n\\n![幻想花园平面图](https://images.mirror-media.xyz/publication-images/sdeD1jX5nqpv6kn5Nop2w.jpg?height=566&width=860)\\n\\n  一条小路从小城向上延伸到花园大门,伴随着一条与之相平行的细水渠。沿着林地小路,浓密的黄杨木林里隐藏着几条水梯,晶莹的水流飞跃而下。\\n\\n 转角处草地中有两条细细的喷泉，作为水花园的前奏。进入流水园，高潮迭起：花园中几乎有着水的所有形式。流水园内部组织成传统的十字形结构,。这个水的空间被柳树和灌木丛环绕着,地面由石板铺砌,上面随意分布着若干喷水口。\\n\\n 水花园的十字渠充满了欧洲古典花园的味道，其中东西向的水渠向东一直延伸，渐渐高出地面，随地形有几个跌落的台阶，直直地指向远处的山峦和无尽的天边。\\n\\n 南北向的水渠则向南如瀑布般跌落入下面一个平静宽阔的池塘。池塘里,有多个随意安置的喷水装置。喷射出的水雾反射着阳光,水池边种着美丽的鸢尾，在水雾中形成宁静的气氛。\\n\\n  从水花园出来，进入到喷泉小路，齐肩篱开出多个洞口，水从小方水池叠砌的花岗岩石块流下，顺石板的缝隙流入路边的暗沟。\\n\\n 最后一个水景点是河流，在石子小路的路边安放有5组石板，每块石板上面刻有世界上主要的河流三角洲的平面图。水从三角洲的切口处流出，顺着带有凹槽的石板横跨过石子铺就的道路，再顺着山坡层层跌落黄杨篱边的道路。这五组水流象征了五大洲的河流。“五大洲河流”的水在流到黄杨树篱边的道路后，经过暗管回流向入口引道处的水渠。\\n\\n  幻想花园的设计中，水串联了各个重要景观要素的作用。引导了整个花园游览的行进序列。水流的路径可以被看作是对水的应用的进步**,**从用于灌溉到作为赏心悦目的装饰，融入场地与园林的历史。无论是倾泻而下的瀑布、潺潺的小溪，还是安静的水渠、梦幻的水雾，动水、静水和倒影一同成为了讲述故事的载体。设计师还精心设计了水的“容器”，使得水的“肌理”细腻而变化丰富，带来丰富微妙的游赏体验。\\n\\n![](https://images.mirror-media.xyz/publication-images/Uv_TzshDj6Xe4ElvkRKp5.png?height=1118&width=1698)\\n\\n   法国农业历史的遗迹通过水景的再设计被融进这座花园,包括蓄水池、喷灌系统和水渠。如水渠、蓄水池和梯田唤起了对当地农业历史的回忆。\\n\\n  圆形剧场、十字形水渠、消失在远方的天际线、用植物修剪成的拱廊以及所有这些欧洲古典主义园林常用的设计元素，都被古斯塔夫森用艺术化的手法和具有现代感的方式表达了出来。随着游览路线一一呈现在游人眼前，仿佛开启了一扇欧洲古典园林的记忆之门。\\n\\n    现代西方园林的尺度远远小于传统古典园林，地形限制也更常见。幻想花园空间布局神似而形散，游赏路线依山势而为，并没有古典园林中轴线等的特征，但它清晰的游览序列推进与古典园林营造方法的理性一脉相承；而对景观细节的刻画，与环境氛围的精心营造，形式与气质均取原型自西方古典园林，于细节处完美再现了一幅幅充满古典韵味的西方园林的缩影。\\n\\n·叙事性 —— 间接表述传承古典园林艺术\\n\\n**“**间接表述是一种对艺术的诠释 **,** 对场地历史背景 、各种分析数据以及政治因素等的表达。通过把故事贯穿于现存的景观之中，使用隐喻式的叙述方法来表现基地的特征和参照体系，使景观不再是单纯的摆设，而是具有日久弥新的风采。”\\n\\n**“**凯瑟琳**·**斯塔夫森的设计是对场地充满感情的设计，基于**“**设计源于场地**”**的立场，发掘场地特质，力求用作品再现场地的历史，延续场地的文脉。**”**\\n\\n**“**对于古斯塔夫森来说，景观是通过塑造自然材料来揭示场地特征，并添加新的设计元素，把自然本身的特性和创新完美结合。她讲述了一片土地和在以这片作为基本材料的土地上人类的介入所发生的故事。**”**\\n\\n                                                                        \\n\\n### 四、未来展望：新文明，新景观\\n\\n   综观历史，人们通过塑造环境，来表达或象征某种理念一一力量、秩序、舒适、和谐、愉快、神秘。这些理念经由不同尺度及组合形式，在景观空间中呈现。\\n\\n  “景观”是在某一特定时期对环境的人为塑造，其形式取决于当时的社会文明，因此，想要完整地理解西方现代园林景观对古典园林的传承与发展，不仅要从历史的角度去分析，还要以哲学、社会发展的观点去认识。\\n\\n  园林空间的变迁是传承的媒介，外在的形式之下，内在的精神是其变化的源头。 在法国古典主义园林发展时期，花园集建筑、园林、工程、装饰艺术于一体，却仅供少部分人享用。如今它同样是艺术的集合体，但为城市中所有公民共享。园林景观自此具有了更广泛的意义，正式迈向人文主义的景观造园艺术。300年来，法国本土的园林景观记载了这样的演变历程。\\n\\n  无论是传承还是嬗变，景观空间展现的形态和承载的功能，往往与同时代的社会文化背景相契。 在人们的感知之中，总是会有对他们生活空间的共识，地域性的园林景观便是这种共识产生的重要载体，并伴随着自然的演变和生活的变迁逐渐形成。因此设计不仅仅源于自然，不仅仅来自“此地”，更立足于“当下的我们”。\\n\\n**“**设计一个景观就是将身体、心灵和思想与大地及自己相联系。**”** \\n **“**天空是属于我的。**”**   \\n\\n \\n\\n参考文献 \\n\\n\\\\[1\\\\]刘滨谊  现代景观规划设计\\\\[M\\\\].南京:东南大学出版社,1999\\n\\n\\\\[2\\\\]王向荣 林菁   西方现代景观设计的理论与实践  \\\\[M\\\\]中国建筑工业出版社\\n\\n\\\\[3\\\\]张泽乾  法国文化史\\\\[M\\\\].武汉:长江文艺出版社,1997\\n\\n\\\\[4\\\\]张凡   法国城市历史地段景观创造与城市设计\\\\[J\\\\].时代建筑,2002(1):23-25\\n\\n\\\\[5\\\\]王贵祥  中西文化自然观比较\\\\[J\\\\].重庆建筑,2002(l):51-52\\n\\n\\\\[6\\\\]周武忠  中西古典园林艺术风格比较\\\\[J\\\\].东南大学学报,2003(11): 88-94\\n\\n\\\\[7\\\\]许自力  中西造园水法浅析\\\\[J\\\\].中国园林,2002(7): 16-19\\n\\n\\\\[8\\\\]陈志华  外国造园史\\\\[M\\\\].郑州:河南科学技术出版社,2001\\n\\n\\\\[9\\\\]吴振奎,吴旻  数学中的美\\\\[M\\\\].哈尔滨:哈尔滨工业大学出版社,2011.\\n\\n\\\\[10\\\\]塞克里坦,艾晓明译  古典主义\\\\[M\\\\].北京:昆仑出版社,1989.\\n\\n\\\\[11朱建宁  西方园林史——19世纪之前\\\\[M\\\\].北京:中国林业出版社,2008\\n\\n\\\\[12\\\\]朱建宁  几何学原理与规则式园林造园法则 TU986.5  \\\\[A\\\\]中国园林博物馆 \\n\\n\\\\[13\\\\]王向荣 林菁 幻想花园《风景园林》       2006-08-25\\n\\n\\\\[14\\\\]凯瑟琳·古斯塔夫森  《移动的地平线》\\\\[M\\\\]安基国际印刷出版有限公司\\n\\n\\\\[15\\\\]姜珊 凯瑟琳·古斯塔夫森设计语言研究  《风景园林》2011-10-25\\n\\n\\\\[16\\\\]杰弗瑞·杰里柯  图解人类景观：环境塑造史论   \\\\[M\\\\]同济大学出版社\",\"timestamp\":1635194330,\"title\":\"西方现代园林对古典园林的继承与发展\"},\"digest\":\"tXkL01R2r61PqetIcYLefqZV6iK9N5b6ud1wJ7WWx0o\",\"authorship\":{\"contributor\":\"0x3c8Fe0930D5A67a5b58D8991f3Dd5c5C97333951\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c0n72cCvJLEeCJcix_K-tpvAhYiyaHqSZ92JI0h4KVI\\\",\\\"y\\\":\\\"D8klHE_fb7IY4j0XphfpqbGjE8MnZ_vaC6p6Cf3Zk4g\\\"}\",\"signature\":\"aiRNi5uyX6_fB1ubtBA6dPPqVpfXS_KuphQOIZom7HFc3i2FaEie4uhVbqp1lsFpLAeWB_YcIymo9W8Z69_OoQ\",\"signingKeySignature\":\"0x42d24ef13ad0426fabfe57c2662147bc37f8a4f1cef139052f7992795c08cc180a1cc59461d9fc804995e60c9fa1348b53aa4d2199be5768858c4d0e699ad2791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c0n72cCvJLEeCJcix_K-tpvAhYiyaHqSZ92JI0h4KVI\\\",\\\"y\\\":\\\"D8klHE_fb7IY4j0XphfpqbGjE8MnZ_vaC6p6Cf3Zk4g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tXkL01R2r61PqetIcYLefqZV6iK9N5b6ud1wJ7WWx0o\"}"