"{\"content\":{\"body\":\"[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Feab86992-8f79-475e-9bdd-ca53205e51b9\\\\_1012x506.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Feab86992-8f79-475e-9bdd-ca53205e51b9\\\\_1012x506.png)\\n\\nHope the word ‘manifesto’ caught your attention. \\n\\nThis isn’t really a manifesto. There is no declaration made, no blood boiling war cries against the corporate internet, or some list of commandments about POB culture. \\n\\nJust a stream of thoughts on what is POB, what to expect in the future, and what not to.\\n\\nPOB studio is a continual experiment around the intersection of art, culture, and value. $HASH is just the beginning. \\n\\nThe Ethereum blockchain enables not just financial value or provenance of art tokens, but also something more nuanced. Artists like Pak have pushed this boundary; POB seeks to do the same.\\n\\nThe blockchain is our communities’ canon, our story, our journey. Data minded folks have revealed a numerical glimpse of the majesty of this cypherpunk experiment through SQL queries and beautiful graphs. \\n\\nBeyond the multiples of fields, structs, and accounts to analyze, stored between the transactions and blocks is a full spectrum of emotions.\\n\\nEyes lit up when they saw the UNI or 1INCH token drops withdrawals.\\n\\nNervous laughter echoed when an ETH crash liquidated their maker vaults.\\n\\nSighs of relief when a white hack withdrawal kept their portfolio safe for another day.\\n\\nMoments of curiosity when Beeple’s artwork was sold for record breaking profits.\\n\\nProof of beauty is a project to capture these moments.\\n\\nProof of beauty is a project to celebrate our history.\\n\\nProof of beauty is a project to record our history in emotion.\\n\\nProof of beauty is a project to question what this chain of blocks mean to us.\\n\\n—-\\n\\n$HASH is the first of many tokens under the POB project. As the POB project continues, the $HASH token will evolve into an experience token.\\n\\nExperience tokens hope to expand the collection of verbs one can use to complete the sentence: I can \\\\__\\\\__\\\\__ with a token.\\n\\nExpect interesting experiments of what a token can represent from POB. Each their own commentary on our crypto-culture.\\n\\n—-\\n\\nPOB is a project crafted by the very community that experiences its creations. POB hopes to continue to create new and novel interactions between the community and its tokens, contracts, and experiences. In many ways, a community interacting with POB is an affirmation of something important worth remembering and experiencing in a new way. One can say every interaction with POB is a ‘proof’ something is ‘beautiful’. (Is that why its named POB???)\\n\\n—-\\n\\nDo not expect a perfect POB; as I said earlier, this is an experiment. An experiment-oriented mindset will do well when observing new things coming from POB.\\n\\nSome tokens or features may anger you, or misalign with certain groups of incentives. (As the recent change to $HASH [exhibits](https://twitter.com/prrfbeauty/status/1356327344085086208?s=20)) \\n\\nKnow that POB is a project created with empathy, and I (David Sun) hope to do what I can do in my power to make this a project representative of what Ethereum is and aspires to be.\\n\\nGuess this ended up being a manifesto.\\n\",\"timestamp\":1622174251,\"title\":\"Our manifesto\",\"publication\":\"pob\"},\"digest\":\"1VCy2kucDwvPhDnlnZB6O_APFSR5zHsbvkCKf1Fnx3U\",\"authorship\":{\"contributor\":\"0x9428ca8b5fe52C33BD0BD7222d719d788B6467F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"00nr_hOLvPnbIpsfAnPFdu2wGKrGk5gEzfYQAH6dO_4\\\",\\\"y\\\":\\\"2QnyxmV2ZFaKM93JAv-maxOw2kUyo4tqsgSygeAaIqc\\\"}\",\"signature\":\"MdDmTy3mC70X0l3boTtxezXaxqFF0axm0o7OdTRDjsp0UcjqMAGBtX4plPuzVlLMPd5JH_-DJM4KAUU4auKj9Q\",\"signingKeySignature\":\"0xb54f75cd66ba923d3dbaf3d7fe5e65579c2ffdad2bf71cb86b4d9882b6cda7296e198fbcb474a7956aad0e9162aa1e40a0039f04bc236507f9e1d867e19e139e1b\",\"signingKeyMessage\":\"I authorize the publication of articles on pob.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"00nr_hOLvPnbIpsfAnPFdu2wGKrGk5gEzfYQAH6dO_4\\\",\\\"y\\\":\\\"2QnyxmV2ZFaKM93JAv-maxOw2kUyo4tqsgSygeAaIqc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1VCy2kucDwvPhDnlnZB6O_APFSR5zHsbvkCKf1Fnx3U\"}"