"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*e5bEu2qxN77YpI899wepJw.jpeg)\\n\\nHey friends 👋\\n\\nIf you’ve read my post **[Polygon Pool Party](https://www.buymeacoffee.com/thumbsupfinance/polygon-pool-party)**, you’ll know that I’m fan of Ethereum scaling solutions that allow beginners to experiment with DeFi without spending too much in fees.\\n\\nAfter all, I’m still a small fry 🍟 At the beginning of this year, I started this blog to talk about my journey from debt to financial freedom, and I am still very much in the early days of that, so I don’t have a whole lot of money to invest. But I love to write, and my growing fanbase has been helping to fund my experiments in DeFi so I can help more people to understand this space, and participate in it.\\n\\nJust remember, **none of this is financial advice** 🙅‍♂️\\n\\nAnyway, lately, I’ve been studying side-chains because Ethereum gas fees have been so high that many smaller investors, like myself, can’t afford to use the network. In future posts, we’ll talk about the benefits of using Ethereum, and various Layer 2 scaling solutions that can lower the cost without requiring you to use a fully separate blockchain, but for the moment, I want to talk about an exciting new blockchain that’s inexpensive, user-friendly, and, as result, perfect for beginners: **[Celo](https://celo.org/)**.\\n\\nIn this post, we’re going to talk about what Celo is, how to acquire Celo, and some DeFi options on this burgeoning blockchain. And, this post was made possible by the **[PoolGrants](https://articles.poolgrants.org/poolgrants-d3ea099b606c)** program, and so we’ll be depositing some of our Celo in PoolTogether, the “no-loss lottery” or crypto prize-savings that **[I’ve talked about before](https://www.buymeacoffee.com/thumbsupfinance/polygon-pool-party)**. This is my favourite DeFi protocol for beginners because it’s easy to understand, low risk, and potentially, very rewarding 🎰\\n\\nBy the way, this is a **combo post**. Watch the video, read the article, or both!\\n\\nLet’s get to it!\\n\\n## Well Hello, Celo\\n\\nCelo, pronounced /ˈtselo/, means “purpose” in **[Esperanto](https://en.wikipedia.org/wiki/Esperanto)**. And from what I can see, that purpose is to make transacting on the blockchain as uncomplicated as possible. How, you might ask? Well it starts with a vision of a “mobile-first platform.” That’s because Celo maps phone numbers to wallet addresses, allowing users to send money to their contacts without having remember complex public keys. This is done by allowing users to register various public addresses to a decentralized and encrypted database that links them to a public key. From my understanding, this is not unlike the **[Ethereum Name Serice (ENS)](https://decrypt.co/resources/ethereum-name-service-ens-explained-guide-learn)**.\\n\\nAccording to the **[Celo whitepaper](https://celo.org/papers/whitepaper)**, the potential uses for this are many:\\n\\n> *This protocol works not just with email addresses, but with any channel to which a secure message can be sent, for example, a cell phone number, an IP address, or even a bank routing and account number. Further, arbitrary strings may be appended to the address in the database key, allowing multiple public keys to be stored for each address, each for a different application. As a consequence, the encryption scheme supports a large number of cryptographic applications, from two-factor authentication to decentralized social networks, without relying on trusted third-parties.*\\n>\\n> *For the social payments use case, it allows for two important features. First, a user can send Celo currencies to a friend by using her phone number as the public key, allowing easy payments to contacts. Second, a user can send Celo currencies to a friend even if the friend has not yet downloaded a Celo wallet.*\\n\\nThat last part is crucial as it means that users in developing countries may be able to use Celo with more modest technology 🙌\\n\\nBut you may be saying to yourself, ENS already exists and some wallets allow for saving contacts so you don’t have to remember addresses; so what else makes Celo special?\\n\\n## Scalability, my dear Watson\\n\\nTechnically speaking, Celo is an **[EVM](https://hackernoon.com/blockchain-basics-what-is-evm-cceddf503726)** compatible blockchain, with smart contracts written in Solidity (the same as Ethereum). Where it differs from Ethereum (in its current form) is that it is a Proof-of-stake blockchain, with slashing, making transactions secure and low energy. In fact, Celo claims to be a carbon neutral blockchain, due to a unique block reward split, explained in their **[Introductory Guide to Celo](https://medium.com/celoorg/an-introductory-guide-to-celo-b185c62d3067)**:\\n\\n> *Where validators get paid in Celo Dollars so they can more easily monitor their costs, CELO holders who lock up CELO and vote for validators earn CELO “block rewards” for doing so. This incentivizes participation in governance. As Celo Dollars are awarded to validators, an equivalent amount of CELO is added to the reserve. “Block reward” CELO is also allocated to an infrastructure fund and a Carbon offsetting fund.*\\n\\nProof-of-stake is just one piece of the puzzle that contributes to Celo’s scalability. Another piece, is the implementation of one of my favourite technologies to see used in blockchain: zk-SNARKs.\\n\\nZero knowledge succinct arguments of knowledge (zk-SNARKs), which are often referred to simply as **zk-proofs** are a way to allow multiple parties **to verify the accuracy of information without knowing what the information is**. I know, that sounds absolutely impossible. But it’s not; **[it’s just extremely complicated](https://vitalik.ca/general/2021/01/26/snarks.html)** 🤯\\n\\nThe simplest explanation I’ve heard for how zk-SNARKs work is from **[this Coin Bureau video](https://youtu.be/Zj6rNewnbrw?t=337)** about Mina Protocol. Allow me to paraphrase the analogy from the video:\\n\\nImagine you find some gold in your yard 🏆 You want to show your friends your newfound treasure, but you don’t want to carry all that gold around with you because it’s heavy and makes you vulnerable to being robbed. So you take a photo of the gold, and show that to your friends 📸 That’s your *proof*. The key difference here is that the proof is not actually a photo but a complex cryptographic hash.\\n\\nIn some cases, as with Mina (and Celo), recursive proofs are used. In this case, and I’ll continue to paraphrase Coin Bureau, imagine that you’d also found some diamonds and wanted to prove that as well 💎 Since you already have a photo of the gold, you now take a photo of the diamonds, set that photo beside the photo of the gold, and take a photo of both. One photo to carry around, two pieces of proof. In other words *proof of proofs*.\\n\\nYou can see how this allows for scaling without high data usage as each snapshot is identical in size. As a result zk-SNARK technology is already being used in multiple applications, from the aforementioned **[Mina Protocol](https://minaprotocol.com/)**, to **[zk-Rollups](https://medium.com/fcats-blockchain-incubator/how-zk-rollups-work-8ac4d7155b0e)** like Polygon **[Hermez](https://hermez.io/)** and **[zkSync](https://zksync.io/)**, and, of course the privacy-focused cryptocurrency **[ZCash](https://z.cash/technology/zksnarks/).**\\n\\n**Ok, but what does this have to do with Celo?**\\n\\nAccording to Celo, one of the keys to their transaction speed (and in turn, their scalability) is **immediate syncing even on slow connections**, which they explain as follows:\\n\\n> *Extremely fast, secure synchronization between mobile devices and the Celo network means that even wallet users with high latency, low bandwidth, or high cost data tariffs can use Celo. Celo removes the need to check every header before a received header can be trusted. Performance will be further improved with BLS signature aggregation and succinct zero-knowledge proofs, via zk-SNARKs.*\\n\\nFor a deeper explanation of Celo’s implementation of zk-SNARKs, check out **[this video](https://youtu.be/8KlysQOaowU)** from Celo’s YouTube channel.\\n\\nHopefully you’re still with me 😅 I just wanted to give you that bit of information about how Celo works so that you can feel confident that Celo is not simply a clone of other popular EVM blockchains like Binance Smart Chain. It is, in fact, its own, unique project, with thoughtful security and scalability features and big ideas about banking the unbanked.\\n\\nNow that we’ve talked about the *crypto*, lets talk about the *currency 💸*\\n\\n## Multi Purpose Money\\n\\nCELO is a **platform-native digital asset**. At least that’s what they say in their **[quick start guide](https://assets.ctfassets.net/bzlah72jow8z/6R1jbOrGLmVcrqaxcTTfN3/eb9f65c110ff48841973188865dbcfcd/Celo_Quick_Guides.pdf)**. But what does that even mean? Well, to draw from existing examples, you might look to something like MakerDAO and its relationship with Ether.\\n\\n* MakerDAO is the creator of the DAI Stablecoin.\\n* **To create DAI, you deposit Ether as collateral** into a smart contract and a proportional amount of DAI is minted.\\n* MakerDAO, the organization is itself controlled in a decentralized way, **governed by holders of the MAKER token**, who can vote on changes and improvements to MakerDAO and DAI.\\n* Lastly, **Ether, the utility token** of the Ethereum Network, serves to **pay gas (transaction fees)**, and allows for **staking to secure the network**.\\n\\nHopefully all of that made sense, because it will need to for what I’m about to say to really click:\\n\\n**On Celo, all of those funtions are fulfilled by the native assets**.\\n\\n* CELO is the governance token\\n* CELO the staking asset used to secure the network\\n* CELO is used to pay gas (transaction fees)\\n* CELO is collateral for algorithmically produced stablecoins, which are themselves platform native.\\n\\nThat last part is pretty special, because it means that CELO-native stablecoins can also be used to pay fees 🔥\\n\\n## Stablemates\\n\\nYou may have heard of other algorithmic stablecoins which use elastic supply to maintain their peg. The actual math of how this works **[can be quite complex](https://celo.org/papers/stability)**, but the idea itself is not too hard to grasp once you’ve had it explained a few times. Here’s how Celo’s whitepaper describes the approach:\\n\\n> *Several protocols have been proposed for a decentralized stabilized value cryptocurrency (for example \\\\[17, 2, 1, 19\\\\]). While a full review of these proposals is outside of the scope of this paper, they generally share two properties. First, rather than a deterministic coin supply rule (in which the coin supply and growth rate are determined in advance, independent of exogenous information), they each introduce an elastic coin supply rule, that stabilizes the value of the coin by adjusting the supply of the coin to match the demand. Second, they each introduce a multi-asset ecology, in which one coin is intended to be stable, while one or more complementary crypto-assets bear the risk of a decrease in stablecoin demand (and receives a reward in the case of an increase in stablecoin demand). In essence, they each shift volatility risk from the coin holders to the complementary asset holders.*\\n>\\n> *The Celo protocol utilizes the same two key intuitions, with five novel features: (a) it introduces a multi-asset tiered reserve that supports several local and regional stable value currencies, (b) it sets expansion and contraction parameters that are tuned to the reserve ratio defined by the tiered reserve, (c) it introduces a decentralized exchange in which the different local and regional currencies and the reserve currency can be traded amongst one another without a central party, and that the protocol can use to perform expansions and contractions, (d) it releases block rewards and other incentives in the reserve currency, and (e) it has a governance mechanism in which long-term stakeholders in the reserve currency are responsible for governing the assets held in reserve and the new local currencies that are introduced.*\\n\\nBasically, CELO is backed by a basket of assets, designed to reduce overall volatility, and the Celo stable assets (currently cUSD and cEUR) are minted through over-collateralized loans, like DAI, the example from the previous section.\\n\\nAll of this complexity may have you worried, but fortunately, Celo has put transparency at the forefront of its approach. The reserves can be independently verified at any time, by anyone, **[here](https://celoreserve.org/)** 🔍\\n\\nNow as I’m sure you are aware, the popularity of stablecoins is driven by their usefulness in peer-to-peer transactions, payments, and decentralized finance. If you’d like to know a bit more about stablecoins, check out my post **[Know Your Coin: Stability, Reimagined](https://www.buymeacoffee.com/thumbsupfinance/kyc-how-stable-are-you)** 💵\\n\\nAnd speaking of DeFi, let’s get to the fun part already!\\n\\n## Purple Potatoes and Pools of Potential Prizes\\n\\nSo if you watched the video that goes along with this post, you’ll already know that our main goal is to deposit into PoolTogether and take advantage of bonus APRs right now of up to 25–30% (these will go down over time) and thirty prizes per week (per pool) which are available to win! 💸\\n\\nAnd to top it off we’re going to enter both pools — or at least I am — to further increase the chances of winning 🎰\\n\\nSo let’s talk about how to do do that.\\n\\n## Step 1: Exchange Student Becomes Exchange Master\\n\\nIf you’ve been in crypto for a while, you’ve probably heard of Coinbase. The first publicly listed crypto exchange, they are known for their great selection of cryptocurrencies, the Learn & Earn program, and… their excessively high fees 😪\\n\\nFortunately, there is a way to benefit from the former while sidestepping the latter, and in my opinion, it might be the best way to get your hands on some Celo. A quick note, if you prefer convenience over saving a few bucks, you can **[buy Celo directly on Coinbase](http://cb.rliriano.com/)**, Binance, or several other exchanges 🏦\\n\\nAnyway, let’s get back to my workaround (which can actually be used to buy any supported cryptocurrency without paying fees). I’m talking about **converting one crypto to another on Coinbase**.\\n\\nHere’s what this looks like 👇\\n\\nI bought Bitcoin on an exchange that covers the cost of withdrawals. Since I’m in Canada, I used Newton (**[sign up for a $25 bonus](https://web.newton.co/r/DOULTD)**) and I bought a few hundred dollars worth of Bitcoin. Newton covers $5 of fees, and most bitcoin transactions are only about $2–3 lately — though it has at times gone up to $20, $30, even $60 dollars for a simple transfer. If Newton is unable to cover the fees, or if you prefer, you can choose another coin with low fees, like Bitcoin Cash, Stellar, or Cardano.\\n\\n**Update:** after repeating this process with Stellar instead of Bitcoin, I can confidently say this is the way to go. The process becomes near instantaneous and volatility for XLM has not been as noticeable in my (limited) experience.\\n\\nSend that coin to your Coinbase account. When it arrives, choose the option **Convert one crypto to another**. Coinbase does not charge a fee on this, although I’m sure there is some loss on the spread 🤷 Go ahead and swap the max amount of your Bitcoin (or other cryptocurrency) for Celo — which, for some reason, Coinbase refers to as **CGLD**.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*-u-OlOIJN-SidVmnD5Pt6Q.png)\\n\\nNow you should have some Celo in your account but, before you can send it, you’ll need somewhere to send it to 👀\\n\\n## Step 2: Stop, Wallet Time\\n\\nAs I mentioned above, Celo is an EVM-Compatible blockchain, which means it works with MetaMask. If you don’t have a Metamask, we’ll need to do this in two parts, but if you do, just skip to the second part.\\n\\n1️⃣ **[Setting up MetaMask is fairly simple](https://metamask.zendesk.com/hc/en-us/articles/360015489531-Getting-Started-With-MetaMask)**, but if you want a little bit of a walkthrough, **[here’s a video I found that I feel comfortable recommending](https://www.youtube.com/watch?v=Af_lQ1zUnoM)**.\\n\\n2️⃣ Now we need to add the Celo Network to our MetaMask. So we’ll head over to **[UbeSwap](https://app.ubeswap.org/#/swap)**, and click, **Connect to Wallet** in the top right.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*bn-Y3RO_nGXfXtZr_PGdEQ.png)\\n\\nFirst it’s going to prompt us to connect our wallet to UbeSwap, and we’ll confirm that. Then it will tell us to **Switch to the Celo Network**. Click that, and MetaMask will prompt you to add the network. And just like that you’re good to go ✨\\n\\n![](https://miro.medium.com/max/1400/1\\\\*-5veuGjALsZ2lbObYjmUBw.png)\\n\\nThe last thing we need to do is to send the CELO from Coinbase to our MetaMask. Use the **Send** function on Coinbase, choose Celo (CGLD) as the currency, then click on your MetaMask, and hover over your wallet address. It will say **Copy to Clipboard**. Click it, and then paste that address in the **To:** field of Coinbase. Choose **Send all**, and there you have it, within seconds (it really is *that fast*), you should have Celo in your MetaMask.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*HsZBgSQEODB42vmB9LTrEw.png)\\n\\n## Easy Money\\n\\nOne of the best and worst things about DeFi is that there is a lot of money to be made just by being an early adopter. As a result, people have a tendency to call everything in crypto a ponzi scheme — and of course some things are — but in a lot of cases, a **[ponzi](https://www.moneycrashers.com/bernie-madoff-ponzi-scheme-explained/)** is nowhere to be found, just rewards from a pool designed to incentivize supply.\\n\\nAfter all, in decentralized systems you need liquidity providers, and without market makers (typically the very people who would initiate ponzi schemes), the only way to accumulate liquidity is to incentivize supply. You supply cryptocurrency to meet the demand and the rewards (from a pool of incentives) go to you. However, as more people participate as suppliers, the rewards are divided amongst them and the rewards per person shrink 📉\\n\\nSo when it comes to DeFi, we want to get in early. This is true for the APR rewards on PoolTogether just like any incentives.\\n\\nFortunately, even if we don’t make it in early enough to make those high APRs on our deposit, **we still have a chance at winning the prizes**. And that is why I love PoolTogether 💖\\n\\nIf we head over to PoolTogether, we can see two pools for Celo. **cUSD** and **cEUR**. In my tutorial video, I entered both, but if you’d prefer to increase your odds on one of them, you could deposit into just your preferred of the two. Either way the process will be more or less the same.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*JeD8GTSB9SPzHr7Q8-Mn5A.png)\\n\\n## Step 1: The Old Switcheroo\\n\\nBack on UbeSwap we’re going to swap our CELO for stablecoins.\\n\\nThis process is pretty straightforward. If you have any troubles, check out the video, but if you’ve ever used any decentralized exchange (DEX) like Uniswap, Quickswap, or PancakeSwap etc, then you’ll feel right at home.\\n\\nSimply put, you choose the input token (CELO), then the output token (cUSD or cEUR respectively) and swap. As always, **the first time you do a swap, you will have to approve the site** to interact with your token. This is only the first time you input a new currency 🙌\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Wlm1slnyr9oglgJ_LjBkow.png)\\n\\nAfter you approve the transaction and click confirm swap, you will need to approve the transaction on MetaMask. You’ll see that the transaction only costs a fraction of penny or so. If like me, you choose to swap for both cUSD and cEUR, you’ll need to do this process twice.\\n\\nOnce you have your stablecoin(s) we’re ready to go to the final step.\\n\\n## Step 3: Dive In\\n\\nIf you’ve watched the video from my post **[Polygon Pool Party](https://www.buymeacoffee.com/thumbsupfinance/polygon-pool-party)**, then you’ll already be familiar with depositing into PoolTogether. It’s very straightforward.\\n\\nGo to **[PoolTogether](https://app.pooltogether.com/)**, **connect your MetaMask wallet** in the top right corner, and scroll down to the Celo pool into which you’ll be depositing. Next click **Deposit cUSD** (or Deposit cEUR).\\n\\n![](https://miro.medium.com/max/1400/1\\\\*ohH2_1E_wxsF-BgWPeOJ8g.png)\\n\\nAnd lastly, you just need to deposit into the pool.\\n\\nType the amount you want to deposit, or **click the little wallet icon** above the amount box (it should be displaying your wallet balance). Clicking that will autofill the max amount.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*37HzRQHYaBHVqxiCTCripw.png)\\n\\nOnce again, you’ll have to approve the site to access your funds (once for cUSD and again after for cEUR if you repeat the process). This will cost a small amount of Celo. And then you are good to go. Click deposit, approve the transaction on MetaMask, and wait for the confetti 🎊\\n\\nJust like that you’re saving money, earning yield, and you’ve got 30 chances to win every week. Prize-linked savings really is the perfect place for beginners to get started with DeFi. And honestly, once you’re in, you’ll probably want to keep some funds deposited as a low risk, DeFi savings account, for the long run.\\n\\nAnd maybe you’ll even win big 🤞\\n\\n## Bonus: What else can you do on Celo?\\n\\nThe Celo ecosystem is still quite young, but there are already some pretty cool options available to you to try out (on top of PoolTogether). Given the low cost of transactions, you may find yourself wanting to play around, and I wouldn’t blame you 🤓\\n\\nSo here are some ideas.\\n\\n## Valora\\n\\nValora is a **[self-custodial wallet](https://support.valoraapp.com/hc/en-us/articles/4405821305869-Understanding-Valora-s-self-custodial-nature)**, with optional fiat-onramps (in partnership with **[Ramp](https://ramp.network/)**), that allows for fast and easy payments to friends and merchants, as well as a fantastic feature: **every dollar of cUSD stablecoin you hold in Valora earns 50% interest (during a limited promotional period)**. No staking, locking, or fees. Learn all about it, **[here](https://valoraapp.com/blog/introducing-a-new-way-to-save-with-valora)**.\\n\\n## Moola Market\\n\\nMoola Market is a simple lending and borrowing protocol like Aave or Compound. If offers pretty low returns at the moment, but is also not very high risk. And just like Aave and Compound, everything is composable, which will come in helpful in our next option.\\n\\n![](https://miro.medium.com/max/1180/1\\\\*Wbjokd0CmwQCExH-Ft787A.png)\\n\\n## Liquidity Mining on UbeSwap\\n\\nAs I mentioned before, sometimes just being early means you can sweep the floor of incentives. That’s definitely the case on UbeSwap’s liquidity pools where you can earn over 150% on triple-reward pools (CELO, MOO, UBE). Many of the pools use assets from Moola Market, which you can get by using the market, or simply by swapping on UbeSwap.\\n\\nHere are some pools that caught my eye 👀\\n\\n🅰️ Earn triple rewards (CELO, MOO, UBE) in the MOO-mCELO pool, with high APR, and moderately high risk of impermanent loss. Or the mcUSD-mcEUR pool with moderately low risk of impermanent loss.\\n\\n![](https://miro.medium.com/max/1356/1\\\\*7zSbSg77geB8ir7i9vdxfA.png)\\n\\n🅱️ Earn double rewards (CELO, UBE) on the rCELO-CELO pool with very nice APR, and no risk of impermanent loss.\\n\\n![](https://miro.medium.com/max/1338/1\\\\*MEWD5Gq6DJsBXefrDk6ARA.png)\\n\\n## Celo for Good\\n\\nOne of Celo’s goals is to *create a more prosperous world with mission-aligned organizations.* This is the motivation behind the **[Alliance for Prosperity](https://celo.org/alliance)**, which is now over 100 members strong 👏\\n\\nIf charity, climate action, or poverty alleviation are things you’re interested in, look no further than Celo’s growing ecosystem of partnerships for good 🌎\\n\\n**[Impact Market](https://www.impactmarket.com/)** is a decentralized poverty alleviation protocol that allows users to contribute cUSD towards unconditional basic income for those in need, with *full transparency and no intermediaries*.\\n\\n**[Wildchain](https://wildchain.io/)** is blockchain-based mobile game that blends real-world conservation efforts with in-game actions. By playing you can:\\n\\n* support wildlife rangers\\n* Protect the natural habitat of wildlife species\\n* Plant trees & offset your carbon footprint\\n* Create employment for villagers\\n\\nTo top it off, 100% of profits go toward wildlife conservation initiatives 💚\\n\\n**[Moss](https://moss.earth/#problem)** has the goal of creating the first truly global Carbon Credit Token, that provides ease, transparency, global scale, and security for your carbon footprint compensation. Since its inception Moss has already offset over 869,000 tonnes of CO2, preserved over 734,000,000 trees, and transacted over 10,000,000 USD to the Amazon Rainforest 🌳\\n\\nThese are just a few of innovative uses for the Celo blockchain. In the future, I’ll likely cover many more. If you know of any, comment below for myself and others to discover them.\\n\\n**Update:** Kickstarter is beginning the process of becoming an open protocol with decentralized governance. And **[they chose to partner with Celo](https://www.kickstarter.com/articles/the-future-of-crowdfunding-creative-projects)** for this new chapter!\\n\\n## Conclusion\\n\\nAs time goes on, more options will be added to UbeSwap and more dApps will be launched or add support for Celo. And when they do, I’ll be sure to do some follow up content. In the meantime, I see a chain that, even in its early days, does a lot of things right, motivated by a vision to make blockchain and cryptocurrency useful and practical for everyday people, all around the world. And that is a pretty respectable goal if you ask me.\\n\\nSo what do you think? Will you be trying out Celo? Will you be depositing into PoolTogether? Let me know on twitter 😊\\n\\nAnd until next time 👋\\nThumbs Up\\n\\n\\n---\\n\\nDid you enjoy this content? If so, please consider supporting this project with a cryptocurrency tip.\\n\\nthumbsupfinance.eth for Ethereum & ERC-20\\n\\nthumbsupfinance.crypto for Celo, cUSD, cEUR, anything on Polygon or Ethereum\\n\\nBoth addresses also support: Bitcoin, Ethereum, Nano, ADA, Tezos, Litecoin, or Dogecoin\\n\\n\\n---\\n\\n**Notes:** This content was funded in part through the **[PoolGrants](https://articles.poolgrants.org/)** program. The content was conceptualized and written by me with no outside input from PoolTogether or other entities. If you're interested in learning more about **[PoolTogether](https://www.publish0x.com/editPost/app.pooltogether.com?utm_source=Publish0x&utm_campaign=thumbsupfinance&utm_medium=paid_grants)** or the PoolGrants program, swing by the **[Discord](https://discord.gg/hxPhPDW)** where the community strives to be both welcoming and helpful.\\n\\n\\n---\\n\\nCelo Brand assets used as described in the **[BrandKit](https://celo.org/experience/brand#overview)**\",\"timestamp\":1639002403,\"title\":\"Hello, Celo\"},\"digest\":\"HHInRm_DjcwJJTzFtm3tzKEy9nRtU2oA5NMEwCj773U\",\"authorship\":{\"contributor\":\"0x4d85e4F760fb58E380f02657AE5Aafb8bd010601\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GJ07XkTvvtIz4d9Ecx3OEOJPuql-jBBatmCZtSQa1mQ\\\",\\\"y\\\":\\\"VQ76Ir62rbxC1ZlPCh3itlzDwNd1Ud8G7iWf1UGnP-c\\\"}\",\"signature\":\"LdbU_NCtOaUVIHJeAiy1cn3tcj9Q5QwemPAef-7AkItFTY9zAS0WQsCMmv80VfeChbFu90J7-6hreWLZQvHMCg\",\"signingKeySignature\":\"0xb00d27d0a09453c722e310ee9d08db2c14f4a71028e34076fbec0336228b08d754346a54f5ac46cbd68881f35ed8344d82eced30e30a4d7910d682384451c00f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GJ07XkTvvtIz4d9Ecx3OEOJPuql-jBBatmCZtSQa1mQ\\\",\\\"y\\\":\\\"VQ76Ir62rbxC1ZlPCh3itlzDwNd1Ud8G7iWf1UGnP-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"URmGhWk33bkrPf-IkHohLM4AjFu-c5yfc6jynpZR75E\"}"