"{\"content\":{\"body\":\"One day, Pranksy is walking down the street when suddenly, he feels so happy out of the blue that he offers your mother, coming from the opposite side, CryptoPunk#3263 as a gift. Will your mother accept that gift? Or will she not?\\n\\n**Every Address as an Identity for a New World**\\n\\nShe would refuse. And why would that be? It's because CryptoPunks are nothing more than a pixel-made character to the non-crypto people. They might accept it once they find out about how much it's worth, but they wouldn't be able to fully realize its value. Not quite. This is because they do not yet know what CryptoPunks stand for in the Web3 world.\\n\\nWeb3 is a new world. In the Web3 world, what we perceive to be of value and the manner in which we express ourselves is different from what has been institutionalized. We believe that in a new world called Web3 where a new system of economy and governance, as well as new forms of culture, are rising up, there is a need for a new, fitting identity. This is an actual phenomenon currently occurring in the Web3 community.\\n\\nWith CryptoPunks and BAYC as pioneers, people started to use NFT-based images as their profile pictures, and ENS as their online user names. They are engendering new identities that are not synchronized with their IRL identities. Essentially, one's individual ETH address is gaining a new value as one's another identity.\\n\\nThen, what forms one's identity? The answers to this are again, \\\"what you have\\\" and \\\"what you've done\\\". The same can be said for both IRL and Web3. The two differ only in the way of recording these two elements. In the current crypto community, a series of interesting phenomena utilizing such Web3 identity is on the rise.\\n\\n* Apes Invasion into NYC: A while ago in the NFT.NYC hosted in New York, United States, BAYC organized several events during which BAYC/MAYC holders could enter for free while to the general public, they sold tickets on a first-come, first-serve basis.\\n* NFT-as-a-membership: Several DAOs, including Nouns DAO, are using NFTs as a sort of membership to join their community. On Web3 also, like-minded people with similar status are forming communities. Some of these people argue that owning one Nouns in this scene is equivalent in status as owning a Ferrari or graduating from Harvard in real life.\\n* Targeted Airdrops: In recently started DeFi projects, it is not uncommon to see them airdrop on heavy Uniswap users. Instead of an indiscriminate airdrop, they are targeting airdrops on those with a deep interest in DeFi. Recently, ENS airdropped $ENS after launching a DAO and the rate of the airdrop was differentiated based on .ETH address, expiration date, and primary ENS settings.\\n\\nAs evident from the above examples, the attention and utility of \\\"what you have\\\" and \\\"what you've done\\\" on-chain are increasing exponentially. Future communities will be formed based on such activities that the user has done on-chain. Then, how can we create a new identity, fit for this new world?\\n\\n**No 0x, Noox!**\\n\\nNow, we get that this kind of phenomenon will occur more and more. So, what's Noox going to do about it? As stated above, despite the increasing perception and needs of activity based on on-chain data, there is no quick and easy way to check your on-chain records such as \\\"what you have\\\" and \\\"what you've done. Neither is there a crypto-native platform that you can interact with other users based on such metadata.\\n\\nEvery data and address on Ethereum is made of complex random numbers that start with 0x. Noox offers the most efficient way to make this easy to understand for everyone and to express yourself. For instance, on the current Etherscan, it can only confirm the fact that 0x123... interacted with 0xABC... If we assume that you're sending assets, the 0xABC... could be a person. But 0xABC... could be a contract address and depending on detailed metadata about the interaction, this could tell a very fascinating story about the said interaction and therefore the user.\\n\\nNoox offers to tell such a story through a simple, intuitive item called a badge. In other words, Noox gives context to dead blockchain data to bring it back to life as metadata. The badge is created based on what kind of activity and judgment you've made on Web3 and now you have a means to express yourself through the badges. If you used Axie Infinity over 100 times, then you would receive a badge named \\\"Axie Infinity Elite\\\". This badge will be able to measure the level of your attention on Axie Infinity.\\n\\nIf this is the case, then what else would the badges allow you to do besides self-expression? Approximately, 200M Ethereum addresses currently exist. What would you have to do to find out how many members of the BAYC community have used SushiSwap more than 10 times? And would you be able to pick those members out? Perhaps through a survey. Maybe a grind through Etherscan? To the layman, it would be extremely difficult to ascertain the exact number regardless of the method. But with the Search & Discovery feature on Noox, you can check right away by filtering by a \\\"BAYC\\\" badge and a \\\"SushiSwap Beginner\\\" badge. If the member is a Noox user, then you could start socializing with them instantly.\\n\\nAll of us are already interconnected through one network called Ethereum. We just need to visualize it.\\n\\nOn the current Web2 social platform, users are connected based on a social graph and they receive additional rewards by accumulating social capital such as the number of their followers. However, Noox proposes that tokens could create a new and more powerful social graph called the Value Graph. Many projects are currently forming token-based gated communities through Collab.Land with Discord, but Noox is able to form more diverse and crypto-native communities with not only the tokens that you currently own, but also your past on-chain experiences.\\n\\nAlso, because users are connected based on the transferred value or currently owned values on the Value Graph, it boasts stronger connectivity, creating an incentive-aligned community. Noox.world is a community platform where \\\"what you have\\\" and \\\"what you've done\\\" become a network.\\n\\n**What is the future for Noox?**\\n\\nOn the forementioned Noox.world, it will serve as a community platform on which the user can utilize on-chain data-based badges to connect and work with another user in an easier and more efficient manner. Then, where is Noox.world's metadata coming from?\\n\\nNoox.network is a decentralized protocol that creates and queries social data in blockchain, starting from Ethereum. Noox.network is a Web3 social layer that enables you to query social and/or user data that are unfound in the transaction data. Below are examples of some of many that it can achieve.\\n\\n* Community assessments\\n* User segmentation analysis for product strategy\\n* Complex retrospective airdrop for community bootstrapping\\n* User tiering system for DApps (e.g. early, heavy, loyal users)\\n* Game achievement management engine\\n\\nConclusively, the metadata from the Noox.network protocol will offer insight on what certain community values and aid you in the analysis for the ecosystem's growth. Noox.network is an open, community-driven social data protocol that creates users, defines social context data, and provides in APIs.\\n\\nWelcome to Noox where \\\"what you have\\\" and \\\"what you've done\\\" become a network!\\n\\n**Join the community**\\n\\nWebsite - https://noox.world\\n\\nTwitter - https://twitter.com/noox_world\\n\\nDiscord - https://discord.gg/NNhqWmZcCg\\n\\nMirror - https://mirror.xyz/noox.eth\",\"timestamp\":1637719560,\"title\":\"Introducing Noox: A New World Needs a New You\"},\"digest\":\"Dqxw7QGTyzupiV2pj6cFI5Z5XqCz_JpaSefddsD4ZaM\",\"authorship\":{\"contributor\":\"0x23156587eD37Be8e1c41A1364558a9271f844544\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PT-Vtz2253WO61JmT8nChFQm8or1DYm6Rr6xJ8QYG0I\\\",\\\"y\\\":\\\"rP9QWpBnttHRsjZCTRwGJguk8hqYRDfndvbfvW2sfsI\\\"}\",\"signature\":\"XYyp0CIHvVPwPpcoqiJ-uGswdHY097jmFMK24EnHTsPwuRaIpEXFa41DJ7nYW7K2BKFYbv7HpA31idLujMOUNA\",\"signingKeySignature\":\"0xaf65dd50a00bdbe7ba271bdc7568506d30dcee5e396b680394eb8c1f907bf1fc096bb9c0678389ac21d31804a1988817a16bc7a78d7bf014566ae4213ad744341c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PT-Vtz2253WO61JmT8nChFQm8or1DYm6Rr6xJ8QYG0I\\\",\\\"y\\\":\\\"rP9QWpBnttHRsjZCTRwGJguk8hqYRDfndvbfvW2sfsI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dqxw7QGTyzupiV2pj6cFI5Z5XqCz_JpaSefddsD4ZaM\"}"