"{\"content\":{\"body\":\"*This short entry is excerpted from an unpublished interview with a MA student, but it works nicely alone, as a statement.  Cover image:* Humans Dissecting Martian War Machines, *from Henrique Alvim Correa's War Of The Worlds Illustrations, 1906*\\n\\nThe way NFTs emerged abruptly didn’t allow us to see what’s actually happening: an infrastructural transition from Web 2.0 – where access to information is mostly offered for free while companies build empires upon data extraction and governments perfect a global panopticon – to Web 3.0 – grounded on a secure, crypto-protected, decentralized infrastructure (the blockchain) that could potentially destroy surveillance and the need of an intermediation, where data have a value and their property is given back to their owners. The problem is that, while we know the current dystopia, we have no certainties about this upcoming utopia. A war is going on, and paying 69 million dollars for a .jpg downloadable by anybody from a peer to peer network is an act of war: one in which the idea that scarcity can be applied to information, and the infrastructure that possibly allows it, is strongly supported. In this scenario, art is functional to make the value of information visible and recognizable. Apart from a few conceptual explorations of smart contracts, NFTs are not a medium: they are a trigger, a mean to introduce a radically new idea – that information is valuable and digital property possible. Nothing more, nothing less. If you think that all the recent history of digital art has been built upon the premise that the digital challenges ideas of property and objectification, that online culture is free culture, etc., that’s indeed a huge shift that – I’m sure – will affect art making as well. At the moment, however, because of the way online marketplaces are designed, NFTs are mostly a diminished, simplified version of an art that can take much more complex forms outside of that space. \",\"timestamp\":1628178418,\"title\":\"A War is Going On\",\"publication\":\"surfingwithsatoshi\"},\"digest\":\"sL-3RcabearX1odRpiy89H--JoWin7rhlSARkGhLULY\",\"authorship\":{\"contributor\":\"0x11731586c573Bc263De405603793Ef48F974830F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7bmzzPD_d6SL8S_xELTqVoY_Ux-WE9cMz7MalX14PLI\\\",\\\"y\\\":\\\"hHSKx67vTLxmX7t_a7LRHMgNK1PYB1Lk5NTwWxxHK1k\\\"}\",\"signature\":\"5qU1wrWsGfK7u-ZOeCyUqd0YwOPi6TmpjLQWldhkDbGIipZKdaucKxx49ZQ1iUF5ceIUhrZTx9Eua8mumXKE7A\",\"signingKeySignature\":\"0x9b58595add991378c6b1599e60b0bb1b3bc919fdc1d04268bfffc35c58cdfa294e3e0c7e7ff1f5a5c66c9e92e289c8fb68188f3cbeb4fd7dab91cf081f788b671c\",\"signingKeyMessage\":\"I authorize the publication of articles on surfingwithsatoshi.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7bmzzPD_d6SL8S_xELTqVoY_Ux-WE9cMz7MalX14PLI\\\",\\\"y\\\":\\\"hHSKx67vTLxmX7t_a7LRHMgNK1PYB1Lk5NTwWxxHK1k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sL-3RcabearX1odRpiy89H--JoWin7rhlSARkGhLULY\"}"