"{\"content\":{\"body\":\"“隐兄弟，你的运气还真是好啊，呵呵，听你的果然没错，那，这份是你的。”金帝从盘子里拿出一叠蓝色筹码，堆到我面前说到。\\n\\n```\\n我看了看筹码，笑着对金帝说道：“金大哥，就不用这么客气了，都是你自己的钱，我只是给你点建议罢了。”\\n\\n“看你，跟我客套了不是，我是听你的才赢的钱，怎么能不分点给你呢，你就拿着吧。”金帝不由分说，将筹码塞了给我说道。\\n\\n“那我就谢了。”既然你这么盛情相送，那我也就不客气了，赢了有的分，输了你倒霉，关我何干，我接过筹码笑着说道。\\n\\n“对了，我还有点事要处理一下，要不你继续在这里玩玩？”金帝见我收起了筹码，便起身说道。\\n\\n“好好，你忙吧。”我点头回道，心里则暗嘀，我玩，我玩个屁，妈的，这些家伙等级绝对不会很高，一看就是些来天地里享受的有钱人，在酒楼上面弄个豪华赌场，亏你想得出来。不过想拉我下水，门都没有，你前脚走路，我后脚闪人，这里，可不是我玩的起的，也不知道这蓝色筹码，能兑换多少钱。\\n\\n“老板，你带的那个人已经走了。”看着传呼机里发来的消息，金帝如冰山般的脸上微微有点动容，托着下巴，自言自语地说道：“隐为者，你还真是不贪心啊，这点小利没法将你打动了，也不知道钱老板那，有什么好办法没？”\\n\\n***************************\\n\\n呵呵，这金帝还真是挺大方，原来蓝色筹码一个算一千个金币，那叠筹码一共十二个，扣除兑换时5%的折扣，他等于不动声色，白白给我送了一万多块，不过他肯定没想到我会抽身而退，没有继续赌博下去吧，咱的心可不黑，能赚的钱，我是绝不放过，不能赚的钱，我也绝不伸手，就我那点家当，哪够赌几把。\\n\\n下线吃过晚饭，我乐呵呵地奔向传送阵，目标就是那绿树环绕的幽暗城。\\n\\n由于天地里的时候与现实时间的比例是二比一，再加上还有时差因素，所以当我再次来到幽暗城时，已经是日上三竿头了。\\n\\n虽然时至深秋，但是城里那一颗颗苍老的参天古树却丝毫没有衰落的迹象，依然用它们那茂密的枝叶，遮盖着整个城市。一阵轻风吹过，将那如鱼鳞，似瓦片的层层树叶掀得是瑟瑟作响。金色的阳光如一根根利箭穿过绿海的间隙，射落在大地之上，斑驳的树干上，一半是灿烂，一半是阴暗。\\n\\n在城里没有多作逗留，我匆匆出了城门，从背包里拿出女接待给的那张地图，仔细看了一看，那迷茫沼泽应该是在幽暗城最北面，路途甚是遥远，小黑，给主子我出来，让咱上豹开拨。\\n\\n这一路上除了下豹采药，杀了几只肉质鲜嫩的独角羚羊外，我是丝毫没有浪费时间，终于赶在日落西山的时候，听到系统的一声提醒：“隐为者玩家，您发现了迷茫沼泽，获得经验值一千八百。”\\n\\n眼前这就是迷茫沼泽吗，我看一点也不迷茫啊，注视着前面这一大片郁郁葱葱的丛林，我心里暗自嘀咕道，不过咱可不能被这假相给迷惑了，既然女招待说这个任务让好几组人马都失手，肯定就没那么简单，咱得留个心眼才行。\\n\\n*************************\\n\\n同时，在迷茫沼泽的另一头，还聚集了一大群人马，看他们个个鲜衣亮剑的模样，就知道不是寻常玩家，而带头那个穿着身翡翠色软甲，手拿一把雪白晶莹长弓的玩家，正是鼎盛联盟的副帮主，伤心小剑，在他身后，一身玫瑰色长袍，手拿根轻巧精致的魔杖，面色俏丽，惹人怜爱的不是别人，正是马尾辫。\\n\\n“小晴，这里怪物的等级可不低，你可要在后面小心点，别冲上前啊。”伤心小剑看了看里面，转头对马尾辫说道。\\n\\n“小王叔叔，你怎么找到这么一个冷僻地方啊？”马尾辫一边点头一边问道。\\n\\n“也是帮里的弟兄接了任务，才发现这里的，不然天地这么大，我哪知道幽暗城外还有这么一块沼泽，呵呵，没什么玩家来正好，可以让我们好好冲级。”伤心小剑笑着说道。\\n\\n“恩，今天晚上再努力一下，我就可以冲到三十四级，也算是个女高手了吧。”马尾辫俏皮地一笑说道。\\n\\n“当然了，你可一直都是高手哦。”伤心小剑轻轻摸了下马尾辫的头说道。\\n\\n“哼，就那个死章鱼，还嫌我碍事。”马尾辫撅着小嘴，轻声嘀咕道。（张羽=章鱼，我无语了）\\n\\n“什么，小晴你说什么章鱼？海鱼啊？”伤心小剑看着马尾辫问道。\\n\\n“哦，没什么，走拉，小王叔叔，杀怪去哦。”马尾辫兴奋地拉着伤心小剑就往里面跑。\\n\\n“慢点慢点，你给我到队伍后面去，别一个劲的冲啊。”伤心小剑一边说着，一边摇头，对这个大小姐，他还真是没啥办法。\\n\\n这次他带来冲级的人手，除了十几个骑士和一些牧师外，基本上是以弓手为主，因为听下面的兄弟说，这丛林里面都是近程攻击的怪物，所以他们弓队过来，可以占上不少的便宜，一般同等级的怪，他们来二个轮射就能搞定，而高等级的怪，只要移动速度不是很快，那样他们也能边射变退，不会有生命危险，这样的团队，其冲级效率仅次与巫师团，当然了，还有烧钱的效率，也比巫师团好不到哪去。问我他们哪烧钱，箭枝啊，他们用的可都是十五个银币一枝的白银箭，比我那铁翎箭要好上一倍，可惜由于做工太过精细，所以一旦前面的水银头损坏，就无法再用，这一群弓手出来，一天还不知道要射坏多少箭枝呢，当然是在烧钱。\\n\\n这不，伤心小剑带着一帮弟兄，和马尾辫也进入了迷茫沼泽之中。\\n\\n***********************\\n\\n老规矩，大家都懂的，小影开路先锋，小黑带着小白，负责扫尾工作，主子我安然在队伍的中间，小心地四处张望着。\\n\\n这迷茫沼泽里面除了那一颗颗参天的大树外，就是一块块错落开来，如死水般的黑色池塘，上面漂浮着一层厚厚的浑浊物，不时泛起一个大大的水泡，脚下松软的褐色泥壤上，覆盖着一层绿油油如藓苔般的植物，走在上面有点湿漉漉的感觉，在朦胧月光的映照下，整个森林冷冷清清，孤寂莫明。\\n\\n刚走过一个大池塘，小影突然停住了脚步，还没等它有所行动，池塘里哗啦一声响，一个粗长的身影突然从污浊不堪的黑水里冒了出来，冲小影扑了过去。\\n\\n奶奶的，搞这么大声音干吗，吓唬我不成，我仔细一看，不过是个四十三级的巨大水蛭而已，没啥花头，不跟你客气，咱抽刀砍你头，扬匕挖你肉，怎么都是个死字。\\n\\n这个浑圆的****尽管身上有一层泥浆，增加了不少的防御能力，不过那也是相对那些等级低，装备差的有用，对我，对小影，对我家小黑，那是丝毫没有效果。\\n\\n小影熟练地一个后撤步，扬手就冲它丢了两条幽灵蛇，不过这家伙未免也粗肥了，幽灵蛇仅能在它身上缠个一圈而已；而我，则一手匕首，一手弯刀，红白两道刀光匕影，已经招呼了过去，给我机会用背刺，不用岂不是对不起它了；小黑带着小白，一声不吭得就扑了上来，瞧小黑那爪子，锋利得跟刀子似的，也没费事，就在巨大水蛭身上留下个爪爪到此一游的痕迹；小白也乘机给了巨大水蛭一口，然后蹿回小黑身上……\\n\\n粘稠的暗红色液体染满了大地，巨大水蛭挣扎着想要逃回池塘，不过既然出来了，哪有那么容易能回去的，我跟上几步，发力一个平刺，连刀带手，顺着它身后的那个洞洞，没入巨大水蛭的体内。\\n\\n咱又“走运”了，插了个怪物ju花，妈的， 真是恶心，手一抽出来，一股腥臭的味道扑鼻而入，我呸，什么玩意嘛，简直是玷污我的宝匕。\\n\\n虽然巨大水蛭是无法阻止我前进的步伐，但丛林里平地升起的重重浓雾，让我心生警觉。这大雾来得是毫无征兆，一下子就遍布整个丛林，抬头夜空已模糊，低头，还好，鞋子挺清楚。\\n\\n而我的视线也只能看到周围几步伐而已，其他都被笼罩在黑纱般的雾气之中，显得缥缈虚无，若隐若现。\\n\\n“小黑，过来点，小影，慢点。”见了如此变化，我赶紧将队型由松散型变为紧凑型，而小白，也换了个位置，一圈圈缠绕在我的身上，算是给咱多了个攻击型武器吧，有怪伤我，必被小白咬，嘿嘿。\\n```\\n\\n\\n------------\",\"timestamp\":1640584442,\"title\":\"第二百三十三章 迷茫沼泽\"},\"digest\":\"uwFu6mkGG-b84bm41WX-4JMox3S_2nfKTNY2nkFPkX0\",\"authorship\":{\"contributor\":\"0xEe9Ad4a4BD2EC522D09C269448a2a9156EfA8B6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jsm3DAtkIxF3uERfGvOZ1wLfnaGNkMWJaQytgo_LDkg\\\",\\\"y\\\":\\\"SIoWWokV-gXuS4ROM6OvIKL9JN1csIhBGkHjLHxn59c\\\"}\",\"signature\":\"f0oQio4JQTgPYfB6w-zgSXTZygOsBYxE2voVmDyQ_dyXEVwAuMkpK0FXKndPt_1I02CIpw1AMqbpHW06gTOr3A\",\"signingKeySignature\":\"0x30184fcc5d964d525dc3baab60481240a2443c22e49f8b47ff83b628261e1d11030259dd801e4722ed06b173579e91f3400dec42c0cb52a361b46fbb7e5eefc81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jsm3DAtkIxF3uERfGvOZ1wLfnaGNkMWJaQytgo_LDkg\\\",\\\"y\\\":\\\"SIoWWokV-gXuS4ROM6OvIKL9JN1csIhBGkHjLHxn59c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uwFu6mkGG-b84bm41WX-4JMox3S_2nfKTNY2nkFPkX0\"}"