"{\"content\":{\"body\":\"撰文：Mark Laursen\\n\\n编译：Alex\\n\\n快到年底了，这让我陷入了反思的情绪中。我在游戏领域工作了很长时间，我多次目睹了游戏文化的转变。我想写这篇文章来表达我对这种文化的看法——独特的体验、成就的重要性以及游戏可以为玩家和开发者提供的价值。这些概念和我的背景是 Ember Sword 的支柱之一，我希望通过这篇文章阐明我（以及团队）来自哪里。\\n\\n游戏领域出现了许多重要时刻：从基于文本的游戏演变为图形，从调制解调器升级到宽带再到高速互联网，甚至 VR 技术的出现。在过去的 50 年里，我们在各种不同的突破中取得了长足的进步——无论是在游戏设计、风格、类型还是制作质量方面。电子游戏给我们带来了很多，最重要的是，当我们开始作为游戏玩家的这一令人惊叹的终生旅程时，它们以我们无法想象的方式将我们聚集在一起。\\n\\n**共享经验的终结？**\\n\\n但没有改变的一件事——无论我们跨越什么样的技术界限以及我们走多远都不会改变——是一个非常简单、非常人性化的事实，即游戏对我们个人而言具有内在价值。我们玩的每款游戏都在某种程度上塑造了我们，并为我们提供了我们都追求和珍惜的无止境的快乐。然后我们有了更大的游戏，它们不仅将我们定义为个人游戏玩家，而且还构建和定义了整个世代和类型。游戏的价值是一个非常个人的东西，但也是一个普遍的东西，因为所有玩家都有自己的个人体验，并带走了一些独特的东西。此外，这些体验还将每个玩过相同游戏的人联系起来。例如，我们都和我们的朋友谈论过游戏中难关、光荣的成就和壮举。\\n\\n![](https://images.mirror-media.xyz/publication-images/Im_242NxJb7T89-_xOykC.png?height=694&width=1342)\\n\\n这段时间以来，分享个人经验一直让我们走到一起。而对于大型多人在线游戏，这种联系被放大了，它更加真实和明确，创造和体现这种内在价值并使其“真实”这样的机会确实是巨大的。\\n\\n但不幸的是，为了吸引单人游戏玩家，许多游戏已经决定变得越来越少社交。这反过来又疏远了社交玩家，将 MMO 变成了几乎反社交的游戏，鉴于“大型多人游戏”的名字，这非常具有讽刺意味。如果我们继续疏远这些玩家，我们可能会目睹一种游戏风格的消亡和一个时代可能的终结——更不用说剥夺一个新的、甚至可能更大的时代起飞的机会。我们不能让这种作为游戏体验核心的内在价值消亡。因为归根结底，这是一次又一次吸引我们玩游戏的核心原因和动机之一。它是支撑游戏和社交体验的结构——它必须而且应该受到保护。\\n\\n**真正成就的力量**\\n\\n***“在游戏中的努力不应该被回避。诉诸最低公分母不应该是你的策略……”***\\n\\n过去，时间和精力在视频游戏中的价值不同。过去，玩家为一款他们可以“迷失”的游戏支付一次性费用，并花费无数个小时探索和建立自己的传奇……这慢慢变成了我们的时间被秒分解并货币化。其中一些游戏已经变成了“付费游戏”或更糟糕的“付费游戏”，更类似于老虎机而不是实际游戏的体验。\\n\\n游戏中的努力不应该被回避或利用。诉诸最低公分母不应该是你的策略，而应该是培养和塑造玩家想要投入到你的游戏中的努力。简而言之：应该给玩家留下一些让他们感到奖励和满足的东西：成就。一个真正的成就。不是弹出一些愚蠢的文本来通知你你刚刚达到 20 级——因为每个人都这样做，这不是一个真正的成就，它是一种试图欺骗玩家感受成就感的简单而古老的方式。\\n\\n为什么玩家喜欢坐下来玩龙与地下城几个小时？或者像反恐精英这样的第一人称射击游戏，或者任何类型的 MMORPG，其中玩家坐下来玩的时间比健康的要长？这是在一个领域中的成就感，在这个领域中，你不会因为你是谁、你的外表、你的想法而受到评判——自我的整个部分都被排除在外，而只是一种纯粹的成就感和竞争力成为驱动因素。我们都喜欢做得很好，我们都想成功并学习变得更好。游戏为我们提供了这样的选择，进入一个你可以成为任何人、任何人的世界——无论你是谁，你的社会地位是什么，甚至你可能有哪种残疾，你都可以成为游戏历史书中的传奇.\\n\\n***“这是在一个领域里的成就感，在这个领域你不会因为你是谁、你的外表、你的想法而受到评判......”***\\n\\n**收藏品的价值和陷阱**\\n\\n游戏具有内在价值。他们一直都有。它来自玩家自己投入的精力和时间。它可以比作收藏艺术品或神奇宝贝卡片——艺术品或卡片的价值取决于对这些感兴趣的人的决定。您可以与您的朋友交易您的神奇宝贝卡，将它们送出、出售，通过购买或参加锦标赛获得更多，或其他任何情况。艺术收藏家热爱艺术，收集他们喜欢的类型，出售和交易，展示给其他人欣赏。游戏的意图和需求是相同的——唯一的区别是，愿意为自己的爱好花钱的游戏玩家比艺术收藏家和类似的人要多得多。\\n\\n***“游戏构建文化，这是它们所拥有的内在价值的重要组成部分，源于游戏是一种共享的社交体验。”***\\n\\n将 NFT 视为宝可梦卡片，将加密货币视为手机游戏中的珠宝，或游戏使用的任何高级货币。现在，这里唯一的区别是区块链技术使我们这些用户能够轻松地交易这些珠宝和神奇宝贝卡。我们以前可以在黑市上交易它们，但现在我们可以通过一种严重阻碍欺诈的技术自由地交易它们。许多人忽视了游戏具有内在价值这一事实，主要是因为几乎所有这些数字物品交易都发生在地下黑市，欺诈和不受监管的行为已经成熟。大多数沉迷于交易物品的游戏玩家可能都经历过被骗。这是目前所有数字物品交易中的一个主要问题，不会发生在区块链上。现在，在区块链上，交易或购买不需要中间人。在一个去信任的系统中，这部分是安全的，作为买家，您只需要确保您购买的东西确实是您想要的。然而，这也并不是说区块链技术没有骗子——只要有赚钱的地方，人们就会试图玩弄这个系统。它不太可能发生，因为区块链本身是安全的。\\n\\n游戏构建文化——这是它们所拥有的内在价值的重要组成部分，源于游戏是一种共享的社交体验。一种文化产生并从中建立，更重要的是，它在塑造您作为个人的文化方面发挥着作用。所有不同类型的游戏在彼此之间和周围潮起潮落，构建了一个共享的存在景观，超越了它们作为“只是”游戏的存在。如果我们继续通过使用掠夺性货币化、激进的微交易或通过现金商店和老虎机战利品箱进行封闭的内容，继续将赌博和游戏结合起来，那么这种格局就有失去价值的危险。更糟糕的是，一些公司甚至投资数百万美元来创建系统，其唯一目标是欺骗你花钱。\\n\\n![](https://images.mirror-media.xyz/publication-images/wMGQp1_4wAqv9NHWL-H8A.png?height=1068&width=1344)\\n\\n过去，游戏是一种新奇事物，可以聚在一起庆祝，这是他们的核心价值。虽然它们不再是新闻，但我们有机会夺回失去的东西。这个价值的中心是什么？社区。文化。通过玩游戏和区块链，我们见证了游戏的复兴，恢复了我们曾经拥有的东西：一个共享文化价值观的社区，这是我们许多人长期以来一直想要的。这是应该庆祝的事情，而不是被低估。因为现在真的有机会重振一种在这一点上几乎已成为神话和传说的感觉。\\n\\n**现金获取VS共享价值**\\n\\n为什么发行商和开发商没有更早地接受物品交易？第一个原因一直是钱。开发商和发行商不会从二级市场交易中获利。因此，他们的任务将始终是通过某种形式的现金商店获得更大的份额，在那里他们可以继续销售，而您可以继续购买您不会真正拥有的东西。他们总是可以复制并在过去复制的东西，不仅贬低了您的体验，还贬低了您的购买。一旦购买，如果您尝试交易这些东西，很可能会受到严厉制裁。公司已经达到禁用、禁止并彻底删除帐户和人员的项目、时间和精力。这是区块链修复的核心租户之一：在销售后通过交易获利的能力，这种认识为公司提供了一种无需一直推送 DLC、新版本、门禁内容或现金商店包的方式来赚钱。相反，它使他们能够真正专注于让他们的游戏尽可能有趣。\\n\\n在去中心化的系统中，没有实体中间人，没有中心组件，在点对点交易中没有人必须先行。您可以通过各种市场安全可靠地交易任何 NFT 项目，区块链负责验证和转移过程。充斥着诈骗、欺诈、退款、争议等的陈旧、陈旧的系统现在可以被区块链安全技术取代和提升。这是打击网络欺诈的标志性里程碑。\\n\\n所述欺诈尤其是视频游戏中的一个大问题，这也是开发商和发行商未授权其用户进行免费物品交易的另一个原因。不幸的是，随着电子游戏的不断兴起，身份盗窃自2015年以来也同时上升。我们在这里谈论的不仅仅是数百万美元，而是数亿到数十亿美元——这就是游戏经济力量的价值所在。这也不只是今天，而是昨天、去年、十年前。但是，如果您从未仔细观察过，您将永远无法看到亲人、家人、朋友和志同道合的人聚集在一起进行买卖或交易的无数社区、论坛和本地游戏俱乐部在他们最喜欢的游戏中——尽管有失去一切的危险和风险。\\n\\n有很多关于辛勤工作的夫妇通过交易数字物品赚取足够的钱来给自己买房子的头条童话故事。这怎么会是坏事？让实际用户参与利润怎么会是一件坏事？真正的玩家——那些帮助产生嗡嗡声、帮助产生炒作、帮助建立社区和塑造元游戏的人。为什么不允许他们也参与经济？为什么只有大型的庞然大物公司，高耸的巨人实体占据一切和每个人的顶端——为什么当很多价值一开始就属于玩家时，他们为什么要获得所有价值。为什么不分享它，建立在它的基础上，使游戏经济民主化，有利于用户，以便我们大家一起。\\n\\n![](https://images.mirror-media.xyz/publication-images/vQ5ZLucpuZtvSbSNbjjyK.png?height=874&width=1410)\\n\\n允许玩家参与游戏经济直接增加了他们对该游戏的“买入”和投资。这也培养了对游戏的更深刻的忠诚度和承诺。它变得完整，而不是半心半意，正如我们所知，“潮涨潮落”——这句谚语完美地描绘了靠游戏赚钱的概念。当我们让区块链技术和智能合约充当“中间人”并建立一个专注于为用户创造价值的经济结构时，即使是大巨人、庞大的庞然大物公司，也会看到他们的机会。因为他们不再仅限于资产的主要销售收入，而是可以获得在二级市场上产生的特许权使用费。这可以在玩家群中进一步循环，将其变成一个永久的收入系统。\\n\\n**电子游戏正在超越，未来就在眼前**\\n\\n交易数字物品的本质——无论是交易金币还是拿出你的硬盘把你最喜欢的游戏头像送给朋友——就是玩赚钱的概念，这个概念最近随着区块链游戏的兴起而创造，例如Axie Infinity。这个概念允许开发人员利用以前被认为是打金等游戏中的负面问题的力量——这是一个臭名昭著的问题，尤其是在 MMORPG 中。例如，在《魔兽世界》中，已经赚到了数十亿美元，银行家们离开了他们舒适的工作，前往第三世界国家建立血汗工厂，那里的工人为了收入的一小部分而辛勤劳作。\\n\\n***“我们真的有机会推出一个超越游戏的新系统……”***\\n\\n这里有许多领悟。首先，令人惊讶的是，这些血汗工厂的工人从种植黄金中获得的销售收入比例高于公平咖啡贸易的农民。此外，英国国际发展部在一份讨论如何将虚拟经济转化为发展潜力的报告中已经提出了黄金养殖作为社会经济发展工具的前景。\\n\\n在利用游戏赚钱潜力的游戏中，当然有 Ember Sword。正如我们之前所说的，我们的计划是每个月在游戏中发布数字化妆品收藏品，然后玩家在通过有趣的冒险和体验玩游戏时找到这些收藏品。通过让玩家通过游戏获得真正有价值的收藏品，您可以减少参与诸如“淘金”之类的剥削性冒险活动的需要和愿望，因为从长远来看，简单地玩游戏和玩乐会更有利可图。\\n\\n游戏有如此巨大的潜力，而区块链技术是实现这一潜力的天作之合。不仅要以我们以前从未见过的方式推动行业发展，还要在全球范围内真正发挥作用——在公平、透明和开放的系统中，这种差异很重要。我们有一个真正的机会推出一个超越游戏的系统，一个捕捉和表达我们作为老派游戏玩家一直都知道存在并意味着某些特别的内在价值的系统。友谊的价值，爱的价值，与有相同感受的人分享你所享受的东西的价值，以最纯粹的形式表达自己。\",\"timestamp\":1640152847,\"title\":\"区块链游戏的内在价值及其未来的发展方向\"},\"digest\":\"m4NdDz9ZprEHvUyK2lS5Tv-6oVqguhN71wt7pNwKZJE\",\"authorship\":{\"contributor\":\"0x0E58bB9795a9D0F065e3a8Cc2aed2A63D6977d8A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kd-_gueJZVDO07_TxaqvLOhs4OhkpImOKjxTtE8RxLs\\\",\\\"y\\\":\\\"bbIaKEveAF7mDMe32_VoTlLzaOVMV1ESY2qYdgcYu2I\\\"}\",\"signature\":\"DHBPrRG6vrQNjDOsEaBe11cXp4W93HtkBSsmV49oI0ip9HOtHb1WlQSp7wV5QBGh11pU60fDw0DTa2n6bCYM5Q\",\"signingKeySignature\":\"0xdc016b61d3deaaf10301b0cd01fcfe3b26eb26de71e9b6db7950292da5ef3c09615d3e96eaadf96c86891c5eb472dd5fc3b0ee57b2d04f2731f2f549aaf662191b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kd-_gueJZVDO07_TxaqvLOhs4OhkpImOKjxTtE8RxLs\\\",\\\"y\\\":\\\"bbIaKEveAF7mDMe32_VoTlLzaOVMV1ESY2qYdgcYu2I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m4NdDz9ZprEHvUyK2lS5Tv-6oVqguhN71wt7pNwKZJE\"}"