"{\"content\":{\"body\":\"**Dapper Labs – the company behind CryptoKitties – has a simple mission.** They want to introduce a billion people to blockchain.\\n\\n“The reason we decided to go for entertainment — specifically games — is because we felt that it’s just a much easier way to introduce folks to decentralization,” explains co-founder Mik Naayem. “Gamers are the perfect target market, as they already understand virtual currencies and virtual worlds.”\\n\\nIn November 2017 CryptoKitties was Dapper Labs’ Trojan Cat, and the game introduced the revolutionary concept of NFTs (Non Fungible Tokens) to hundreds of thousands of people who had never used the word “fungible” in their lives.\\n\\nIt is widely believed, at least by those in the blockchain industry, that these unique or scarce digital objects have the potential to transform the internet and underpin new virtual economies. Dapper is now leveraging the power of major sports, entertainment and music brands — including the National Basketball Association and Warner Music — to help draw their passionate fans into blockchain too.\\n\\nThe NBA isn’t the only major organization excited about NFTs. Some of the biggest brands on the planet are developing blockchain based games, collectibles and virtual worlds including Formula 1, MotoGP, Atari, Ultimate Fighting Championship, Nike, and even Shaun The Sheep.\\n\\nIt’s a massive opportunity with the potential to bring about adoption by mainstream users.\\n\\nBetween them Fortnite and Minecraft alone have 300 million users per month — a user base that dwarfs the 16 million blockchain wallet users per month. Formula 1 reached 471 million unique viewers in 2019. And the NBA claims to reach over a billion people.\\n\\nGames generated revenue of $150 billion last year and if blockchain is adopted by the gaming and collectibles industries — and marketed by global brands — in the way believers think it will be, then NFTs may well be blockchain’s killer app. \\n\\n#### The revolution will be gamified\\n\\nGalaxy Interactive is a $325 million investment fund that’s helping fuel this revolution. Its investment thesis is based on the conviction that the billions of people who spend their lives glued to screens want more meaningful ways to connect and engage with each other.\\n\\n“The virtual goods that we buy, trade and sell will imbue status and define our identity just like their physical counterparts,” a Galaxy Interactive pamphlet explains. “The value we create inside of our virtual worlds will become indistinguishable from the value we’ve historically created outside of them.”\\n\\nSam Englebardt, who co-founded Galaxy Digital with Mike Novogratz, heads up the Interactive division.\\n\\n“I think where brands are concerned, I just think adoption is going to happen in games and in content,” he says. “If you’re thinking about digital worlds and a technology that enables you to do really interesting things with digital objects, and to create scarcity of these objects, it just feels to me like that’s the sort of environment where this (blockchain) tech is likely to scale first.\\n\\n“That’s where the people are and where the eyeballs are. That’s where the brands go.”\\n\\nA story that culminates in the creation of The Metaverse, starts with CryptoKitties in November 2017.\\n\\n#### Cool cats of the blockchain\\n\\nNaayem explains the whole idea behind CryptoKitties was to teach new users about blockchain.\\n\\n*“When we created CryptoKitties, what we were trying to do was test whether we could get people who’ve never used a blockchain before to use it… and understand why it’s different and why it’s valuable.”*\\n\\nUntil now everything in virtual worlds has been endlessly reproducible and consequently of little value. But NFTs ushered in the revolutionary concept of real and persistent ownership of unique objects.\\n\\nThree million people visited the website to buy a virtual cat, but only about 100,000 succeeded — thanks in part to the game clogging up the Ethereum network, and in part the hoops users need to jump through to obtain cryptocurrency. But it proved that the ownership of cute NFTs appealed to people who didn’t care less about Bitcoin.\\n\\n“With Crypto Kitties, a little over 40% of our audience had never owned a cryptocurrency before and through analyzing their user behaviors we can see they’re behaving differently in this game than they would in regular mobile games,” he says. “And so we got convinced around that.”\\n\\nThe game enables users to ‘breed’ their NFTs with others and sell the offspring, which helped encourage the creation of a virtual economy (a couple of million cats have now been bred). The value-accretion deck was heavily tilted in favor of users who made [$20 million in the first year,](https://cointelegraph.com/news/blockchain-gamers-earned-20m-in-their-first-year) while Dapper Labs only took $7 million. Users also created an ecosystem of DApps, building everything from racing games to Tinder and Facebook for cats.\\n\\n“In terms of user behavior they didn’t see it as spending, so much as value transfer,” he says. “People were spending a lot more because they felt this was more akin to a digital stamp or a piece of art that I can liquidate at a certain time, rather than spending virtual currency in a game.”\\n\\n Naayem says that once users have experienced uniqueness, scarcity and ownership in a virtual world, handing over cash in ordinary games completely loses its appeal.\\n\\n“When someone has had that experience, it’s hard for them to go back and spend in virtual worlds where they don’t have those promises. A big part of the way I’ve been thinking about it recently is that it’s almost akin to giving users digital rights in their virtual lives.”\\n\\nBlockchain in gaming is still a fledgling industry at the moment. [My Crypto Heroes](https://www.mycryptoheroes.net/) made $1.5 million in its first year and players took home $118,000. [Gods Unchained ](https://godsunchained.com/)made $4.2m with the company pocketing the lot. But the success of CryptoKitties saw some of the biggest brands in the world sit up and take notice.\\n\\n“A lot of great IPs were reaching out to have these conversations,” Naayem says. “And we thought that was a really great way to tap into their vibrant communities.”\\n\\n#### Sports fans: the perfect score\\n\\nSports fans are some of the most devoted on the planet and sports brands make a significant proportion of their revenue from video games, merchandising and memorabilia. Combining all of these things using blockchain makes a lot of sense.\\n\\nThe numbers involved are huge: in two decades the NBA 2K game sold 86 million units and last year the NBA signed a seven-year deal to extend the license for a cool $1.1 billion.\\n\\nWith that sort of money on the table, it’s not that surprising that the NBA had already set up a working group on blockchain to think about ways the brand could benefit from the technology. They approached Dapper Labs and the result, NBA Top Shot is in beta and due for release soon.\\n\\nThe platform allows fans to ‘own’ their favorite sporting moments. That time your hero hit a three-point buzzer beater to win the game? You can now own a limited edition NFT commemorating the occasion. The idea evolved through discussion with the NBA’s fan panel.\\n\\n“We gained an understanding that one of the reasons people like sports a lot is because of what I call ‘moments of greatness’,” Nayaam says. “That’s where you create that really strong emotional attachment with that player, with that team, with a moment that essentially brought you, your family, your city a lot of joy.\\n\\n“We realized that could be turned into a digitally native piece of memorabilia.”\\n\\nThe moments will also be game pieces too, and players will be able to compete with them, trade them and use them in online tournaments and leagues.\\n\\nThe mixed martial arts Ultimate Fighting Championship has also partnered with Dapper to release a range of UFC branded digital collectibles on its Flow blockchain and Warner Music is exploring how its artists can leverage their technology too. \\n\\n“A big part of it is these brands, whether it’s the NBA or UFC, allowing us to tap into very passionate fan bases which then allows us to hopefully bring those communities to blockchain,” he says.\\n\\nThe opportunity is not just limited to sports and music — passionate fans of anything from comic book heroes to cult TV shows are obvious contenders. “We think it makes a lot of sense around characters — I’d love to work with the Batman brand, or Marvel and create digital worlds for those characters. But it can also be things like sneaker brands. You can imagine making digital shoes for Nike or Adidas. Eventually we’ll have augmented reality. And in that case digital fashion may make a lot of sense there.”\\n\\n#### Virtual fashion and sneakers\\n\\nAs it happens, Dapper Labs has already auctioned off a [virtual fashion garment](https://www.engadget.com/2019-05-27-fabricant-blockchain-digital-dress.html) for $9,500 at the Ethereal Summit in New York. The owner bought the token for the opportunity to ‘wear’ the garment virtually.\\n\\nAnd in December last year Nike [patented shoes as NFTs](https://pdfpiw.uspto.gov/.piw?docid=10505726&PageNum=1&&IDKey=DEF6196CEC57&HomeUrl=http://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO2%2526Sect2=HITOFF%2526p=1%2526u=%25252Fnetahtml%25252FPTO%25252Fsearch-bool.html%2526r=1%2526f=G%2526l=50%2526co1=AND%2526d=PTXT%2526s1=Nike%2526s2=Crypto%2526OS=Nike%252BAND%252BCrypto%2526RS=Nike%252BAND%252BCrypto) called CryptoKicks. The concept pays homage to CryptoKitties by essentially stealing the idea outright: you can ‘breed’ different pairs of shoes to create new custom sneakers that can be made in the real world.\\n\\nEnglebardt expects this will be a growing trend.\\n\\n“Sneaker brands are going to be a very big and important leader in this space because the sneaker culture overlaps so heavily with gaming culture and you’re already seeing a whole culture around the creation of custom sneakers,” he says.\\n\\nYat Siu, the CEO of Animoca Brands, believes that a pair of virtual Nikes may end up transferable between different worlds – enabling you to take them from one game and use them in another, or on social media. \\n “In the real world you don’t buy Nike shoes so that you can only use them in a Nike Basketball court,” he says.\\n\\n> * \\n “If suddenly millions of people end up owning Nike virtual shoes, how many game companies out there might actually say, let’s make use of those Nike shoes inside our virtual games?”*\\n>\\n> While NFTs allow for objects to exist outside of the games, interoperability is probably a little way off yet. Englebardt believes it is more likely that NFTs will first become usable across multiple games owned by the same publisher. So a Formula 1 car NFT from Animoca Brand’s F1 Delta Time game (out in July) may end up being able to drive around The Sandbox, which the company also owns.\\n>\\n> #### Driving change with Formula 1   \\n>\\n> The company made headlines in May last year when it auctioned off the first F1 car NFT for the game. Theoretically made of ‘black carbon’, the ultra-fast 1-1-1 was sold for 415.9 Ether – $106,000 at the time. Two other F1 cars sold for around 100 ETH each, demonstrating that designing collectibles that appeal to the sport’s cashed up fanbase was a clever strategy.\\n>\\n> “We did not expect that the 1-1-1 would sell for 415 ETH, which by any measure is an astounding amount of money,” Siu says. “It set a bar for the price of these cars which consequently also informed us of how we need to work on that scarcity model because now the cars have a certain price point. And we now have to be mindful about how we keep issuing these NFTs.”\\n>\\n> They’ve also auctioned off 2000 ‘crates’ of in-game NFTs conferring various advantages for players for $360,000 in total. Just like CryptoKitties, a secondary market sprung up with users buying crates simply to resell various items. In August they’ll be reverse auctioning off three Star Trek vessels to rabid Trekkers to be used in the forthcoming CSC game, with bids starting at the ETH equivalent of $200,000 when the Enterprise NCC-1701 goes under the hammer. Animoca is also developing another blockchain game using collectibles for MotoGP — the motorcycle racing world championship.\\n>\\n> While most purchasers of NFTs so far have mostly been crypto natives, Sui expects that to change after the games are released. \\n>\\n> That’s what happened with an [experimental sale in May](https://smallcaps.com.au/animoca-brands-sale-digital-assets-crazy-defense-heroes-franchise/) of 100 in-game NFT items for Crazy Defense Heroes “The top buyers are not crypto guys and that taught us something about adoption. They were players that played a lot and they wanted these collectibles because they were fans and because it had a benefit inside the game,” he says. \\n>\\n> #### 325 new brands onboard\\n>\\n> As the name suggests, Animoca Brand’s entire game plan is to leverage the power of existing brands in gaming — everything from Garfield to Snoopy and Thomas and Friends. As part of this strategy it teamed up with blockchain network Harmony to jointly acquire the digital collectible startup Quidd last year, which has sold more than 2.1 billion digital collectibles since 2017. Quidd has license agreements with 325 brands including Marvel, Game of Thrones and Rick and Morty, and Sui says they are in negotiations with the IP holders to begin releasing collectibles at NFTs. As a first step, they’ll start recording ownership on blockchain.\\n>\\n> Siu says that speaking to brands about NFTs currently requires a lot of education. “We do have to go out and tell people about the opportunity,” he says. “It’s not yet at the point where IP holders are coming to us and saying ‘Hey I heard you guys do crypto and NFTs, let’s see how we can work together’. We’re not there yet.”\\n>\\n> “But I think this is where Animoca Brands has an advantage because we’ve already talked to them on non-blockchain games in the past, we’ve had a long history with them.\\n>\\n> #### Playing in The Sandbox\\n>\\n> Some brands have seized the opportunity — among them Atari and Shaun the Sheep (of Wallace and Gromit fame), two brands that are building their own virtual theme parks inside the blockchain powered virtual world The Sandbox.\\n>\\n> First released in 2012, mobile game The Sandbox gave users the freedom to create whatever they wished, and it’s since been downloaded more than 40 million times.\\n>\\n> The new version uses blockchain to power the creation of an immersive ‘metaverse’, much of which will be built by the users themselves. They’re targeting one million monthly active users.\\n>\\n> “It’s a 3D decentralized virtual world where the players can make 3D assets and monetize them through the use of blockchain technology, essentially NFTs and our own cryptocurrency,” explains co-founder Sebastien Borget who is also President of the Blockchain Game Alliance. Competitor Decentraland has created a similar, but more realistic looking blockchain world.\\n>\\n> The Sandbox has held three major pre-sales of ‘land’ inside the game map: the most recent of which sold out in five hours and netted 3,400 ETH ($760,000). “What’s amazing is this strategy has been working really well,” he says. “We have already sold over $1 million of virtual land even though we are not yet launched, and we have over 1,500 land owners who are either artists, game developers, creators, crypto users and investors who believe in that vision.”\\n>\\n>  \",\"timestamp\":1639222544,\"title\":\"Billions and Billions: How Brands Take Blockchain From Niche to Normal\"},\"digest\":\"FpNu7YzxCBysAVB9D6b_8uYcuigXYthn0ZsqRTyTS0M\",\"authorship\":{\"contributor\":\"0x59A93099C682eDA9890dF01bdAf5AF29B5905E15\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"akj2K84UL5AawO9tOa2aK1mgL3iRmCqGuFdARj3C9FU\\\",\\\"y\\\":\\\"uf7ee0ANXoJlq3ItS7SydxQlnabJv4iGXBrtD9kFm9s\\\"}\",\"signature\":\"HxiTEPYIZtONzKx9m7iUoptOZB-16OV5SmXQW8jIVk05zoFHbhiMwLXir3PD8gC558PV1WQJff9FEk89TJ_Ozw\",\"signingKeySignature\":\"0x88efdb9ce6b1df5d081141cadd2345adb5b26d72580fe3a8f934299fa7fc302e4f1b457f88b72af51e703146284c5f1dea02b871f39bc801d68a3b9a50e217311c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"akj2K84UL5AawO9tOa2aK1mgL3iRmCqGuFdARj3C9FU\\\",\\\"y\\\":\\\"uf7ee0ANXoJlq3ItS7SydxQlnabJv4iGXBrtD9kFm9s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FpNu7YzxCBysAVB9D6b_8uYcuigXYthn0ZsqRTyTS0M\"}"