"{\"content\":{\"body\":\"NThis is part 1 of a 3 part series on self-leadership, based on my reading of [Frederic Laloux’s excellent book ](https://www.amazon.com/Reinventing-Organizations-Illustrated-Invitation-Conversation-ebook/dp/B01HTWF0YW/ref=tmm_kin_swatch_0?_encoding=UTF8&qid=1640428628&sr=8-1)*[Reinventing Organisations](https://www.amazon.com/Reinventing-Organizations-Illustrated-Invitation-Conversation-ebook/dp/B01HTWF0YW/ref=tmm_kin_swatch_0?_encoding=UTF8&qid=1640428628&sr=8-1).* This post in particular summarises his research into how humans have gone from tiny bands of cave dwellers to enormous organisations.\\n\\nIn order to understand organisations in the modern day, some context of the different ways people have organized over time is useful. There’s a long history of different ways of organising:\\n\\n![Image from the book \\\"Re-inventing organisations\\\" by Federic Laloux](https://images.mirror-media.xyz/publication-images/AgThkL2G9ln7C5DK9gsyw.png?height=752&width=1752)\\n\\nNow, let’s look at each stage in turn. The first stages are highly condensed because they’re not relevant to the modern day, but explore the book for a fascinating in-depth look.\\n\\n![](https://images.mirror-media.xyz/publication-images/ESWBnSpZON2prC0Fctfms.png?height=300&width=3000&&&size=medium)\\n\\n**Archetype:** hunter & gatherer, 3-24mo old infants\\n\\n**When/Where:** \\\\~150,000 years ago. A few isolated tribes today.\\n\\n**Characteristics:** Very basic understanding of the world. Can only react to the environment\\n\\n![](https://images.mirror-media.xyz/publication-images/CxRwq7tyThGdJ6vVoFoOJ.png?height=300&width=3000&&&size=medium)\\n\\n**Archetype:** hunter & gatherer, 3-24mo old infants\\n\\n**When/Where:** \\\\~15,000 years ago\\n\\n**Characteristics:** Very basic understanding of the world. Believe forms of “magic” drive the world. People don’t see themselves as individuals. Life happens without much control. Death is not seen as particularly real (therefore a high incidence of murder)*.*\\n\\n**Challenges:** No ability to plan, reason, or improve. At the mercy of the environment.\\n\\n![](https://images.mirror-media.xyz/publication-images/X_-bzSMZ7yovWR_vDv0GT.png?height=300&width=3000&&&size=medium)\\n\\n**Archetype:** Gang / war zone / mafia\\n\\n**When/Where:** Isolated tribal village, inner city gangs, war zones & failed states where normal society completely breaks down. Works well in extreme, hostile environments.\\n\\n**Organizational Innovations:** The first organizations. Can organize towards larger goals\\n\\n**Characteristics:** Overwhelmingly powerful leader who must regularly use it (often cruelly, to make a point) in order to keep people in line. The moment the leader is seen as weak, they’re challenged. No formal job-titles and a shallow hierarchical structure. Relatively small or because the leader’s power breaks down after 3 or 4 layers.\\n\\n**Challenges:** Inherently fragile, can’t scale or plan for the future, must enforce brutal rules in order for any stability to emerge.\\n\\n![](https://images.mirror-media.xyz/publication-images/ZkIiTRD5cCcPHBmZts-XR.png?height=300&width=3000&&&size=medium)\\n\\n**Archetypes:** Army, Catholic Church, primary school, early factories\\n\\n**When/Where:** Many large traditional organizations today. Emerged starting in 4000 BC along with the rise of agriculture.\\n\\n**Organizational Innovations:** “*Organizations can now plan for the medium and long term, and they can create organizational structures that are stable and can scale.”*\\n\\n**Characteristics:** “*The Amber ego seeks for order, stability, and predictability”* by creating institutions and bureaucracies. Dominated by substantial hierarchies and strictly defined roles.\\n\\nSelf-worth & value as a person is defined externally - how well you fit in with the cultural norms. You do what the general says because he’s the general. *What* the general asks for is never questioned and it doesn’t matter *who* the general is. You follow or else you risk being kicked out, losing your entire identity.\\n\\n**Challenges:** Wastes our ability to question & improve, especially those that don’t conform to the dominant perspective:\\n\\n> *“It can be unpleasant, to say the least, to be a woman, a homosexual, an untouchable, or a free thinker in a Conformist-Amber society.”*\\n\\nUnderlying worldview of people: Assumes workers are “*mostly lazy, dishonest, and in need of direction.”* Jobs (especially at the front lines) are narrowly defined, carefully prescribed, and strongly supervised.\\n\\nPeople internalize and conform to their rank in the society. People at the same rank are interchangeable. Creativity is discouraged.\\n\\n![](https://images.mirror-media.xyz/publication-images/VlpAoR9FHldePyawzXjA_.png?height=300&width=3000&&&size=medium)\\n\\n**Archetype:** A machine, well run large company (Walmart, Coca-Cola, GE, Microsoft)\\n\\n**Where/When:** Post-industrial societies 19-20th century\\n\\n**Organizational Innovations:** Meritocracy (in theory, not always in practice).\\n\\nFocus on *effectiveness* encouraging questioning of the way things are done. Encourages research into how the world works and skepticism. More minds are tapped in pursuit of knowledge, with less regard of their affiliation or rank. For the first time in history, you won’t be disowned or killed if you stand against the dominant beliefs.\\n\\n**Characteristics:** Achievement-Orange is the dominant structure for the largest companies today. Most companies today aspire to be more orange (and less amber). The lingua franca of business is Achievement-Orange:\\n\\n> *“We talk about units and layers, inputs and outputs, efficiency and effectiveness, pulling the lever and moving the needle, accelerating and hitting the brakes, scoping problems and scaling solutions, information flows and bottlenecks, re-engineering and downsizing. Leaders and consultants design organizations.”*\\n\\nStrategies & plans are made at the top and cascaded down strong hierarchies. More people & teams are trusted to make decisions & execute. Leadership manage by goals, scorecards and budgets.\\n\\nTop managers are consumed by meetings, frontline staff are disempowered, by design:\\n\\n> *The higher you go, the more lines converge. It is only at the very top that the different departments such as sales, marketing, R&D, production, HR, and finance meet. Decisions are naturally pushed up to the top, as it’s the only place where decisions and trade-offs can be informed from the various angles involved. It’s almost deterministic.*\\n\\n**Challenges:** In the pursuit of *effectiveness*: “*corporate greed, political short-termism, over-leverage, overconsumption, and the reckless exploitation of the planet’s resources and ecosystems.”*. Essentially, orange organizations become globally powerful, and narrowly focused on their goals. They cannot focus on potential negative externalities they create.\\n\\nWe “effectively live in the future”, focusing on achieving the next goal and spend little time in the present celebrating the life we have or embracing aspects of ourselves that don’t match with orange ideals. Our focus is “*solidly materialistic*”.\\n\\n**Underlying worldview of people:** Meritocratic: Anyone can rise to the top, so long as they pursue effectiveness, material ends, and act professionally.\\n\\n![](https://images.mirror-media.xyz/publication-images/kL2vee4Ryp742OwmSQaPl.png?height=300&width=3000&&&size=medium)\\n\\n**Archetype:** Many non-profits\\n\\n**Where/When:** Emerged 18/19th century. Wildly embraced in the 1960/70s. Today, Southwest airlines, Ben & Jerry’s, many in academia, Cooperatives\\n\\n**Characteristics:** Rail against the greed and singular focus many Orange organizations take. Culture, personal development, and motivation are paramount. “*Matters are judged by the criteria of belonging and harmony”*.\\n\\nHR play a central role & leadership play a servant role. Lots of employee-centric activities like 360-degree feedback, morale surveys and training.\\n\\nGreen orgs are *“highly sensitive to people’s feelings. It insists that all perspectives deserve equal respect. It seeks fairness, equality, harmony, community, cooperation, and consensus.”*\\n\\nA small but extremely influential community focused on *“the abolition of slavery, women’s liberation, separation of church and state, freedom of religion, and democracy.*”\\n\\n**Three organizational Innovations:**\\n\\nFirst, **empowerment** - Aim for equality, and where that’s not possible then to push decisions down the hierarchy.\\n\\nSecond, **values-driven culture and inspirational purpose** - *“where leadership genuinely plays by shared values, you encounter incredibly vibrant cultures in which employees feel appreciated and empowered to contribute. Results are often spectacular. Research seems to show that values-driven organizations can outperform their peers by wide margins.”*\\n\\nThird, **multiple stakeholder perspective** - Leadership focus on making the right choices for all stakeholders (investors, customers, suppliers, community, etc.)\\n\\n![](https://images.mirror-media.xyz/publication-images/NGmWCZr0wzc95qjv9FFOu.png?height=300&width=3000&&&size=medium)\\n\\n**Archetype:** Rainforest, organism, spiderweb, organizations you may have heard of like Valve, W.L. Gore (makers of GoreTex), Patagonia, HolocracyOne\\n\\n**Where/When:** Handfuls of organizations starting \\\\~1970’s. Many more started in the 2000’s. Some organizations have thousands or tens of thousands of employees.\\n\\nThe shift can happen when we get over our own egos. We “*can suddenly see how its fears, ambitions, and desires often run our life. We can learn to minimize our need to control, to look good, to fit in.”* “*With their ego under control, they don’t fear failure as much as not trying.”*\\n\\nHighly adapted to sense & adapt. Work well in complex fast-changing environment.\\n\\n**Characteristics:** Teal individuals and organizations are not fearful of being judged by society. Self-worth is defined *internally* by how well their behaviour aligns with pursuing their inner purpose. The ask themselves: “*does this decision seem right? Am I being of service to the world?”.* The biggest risk is a life half-lived. “*we are able to make decisions that might seem risky, where we haven’t weighed all possible outcomes, but that resonate with deep inner convictions.”.* Teal organizations *“take action, even in the face of opposition or with seemingly low odds of success, out of a sense of integrity and authenticity.*”\\n\\n**Three organizational Innovations:**\\n\\nFirst, **purpose:** People align behind an organization’s purpose (and only join if their inner purpose aligns). Their success (as an organization or person) is judged against how well it achieves the purpose. Purpose is central to the organization\\n\\nSecond, **wholeness:** Encourage everyone to bring their whole self to bear in pursuit of the organization’s purpose. A professional mask is not needed.\\n\\nThird, **self-leadership:** System based on peer relationships, without hierarchy or consensus, even at scale\\n\\n**Challenges:** For those who’ve grown up in Achievement-Orange organizations, each of the Evolutionary-Teal innovations have a steep learning curve (essentially unlearning many of the fundamental orange “truths”).\\n\\nIndividuals and organizations have to let go of the “*beautiful illusion of control”* present in Orange organizations: “*It’s a much higher bar, and a much scarier standard to let go of those illusions, to get clear on purpose and to stay conscious and present in every moment”*\\n\\nIn a teal organization, “*Everybody, not just a few at the top, is vested in his or her work, the organization’s purpose, its culture, its results, its reputation”*. In particular,\\n\\n> “*People have to take responsibility for their actions and their relationships; they are no longer shielded from unpleasant news and difficult trade-offs; there is no manager to hide behind or to pass the buck to”.*\\n\\nIt doesn’t happen overnight.\\n\\n![](https://images.mirror-media.xyz/publication-images/a1MTYpehyw081b78zDQz3.png?height=850&width=2999&&&size=medium)\\n\\n## So which stage is best?\\n\\nThe book is careful to emphasize:\\n\\n> *There is nothing inherently “better” about being at a higher level of development, just as an adolescent is not “better” than a toddler. However, the fact remains that an adolescent is able to do more, because he or she can think in more sophisticated ways than a toddler. Any level of development is okay; the question is whether that level of development is a good fit for the task at hand.*\\n\\nBut, given the complex and fast changing world we’re a part of, Teal organizations can develop strong advantages. They can thrive in complexity where an Orange organization will struggle to get the nuanced ambiguous information up the hierarchy fast enough and integrate it well enough to adapt. I’ll take you through some of the benefits I see in the rest of this document.\\n\\nOrganizations are not just at one stage, and neither are individuals. Some practices in an organization, or some ways that individuals act are associated with a particular organizational paradigm. For instance, the way Wise looks at KPIs seems largely orange, but the way we align around purpose is definitely Teal. People can switch their dominant model, and organizations can shift more practices towards another paradigm.\\n\\n## So why aren’t all organizations using self-managing evolutionary teal principles?\\n\\n### It takes an evolution in mindset\\n\\nMany people only realize late in their careers that there might be something more. After a long career in Orange organizations,\\n\\n> *“when year after year things boil down to targets and numbers, milestones and deadlines, and yet another change program and cross-functional initiative, some people can’t help but wonder about the meaning of it all and yearn for something more.”*\\n\\nBut this takes time because in order to believe in this type of organization, your basic assumptions about human nature have to change.\\n\\nInterestingly, it seems to be easier for the younger “millennials” among us who “*get* self-management instinctively” because they’re the rules of the web. The rules they grew up with:\\n\\n> * *No one can kill a good idea*\\n> * *Everyone can pitch in*\\n> * *Anyone can lead*\\n> * *No one can dictate*\\n> * *You get to choose your cause*\\n> * *You can easily build on top of what others have done*\\n> * *You don’t have to put up with bullies and tyrants*\\n> * *Agitators don’t get marginalized*\\n> * *Excellence usually wins (and mediocrity doesn’t)*\\n> * *Passion-killing policies get reversed*\\n> * *Great contributions get recognized and celebrated*\\n\\n### Overcoming resistance\\n\\nThere can be some resistance. Both from leaders who can no longer wield formal hierarchical power, and from employees who aren’t comfortable taking on the responsibilities that self-management entail. \\n\\nBut at the end of the day, the companies in the book estimated that self-management was suitable (and preferable) for around 85% of people. One company acquired hundreds of power plants all around the world and converted every single one to self-managing with nearly all of the acquired staff staying on.\\n\\n## Next up\\n\\nNow, let’s explore the many myths related to self-leadership in part 2:\\n\\n**[Part 2 - Resolving myths about self-leadership](https://mirror.xyz/mrjeff.eth/jlZGVgu7EpDlCAXjYStrGz3eBMsNm4DelFffS_z2QHs)**\\n\\nYou can also go back to the [self-leadership intro page](https://mirror.xyz/mrjeff.eth/02JmKVHuFGXGAoziQYQEZ14HHWUZmQ2B23DxRmwQtnU), or [the main page](https://mirror.xyz/mrjeff.eth/s4lo91PGvKbaqy_jd505XcYdVzX81ElPFu3fnXzTotQ).\",\"timestamp\":1640458725,\"title\":\"Self-leadership part 1:  organisations throughout history\"},\"digest\":\"uEwAWgev8s3pX17Z5t4_MOkAm_K0IGjTuBtIueVUtBE\",\"authorship\":{\"contributor\":\"0x885076fe3868E6C027e4D376ce27FA3bAC04eFc6\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"signature\":\"hYEJV-XPYjD0SfSDG510ZIckHbwbbf829fAwOh23clPCKvKhPE59Cbcz56im71Do458KEN5mfruXew30JAFweg\",\"signingKeySignature\":\"0xe3a7e18dc06081a8048282b1c2fe7183b972bf2c7c776ad1b99e60ee1924985e21414f441db3f1d02c094820cead0d4aad6a9cae95157772649202a5f9684bff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KK0qWPOoe36juj7hiribllF85iVgQgO_tD8IjGDrXFA\"}"