"{\"content\":{\"body\":\"![The road to Coingame is bumpy and beautiful, with no certain destination. photo by Stephen P. Williams\\n](https://images.mirror-media.xyz/publication-images/5eJRt9nVh3VDXy_vDqKqu.jpeg?height=3024&width=4032)\\n\\nOn the one hand, the response to Coingame has been overwhelming. Everyone we’ve spoken to has been intrigued by the concept and eager to play. On the other hand, we at Evertune Studios have encountered several obstacles to distributing free cryptographic coins with no current value to strangers’ wallets.\\n\\nIt’s said that blockchain offers a trustless way to exchange digital assets, meaning the technology is immutable so you don’t need to worry about verification. However, trustless can also mean that you don’t trust anyone! With good reason.\\n\\nUnfortunately, thieves, scammers, bottom feeders and cryptosatanic connivers abound, and the world of blockchain is filled with scams and phishes foisted upon phools. That makes giving away coins that have no value, for a game that no one has ever heard of, a marketing challenge. And we at Evertunes aren’t the kind of salespeople who can sell wheat to Kansas farmers or pigeons to jaded Manhattanites. Let alone cryptocurrencies to strangers, even if there’s no charge.\\n\\nThat’s what we’ve learned in the last couple of weeks.\\n\\nWe’ve reached out to people on Twitter, in a million and one Discord channels, and via email and text. A few people we know have offered up their public ethereum wallet addresses (basically, a low-risk proposition), but we’re looking for more.\\n\\nTo that end, I’m reaching out here to encourage you to play Coingame. Details in preceding posts, or at [Evertunes.io](http://evertunes.io/).\\n\\nTomorrow, Sunday, January 9, we distribute the coins and the game begins. Do not be late to the game! Well, it’s ok if you are because this game goes on into infinity (though you can get out of it at any time). I’ll be updating you on what happens.\\n\\nMonday, we turn our attention again to our signature experiment, the generative music NFTs known as Evertunes. We have some great surprises in store.\",\"timestamp\":1641676104,\"title\":\"5. A phish phoisted on phools? - by Stephen P. Williams\"},\"digest\":\"jJ9nhR3pEFCLq0IaVdm8nqyGhs8eEcyG5vbI6mzb4ZA\",\"authorship\":{\"contributor\":\"0x198712F02DEC362773A6D451c86b68930742DD6c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Uy7jltWFDf_WMKj5fLg32AIpc073hVUNITuK4v5-M4\\\",\\\"y\\\":\\\"qvHTOiYJKDN8QWA7NectwgbBfd-scPaAEz1OGXIo6IU\\\"}\",\"signature\":\"3eb_n1TO6ll4cnJIpXwH9XjDQ-LtukagfTQPPvYTuK4PBgIJQXrdQto9JkcSIJejZI5AvJXQDfbY0bS3s9ItBA\",\"signingKeySignature\":\"0x1b643ee108fa5fa88a05a1b12759d4edef2bbb855108c32e93c92527492101be2550b0f9c6e44a0afff209153dba19cad5ba8c42334fb21b25c19de559704a191b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Uy7jltWFDf_WMKj5fLg32AIpc073hVUNITuK4v5-M4\\\",\\\"y\\\":\\\"qvHTOiYJKDN8QWA7NectwgbBfd-scPaAEz1OGXIo6IU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jJ9nhR3pEFCLq0IaVdm8nqyGhs8eEcyG5vbI6mzb4ZA\"}"