"{\"content\":{\"body\":\"Clout chasers chase for a reason. In Eugene Wei's classic essay Status-as-a-Service, he mentions two principles:\\n\\n* People are status-seeking monkeys\\\\*\\n* People seek out the most efficient path to maximizing social capital\\n\\nWhen applying this thinking to communities, the above still holds true. Just like traditional social networks create opportunities for social capital, communities must create some way to reward members with status rewards (but more on that later). When leveraged correctly, status rewards, can increase participation and collaboration among community members and contributors without overly relying on a token based reward system.\\n\\n**tl;dr:** *status rewards in the form of roles, badges, and medals can be used to reward community members and contributors leading to stronger engagement and community participation.*\\n\\n## Player(s) versus environment\\n\\nThrough the attention economy, we learned social capital is just as important if not more important, than financial capital. Social capital can be viewed loosely as a leading indicator for financial capital. The same holds true in web3, but with a few differences.\\n\\n![](https://images.mirror-media.xyz/publication-images/RnJcwZAbNB2WPgBnfMSIG.jpg?height=500&width=506)\\n\\nThe communities that knock it out of the park design positive sum status and financial games for community members. These games are disguised as roles and quests think wanting to rank up in Halo Infinite or going on a quest in World of Warcraft. This approach of gamifying work with quests is what’s leads to that multiplayer experience where members coordinate to tackle tasks leading to stronger engagement and contributions.\\n\\nStatus rewards aren't just ranking systems. They’re the rewards for a series of mini games designed to help improve the community and maintain a collaborative environment.\\n\\n**Status rewards (aka social rewards) can be:**\\n\\n* roles\\n* badges\\n* medals, awards, anything that can signal a reward for specific set of actions.\\n\\n![](https://images.mirror-media.xyz/publication-images/hJ-Gut7ZRs7yWK0tC8V-3.png?height=540&width=1166)\\n\\nWhen you reward with status, its 20x easier to identify your core contributors. Why? Status rewards act as both an intrinsic and extrinsic motivator (remember that human nature bit above). Members extremely passionate about the community will strive for more rewards that allow them to signal their dedication and status.\\n\\nMy go-to-example of a community crushing this is Concave. The community that has yet to release a token but members of Concave actively participate and contribute to a number of large projects. Contributions from the community have shaved years worth of work from the core team’s roadmap. So, what did Concave do? They took a page out the RPG playbook by creating a series of roles for one one to earn as they complete various tasks. These roles showcase status and the potential for future rewards based on contributions made in the community.\\n\\n![Concave Roles](https://images.mirror-media.xyz/publication-images/06L3XVm-v4qR5DWtwayid.png?height=688&width=700)\\n\\nWith the opportunity for the whole squad to win, members are more likely to collaborate so they can help each other level up and earn rewards. Rewards then turn into signals of ones social status in the community. The extra layer of benefit of leveraging status rewards is the shift in reliance on token based reward systems.\\n\\n## Multiplayer Mode\\n\\nIn the age of tokens, most DAOs and communities lead with token heavy reward strategies. Complete a bounty and you get rewarded in the token. Similar to how a web2 company will spend a budget on acquisition, in web3, communities and DAOs use tokens to acquire members. The challenge here is that done excessively it can bring the \\\"wen token ser\\\" crowd and members not there to truly support your community.\\nWhen managed frugally, it can be portrayed as wanting to maintain too much power/control the community.  This damages the community because it makes it difficult to filter out token mercenaries and those who actually provide value to the community. This ultimately leads to the Token Paradox:\\n\\n> If you want your community to be valuable, you need your community’s token to go up in price. This makes sense, sure. But to make the token go up in price, you have two choices: you can either **increase** the price of the token, or you can **decrease** the number of tokens available to prospective members. Either way, this restricts access to the community and promotes exclusivity, codifying and enforcing a level of scarcity that feels almost at odds with web3’s vision of a truly open Internet. - [Gaby Goldberg](https://gaby.mirror.xyz/zqchiBQhWWS49gaabLU92-BUUwfBL5aHCtNT88VTI8o)\\n\\n![FWB Token Price](https://images.mirror-media.xyz/publication-images/6YRElH3UlFFaaIOu07AKJ.png?height=1196&width=2794)\\n\\nCurrently, tokens are leveraged as governace, liquidity, or both. They can be used for both  individuals or a community, but imo, they benefit collectives more. It’s not uncommon to see tokens for communities at upwards to $150 per token like FWB. When it's not uncommon to get airdropped 5,000+ tokens based on your contribution, it's easy to see how people can become token mercenaries that simply do the bare minimum of “work” to sell your token immediately after receiving.\\n\\nStatus rewards can help solve the token paradox because they create a different form of reward mechanics that can hold both social and financial capital.\\n\\n## Keeping it simple\\n\\nWhen done successfully, quests are really just gamification efforts to improve the community, maintain a positive space, and connect with others. In other words, creating more positive sum games has the ability of nudging the community to tackle ambitious projects and collaborate with one another. Status rewards are the answer to the reliance of heavy token based reward strategies but the closes thing to a perfect environment leverages both.\",\"timestamp\":1640059935,\"title\":\"Status Rewards In Community Design\"},\"digest\":\"Xw13-QnjCOOczIRkfW3_KCV0oClDuIdRRZ-QJEp4LSQ\",\"authorship\":{\"contributor\":\"0xF29a9321e238A1df5E076b2C9992266b4BB46878\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5suQJjZRNg36FLFP5OY7o5BGiNAcxrJMVgLQrRDk0p8\\\",\\\"y\\\":\\\"Voczt_YgC2dk9zZxER_cmPRZPdKyc5M0OaBH0sllW4M\\\"}\",\"signature\":\"e71OlHprF_xDtnd97mwUQGf_g-mE6EUt_OC1JbeN3DeqD1_YvbL2XegchpXpg_zz4Swd4AT4uzPf_Rsx3z1G1w\",\"signingKeySignature\":\"0x2d2256cc6b6e0a494136bc17600ab6cab59fd0da00136dd3f37e623f7cde32875957481871837035e139fbfe8e9e426423c0d28cab351456942d17a7ec66b1a81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5suQJjZRNg36FLFP5OY7o5BGiNAcxrJMVgLQrRDk0p8\\\",\\\"y\\\":\\\"Voczt_YgC2dk9zZxER_cmPRZPdKyc5M0OaBH0sllW4M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G7qX2jjX3ESYuJEsEf9pWhUN_ZXekOE5gf_JLPEyRfo\"}"