"{\"content\":{\"body\":\"## Introducing: Supply Delta\\n\\n![](https://miro.medium.com/max/1400/1\\\\*szSG9uMWfq-PTWWBO33epA.png)\\n\\nSupply Delta\\n\\nIdentifying how strong and weak hands accumulate and distribute their Bitcoin provides a good leading indicator for identifying price tops and risk regions.\\n\\nIn this article we introduce a simple metric “Supply Delta” which helps highlight when risk of a price top is locally high and may warrant tighter risk management. Supply Delta is also useful at highlighting accumulation zones.\\n\\n## Short- and Long-Term Holder Supply\\n\\nIn 2020, Glassnode [introduced an approach](https://insights.glassnode.com/sth-lth-sopr-mvrv/) to classifying short- and long-term holders into two distinct categories based on coin movement age.\\n\\nRafael and the team found that once a coin was held for 155 days, it had a significantly higher probability of being held for the long-term, and therefore can be considered “long-term holder supply”. Conversely, Short-Term holder supply represents all other off exchange balances with coin age less than 155 days.\\n\\nPlotting supply held by short- and long-term holders provides a good visual representation of how supply is accumulated and distributed as price cycles develop.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*LeRbSm6jY4ih8GLtFfPl4Q.png)\\n\\nSupply classification shows how short-term holders buy into price appreciation, whereas long-term holders sell into strength.\\n\\nLong-term holders show greater investment sophistication — increasing their holdings during bear markets, and reducing their holdings as price makes new all-time highs. On the other hand, Short-Term holders are typically drawn in as price rallies and are quick to release their holdings on the first signs of price weakness.\\n\\n## Signal from Short- and Long-Term Holder Behavior\\n\\nLong-Term holders typically distribute over long periods as price rises, which can make it somewhat difficult to identify when would be the best time to reduce long exposure from a potential cycle top, as this process can go on for months.\\n\\nWe can see visually that it might be a good idea to reduce risk exposure as short-term holdings peak, and start to decline, but the short-term holders tend to sell into (and after) this weakness, which can make it somewhat of a lagging indicator.\\n\\nIf we combine the two metrics on a normalized basis, we can better see when the best time to de-risk may be.\\n\\n## Supply Delta\\n\\nSupply Delta is simply the difference between normalized Short-Term Holder Supply (STHS) and Long-Term Holder Supply (LTHS):\\n\\n> Supply Delta =STHS/sma(STHS) - LTHS/sma(LTHS)\\n\\nWhere **sma()** is a simple moving average taken over 2 years (720 days) to normalize the data and allow for equal comparison.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*szSG9uMWfq-PTWWBO33epA.png)\\n\\nSupply Delta is particularly useful at identifying local price tops\\n\\nSupply Delta is more of a leading-indicator than Short-Term Holder Supply alone (it tops earlier) and provides clearer, more distinct signal than Long-Term Holder Supply.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*u_PcDRG_aN6jI492FpGXTA.png)\\n\\nIn many cases Supply Delta provides clearer and earlier signal of “topping” than either Short-Term or Long-Term holder supply alone.\\n\\nZooming in on 2021, Supply Delta clearly topped before either either Short-Term or Long-Term holder supply alone, providing a good signal to de-risk in the $50–60K region before price declined over 50%.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*ePajL9D8E4SrWA51U_qDAQ.png)\\n\\nSupply Delta in 2021\\n\\nAny rapid spike and subsequent decline of Supply Delta appears to be a good region to de-risk. Another approach is to apply a 2 year Bollinger Band to the metric (similar to the [Dynamic Range NVT](https://medium.com/unconfiscatable/dynamic-range-nvt-signal-for-bitcoin-valuation-400721abebe7) metric), which helps to visualize higher risk regions, particularly as Supply Delta crosses down.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*jB4EzHef5dHrEc2AvevTEg.png)\\n\\nSupply Delta with a 2-year Upper Bollinger Band highlights Risk-off Regions well\\n\\n## Limitations\\n\\nLike all metrics, Supply Delta is not perfect.\\n\\nIn August 2016, Supply Delta provided a topping signal which would have been good risk management locally, but was by no means a cyclical top. Supply Delta should be considered together with other metrics and potentially be used to assist in position sizing risk management.\\n\\nThe components of Supply Delta also exclude Bitcoin balance on exchanges. If supply is further concentrated on exchanges, on the lightning network or ‘locked up’ in other protocols or layers, the signal of this metric will reduce with time.\\n\\n## Conclusion\\n\\nSupply Delta is a simple on-chain oscillator which provides good signal to manage Bitcoin downside risk.\\n\\nIt provides clearer, leading signal over Short- and Long-Term Holder Supply.\",\"timestamp\":1635195048,\"title\":\"A Simple Metric to Identify Bitcoin Tops - Capriole - Medium\"},\"digest\":\"i30qPh8Pd0x38Fh4PTpN0XuGNs3ZRN4UlmhCLikbABU\",\"authorship\":{\"contributor\":\"0x339568150A9ecC29dFf2C781f3ECb5e21d7b70FF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fmvjWptJZ4KlBeX4SaMlV1Mm_vijh079CjenL3yTz0c\\\",\\\"y\\\":\\\"P92Kqra-3nOAKHZrbhp7LCreGsspCyERLUBjaxKUPzc\\\"}\",\"signature\":\"x8a3Yz9mu-CGtwCXpVtOt2SA_UMcX4A7NXJSBiV13MO1v9ipUvgOMNlC43vEs8I7OyUAbMZM1hCWzr9CfbPbIQ\",\"signingKeySignature\":\"0x23ffd7dcb034bb26ad7b6f668552cbd421cd1a255972ad97a1c4fc8ddc1ce7085b6d04a7c1b337ceee4839b525112717bce140167bbe0490dedc96298db259e11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fmvjWptJZ4KlBeX4SaMlV1Mm_vijh079CjenL3yTz0c\\\",\\\"y\\\":\\\"P92Kqra-3nOAKHZrbhp7LCreGsspCyERLUBjaxKUPzc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TddDq-yHaWdTy7DDrAcgstcj8cs_AEXs7lO1OYW-ItU\"}"