"{\"content\":{\"body\":\"## En 2008, el escritor futurista Kevin Kelly propuso la tesis de que cualquier creador con al menos mil seguidores verdaderos podría ganarse la vida en Internet. Los NFTs podrían llevar esta visión a la realidad…\\n\\n*Esta es una versión traducida y adaptada del texto “[NFTs and a 1000 true fans](https://a16z.com/2021/02/27/nfts-and-a-thousand-true-fans/)” publicado por Chris Dixon en el blog del fondo de inversión Andreessen & Horowitz.*\\n\\nEn su clásico ensayo del 2008, “[1000 fans verdaderos](https://kk.org/thetechnium/1000-true-fans/)”, Kevin Kelly predijo que Internet transformaría la naturaleza de las actividades creativas.\\n\\nPara ser un creador exitoso, no se necesitan millones de dólares, de clientes ni de seguidores. **Para ganarte la vida como artesano, fotógrafo, músico, diseñador, autor, animador, desarrollador de apps, emprendedor o inventor, sólo necesitas algunos miles de fans verdaderos.**\\n\\nUn fan verdadero es alguien que comprará cualquier cosa que produzcas. Estos fans conducirán 300 kilómetros para verte cantar; comprarán la versión de tapa dura, blanda y en audio de tu libro; pagarán por la versión “lo mejor de” en DVD de tu canal de YouTube gratuito; y comerán en tu restaurante una vez por mes.\\n\\nLa visión de Kelly era que Internet era “el instrumento de conexión” perfecto, lo que permitiría el advenimiento del mecenazgo del siglo XXI. Cualquier creador, sin importar cuán de nicho pudiera parecer, ahora puede descubrir a sus fans verdaderos, quienes a su vez demostrarán su entusiasmo a través de un apoyo financiero directo.\\n\\n**Pero Internet tomó un desvío.**\\n\\nLas plataformas centralizadas de redes sociales se volvieron la forma dominante de conexión entre creadores y fans. Y estas plataformas utilizaron su poder para convertirse en los nuevos intermediarios — insertando publicidades y recomendaciones algorítmicas entre creadores y usuarios mientras se quedan con la mayor parte de los ingresos.\\n\\nLa buena noticia es que Internet está regresando a la visión original de Kelly. Muchos escritores top en Substack ganan más de lo que ganaban en sus trabajos asalariados. En Substack, con 1000 suscriptores a tu newsletter que paguen 10 dólares por mes, podrías ganar $100.000 por año como escritor.\\n\\n![Substack es una plataforma que permite a cualquiera crear y monetizar un newsletter.](https://miro.medium.com/max/1400/1\\\\*Zg7UYDIWICJT8TYCudlYew.png)\\n\\nEl cripto, y específicamente los NFTs (tokens no fungibles) pueden acelerar la tendencia para que los creadores moneticen directamente a su base de fans.\\n\\nLas plataformas sociales seguirán siendo útiles para construir audiencias (aunque estas también probablemente debería ser reemplazadas por mejores alternativas), pero los creadores cada vez pueden confiar más en otros métodos como los NFTs para ganar dinero.\\n\\n**Los NFTs son registros realizados en un blockchain que representan alguna pieza de medios.** Estos medios pueden ser cualquier cosa digital: arte, videos, música, gifs, juegos, textos, memes y código.\\n\\nLos NFTs incluyen dentro de sí una documentación altamente confiable sobre su historia y origen, y pueden tener adosado un código que haga prácticamente cualquier cosa que sueñen sus desarrolladores (una características muy popular es unas líneas de código que permitan al creador original recibir regalías de las ventas secundarias).\\n\\nLa seguridad de los NFTs está garantizada por la misma tecnología que permitió al Bitcoin ser utilizado por cientos de millones de personas de todo el mundo y representar cientos de miles de millones de dólares de valor.\\n\\nRecientemente, los NFTs recibieron mucha atención por sus elevados volúmenes de ventas. En los últimos 30 días, hubo más de 300 millones de dólares de ventas de NFTs\\n\\n![](https://miro.medium.com/max/1400/1\\\\*LYv1hXuLMl_V1J4qWya4xg.png)\\n\\nEl cripto tiene un historial de ciclos de auge y derrumbe. Es muy probable que los NFTs también tengan sus alzas y bajas.\\n\\nSin embargo, hay tres razones importantes por las que los NFTs ofrecen condiciones mejores a las existentes para los creadores.\\n\\nLa primera, a la que nos referimos más arriba, es que **remueven a los intermediarios rentistas**. La lógica de las blockchains hace que, una vez que compraste un NFT, el control es tuyo, del mismo modo que cuando compras un libro o unas zapatillas en el mundo real.\\n\\nHay y seguirá habiendo plataformas y marketplaces de NFTs, pero estas tendrán limites en lo que pueden cobrar ya que la propiedad basada en blockchain pone el poder en manos de los creadores y de los usuarios. Si una plataforma cobra demasiado caro, los usuarios pueden mudarse fácilmente a otra, obligando al marketplace a reducir sus comisiones.\\n\\n(Nota que reducir las comisiones de intermediación puede tener un gran efecto multiplicador en el ingreso disponible del creador. Por ejemplo, si obtienes $100.000 en ingresos y tienes $80.000 en costos, reducir un 50% la comisión aumenta tu ingreso a $200.000, multiplicando tu ingreso disponible por 6, de $20.000 a $120.000).\\n\\nLa segunda forma en que los NFTs cambian la situación de los creadores es **habilitando la estratificación de precios de manera granular**.\\n\\nEn los modelos basados en la publicidad, los ingresos se generan de manera más o menos uniforme, sin importar cuál sea el entusiasmo del fan. Sin embargo, al igual que sucede con Substack, los NFTs permiten al creador “descremar” a los usuarios más apasionados, ofreciéndoles items especiales que son más caros.\\n\\nPero los NFTs van más allá que los productos del mundo no-cripto ya que pueden ser fácilmente divididos en una serie de estratos de precios decrecientes. Las tarjetas NBA Top Shot van de los $100.000 a unos pocos dólares.\\n\\n¿Eres fan del Bitcoin? Puedes comprar tanto o tan poco como quieras, hasta un nivel de detalle de 8 decimales, dependiendo de tu nivel de entusiasmo.\\n\\nLa granularidad fina del cripto permite capturar un área mucho más grande bajo la curva de demanda.\\n\\n![NBA Top Shot, un producto de la NBA que permite a los fans coleccionar jugadas históricas bajo la forma de NFTs.](https://miro.medium.com/max/1400/1\\\\*su7ETuFRNALht2b_nJu-ZA.jpeg)\\n\\nLa tercera forma (y la más importante) en que los NFTs cambian la ecuación de los creadores es **volviendo a los usuarios propietarios**, y reduciendo los costos de adquisición de clientes a casi cero. Las empresas tradicionales de Internet tienen grandes costos de adquisición de usuarios, que típicamente son gastos de publicidad o de equipos de ventas.\\n\\nEl cripto, por el contrario, ha crecido a más de un billón de dólares en capitalización de mercado prácticamente sin gasto de marketing. Bitcoin y Ethereum no tienen organizaciones detrás de ellos, y mucho menos presupuestos de marketing. Sin embargo, decenas de millones de personas los utilizan, poseen y aman.\\n\\nEl proyecto de NFT de mayores ingresos hasta la fecha, NBA Top Shot, ha generado $200 millones en ventas brutas solo el mes pasado, mientras que gasta muy poco en marketing. Ha sido capaz de crecer de manera tan eficiente porque los usuarios se sienten propietarios: tienen “la camiseta puesta”. Es un verdadero marketing de boca a boca, impulsado por la comunidad, el entusiasmo y la propiedad.\",\"timestamp\":1635375715,\"title\":\"NFTs y la Tesis de los Mil Fans Verdaderos\"},\"digest\":\"l7gAsDcN98axczvWux0Lf-lTdFMouDBpxpIW62uO7Ww\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"signature\":\"M5PzM6LwqEJRtcpDBp9qORrLorE6ydHTDg5jXn1pDr9PVp0gwxUZgS2Zah-t5LLPlPTdpmJW3KgIBUNBf9-pGA\",\"signingKeySignature\":\"0x9c195d7de24f8b19ebd659eff11dfb3055fc1112d8033f06f2020e445e0f202b202696324b844de384da8685420a801794eb79d2e29b0fb543b94f5991a6d3ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l7gAsDcN98axczvWux0Lf-lTdFMouDBpxpIW62uO7Ww\"}"