"{\"content\":{\"body\":\"### Este es el artículo 9 de la serie “Cómo Invertir en Cripto”.\\n\\nEn artículos anteriores de la serie, estudiamos un conjunto de herramientas para realizar análisis fundamental de protocolos de blockchain.\\n\\nPoníamos el foco en variables como el modelo de negocio, la comunidad y los tokenomics, con una mirada de largo plazo.\\n\\nA la hora de operar con objetivos de corto plazo, los traders utilizan una metodología diferente: el análisis técnico.\\n\\nA finales del siglo 19, el fundador del Wall Street Journal, Charles Dow, postuló que los precios de los activos financieros siguen ciertos patrones derivados de la psicología de los inversores.\\n\\nEl análisis técnico busca predecir los movimientos del mercado identificando ciertos patrones en el precio de los activos y los volúmenes negociados.\\n\\n## Niveles de Soporte y Resistencia\\n\\nLos **niveles de soporte y resistencia son niveles psicológicos que los inversores esperan que sean difíciles de superar por el precio de un activo.**\\n\\nUn **soporte** es una barrera que impide que el precio siga bajando. Por ejemplo, 6000 dólares fue un soporte histórico para el Bitcoin.Este nivel fue testeado múltiple veces entre 2017 y 2018.\\n\\nLos traders suelen tomar a los soportes como un punto de compra. No esperan que el precio siga bajando.\\n\\n![El nivel de soporte histórico del BTC en $6000.](https://images.mirror-media.xyz/publication-images/h6E6wOME3o58o6h2mxDzk.png?height=540&width=960)\\n\\nUna **resistencia** es una barrera que previene que los precios sigan subiendo. Cuando se llega a ese punto, muchos traders lo toman como una señal de venta.\\n\\n![Cuando una resistencia es superada al alza, se suele considerar a ese nivel como un nuevo soporte. Por el contrario, cuando un soporte es perforado a la baja, se lo suele considerar como una nueva resistencia.](https://images.mirror-media.xyz/publication-images/WQ1GFmwT7xwO3m60GLLHT.png?height=768&width=1366)\\n\\n## Tendencia\\n\\nUna **tendencia es la dirección general en la que se mueve el precio de un activo.**\\n\\nPodemos identificar una **tendencia alcista** conectando una sucesión de valles o valores mínimos pero crecientes que funcionan como soporte.\\n\\n![Tendencia alcista.](https://images.mirror-media.xyz/publication-images/AwQBlVAeW1ZV71mqZ-35_.png?height=768&width=1366)\\n\\nY podemos identificar una **tendencia bajista** conectando los picos o máximos decrecientes que funcionan como resistencia.\\n\\n![Tendencia bajista.](https://images.mirror-media.xyz/publication-images/-xVfYK5vbr6zXNBeLHkn1.png?height=768&width=1366)\\n\\n## SAR Parabólico\\n\\nEl **SAR parabólico es un indicador muy popular para identificar tendencias**. Se lo grafica como una serie de puntos debajo del precio si el activo está en tendencia alcista. Y por encima del precio si está en tendencia bajista.\\n\\nCuando los puntos cruzan la línea de precio hacia abajo, es una señal de compra.\\n\\n![Indicador del SAR parabólico.](https://images.mirror-media.xyz/publication-images/EO4hqWLVYwA-InA3Z4VpT.png?height=768&width=1366)\\n\\n## Canal\\n\\nUn **canal es una situación en la que el precio de un activo va rebotando entre un nivel de soporte y un nivel de resistencia**. Si identificamos un canal, podemos comprar en la banda inferior y vender en la superior.\\n\\n![Un canal horizontal.](https://images.mirror-media.xyz/publication-images/dNftA91G37QcfPdxSW91b.png?height=806&width=1381)\\n\\n## Patrones de Reversión Alcista\\n\\nLos **patrones de reversión alcista** señalan que la tendencia está cambiando de bajista a alcista. Si identificamos un patrón de reversión alcista, es una señal de compra.\\n\\n![En la figura de doble fondo, el precio testea dos veces un soporte y sale hacia arriba.](https://images.mirror-media.xyz/publication-images/1YaEMIHylIzZWw2MLttP1.png?height=768&width=1366)\\n\\n![En el patrón de cabeza y hombros invertido, el precio testea tres veces el soporte, y luego sale hacia arriba.](https://images.mirror-media.xyz/publication-images/lduNhSzkeeRN64Mb3Idbl.png?height=768&width=1366)\\n\\n## Patrones de Reversión Bajista\\n\\nLos **patrones de reversión bajista** indican un cambio de tendencia de alcista a bajista.\\n\\n![En el patrón de cabeza y hombros, el precio intenta sin éxito romper tres veces la resistencia. Y luego sale hacia abajo.](https://images.mirror-media.xyz/publication-images/jSsflh87d_YF1U9eEjQFb.png?height=768&width=1366)\\n\\n## Medias Móviles\\n\\nLas **medias móviles** son un procedimiento matemático que calcula el promedio de una serie de precios a lo largo del tiempo. Esto nos permite obtener una curva más suavizada, con una idea más clara de la tendencia de un activo.\\n\\n![Una media móvil creciente suele indicar una tendencia alcista.](https://images.mirror-media.xyz/publication-images/53DbFEyOLWQA0BXBpgkdo.png?height=768&width=1366)\\n\\n![Una media móvil decreciente suele indicar una tendencia bajista.](https://images.mirror-media.xyz/publication-images/fOMdscj-rhxnjUX4a6kyY.png?height=768&width=1366)\\n\\n## Osciladores\\n\\nLos **osciladores** son indicadores basados en las medias móviles, que son muy útiles para identificar cuando un activo está sobrecomprado y sobrevendido.\\n\\nEl **indicador MACD** es un oscilador que estudia los cruces entre las medias móviles de períodos cortos y largos.\\n\\n![La figura de la cruz dorada ocurre cuando la media móvil corta cruza de abajo hacia arriba a la media móvil larga. Esto indica una mayor acción de precio en dirección alcista. Es una señal de compra.](https://images.mirror-media.xyz/publication-images/GwoESWuvynwMnurAn4eb-.png?height=768&width=1366)\\n\\n![La cruz de la muerte, por el contrario, ocurre cuando la media móvil corta cruza de arriba hacia abajo a la media móvil larga. Esto indica acción de precio en dirección bajista. Es una señal de venta.](https://images.mirror-media.xyz/publication-images/34eYbZ96EBrFWgzrhu0rZ.png?height=768&width=1366)\\n\\n## Índice de Fuerza Relativa (RSI)\\n\\nEl **Índice de Fuerza Relativa** (RSI por sus siglas en inglés) mide las oscilaciones en el precio de un activo en los 14 períodos previos: divide la ganancia de precio promedio por la pérdida de precio promedio y lo dibuja en una escala de 0 a 100.\\n\\n![En la parte de abajo del gráfico, se observa el indicador de RSI. Si se ubica por encima de 70, el activo está sobrecomprado. Es una señal de venta. Por debajo de 30, está sobrevendido.](https://images.mirror-media.xyz/publication-images/TGHg4LeHmC-CfMJCB-S1I.png?height=768&width=1366)\\n\\n## Bandas de Bollinger\\n\\nLas **Bandas de Bollinger** son un indicador de sobrecompra y sobreventa que suelen dibujarse con dos desvíos estándar por encima y por debajo de la media móvil.\\n\\n![Si el precio se acerca a la banda de Bollinger superior, el activo está sobrecomprado y probablemente bajará. Si llega a la banda inferior, el activo está sobrevendido y probablemente subirá.](https://images.mirror-media.xyz/publication-images/ZTsL8JdT86X77ZHXsVZxW.png?height=768&width=1366)\\n\\n## Ondas de Elliot\\n\\nLas Ondas de Elliot son una metodología de análisis técnico nacida de las observaciones hechas por Ralph Elliot en la década de 1930. A partir del análisis de 75 años de datos, Elliot descubrió que los movimientos de mercado siguen una secuencia de 5 por 3.\\n\\n![Este es un ejemplo de movimiento de onda de Elliot con un patrón alcista y una corrección hacia abajo.](https://images.mirror-media.xyz/publication-images/Cp7ddxyCnBbn2bgHwi9vm.png?height=768&width=1366)\\n\\n![Este gráfico muestra una tendencia bajista con una corrección hacia arriba.](https://images.mirror-media.xyz/publication-images/Do5Z0tmSeNjgs505vWAUF.png?height=768&width=1366)\\n\\nLas ondas de Elliot pueden combinarse con indicadores de Fibonacci para predecir los tiempos y valores en los que ocurrirán futuros puntos de soporte y resistencia.\\n\\n![Las Ondas de Elliot pueden combinarse con conceptos de Fibonacci para intentar predecir puntos de soporte y resistencia.](https://images.mirror-media.xyz/publication-images/pKDhr-3GHpcPvwdn1_xjn.png?height=768&width=1366)\\n\\nEn la práctica cotidiana, los analistas técnicos suelen combinar todas estas herramientas y muchas más.\",\"timestamp\":1640439202,\"title\":\"¿Cómo Hacer Análisis Técnico en Cripto?\"},\"digest\":\"KWf7SckN48MkAHJJYD2Hl0xw0JuogXV2QI28FAz7V9s\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RR9dOp4boqEGQicFr52JA9qcmYWWnv7LFsMIwKX_leo\\\",\\\"y\\\":\\\"uR3IxXOQCt3APZkybSYV-Pn6G_gAZZY755thGvL82Xk\\\"}\",\"signature\":\"VIUYjZkKHHciIrjDl6BdxQdc64FCHwvePPO4jZ35gfBAuEMvgJPdZu_seizAkQk4GDhyQvKCZjj_WZkLNzkoLQ\",\"signingKeySignature\":\"0xbb73829714caeebb0e266111206c656f82a06d2c9ec7e52a1f932a88e15bcffb551028c5f43df4ff4feb0a14f56fa6bb85b7c6ac9b084f9a2872b9143a78e9851b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RR9dOp4boqEGQicFr52JA9qcmYWWnv7LFsMIwKX_leo\\\",\\\"y\\\":\\\"uR3IxXOQCt3APZkybSYV-Pn6G_gAZZY755thGvL82Xk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KWf7SckN48MkAHJJYD2Hl0xw0JuogXV2QI28FAz7V9s\"}"