"{\"content\":{\"body\":\"And no, I don’t necessarily mean the physical act. Or Rotherham, Telford and the other areas where the social services have allowed and enabled organised mass pedophilic rape to occur. Though we will come back to this.. Particularly the omerta or silence regarding it.\\n\\nI’m talking about the other meaning and how it applies to blokes, defined by [dictionary.com](http://www.dictionary.com/browse/rape) as..\\n\\n*3. an act of plunder, violent seizure, or abuse; despoliation; violation:*\\n\\n*the rape of the countryside.*\\n\\n### So how do you rape a bloke?\\n\\nHow do you abuse, plunder or violate a man? Physical rape is one aspect of this however I wonder whether it is necessarily wrong to equate this to other forms.\\n\\nI would posit that any man who has been to one of the secret family courts in the UK has likely been raped. Not by being overpowered by a violent homosexual hiding in a cupboard, but by the state.\\n\\nFor instance take [Pete Middleton’s 2014 documentary Traffic](http://www.imdb.com/title/tt4061640/). Which is rather deliberately difficult to get hold of. Whilst it is listed on Amazon for just £84.99 the reviews relate to the Benicio Del Toro movie of the same name.\\n\\nIt contains a harrowing scene shot on a mobile phone where the police lie to gain entry to a man’s house, and then rip his new born baby from it’s mother’s arms. As a bloke he couldn’t have done more to protect his family, yet it was violated and abused. He was raped.\\n\\n[Traffic 2014 extract](https://www.youtube.com/watch?v=NRWuQGV4lic)\\n\\nIndeed take all of the victims who contributed footage and their stories to the making of that film. They were raped, raped by the state. Their families abused and despoiled. Often by violent seizure too.\\n\\nIt takes a remarkably brave man to speak out about such things, to tell their stories. They don’t do it for sympathy or the protective cloak of victimhood that women enjoy, merely to warn others of dangers to their own families.\\n\\nIn order to do so they relive their violation. They deserve our compassion and gratitude for doing so.\\n\\n### What do we value?\\n\\nIn order to plunder, despoil or violate it’s worth considering what we, as blokes, value the most. The greater the value to ourselves, the greater the violation.\\n\\nIf cars were what we valued most then the deliberate keying of a man’s car would be the greatest violation, for instance. Outside of those who endlessly watch repeats of Top Gear on Dave this probably isn’t relevant.\\n\\nI would suggest that the one thing men value above all other things is our relationships. Whether that be friends, family or intimate ones. In order to form relationships your reputation plays a key part. If you have a reputation for being a scumbag then you will struggle. Especially in intimate relationships.\\n\\nIndeed there is much evidence that men value their intimate relationships far more than women do. Take the following from Dr Tom Golden on relational aggression..\\n\\n[Relational Aggression](https://www.youtube.com/watch?v=umZEqHF7GF4)\\n\\nAs men tend to initiate relationships with women they take relational aggression as a serious threat, though not a personal threat. It therefore slips under the radar in most cases.\\n\\nLogically if most relational aggression is from women, then it shows that they value the relationship less, though can use the threat of as a means to control. If the relationship ends they will be chased, wined and dined by other blokes. For the bloke they would have to chase, wine and dine.\\n\\nMost people would agree that a man’s rightful role is to protect his family and to ( at least help) provide for it. Knowing about relational aggression is one step to enable you to do the former; to spot trouble early and prevent it from escalating, potentially into third party abuse.\\n\\n## The Rape epidemic(s)\\n\\nDo we live in a society where men are the victims of rape? Emphatically yes! In fact it is institutionalised and even celebrated.\\n\\nTake divorce. From blue skies and on a clear day a man’s wife tells him that she wants a divorce. She has been carrying on an affair unbeknownst to him ( itself an act of relational aggression) and wants to leave him. What are his prospects?\\n\\nWell going from loving and providing for his family to the stress and torment of divorce proceedings is bad enough. He will more than likely lose his house, have to pay a large part of his wages to the Child Support Agency and will also have his reputation damaged.\\n\\nWorst of all she will get custody of the children and he will be allowed to ‘visit’ them on weekends. Which is an obscenity. He will be stripped of his right to protect his family and expected merely to provide money.\\n\\nNote the role of the state here in providing third party abuse. Whilst faultless he will lose his children and most of his possessions and be compelled by the state to comply with the woman’s wishes.\\n\\nHe has been raped. That which he prized most, his familial relationship, has been defiled, violated and abused. Let’s call it what it is.\\n\\nThe only fault here is his wife’s infidelity and relational aggression.\\n\\nAnd you wondered why the [MGTOW](https://en.wikipedia.org/wiki/Men_Going_Their_Own_Way) community was growing exponentially..\\n\\nI can only imagine how a man who is the victim of wrongful paternity feels. Violated? Abused? Almost certainly.\\n\\nWhat of a man wrongfully accused of sexual harassment, domestic violence, domestic abuse or even racism? The very accusation of such is rather abusive in my view, not to mention violating his reputation. He might be plundered of his job based upon merely an accusation of the former.\\n\\nAnd of his relationship. His wife and kids moved to a domestic violence shelter and eventually rehoused elsewhere. It is an act of rape facilitated by the state.\\n\\n### How dare you! That isn’t proper rape!\\n\\nQuite. It’s worse.\\n\\nIf I had a choice between being the victim of a violent homosexual or having my family destroyed, children taken into care and reputation wrecked I’d almost certainly, and reluctantly, take one for the team. I wouldn’t be buying Bubba any flowers afterwards but at least that which I prize most would be safe.\\n\\nDo you think the victims of social services would prize their anal virginity above the safety of their families? Granted there are almost 90,000 children in care and rising, hence almost certainly not enough violent male homosexuals to go around if there were such a perverse choice.\\n\\nHow many social workers are there though?\\n\\n### The Perfect Rapist.\\n\\nIf you were to design the perfect rapist would it look like Bubba just after the prison lights went out or the soap slipped out of your hand in the shower?\\n\\nOr something else? If you gave the problem to an engineer, what would he come up with?\\n\\nLet’s say we take one of those awful blue haired creatures you always see on the news protesting about something or other. The butch looking man hating mastodons with cankles always shrieking in someone’s face. Curiously enough they’re usually social workers on the sick.\\n\\nLet’s give them legal immunity from defamation such that they can lie and destroy reputations at will. Then let’s, as part of their training, indoctrinate them in radical feminism. All men are rapists and all women are victims.\\n\\nLet’s then make it financially advantageous to their employers that they seek children to snatch and get teachers and the wider public to unknowingly tip them off to situations where they might find it easier. Pay for every penny out of central government funds, such that it costs a local authority nothing. I say easier as I doubt any family no matter how well grounded or loving could survive their malign presence.\\n\\nThen let’s set up a system of secret courts where ‘justice’ cannot be overseen. Where abuses cannot be covered by the media and even the mention of such could lead to jail.\\n\\nWell it wouldn’t work… Clearly if said blue haired mastodon perjured themselves repeatedly then someone would notice. It would be their word against the families.\\n\\nSo, let’s call them professionals!\\n\\nNo matter how slovenly or illiterate if we call them professionals and direct the secret courts to give more weight to their testimony than anyone else’s then…. Yes, I think we’ve got it…. Might well be the Perfect Rapist.\\n\\n### Marketing the Perfect Rapist\\n\\nA good engineer however will ensure that his product is easy to replicate, such that the company producing it can grow.\\n\\nWell if we want the Perfect Rapist to really succeed then we need to justify their existence. We also need to ensure they are cheap to make. Noone is going to demand more Perfect Rapists just on a whim, and sales is all about establishing a need. Marketing it to the public too and making it an ever expanding industry..\\n\\nQuite a problem!\\n\\nMaking them cheap is simple enough. The lure of professional status with the lowest entry requirements of any profession should see to that. Hopefully should attract the sociopathic, socially inept, the slobs and the craven.\\n\\nTo establish a need though we are going to need some help. It’s unlikely that people will order the Perfect Rapist from amazon so let’s fire some binmen and charge Perfect Rapists to the taxpayer.\\n\\nNow if we open our borders to people from cultures hostile to our way of life… and ignore any rapes or crimes they commit then we can say we need Perfect Rapists to protect the very children we are allowing to be raped!\\n\\nGenius. Perfect engineering.\\n\\n## But, what about whistleblowers?\\n\\nOur engineer has thought of this, he taps his pipe knowingly, smirks and asks, “What whistleblowers?”\\n\\nWhat of the children being raped? They will complain, obviously..\\n\\n“Ah”, says the engineer, “You haven’t thought it through. We’ll call them racist for complaining. And they’ll be complaining to the Perfect Rapists. People tend to forget that political correctness is a feminist theory of social change.”\\n\\nOk, the press and TV stations… Newspapers, the media?\\n\\n“Staffed mainly by feminists these days old sport. Feminists don’t criticise other feminists, in fact I think you’ll find many of them running stories about how we need more Perfect Rapists to stop the actual rapists. If they mention it at all..”\\n\\nSocial Workers themselves? What about when they retire, move jobs, what if they speak out?\\n\\n“Hmmm.. There won’t be many, not even a handful” says the engineer. “When their main job is stealing children and they’ve perjured themselves silly to do so they aren’t going to speak against their former employers. Are they now?”.\\n\\nBut… People will notice. People will realise that something is wrong!\\n\\n“You think? If anything…”, he says lighting his pipe, “..they’ll notice young children being raped by beastly men. Which is a great recruiting sergeant for feminism. All blokes being nasty violent rapists etc.”\\n\\nSurely the police will do something? Child protection officers and the like?\\n\\nThe engineer shrugs, “Maybe, some. The few males ones. Not many though. You are a bloke and I’m sure you laugh if someone gets hit in the happy sack. Natural reaction, they are a genetic competitor. Course you think all women are princesses who wouldn’t view another woman’s reproductive organs as competitors in the gene pool.. We’ll see.”\\n\\nThis is monstrous. Despicable. An outrage!\\n\\n“No,” says the engineer whimsically, “This is the UK”.\\n\",\"timestamp\":1635292405,\"title\":\"Lets talk about Rape\"},\"digest\":\"TtUMWUBZRIf6zVMBLiLnEa21HynD2_QOdK7o7LRiid0\",\"authorship\":{\"contributor\":\"0xD5EAbC1973b7d580D37ae256398eEF0977d05FA5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"signature\":\"0aXr7ohmTu4aw0gqBMBkjWcgL4k0ute0lmJ9V7Om-x6tehi2JIG4UezkyNG1q74Tt1heMP77MOQwqnk8GgcqOw\",\"signingKeySignature\":\"0x3c25cf1d7dc15fb2e7a47d897eec65fdf55807c2ad809055690074b68c9dc8875fd1e6f4f4d342d9ef23a9a9e1923e64d260f2629efe81d2827e204f2a78a8bf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TtUMWUBZRIf6zVMBLiLnEa21HynD2_QOdK7o7LRiid0\"}"