"{\"content\":{\"body\":\"SHANGHAI, Oct 26 (Reuters) - The leaders of most of the world's biggest [greenhouse gas emitters](https://www.reuters.com/business/cop/world-scrambles-contain-damage-greenhouse-gas-emissions-hit-record-2021-10-25/) gather in Glasgow from Sunday, aiming to thrash out plans and funds to tilt the planet towards clean energy. But the man running the biggest of them all likely won't be there.\\n\\nChinese President Xi Jinping's expected absence from the talks could indicate that the world's biggest CO2 producer has already decided that it has no more concessions to offer at the U.N. COP26 climate summit in Scotland after three [major pledges](https://www.reuters.com/business/environment/its-down-world-leaders-honour-climate-pledges-says-uk-cop26-chief-2021-10-11) since last year, climate watchers said.\\n\\nInstead, China will likely be represented by vice-environment minister Zhao Yingmin along with the veteran Xie Zhenhua, who was reappointed as the country's top climate envoy earlier this year following a three-year hiatus.\\n\\n\\\"One thing is clear,\\\" said Li Shuo, senior climate adviser with Greenpeace in Beijing. \\\"COP26 needs [high-level support](https://www.reuters.com/business/cop/uks-johnson-says-touch-go-whether-cop26-secures-agreements-needed-2021-10-25) from China as well as other emitters.\\\"\\n\\nThe head of the world's third-biggest source of climate-warming emissions, Indian Prime Minister Narendra Modi, has [committed to attending](https://www.reuters.com/world/india/exclusive-indian-pm-modi-will-attend-glasgow-climate-conference-minister-2021-10-21) the COP26 summit, which runs from Oct. 31 to Nov. 12. Like other leaders, he will come under pressure from summit organisers to commit to quicker emissions cuts and set a target date to reach carbon neutrality - a target set by Xi for 2060 in a surprise move last year.\\n\\nBut China will be unwilling to be seen yielding to international pressure for more ambitious goals, according to one environmental consultant, especially as it grapples with [a crippling energy supply crunch](https://www.reuters.com/world/china/what-is-behind-chinas-power-crunch-2021-09-29) at home. Beijing is \\\"already maxed out\\\", said the consultant, speaking on condition of anonymity citing the sensitivity of the matter.\\n\\nThough there has been no official announcement, analysts and diplomatic sources said few had been expecting Xi to attend COP26 in person. He has already missed several high-profile global summits since the COVID-19 outbreak began in late 2019, and didn't physically attend the Global Biodiversity Conference in China's Kunming earlier this month.\\n\\nThey also said Xi was unlikely to lend his physical presence - a virtual video appearance remains a possibility - to a meeting that had little prospect of any significant breakthrough, especially after China brushed off U.S. attempts to treat climate as a 'standalone' issue that could be separated from the broader diplomatic disputes between the two sides.\\n\\nRather than making more concessions, China and India's top priority is to secure a strong financing deal allowing richer countries to meet their Paris Agreement commitment to provide $100 billion per year to help pay for climate adaptation and transfer clean technology in the developing world. Xi did attend the Paris summit in person in 2015.\\n\\nDOMESTIC CONCERNS\\n\\nAlthough Xi has not travelled outside China since before the pandemic, he has made three major climate announcements on the international stage.\\n\\nHis unexpected net zero commitment came in a video address to the United Nations General Assembly (UNGA) in September 2020. That announcement encouraged enterprises, industry sectors and even other countries to respond with their own net-zero action plans.\\n\\nXi also said in a message to the U.S.-led Leaders Summit on Climate in April that China would start cutting coal consumption by 2026. And he used this year's UNGA to announce [an immediate end to overseas coal financing](https://www.reuters.com/business/energy/chinas-overseas-coal-power-retreat-could-wipe-out-50-bln-investment-2021-09-22), a major bone of contention.\\n\\nLike India, China has been under pressure to add more ambition to its updated \\\"nationally determined contributions\\\" (NDCs) on climate change, which are due to be announced before the Glasgow talks begin.\\n\\nHowever, the revisions are expected to focus on implementing the targets that have already been announced, rather than making them more ambitious.\\n\\nChina has repeatedly stressed that its climate policies are designed to serve its own domestic priorities, and will not be pursued at the expense of national security and public welfare.\\n\\nMa Jun, director of the Institute of Public and Environmental Affairs, a Beijing-based non-government group that monitors corporate pollution and greenhouse gas emissions, said China already had enough climate challenges to deal with and has little leeway to go further in Glasgow.\\n\\n\\\"With all the headwinds and all the pledges that have been made, it is important to take stock and consolidate,\\\" he said.\\n\\n\\\"It's not enough to put these (commitments) on paper,\\\" he added. \\\"We have to translate them into solid actions.\\\"\\n\\nReporting by David Stanway; Additional reporting by Neha Arora in New Delhi; Editing by Kenneth Maxwell\\n\\nOur Standards: [The Thomson Reuters Trust Principles.](https://www.thomsonreuters.com/en/about-us/trust-principles.html)\",\"timestamp\":1635248025,\"title\":\"Xi's not there? COP26 hopes dim on Chinese leader's likely absence\"},\"digest\":\"_vnEKYB-LHQc-uZywquh1CZMTF0UbEfbjvamGK2S3ek\",\"authorship\":{\"contributor\":\"0x901C4828494a1780e0ACF1A285d1C48558758FD3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63AJiXy0mzB2f2CaBAHPiffmLZJ-72t9gcIiqN30mGY\\\",\\\"y\\\":\\\"GI_SIwFI-Zmx_MYevzb5y_Fvz_6iFqvtKVG4rTRYZoI\\\"}\",\"signature\":\"N3O64W9lmLOIagbFvhv_xInF3YnRqTTmVU7qUm8xPpHngaPigxlMrTrEF07xmzY9iU3o0A8NfrADiUnD7LDUlw\",\"signingKeySignature\":\"0xc0bd15a805a619edb5ee46d57b1ba117ebc398a35822a30acb288072e7a6ad9711d5cf173ff67cd56d0e2407ab9df477b20054e0da9f9b31a70261a90a911c0b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63AJiXy0mzB2f2CaBAHPiffmLZJ-72t9gcIiqN30mGY\\\",\\\"y\\\":\\\"GI_SIwFI-Zmx_MYevzb5y_Fvz_6iFqvtKVG4rTRYZoI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_vnEKYB-LHQc-uZywquh1CZMTF0UbEfbjvamGK2S3ek\"}"