"{\"content\":{\"body\":\"I am thrilled to share that I am joining the team at [TCG](https://tcg.co/), The Chernin Group, to focus on the firm’s investments at the intersection of consumer and crypto. I’ll be working closely with [Jarrod Dicker](https://twitter.com/jarroddicker), [Jake Smilovitz](https://twitter.com/jsmilovitz), [Jonathan Moore](https://twitter.com/jonmoore202), and the rest of the TCG team to support founders building in web3 at the earliest stages.\\n\\nI have always been deeply curious about the different ways we interact with technology. This informed my decision to study [Symbolic Systems](https://symsys.stanford.edu/about/whats-name) — a combination of philosophy, psychology, and computer science — at Stanford, and it led to my finding a voice as a consumer investor at both [Chapter One](https://www.chapterone.com/) and [Bessemer Venture Partners](https://www.bvp.com/). Over the past couple years, I’ve written extensively about ideas surrounding consumer technology and digital culture: specifically, I’ve spent time thinking about [curation](https://gaby.mirror.xyz/qvnNJhylZz-w6t4ubZzHfxd5gP17zDAXa6ruwOyO7sc), [decentralized communities](https://gaby.mirror.xyz/zqchiBQhWWS49gaabLU92-BUUwfBL5aHCtNT88VTI8o), and this concept of [modern friends](https://gaby.mirror.xyz/7nu_NnZCr02HEaK7nelnRzQncSCAU8lnKmqpz-bwytQ).\\n\\nMuch of the reason I spent so much time thinking about these ideas is because they affected me — like many of you — so personally. I got my first job in venture through a [tweet](https://twitter.com/jmj/status/1237057565898375169?s=20), and many of my closest friends today were originally just online friends through group chats and Zoom calls. I finally began to understand why people called the Internet [the great equalizer](https://www.bloomberg.com/news/articles/1996-10-20/the-internet-is-the-great-equalizer).\\n\\n> “If the use of virtual communities turns out to answer a deep and compelling need in people… today’s small online enclaves may grow into much larger networks over the next twenty years.”\\n>\\n> *— Howard Rheingold, [A Slice of Life in My Virtual Community](http://cyborganthropology.com/A_Slice_of_Life_in_My_Virtual_Community) (1992)*\\n\\nBut although I’ve experienced so much positivity in my life through the Internet, I’ve also grown dissatisfied with the platforms that have been built on it and reached scale. In my view, the first wave of true social apps — Myspace, Facebook, even Instagram — was all about bringing *real-life experiences* online. Myspace and Facebook were about connecting with your *real-life* friends. Instagram was about sharing *real-life* photos. For those use cases, these platforms worked just fine. The problem is that over the last decade, as we’ve spent more and more time on the Internet, we no longer have just “real-life experiences.” We have *digital* experiences, too — a lot of them. We make online friends. We follow influencers. We support [creators](https://signalfire.com/blog/creator-economy/). We watch livestreams. We take [screenshots](https://medium.com/@alex_37564/on-life-lived-online-a81b4e4562ae). We buy digital art. **The way we interact online has fundamentally shifted, and we’re only getting started.**\\n\\n[https://twitter.com/gaby_goldberg/status/1435974534918594562?s=20](https://twitter.com/gaby_goldberg/status/1435974534918594562?s=20)\\n\\nThe web was created in 1989 with the vision of a decentralized and open network of information and data where users, *not* centralized platforms, were in control. During this first era of the Internet, we saw the emergence of companies like Google, Yahoo, and Amazon. Over the next couple decades (essentially, until the present), as these platforms reached scale, consumers [migrated from open services to these more sophisticated, centralized ones](https://onezero.medium.com/why-decentralization-matters-5e3f79f7638e). This was good, because it made true the Internet’s goal of providing billions of people access to various technologies. But it also limited our ability to be innovative and dynamic, because it became harder for individuals and groups to create things online without concern of centralized platforms taking control. This is still a problem we see today — one poignant example is Apple taking a 30% commission of all revenues from apps on its App Store. [This thread](https://twitter.com/jasminericegirl/status/1403022286014365697?s=20) from the co-founder of [Fanhouse](https://fanhouse.app/), a tool for creators, helps to illuminate what this actually means for new technologies and the people who use them.\\n\\nMy view, and the view of many in this space, is that web3 will inspire us to return back to the original values of what the Internet should be: decentralized, community-governed, efficient, innovative, accessible, and wildly dynamic. Crypto networks provide us with a cooperative economic model that ensures incentive alignment between platforms and users over time. When users are truly aligned with platforms, the platforms become larger and more resilient, and the users become more incentivized to innovate and create new technology. It is difficult to overstate the impact digital ownership will have online. Of course, too, it is difficult to comprehend in its early stage. But we are moving towards an entirely new economy built on the foundation of what consumers need. **The next era of the Internet, web3, will be defined by software that is not just architected, operated, moderated, and funded by users — but collectively owned by them, too.**\\n\\n\\n---\\n\\nThe best way to learn about anything is by jumping in, living there, and [getting up to your elbows](http://cyborganthropology.com/A_Slice_of_Life_in_My_Virtual_Community) in all that thing has to offer. I am fortunate to have spent significant time over the past few months in various communities and with some of my brightest, most inspiring friends talking about these different ideas. But it’s hard to be a tourist in this ecosystem, and I am ready now to jump all the way in.\\n\\nI hope to help make TCG Crypto the center of gravity for young, forward-thinking founders building world-changing consumer products in crypto. If you are building something or otherwise spending time in the space, please [reach out](https://twitter.com/gaby_goldberg)! I would love to start the conversation.\\n\\n\\n---\\n\\nNow comes the part where I talk about the personal stuff. I am early in my career. There are a lot of unknowns, and there will be a lot more unknowns to come. But the one thing that has stayed the same through it all has been my passion for telling stories.\\n\\nFor five years of my young life, I grew up [selectively mute](https://www.nhs.uk/mental-health/conditions/selective-mutism/#:\\\\~:text=Selective%20mutism%20is%20a%20severe,untreated%2C%20can%20persist%20into%20adulthood.). Aside from my parents and two brothers, I avoided conversation with anyone around me. For that time, my coping mechanism was stories (I read… a lot) and storytelling (I wrote… a lot). Since then, I’ve grown up and found my voice, but my passion for telling stories never went away.\\n\\nNow, as an adult, I’ve found that capital — venture capital, specifically — is a great way to both tell stories and empower the stories of others. My work as an investor brings me energy and leaves me so incredibly fulfilled. As our lives increasingly migrate onto the Internet, we will continue to ask ourselves questions surrounding identity and community. *When we look in the mirror in the metaverse, what do we look like? Who are we, and what do we stand for?* By uplifting the most important, most authentic stories, I hope to help us answer these questions, and continue asking the ones we haven’t quite gotten to yet. It is nothing short of an honor to join this ecosystem and help push forward the next frontier of consumer software.\\n\\nThe last thing I’ll say in this personal manifesto of sorts (thank you, if you’ve gotten this far) is that I’ve always believed luck is like a moving car. You don’t get to choose when the car comes, or how fast it’s coming at you, but you *do* get to decide if you want to jump in.\\n\\nFor many of us, web3 feels like a moving car. Today, alongside the incredible team at TCG, I am jumping in. I am so grateful, and so very excited for the ride.\\n\\n\\n---\\n\\n*I am so fortunate to have so many incredible people in my corner, who have supported me in many different ways along my journey. There is no way I can thank them all — but I particularly want to thank my mentors [Talia Goldberg](https://twitter.com/taliagold) and [Jeff Morris, Jr.](https://twitter.com/jmj), along with my modern friends — too many to list here, but all wonderful people I am lucky to know — and my family for their continued support.*\\n\\n*If you are a young person thinking about making a career change or otherwise curious about web3, please reach out! My DMs are open and I would love to chat.*\\n\\n*To learn more about web3, I update [this reading list](https://gabygoldberg.notion.site/f7050e62461143d49345e7b46eb5576b?v=c02511c4230c44ce9a1a03c9757da524) on a regular basis.*\\n\\n*Lastly, thank you to my dear friend [Bobby](https://twitter.com/BobbyThakkar) for this post’s cover art.*\",\"timestamp\":1631635100,\"title\":\"Joining TCG Crypto\",\"publication\":\"gaby\"},\"digest\":\"AdkwcQgentqec34h3ViXIOcs7SB1JYZJ11Ah5_h05GU\",\"authorship\":{\"contributor\":\"0x01b7baA7baA864fEF3CD1C7bc118Cc97cEdCB33f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3SbRZ-JNEeHL43fB0eEARZ02CFlAVNgBjCNOY5PiBeg\\\",\\\"y\\\":\\\"PH6S52JxgUBuOF-Qw94AwfNU7ljVf7_lj3K0-ZaXyZw\\\"}\",\"signature\":\"HsxnVOnD4HSZv7N6qycRgQ3ezk1mV9bbzadwD8eQDP6qixUmKAFM0Yoj1QUSWkQgHdrVjw9SO0IzzHLzfMd9tw\",\"signingKeySignature\":\"0xb3235385149171c44b6551fb96c49fa559d931ce6665af12fb6cf95241c5d1de63eb8152699d6beedfea29a9af3b86ca68be488eb53e442c585891868decf2f41c\",\"signingKeyMessage\":\"I authorize the publication of articles on gaby.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3SbRZ-JNEeHL43fB0eEARZ02CFlAVNgBjCNOY5PiBeg\\\",\\\"y\\\":\\\"PH6S52JxgUBuOF-Qw94AwfNU7ljVf7_lj3K0-ZaXyZw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sXs9qaL44Cf5x3cAJ2ZXWOqoKJ8BRvHoH37-W6rwlDU\"}"