"{\"content\":{\"body\":\"I have written about all of these things here at AVC before. But I am writing again as there is likely to be a bunch of chatter about Dapper, Flow, and NBA Top Shot as the news of a financing round comes out today.\\n\\nFinancings don’t really interest me but companies do. And this is a fascinating company.\\n\\nDapper Labs came out of an incubator called Axiom Zen back in 2017. The Axiom Zen team was looking at interesting things they could build using Ethereum. They contributed to [the ERC 721 standard for non-fungible tokens](https://ethereum.org/en/developers/docs/standards/tokens/erc-721/) and started building an NFT collectible game that became [Cryptokitties](https://www.cryptokitties.co/). That got our attention and led to a financing that spun out the team and Cryptokitties into [Dapper Labs](https://www.dapperlabs.com/). I wrote [a short post on the USV blog announcing that we had invested in Cryptokitties](https://www.usv.com/writing/2018/03/cryptokitties-2/), but in truth, we invested in much more. We are only seeing the entire vision now.\\n\\nAfter building a few more collectible experiences on Ethereum, the Dapper Labs team concluded that the NFT experiences they wanted to create needed a different blockchain and they started building [Flow](https://www.coinbase.com/price/flow). Flow is [a proof of stake blockchain](https://www.onflow.org/) that was designed from the ground up for consumer experiences that require scale and performance and more.\\n\\nAnd then they started building NBA Top Shot on Flow. That required a deal with the NBA which they made happen a few years ago. And it required Flow to launch. And it required a crypto wallet experience that was tightly integrated into the game that allowed new users to fund their wallets with credit cards in addition to crypto assets. Building all of that was quite a task but they got it all done by the middle of last year and launched NBA Top Shot into beta last summer.\\n\\nSlowly but surely Dapper let more users into NBA Top Shot and iterated on the experience and by the end of the year, they had a hit on their hands. [Hundreds of millions of dollars of transactions a month](https://evaluate.market/) happen between collectors on NBA Top Shot. Pack drops sell out more or less instantly.\\n\\nThe success of NBA Top Shot has led many developers to Flow seeking to build additional collectible experiences and I expect that we will see many more great games and experiences on Flow in the coming months and years.\\n\\nIt is rare in the crypto sector to find a team that has successfully launched a blockchain, a wallet, and a number of popular applications. The Dapper team has done all of that and I am excited to watch what they do next.\\n\",\"timestamp\":1617109572,\"title\":\"Dapper Labs, Flow, and NBA Top Shot\",\"publication\":\"avc\"},\"digest\":\"NgwM2jeC_y7ueMsX147W1ZiQz4oj2vjObykEWF4Heno\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJLn-lC67aIvmvgqR9Udc9CBZQUmLGFW9DBcu0alOhQ\\\",\\\"y\\\":\\\"2_kBWCc1TX2FuV8c0n-mCnDNjOYkxCF8CRO668ovICk\\\"}\",\"signature\":\"R7uPrNOsNPOhrW8LwkK9Zn-FpyhZHpvQQXB2fTKFEp2As13VJn37aVywivbGrIsboYtRDDQpYzX-eLMhWQjDbw\",\"signingKeySignature\":\"0x5c524663f349af75bf9b608e8016f98d5c6409af3557a61916ea67bf27388009285d4bd59c7f5f675a906f78ba214885a8753a19e5332df7592d6c1e2f5f6ba31c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJLn-lC67aIvmvgqR9Udc9CBZQUmLGFW9DBcu0alOhQ\\\",\\\"y\\\":\\\"2_kBWCc1TX2FuV8c0n-mCnDNjOYkxCF8CRO668ovICk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NgwM2jeC_y7ueMsX147W1ZiQz4oj2vjObykEWF4Heno\"}"