"{\"content\":{\"body\":\" 1. 关于融资。这一轮牛市大估值高融资的项目有很多，但不确定背后是否有对赌协议。类似Protocol Labs，数额较大的美金以上投资都会包含对赌协议。待市场走熊，一地鸡毛后，其实修成正果的投资人与项目方并不多。\\n 2. 做项目就像恋爱。谈的时候尽量谈好一点，至于能不能修成正果，结婚是不知道的。作为一个小团队创业。创业本身是四两拨千斤的事情，成功是偶然，失败是必然。最需要的是活在当下的力量，太累了停下来四处看看都可以，市场太大太杂，热点太快了也不一定能跟上，活在当下。\\n 3. 一种项目投资透镜。这是与朋友闲聊想到的一种视角，如果这个项目估值到1000亿美元，乃至10000亿美元，是这个世界有问题，还是我有问题。也就是用常识，无限拉长的时间视角去审判每一件事情，市场上经得住常识的审判的项目寥寥无几。\\n 4. 创业是痛苦的，如果回到最开始，仍然选择创业，成长速度最不一样。而是否做一个纯粹的人，在每一次选择中涌现出自我。我所选择的，所在成为的人，决定着未来。\\n 5. 投资与创业，是活在当下与想象力，同等重要。\\n 6. 想法、团队、商业模式、时机、投融资，在商业里面哪个最重要？时机占据整个事件能成功的43%，然后是商业模式，然后是团队，然后是idea，然后是投资。但时机又是不可控的，活在当下把一切做好，然后等待。\\n 7. 不去做好生意。好生意有很多，合规交易所、美元稳定币、品牌等等，这些不是我所能控制的，不在我的能力边界里。这些好生意都有一个特点，我能看到，大佬也能看到，把传统的生意嫁接过来就好。没有这个背景，没有对应的资源，作为一家小创业公司，其实是没有优势的。\\n 8. 不盲目跟随。不同体量的资金玩法目的是不同的，手段也是不同的，许多机构盲目跟投大机构，东施效颦自取其辱。像A16Z对MakerDAO的投资与退出，去年完成退出，每一个Deal的退出，也就是说再见。MakerDAO的抵押型稳定币，到今天60%都是usdc，已经美元化，已经不再是过去的原生新资产，跟usdc、usdt没有区别了。而横向的竞争对手，Liquidity虽然说对质押率进行改进，表现也不好，这个赛道可能也就这样了。\\n 9. 活在当下的另一种新解。每一笔投资都有它的目的，失败就是失败。持续观察的项目，今天认为好就放在好的一栏，觉得差就打回去。就看当下，不要看未来，未来会不停的变化，不要犹豫不决，哪天觉得好了再看回来就可以了。\\n10. 没有钱的项目大概率做不起来，流动性不行的项目不要浪费精力，\\n11. 今天傻子都知道可以买BTC、ETH，这也正常。市场上80%都是不创造价值的垃圾币，这也正常。过去统计过数据，市值前200的项目熬过下一轮的，不会超过20%。但这不是说这些垃圾币没有意义，他们提供了一个背景音，为市场带来流动性，给大机构提供了更多标的的选择，这不影响涨的涨的很猛，跌了跌了很猛。并且这也不是说他们会快速死掉，更像是百足之虫死而不僵，小蚁量子都是这样。这也合理，大部分不行的项目都在一个半死不活的状态，就像电脑数据一样，有用的只有一点点，大部分没什么用也舍不得删掉，就这样占着内存，下架不太可能的。\\n12. 垃圾币的百足之虫死而不僵这也不合理。defi改掉生产关系，可以快速识别有价值的，没有价值的快速淘汰掉。现有的机制验证效率太低了，有没有机制可以给项目拉足杠杆，不创造价值时，快速出清去杠杆。垃圾不影响牛市继续产生交易，但是这个未来也需要解决，就是一个项目不行一定会下去。\\n13. 从这个角度看Sushi，其实sushi的机制很牛逼。老大不行，就滚蛋，CTO不行，就再见，可以立马说再见。传统想要踢掉，非常难得。未来一定有新的社会机制，新的市场机制，让筛选越来越有效。\\n14. 重仓创造原生性资产的项目。坚持原生性的创新，保持战略的纯粹性。也许哪天我的能量很足，我可以自己搞。或者我遇到能量很足的人，可以去追随。这是作为一个小团队，或者作为一个Crypto的路。\\n15. 很多钱的机会，例如刚刚说的合规，品牌的，不是我们能赚到的钱。短期我们没有什么优势，长期我们才有优势。从边缘原生去做，像Metamask，他自己都不知道能不能起来。这些机构错过很正常，但是也更有想象力，这是100x，1000x的东西。\\n16. 思考与做事保持简单。两点之间线段最短，收集反馈然后过，没办法识别那么多信息，其实大部分都是垃圾。\\n17. 对项目的出手。投了100个项目，20%还行，60%-80%都是垃圾，40%死掉，20%不死不活，这半死不活的20%在市场平均水平来看很好的了。我们看一个比较狠的投资人，100%都不错。\\n18. 一定要出海。在国内萎靡的环境下，生长不出什么好东西。如果你想成为参天大树，一定要去亚马逊。\\n19. 今天看到很多项目，机构很赚钱，几杯十倍的收益。但只是几倍，十倍退出的东西，长期来看不赚钱的，只做有百倍收益的事情来，才能在长期活下去，保持15%的年利率已经是顶尖的高手。\\n20. 大家的认知一直在变，Founder需要在没人承担责任，去承担责任，没人argue挑战，去面对挑战。会面临很多挑战，用户投诉，投资人问题，团队内部问题。重点是知道自己的位置。\\n21. 熊市牛市最最重要的是团队，所有的问题要么是团队，要么我的问题。创业是一场马拉松，可以补给，多去交流，梳理出我的问题，行业的问题，团队的问题，瞄准最大的问题。能解决的去解决，不能解决的例如时机，就等着。如果这点时间也不能付出，就没办法，这不是你能赚取的钱。\\n22. 研究可以有迷茫，其他的不应该有，属于自己没有想清楚，属于比较低级的迷茫。应该处理高级的迷茫，这种高级的是有普适性的，活在当下。\\n23. 对于我的道路，纯粹性的道路，我说的算。也要看自己对事情的驾驭能力，不要管任何东西，能给大家发钱出去就好。我的优势是年轻，也有自己的理念与信念，愿意尝试边缘的，原生的事物。就不用想失败的问题，不断去尝试就好。\",\"timestamp\":1639231802,\"title\":\"日知录 ｜ 活在当下\"},\"digest\":\"a8-j7lYlFGTSLY2wpYrprKyzX7FSCgp1_sIuU4S7pP4\",\"authorship\":{\"contributor\":\"0x83713a1bE5A18750d8370a51f9D6fF39F6b4e815\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QAApL-Ad7otBtEHIyUFWbOO1GPKcpBhwnH-mh_bG0jU\\\",\\\"y\\\":\\\"Ucg1GcnOwxKEanlPvGZBK69zXz7DJ81yEpVEQ70eDoc\\\"}\",\"signature\":\"Cz9L8xtlHQ9XP5IVtMIlF0l_tW6q1ueVEUWN21DE0Qi2PeUKX-p1AdMM9F88AIA_0agOsh63i3pfkcoFklrjJA\",\"signingKeySignature\":\"0x1b686906acefeff0c7d91fff9c7f53d0fd61736eca5ea91bb6032bb62ace0d76330831c368d1b94b9b11a582574c9fef04d5fe74a3bb38466c93fa3a746b6a4c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QAApL-Ad7otBtEHIyUFWbOO1GPKcpBhwnH-mh_bG0jU\\\",\\\"y\\\":\\\"Ucg1GcnOwxKEanlPvGZBK69zXz7DJ81yEpVEQ70eDoc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SRPP0XDYF3X1w0baTlNNljkTZ0wCEXBf9-ATqJ-xMtU\"}"