"{\"content\":{\"body\":\"![\\\"The future ain’t what it used to be.\\\" - Yogi Berra](https://images.mirror-media.xyz/publication-images/dcaOaSaASRQv0hHgtpa3T.png?height=750&width=1085)\\n\\nIntro\\n\\nIf you are reading this, you most likely are already familiar with the famous NFT projects like CryptoPunks ($10.5m) or Beeple ($69m)\\n\\n### Value creation of innovation\\n\\nInnovation is the new way of combining existing ideas. The resulting new ideas are in turn can be combined again to fuel further cycles of innovation. Ideas evolve and benefit from magic of compounding, leading to exponential value creation.\\n\\nThe pace of innovation is a function of availability, composability and interaction of existing ideas or building blocks. Higher quantity, broader compatibility and higher collision frequency of ideas all increase the pace of value creation through innovation. Applying this simple mental model to the current NFT ecosystem, gives us a good sense of the incredible innovation and value creation opportunities that lie ahead.\\n\\n![NFTs will be combined in new ways to create innovative value propositions.](https://images.mirror-media.xyz/publication-images/3BxEJFSSU5Gt14HKfbdbh.png?height=713&width=1139)\\n\\n1. **Availability**\\n\\n   Ideas are thoughts, which are infinite and only bounded by the willingness and ability of the creator to express them. The availability of interconnected global talent pool with a broad set of knowledge across art, music, finance and gaming and many other sectors creates an opportunity for an infinite source of ideas. Ideas expressed in digital world create digital asset value.\\n\\n   The NFTs enable capture, storage and transfer of the creator’s digital asset value. The minting of the NFT establishes an immutable record (smart contract) of the creator’s digital asset on the blockchain. This record enables digital asset property rights, provenance tracking and value capture for its creator, which unlocks infinite creative forces for new ideas in the NFT ecosystem.\\n2. **Composability**\\n\\n   The value proposition of the NFTs goes beyond ownership and transfer of digital asset property rights. NFT smart contracts created on the same blockchain (e.g. Ethereum) can be programmed to interact with each other in a trustless and permissionless blockchain environment. This modular feature enable innovation and value compounding though combination of existing NFTs into new forms (e.g. BYAC developing play-to-earn game using existing NFTs). In addition, the availability of secure cross-chain bridges (e.g. Solana to Ethereum) will increase NFT interoperability and turbocharge the innovation cycle.\\n\\n   The composability feature so far has proven most valuable in the DeFi ecosystem, which is composed of interoperable and trustless smart contract applications (dApps). The composability of DeFi has enabled an accelerated pace of financial innovation and value creation for the $200bn+ of digital assets deployed on the ecosystem. This innovation in DeFi is already converging with evolution of NFT digital assets, unlocking their value through NFT collateralized lending and fractional ownership solutions.\\n3. **Collaboration**\\n\\nvalue proposition spectrum (fractional)\\n\\nvalue proposition spectrum (fractional)\\n\\ntokenizing physical world - boundless opportunity\\n\\n**2 value proposition**\\n\\nutility, access, flex\\n\\n![NFT v2.0 value proposition beyond jpegs](https://images.mirror-media.xyz/publication-images/7-G1L1Wtn-wLpH60ODDgV.png?height=428&width=513)\\n\\n### Looking ahead\\n\\nNFT market map\\n\\nimmutable x, NFT defi\\n\\n![NFTs enable evolution from centralised platform-owned digital content to decentralised user-owned digital assets. ](https://images.mirror-media.xyz/publication-images/ezTC2l4GJFtzX_eUxUjVo.png?height=517&width=650)\\n\\n**Close**\\n\\nEnjoyed reading this? Follow me on Twitter, if you would like to reach out or stay in touch. \\n\\n[https://twitter.com/TrinityInvestor](https://twitter.com/TrinityInvestor)\\n\\n\",\"timestamp\":1639754367,\"title\":\"NFT 2.0 - Evolution Beyond JPEGS\"},\"digest\":\"9acORFR_D2d8OH-IVBjcZ5c_srv6AyfD_D2YRzgJoLg\",\"authorship\":{\"contributor\":\"0x2f6325678b5b3F4653948859449C94dD0b38021E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"04bUSfKIZQVsYOdI2q8if2fU2kecMRDpOhDl8onVOQE\\\",\\\"y\\\":\\\"0e6umPTaHQOGZ9Rsq4fgaNNxa8zTyxFlXetgFzAVovs\\\"}\",\"signature\":\"oAVTE1Y-VUf8V--hVomg0pyDb23oCija3KchkGee8Y7p-FH8C7BcrI2mWDTND0Ll8SXdvFvGIl7vGXe79rNZgA\",\"signingKeySignature\":\"0x014ca957dd9baa26eccfd3a1a03b07ff6ccfd90e1caae13aa0cb1263b14c5ad96ebb97bbe3cf227bdccf28fe2728c449de95c67b2b83fa3c45b8054356cb4b031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"04bUSfKIZQVsYOdI2q8if2fU2kecMRDpOhDl8onVOQE\\\",\\\"y\\\":\\\"0e6umPTaHQOGZ9Rsq4fgaNNxa8zTyxFlXetgFzAVovs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bV7_UL1FMrhW_A6pe7oWgTfSUUDb26YGBi_MhHIsJ5Y\"}"