"{\"content\":{\"body\":\"I’ve learned that it is easy to regret things in Crypto.\\n\\nHindsight is 20/20, and there are so many decisions that I would have handled differently had I known better. This includes doing too little research when I first touched Crypto in 2017, not taking time to understand the 2018 bear market and stepping back from Crypto at that time as a result, not following my curiosity when I first heard the word “NFT,” and buying into pfp (profile picture) projects without much forethought on community or price. The list goes on and on.\\n\\nBut I have also learned that there is so much to be thankful for in Crypto.\\n\\nJoining in time to glimpse the exponential growth of the Web 3.0 creator economy, reading the excited tweets from artists that are now able to make a living from their craft, witnessing a community develop from the ground up, learning from experience how early adoption is rewarded, and recognizing this shift early enough to have time to prepare my kids for this new world.\\n\\nAll decisions, good and bad, have led up to this moment in time where I stand at the frontier. Just being able to be here is definitely something, and for that I am grateful.\\n\\nThere are still so many misconceptions around Crypto, and I must admit that none of my friends in real life have entered this space. It is easy to dismiss it from a distance, where you do not see the community behind the jpeg, the well-thought-through protocols behind the memes. But when you actually look at what is happening, you realize that the technology has the potential to change society as we know it. I hope my writing will be able to change some minds.\\n\\nThere are so many stories out there of engineers making the leap from Web 2.0 to Web 3.0. Unfortunately, I do not have the skillset to be useful right away. I come only with my curiosity, a CPA, very limited coding skills, and the worries of a parent preoccupied with giving his kids the best chance to succeed at life. My work at a multinational corporation could not be further away from the world of Web 3.0, but my heart and mind yearn to be in this space, to learn from it, contribute to it, and ultimately make a living in it.\\n\\nI write this to share with whomever it may eventually become useful. I hope to look back at this and say; this is the record of how I built up my knowledge, skills, and confidence to become a contributing member of Web 3.0.\\n\\nHello World.\",\"timestamp\":1636628580,\"title\":\"Hello (Web3) World\"},\"digest\":\"fR4V-S8wGN6DRzJWIyhVk5w4Q3acKf9YjuPVhRZ6UBY\",\"authorship\":{\"contributor\":\"0xf3236c9d0b623cc261009484dB5cfED2079a007f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QnQx_t_YQAgA0cIw_3d4e0CPmVva3MHhkeLurUkN2GM\\\",\\\"y\\\":\\\"jciy6MxkK5Y_VrKG5DexK_6kbUE83se7mUn6c99wOwo\\\"}\",\"signature\":\"9WwJLGINbVGzMguQhoWASNPWkSuTRFDv4gw8qB2RAFpCKske16SpZYVloGwfiBqMpQHKDNn5g0CUPhYhNRQf5g\",\"signingKeySignature\":\"0x2aae646405cb2cb8bd75c9a4a00852ab01d4bcfbc404d1cb951cbe4f60a5ad8558327044ce156ab84c501a9179a03ad8d9fc132e3d392583816637f6faa655741c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QnQx_t_YQAgA0cIw_3d4e0CPmVva3MHhkeLurUkN2GM\\\",\\\"y\\\":\\\"jciy6MxkK5Y_VrKG5DexK_6kbUE83se7mUn6c99wOwo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sCo_RO5KzpTloXSKEfJEWqpSkqfWv-oqG_OXNF00brg\"}"