"{\"content\":{\"body\":\"Not one month ago I was confronted with the fact that I had five full weeks of PTO accrued and only seven weeks to use it. Suffice to say, over the last three weeks I’ve been off for two of them and over the next three weeks I’ll be off for two more. With all of this time off, I was anticipating putting all of my time into a javascript project for wifey. It was going to be a simple app for taking notes, but I was looking forward to my week of vacation frustration nonetheless. \\n\\nVacay day one. I rose early, bright-eyed bushy-tailed and ready to start my little project. I woke my computer and gazed, intrigued, at the oddly-colored drawing above the words “**Welcome to Ethereum**.” My buddy had told me about smart contracts a few days prior and I was curious, so I pulled up the site on my PC and forgot about it. “I’ll check it out quickly, probably nothing.”\\n\\n**WRONG!**\\n\\n4 days later, Thanksgiving arrived and I had barely come up for air. My office smelled like a mix of BO, weed (Δ8), and the lingering hint of an incense I burned, trying to cover it all up for my mother-in-law.\\n\\nI had obtained a MetaMask wallet, minted a few NFTs on OpenSea, and had gotten in-over-my-head in every way, except financially . I had managed to control myself, being less excited about the possibility of financial windfall and absolutely elated at the world of possibilities that had seemed to emerge out of thin air. \\n\\nFrom asset ownership and NFTs to DAOs and Smart Contracts, it didn’t take much for me to get excited at the many directions that I thought people might take blockchain. I had unoriginal thoughts like Blockchainbuster, an NFT marketplace to buy sell rent and lease tokenized movies, and more utility ideas like being able to monitor government spending, all available as information to the public.. I might not know shit, but it doesn’t take a genius to figure out how to peruse Etherscan.io. \\n\\nI was on day four and I felt that I was ready to take my next step, discussing it with other humans and what better opportunity to do that than at Thanksgiving? Pops has been in finance and credit for longer than I can remember, and my little cuz (not so little anymore, he has at least 2 inches on me). That went about as well as me expecting to be able to jam with my friends a few weeks after getting a guitar. To sum it up succinctly: Down only.\\n\\nWith Thanksgiving in the rearview, I set my eyes on the only road ahead that I could see, Crypto.  \\n\\n\\\\-Jackstruction\",\"timestamp\":1639118423,\"title\":\"Hello World!\"},\"digest\":\"NZTGI_CQuV5jW-eyfClO__3l-H8aAzfUPAQoa3wP6C4\",\"authorship\":{\"contributor\":\"0x152DD8c847a129518B13Ec01aA65F54B38995a85\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ywAq-fAxxp4bQf_mkT3RPalFV7YQk_H1ulyZsWoVLaA\\\",\\\"y\\\":\\\"G4i8h9sVllNvNxX1n8WXxel7Wb3LLWK-yKxTi5Ow-qk\\\"}\",\"signature\":\"TomGNsKy8CaXIQIFHWNw9-UeBr3EtemV0yFli20qAkqn9owX5_YcgPkYzZUtF-HlFt50EhFPH2wQFBiU9Fls-A\",\"signingKeySignature\":\"0x93a891ceb15243226c336ef07499dad4f8fcbe6028d802c8ae3af0d55cf712a35ecc0b8fe8d65e93f72d812ca5e07c2303015b21f532dcf56a958c9d220aa7b71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ywAq-fAxxp4bQf_mkT3RPalFV7YQk_H1ulyZsWoVLaA\\\",\\\"y\\\":\\\"G4i8h9sVllNvNxX1n8WXxel7Wb3LLWK-yKxTi5Ow-qk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NZTGI_CQuV5jW-eyfClO__3l-H8aAzfUPAQoa3wP6C4\"}"