"{\"content\":{\"body\":\"Community managers are dying out. By the end of the decade, if not sooner, they’ll be rebranded as Chief Community Officers and have a seat in the C-Suite. \\n\\nPopular tweets emphasize the hubbub around community building. These messages signal a shifting trend where they underscore the value of building belonging in a shared digital space. \\n\\n![](https://images.mirror-media.xyz/publication-images/Na3gxSyphTsAmLpGb58wl.png?height=530&width=652)\\n\\nToday, online communities are soaring in popularity as Web3 gains prominence. This next stage of web evolution is peculiar, connecting humans, machines, and AI to a new reality called ‘The Metaverse.’ New crypto projects are attracting hundreds of millions of investment dollars at multi-billion dollar valuations. \\n\\nWithout a doubt, cryptocurrency is intricately tied to communities. A quick glance at r/Bitcoin reveals it has 3.4M users, with r/Ethereum clocking in at 1.1M. On the flip side, the subreddits for J.P Morgan Chase or Bank of America don’t even exist. \\n\\nCommunities surrounding blockchain projects are also unmissable. NFTs are in the spotlight, with OpenSea surpassing the mark of $[3B](https://decrypt.co/79789/opensea-3b-month-ethereum-nft-sales-amazon-ebay-etsy) of transaction volume of Ethereum in August alone. Prominent crypto collectibles like Crypto Punks, Bored Ape Yacht Club, and Cool Cats all have exclusive communities encasing them. \\n\\nNew crypto projects and startups are attracting hundreds of millions of investment dollars at multi-billion dollar [valuations](https://www.notboring.co/p/crypto-bezos). NFTs are becoming ubiquitous within the Creator Economy. \\n\\nAs the spatial web gains prominence, it is to the Chief Community Officers the rest of the 21st century will belong to. \\n\\nNot Head of Community. Not Community Manager. *Chief Community Officer.* \\n\\nAs Web3 grows, the Chief Community Officer will take center stage. Community is now a department that belongs in the C-Suite. \\n\\n![](https://images.mirror-media.xyz/publication-images/2JkMs13InxfhxmXSV2ptp.png?height=354&width=1000)\\n\\nThe message is clear: Chief Community Officers are the future.  \\n \\n\\n**Community First, Everything Else Second** \\n\\nFor starters, the Chief Community Officer is *not* the new Chief Marketing Officer. Community and marketing/social media are two separate entities. \\n\\nSocial media is a piece of marketing collateral. It’s end goal is to increase the brand’s [reach](https://www.commsor.com/post/why-we-need-chief-community-officers). The direction of the conversation is one-way. If social media were performing on a stage, all of the seats would be forward facing. But in communities, the chairs are now facing one another. The flow of communication is multidirectional. ** \\n **\\n\\nCommunities also come *before* social media. In fact, they come before anything at all. Many founders now operate with the philosophy that it’s imperative to build community first, product second. ** \\n **\\n\\n![](https://images.mirror-media.xyz/publication-images/Ic6awIxvfpxuUZs3y6Rj2.png?height=434&width=852)\\n\\nAs emphasized by  [John Metacreator](https://www.indiehackers.com/post/community-first-everything-else-second-5639023141), founder of Yen.io, \\n\\n*“Zero community means zero sales which means zero revenue which means zero business which equals one very dead startup.”* ** \\n **\\n\\n**Communities Aren’t About the Business: It’s About the People**  \\n\\nPeople don’t join communities to launch a startup. They join in hopes of expanding their potential. \\n\\nIndeed, the average person is capable of much more than they realize. But without a community to properly incentivize, educate, and support them, they’re unable to see past their mental roadblocks.  \\n\\nThe Chief Community Officer acts as their sherpa, guiding newcomers as they conquer the mountain of their self-imposed limitations. When community members are guided by a committed leader, they can achieve things once thought to be impossible. When this potential is unleashed, vibrant communities can help solve the world’s toughest challenges.  ** \\n **\\n\\n**What “Chief Community Officer” Signals to the World** \\n\\nWhy insist on “*Chief* Community Officer?” After all, if we swapped in “Head” or “Manager” instead, the job description would remain relatively the same, wouldn’t it? \\n\\nNot quite. Job titles reflect the value a company places on a role, and impacts how others perceive your importance. Having a CCO signals cues to every layer of the working environment. ** \\n **\\n\\n* **To the person in the role.** The C-Suite doesn’t handle low-level duties. So when an employee becomes a Chief Community Officer, they understand their responsibility of guiding the community’s collective growth is now a priority. \\n* **To the community.** Poorly managed communities will succumb to Digital Darwinism. But when a company pours in the resources to manage a community by hiring a Chief Community Officer, it signals to the community there is an investment in their individual growth. \\n* **To the organization.** The traditional markers of company success are measured in the C-Suite. When a CCO joins the ranks of the highest level of leadership, they have executive support. It means less time trying to explain their duties and fighting for resources, and more time executing successful strategies and experiments to help members become self-actualized.  \\n* **To the market**. Having a Chief Community Officer cues that the community is part of the organizational roadmap. This level of conviction gives the community and the market at large the confidence to invest in the project/community without fear of getting rugged. \\n\\n**The Essentiality of Having a Chief Community Officer** \\n\\nChief Community Officers are in the trenches, acting as the eyes and ears of the community. They turn a community’s shapeless constellation of conversations into astute observations and use it to predict patterns. \\n\\nToday, many communities in the crypto space are evolving into DAOs, a decentralized autonomous organization. While their sovereignty is spectacular, they still need a beacon to help guide and empower members. The CCO allows the DAO to continue operating with limited central leadership and instead ushers in the general flow of decisions made from the bottom-up. CCO's are now commonly becoming the first full-time hire for every DAO. This will become more and more standard in time.\\n\\nFinally, a CCO can help facilitate the initiative of brands wanting to partner with the company’s community. Similar to when a foreign object is placed in the body and rejected by its immune system, hastily depositing a new brand into a community may cause its members to attack or ignore it altogether. \\n\\nA CCO eliminates this friction. It warms up the community to the foreigner, helping members adjust to the new presence. \\n\\n**How to Recruit a Chief Community Officer** \\n\\nA potential Chief Community Officer must be entangled in the community’s daily activities. They don’t see the community as a nebulous, disconnected reality spread across a Discord channel, newsletter, or app. They’re able to connect the dots, navigate its ecosystem, and encapsulate the community’s purpose with ease. \\n\\nPotential Chief Community Officers have also absorbed the community’s idiosyncratic tendencies, idioms, and vernacular. They are an extension of the community - not a clunky addition. \\n\\nWhen hiring for a Chief Community Officer, a common mistake is to require “X” years of experience. This is a vanity measure since it is easier to accomplish than the true goal. The true goal in question? Developing authentic, trustful connections with members by following the natural and delicate flow of relationship-building. \\n\\nThe other duties of a CCO - community strategy, partnership outreach efforts, retaining members, etc - can be taught. But the love, compassion, and wellbeing of community members cannot. \\n\\nAs such, the best CCO’s are already on your server. You just have to look for it. \\n\\n**Conclusion** \\n\\nHaving a Chief Community Officer means that the community is important enough to be in its own department. \\n\\nAnd rightfully so. Chief Community Officers represent many things. They are the bridge between the executive company and the social community. They are a translator, where they take the vision behind a product and service and infuse it with life by distributing it amongst members. They are sherpas, guiding community members to conquer the mountains of their own limits and reach self-actualization. As Chief Community Officers gain prominence, the importance of the online ecosystem will be unmistakable. ** \\n  \\n **\\n\\n*Many thanks to [OhhShiny](https://twitter.com/AxieKing), [Cooper Turley](https://twitter.com/Cooopahtroopa), [Louis Giraux](https://twitter.com/albiverse), [Jess Sloss](https://twitter.com/thattallguy), and [Alice Lemee](https://twitter.com/alicellemee) for feedback on the piece.* \\n\\n** \\n **\",\"timestamp\":1634080075,\"title\":\"Why Chief Community Officers are the New CEOs\"},\"digest\":\"iO8VGbNGMYucOMnv6wnPSx31hzTkBTicxwq4GrbC9Uw\",\"authorship\":{\"contributor\":\"0xb25E861476A702509aE525560b7897BfC734aa6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V6jX3wB7gV1Y4eD2vAw9q7C0HfZ5SB_KurMmBzJ9HaY\\\",\\\"y\\\":\\\"TtV9dpmZvUIM_AgiarVHEqoCtfkpWDbDVN2YymNJKrI\\\"}\",\"signature\":\"kvrTLwdxBmcQkWOt6HjPgQPAVAq72iVmEvPoGjE9K0P9VZLaKMtddc6bwvAsD08BGuXjNTMckkoSCYoApwi-9Q\",\"signingKeySignature\":\"0xa99682d8708de3e28d58148a5f23ddad74a6dcc336cf9b19a1bbb1ab5c82f9d90c9c5bd6cc82934c045516ac58726bcb2f4c619d4e3842b4e2ab74bfb26eabef1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V6jX3wB7gV1Y4eD2vAw9q7C0HfZ5SB_KurMmBzJ9HaY\\\",\\\"y\\\":\\\"TtV9dpmZvUIM_AgiarVHEqoCtfkpWDbDVN2YymNJKrI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iO8VGbNGMYucOMnv6wnPSx31hzTkBTicxwq4GrbC9Uw\"}"