"{\"content\":{\"body\":\"But, very time line very thing, this officer concurrently this state regiment training make, this case is because of the prisoner of war fall people, with this officer can also be military execution mouth bearer!\\\"\\n\\nInstead of the red swordsmen with the ghoutou broadsword, two Lu Ling Minzhuang men with the green sleeves strode forward, each wearing a sword in his waist, and knelt down to Yang Hao, clinching his fist and making a military salute, saying, \\\"Please give orders from your excellency to do tuanlian.\\\"\\n\\nThis sentence, Yang Hao is now executing the military law, rather than the civilian law.Pink hao to big sleeve a wave, sink a voice to say: \\\"the guilty prisoner flower have no month drag down, cut!\\\"\\n\\nCheng Dexuan was surprised, double eyebrows slightly pick, then could not help secretly sneer mouth that two people strong roar should 1, drag up the body such as sieve chasm flower without a month, then pulled to the left near.There stood a big, cuddly tree, which had been sawn down to make a house, and a stump the size of a millstone was left on the ground to serve as a chopping block.\\n\\nAlthough they were farmers with hoes at first, after several battles, they were as hard as iron. One of them pressed the bound Flower Wuyue to the stump of the tree, so that his foot stood on his back. The other man drew out his knife and said, \\\"Hey...There was a thud and the knife went down to his neck like lightning\",\"timestamp\":1635766090,\"title\":\"DaSong statutes\"},\"digest\":\"g4lHbF0sKq8ERxAXUdXoYXLb-aQzRsufX_KmIk7Z6-0\",\"authorship\":{\"contributor\":\"0x9dF92B400153c0E39F6554d1b0F3b64BF4C46651\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Go1gN2E3wTJkGncCmPE2MuRAr6_HIcsfD5_49ROuLW0\\\",\\\"y\\\":\\\"-q8UGSLHyxHc_ollSAIF55rg2Tj-KrzH9cQScKJkD3I\\\"}\",\"signature\":\"5FbNAgAcXDwpAF6imN3U9O9T2vZ2MpF_uRjDzCGxzqz_XmVjS4jZ6Kh2bymnSBgMgt7Xf-V6g1qs2J1AhJEL8Q\",\"signingKeySignature\":\"0x4ebe88aa0749aa041fb6a664fe1bf702bef178f915c5370938bed01f53fb2778207207903e892d71015552276b313ee7b5695da05111edfcbddfcdece38d06e31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Go1gN2E3wTJkGncCmPE2MuRAr6_HIcsfD5_49ROuLW0\\\",\\\"y\\\":\\\"-q8UGSLHyxHc_ollSAIF55rg2Tj-KrzH9cQScKJkD3I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g4lHbF0sKq8ERxAXUdXoYXLb-aQzRsufX_KmIk7Z6-0\"}"