"{\"content\":{\"body\":\"复盘 2018 年一整年发生的重大事情，记录这些代表着成长的，值得被牢记的币圈印记。\\n\\n作者：0x28\\n\\n2018 年发生了很多事，一个永恒的、可随时查看的记录看起来如此稀缺，一个能让流程去中心化、更透明的区块链技术是如此重要。\\n\\n去中心化实验应运而生，理想的尝试却被演变成疯狂的骗局，一系列狂欢过后，去中心化存在感最强的表现形式——加密数字货币市场，正以最原始的方式进行着混乱向有序的洗牌和进化。跌宕起伏的币圈 2018 年，无数看好或唱衰的声音中，加密数字货币似乎在走向终局，又或者走向更扑朔的明天。\\n\\n既往不咎，未来可期。区块律动 blockbeats 复盘了 2018 年一整年发生的重大事情，记录这些代表着成长的，值得被牢记的币圈印记。\\n\\n## 1月 -\\n\\n**加密数字货币价格巅峰，区块链成二线企业股价春药**\\n\\n2018 年 1 月 8 日，是区块链行业的高光时刻，整个加密数字货币市值 8139 亿美元，人民币近 6 万亿元。在 10 天之前，12 月 18 日，比特币作为知名度最高的数字币，到达其诞生以来的最高点，各交易所均价逼近 2 万美元。\\n\\n看着比特币的涨势图，距离看好者所说的 10 万美元似乎触手可及，比特币成为区块链和一夜暴富的代名词。各大媒体渠道上，炒币一夜暴富的故事比比皆是，区块链概念被扭曲着想走向普罗大众。\\n\\n### 1月5日 -\\n\\n中概股一家名不见经传的公司中网载线暴涨近 700%，甩开猎豹移动、迅雷、聚美优品等大涨的中概股。直接原因是，当日，中网载线刚刚宣布与井通网络科技有限公司合作开展区块链产业。区块链概念的春药作用在新年前两天就有所应验，人人网宣布涉足区块链、发行虚拟货币 RR Coin，股价暴涨近 80%。\\n\\n**疯狂 ICO 非法融资倒逼监管出手**\\n\\n据 ICOdata 统计，2017 年 12 月和 2018 年 1 月，ICO 项目融资总额分别为 16.62 亿美元和 15.22 亿美元，2 个月 ICO 总计融资近 32 亿美元。相比较之下，2004 年创办的搜狗市值也才近 25 亿美元。ICO 泡沫的疯狂程度由此可窥。\\n\\n从 2017 年年末到达的 ICO 高潮在 1 月仍在继续，各个社群中活跃的糖果散发者和代投是火热的拉新者，每个人都在用 Telegram。3 个月前的 ICO 94 禁令早已被财富故事冲击得荡然无存，OTC 场外交易平台中，银行卡、支付宝、微信等最便捷的支付方式，成为新韭菜进入和币圈扩张得最大便利条件。\\n\\n### 1月19日 -\\n\\n监管终于出手，央行结算司下发《关于开展为非法虚拟货币交易提供支付服务自查整改工作的通知》特急文件，要求严禁各支付机构为虚拟货币交易提供服务。虚拟货币交易的入场通道将被勒令关闭，随即，支付宝限制交易收款方，银行开始排查交易账号提示风险。\\n\\n**币圈乱象初现，中国首家交易所退出**\\n\\n新兴行业的崛起总是伴随着泥沙俱下，区块链行业也不例外。经过整个冬季的铺垫，币圈到了首茬收割季和退出潮。\\n\\n收割第一茬韭菜的项目代表是 Hcash，代币 HSR，也被叫做超级现金或红烧肉。\\n\\n「红烧肉年底不到 1000 元，直播吃翔！」Hcash 项目顾问和代言人许子敬，曾在直播中称。很快，HSR 由众筹价 6 元跌至 7 毛，1 月底项目方失联。如今，HSR 价格跌至 6.3 元，相比众筹价 30 元，缩水近 80%。而许子敬，也早已销声匿迹。\\n\\n乱象始现，监管也在收紧，未守得云开的企业选择退出。1 月 29 日，比特币中国宣布被香港区块链投资基金收购。停止加密数字货币的业务后，BTCC 将继续矿池、钱包和美元现货交易平台。这一宣告代表着，曾占据中国 80% 市场份额的中国第一家比特币交易场所，正式退出中国。\\n\\n## 2月 -\\n\\n**三点钟社群，vc 进军区块链**\\n\\n春节过后，币圈三点钟社群爆火。作为创建人，玉红发起后邀请众多区块链大佬进入。春节七天发出价值高达 100 万元红包，大佬出手阔绰推动三点钟群迅速走红。区块链借此机会名声鹊起，新韭菜进场，庄家们以新一轮的收割开启牛市。\\n\\n一觉醒来，动辄损失六位数资产的情况并不少见。刺激的投资使得无数投资机构跃跃欲试。早进场的自称为新互联网投资人，后入场的则被称为古典互联网投资人。前者以三点钟无眠群 KOL 陈伟星为代表，后者以金沙江创投董事总经理朱啸虎为典型。二者的隔空骂战将三点钟社群的高潮延续至春节过后。\\n\\n「空聊技术真没啥意思……区块链最大的应用就是炒币」，宝二爷郭宏才因为对财富的向往被踢出三点钟无眠群。\\n\\n但传统投行红杉资本沈南鹏、360 董事长周鸿祎与天使投资人蔡文胜、薛蛮子等人同在群中，预示着更多观望传统投行将进入，也开启了大批韭菜的进场倒计时。\\n\\n**空气项目泡沫开始破裂**\\n\\n2 月，一些割完首拨韭菜的人开始拿钱走人，空气项目初具雏形。区块律动 BlockBeats 调查一些项目，揭露其噱头大于实际行动的项目现状。\\n\\n典型如 READ 币，一个号称利用区块链的透明特性，解决传统网络文学平台中资源不对等的现象，最大程度的激励作者生产优秀作品内容的代币。主要用于辅助传统的、中心化的网络文学发行平台连载网（lianzai.com）。域名查询发现，该公司不具备出版经营许可证，随时有被「端掉」的可能。\\n\\nREAD 币的创始人，是个币圈「老人」，他曾参与投资烤猫（矿机），是一名自由程序员+网文作者，还是湖南网络作家协会副主席。而连载平台的作品质量与主流网文平台差距较大，阅读感甚至不如创始人自己的小说。\\n\\n虽然创始人并无割韭菜的意思，但这样的代币价值何在，是个问题。存在这个问题的项目，不胜枚举。\\n\\n**BEC 暴涨背后**\\n\\n春节过后，美链与美图合作的消息不胫而走，在媒体的大量催问和扒皮下，美图董事长蔡文胜发出声明，内容撇清三点：\\n\\n一，BeautyChain 是由第三方独立机构开发的区块链产品；\\n\\n二、美图旗下海外应用产品 BeautyPlus 与其在海外有推广合作；\\n\\n三，美图没有发行任何代币或 token，BeautyChain 代币 BEC 与美图无关。\\n\\n这份声明背后，区块律动 BlockBeats 发现，BeautyChain，美链的代币发行方名为 BEC又称美蜜，其战略合作方 BeautyPlus，是美图旗下美颜相机的海外版本，另外一个合作方叫做 BEC 钱包。巧的是，BEC 钱包可在三大交易所中的 OKEx 进行交易，蔡文胜是 OKEx 的早期投资人。\\n\\n诡异的是，团队决定成败的白皮书中，BeautyChain 没有团队信息，没有任何股东信息。所以，BEC 要么是普通空气币，要么是蔡文胜暗中圈钱的技俩。\\n\\n## 3月 -\\n\\n \\n \\n\\n**交易所模式创新，韭菜项目方双收割**\\n\\n3 月初，让整个币圈沸腾的是火币 HADAX 投票上币。交易所上币新模式，号称为打破交易所的天价上币费机制，让上币权回到用户手中。实际上是打着自主上币的幌子，最终演变成项目方刷钱上币，谁出得多，谁上交易所。\\n\\n类比股市，A 股上市费用 3800 万人民币，港股上市费用 3000 万港币，火币上币费用 8000 个 ETH（按照均价 6000 元计算，上币总价 4800 万元），加密数字货币的新模式直白又露骨：谁钱多谁上市。交易所的企图远不止此，投票上币的通用币种是火币的平台币 HT，项目方上币的过程不断为 HT 提高流动量，拉高价格。\\n\\n这一模式被业内诟病圈钱太过露骨，火币紧急调整上币规则，但从后来的上币结果来看，并没有改变什么。\\n\\n**半中心化的 EOS 生态起步**\\n\\nEOS 生态中，BM 跑路和社区建设产生的化学反应，使得 EOS 起步和创始人 BM（真名 Dan Larimer）离职的消息相互交织着，也相互成就着。这也不难理解，时至今日，EOS 上 DAPP 数十个，社区仍有人每天按时发问：「BM 跑路了吗？」\\n\\n3 月 4 日晚间「海外币圈」自媒体发布《EOS 被曝项目创世大神即将离职，项目开发将如何进行？》，放任该消息发酵一晚，次日早间，BM 在 Telegram 群内否认离开一说。\\n\\n和 BM 跑路一样备受关注的是 EOS 超级节点投票。赢得主节点将获得 EOS 每年增发 5% 收益中的大部分，每年每个节点大约能得到 238 万个 EOS，按照当时价格（EOS/RMB ￥44.2），一个节点每年可以分到 1 亿元的奖励。\\n\\n这吸引庄家级玩家入场竞选。通过公开兜售未来奖励，EOS 成为年度盛会，知名度骤然提高，为之后成为今年最具影响力的公链埋下伏笔。\\n\\n### 3月 -\\n\\n \\n \\n\\n3 月是区块链行业诈骗频出的月份，据 BitCoinNews 统计，虚拟货币投资领域每天有接近 900 万美元被骗子骗走。其中，最猖狂的是委内瑞拉石油币遭山寨，骗子将白皮书链接至该国原网站，其他全部是伪造假冒。\\n\\n骗术不止于此，币世界一条快讯「麻吉宝已经被某交易所上币」的消息刷屏，但交易量前 30 名的数字资产交易所，都没有上线麻吉宝（MJB）交易对。其上线在「玩家网」，一个山寨诈骗网站。\\n\\n此外，还有更多打着旅游去中心化噱头的代币出现，借着宣传口号欺骗普通投资者，本质和诈骗没有区别。例如，Tripio 的 Token：TRIO，上线即破发，币值现下跌至 0.0041 美元；旅行链的 Token:TRA，上线即破发，币值现跌至￥0.000847 元。\\n\\n区块律动 BlockBeats 还发现一个去中心化应用程序平台 BitWhite，其项目照抄国内区块链项目团队「Asch 阿希」制作。包装过后对外国投资者宣称新项目，且已顺利完成空投，上线交易所。\\n\\n### 3月14日 -\\n\\n \\n \\n\\n3 月 14 日，英国著名物理学家史蒂芬·霍金去世的消息刷遍全网，本是悼念逝者的时刻，某些区块链自媒体却为蹭热点，传播「霍金遗产清算发现 2 万枚比特币」的假消息，当时 2 万个比特币价值相当于 11 亿元。后查实，该消息是有人刻意 P 图发布的假消息。\\n\\n币圈假消息不断，其中，与巨头的强行捆绑更是为夺人眼球而造假的常态。3 月 16 日，「腾讯出资 20 亿美金投资 Ripple」消息疯传。当日，腾讯投资了发行代币一年暴涨 300 倍的 Ripple Technology 公司的说法很快遭到本尊否认。\\n\\n无独有偶，当月末，马云亲手写下区块链三个字的照片刷屏，后经证实图片是经过 ps 处理的**虚假照片**。\\n\\n此外，「日本金融厅不排除国际刑警追究币安」的新闻，被圈内媒体报道为「日本动用国际刑警追责币安」，附带假冒何一回复：「律师正在沟通。」做戏做全套，币圈部分媒体的底线有待提高。\\n\\n**黑客攻击模式改变**\\n\\n3 月 7 日晚，币安交易所遭到黑客攻击。与以往简单粗暴的盗币不同，此次攻击，黑客进行了大量的缜密计划，潜伏许久才开始行动，最终以拉高非主流代币价格，提前做空单成功获利。\\n\\n在这个过程中，黑客大量抛售代币，导致绝大部分币种开始下跌，市场中不明真相的散户也开始恐慌性抛售。同时，操纵账号在 1 小时内用 1 万个比特币拉高代币 VIA 价格。在大家以为黑客要把自己手中持有的 VIA 高价卖出，换成 BTC 提现到安全的账号离场时，黑客蓦然退场。\\n\\n而黑客利用币安的影响力，提前做好空单，将订单分散在各个交易中，在市场下跌的那一刻，就直接完成了利益收割。由于交易分散无法具体到账户，黑客也没有提现到账户，这次攻击又被称为黑客的去中心化攻击。由此开启黑客攻击的进阶化。\\n\\n## 4月 -\\n\\n \\n \\n\\n进入 4 月后，ICO 热度明显降低。区块律动 BlockBeats 却发现，庞氏骗局和名人背书的诈骗团伙涌入行业，造成投资人巨大损失。\\n\\n以太坊 DAPP 排行榜上，一个交易量排名第三的去中心化游戏，PoWH3D，又名 3D 虚拟货币，披着上百年的金融诈骗外衣，在区块链行业肆意敛财。该游戏对外宣称，投资者买入项目方的代币，在交易所交易收取的 10% 手续费（ETH）会进入公共池里，公共池会把手续费返还给投资者，以此骗取大量用户。\\n\\n除类似 PoWH3D 的「庞氏骗局」之外，美国著名拳击手梅威瑟代言的 CTR 被币安、OK 相继下架。因其在社交媒体的超高人气，使得受骗者众。目前，梅威瑟因为收取报酬的宣传和站台行为，受到美国相关部门的惩罚，罚款 10 万美元。\\n\\n### 4月初 -\\n\\n公链潮愈演愈烈，各公链创始人开始频频交锋，争夺公链圈的话语权。最为活跃的，是以太坊联合创始人 Vitalik Buterin。4 月初，因「Unlimited 派」和「Core 派」的争吵，V 神撰文发声，对前者认为算力（hashpower）即一切，后者认为比特币的安全机制之所以发挥作用，恰恰就是因为算力并不代表一切的看法，他认为捍卫区块链安全不需要算力。\\n\\n*（左为 Vitalik Buterin，不是右边那个翘着二郎腿的光头）*\\n\\n不久，V 神又在博客上写了一篇对 EOS 获得共识的模式、管理架构的批判。他在文章中指出：现如今，配备 21 个超级节点（区块生产者）的 DPOS 模式，是存在重大缺陷和隐患的，在长远来考虑，并不会取得成功。群体利益会被个人利益取代，产生利益问题，贿选就是典型代表。\\n\\n这被看作 V 神与 EOS 创始人的「开战」宣言。EOS 社区立即回怼称有解决贿选的方法，两方争论不休的同时，V 神屡屡在 Twitter 上怒怼区块链媒体 Coindesk，因其发布的文章将自己相关的项目指向骗局。\\n\\n### 4月8日 -\\n\\n4 月 8 日，Twitter 比特币资讯大号「Bitcoin」再次被 Twitter 官方封禁，该账号粉丝超过 80 万，封禁原因显示，该帐号可能涉及发布垃圾信息、滥用推文等行为，也有可能是因为账号受到攻击。\\n\\n加密数字货币信息传播收紧成为世界趋势，区块律动 BlockBeats 了解到，国内也从春节开始全网加强对虚拟货币领域信息和广告的监管力度，涉及私募、ICO 募资、代投信息等大 V 号成为重点关注对象。\\n\\n这不是 ICO 第一次受到全世界「围剿」。行业如履薄冰下，寻求合法化成为行业一致期待。自媒体却放出「日本 ICO 合法化」的虚假消息。根据彭博社文章《日本曝光允许 ICO 的指导方针》，日本金融厅旗下的研究小组，提议制定 ICO 规则，该提议在月底审议，若通过则有来立法的可能。\\n\\n**区块链企业和区块链蹭热点企业**\\n\\n「中国芯」事件影响下，上层对国内芯片企业关注有加，嘉楠耘智在此时得到官方指点：「不管你们芯片用于什么，本质上都还是一家芯片公司，希望你们在国内上市。」强心剂一般的话语使得嘉楠耘智提交香港上市 IPO，等待登陆国内二级市场。\\n\\n矿机制造商的吸金能力业内周知，谋求上市更大可能是取得金融市场的关注和认可，是企业本身与财务合规合法化的关键。若能上市，真正的区块链概念第一股诞生，行业参照意味明显。\\n\\n一边是焦急等待上市的区块链企业，另一边是已经上市但想通过区块链蹭热点的「二流」上市企业。突然出现的区块链相关上市企业，股价暴涨数十倍，中美证监会不断发出问询函制止这种蹭热点的虚假宣传行为。\\n\\n4 月末，人人字幕组宣布为改善客户端的带宽压力和开发支出压力，开始接受三种加密数字货币捐赠：比特币、以太坊和比特币现金。看来对区块链，企业不止能蹭热点，还能贩卖情怀。\\n\\n### 4月25日 -\\n\\n4 月 25 日，一个名为 SMT 的代币被黑客攻击。利用智能合约的 proxyOverFlow 漏洞，黑客生成巨额 Token，导致该 Token 价格暴跌。\\n\\n据区块链安全团队 PeckShield 调查，还有大量基于 ERC-20 的代币的智能合约代码都存在该漏洞。火币、OKEx 等交易所随即全面暂停基于以太坊的 ERC-20 智能合约 Token 的充币、提现操作。\\n\\n遭受黑客攻击的 SMT 漏洞，已被该团队已当日晚间处理，且因为黑客已在交易所进行了交易，SmartMesh 基金会将拿出对等数量的 SMT 进行销毁和冻结，使总量保持恒定不变。\\n\\n交易所上币审核的马虎和松散可见一斑。\\n\\n## 5月 -\\n\\n熊市出现的第一个月，币圈开始有所转机。\\n\\n2017 年 cryptokitties 加密猫的爆火之后，DAPP 的发展似乎陷入沉寂。此时，投机行为暂时销声匿迹，暗自发力的 DAPP 开始显露实力。\\n\\n以游戏为 DAPP 主场地，制作精良的游戏吸引了更多玩家。\\n\\nEtherGoo 是其中一款。半挂机式的 SLG 策略游戏，和国内曾经流行的三国策略网页游戏有点相似，EtherGoo 将游戏中产生的氪金消费滚入奖池中重新分配给玩家们，受到玩家欢迎，每天流水达 100 万元。且游戏所有交互在以太坊主链运行，避免官方作弊行为。\\n\\n而后，制作较为精良的 Etheremon 也得到更多活跃人数，这款怪兽对战题材游戏「Etheremon」相比其他作品，制作精美了许多，基本已经具备了一款完整网页游戏的雏形。\\n\\n**全球范围打击传销和金融诈骗**\\n\\n加密数字货币渐凉，一些披着期货外套的诈骗也浮出水面。5 月，FBI 调查出一起二元期货金融诈骗案。涉案产品名字叫 EasyOption，以区块链金融衍生品的身份出现在区块链网络上，在区块链上拉了 15 万人入局。\\n\\n区块律动 BlockBeats 了解到，二元期权的金融诈骗多导致参与者家破人亡，中国在内的几十个国家都禁止二元期权交易，并将其进行强监管。\\n\\n除 FBI，华尔街日报也开始揭露 ICO 骗局，据其调查，1450 份白皮书中 111 个是纯复制的，国内外币圈充斥着盗版抄袭，隐私窃取，和虚假回报率。在更多所谓的区块链项目真相被揭开后，更多海内外投资人呼吁政府监管介入，让骗子得到法律制裁的同时，逐渐完善相关监管制度。\\n\\n### 5月8日 -\\n\\n5 月 8 日，真格基金徐小平的组局下，币圈大佬齐聚一堂，史称币圈「东兴局」。饭局照片流出，火币李林和 OK 徐明星对酒当喝，笑意盈盈。火币、OKEx、链得得、三点钟社群、火星财经和车库咖啡的重量级人物欢聚一堂。\\n\\n交易所、媒体、投资机构、项目孵化器，这被业内认为是区块链项目一套龙服务链形成。但一周后，情况急转直下。OKEx CEO 李书沸在朋友圈发文宣布离职，虽然对外称离职原因为个人原因，但而后和徐明星的公开对话中，其明确表示徐明星掌控全局，不信任自己，二人经常吵架。\\n\\n李书沸一周后火速入职火币，一周前李林和徐明星的碰杯亲密照成为回不去的历史。此前看似聚合的币圈势力此时出现裂痕，国内两大交易所又回归紧张敏感的关系中。\\n\\n**EOS 超级节点选举**\\n\\n为 EOS 区块链网络上的 21 个节点（以及 100 个备用节点）正常运行而举办的超级节点选举，成为行业盛会。持有 EOS Token 的用户，根据票数选定相关节点担任超级节点和备用节点。此前的预热中，多个竞选节点，接近 60 个来自中国。\\n\\nEOS 创始人 BM 因为第三代区块链技术成为币圈大佬，如今每天交易额接近 100 亿元，体现着业内对节点选举的热情。EOS 被看作是下一个比特币，但节点选举中，有资金背景的大佬公开拉票演说，甚至贿选，节点被财团把控成为一时难以解决的问题，社区走向也变得迷茫。\\n\\n并且，在过度的渲染中，主网上线被忽略。此前 5 月底，主网启动团队达成共识：只承认一条名为 EOS 的主网，社区同庆。而几天后的 EOS 主网正式上线，却无人问津。过度消费品牌已使得投资者对其失去信心。\\n\\n**巨头入场（360）**\\n\\n5 月末，360 以高调的漏洞指认事件在区块链行业出道。玉红前一日预言 EOS 将回归空气，建议投资者赶紧清仓，次日，互联网安全卫士出身的红衣教主就宣布发现 EOS 的「史诗级漏洞」。\\n\\n「EOS 区块链漏洞，足以轰瘫数字体系」。360 安全品牌的影响下，EOS 价格应声下跌。对 EOS 来说，这无疑是一个做空消息。其引发的市场恐慌使得 EOS 短时间内下跌 7%。\\n\\n巧合的是，360 官微宣称的「可以通过远程攻击，直接控制和接管 EOS 上运行的所有节点。」时间段，并未攻击具体漏洞。而是选择下午在英文博客上公开 360 团队与 EOS BM 的漏洞和修复的全过程。一个下午的史诗级漏洞使得 360 和区块链挂钩，这无疑是最好的刷存在感的机会。\\n\\n## 6月 -\\n\\n \\n \\n\\n创业者的项目从档次较低的交易板块升级到档次更高的板块，是每个公司都期待的事情，但主控方屡屡改变规则，更多的反映出其效率低下和无视规则。\\n\\n千呼万唤始出来的火币 HADAX 转板至 PRO 方案，并没有因为屡次改变而槽点变少，而让投资者直呼坑爹。从最初的 50% 转板几率变成 28 个项目一月一抢，更多的潜规则，如日常拉盘、刺激平台交易币升值等让置身其中的人感到厌烦。\\n\\n交易所日渐萎靡的交易量下，大交易所的焦虑尚且如此，小交易所就如同生死抉择，或艰难前行，或者狼狈为奸。在全球超 1000 家加密数字货币交易所中，排名前十的占据市场 75% 以上交易量。也就是说，1000 家小交易所要分不到 25% 的市场，竞争激烈程度由此可见。\\n\\n**公链共识安全面临危机**\\n\\n6 月，公链被攻击的消息频发。据 Carbon Black 的数据，2018 年上半年约价值 11 亿美元（71.5 亿人民币）的加密货币被盗。另一份报告显示，目前有大约 1.2 万个可供销赃的网上市场（交易所）以及 34000 个与密码盗窃相关的产品。黑产产业链业已形成。\\n\\n黑客攻击频发背后，公链项目本身存在漏洞和缺陷也亟待解决。6 月初，PeckShield 曝光名为 tradeTrap 的以太坊智能合约漏洞，该漏洞可让黑客随意操控币价、随意增发 Token，已影响十余种可在交易所交易的 Token。\\n\\n公链漏洞有多随意？据区块律动 BlockBeats 分析，只需 1.6 万美元，就可以租借足够发动 51% 双花攻击的算力一小时。此前，比特币黄金（BTG）遭到攻击，就是地下矿工提前租借算力进行的双花攻击。\\n\\n**交易既挖矿**\\n\\n张健掀起的交易即挖矿成为交易所凛东中的一丝暖风，上线半个月就创造了全网第一的交易量。但区块律动 BlockBeats 根据半个月的跟踪报道，发现事实并没有向 FCoin 的新闻通稿描述方向发展。\\n\\n表面上，FCoin 上线价格一路走高，上涨 100 倍。但随后即震荡暴跌至临近归零。更深层次，张健创办的歌者资本和一众投资机构联合成立的基金，投资的项目全部紧紧围绕张健展开，最典型的如张健投资一本财经，一本区块链参与 FCoin 的私募。\\n\\n从模式来看，Fcoin 实现烧钱补贴和利润回购两种 Token 经济模式的结合，就像此前诸多倒闭的 P2P，终有一天会因补贴不及利润，资金链断裂而停止。这个预言在 2 个月后实现。并且，FCoin 的大量用户是临时矿工，真实用户少的弊端又将该模式失败时间缩短。\\n\\n### 6月 - ICO泡沫开始破裂（\\n\\n \\n \\n\\n数据显示，至 6 月数字加密货币行业中，约 800 个代币已经死去，数据分析网站 Coinopsy 预计最终死掉的项目将超过 1000 个。2013 到 2014 年接受种子轮或者天使轮融资的 103 家区块链公司中，只有 28% 的公司拿到了下一轮融资。\\n\\n也就是说，区块链项目的死亡率达到 72%，甚至更多。ICO 融资币的大面积死亡，随之而来的是项目投资者心血归零。直接表现，就是交易所的上币项目倒闭。6 月 13 日，新三板上市公司住百家被曝解散，创始人张亨德拉黑讨薪员工、拖欠离职工资、退出公司微信群。\\n\\n实体公司倒闭的背后，住百家是旅行链（TRA）背后的实际项目方，3 个月前旅行链（TRA）打着「上币爆涨 1000%」口号陆 OKEx 交易所，但不久跌至靠近归零。用 ICO 向频临死亡的实体经济输血行为屡见不鲜，但事实是，好的实体公司不会用 ICO 融资。\\n\\n**区块链通证经济模型研究**\\n\\nToken 经济在熊市愈加火热，价值投资成为其代名词。区块律动 BlockBeats 研究了 Token 估值模型、价格上涨潜规则，以其及稳定运行的系统。\\n\\n即使身处熊市，各种类型的 token 仍层出不穷。橘喵哈希提出五种可行的估值模型，现金流贴现估值法、相对估值法、期权定价估值法、自由定价估值法，通过不同的适用范围，评估 token 的价值。\\n\\n具体问题上，Token 的上涨潜规则：矿机公司在矿机即将上市时，为获得更好的销量和预挖的 Token，会拉升 Token 价格。此外，Token 的经济系统使得其极易成为淫秽色情转播渠道。如非盈利性色情网站，其以无广告、崇尚分享和「没有底线」而闻名于世，不仅理直气壮地侵权，还放纵儿童色情内容。\\n\\n但是，被全世界国家禁止的网站却因去中心技术至今存在。\\n\\n## 7月 -\\n\\n \\n \\n\\n至 7 月，熊市带来的恐惧开始蔓延，利益分配不均造成整个币圈的撕裂，一级市场上，投资机构们的撕裂，以某机构被传的五倍收割韭菜、不锁仓为典型。\\n\\n不久之前，火币李林和庄家杜钧的公开决裂，交易所和投资机构也因利益分配而撕裂。中国币圈正上演着决绝的利益链撕裂。\\n\\n具体表现上，牛市的基石投资者，可以比其他后来的投资者入场价格更低，享受着数倍甚至数十倍的投资收益。这种利益划分在熊市被打破，普通投资者和机构投资者达成的共识正在撕裂。\\n\\n于是，火热的社群中，大佬因三观不合而退群，普通投资人则借着币圈凉凉的机会退群退圈。币圈剩下的，是投资者持有的代币，因此一种收集死亡代币换取其他代币的行为应运而生。\\n\\n**Dapp 新模式研究**\\n\\n7 月币圈出现新鲜的模式，典型如 fomo3d，普通人难以看懂。区块律动 BlockBeats 由此研究了币圈的模式，从这些分析，可以看出币圈不断创新的进程。\\n\\nFomo3D 在此期间火热得难以复制，在短时间里奖池中攒下近 9000 枚 ETH，价值 3000 万元。区块律动 BlockBeats 解析发现，该游戏比以往的区块链赌博游戏功能都丰富，这种新的模式引发币圈的追捧。但可玩性加强的同时，风险也在不断地加高。\\n\\n而关于币圈原生的模式，上币和市值管理。区块律动 BlockBeats 发现，免费上币逐渐演变成另一种形式的缴费上币，相当于那投资人的钱刷存在感。市值管理是币圈公开的秘密，一切不如意都可以归结为市值管理没做好。但实际上，币圈的项目，不是传统意义上的市值管理，而是货真价实的市场操纵获利行为。\\n\\n**李笑来录音门**\\n\\n币圈大佬李笑来录音泄露，跌落神坛的同时，这段录音透露的币圈割韭菜内幕让人惊心。在各路文章传播的同时，李笑来泄漏的录音中一些有趣且重要的细节却被忽略。\\n\\n区块律动 BlockBeats 整理了隐藏在这段录音背后的五件秘而不宣的故事或秘诀。第一个，Ripple 和 NEO，软银和复星没看懂，投完却暴涨；李笑来操盘的Candy.ONE的合作项目 COCOS 被爆联合硬币资本收割韭菜。\\n\\n关于录音里的秘诀：\\n\\n1. 只会投资的区块链基金没有未来，李笑来会为项目方提供除资金之外的资源；\\n2. 表面的和平是赚钱的必要条件，李笑来心里认为币安是傻逼，但还是找币安接盘支点的融资；\\n\\n\\n3. 每个币圈大佬都有别人无法撼动的核心能力，比如 Link VC 创始人林嘉鹏和 OKEx 的田颖关系非同一般。\\n\\n### 7月 -\\n\\n7 月，也是币圈陨落的关键月份。\\n\\n量化团队、项目方、黑客攻击的内幕逐一水落石出。Fcoin 突然发布自己被恶意砸盘的声明揭开量化团队，以往被用进行快速、自动化交易的量化交易机器人，被具化为名叫黑暗幽灵的黑客战队 Fcoin 称对方不惜一切代价打压平台币 FT 的价格，并暗指币安为幕后凶手。\\n\\n交易所的竞争口水战外，稳定币变得不稳定。Tether 公司发行与美元挂钩的稳定币，但一直被诟病没有真实资金支持 USDT 的流通。而日前，Tether 将唯一一名调查财务的审计员开除，给出一份并不具说服力的「报表」。\\n\\n区块律动 BlockBeats 捋出背后的公司和高层种种关联，证实 USDT 的财务没有那么「干净」。\\n\\n7 月遭遇黑客攻击的还有币安，7 月 4 日，币安 API 被攻击，当天有 11 个名为 SYS 的 Token 在币安交易所内以 450 万人民币（96 个比特币）的价格被成交，相对之前价格瞬间暴涨 320 万倍。\\n\\n加拿大的 Anthony Xie 发现更惊人的事实：有 13152 个 SYS 以每个价值 1.1 比特币的价格成交（价值约为 9700 万美元）。于是，黑客如何找到这些账数字货币大户并定点爆破成为谜。\\n\\n## 8月 -\\n\\n \\n \\n\\n交易所繁荣落幕，项目方套现离场。以往的金钥匙，现在成为跑路丑闻的主角。被套牢的投资者，仍在盼望电脑屏幕上的线能够起死回生。\\n\\n区块律动 BlockBeats 发现，国内交易所上线的币种，归零和破发成为其不二选择。\\n\\n国内主流交易所 ICO 上币后破发率超过 95%，部分项目 Token 的价格跌幅甚至超过 99%，近百个区块链项目沦为空气币。作为圈钱收割工具，ICO 募资时的高回报说法吸引很多投资者，空气币破发也倒逼区块链行业进行洗牌。\\n\\n区块律动 BlockBeats 统计了自 2018 年 1 月 1 日起至 6 月 30 日，在火币 Pro、OKEx、币安、火币 HADAX 和 Kucoin 交易所正式上币的项目 Token 表现情况，数据结果令人感到震惊，绝大部分项目都处于亏损状况，今年年初的一波 ICO 项目几乎全部都可以认定为是收割韭菜、圈钱的项目。\\n\\n这背后，交易所的审核机制，项目方的发币意图，都值得引人深思。\\n\\n**商业模式研究**\\n\\n8 月掀起的区块链信息利箭行动，自媒体被大量封号，腾讯、百度、微博等 社交信息平台联手，全网封杀「All In」「一夜暴富」的故事。更关键的是，国家互金举报平台将代币发行融资纳入举报范围，币圈部分媒体为低底线付出代价，区块链媒体也由此嗅到危险的味道。舆论唱衰时，真正的业内人开始思考区块链到底能干什么，空头模型的效果怎样等关系行业发展的问题。\\n\\n区块链目前的较广为人知的应用体现在三方面：\\n\\n第一，比特币，没能成为货币而变成名义上的电子黄金。\\n\\n第二，Token（通证），一种代表资本市场的运作方式的权益。\\n\\n第三，一种虚拟资产，以加密猫为代表的不可交换 (non-fungible) 资产。\\n\\n空投模型上，区块律动 BlockBeats 了解到，99% 的区块链项目都在用白名单验证的方式来投放空投，但这效率并不高，而相比之下，智能空投是一种更高效地获得新用户和打造社区的方式。\\n\\n### 8月28日 - 火币意图上市\\n\\n**区块链公司要上市**\\n\\n作为新型行业的区块链产业吸金利器，矿机商和加密数字货币交易所前后传出上市的消息。积极走向传统金融市场，与这段时间内的监管趋势和舆论导向不无关系。与传统金融市场建立的联系，或能让从业者找到一丝存在的合法性和继续的理由。\\n\\n8 月 28 日，火币董事长李林收购港股主板上市公司桐成控股（01611）73.73% 股权，借壳上市意味明显。按照每股均价 2.72 港元计算，占股约 2.16 亿股，李林需要支付约 5.87 亿港元（约合人民币 5.11 亿元）。不久前，比特大陆向港交所提交 IPO，不久将以 500 亿美元估值在香港上市。\\n\\n加上此前的嘉楠耘智，国内申请共交所上市的区块链企业已有 3 家。比特大陆的矿机生意并无阻碍，但其创始人吴忌寒深度参与的 BCH 分叉，与现行监管对加密数字货币的态度相悖。\\n\\n李林的交易所生意仍在监管的黑名单中，加上公然顶风 ICO 投票上币等行为，这个节点申请上市只有一种解释，寻求二级金融市场监管的合规性。\\n\\n## 9月 - 以太坊跌落神坛\\n\\n \\n \\n\\n在以太坊创始人创业 5 年之际，区块律动 BlockBeats 出了篇人物稿，总结 V 神创业的过程和人物本身的成长。那时 24 岁的 V 神因以太坊市值 3000 亿元，可以和国民爸爸马云相媲美。但近半月过去，以太坊价格下跌过半，从此走上下跌的不归路。少年造富经典不再存在。\\n\\n9 月初，一篇文章称以太坊 ETH 可能会归零，暗示矿工一起抵制 ETH 作为以太坊网络的交易费，建议投资者抛售手中的 ETH。明显的做空声音除了引起以太坊社区成员的讨论，还有以太坊价格的下跌。\\n\\n区块律动 BlockBeats 统计，以太坊 ETH 价格从 480 美元到不足 200 美元，只用了一个半月。关于暴跌原因，有人认为因为是以太坊手续费过高，有人觉得是熊市大势所趋，但更多大额转出的数据，将结果指向项目方的抛售套现。\\n\\n### 9月初 -\\n\\n \\n \\n\\n**传销币**\\n\\n久等牛市未至，传销组织和资金盘却大量涌入区块链。9 月初，律动 blockbeats 发现瑞波币被一个传销组织瑞波联储当作行骗的幌子，进行资金盘骗局。更糟糕的是，该组织在百度搜索投放广告，借助百度搜索付费广告加速渗透。\\n\\n区块律动 BlockBeats 调查得知，目前已有数十万人进入这个传销骗局。很多普通人入坑。该项目自称是数字资产投资者利益最大化存储平台的瑞波联储，，采用层层拉线下、高额回报的手法和鼓吹的洗脑造富套路，属于典型的传销行为。\\n\\n无独有偶，传销界名人陈安之也在不久前高调进入币圈，摇身一变成为区块链圈子里的中国成功学指导大师。4 月到 7 月，密集地在中国贵州、中国香港，以及泰国等地站台路演。7 月，发布即将创办交易所的消息后销声匿迹。\\n\\n### 9月中 -\\n\\n9 月，比特币价格开启震荡模式，至中旬已有三轮明显的震荡。\\n\\n第一次，比特币价格在 2 小时内暴跌 5.4%，此波下跌并未像往常一样短时间恢复，至次日早晨，比特币在一小时内暴跌 7.1% 后进入横盘状态。隔日，再次在凌晨出现短时下跌 3.1% 的情况。\\n\\n作为加密数字货币的主心骨，短时间内的多次下跌使得投资者和从业者的信心受挫，同时巨额资金的流入和流出也加剧持有者的恐慌。甚至，# 比特币暴跌 # 的话题又一次成为社会热门话题，登陆微博热门话题。\\n\\n在众多评论中，普通群众透露出的关键词为「骗局」、「传销」、「传销」，相关利益者则更关心显卡、矿机，记忆背后是否存在操纵价格的问题。不同角度的评论中，透露出加密数字货币货币两级市场认知，其背后，是现行市场的不成熟。\\n\\n**热点模式研究**\\n\\n正值区块链热度骤降的节点，EOS 生态中的 Token Pocket 发布了 TPT 和 PUB 两种代币，宣称使用 Bancor 协议进行交易。这两个代币被描述为 IBO，新概念由此诞生。区块链概念造新成为熊市常态，此前的 POW 、 POS 、 DPOS 以及 PBFT。\\n\\n如今，概念热度从 UBI 转向 IBO。EOS 生态中几乎所有的操作都需要的系统资源 EOS RAM（内存）成为具备交易的对象。因其价格采取 Bancor 算法的系统交易机制，Bancor 成为业内熟知的交易模式。区块律动 blockbeats 了解到，用 Bancor 维持 token 价格稳定有可能，但其仅适用于稀缺资源发售。\\n\\n这并不是全部，新概念被创造的同时，EOS 的新游戏再次成为业内焦点。EOS Pixel 的游戏设置仿佛虚拟炒房，大家都喜欢的黄金地段一小格 1349 EOS，按照当时单价计算，这个虚拟世界的小方块价值 51262 元。这种类似于击鼓传花的游戏，区块链不推荐玩家参与。\\n\\n## 10月 -\\n\\n**解谜游戏**\\n\\n在币圈，区块链游戏是个特殊的存在，或存在感微弱，或突然聚集起业内所有目光。9 月10日的区块链寻宝游戏，是继迷恋猫后再次刷屏的现象级作品。\\n\\n在该藏宝图公布 7 天后，三级谜题中只有最初级的被解密，难度最大第三级谜题，奖励 310 个比特币，价值 1400 万人民币花落谁家成为万众焦点。仅不到 1 天后，该谜题被解开，解谜者身份至今未知。\\n\\n脱离区块链但却和数字资产有密不可分的关系，这种存在形式很可能是区块链和生活最合适的切入点。区块律动 blockbeats 分析，解谜游戏适合开发成单独的 DAPP 来进行运作，加入 Fomo3D 元素、Pixel 像素大战元素等。这种解密游戏也许会成为此后爆款复制的范本。\\n\\n### 10月15日 -\\n\\n \\n \\n\\n10 月 15 日，最早出现的稳定币 USDT 突然暴跌 8%。在此前多次加密数字货币的大幅涨跌中，USDT 死守「稳定」特性，成为币币交易的中介币。此次下跌使得稳定币的二级市场信誉受到打击，区块律动 blockbeats 分析认为，这次 USDT 下跌于 Bitfinex 有着密切的关系。\\n\\n \\n \\n\\n托管 USDT（Tether）现金的银行 Noble Bank 半月前被曝面临运营危机，频临倒闭。Bitfinex 被用户质疑失去偿付能力，「现金提取出现问题，用户的数字资产被挪用」等消息不胫而走，引发用户信任危机。\\n\\n此次暴跌正逢稳定币概念流行。9 月初美国先后批准交易所 Gemini 和区块链创业公司 Paxos 发行 GUSD 和 PAX 稳定币，之其他交易所相继入局。与美元、英镑等货币挂钩的稳定币成为一时追捧的对象。区块律动 blockbeats 研究发现，市面上稳定币的「稳定」更多是噱头，流动性差，挂钩法定货币也难以实现。\\n\\n**热点模式研究**\\n\\n如同 2017 年 ICO 概念的爆火，10 月是区块链概念频出的一个月。无币区块链是行业寻求合规的迫切需要，STO 是加密数字货币向现行金融监管体系靠拢的尝试。二者试图将 ICO「带坏」的区块链形象扭转，让「正经」的区块链和数字加密货币概念深入人心。\\n\\n无币区块链不算新的概念，在公链潮兴起时开启，ETH、EOS、波场是目前最为典型的代表。STO（Security Token Offering）作为传统金融的概念改良化，责让币圈用户有了诸多疑问。\\n\\n区块律动 blockbeats 就「STO 是披着 ICO 外壳的新式骗局吗？投资 STO 能比 ICO 更安全吗？普通投资者是否应该参与 STO 投资？美国和中国香港对于数字资产的证券化又是如何看待的呢？」等问题进行分析探讨，STO 有其潜能，但带给币圈的巨大改变，仍需要漫长的等待期。\\n\\n## 11月 -\\n\\n \\n \\n\\n春节期间三点钟无眠群的红火仍记忆犹新，李笑来、薛蛮子、孙宏才（宝二爷）、张健、玉红等币圈扑克牌站台大佬，在第一季度敛财得风生水起，在第二季度开始撇开关系；第三季度和第四季度，却仿佛消失在这个世界上。\\n\\n李笑来跌落神坛专注卖书；薛蛮子买了海岛房做民宿，专门接待币圈韭菜；孙宏才站台 Fcoin 巨亏 400 比特币后去印度寻找新的韭菜地；张健收割完自己的交易所平台币用户后销声匿迹，目前有复出迹象；玉红的项目 XMX 尽管遭到业内人唾弃，其本人仍在运营三点钟群。\\n\\n除振臂一呼，成千上万韭菜便纷纷砸钱的币圈红人，币圈信徒亦有之。陈伟星成币圈打假斗士，王峰放弃蓝港互动 CEO 身份完全投入区块链行业。不知道这次 All in，能否让王峰成功进入区块链行业第一梯队。\\n\\n### 11月15日 - 币圈势力重新划分\\n\\n11 月 15 日，BTC 的分叉币 BitcoinCash（BCH）升级分叉。与以往不同的是，此次分叉伴随着两方势力的决裂：BCHSV 支持者奥本聪 PK BCHABC 支持者吴忌寒。\\n\\n分叉的同时，算力战争序幕拉开。在此之前，二者在社交网络上的开战宣言，得到各自的拥护者。\\n\\n币圈势力划分初定的同时，加密货币市场出现价格跳水现象，短时暴跌引发市场极度恐慌。\\n\\n不久，曾被彭博社评为最佳表现的货币投资基金 Amber AI 直指 OKEx 操纵合约市场交易，并声称因 OKEX 突然宣布的提前交割及相关内容影响市场价格变动，致使其损失。随后，Amber AI 宣布清盘\\n\\n市场情绪的摇摆下，跳水情况在分叉一周后再度上演，BCH 分叉后 BCHSV 和 BCHABC 并存，以 BTC 为首的加密数字货币跌破业内公认的支撑位，币圈消失论出现。\\n\\n**DAPP 主网流量重新分配**\\n\\n熊市弥漫已久的颓败开始动摇链圈的心态，寻找新的机会成为项目方排解焦虑的唯一渠道。于是，DAPP 成为首选。10 月，三大公链上的 DAPP 相继成为币圈热门话题，以太坊、EOS 和波场三条公链的 DAPP 生态上各自出现各不相同的 DAPP 生态。\\n\\n一段时间里，以太坊集中吸引资金盘游戏团队，EOS 主网则被可交易、可分红的博彩 DAPP 占据。\\n\\n波场却进入爆发期，日活和交易量开始翻倍增长。EOS DAPP 安全事件也进入高发阶段。\\n\\n### 11月底 - 三大公链流量争夺愈发激烈\\n\\n至 11 月底，三大公链流量争夺愈发激烈。\\n\\n以太坊 DAPP 的资金盘盘踞现象减弱，收藏类游戏成功霸榜；EOS DAPP 依旧集中于博彩游戏，加入更多绑定玩家的玩法拉新，其中，Dice3D 直接导致 EOS CPU 资源暴涨 120 倍。波场 DAPP 也开始用新产品拉新，如波场笑话和 3D 麻将等。\\n\\n**国内外数字货币认知趋势**\\n\\n11 月初，央行研究院发布研究报告，近 2 万字的论文围绕着「区块链能做什么、不能做什么」展开。作者从经济学角度研究区块链的功能，从想对宏观的层面对 Token 范式、区块链共识与信任、智能合约、应用方向、治理问题、安全性等热点话题进行分析。\\n\\n央行研究院对区块链应用场景的研究仿佛给市场打了一剂强心剂，但与此同时，国内外对区块链市场的特定信息传播打击力度也在加大。\\n\\n11 月中旬，国内封号潮再次来临，BABI 财经、核财经无法打开，吴解区块链甚至被二度封号。国外 Apple 下架 iTunes 商店的加密数字货币新闻栏目，Twitter 、Medium 的知名分析师被封号。熊市给了市场净化的空隙，拉盘喊单变得越来越不被市场认可，或许回归加密数字货币认知普及，是最保险的求生办法。\\n\\n**EOS 困境：小节点生存难，大节点不作为**\\n\\n临近年末，EOS 超级节点埋下的祸根就此出现。11 月的尾梢，区块律动 BlockBeats 发现，EOS 网络原定的每年 Token 增发，本意是奖励矿工，现在却被大节点把持。一些节点什么都不干，每天可赚 2600 美元，相反，有的节点忙到爆炸却一分钱也拿不到，甚至还要贴钱。\\n\\n此前轰轰烈烈的超级节点选举，一度成为业内盛会。但公开拉票、承诺给好处等贿选行为让超级节点变味，最终，手握重钱的节点组织成功当选超级节点。现实来看，节点奖励分配严重失衡，拿钱多的反而不干事。\\n\\n区块律动 BlockBeats 了解到，一名用户被骗子骗走近 1300 个 EOS，社区将骗子地址划入黑名单消息公布，本来能够追回。但因为节点 StartEOS 没有把骗子加入黑名单，账号内的资产被骗子卖出提现。整个过程，社区回复耗时 3 个月，StartEOS 处理耗时 1 个月，问题均未解决。EOS 社区和超级节点的工作效率之低由此可见。\\n\\n## 12 月 -\\n\\n熊市飘零的第 8 个月，币圈消失论流传开来。低迷成为加密数字货币交易市场的主旋律，迷茫而惶惶然的氛围围困着投资人。观望者唾弃，诈骗者退出，投机者散去，深耕者低调打磨。\\n\\n12 月 3 日晚，李笑来正式担任港股上市雄岸科技 (01647-HK) 执行董事及联席行政总裁。作为币圈和区块链声名远扬的主推力，曾辉煌一时的扑克牌大佬，几乎在名誉透支下全军覆没，隐匿在光环之下。名声带来的变现能力瞬间丧失，仿佛过去的罪恶也凭空消失。\\n\\n12 月 6 日，丹华资本创始人，斯坦福大学物理系副教授，华裔物理学家张首晟确认逝世。享年 55 岁。张首晟是典型的区块链技术爱好者，其曾称，「国际现行金融体系仍是西方的，但是中国可以抓住区块链的这次机会实现「弯道超车」。丹华资本投资的区块链项目达 42 个，在区块链技术、应用和数字货币领域投资总额近 2 亿元。\\n\\n张教授的逝世，无疑是区块链行业的一大损失。李笑来的再度复出则意味着，币圈的名利场游戏仍将继续。\\n\\n市场的无序正在更多地上演，项目方缺乏专业素养盲目发币，上线时间拖沓，错过最佳时机，跑路潮、退币维权成为之后的必然选择。12 月 6 日，多次自媒体封号都逃过一劫的喊单狂人在此时发声，总结项目方跑路的四种方式，他直接拷问道：「说好的发币，说好的上线交易所，结果都推迟了 3 个月以上。你的良心不会痛吗？」\\n\\n金钱确实有把人变成兽的能力，就像物质的化学反应。你不能说这是不对的，因为秩序总是在不断被打破后才能建立相对公平的规则。所以需要那些冲在前面的觉醒者，来启动对不公规则的反抗和调试。\\n\\n2019 年的区块链世界，会是什么样子的呢？会将割韭菜进行到底，还是将加密数字货币带入正轨，区块律动 Blockbeats 拭目以待。\\n\\n​\\n\\n若有收获，就点个赞吧\",\"timestamp\":1641281753,\"title\":\"2018 - 从盛世狂欢到砥砺前行\"},\"digest\":\"4RpLIRnPyVccD6h_TGj-NrWlhlhp9NmVxKt2MANvZF8\",\"authorship\":{\"contributor\":\"0xB0957BAA8C8239cEc7dbd0D076F99f6f670e145C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gPjzQDZsebWll5Jgi-Mi_5X72ylx6QR0jKsw-6MzeNg\\\",\\\"y\\\":\\\"hPK8za1ceqw6F29abfU17EXhO5TU8FDOLU43Rr83xTE\\\"}\",\"signature\":\"LjWF_9goJuF3dVcRToaSiPJiHbZgueb_FCrtm30eQVTNVujUrj9pp1urMKUqWil0w3HFL_ZbKahFmTjpBJeb5A\",\"signingKeySignature\":\"0xb8786df35a01c58e1845a96cade5b51bbd56d18df308d7ff6110d0176fe56bb7732b75291964113409a207e0f0595628b0f05fe3e28ca4b22da397fab67b36d51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gPjzQDZsebWll5Jgi-Mi_5X72ylx6QR0jKsw-6MzeNg\\\",\\\"y\\\":\\\"hPK8za1ceqw6F29abfU17EXhO5TU8FDOLU43Rr83xTE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4RpLIRnPyVccD6h_TGj-NrWlhlhp9NmVxKt2MANvZF8\"}"