"{\"content\":{\"body\":\"Pierrotin, when some traveller would joke him about his epitome of a\\n\\nhorse.\\n\\nThe difference between this vehicle and the other consisted chiefly in\\n\\nthe fact that the other was on four wheels. This coach, of comical\\n\\nconstruction, called the \\\"four-wheel-coach,\\\" held seventeen\\n\\ntravellers, though it was bound not to carry more than fourteen. It\\n\\nrumbled so noisily that the inhabitants of Isle-Adam frequently said,\\n\\n\\\"Here comes Pierrotin!\\\" when he was scarcely out of the forest which\\n\\ncrowns the slope of the valley. It was divided into two lobes, so to\\n\\nspeak: one, called the \\\"interior,\\\" contained six passengers on two\\n\\nseats; the other, a sort of cabriolet constructed in front, was called\\n\\nthe \\\"coupe.\\\" This coupe was closed in with very inconvenient and\\n\\nfantastic glass sashes, a description of which would take too much\\n\\nspace to allow of its being given here. The four-wheeled coach was\\n\\nsurmounted by a hooded \\\"imperial,\\\" into which Pierrotin managed to\\n\\npoke six passengers; this space was inclosed by leather curtains.\\n\\nPierrotin himself sat on an almost invisible seat perched just below\\n\\nthe sashes of the coupe.\\n\\nThe master of the establishment paid the tax which was levied upon all\\n\\npublic conveyances on his coucou only, which was rated to carry six\\n\\npersons; and he took out a special permit each time that he drove the\\n\\nfour-wheeler. This may seem extraordinary in these days, but when the\\n\\ntax on vehicles was first imposed, it was done very timidly, and such\\n\\ndeceptions were easily practised by the coach proprietors, always\\n\\npleased to \\\"faire la queue\\\" (cheat of their dues) the government\\n\\nofficials, to use the argot of their vocabulary. Gradually the greedy\\n\\nTreasury became severe; it forced all public conveyances not to roll\\n\\nunless they carried two certificates,--one showing that they had been\\n\\nweighed, the other that their taxes were duly paid. All things have\\n\\ntheir salad days, even the Treasury; and in 1822 those days still\\n\\nlasted. Often in summer, the \\\"four-wheel-coach,\\\" and the coucou\\n\\njourneyed together, carrying between them thirty-two passengers,\\n\\nthough Pierrotin was only paying a tax on six. On these specially\\n\\nlucky days the convoy started from the faubourg Saint-Denis at half-\\n\\npast four o'clock in the afternoon, and arrived gallantly at Isle-Adam\\n\\nby ten at night. Proud of this service, which necessitated the hire of\\n\\nan extra horse, Pierrotin was wont to say:--\\n\\n\\\"We went at a fine pace!\\\"\\n\\nBut in order to do the twenty-seven miles in five hours with his\\n\\ncaravan, he was forced to omit certain stoppages along the road,--at\\n\\nSaint-Brice, Moisselles, and La Cave.\\n\\nThe hotel du Lion d'Argent occupies a piece of land which is very deep\\n\\nfor its width. Though its frontage has only three or four windows on\\n\\nthe faubourg Saint-Denis, the building extends back through a long\\n\\ncourt-yard, at the end of which are the stables, forming a large house\\n\\nstanding close against the division wall of the adjoining property.\\n\\nThe entrance is through a sort of passage-way beneath the floor of the\\n\\nsecond story, in which two or three coaches had room to stand. In 1822\\n\\nthe offices of all the lines of coaches which started from the Lion\\n\\nd'Argent were kept by the wife of the inn-keeper, who had as many\\n\\nbooks as there were lines. She received the fares, booked the\\n\\npassengers, and stowed away, good-naturedly, in her vast kitchen the\\n\\nvarious packages and parcels to be transported. Travellers were\\n\\nsatisfied with this easy-going, patriarchal system. If they arrived\\n\\ntoo soon, they seated themselves beneath the hood of the huge kitchen\\n\\nchimney, or stood within the passage-way, or crossed to the Cafe de\\n\\nl'Echiquier, which forms the corner of the street so named.\\n\\nIn the early days of the autumn of 1822, on a Saturday morning,\\n\\nPierrotin was standing, with his hands thrust into his pockets through\\n\\nthe apertures of his blouse, beneath the porte-cochere of the Lion\\n\\nd'Argent, whence he could see, diagonally, the kitchen of the inn, and\\n\\nthrough the long court-yard to the stables, which were defined in\\n\\nblack at the end of it. Daumartin's diligence had just started,\\n\\nplunging heavily after those of the Touchards. It was past eight\\n\\no'clock. Under the enormous porch or passage, above which could be\\n\\nread on a long sign, \\\"Hotel du Lion d'Argent,\\\" stood the stablemen and\\n\\nporters of the coaching-lines watching the lively start of the\\n\\nvehicles which deceives so many travellers, making them believe that\\n\\nthe horses will be kept to that vigorous gait.\\n\\n\\\"Shall I harness up, master?\\\" asked Pierrotin's hostler, when there\\n\\nwas nothing more to be seen along the road.\\n\\n\\\"It is a quarter-past eight, and I don't see any travellers,\\\" replied\\n\\nPierrotin. \\\"Where have they poked themselves? Yes, harness up all the\\n\\nsame. And there are no parcels either! Twenty good Gods! a fine day\\n\\nlike this, and I've only four booked! A pretty state of things for a\\n\\nSaturday! It is always the same when you want money! A dog's life, and\\n\\na dog's business!\\\"\\n\\n\\\"If you had more, where would you put them? There's nothing left but\\n\\nthe cabriolet,\\\" said the hostler, intending to soothe Pierrotin.\\n\\n\\\"You forget the new coach!\\\" cried Pierrotin.\\n\\n\\\"Have you really got it?\\\" asked the man, laughing, and showing a set\\n\\nof teeth as white and broad as almonds.\\n\\n\\\"You old good-for-nothing! It starts to-morrow, I tell you; and I want\\n\\nat least eighteen passengers for it.\\\"\\n\\n\\\"Ha, ha! a fine affair; it'll warm up the road,\\\" said the hostler.\\n\\n\\\"A coach like that which runs to Beaumont, hey? Flaming! painted red\\n\\nand gold to make Touchard burst with envy! It takes three horses! I\\n\\nhave bought a mate for Rougeot, and Bichette will go finely in\\n\\nunicorn. Come, harness up!\\\" added Pierrotin, glancing out towards the\\n\\nstreet, and stuffing the tobacco into his clay pipe. \\\"I see a lady and\\n\\nlad over there with packages under their arms; they are coming to the\\n\\nLion d'Argent, for they've turned a deaf ear to the coucous. Tiens,\\n\\ntiens! seems to me I know that lady for an old customer.\\\"\\n\\n\\\"You've often started empty, and arrived full,\\\" said his porter, still\\n\\nby way of consolation.\\n\\n\\\"But no parcels! Twenty good Gods! What a fate!\\\"\\n\\nAnd Pierrotin sat down on one of the huge stone posts which protected\\n\\nthe walls of the building from the wheels of the coaches; but he did\\n\\nso with an anxious, reflective air that was not habitual with him.\\n\\nThis conversation, apparently insignificant, had stirred up cruel\\n\\nanxieties which were slumbering in his breast. What could there be to\\n\\ntrouble the heart of Pierrotin in a fine new coach? To shine upon \\\"the\\n\\nroad,\\\" to rival the Touchards, to magnify his own line, to carry\\n\\npassengers who would compliment him on the conveniences due to the\\n\\nprogress of coach-building, instead of having to listen to perpetual\\n\\ncomplaints of his \\\"sabots\\\" (tires of enormous width),--such was\\n\\nPierrotin's laudable ambition; but, carried away with the desire to\\n\\noutstrip his comrade on the line, hoping that the latter might some\\n\\nday retire and leave to him alone the transportation to Isle-Adam, he\\n\\nhad gone too far. The coach was indeed ordered from Barry, Breilmann,\\n\\nand Company, coach-builders, who had just substituted square English\\n\\nsprings for those called \\\"swan-necks,\\\" and other old-fashioned French\\n\\ncontrivances. But these hard and distrustful manufacturers would only\\n\\ndeliver over the diligence in return for coin. Not particularly\\n\\npleased to build a vehicle which would be difficult to sell if it\\n\\nremained upon their hands, these long-headed dealers declined to\\n\\nundertake it at all until Pierrotin had made a preliminary payment of\\n\\ntwo thousand francs. To satisfy this precautionary demand, Pierrotin\\n\\nhad exhausted all his resources and all his credit. His wife, his\\n\\nfather-in-law, and his friends had bled. This superb diligence he had\\n\\nbeen to see the evening before at the painter's; all it needed now was\\n\\nto be set a-rolling, but to make it roll, payment in full must, alas!\\n\\nbe made.\\n\\nNow, a thousand francs were lacking to Pierrotin, and where to get\\n\\nthem he did not know. He was in debt to the master of the Lion\\n\\nd'Argent; he was in danger of his losing his two thousand francs\\n\\nalready paid to the coach-builder, not counting five hundred for the\\n\\nmate to Rougeot, and three hundred for new harnesses, on which he had\\n\\na three-months' credit. Driven by the fury of despair and the madness\\n\\nof vanity, he had just openly declared that the new coach was to start\\n\\non the morrow. By offering fifteen hundred francs, instead of the two\\n\\nthousand five hundred still due, he was in hopes that the softened\\n\\ncarriage-builders would give him his coach. But after a few moments'\\n\\nmeditation, his feelings led him to cry out aloud:--\\n\\n\\\"No! they're dogs! harpies! Suppose I appeal to Monsieur Moreau, the\\n\\nsteward at Presles? he is such a kind man,\\\" thought Pierrotin, struck\\n\\nwith a new idea. \\\"Perhaps he would take my note for six months.\\\"\\n\\nAt this moment a footman in livery, carrying a leather portmanteau and\\n\\ncoming from the Touchard establishment, where he had gone too late to\\n\\nsecure places as far as Chambly, came up and said:--\\n\\n\\\"Are you Pierrotin?\\\"\\n\\n\\\"Say on,\\\" replied Pierrotin.\\n\\n\\\"If you would wait a quarter of an hour, you could take my master. If\\n\\nnot, I'll carry back the portmanteau and try to find some other\\n\\nconveyance.\\\"\\n\\n\\\"I'll wait two, three quarters, and throw a little in besides, my\\n\\nlad,\\\" said Pierrotin, eyeing the pretty leather trunk, well buckled,\\n\\nand bearing a brass plate with a coat of arms.\\n\\n\\\"Very good; then take this,\\\" said the valet, ridding his shoulder of\\n\\nthe trunk, which Pierrotin lifted, weighed, and examined.\\n\\n\\\"Here,\\\" he said to his porter, \\\"wrap it up carefully in soft hay and\\n\\nput it in the boot. There's no name upon it,\\\" he added.\\n\\n\\\"Monseigneur's arms are there,\\\" replied the valet.\\n\\n\\\"Monseigneur! Come and take a glass,\\\" said Pierrotin, nodding toward\\n\\nthe Cafe de l'Echiquier, whither he conducted the valet. \\\"Waiter, two\\n\\nabsinthes!\\\" he said, as he entered. \\\"Who is your master? and where is\\n\\nhe going? I have never seen you before,\\\" said Pierrotin to the valet\\n\\nas they touched glasses.\\n\\n\\\"There's a good reason for that,\\\" said the footman. \\\"My master only\\n\\ngoes into your parts about once a year, and then in his own carriage.\\n\\nHe prefers the valley d'Orge, where he has the most beautiful park in\\n\\nthe neighborhood of Paris, a perfect Versailles, a family estate of\\n\\nwhich he bears the name. Don't you know Monsieur Moreau?\\\"\\n\\n\\\"The steward of Presles?\\\"\\n\\n\\\"Yes. Monsieur le Comte is going down to spend a couple of days with\\n\\nhim.\\\"\\n\\n\\\"Ha! then I'm to carry Monsieur le Comte de Serizy!\\\" cried the coach-\\n\\nproprietor.\\n\\n\\\"Yes, my land, neither more nor less. But listen! here's a special\\n\\norder. If you have any of the country neighbors in your coach you are\\n\\nnot to call him Monsieur le comte; he wants to travel 'en cognito,'\\n\\nand told me to be sure to say he would pay a handsome pourboire if he\\n\\nwas not recognized.\\\"\\n\\n\\\"So! Has this secret journey anything to do with the affair which Pere\\n\\nLeger, the farmer at the Moulineaux, came to Paris the other day to\\n\\nsettle?\\\"\\n\\n\\\"I don't know,\\\" replied the valet, \\\"but the fat's in the fire. Last\\n\\nnight I was sent to the stable to order the Daumont carriage to be\\n\\nready to go to Presles at seven this morning. But when seven o'clock\\n\\ncame, Monsieur le comte countermanded it. Augustin, his valet de\\n\\nchambre, attributes the change to the visit of a lady who called last\\n\\nnight, and again this morning,--he thought she came from the country.\\\"\\n\\n\\\"Could she have told him anything against Monsieur Moreau?--the best\\n\\nof men, the most honest of men, a king of men, hey! He might have made\\n\\na deal more than he has out of his position, if he'd chosen; I can\\n\\ntell you that.\\\"\\n\\n\\\"Then he was foolish,\\\" answered the valet, sententiously.\\n\\n\\\"Is Monsieur le Serizy going to live at Presles at last?\\\" asked\\n\\nPierrotin; \\\"for you know they have just repaired and refurnished the\\n\\nchateau. Do you think it is true he has already spent two hundred\\n\\nthousand francs upon it?\\\"\\n\\n\\\"If you or I had half what he has spent upon it, you and I would be\\n\\nrich bourgeois. If Madame la comtesse goes there--ha! I tell you what!\\n\\nno more ease and comfort for the Moreaus,\\\" said the valet, with an air\\n\\nof mystery.\\n\\n\\\"He's a worthy man, Monsieur Moreau,\\\" remarked Pierrotin, thinking of\\n\\nthe thousand francs he wanted to get from the steward. \\\"He is a man\\n\\nwho makes others work, but he doesn't cheapen what they do; and he\\n\\ngets all he can out of the land--for his master. Honest man! He often\\n\\ncomes to Paris and gives me a good fee: he has lots of errands for me\\n\\nto do in Paris; sometimes three or four packages a day,--either from\\n\\nmonsieur or madame. My bill for cartage alone comes to fifty francs a\\n\\nmonth, more or less. If madame does set up to be somebody, she's fond\\n\\nof her children; and it is I who fetch them from school and take them\\n\\nback; and each time she gives me five francs,--a real great lady\\n\\ncouldn't do better than that. And every time I have any one in the\\n\\ncoach belonging to them or going to see them, I'm allowed to drive up\\n\\nto the chateau,--that's all right, isn't it?\\\"\\n\\n\\\"They say Monsieur Moreau wasn't worth three thousand francs when\\n\\nMonsieur le comte made him steward of Presles,\\\" said the valet.\\n\\n\\\"Well, since 1806, there's seventeen years, and the man ought to have\\n\\nmade something at any rate.\\\"\\n\\n\\\"True,\\\" said the valet, nodding. \\\"Anyway, masters are very annoying;\\n\\nand I hope, for Moreau's sake, that he has made butter for his bread.\\\"\\n\\n\\\"I have often been to your house in the rue de la Chaussee d'Antin to\\n\\ncarry baskets of game,\\\" said Pierrotin, \\\"but I've never had the\\n\\nadvantage, so far of seeing either monsieur or madame.\\\"\\n\\n\\\"Monsieur le comte is a good man,\\\" said the footman, confidentially.\\n\\n\\\"But if he insists on your helping to keep up his cognito there's\\n\\nsomething in the wind. At any rate, so we think at the house; or else,\\n\\nwhy should he countermand the Daumont,--why travel in a coucou? A peer\\n\\nof France might afford to hire a cabriolet to himself, one would\\n\\nthink.\\\"\\n\\n\\\"A cabriolet would cost him forty francs to go there and back; for let\\n\\nme tell you, if you don't know it, that road was only made for\\n\\nsquirrels,--up-hill and down, down-hill and up!\\\" said Pierrotin. \\\"Peer\\n\\nof France or bourgeois, they are all looking after the main chance,\\n\\nand saving their money. If this journey concerns Monsieur Moreau,\\n\\nfaith, I'd be sorry any harm should come to him! Twenty good Gods!\\n\\nhadn't I better find some way of warning him?--for he's a truly good\\n\\nman, a kind man, a king of men, hey!\\\"\\n\\n\\\"Pooh! Monsieur le comte thinks everything of Monsieur Moreau,\\\"\\n\\nreplied the valet. \\\"But let me give you a bit of good advice. Every\\n\\nman for himself in this world. We have enough to do to take care of\\n\\nourselves. Do what Monsieur le comte asks you to do, and all the more\\n\\nbecause there's no trifling with him. Besides, to tell the truth, the\\n\\ncount is generous. If you oblige him so far,\\\" said the valet, pointing\\n\\nhalf-way down his little finger, \\\"he'll send you on as far as that,\\\"\\n\\nstretching out his arm to its full length.\\n\\nThis wise reflection, and the action that enforced it, had the effect,\\n\\ncoming from a man who stood as high as second valet to the Comte de\\n\\nSerizy, of cooling the ardor of Pierrotin for the steward of Presles.\\n\\n\\\"Well, adieu, Monsieur Pierrotin,\\\" said the valet.\\n\\nA glance rapidly cast on the life of the Comte de Serizy, and on that\\n\\nof his steward, is here necessary in order to fully understand the\\n\\nlittle drama now about to take place in Pierrotin's vehicle.\\n\\nCHAPTER II\\n\\nTHE STEWARD IN DANGER\\n\\nMonsieur Huguet de Serisy descends in a direct line from the famous\\n\\npresident Huguet, ennobled under Francois I.\\n\\nThis family bears: party per pale or and sable, an orle counterchanged\\n\\nand two lozenges counterchanged, with: \\\"i, semper melius eris,\\\"--a\\n\\nmotto which, together with the two distaffs taken as supporters,\\n\\nproves the modesty of the burgher families in the days when the Orders\\n\\nheld their allotted places in the State; and the naivete of our\\n\\nancient customs by the pun on \\\"eris,\\\" which word, combined with the\\n\\n\\\"i\\\" at the beginning and the final \\\"s\\\" in \\\"melius,\\\" forms the name\\n\\n(Serisy) of the estate from which the family take their title.\\n\\nThe father of the present count was president of a parliament before\\n\\nthe Revolution. He himself a councillor of State at the Grand Council\\n\\nof 1787, when he was only twenty-two years of age, was even then\\n\\ndistinguished for his admirable memoranda on delicate diplomatic\\n\\nmatters. He did not emigrate during the Revolution, and spent that\\n\\nperiod on his estate of Serizy near Arpajon, where the respect in\\n\\nwhich his father was held protected him from all danger. After\\n\\nspending several years in taking care of the old president, who died\",\"timestamp\":1637315748,\"title\":\"\\n\\\"My wife wouldn't give her for that fat lazybones of a Rougeot!\\\" cried\"},\"digest\":\"CGOSPuPsaBkrT54J0dRTzTGqPRPwAtnufNmfobAyJTg\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8QT7B9k5g-usMFcWPyez6ImoMY44cMXiH2d9OwAWrII\\\",\\\"y\\\":\\\"3LIeljiXWUAJEMUVvwdxw5N8cHju3rchq7wb0YkzNOI\\\"}\",\"signature\":\"U4CZCzXbjXTvpBam0LPy2TxWCXH3bNhw1Kv9arc0L0qMmu4-8zqgP_wBGgcPisfwbfy1booVZ-nPjQjqfhg65g\",\"signingKeySignature\":\"0xedb3d6238a52c9b3755b7b03757c42fac2c3193812c398b2cb6b7e5b08cb5e861632949aca9c0a2569fc3ef5eedc73fb93376096f6c68727881906734b2675731b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8QT7B9k5g-usMFcWPyez6ImoMY44cMXiH2d9OwAWrII\\\",\\\"y\\\":\\\"3LIeljiXWUAJEMUVvwdxw5N8cHju3rchq7wb0YkzNOI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CGOSPuPsaBkrT54J0dRTzTGqPRPwAtnufNmfobAyJTg\"}"