"{\"content\":{\"body\":\"from 2013-2021\\n\\nIt all started when I was first introduced to Bitcoin by a classmate in middle school. At the time Minecraft was just transitioning from its alpha build to beta and I had begun to actively play Minecraft in multiplayer servers. That’s when I learned about a Minecraft server that would allow you have in-game currency through the use of Bitcoin. \\n\\nSo I began reading and learning more about Bitcoin, I was able to successfully begin mining Bitcoin as well using my simple Acer Aspire laptop through connecting to Slush’s pool. While Bitcoin did not have much monetary value, it was a hopeful project of what could be, although still relatively a project over a legitimate currency for means of transaction or hold of value.\\n\\nI did this for quite a few months, however, leaving my laptop running connected to power with its fans at maximum speed felt cumbersome as it was solely providing me with Bitcoin to use on this Minecraft server. My obsession with Minecraft came to an end and so did my care for Bitcoin.\\n\\nI honestly forgot about Bitcoin and went out and about with my life. \\n\\nIt wasn’t until news articles began showing up on mainstream media about Bitcoin having reached an all-time high of $1000 USD that Bitcoin came back into my life.\\n\\nMy father was the one who actually brought up the topic, we were driving home as a family from Montreal to Cornwall. I told him that I knew about Bitcoin and that I had even mined some before. After we arrived home, we had a conversation about Bitcoin and the state of cryptocurrencies and the blockchain.\\n\\nIt eventually led my father to being convinced at investing his own money into Bitcoin, despite my caution to him, and telling him that you need to know that you could lose everything or make a profit, he was willing to take the risk. Looking back obviously, it would have been a better idea to have purchased Bitcoins instead of mining them, but it taught us many lessons and gave us a better understanding of cryptocurrency and the community revolving it at large.\\n\\nMy father put in $42,500 CDN and purchased 3 different ASIC Bitcoin miners, of course the delivery was much delayed, and one of them never came, the companies all eventually disappeared and no longer make ASIC miners.\\n\\nWe were eventually able to receive 2 ASIC Bitcoin miners, one from CoinTerra and one from KNC Miner called the Neptune. We were able to use them successfully to mine Bitcoins as well. That is until we decided to water cool the CoinTerra ASIC miner, while we were able to properly do that, in the process of doing so, the miner was damaged due to a screw falling and causing a short-circuit, rendering the miner unable to function and no longer able to mine Bitcoin. We set out to water-cool the miner so that it would produce less heat in our basement. We knew the risks, but it was still devastating. \\n\\nOur electricity costs were x4 what we would normally pay per month when running the miners 24/7. In fact, we were probably losing money and paying out of pocket for the electricity costs as well but my father kept at it and somehow managed.\\n\\nThe KNC miner worked for the longest period but it too encountered a problem down the line, its circuit board was partially fried, and there was no support or replacement for it. So we tried our best to manually run the miners through a computer but they would fluctuate in power. We also had to purchase 2 Corsair power supply units to power the miners, this time we built a custom set up in our room instead of the basement, as these were not self enclosed machines, unlike the CoinTerra unit which was a fully assembled like a server rack mounted device\\n\\nDuring the time we were able to mine Bitcoin with our own machines, we also began to look towards cloud mining services. Unfortunately two of the service providers we used, eventually did a rug pull. Looking back we lost more Bitcoin than we had mined. It would have been preferable to never have purchased the cloud mining contracts.\\n\\nAll in all we kept our Bitcoin stored in our wallet, and eventually decommissioned our mining efforts altogether.\\n\\nWe also began to look at crypto exchanges that would allow us to liquidate our crypto for fiat. We were aware of the fiasco with Mt.Gox, and were fortunate to not have ever put in any of our money through them. We eventually settled on QuadrigaCX,(to note they also disappeared with people’s funds, with claims of their founder dying), we were fortunate enough to not store our crypto on their exchange when they stopped service, but did use them to sell and trade crypto when they were running. This is also the time Bitcoin was forked and we received Bitcoin Cash and the others. \\n\\nI recall seeing our collective Bitcoin sit at the price of $120,000 CDN in less than 5 years time. Originally as a family we had decided that once my father’s investment reached $100,000 we would cash out. He decided to overrule us and told us to keep the Bitcoin in crypto and to not cash out the whole amount. We did cash out around $20,000 CDN, and used it to pay for our living expenses for one year as my father was in transition and did not have employment for a period of time.\\n\\nI made the decision to convert our BTC to ETH, as I saw the value of Ethereum and knew we would have more if we did so. While my father was upset at first, he eventually allowed it. Withdraw the ETH to our wallet, and no longer used an exchange. \\n\\nHODL for a few more years.\\n\\nWe were using the ShapeShift platform to store our crypto, and we continually kept making trades, which helped increase the amount of crypto we held. It also led to the accumulation of FOX tokens, which then led to receiving airdrops and staking abilities. \\n\\nWe had already taken out the original amount of $42,500 CDN over time. Everything was solely profit, no matter how big or small.\\n\\nPresent day, as we know the price of ETH and BTC have hit ATH.\\n\\nUnfortunately, we encountered a breach of our private keys and lost majority of our funds in crypto. I had to tell my father about this, and he almost had a heart attack. He was placing his trust for retirement solely on his crypto portfolio, in a moment he lost everything, this was around the time the prices were just starting to increase drastically this year as well.\\n\\nAs a Muslim I encouraged my father to pay Zakat on his crypto holdings annually and even calculated it in the most logical way, however, he adamantly refused to do so. We had our difference of opinion on this matter. Our belief that everything happens by God’s will, surely there is some good in whatever happened and we must move forward with this knowledge and put our trust solely in Allah swt.\\n\\nHonestly, I don’t think I know much about crypto still, it’s an ever-changing topic and field. We will see the emergence of different use cases for crypto over the years, the challenges and struggles until the mainstream adopts the blockchain technology at the very least.\\n\\nI know that we can make an impact through the communities that develop as DAOs and that content creation and creators will finally be able to fund their projects and have ownership over their art.\\n\\nFractional ownership makes me think back to the days when my father would exclaim that one day each Satoshi will be worth $1 (Satoshi/SAT = BTC 0.00000001). While I now have debts and do not hold much crypto, I know that slowly but surely in the long term it will have value, so I’ll keep buying and HODL’ing or Staking even if it is a small amount.\\n\\nMy father however has grasped even firmly to his distrust of banks and cryptocurrencies. His argument for the sake is valid, the lack of electricity, warfare, hacks, and so on, make it a legitimate concern that you could theoretically lose everything. The only thing you truly have is what you can hold in your hand.\\n\\nWhile Web 3.0 may not be my father’s playground, it will surely be for his grandchildren in the near future.\",\"timestamp\":1636920801,\"title\":\"my family's journey to web 3.0\"},\"digest\":\"wyf-BsuykmXGKlMBxP6ejflr0859Cdo5r11ha8dezCk\",\"authorship\":{\"contributor\":\"0xAFE01696AD8Bf4c830599571Cdf206Fd9b33Bda5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H6NmBX3PWfEhoE4UxuZ2YjRz6sDidMEfmmtZusTautQ\\\",\\\"y\\\":\\\"PUPCF6MMySzltCLjZKrmg8648CCPc6wiv952HHn7_o4\\\"}\",\"signature\":\"s4PhvIZvFZWD0m_mh9Pq5DHQQ4UJvUEebE3GG-GUH_2AsrgmaKWEg1X1lbn1tW8sdRnGJ4F1YSL33oD4ymbY3A\",\"signingKeySignature\":\"0x7b017e2d478aa0e75a1e3a9d663406bbf5aaed126d5e52c75bce40d0bfe7139d6f0b9541dc0c9ad2259009eb24d3731059f39c7fe3c0cebf4e8bbde98cd5abb01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H6NmBX3PWfEhoE4UxuZ2YjRz6sDidMEfmmtZusTautQ\\\",\\\"y\\\":\\\"PUPCF6MMySzltCLjZKrmg8648CCPc6wiv952HHn7_o4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"coZc9PBO_mMDuj9Hb1BHqR2MJ6m1bN3p0ohvXubKUZg\"}"