"{\"content\":{\"body\":\"[跳至内容](#content)\\n\\n<!-- #masthead -->\\n\\n<!-- .entry-header -->\\n\\n5年前，我写过一篇矫情的文章，叫做《我的兄弟》（请猛击[这里](http://steven-wu1987.blogbus.com/logs/13167957.html)）。5年过去了，世易时移，所以我准备再写一篇，就叫《我的兄弟2》。\\n\\n18\\n\\n18和5年前最大的变化就是他现在已经是美国绿卡持有者。18的故事是典型的好莱坞喜欢的American Dream。他从上海市商贸旅游学校，一步步奋斗到UC Berkley的心路旅程，为我父母/19父母所津津乐道，已经成功地替代37曾经的地位（下文会谈到37的堕落史）。\\n\\n我和18患难与共，有着经常被19，37放鸽子的惨痛经历。19，37的理由无非什么是帮舅舅买药帮阿姨扛米去外婆家吃饭接领导下班帮领导过生日和领带爬峨眉山和领导领证和领导装修房子等污七八糟的事情，好在18还是很靠谱的。前一阵子，我拧巴，18知道后，第一时间在美国对我校路子，把长途电话卡都校完了，仍不放心，毅然决定马上回国，进一步帮我校路子。现在我路子已被校正，18一腔悲天悯人之情无处发泄，只能天天晚上去Muse或者伯爵帮失足女青年校路子校到凌晨。\\n\\n7月29号那晚，我和18在徐汇滨江吹了很久的风，抽了很多的烟，也说了很多肝胆相照的话，我们相约明年驾车沿着CA Highway 1，从洛杉矶开到旧金山，让太平洋咸咸的海风吹尽我们青春的忧愁。当然这个方案操作起来比较困难。于是我们另外制定了一套执行起来很简单的方案，我们相约明年到一家18有会员卡的Strip Club，让美丽的姑娘Blow尽我们青春的忧愁。\\n\\n19\\n\\n和5年前相比，19现在多了两个身份，别人的老公，和一群人的老板。今年“五一”19已经领证了，和他领导在周浦购置了婚房，当起了地头蛇，小日子过得挺滋润的。对此市中心的广大妇女同胞纷纷兴高采烈地表示出门不用再带辣椒水，高压电极，防狼喷雾了，真心嗲。从此周浦取代了泰国、深圳，成了坏人避避风头的不二选择。以后我们再看香港电影，会有这样一幅场景：黑社会做了坏事，老大把手下训斥一顿，然后给他些盘缠，让手下赶紧去周浦找19。\\n\\n此外，19还开了一个房地产平菇公司，承担起了几十个人的吃喝，当老大担子也不轻啊。好在作为大学生创业项目，当地政府也很支持19。我们现在看19是下面有人，上面有人，上面下面都有人，真是重口味。以后大家想吃平菇、金针菇、香菇、猴头菇都可以找19买，19童叟无欺，量大还有优惠哦。\\n\\n19现在一心扑在事业上，现在除了买单外，好像也没啥其他的兴趣爱好了。19很忙，一般和我们出来吃个饭就匆匆告辞，告辞之前，特仗义地把单买了，我和37连假客气的机会都没有。不知道下次我们聚会在哪儿吃，我觉得[亚隆国际](http://www.dianping.com/shop/2948362)不错。\\n\\n37\\n\\n37老师。。。堕落啊。。。他。。。他竟然。。。他竟然在大二上就旅游过了。。。成为我熟识的人中最早旅游的一个。。。我和18知道后都伤心了很久，所谓信仰的坍塌莫过于此。。。\\n\\n37老师令人羡慕的是，5年过去了，他的领导一直没有变，那位姑娘也是37老师人生中的第一位领导。两个人一个在中国，一个人在法国，腻起来也让旁人受不了。前几天，37老师的领导回国度假，又恰逢领导生日，在那个台风来袭，黑云压城的夜晚，37老师送了价值敏感词的敏感词给他领导，我和18知道后，又一次被深深地震惊了。。。\\n\\n37老师从事的是的挨踢行业，工作性质类似于系统架构师，做前端的。我作为一名挨踢伪业余爱好者，经常和37老师畅谈他们业界的八卦，好不畅快。经过和37的交谈，我发现挨踢男的猥琐果然名不虚传，当然不是说37老师，37老师现在虽然堕落了，但人还是高风亮节，信誉AAA的。我说挨踢男猥琐的原因是37老师经常向我描述他们同事结婚闹洞房的惨烈情景。这些事儿要是写出来，我怕我这个网站就会被Block掉了，总之是极尽下流的手段。于是乎，我在想等37老师和他领导大婚的那天，一定会请很多挨踢界的同事，然后。。。这个婚肯定结得很坎坷。。。我和18一直在期待着那一天的到来。。。\\n\\n—————-分割线——————–\\n\\n说完了我的兄弟们，照例再来说说其他初中同学。\\n\\n8\\n\\n6/18那天，我和30、37、38、39、45去参加了8的婚礼，那是我头一遭参加同学的婚礼。8现在和他老婆在香港打拼，两人都是做审计的，同舟共济，日子过得挺好。前一阵子，我在网上和8谈了一些人生的话题，这些话很有分量，也很有道理，让我受益匪浅。在此祝8在香港一切都好！\\n\\n44\\n\\n和5年前一样，44现在无论是举手投足，还是穿衣打扮，都散发着浓浓的文艺气息。。。与过去相比，44更加成熟深刻，与44谈话总是发人深省，胜读十年书。不过我原来以为44会走陈懋平老师路线，在女文青的道路上多探索一会儿。出乎意料的是，44也好事将近，找了个警察叔叔，10月完婚。顺便说一下，44现在是教育电视台每晚21：45《今日房产》节目的文案，大家可以关注下，哪怕买不起房。。。\\n\\n45\\n\\n上次答应45，这次给她版面大一些，但我发现真正开写了，却难以下笔。倒不是没什么写，只是我前两天才刚知道，以前初中，在我如饥似渴地努力学习科学文化知识的时候，45的秘密追求者已经如潮水般一浪接一浪了。我怕我哪句写错了，就像《东方快车谋杀案》里面那个雷切特那样，被一群人一人捅上一刀。更何况那个长长的追求者名单中，不乏有去年和老墨练过格斗的蛮人。不过话说回来，45还是比较爷们的，以前我们在早自习迟到、放学野在外面、周末补习翘课领域，都有愉快的合作。45对朋友也是性情中人，两肋插刀，倍儿给力。目前45和其男友都在奢侈品行业任职，大家钱花不完可以找她，她买某些奢侈品能打折。\\n\\n—————-分割线——————–\\n\\n就写到这里吧，恩。。。\\n\\n<!-- .entry-footer -->\\n\\n<!-- #post-176 -->\\n\\n### 2 Comments\\n\\n<!-- #main -->\\n\\n<!-- #content -->\\n\\n<!-- #colophon -->\\n\",\"timestamp\":1639497636,\"title\":\"我的兄弟2\"},\"digest\":\"DhAGeMFknhDfnKBgqJki8j7ppQoouj5fak0HkB4niJo\",\"authorship\":{\"contributor\":\"0x298C3Cb3E6b3EA2d9DA7f51768dad0849A26eF64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"signature\":\"p3PzDAXdHTCxqcmzgYw1iselWVcnbeKS1vG2r4Sfff_8ReIzjoAonhgC2AWFGV_nm7Me6DPOUjsuqqG0T7QnVg\",\"signingKeySignature\":\"0x1980362aaa5e5ce0033c7f7787646c48a9dbc4c9cb90844cfa84da508d8cb2a82ef38176d6238bcc11a92aa2ac6b9924822ce67c0d609c85163b3574c8ea1b061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DhAGeMFknhDfnKBgqJki8j7ppQoouj5fak0HkB4niJo\"}"