"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/jhIty_QiNbRlZqwRIP5mx.png?height=400&width=670)\\n\\nThis post is a primer on the lottery feature of Hermes Finance.\\n\\n### 🎁 Introducing Hermes Lottery : An unexpected gift\\n\\nPurchasing OHM Bonds from Hermes Finance is the same as buying them from Olympus DAO. There’s no difference in claimable assets, meaning the amount of claimed gOHMs will be precisely the same as those of Olympus DAO’s. However, the core nature of the assets between the two services is slightly different in terms of disposability. Bonds from Hermes Finance are wrapped into NFT’s, allowing users to sell their bonds as well as to hold them. Since the users have more control over their assets, they can quickly respond to external market risks such as extreme price fluctuation.\\n\\nThough the NFT bond itself is already interesting enough, what makes Hermes Finance more fun is the free lottery ticket. Anyone who purchases OHM bonds through Hermes will be given the opportunity to play the lottery and earn unexpected rewards. This is possible thanks to Olympus DAO FE Rewards. It’s an incentive program Olympus DAO has thought up with the object of encouraging third-party participation. To specify, Hermes Finance or any other projects that sell OHM bonds through their front-end channel will be rewarded some grants proportionate to the sales amount. Hermes plans to distribute some portion of these rewards and give the benefits to end-users in the form of a lottery prize. And as a launching event, Hermes will use 90% of FE rewards for the lottery winner. The amount of FE rewards for the prize may decline after four weeks.\\n\\n\\n---\\n\\n### 🎱 How to play the lottery\\n\\n**Step 1. Buy OHM bonds at Hermes Finance**\\n\\n\\\\: Lottery tickets will be automatically issued when purchasing bond NFTs. The number of lottery tickets given will be proportionate to the volume of bonds purchased. The more you buy, the better your chance to win the lottery. There is also an option to waive the ticket should you not want to play the lottery.\\n\\n**Step 2. Wait for the Draw**\\n\\n\\\\: There’s no set time for each lottery round to end. Instead, the round will continue until the generated prize (Olympus FE Rewards) reaches the target amount. The target amount will be set and announced by Hermes Finance before the launch.\\n\\n**Step 3. Check for Prizes**\\n\\n\\\\: Once the round is over, the bond buyers can check to see if they’ve won. The prize will be given in gOHM.\\n\\n\\n---\\n\\n### ℹ️ Information Detail\\n\\n**1) Duration for each Round**\\n\\n* The Lottery round will continue until the amount of the prize reaches the target amount.\\n* Once every day at 9 AM UTC+4, the number of gOHMs accumulated in the Lottery Prize Pool will be automatically counted to check whether it has reached its target amount.\\n* If it hasn’t reached its target amount, the round will continue.\\n* If it has passed the target amount, the round will end and the next round will simultaneously begin.\\n* Since the Olympus FE rewards are proportionate to the amount of OHM bonds sold, the more people buy OHM bonds from Hermes, the faster it will reach the target amount.\\n\\n**2) Winning Criteria**\\n\\n* Only one person can be the winner for each round.\\n* Chainlink VRF(Verifiable Random Function) will be used to generate randomness in the process of selecting the winner\\n* All the contracts will be open to the public.\\n\\n**3) Ownership of Lottery Ticket**\\n\\n* The tickets are not tied with the NFT, which means even if you trade your Bond NFT, the lottery tickets will not be transferred. It will stick with the original bond buyer.\\n\\n\\n---\\n\\n### 👨‍👩‍👧‍👦 Community\\n\\nIf you are interested in our journey, please join Hermes Community\\n\\n* [Discord](https://discord.com/invite/hermes-finance)\\n* [Twitter](https://twitter.com/Hermes__Finance)\\n* [Telegram](https://t.me/hermesfinance)\\n\\n\\n---\\n\\n### 👩🏻‍⚖️ Disclaimer\\n\\nThe information provided in this post is not investment advice and does not constitute an offer or solicitation to offer or recommendation of any investment product. It is for general purposes only and does not take into account your individual needs, investment objectives, and specific financial circumstances.\",\"timestamp\":1641297907,\"title\":\"Hermes Lottery, Buy OHM bonds and get lucky ⚚\"},\"digest\":\"Hi2GHVcij0SZFR2FpZtJR4kncnA3kvFzQUC1cxceXdM\",\"authorship\":{\"contributor\":\"0xcAB174c02Bee2cdF57995272fA821375ba22193b\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZRQTKf96ocn5v8PeGhSnfycLYpyY8Dy-KrhS50JiREk\\\",\\\"y\\\":\\\"bKPfrdcK6ujOaHhWQBSlmthCpkpgSPAJSJMRhQzfc1c\\\"}\",\"signature\":\"0xYiiEMoANRSEGHKFSoDxEQNrASvR-XG_I0CUv3tOZRO5cf0J2Qv3ApZZqHzQYY7NSbLnDgC8K0ryaDTgYLvuw\",\"signingKeySignature\":\"0x75db06ebda57d6064ef2c995ee6a70f24d9afc3daa7f9d88c20946e80c3a35b04c60c2de63288dd44b5091dda416c0073faf96fa6f8415a88a0cb85799e602b81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZRQTKf96ocn5v8PeGhSnfycLYpyY8Dy-KrhS50JiREk\\\",\\\"y\\\":\\\"bKPfrdcK6ujOaHhWQBSlmthCpkpgSPAJSJMRhQzfc1c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d4KjY4aRvvdlaxtAWM3afl3rwowCkjH9-d2HcdOOtzM\"}"