"{\"content\":{\"body\":\"The more I have gotten in the DeFi community, the more I have focused my attention on different and interesting projects that yield passive income. Getting into DeFi is extremely overwhelming and the barrier to entry is massively high - its complicated.\\n\\nHow do I start?\\n\\nWhat do I invest in?\\n\\nWhat is the difference between Liquidity Pools, Farming?\\n\\nHow do I know what network to be on?.....\\n\\nThe list goes on and on!\\n\\n![gif](https://media2.giphy.com/media/QMHoU66sBXqqLqYvGO/giphy.gif?cid=e2a3cbde0mgsjzhslyqvbomn7uehe76reljyfx7fyz3xi2bi&rid=giphy.gif&ct=g)\\n\\nThe best way to learn DeFi is to explore and be willing to lose every penny that you invest. I have made MANY costly mistakes, but if no one handholding you through the process, there is a high probability that you will lose it all.\\n\\nI have a lofty goal of being able to make\\\\*\\\\* $5,000/month\\\\*\\\\* in passive income by investing in risky and exciting projects that are yielding anywhere from 300% APY to 180,000% APY. These returns are astronomical, especially when you compare this to a good investment return to be 10%.\\n\\nI am going to breakdown the high level different avenues you can take to passively earn income.\\n\\n**Beginner Level:**\\n\\n**Staking** - Staking is simply lending your token so the blockchain can put it to work and in return you receive x% rewards. You can think of staking as a savings account where you earn interest on your money for locking up your money for a period of time. Staking CAN be relatively risk free or extremely risky depending on the token you choose to stake.\\n\\nBelow is a chart with the simplest and most risk averse way to stake. Keep in mind that when do you stake, you are still subject to price fluctuations of the token. I compared 3 of the major crypto exchanges and the major coins. You can find a full list for *[Coinbase](https://www.coinbase.com/yield),* *[BlockFi](https://blockfi.com/rates/),* and *[Gemini](https://exchange.gemini.com/earn).*\\n\\nThe safest option is to stake either USDC or DAI on BlockFi as those coins do not fluctuate in price and they offer the highest yield.\\n\\n![](https://images.mirror-media.xyz/publication-images/8D0zi2-6z2LyFGlaI9_y7.png?height=580&width=1028)\\n\\n**Intermediate Level:**\\n\\n**Pooling (Liquidity Protocols**) - \\\\*\\\\*Pooling is very similar to staking, but the difference is the smart contract aggregates all users to provide liquidity to exchange from 1 token to another. This is the essence of \\\"DeFi\\\". Having liquidity is essential when exploring DeFi as 1 token can have a really small market cap compared to another token and the DEX (Decentralized Exchange) cannot support that exchange - leaving you stuck with that token. When you pool, you typically get a yield on your LP Tokens and you will get a governance token from the DEX.\\n\\n**Farming** - Farming is locking in your assets for the blockchain protocol. When you farm, you are leveraging the Automated Market Makers (AMM) and in return you will receive a yield of the token you farmed.\\n\\nBelow are some of the major DEXes that support Staking, Farming, and Pooling:\\n\\n![](https://images.mirror-media.xyz/publication-images/uHVfwMN1tksIMdOfXFofv.png?height=353&width=1217)\\n\\n**Advanced Level:**\\n\\n**DAOs** - DAO's have become the hottest instrument for earning passive income. The first DAO to take off the revolutionized the space is *[Olympus DAO](https://www.olympusdao.finance/)*. Olympus DAO has created an intricate tokenomics system that resulted in crazy yields of up to 30,000%. The basic premise the protocol will burn and mint tokens to affect the supply and demand to where the price can never be below $1.00. You can read more about that *[here](https://docs.olympusdao.finance/main/).* The actual premise of investing in a DAO is very similar to basic staking - you purchase the reserve token and you stake and chill [😎](https://emojikeyboard.org/copy/Smiling_Face_with_Sunglasses_Emoji_%F0%9F%98%8E). The complicated part is finding a DAO that is real and understanding their tokenomics. Since the inception of Olympus, there have been 100's of millions of dollars stolen from copy cat DAOs that appear legit with a crazy high yield of 500k - 1m% APY - which I was a victim of unfortunately.\\n\\nMetrics to consider when evaluating a DAO:\\n\\n* Market Cap / Risk Free Value\\n* Length of time the DAO has bee around\\n* Doxxed Developers\\n* Treasury Strategy\\n* Innovation\\n\\nBelow is a list of DAO's that have appeared to be legit:\\n\\n![](https://images.mirror-media.xyz/publication-images/8-LXYb-d5C7ItV5rcJtZy.png?height=466&width=932)\\n\\nMy current strategies are below and I am going to explain exactly how to do it. I have broken it out into the type of investment and how risky I think it is. Click *[here](https://www.jasonbelnick.com/post/passive-income-how-to-guide-in-depth)* for an in depth guide on how to stake these tokes\\n\\n### Simple Staking\\n\\n![](https://images.mirror-media.xyz/publication-images/h28ZjCQLOw-EMl5eSYcEz.png?height=456&width=1142)\\n\\n### Intermediate Staking\\n\\n![](https://images.mirror-media.xyz/publication-images/JCqkqKytOAqnNEr4I_tL1.png?height=240&width=1375)\\n\\n**Advanced Staking**\\n\\n![](https://images.mirror-media.xyz/publication-images/CNxFwk3oTEfsjBikvj4Fy.png?height=334&width=1146)\\n\\nYou can get very complex with how often you want to claim your rewards and if you want to reinvest your rewards for compounded returns.\\n\\nAt a high level, this is how I manage my protocols. There is no right or wrong way to approach this - it's more about how risk averse you want to be.\\n\\n![](https://images.mirror-media.xyz/publication-images/etp-ppsA966RSFu8YaDQI.png?height=695&width=1170)\\n\\nI like to stake and compound indefinitely for DAO's to take advantage of their high APY and hope one day it will pay off.\\n\\nFor simple staking and farms, I like to claim rewards on a weekly basis to avoid gas fees (especially on Ethereum). On networks like Solana or Moonriver, the gas fees are pennies so its more about determining if you want to compound your rewards or take chips off the table and swap for StableCoins.\\n\\nThanks for staying with this article if you made it all the way through!\",\"timestamp\":1641432772,\"title\":\"Passive Income Strategies Using DeFi\"},\"digest\":\"a2AZCoJBRrcVNpuNj_LLdo9GnxJfHNcGzNbCpgG3Yzg\",\"authorship\":{\"contributor\":\"0x97340F69fa067413f35FEE0D821eB104D44Fa1a8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tjK1WewUZLXYSqkUNK8xmlduxmpq6dhEQiov7KjQj1g\\\",\\\"y\\\":\\\"1IxQD28FrfVAkcCkJ3uB4Oygw8IOStxdFMDaUhPHzcI\\\"}\",\"signature\":\"P-fRuCBo7UQpbyjMWJcOAC21g6IE3qE0lLvb3BZajX75vS3i3LNou287zacqz1xm6sJFETmWtTqtpJvmV5Kkcg\",\"signingKeySignature\":\"0x0472880e27700c8bd91e51cc59379a28e1f7758cdcbee439cd87da081c1dc3d173245506dd029ee251e51f580a9ce335b61eebe6ef8ad9ef3f26205df504937c00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tjK1WewUZLXYSqkUNK8xmlduxmpq6dhEQiov7KjQj1g\\\",\\\"y\\\":\\\"1IxQD28FrfVAkcCkJ3uB4Oygw8IOStxdFMDaUhPHzcI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a2AZCoJBRrcVNpuNj_LLdo9GnxJfHNcGzNbCpgG3Yzg\"}"