"{\"content\":{\"body\":\"很多人对全球变暖带来的生存威胁持怀疑态度。殊不知，在澳大利亚的大堡礁地区，一场由全球变暖引发的危机正在剧烈上演。\\n\\n \\n \\n\\n近期一项新的研究发现，不断上升的气温几乎使大堡礁所有的绿海龟都变成了雌性。据统计显示，海龟中99.1%的年幼海龟为雌性，99.8%的亚成体海龟同样是雌性。在近20年来，这个区域几乎没有雄性海龟出生。\\n\\n而科学家认为，如果继续这样下去的话，该区域将出现“纯雌龟”的种群，导致这一切的罪魁祸首就是全球变暖。\\n\\n \\n \\n\\n** \\n 除了海龟以外，科学家发现气候变暖也会影响其他生物的性别。**那么，动物界中有哪些有趣的性别决定因素呢？气候变化会不会使这些受温度控制性别的种群灭绝呢？ \\n \\n\\n \\n \\n\\n \\n **与我们人类在受精卵时就确定性别不同，海龟的性别是由孵化时的温度才确定的**。研究发现在孵化的过程中，当温度高于30.3℃，就会孵出雌龟；当温度低于28℃时孵出的都是雄龟。 \\n **只有当温度介于28到30.3℃之间时，才能孵化出雌雄比例接近的龟宝宝。**理论上来说，如果海龟的生存温度超过30.3℃，它们的种群便全都发展成纯妹子了。 \\n \\n\\n \\n 别以为只是海龟对温度敏感，自然界中的很多鱼类也会随着气候变暖发生变化。**比如当水温升高后，欧洲鲈鱼的鱼群就会不约而同地“由女变男”，朝着“纯爷们”的种群方向发展。** \\n 无独有偶，2017年西班牙科学家证实了当温度升高后，雌性的斑马鱼性也会纷纷“男性化”，变身成为雄性斑马鱼，最后的宿命便可能成为一群“男光棍”。\\n\\n \\n **这种用温度决定生男生女的机制被称为温度决定性别机制（Temperature-dependent sex determination，TSD）**。1966年，美国生物学家里克·查尔诺夫首次发现了，普通鬣蜥的性别与卵的孵化温度有关。 近半个多世纪的研究，科学界总结出了孵化温度与性别的关系有三种，它们分别是：以海龟为代表的FM（Female-Male）模式，即是高温产雌性后代，低温产雄性后代；以鳄鱼为代表的MF模式，即是高温产雄性后代，低温产雌性后代；此外，还有FMF的模式，即高低温均产雌性后代，中温产雄性后代。 \\n **伴随着研究的深入，人们也发现这种靠温度决定性别的机制，是自然界中有效的进化机制。**它和我们熟知的性染色体性别决定机制一样，决定着生物的性别。\\n\\n \\n 对爬行动物而言，温度对其性别的影响远比人类想象得有趣。很长一段时间内，科学家认为每一种爬行动物只会选择一种性别决定机制，即不是靠遗传，就是靠温度。 \\n **但其实，爬行动物能从染色体遗传决定，转到由温度决定。也就是说，爬行动物可以通过后天的努力改变自己的性别**。 \\n 2015年，Holleley等人对鬃狮蜥（Pogona vitticeps）的研究，就发现了这个神奇的性别反转现象。\\n\\n鬃狮蜥是一种生活在澳大利亚东部地区的蜥蜴，每当遭受威胁时，它就会以张开嘴及将带刺的咽喉膨大作展示动作，因而得名。 \\n 对我们人类而言，采用的是XY性别决定系统，通常女性的性染色体为XX，男性的则为XY。而鬃狮蜥则拥有完全相反的ZW性别决定系统，即雌性具备两种不同的染色体（ZW），而雄性有两种相同类型的染色体（ZZ）。 \\n 不光是鬃狮蜥，自然界中的鸟类，一些爬行动物以及昆虫的性别亦是如此。**只不过奇特之处在于，拥有ZW染色体的蜥蜴永远都是雌性，但拥有ZZ染色体的蜥蜴却可雄可雌。**\\n\\n研究者在实验室里设置了不同的孵化温度，并对新出生的小鬃狮蜥进行了基因和性别检查后发现，在正常温度下，机会孵化出来的鬃狮蜥的基因特征和其表现出来的性别是一致的。 然而那些在较高温度下孵化出来的鬃狮蜥产生了性反转，有50%个体的性别与基因型不一致。比如原本基因型是雄性（ZZ）的蜥蜴，却发育成了雌性。**每当孵化温度越高时，含有雄性基因（ZZ）的雌性鬃狮蜥就越多。** \\n 此外，经历过性别反转的雌性蜥蜴产下卵的数量，约是雌性基因ZW母亲的两倍，并且它们产下的后代也更有可能发生性别转化。这可能会导致雌性蜥蜴在整个蜥蜴族群中过剩。 \\n\\n看到这里，我们不免会产生一个疑问：**温度究竟是如何控制性别呢？ \\n **目前科学家发现，爬行动物胚胎里的性腺其实并没有明显的雌雄差异。但在胚胎发育期间，高温会阻止蜥蜴雄性睾丸的发育，同时促进雌性卵巢的发育。 这是因为温度的改变会影响胚胎的性激素含量，性激素含量的变动则影响类固醇激素含量，类固醇激素则会影响性腺的发育。然而在自然条件下，爬行动物自身也会产生类固醇激素，影响性腺发育，进而出现性别分化。\\n\\n另一方面，我们知道基因的表达过程需要大量有生物催化功能的酶参与，让细胞按照某种形式完成各种生命过程。而温度的高低也会影响酶的活性。 比如在高温下，染色体上的蛋白质就可能会失效， 这样一来就会影响DNA中各基因的开启和关闭，转录翻译出不同的蛋白质，从而决定性腺的发展方向。\\n\\n如今科学家仍在继续探索温度使动物集体变性的奥秘，毫无疑问这是一个十分有趣的自然现象。然而，随着全球气候变暖却不得不让我们担忧，会不会影响它们的种群？ \\n 有人会说，过去的10万年地球不就是经历了好几次平均气温的大变化吗？可这些靠温度决定性别的爬行动物不是生存下来，何必杞人忧天呢？但这其实可能是因为气温的变化相对比较慢，从而它们有充足的时间来调整它们的孵化时间和周期，从而适应了这种气候。 **其中一个可能的适应反应是通过选择合适的巢穴来减小温度变化带来的影响。**比如锦龟就是借助于选择合适的巢穴来消除气候变暖的影响的。如果某年的冬季比前一年的温暖，雌性会比前一年更早地筑巢。\\n\\n \\n 2014-2018年全球平均温度与1951-1980年基准温度对比，依据美国国家航空航天局戈达德太空研究所的数据。 \\n \\n\\n \\n \\n\\n**然而今时不如往日，现在气候变暖的趋势已经似乎已经超过它们的适应速度了。** \\n 比如2013年在Genome Biology上发表的文章中称，平均温度上升1℃就会导致锦龟朝着100%“女性化社会”发展。由于对温度过度敏感，雄性龟很有可能面对绝种的危险。\\n\\n \\n 另有一项研究指出，如果全球气候变暖的趋势继续下去，就有可能导致像鬃狮蜥这样的物种雌雄比例严重失调，最后灭绝。 \\n 因此，我们不能只是期望这些动物靠自身的努力来消除这种影响，更重要的是尝试着去减轻全球气候变暖的现状。 \\n 如果气候继续变暖，谁能保证这些靠温度决定性别的动物不会孤独终老呢？\",\"timestamp\":1637110492,\"title\":\"如果气候继续变暖，靠温度决定性别的动物会不会孤独终老？\"},\"digest\":\"zsxb1gng0k5EA2tTToJfoWtlChIYpL1uaavWI-A6S1U\",\"authorship\":{\"contributor\":\"0x8b47Be85533ABb23a333921Ca5cBE6101876B213\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9nyn9iFF9MgdstrqpmwGLQMnT2PA0Eif2-LlMHeiLHk\\\",\\\"y\\\":\\\"N-A1PjnZ5GJlovMX51MG7YmukEs2TA8qAxtDO8gbUOo\\\"}\",\"signature\":\"dOwhmbHhLdQ1YaBtdDY7ZM6eepHVfzL1sUrkoTbTpYYhYqMpxr2mrFFppmoYZ6m-AhwzoXNwVIodFAgpxgDqig\",\"signingKeySignature\":\"0x9c828351bd521eab2ec913fd69175465c5d896d07d531df53f95a43f72d2f0f12aa05d5c9f55c5fe22d04eb78e0515eda919fdf2145f841824a7e3ffbd3b7b161b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9nyn9iFF9MgdstrqpmwGLQMnT2PA0Eif2-LlMHeiLHk\\\",\\\"y\\\":\\\"N-A1PjnZ5GJlovMX51MG7YmukEs2TA8qAxtDO8gbUOo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zsxb1gng0k5EA2tTToJfoWtlChIYpL1uaavWI-A6S1U\"}"