"{\"content\":{\"body\":\"Our instincts are often right.\\n\\nAfter 15 days of somewhat consecutive publishing, I realized my fears of writing poor essays were well-founded. I thought my essays would be irrelevant, uninsightful, and boring. It turns they are, like most things written online because I failed to ask myself *the most important question*.\\n\\n***So what?***\\n\\nThe problem with our writing is that it often does not resonate with the people who read it, it often does not offer any insightful take because we did not dig deep enough, and we write things with no applicable lesson. The 'so what?' mindset forces you to improve across these dimensions and will make your writing pertinent, insightful and engaging.\\n\\n### Three variations of 'So what'\\n\\n> ***Pertinent***: As you come up with an idea or question you want to answer, ask yourself '*So what? What are the implications of answering that question? How significant is the problem to my reader?*'. The answer to this question is the *promise*_ of your piece, the gift you give your reader. To get meta, the pertinence of this piece is making you a better writer and thinker!\\n\\n> ***Insightful***: Studying data science I've seen many data analyses. Most of them presented facts and figures that looked pretty, but few delivered insights. Their authors did not go all the way and give the **implications** of what they had discovered. This leads to unopinionated, complicated and overall uninteresting publications that could have otherwise been great pieces.\\n\\n> ***Action-oriented***: Consultancies are famous for asking '*So what*?' of their analysts all the time. Their concern is to ensure that facts, figures and opinions lead to actions and results. To make your writing more powerful and influential, go the extra mile in making it clear how should the reader go about doing what you've been writing about. There are few things as powerful as tips, tricks and hacks along with the principles or philosophy that bred them.\",\"timestamp\":1640786851,\"title\":\"The question that can 10x your thinking and writing \"},\"digest\":\"dvF4_5o5L5I-1D-VYZKeL-pxuJgWX5MJ6H_wfR-pBvg\",\"authorship\":{\"contributor\":\"0x2059a96525c364560A806Ca035a40C9F379eBcA9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TIl4IcHdYWQiIm3-KDUD2ZCp8Dk2Mp4qZBIq1GJsxSU\\\",\\\"y\\\":\\\"co-q3bfSx6SK2nB2OrzW8RX5X5GT60scRr2pnAl7WpA\\\"}\",\"signature\":\"bl54-D_UCK8A9HI70hJhBgpnkSI_OShSN2S5TFtiFrAAKYghFiXvGNTRlhMo9gst0q2zVyVfHQKchZfbsYayGg\",\"signingKeySignature\":\"0xdd3ae4367aa462d7fc6a08c1c706eb64c87c4cb02dcfaa8dfaf8eca70f79418305ed458ddb86f9222106d272569faecea983e49de741348bb150944aef4d3b4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TIl4IcHdYWQiIm3-KDUD2ZCp8Dk2Mp4qZBIq1GJsxSU\\\",\\\"y\\\":\\\"co-q3bfSx6SK2nB2OrzW8RX5X5GT60scRr2pnAl7WpA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dvF4_5o5L5I-1D-VYZKeL-pxuJgWX5MJ6H_wfR-pBvg\"}"