"{\"content\":{\"body\":\"The psychopaths are dying. They are dying in a swell of fresh lava expelling through their mouths. Every sound a terrifying mixture of poisonous ash and furious magma. The bubbling decay no longer able to remain within its owner. They don’t know when all this rot began. They don’t even know that it had begun at all. Maybe it was as early as the first time their mother ignored their cry. But most probably, it came with the awareness of the first benign lie society told them to help assimilate them into the ranks of granularity. But it was definitely settled in by the time they looked in the mirror and staring back at them was the emptiness of someone they no longer recognized.\\n\\nThey rewrite the history books only to be forgotten for who they are and remembered for who they wished to be. They manipulate props, narratives, people. They retell the lies, until they make the rest of the ants believe; until they, themselves, believe them as truths. And while the ants look at the world and see its beauty, the psychopaths only see their reign over it all - a power as empty and shallow as their souls.\\n\\nBut the psychopaths are dying. The degradation of the social elite. Religion. Politics. Money. An iceberg whose clitoris pokes indecently on the surface, bating you, abusing you, bribing you, trapping you, enslaving you, punishing you, killing you, erasing you. A demented tip of a cinder spitting mouth that opes its violent lips and clanks its crooked jaws to beg the rhetoric of our beliefs. Deep down, they know their time is ending. As soon as they realized time existed, they knew it was going to end. It’s what makes their breath so rank, so desperate, so foul. And one day, we will all stand together, too tall for them to see our faces, too many for them to count our number and too indifferent to them to hear their voices.\\n\\nThat will be the day. That will be the day, psychopaths. \\n\\nYou’ll stop seeing the world as you are because there will be no more you. Only then will you be able to fall in love with all this beauty. Only then will you be glad the time had come for you to die.\\n\\nHappy dying.\\n\\n![A Death We Can Get Behind](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa14169cb-6a53-4876-9b28-b546b22ba4f7_666x826.png)\\n\\n\",\"timestamp\":1636169517,\"title\":\"A Death We Can Get Behind\"},\"digest\":\"_Rd-XXoEOOPvCYw1pwIFDmQI8L68DwpRl6Gib07ylVM\",\"authorship\":{\"contributor\":\"0x4DF270ae83B6C4f694e3a6aD71ba54614187CDcb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XqyAUjteuUI2cxD-Zi8PM3AQGGlzTT4S7vFuXGOdJNY\\\",\\\"y\\\":\\\"S2lMSlmr263TeTU1LLRQFG8i37AyK-zrMHjsi49svvI\\\"}\",\"signature\":\"t-kPUuPRT-Nig2O0oNObdThrQMrtlsySrFqYzFnDc61gxPRTmfmwq8ewAmY0YG8sCpEfaEhtPPs4e2VQPBULvw\",\"signingKeySignature\":\"0x544dfb77951cc1ff0442c157eaf97f29161f5c0f9146baffbfdc9565e6a3c8e10cc809e41039a31c552bd89cfb5da6a86e88e5c9779095c0b57673291c8be3c91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XqyAUjteuUI2cxD-Zi8PM3AQGGlzTT4S7vFuXGOdJNY\\\",\\\"y\\\":\\\"S2lMSlmr263TeTU1LLRQFG8i37AyK-zrMHjsi49svvI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l-iNyemP4-AX1dHqJpGjBbRLz2MgaUynWzb6n2m_wYs\"}"