"{\"content\":{\"body\":\"We’ve been pondering upon how to make sure we build a truly decentralized product, community and company. It’s hard. But here I’ll share a mental model to evaluate the degree of decentralization of your system.\\n\\n> Your system is as decentralized as your least decentralized subsystem\\n\\nBut how to measure decentralization?\\n\\n# Counting potential participation (P1)\\n\\nFor each subsystem in your system, count the number of potential participants. \\n\\ne.g. \\n\\n* How many bitcoin miners can exist in the world?\\n  * Maybe as many computers there are in the world? 1B\\n* How many people can run a DB with high API availability?\\n  * Maybe as many accounts that exist on AWS? 10M\\n* How many people can vote on a proposal?\\n  * Maybe number of people with an internet connection? 2B\\n\\n# Counting potential permissionless participation (P2)\\n\\nCounting how many of those participants can realistically participate in the subsystem without any human’s permission?\\n\\nPermission participation comes in various forms\\n\\n* Owning an NFT\\n* Owning coins\\n* Having high computation\\n* Having an on-chain reputation\\n  * e.g. have voted previously on Snapshot\\n  * This could eventually merge into “Owning an NFT”, but right now these seem to be different.\\n\\ne.g.\\n\\n* How many people can run a bitcoin node with > 4GH/s? \\n* How many people can run your instance of DB with high availability? 1 (only you)\\n* How many people can vote on proposal (and have access to full information)? Varies \\n\\n# Calculating a score (D)\\n\\nD = P2/P1\\n\\nHuh not too hard, that.\\n\\nAnother measure is\\n\\nD’ = Rate of change of D over time\\n\\nD’ for example has been rapidly changing for bitcoin miners. Number of ASICs has been increasing steadily in the world. When D’ is high, having a low D is kind of OK. Especially because in a lot of places in web3, technology is new but fast improving. Or, product is new, but awareness is fast growing to participate.\\n\\n![](https://images.mirror-media.xyz/publication-images/UrHReWYeDjYRHBMLCqBA7.png?height=1055&width=1885)\\n\\n# Some case studies\\n\\n## Database choice\\n\\nLet’s say you are building a decentralized software. You are now choosing a database. \\n\\nHow many people can run this database from a technical standpoint? Everyone who has an AWS account - maybe?\\n\\nBut realistically they cannot participate in the decentralized world because to run a database that is consistent with the instance you are running, they need your permission. In the sense that you need to add them to your master-slave config or you need to give them read access by adding their credentials on your DB.\\n\\nSo effectively only 1 participant can run this DB without your permission. \\n\\nSo D = 1/10M = 10^-7\\n\\nNow no matter how beautifully decentralized the rest of your engineering stack is, as long as it uses a centralized Postgres DB, the decentralization score of your software can never be more than a meager 10^-7. That is because the degree of decentralization of a system is equal to the degree of decentralization of the subsystem with the lowest score.\\n\\n## Grants Mechanism\\n\\nGrants mechanisms are trying to decentralize themselves. But how decentralized are they?\\n\\n### a. Not on-chain grants\\n\\nMost of the grants dao are ones involving a discourse forum and some form of voting. So everyone really can see and vote on these proposals technically as long as they have internet connection. So that’s 2B people - assuming there is some form of proof of humanity.\\n\\nBut how much of the information & access to asking critical questions is available to anyone. This is usually a “grants committee” that is chosen by the protocol leadership. How many people realistically have access to the information that happen on calls between the grant awardee & the grants committee? Maybe 5 (the people on the committee)? Some processes also have a multisig managed by this team.\\n\\nD = 5/2B = 2.5\\\\*10^-9\\n\\nNo matter how much of your information is published on your blog, no matter how many *decentralized tools* you use to manage your *DAO*, your process will always score a meager 2.5\\\\*10^-9 or less. Because a system is as decentralized as the most centralized subsystem.\\n\\n### b. On-chain only voting (Nouns Proposals)\\n\\nAgain, the total number of people who can vote on grants stays 2B.\\n\\nAnyone can submit a proposal on Nouns as long as they own a Noun. And noun owners can vote on these proposals.\\n\\nThe cheapest Noun sold for 20ETH. How many people have earned more than $100,000? Probably about 100M. So technically they all will be able to participate should they care so much about voting on a Noun proposal - without needing permission from the creators of Noun or anyone else.\\n\\nD = 100M/2B = 0.05\\n\\nThat’s a good score. Now as long as there is no other subsystem in nouns that is more centralized, it will score well.\\n\\n## \\n\\n# How to optimize for building a decentralized system?\\n\\nKeep asking the question : what is the most centralized sub-system in this system?\\n\\n## Frequently missed sub-systems\\n\\n* Information asymmetry. Access to information to make decisions is not broadly available even though the processes might seem to be voting based.\\n* URLs. Requiring people to use specific URLs to access your app, not allowing them to change it. \\n  * Unlike Uniswap, where you can access it through uniswap.org or do a swap from etherscan.org and get the exact same job done. \\n  * Not allowing people to run their own version of your API and point an app to that URL.\\n\\n> So, how decentralized, really, is your system?\",\"timestamp\":1641458806,\"title\":\"Measuring the degree of decentralization\"},\"digest\":\"KkzRN3_tb13v54TpH1mG67QQ4m0iQTZq263ozwq_MWg\",\"authorship\":{\"contributor\":\"0xa2dDFc8a6C1F8868B80F2747D04532a6cDE9804d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DDhNljfF5mUscdPBA-XjBWovdbD4xSYuf6D3RDgu3mI\\\",\\\"y\\\":\\\"ovUJpccYf30QqMREGLNKP3Z1RSTrs_mlluMBjZtaWcY\\\"}\",\"signature\":\"CbLK-kDPz4xAnNwW-UG0M3Hu6RjCD5xnZq0WuBdzLEMbTO96zwSWU6q26Cy4pOPUN_SZufrnb9ZjnWBYmvNy0w\",\"signingKeySignature\":\"0x23f5dfe94b85aa901c2ab4179b9bc2ab44c44ffcf7751f53ae88174906fcd9081ab0bc824ba8ab7a802f0c05d8ec389b4328cdf473e15e5b467098d26d0d68f61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DDhNljfF5mUscdPBA-XjBWovdbD4xSYuf6D3RDgu3mI\\\",\\\"y\\\":\\\"ovUJpccYf30QqMREGLNKP3Z1RSTrs_mlluMBjZtaWcY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KkzRN3_tb13v54TpH1mG67QQ4m0iQTZq263ozwq_MWg\"}"