"{\"content\":{\"body\":\"## Tavoletta grafica XP-Pen Star G960S: Il rapporto prezzo-prestazioni è giusto\\n\\n![XP-Pen Star G960S tavolette grafiche](https://i.imgur.com/woerlCU.jpg)\\n\\n### – Cos’è una tavoletta grafica?\\n\\nNel mondo moderno, dove la vasta gamma di tavolette diverse esiste in ogni forma e dimensione, le tavolette grafiche occupano un posto speciale. Queste tavolette da disegno sono progettate per un uso professionale in vari campi come la grafica, il design, lo sketching. Trovano anche il loro uso nell’editing di immagini digitali.\\n\\nA differenza delle tavolette convenzionali, queste tavolette grafiche utilizzano una penna speciale accanto alla superficie multi-touch. Per mezzo di questa penna, gli oggetti disegnati a mano vengono visualizzati direttamente sullo schermo di una tavoletta o sul monitor di un computer.\\n\\n### – Tavoletta grafica XP-Pen Star G960S\\n\\nLa [tavoletta grafica](https://www.storexppen.it/) XP-Pen Star G960S ha una finitura di alta qualità. Il software della tavoletta grafica Star G960S è veloce da installare e configurare, sento che il riconoscimento della stampa funziona anche meglio della mia Wacom. C’è stato un problema con la mappatura tra la tavoletta e il monitor, ma questo è stato risolto dopo aver selezionato il Proportional Scaling nel software.\\n\\nPer i miei scopi (fotoritocco) è giusto e può competere al 100% con le tavolette Wacom:\\n\\n– Tavoletta grafica molto reattiva con una superficie relativamente grande con cui lavorare.\\n\\n– Non sento alcun ritardo o ritardo mentre la uso.\\n\\n– I 4 pulsanti programmabili sono molto utili per le scorciatoie più comunemente usate.\\n\\n![XPPen Star G960S](https://i.imgur.com/5qEOAvl.png)\\n\\n### – Disegno digitale\\n\\nDato che sono un principiante nel campo dell’editing di foto o immagini, non volevo spendere subito soldi di vantaggio e fare ancora a meno di una tavoletta grafica. Ho deciso di acquistare la **tavoletta grafica** XP-Pen dopo aver letto su YouTube.\\n\\nPer un principiante, questa **[tavolette grafiche](https://www.storexppen.it/)** è abbastanza adatta. Facile e veloce da agganciare, si può usare anche per software come Gimp. Sono già stato in grado di disegnare alcune immagini con essa. Anche come elemento di controllo può tenere il passo con un semplice mouse. Adatto per i principianti.\\n\\nLa tavoletta grafica è piccola e compatta con 9×6 si adatta a qualsiasi scrivania. La tavoletta grafica offre 8192 diversi livelli di sensibilità alla pressione, che possono essere regolati molto bene tramite il software gratuito del driver.\\n\\nPersonalmente trovo estremamente piacevole che la penna non abbia bisogno di essere caricata e che abbia anche tasti corti. La lavorazione è molto buona e il dispositivo funziona in modo molto affidabile. Con la tavoletta si disegna molto bene, anche se non ha un display ed è più che soddisfacente per questo prezzo.\\n\\nQuesta tavoletta da disegno è compatibile con tutte le applicazioni grafiche comunemente usate come Photoshop, Adobe Illustrator, CorelDRAW ecc. Il case del dispositivo è spesso 2 mm, il che rende facile metterlo in tasca senza alcuno sforzo. Uno spessore così impressionante del case è possibile grazie all’assenza di una batteria integrata. Il dispositivo è alimentato da una connessione PC. Grazie alla custodia compatta, il peso totale del dispositivo è di circa 100g (il peso di un moderno smartphone).\\n\\n### – Caratteristiche tecniche eccellenti\\n\\nOltre alle sue dimensioni compatte, questa tavoletta da disegno offre risultati di disegno di alta precisione e permette il suo utilizzo sia verticale che orizzontale. Per l’alta precisione della tavoletta da disegno fornisce la sua alta velocità di lettura della penna di 220 rps. Queste caratteristiche tecniche fanno di questa tavoletta da disegno un dispositivo professionale. La penna inclusa non richiede batterie, il che significa che non è necessario pensare costantemente al suo tempo di funzionamento. Così, è possibile creare incessantemente. Al fine di utilizzare la penna continuamente e non dover acquistare ulteriori punte di ricambio, la confezione di questa tavoletta da disegno include 10 punte aggiuntive e uno speciale dispositivo di presa per cambiare senza sforzo.\\n\\n![](https://i.imgur.com/7qff37r.jpg)\\n\\n### – Scrittura digitale / firma\\n\\nLa XP-Pen Star G960S funziona con Word, PowerPoint, OneNote e altro. Supporta la scrittura/inchiostrazione digitale in Microsoft Office, permettendo di scrivere contemporaneamente con l’inchiostro e di presentare visivamente le note scritte a mano e la firma – ideale per l’ufficio senza carta o per le esigenze di insegnamento online.\\n\\nLa Star G960S supporta la connessione con tablet e telefoni cellulari Android, permettendoti di andare ovunque ti portino le idee e rimanere produttivo in movimento.\\n\\nFunziona con la maggior parte dei software come ibis Paint X, FlipaClip, Medibang, Autodesk Sketchbook, Zenbrush, Artrage e altri.\\n\\n### – Consigli importanti per la corretta cura del dispositivo\\n\\nUna cura adeguata di un dispositivo è necessaria per la sua lunga vita. Ecco alcuni consigli per la cura di una tavoletta da disegno. Quando ci si prende cura di una tavoletta da disegno, si raccomanda di usare un panno antistatico e di non esercitare una forte pressione su di essa con il palmo della mano. Per evitare la formazione di graffi sulla superficie attiva di disegno, si raccomanda di cambiare regolarmente le punte della penna. Si raccomanda inoltre di non utilizzare la tavoletta da disegno a temperature alte e basse. Per evitare la rottura del cavo, non avvolgere la tavoletta da disegno con un cavo quando la si ripone.\\n\\n**Suggerimenti:**\\n\\nAnche se questa [tavoletta grafica](https://www.xp-pen.it/) può essere utilizzata mentre si gioca, il suo scopo principale è disegnare per mezzo dei programmi di editing delle immagini.\\n\\nQuando si sceglie un dispositivo che può fornire oltre alla pittura anche il gioco (in questo caso la tavoletta da disegno è usata come un mouse), il gioco vi aiuterà non solo a riposare un po’ da un lavoro faticoso, ma anche a migliorare la reazione e le prestazioni, e anche a concentrarsi sul lavoro.\\n\\nNon ho mai giocato con una tavoletta grafica di questo tipo, ma sono rimasto molto piacevolmente sorpreso dalla consegna veloce e dal funzionamento molto facile.\\n\\n–\\n\\n![XP-Pen G960S ](https://i.imgur.com/E8RsYMe.jpg)\\n\\n### – Ecco la mia valutazione soggettiva.\\n\\n#### Pro:\\n\\n– Prezzo molto ragionevole.\\n\\n– La tavoletta in sé sembra abbastanza valida ed è di dimensioni sufficienti per i principianti.\\n\\n– La penna scivola molto bene sulla superficie e ha una buona sensazione di disegno.\\n\\n– È piccola e leggera quindi ha spazio su qualsiasi scrivania.\\n\\n– L’impostazione è stata facile e veloce.\\n\\n– Tutte le funzioni sono state immediatamente utilizzabili.\\n\\n#### Contro:\\n\\n– La penna si blocca molto poco nel portapenne. Entrambi sembrano un po’ economici e troppo leggeri.\\n\\n– La mancanza di assegnare spazi di lavoro alle singole applicazioni o di cambiare rapidamente la configurazione tramite il pulsante multifunzione.\\n\\n**Per il prezzo è un’ottima tavoletta grafica (prezzo: 60€).**\\n\\nHo notato però, dopo un uso prolungato, che la punta della penna non siede saldamente al cento per cento, per cui i movimenti non sono sempre attuati con precisione, il che è un po’ fastidioso.\\n\\nTuttavia, ci si abitua e si adattano i movimenti a questo piccolo difetto, e poi non è più così male.\\n\\nUn punto a favore è che la penna non ha bisogno di una batteria e, come detto, il prezzo notevolmente inferiore rispetto ai prodotti concorrenti.\\n\\nNel complesso un ottimo prodotto soprattutto per questo prezzo.\",\"timestamp\":1640848445,\"title\":\"Tavoletta grafica XP-Pen Star G960S: Per il prezzo è un'eccellente tavolette grafiche\"},\"digest\":\"PDJELvcMs1UpEmAu-I3M04TsrCu8jby_HaQQ5HpvjsM\",\"authorship\":{\"contributor\":\"0x4B68AE606c42060445B91A6f3066F6AB4E6c0C77\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fReyprsqWFTJItWvycXk5-sakYBzHi7vWvIr-j-3-QQ\\\",\\\"y\\\":\\\"4iGdFOoUDjsbR01C5LdIROYC12Ej2o7En0p-_q9VEMY\\\"}\",\"signature\":\"loWdJZQiYVaEUEtT67rTr8-2FPIxKqU8CwNlQXkq1gqavYXTRklmcmRs2fiAlxWTB8GvlXto8-PfN5Hq94PnDQ\",\"signingKeySignature\":\"0x130dea24283827dbd337aa7adb758816bfa607ce1d2070d4de708d353e35621340876aaaafd6d59de88ecfb5caed4361236ffe05f2c41f93a0daa262298982c71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fReyprsqWFTJItWvycXk5-sakYBzHi7vWvIr-j-3-QQ\\\",\\\"y\\\":\\\"4iGdFOoUDjsbR01C5LdIROYC12Ej2o7En0p-_q9VEMY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PDJELvcMs1UpEmAu-I3M04TsrCu8jby_HaQQ5HpvjsM\"}"