"{\"content\":{\"body\":\"\\\"The answer!\\\"\\n\\nThe eyes of the patriarch glowed mildly, and, raising his head, and looking the inquisitor full in the face, he answered, his associates giving him closest attention,\\n\\n\\\"With thee, O king, be the peace of God, of Abraham, Isaac, and Jacob!\\\"\\n\\nHis manner was that of invocation; changing it, he resumed:\\n\\n\\\"Thou hast demanded of us where the Christ should be born.\\\"\\n\\nThe king bowed, though the evil eyes remained fixed upon the sage's face.\\n\\n\\\"That is the question.\\\"\\n\\n\\\"Then, O king, speaking for myself, and all my brethren here, not one dissenting, I say, in Bethlehem of Judea.\\\"\\n\\nHillel glanced at the parchment on the tripod; and, pointing with his tremulous finger, continued, \\\"In Bethlehem of Judea, for thus it is written by the prophet, 'And thou, Bethlehem, in the land of Judea, art not the least among the princes of Judah; for out of thee shall come a governor that shall rule my people Israel.'\\\"\\n\\nHerod's face was troubled, and his eyes fell upon the parchment while he thought. Those beholding him scarcely breathed; they spoke not, nor did he. At length he turned about and left the chamber.\\n\\n\\\"Brethren,\\\" said Hillel, \\\"we are dismissed.\\\"\\n\\nThe company then arose, and in groups departed.\\n\\n\\\"Simeon,\\\" said Hillel again.\\n\\nA man, quite fifty years old, but in the hearty prime of life, answered and came to him.\\n\\n\\\"Take up the sacred parchment, my son; roll it tenderly.\\\"\\n\\nThe order was obeyed.\\n\\n\\\"Now lend me thy arm; I will to the litter.\\\"\\n\\nThe strong man stooped; with his withered hands the old one took the offered support, and, rising, moved feebly to the door.\\n\\nSo departed the famous Rector, and Simeon, his son, who was to be his successor in wisdom, learning, and office.\\n\\n\\n******\\n\\nYet later in the evening the wise men were lying in a lewen of the khan awake. The stones which served them as pillows raised their heads so they could look out of the open arch into the depths of the sky; and as they watched the twinkling of the stars, they thought of the next manifestation. How would it come? What would it be? They were in Jerusalem at last; they had asked at the gate for Him they sought; they had borne witness of his birth; it remained only to find him; and as to that, they placed all trust in the Spirit. Men listening for the voice of God, or waiting a sign from Heaven, cannot sleep.\\n\\nWhile they were in this condition, a man stepped in under the arch, darkening the lewen.\\n\\n\\\"Awake!\\\" he said to them; \\\"I bring you a message which will not be put off.\\\"\\n\\nThey all sat up.\\n\\n\\\"From whom?\\\" asked the Egyptian.\\n\\n\\\"Herod the king.\\\"\\n\\nEach one felt his spirit thrill.\\n\\n\\\"Are you not the steward of the khan?\\\" Balthasar asked next.\\n\\n\\\"I am.\\\"\\n\\n\\\"What would the king with us?\\\"\\n\\n\\\"His messenger is without; let him answer.\\\"\\n\\n\\\"Tell him, then, to abide our coming.\\\"\\n\\n\\\"You were right, O my brother!\\\" said the Greek, when the steward was gone. \\\"The question put to the people on the road, and to the guard at the gate, has given us quick notoriety. I am impatient; let us up quickly.\\\"\\n\\nThey arose, put on their sandals, girt their mantles about them, and went out.\\n\\n\\\"I salute you, and give you peace, and pray your pardon; but my master, the king, has sent me to invite you to the palace, where he would have speech with you privately.\\\"\\n\\nThus the messenger discharged his duty.\\n\\nA lamp hung in the entrance, and by its light they looked at each other, and knew the Spirit was upon them. Then the Egyptian stepped to the steward, and said, so as not to be heard by the others, \\\"You know where our goods are stored in the court, and where our camels are resting. While we are gone, make all things ready for our departure, if it should be needful.\\\"\\n\\n\\\"Go your way assured; trust me,\\\" the steward replied.\\n\\n\\\"The king's will is our will,\\\" said Balthasar to the messenger. \\\"We will follow you.\\\"\\n\\nThe streets of the Holy City were narrow then as now, but not so rough and foul; for the great builder, not content with beauty, enforced cleanliness and convenience also. Following their guide, the brethren proceeded without a word. Through the dim starlight, made dimmer by the walls on both sides, sometimes almost lost under bridges connecting the house-tops, out of a low ground they ascended a hill. At last they came to a portal reared across the way. In the light of fires blazing before it in two great braziers, they caught a glimpse of the structure, and also of some guards leaning motionlessly upon their arms. They passed into a building unchallenged. Then by passages and arched halls; through courts, and under colonnades not always lighted; up long flights of stairs, past innumerable cloisters and chambers, they were conducted into a tower of great height. Suddenly the guide halted, and, pointing through an open door, said to them,\\n\\n\\\"Enter. The king is there.\\\"\\n\\nThe air of the chamber was heavy with the perfume of sandal-wood, and all the appointments within were effeminately rich. Upon the floor, covering the central space, a tufted rug was spread, and upon that a throne was set. The visitors had but time, however, to catch a confused idea of the place--of carved and gilt ottomans and couches; of fans and jars and musical instruments; of golden candlesticks glittering in their own lights; of walls painted in the style of the voluptuous Grecian school, one look at which had made a Pharisee hide his head with holy horror. Herod, sitting upon the throne to receive them, clad as when at the conference with the doctors and lawyers, claimed all their minds.\\n\\nAt the edge of the rug, to which they advanced uninvited, they prostrated themselves. The king touched a bell. An attendant came in, and placed three stools before the throne.\\n\\n\\\"Seat yourselves,\\\" said the monarch, graciously.\\n\\n\\\"From the North Gate,\\\" he continued, when they were at rest, \\\"I had this afternoon report of the arrival of three strangers, curiously mounted, and appearing as if from far countries. Are you the men?\\\"\\n\\nThe Egyptian took the sign from the Greek and the Hindoo, and answered, with the profoundest salaam, \\\"Were we other than we are, the mighty Herod, whose fame is as incense to the whole world, would not have sent for us. We may not doubt that we are the strangers.\\\"\\n\\nHerod acknowledged the speech with a wave of the hand.\\n\\n\\\"Who are you? Whence do you come?\\\" he asked, adding significantly, \\\"Let each speak for himself.\\\"\\n\\nIn turn they gave him account, referring simply to the cities and lands of their birth, and the routes by which they came to Jerusalem. Somewhat disappointed, Herod plied them more directly.\\n\\n\\\"What was the question you put to the officer at the gate?\\\"\\n\\n\\\"We asked him, Where is he that is born King of the Jews.\\\"\\n\\n\\\"I see now why the people were so curious. You excite me no less. Is there another King of the Jews?\\\"\\n\\nThe Egyptian did not blanch.\\n\\n\\\"There is one newly born.\\\"\\n\\nAn expression of pain knit the dark face of the monarch, as if his mind were swept by a harrowing recollection.\\n\\n\\\"Not to me, not to me!\\\" he exclaimed.\\n\\nPossibly the accusing images of his murdered children flitted before him; recovering from the emotion, whatever it was, he asked, steadily, \\\"Where is the new king?\\\"\\n\\n\\\"That, O king, is what we would ask.\\\"\\n\\n\\\"You bring me a wonder--a riddle surpassing any of Solomon's,\\\" the inquisitor said next. \\\"As you see, I am in the time of life when curiosity is as ungovernable as it was in childhood, when to trifle with it is cruelty. Tell me further, and I will honor you as kings honor each other. Give me all you know about the newly born, and I will join you in the search for him; and when we have found him, I will do what you wish; I will bring him to Jerusalem, and train him in kingcraft; I will use my grace with Caesar for his promotion and glory. Jealousy shall not come between us, so I swear. But tell me first how, so widely separated by seas and deserts, you all came to hear of him.\\\"\\n\\n\\\"I will tell you truly, O king.\\\"\\n\\n\\\"Speak on,\\\" said Herod.\\n\\nBalthasar raised himself erect, and said, solemnly,\\n\\n\\\"There is an Almighty God.\\\"\\n\\nHerod was visibly startled.\\n\\n\\\"He bade us come hither, promising that we should find the Redeemer of the World; that we should see and worship him, and bear witness that he was come; and, as a sign, we were each given to see a star. His Spirit stayed with us. O king, his Spirit is with us now!\\\"\\n\\nAn overpowering feeling seized the three. The Greek with difficulty restrained an outcry. Herod's gaze darted quickly from one to the other; he was more suspicious and dissatisfied than before.\\n\\n\\\"You are mocking me,\\\" he said. \\\"If not, tell me more. What is to follow the coming of the new king?\\\"\\n\\n\\\"The salvation of men.\\\"\\n\\n\\\"From what?\\\"\\n\\n\\\"Their wickedness.\\\"\\n\\n\\\"How?\\\"\\n\\n\\\"By the divine agencies--Faith, Love, and Good Works.\\\"\\n\\n\\\"Then\\\"--Herod paused, and from his look no man could have said with what feeling he continued--\\\"you are the heralds of the Christ. Is that all?\\\"\\n\\nBalthasar bowed low.\\n\\n\\\"We are your servants, O king.\\\"\\n\\nThe monarch touched a bell, and the attendant appeared.\\n\\n\\\"Bring the gifts,\\\" the master said.\\n\\nThe attendant went out, but in a little while returned, and, kneeling before the guests, gave to each one an outer robe or mantle of scarlet and blue, and a girdle of gold. They acknowledged the honors with Eastern prostrations.\\n\\n\\\"A word further,\\\" said Herod, when the ceremony was ended. \\\"To the officer of the gate, and but now to me, you spoke of seeing a star in the east.\\\"\\n\\n\\\"Yes,\\\" said Balthasar, \\\"his star, the star of the newly born.\\\"\\n\\n\\\"What time did it appear?\\\"\\n\\n\\\"When we were bidden come hither.\\\"\\n\\nHerod arose, signifying the audience was over. Stepping from the throne towards them, he said, with all graciousness,\\n\\n\\\"If, as I believe, O illustrious men, you are indeed the heralds of the Christ just born, know that I have this night consulted those wisest in things Jewish, and they say with one voice he should be born in Bethlehem of Judea. I say to you, go thither; go and search diligently for the young child; and when you have found him bring me word again, that I may come and worship him. To your going there shall be no let or hindrance. Peace be with you!\\\"\\n\\nAnd, folding his robe about him, he left the chamber.\\n\\nDirectly the guide came, and led them back to the street, and thence to the khan, at the portal of which the Greek said, impulsively, \\\"Let us to Bethlehem, O brethren, as the king has advised.\\\"\\n\\n\\\"Yes,\\\" cried the Hindoo. \\\"The Spirit burns within me.\\\"\\n\\n\\\"Be it so,\\\" said Balthasar, with equal warmth. \\\"The camels are ready.\\\"\\n\\nThey gave gifts to the steward, mounted into their saddles, received directions to the Joppa Gate, and departed. At their approach the great valves were unbarred, and they passed out into the open country, taking the road so lately travelled by Joseph and Mary. As they came up out of Hinnom, on the plain of Rephaim, a light appeared, at first wide-spread and faint. Their pulses fluttered fast. The light intensified rapidly; they closed their eyes against its burning brilliance: when they dared look again, lo! the star, perfect as any in the heavens, but low down and moving slowly before them. And they folded their hands, and shouted, and rejoiced with exceeding great joy.\\n\\n\\\"God is with us! God is with us!\\\" they repeated, in frequent cheer, all the way, until the star, rising out of the valley beyond Mar Elias, stood still over a house up on the slope of the hill near the town.\\n\\nCHAPTER XIV\\n\\nIt was now the beginning of the third watch, and at Bethlehem the morning was breaking over the mountains in the east, but so feebly that it was yet night in the valley. The watchman on the roof of the old khan, shivering in the chilly air, was listening for the first distinguishable sounds with which life, awakening, greets the dawn, when a light came moving up the hill towards the house. He thought it a torch in some one's hand; next moment he thought it a meteor; the brilliance grew, however, until it became a star. Sore afraid, he cried out, and brought everybody within the walls to the roof. The phenomenon, in eccentric motion, continued to approach; the rocks, trees, and roadway under it shone as in a glare of lightning; directly its brightness became blinding. The more timid of the beholders fell upon their knees, and prayed, with their faces hidden; the boldest, covering their eyes, crouched, and now and then snatched glances fearfully. Afterwhile the khan and everything thereabout lay under the intolerable radiance. Such as dared look beheld the star standing still directly over the house in front of the cave where the Child had been born.\\n\\nIn the height of this scene, the wise men came up, and at the gate dismounted from their camels, and shouted for admission. When the steward so far mastered his terror as to give them heed, he drew the bars and opened to them. The camels looked spectral in the unnatural light, and, besides their outlandishness, there were in the faces and manner of the three visitors an eagerness and exaltation which still further excited the keeper's fears and fancy; he fell back, and for a time could not answer the question they put to him.\\n\\n\\\"Is not this Bethlehem of Judea?\\\"\\n\\nBut others came, and by their presence gave him assurance.\\n\\n\\\"No, this is but the khan; the town lies farther on.\\\"\\n\\n\\\"Is there not here a child newly born?\\\"\\n\\nThe bystanders turned to each other marvelling, though some of them answered, \\\"Yes, yes.\\\"\\n\\n\\\"Show us to him!\\\" said the Greek, impatiently.\\n\\n\\\"Show us to him!\\\" cried Balthasar, breaking through his gravity; \\\"for we have seen his star, even that which ye behold over the house, and are come to worship him.\\\"\\n\\nThe Hindoo clasped his hands, exclaiming, \\\"God indeed lives! Make haste, make haste! The Savior is found. Blessed, blessed are we above men!\\\"\\n\\nThe people from the roof came down and followed the strangers as they were taken through the court and out into the enclosure; at sight of the star yet above the cave, though less candescent than before, some turned back afraid; the greater part went on. As the strangers neared the house, the orb arose; when they were at the door, it was high up overhead vanishing; when they entered, it went out lost to sight. And to the witnesses of what then took place came a conviction that there was a divine relation between the star and the strangers, which extended also to at least some of the occupants of the cave. When the door was opened, they crowded in.\\n\\nThe apartment was lighted by a lantern enough to enable the strangers to find the mother, and the child awake in her lap.\\n\\n\\\"Is the child thine?\\\" asked Balthasar of Mary.\\n\\nAnd she who had kept all the things in the least affecting the little one, and pondered them in her heart, held it up in the light, saying,\\n\\n\\\"He is my son!\\\"\\n\\nAnd they fell down and worshipped him.\\n\\nThey saw the child was as other children: about its head was neither nimbus nor material crown; its lips opened not in speech; if it heard their expressions of joy, their invocations, their prayers, it made no sign whatever, but, baby-like, looked longer at the flame in the lantern than at them.\\n\\nIn a little while they arose, and, returning to the camels, brought gifts of gold, frankincense, and myrrh, and laid them before the child, abating nothing of their worshipful speeches; of which no part is given, for the thoughtful know that the pure worship of the pure heart was then what it is now, and has always been, an inspired song.\\n\\nAnd this was the Savior they had come so far to find!\\n\\nYet they worshipped without a doubt.\\n\\nWhy?\\n\\nTheir faith rested upon the signs sent them by him whom we have since come to know as the Father; and they were of the kind to whom his promises were so all-sufficient that they asked nothing about his ways. Few there were who had seen the signs and heard the promises--the Mother and Joseph, the shepherds, and the Three--yet they all believed alike; that is to say, in this period of the plan of salvation, God was all and the Child nothing. But look forward, O reader! A time will come when the signs will all proceed from the Son. Happy they who then believe in him!\\n\\nLet us wait that period.\\n\\nBOOK SECOND\\n\\n\\\"There is a fire And motion of the soul which will not dwell In its own narrow being, but aspire Beyond the fitting medium of desire; And, but once kindled, quenchless evermore, Preys upon high adventure, nor can tire Of aught but rest.\\\"\\n\\nChilde Harold.\\n\\nCHAPTER I\\n\\nIt is necessary now to carry the reader forward twenty-one years, to the beginning of the administration of Valerius Gratus, the fourth imperial governor of Judea--a period which will be remembered as rent by political agitations in Jerusalem, if, indeed, it be not the precise time of the opening of the final quarrel between the Jew and the Roman.\\n\\nIn the interval Judea had been subjected to changes affecting her in many ways, but in nothing so much as her political status. Herod the Great died within one year after the birth of the Child--died so miserably that the Christian world had reason to believe him overtaken by the Divine wrath. Like all great rulers who spend their lives in perfecting the power they create, he dreamed of transmitting his throne and crown--of being the founder of a dynasty. With that intent, he left a will dividing his territories between his three sons, Antipas, Philip, and Archelaus, of whom the last was appointed to succeed to the title. The testament was necessarily referred to Augustus, the emperor, who ratified all its provisions with one exception: he withheld from Archelaus the title of king until he proved his capacity and loyalty; in lieu thereof, he created him ethnarch, and as such permitted him to govern nine years, when, for misconduct and inability to stay the turbulent elements that grew and strengthened around him, he was sent into Gaul as an exile.\\n\\nCaesar was not content with deposing Archelaus; he struck the people of Jerusalem in a manner that touched their pride, and keenly wounded the sensibilities of the haughty habitues of the Temple. He reduced Judea to a Roman province, and annexed it to the prefecture of Syria. So, instead of a king ruling royally from the palace left by Herod on Mount Zion, the city fell into the hands of an officer of the second grade, an appointee called procurator, who communicated with the court in Rome through the Legate of Syria, residing in Antioch. To make the hurt more painful, the procurator was not permitted to establish himself in Jerusalem; Caesarea was his seat of government. Most humiliating, however, most exasperating, most studied, Samaria, of all the world the most despised--Samaria was joined to Judea as a part of the same province! What ineffable misery the bigoted Separatists or Pharisees endured at finding themselves elbowed and laughed at in the procurator's presence in Caesarea by the devotees of Gerizim!\\n\\nIn this rain of sorrows, one consolation, and one only, remained to the fallen people: the high-priest occupied the Herodian palace in the market-place, and kept the semblance of a court there. What his authority really was is a matter of easy estimate. Judgment of life and death was retained by the procurator. Justice was administered in the name and according to the decretals of Rome. Yet more significant, the royal house was jointly occupied by the imperial exciseman, and all his corps of assistants, registrars, collectors, publicans, informers, and spies. Still, to the dreamers of liberty to come, there was a certain satisfaction in the fact that the chief ruler in the palace was a Jew. His mere presence there day after day kept them reminded of the covenants and promises of the prophets, and the ages when Jehovah governed the tribes through the sons of Aaron; it was to them a certain sign that he had not abandoned them: so their hopes lived, and served their patience, and helped them wait grimly the son of Judah who was to rule Israel.\\n\\nJudea had been a Roman province eighty years and more--ample time for the Caesars to study the idiosyncrasies of the people--time enough, at least, to learn that the Jew, with all his pride, could be quietly governed if his religion were respected. Proceeding upon that policy, the predecessors of Gratus had carefully abstained from interfering with any of the sacred observances of their subjects. But he chose a different course: almost his first official act was to expel Hannas from the high-priesthood, and give the place to Ishmael, son of Fabus.\\n\\nWhether the act was directed by Augustus, or proceeded from Gratus himself, its impolicy became speedily apparent. The reader shall be spared a chapter on Jewish politics; a few words upon the subject, however, are essential to such as may follow the succeeding narration critically. At this time, leaving origin out of view, there were in Judea the party of the nobles and the Separatist or popular party. Upon Herod's death, the two united against Archelaus; from temple to palace, from Jerusalem to Rome, they fought him; sometimes with intrigue, sometimes with the actual weapons of war. More than once the holy cloisters on Moriah resounded with the cries of fighting-men. Finally, they drove him into exile. Meantime throughout this struggle the allies had their diverse objects in view. The nobles hated Joazar, the high-priest; the Separatists, on the other hand, were his zealous adherents. When Herod's settlement went down with Archelaus, Joazar shared the fall. Hannas, the son of Seth, was selected by the nobles to fill the great office; thereupon the allies divided. The induction of the Sethian brought them face to face in fierce hostility.\\n\\nIn the course of the struggle with the unfortunate ethnarch, the nobles had found it expedient to attach themselves to Rome. Discerning that when the existing settlement was broken up some form of government must needs follow, they suggested the conversion of Judea into a province. The fact furnished the Separatists an additional cause for attack; and, when Samaria was made part of the province, the nobles sank into a minority, with nothing to support them but the imperial court and the prestige of their rank and wealth; yet for fifteen years--down, indeed, to the coming of Valerius Gratus--they managed to maintain themselves in both palace and Temple.\\n\\nHannas, the idol of his party, had used his power faithfully in the interest of his imperial patron. A Roman garrison held the Tower of Antonia; a Roman guard kept the gates of the palace; a Roman judge dispensed justice civil and criminal; a Roman system of taxation, mercilessly executed, crushed both city and country; daily, hourly, and in a thousand ways, the people were bruised and galled, and taught the difference between a life of independence and a life of subjection; yet Hannas kept them in comparative quiet. Rome had no truer friend; and he made his loss instantly felt. Delivering his vestments to Ishmael, the new appointee, he walked from the courts of the Temple into the councils of the Separatists, and became the head of a new combination, Bethusian and Sethian.\\n\\nGratus, the procurator, left thus without a party, saw the fires which, in the fifteen years, had sunk into sodden smoke begin to glow with returning life. A month after Ishmael took the office, the Roman found it necessary to visit him in Jerusalem. When from the walls, hooting and hissing him, the Jews beheld his guard enter the north gate of the city and march to the Tower of Antonia, they understood the real purpose of the visit--a full cohort of legionaries was added to the former garrison, and the keys of their yoke could now be tightened with impunity. If the procurator deemed it important to make an example, alas for the first offender!\\n\\nCHAPTER II\\n\\nWith the foregoing explanation in mind, the reader is invited to look into one of the gardens of the palace on Mount Zion. The time was noonday in the middle of July, when the heat of summer was at its highest.\\n\\nThe garden was bounded on every side by buildings, which in places arose two stories, with verandas shading the doors and windows of the lower story, while retreating galleries, guarded by strong balustrades, adorned and protected the upper. Here and there, moreover, the structures fell into what appeared low colonnades, permitting the passage of such winds as chanced to blow, and allowing other parts of the house to be seen, the better to realize its magnitude and beauty. The arrangement of the ground was equally pleasant to the eye. There were walks, and patches of grass and shrubbery, and a few large trees, rare specimens of the palm, grouped with the carob, apricot, and walnut. In all directions the grade sloped gently from the centre, where there was a reservoir, or deep marble basin, broken at intervals by little gates which, when raised, emptied the water into sluices bordering the walks--a cunning device for the rescue of the place from the aridity too prevalent elsewhere in the region.\\n\\nNot far from the fountain, there was a small pool of clear water nourishing a clump of cane and oleander, such as grow on the Jordan and down by the Dead Sea. Between the clump and the pool, unmindful of the sun shining full upon them in the breathless air, two boys, one about nineteen, the other seventeen, sat engaged in earnest conversation.\\n\\nThey were both handsome, and, at first glance, would have been pronounced brothers. Both had hair and eyes black; their faces were deeply browned; and, sitting, they seemed of a size proper for the difference in their ages.\\n\\nThe elder was bareheaded. A loose tunic, dropping to the knees, was his attire complete, except sandals and a light-blue mantle spread under him on the seat. The costume left his arms and legs exposed, and they were brown as the face; nevertheless, a certain grace of manner, refinement of features, and culture of voice decided his rank. The tunic, of softest woollen, gray-tinted, at the neck, sleeves, and edge of the skirt bordered with red, and bound to the waist by a tasselled silken cord, certified him the Roman he was. And if in speech he now and then gazed haughtily at his companion and addressed him as an inferior, he might almost be excused, for he was of a family noble even in Rome--a circumstance which in that age justified any assumption. In the terrible wars between the first Caesar and his great enemies, a Messala had been the friend of Brutus. After Philippi, without sacrifice of his honor, he and the conqueror became reconciled. Yet later, when Octavius disputed for the empire, Messala supported him. Octavius, as the Emperor Augustus, remembered the service, and showered the family with honors. Among other things, Judea being reduced to a province, he sent the son of his old client or retainer to Jerusalem, charged with the receipt and management of the taxes levied in that region; and in that service the son had since remained, sharing the palace with the high-priest. The youth just described was his son, whose habit it was to carry about with him all too faithfully a remembrance of the relation between his grandfather and the great Romans of his day.\\n\\nThe associate of the Messala was slighter in form, and his garments were of fine white linen and of the prevalent style in Jerusalem; a cloth covered his head, held by a yellow cord, and arranged so as to fall away from the forehead down low over the back of the neck. An observer skilled in the distinctions of race, and studying his features more than his costume, would have soon discovered him to be of Jewish descent. The forehead of the Roman was high and narrow, his nose sharp and aquiline, while his lips were thin and straight, and his eyes cold and close under the brows. The front of the Israelite, on the other hand, was low and broad; his nose long, with expanded nostrils; his upper lip, slightly shading the lower one, short and curving to the dimpled corners, like a Cupid's bow; points which, in connection with the round chin, full eyes, and oval cheeks reddened with a wine-like glow, gave his face the softness, strength, and beauty peculiar to his race. The comeliness of the Roman was severe and chaste, that of the Jew rich and voluptuous.\\n\\n\\\"Did you not say the new procurator is to arrive to-morrow?\\\"\",\"timestamp\":1640142559,\"title\":\"The answer!\\\" said the king, with imperious simplicity, addressing Hillel, and planting his staff before him with both hands\"},\"digest\":\"iITZQuMP8S3rq1Wf1UhHrsK1IUy5VUbLUe8GbgibST0\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qik3w7JLzrlNRa7gTLk4tJaN1hQv6C7CRBGLVV-Sq7E\\\",\\\"y\\\":\\\"_ghOP03R9Wt7oINcybsEqDmer9wsJlorvghke-Dstbs\\\"}\",\"signature\":\"yxp8kqdtOQaOIxtnLeJjrKBBkTEIs78xlXfjgTkjxPmGHOfdoEJFdzuITQ0Qv45GKWOSQFJcfMFm7F9Z3yQZRA\",\"signingKeySignature\":\"0x3024899a3941127a4667426f4eba770e4d5acb76ca2620c2a9ce5c62595d6d1907230ed463c8867d8cb182b06faaa6d17562980c08e99248c8af4337ca6fde201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qik3w7JLzrlNRa7gTLk4tJaN1hQv6C7CRBGLVV-Sq7E\\\",\\\"y\\\":\\\"_ghOP03R9Wt7oINcybsEqDmer9wsJlorvghke-Dstbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iITZQuMP8S3rq1Wf1UhHrsK1IUy5VUbLUe8GbgibST0\"}"