"{\"content\":{\"body\":\"I am a fan of and a practioner of investing in risky assets. I believe you must take significant risk to earn significant returns.\\n\\nBut I also am a huge fan of diversification when holding a lot of risky assets. It has been easier for USV to get into new sectors, like crypto and climate for example, knowing that we also have large positions in other parts of the early stage tech sector.\\n\\nWhen crypto went crazy in 2017 and then blew up, it was mostly a blip in our portfolio values. The same was true in the second quarter of this year when crypto had a big pullback.\\n\\nThis is not an argument against crypto only funds. USV has invested in a number of them and so have the Gotham Gal and I. But I would not be comfortable with a portfolio that was only crypto funds. I like to have a mix of assets, ideally uncorrelated, in our portfolio.\\n\\nAn asset class that I really like as a hedge against early stage tech sector risk is real estate. The Gotham Gal and I own a lot of income producing real estate and it feels very uncorrelated to early stage tech.\\n\\nBut there are many ways to get diversification. If you don’t want to think about your investments, something I cannot bring myself to do, then a stock index fund or a portfolio of stock index funds, and some fixed income funds can get you the diversification you need. But the level of risk taking in that strategy is a lot lower.\\n\\nBut regardless of how you get there, it is very important that you not have all of your eggs in one basket. That basket can drop and then you have a mess.\\n\",\"timestamp\":1630406814,\"title\":\"Diversification\",\"publication\":\"avc\"},\"digest\":\"faBcvoVeiVWSRqqVKGiKFFUfQJnILhRsHnAR0HB0iC8\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"W6rsLuKuUDPNJzZlw10_la0hgirNWxf9hmOXzvQpRAwUktZ_5TX_HX5IxhgbGJ0i6-2a1QGqpOnJSWtc9gJeBg\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"faBcvoVeiVWSRqqVKGiKFFUfQJnILhRsHnAR0HB0iC8\"}"