"{\"content\":{\"body\":\"```\\n   转载2016年6月11日 0:32  QQ空间\\n   我的父亲今年已经80岁高龄了，在我的记忆中，他一直是一个火气很大的男人：母亲说的话稍有不顺他意，就被他劈头盖脸地骂过来，有时甚至动粗；而作为他孩子的我们六个兄弟姐妹，没有哪一个不挨他打骂过。父亲还说正是因为他以前的打骂，才有了今天的我！\\n   今天在返程的路上我们又聊起了父亲：为何他三兄弟一妹妹，那三个脾气是那么好：大伯是村上小学老师，三叔是南宁一家事业单位的干部，还曾经是97-02年那一届的全国人大代表，姑姑村里做农，他们三兄妹都非常的和蔼可亲，说话都是一字一句，听起来是那样的亲切，而我的父亲跟他们比真是天壤之别。其实这个疑问也问过大伯：小时候父亲曾经被烧伤过，是不是当时火烧攻心的原因？大伯还说其实我父亲很聪明，当时还曾经在村里做过代课老师，如果不是因为他嫌钱少的原因，他现在肯定也是有退休金领了。对于父亲的智商我也不曾怀疑：记得小时候，我们几兄妹生病时，很多是父亲给我们抓药、打针(屁股针)，我不明白，他这是哪学来的？ 母亲曾多次跟我提起：在我一岁多两岁时，生了一场大病，上吐下泻，半夜送到乡镇卫生院，医生建议送去县医院并帮父母联系救护车。在县医院里，医生也查不出原因，我一连几天没吃东西，肚子还胀气，脸色苍白无血，呼吸微弱，尽管也滴了十几天针，但感觉还是一天不如一天，母亲没文化，也无能为力，只能听天由命。而父亲跑回村里，到处打听土方法，就在医院下病危通知单的那天，父亲带来了一小瓶吹风蛇胆药酒在我肚脐眼、额头、鼻子周围等认为是穴位的地方胡乱涂了一圈，没过多久，就在医生给我再次检查时，听到了一个小小的屁声，问我母亲是大人放还是小孩放，当确定是小孩放时，医生松了一口气对我父母说，孩子有救了！每每提到这件事，父亲自豪地说，是他把我从鬼门关救回来的，所以我一直感恩父母亲！\\n   父亲在村里是出了名的大声说话的人，当然村里明辨是非的人也说，尽管我父亲平时说话大声，但是他绝对不会在外面欺负别人，不但如此，他还乐于助人。记得小时候，家里每年都腌有两三缸的头菜，那时候村里好多都比我们家穷，这时候父亲都会叫母亲拿一些去分给他们。其实父亲就是一个刀子嘴豆腐心的人！\\n   父亲跟大哥就像猫和狗一样，在大哥未成家时，两个人一见面不是动手就是动口，互不相让，但自从大哥成家后，一改往时的态度，尽管还是有语言上的冲突，但已经缓和了很多，或许养儿始悟父母恩吧。现在父亲有什么事，第一个想到的也还是大哥！很多事情就是那么的奇怪，越是在乎的人，越是很多的误会与矛盾！\\n   今天早上在家门口树下乘凉闲聊，父亲叫母亲去把他的私房钱拿来，1000元，我问父亲拿那么多钱来干什么？父亲让我喊来几个外孙，两个外孙很乖地来到外公面前问好，父亲从口袋里拿出那一千分给我小孩100，给两小外甥女200，大外甥女大了没出来拿，当时村里的老人还开玩笑说发工资了？父亲笑笑说，好久不见了，给他们高兴高兴！当时我也没拦住父亲，我心想，这或许是老人的一个心愿吧！毕竟父亲身体已不大好了，自从2008年那一次中风后，父亲的精神差了很多，去年再次复发后，他的左手已经没多大力气，精神更是一年不如一年，所以我也对孩子们说，外公给就拿吧，谁知道未来呢？不要给他留下太多遗憾就好！事后问母亲，父亲怎么有那么多钱？母亲说他前几天赌六和彩中了两千多！叫我如何说父亲是好呢？每次回家看望他们，想多给父亲几百，母亲都是拦着不给，说留钱备孩子读书，给了父亲老是拿去赌。每次我都跟母亲说，父亲赌就给他赌吧，也花不了几个钱，再说赌钱他还能去研究特码，反而不容易得老年痴呆症，所以还是偷偷地给了父亲！      父亲是一个暴脾气的大男人，如果换了另外的女人，估计没几个能受得了他。我的母亲就是这样一个逆来顺受的典型农村妇女，从不与父亲顶嘴，任劳任怨，家里家外，从一大早五点多就一直忙到半夜，但没听到她喊过苦说过累，买给她的衣服不舍得穿，给的钱不舍得花，村里老老少少，都说没一个像我母亲那样吃得苦。每天晚上，村里老人都吃饱了洗好了都到我们家门口闲聊，可母亲还在忙着家务活！母亲的大度与容忍，六个孩子只有大姐遗传了她！母亲的宽宏与大度，造就了她的极好心态，所以她的身体相比父亲好很多，尽管也接近八十高龄了，但她还能下地种菜做点农活，前几天知道我要回家过端午节后，她就去砍了几弓巴蕉回家，还包了八斤的凉粽，今天一早起来忙完了早餐就开始分发特产：在南宁四个孩子，孙女，三叔共六份，我说都给我们了，你们都没吃了，母亲说他们都不爱吃！我知道，这都是母亲心疼在外的孩子！母亲胃口好，样样都能吃，哪有不爱吃的东西？ 正是这样虚弱柔的母亲才跟父亲总算风平浪静地走过来了。\\n   父母亲已年迈，能吃穿的已不多，只想在他们余生之年能多回去看看。村村通之路总算有点动作了，尽管这次回去还没有铺上水泥，但至少已经铺上了石渣，到农历7月14应该铺好了，五公里的路以前用了三四十分钟，昨天才用了十分钟！以后就可以带孩子常回家看看父母亲，想想也算幸福了！ 其实村里人都说我父亲有福气，以他这样的脾气，不管在村里哪家，早被孩子赶出了家门，或者说不赶出门也不可能给吃，更别说给他治病了。父亲2008年的那场大病，说来也巧，父亲病发作前一天大哥刚好回老家办事，事情未办妥就住了一晚，早上家人还送父亲去村公所打针，晚上十点多大哥发现父亲说话不对劲，嘴角已经有点歪，大哥也有见识，知道父亲肯定是中风了，马上电话给我跟二哥回去接来住院，由于当时村路非常难走，所以叫了一辆农用车把父亲拉到了农场，当我们赶到时已经是凌晨二点了，再把父亲送到区医院办完手续时已是六点钟，父亲的最佳治疗时间已过，好在姑姑女儿在医院工作，给父亲安排到了她那病房(父亲亨受干部待遇)，尽管出院后父亲留下了较严重的后遗症，但是在大姐与母亲的悉心照顾下，父亲身体也慢慢恢复了，父亲真是生在福中不知福呀！\\n   \\n```\\n\\n```\\n                PS：父亲不喜欢拍照，这张是偷拍来的。\\n```\\n\\n![父亲](https://images.mirror-media.xyz/publication-images/ZF2Cer4kazOJH3NyOwDti.jpg?height=1440&width=1080)\\n\\n![母亲](https://images.mirror-media.xyz/publication-images/c9S2bjGed_IaSf3Q1sWGg.jpg?height=1080&width=1440)\\n\\n\",\"timestamp\":1642469780,\"title\":\"我的父亲母亲\"},\"digest\":\"d-5C8aDsNSi8ILf0DBdNuzKlfRS6J4d1fQosvH0jpVY\",\"authorship\":{\"contributor\":\"0xe5b0D905D8b4885d818403422074079Be6948E2d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fqCyqtYJBSSJaO6sknlWblF_8RD-uhQIpCl-djDqJF8\\\",\\\"y\\\":\\\"yqXmU61BjcyE1IDeArlZtUe5FdeIWG7YMrp4EyGFc4U\\\"}\",\"signature\":\"1FN5_GtkBRl29JYJvgc5K48tqphoM5P8kIlcf5vpz7CG__1SLkQC15uCDUUhDiphIcJgcWcokCefavGADB98-A\",\"signingKeySignature\":\"0x551cbdc0e28a5ebf7b0cf25c7880c3be6ce90271cca39df98ec7338962e6ad1a2c93060287e31b6b7a1d59b0ce867d5f806ed89111a120db4cb395336d5a8d431b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fqCyqtYJBSSJaO6sknlWblF_8RD-uhQIpCl-djDqJF8\\\",\\\"y\\\":\\\"yqXmU61BjcyE1IDeArlZtUe5FdeIWG7YMrp4EyGFc4U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZMGbudSRZcSvdGbrwmMuDbyFZ49zZ37ByzP0yXzvtzU\"}"