"{\"content\":{\"body\":\"For example, with Bitcoin, users not only have the right to get money and the right to a known money supply, but they also have the right to oppose most users by rejecting unneeded features.\\n\\nIn contrast, on Ethereum and similar systems, changes are almost always made by majority rules. In fact, for many staking protocols and decentralized financial applications, majority voting changes are a clear feature of the system.\\n\\nIn other words, for cryptocurrency, just like fiat currency, users cannot raise objections, which means that they can only defend their currency rights based on the judgment of the market.\\n\\nBy design, this is exactly the freedom that Bitcoin — and the only Bitcoin among other competing cryptocurrencies — can now achieve. Far from being theoretical, there is a minority in Bitcoin today that rejects majority upgrades and maintains old software that is still within consensus.\\n\\nTake Bitcoin's upcoming upgrade, Taproot, as an example. If any user holding the value of Bitcoin refuses to agree to most people's preferred changes to the development of the smart contract code, they will continue to hold Bitcoin of the same value as any other Bitcoin.\\n\\nSimilarly, comparing this with other cryptocurrency updates, the difference couldn't be more obvious. If you fail to update to the most preferred code, your right to get money may be revoked or revoked.\\n\\nFrom this, we can see that one of the main problems of cryptocurrencies is not their ability to store or transfer value at all, but the status quo of most rules that make the system different from the legal system in its claim code alone.\\n\\nOf course, one might argue that this observation may not be so terrible. Crypto-agnosticists may continue to believe that cryptocurrency operated by market authority is a new invention and may be more economically desirable than government statutes. However, people hope that this group will realize that in addition to Bitcoin, there are at least this type of digital currency and its economy.\",\"timestamp\":1634224749,\"title\":\"Bitcoin's impact\"},\"digest\":\"9HoeoNIOSup14ZTvzpbydN_S_DfM9JfpeGozrb_zcJs\",\"authorship\":{\"contributor\":\"0xa3dfB93e0dD8204895993a107Cf1d49bd908C74e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-sOcrbIG_Yv-j1-yEAoqApVI-t5VRS5V46Ro7Awe2w\\\",\\\"y\\\":\\\"m4hYs8dBFJAszIdw2E3ClQaZdk-sUvlrWY3x_pdziGo\\\"}\",\"signature\":\"w6ACEjGnRockzOwwI3gOMi44pLoC6usRBDjB4_4VZnSNGXOhon0PhoRJcFiLv5e03AX5lkA-2P1ugUqclFqPqA\",\"signingKeySignature\":\"0x6fc7e00d1d6229afdb1c17d57bb0c25201feb1e0e23c8200b9873e14e5ea7fa03f3989c61514af761f6042bcd09657c8c12a0ddda383970dc58d505b07d858141c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-sOcrbIG_Yv-j1-yEAoqApVI-t5VRS5V46Ro7Awe2w\\\",\\\"y\\\":\\\"m4hYs8dBFJAszIdw2E3ClQaZdk-sUvlrWY3x_pdziGo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9HoeoNIOSup14ZTvzpbydN_S_DfM9JfpeGozrb_zcJs\"}"