"{\"content\":{\"body\":\"Congratulations! You are brining a baby into the world. And like all parents-in-training, you want the absolute best for your child. But there’s a lot of information out there and it can get overwhelming. I know -- I’ve been reading all the books and articles since we got the exciting news.\\n\\nWith all this information, it would be nice to have it presented in baby-sized chunks.  Advice that you and your partner can implement easily. That’s what we’re building at Baby Your Best.  From pre-conception throughout the early years of your baby’s life, we will try to cover the obvious and not-so-obvious ways to optimize the entire baby experience. Everything here will be backed up by either the latest science or the oldest ancestral traditions. \\n\\nFull disclosure: I’m not so-much interested in the What to Expect brand of baby advice. I’m more interested in What You Didn’t Expect. And as I learn more and more, there’s A LOT that I didn’t expect. \\n\\nThis blog will be full of actionable tips to create a natural and safe environment for your baby -- both in and out of the womb.   There are so many forms of development: nutritional, physical, mental, educational, social, emotional, and more. We will get into all of it. \\n\\nAnd this is not just for the moms -- there will be plenty of posts for future dads as well. As we grow, we will grow together. The goal here is to build a super-community of parents ready to raise a generation of superstars. A community where we can all share our experiences and expert knowledge. \\n\\nAfter all, the community is the most important aspect of this blog. That’s why we’re building it on Mirror. So we can learn and grow and share with each other. So we can pool our expertise and knowledge. It takes a village, and web3 gives us a chance to build the ultimate child-rearing village.  \\n\\nIt’s going to be a wild journey and I’m glad we’ll be sharing the joys and struggles together. \",\"timestamp\":1639954746,\"title\":\"The Adventure Begins...\"},\"digest\":\"BBMLrclrDPdVXakEoVhCk_VH-Qt6DLQPggTO7PW9oxw\",\"authorship\":{\"contributor\":\"0xe4121AD5f91c318d7c6373DE20Ab720FA886E3cB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ehgirnofCsg9SzMbOkKS1iIldWkIK-5lzecrGwnwJw0\\\",\\\"y\\\":\\\"9NlI_fVhmdAHZuVJI9RTJw516aLnaWl_iwcDo19aix8\\\"}\",\"signature\":\"iXc45IIB37mX6mnQV_h95JalTjOUJm8mknmeANBW4t7r_AXIR90LMpP-UFLW4JlpoaisIiRa20dUmWK1wTRdiw\",\"signingKeySignature\":\"0x7bbfe3fc105583d7da4dee363ab98c0a8874089d23e59fba4ca68891c5e7780363a224679f2ac23e2f28031b3c9f286348a1f4848d8731c39030bc0929438f321c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ehgirnofCsg9SzMbOkKS1iIldWkIK-5lzecrGwnwJw0\\\",\\\"y\\\":\\\"9NlI_fVhmdAHZuVJI9RTJw516aLnaWl_iwcDo19aix8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BBMLrclrDPdVXakEoVhCk_VH-Qt6DLQPggTO7PW9oxw\"}"