"{\"content\":{\"body\":\"在2021-10-18的文章[《Olympus：重新定义货币价值？OHM机制分析》](https://bihu.info/article/1019810490)中，我详细得有些啰嗦地解释了这个协议。在写那篇文章前，我对ohm一无所知，因此整篇文章是顺着我自己的视角一步步从官网到docs再到最后自己的分析。如果你有耐心，完全可以通过这篇文章深入理解ohm模式。文章涉及到一些经济学、博弈论知识，任何不理解的地方可以推特评论交流。\\n\\n最近$OHM大跌，我的第一反应就是有早期巨鲸获利离场引发可能性的挤兑危机。但这并不影响我对ohm的判断，因为我早就说过，$OHM的价格长期来看是趋向于1+x(x≥0)的，也就是说，最差的情况协议不捕获任何价值，x=0；即使协议捕捉大量价值，也很难说x有多高，因此最开始我看到$OHM几百刀的波动能维持那么久还是蛮吃惊的。\\n\\n在本篇文章中，我会对一些常见问题给出自己的理解；要强调一下的是，虽然至今为止我的判断全部正确，但它们也有可能是错误的（不要盲目信我，保持独立思考）。以及，我所有论述基本没有使用任何数据分析，但你若要问我何时跌何时涨跌能到多少，那是数据分析也解决不了的事情。好比我判断ohm在长期价格下降的趋势中会有巨幅震荡，但震荡的高点低点、几次震荡、何时回归，那是市场决定的。有人说哎呀那我理解这个有什么好处吗？emmmm至少你可以通过公链资金体量、资金持有人投资理念、协议每日净流入、协议收入等指标来尝试做出更有效的判断。\\n\\n理解一个模式不代表你能从中获利，**因为这是市场。永远敬畏市场，市场是比区块链更早、更复杂的分布式系统。**\\n\\n![长期价格下跌中的两次巨幅震荡。别担心，还会跌的](https://images.mirror-media.xyz/publication-images/EwhQPi0143grg5yhnWntC.png?height=538&width=1145)\\n\\n### 1、Olympus协议的目标与基本逻辑是什么？\\n\\n那篇文章已做出总结，要详细了解可去阅读原文。这里不再废话，摘出两段精简的：\\n\\n*OHM模式总结：Olympus致力于打造一个锚定一篮子虚拟货币、自然增长的区块链生态指数；特殊的支持而非锚定机制为高溢价提供了可压缩的巨幅空间，高通胀压制流通盘引导用户与协议进行利益绑定，为协议的长期发展提供保障；资金进入Olympus协议后不断沉淀、反哺，促进协议成长的同时也共享了协议收入。*\\n\\n*OHM协议捕获价值：涌入的资金不断沉淀到OHM、不断转换为协议的TBL创造收入，TBL创造的收入又流回金库为OHM提供价值支持。关键这个支持不是锚定，大于1不归协议管。于是流通盘还是那么多，价格还维持着高溢价的波动，不断进来的钱并没有停留在流通盘里影响价格，反而沉淀了下来，沉淀到TBL和协议价值，TBL反哺协议价值、支持OHM，OHM协议的价值不断增长，不断增长的协议价值又反哺每一位OHM持有者……*\\n\\n### 2、传统土矿存在有哪些问题？OHM目前面临哪些困境？\\n\\n传统土矿的问题包括：\\n\\n* 挖提卖盛行、项目代币面临大量抛压。\\n* 错误的激励锚定。用户之所以组LP是为了高额利润，和项目本身不怎么挂钩，用户忠诚度差。这是因为项目代币的价值捕获没有锚定到项目本身，全部分散到代币里被用户claim走了。最后沦为鲸鱼割韭菜游戏。\\n* 无常损失。无常损失由用户承受（虽然很多人根本不在意这个）。\\n* 新资金匮乏。一个土矿项目到了中后期，会面临没有新资金进入的困境（因为新资金具有进入就被割的预期），导致项目代币暴跌，双输、草草收场。\\n\\n那么拥有高额APY的Olympus，解决这些问题了吗？\\n\\n前三个都解决了，具体看我那篇文章。但新资金匮乏是任何协议都终将面对的一个问题，你可以说ponzi，但如果你深入理解现代金融，你不会觉得这是一个贬义词。即使是前几年如日中天的中国互联网公司，也面临着流量到顶的困境；即使是庞杂的地球生态，也容不下更多人来回糟蹋。ohm协议的FDV最高到达过几十亿美元，这对于一个DeFi应用来说，是非常恐怖的数字了。即使是现在，仍然存在有十亿美元左右。\\n\\n![这么一个庞然大物，如何维持高APY？](https://images.mirror-media.xyz/publication-images/bfLb_xAI67RGOfhzk_OHQ.png?height=785&width=1443)\\n\\n一条公链的资金体量在短期终将是有限的，而在这有限的资金中，绝大部分都或多或少参与过OHM/OHM fork项目，同时被链上庞杂的生态分流，能指望有多少新资金继续涌入呢？\\n\\n![TVL top10, from defillama.com](https://images.mirror-media.xyz/publication-images/0YstvXStK7nCIjdunbnJ_.png?height=671&width=1460)\\n\\nOHM协议是拥有做市收入的，但相对于庞大的资金力量与高APY来说显得杯水车薪，这让其从某些角度来看沦为了ponzi。长期来看，OHM协议会利用价格下降来对冲高额APY，或者APY下降来适应协议增长与新资金体量的平衡。\\n\\n但问题出现了，用户并不买账。\\n\\n有个常听说的故事，大概意思是说你一直给别人做好事，等到你某一天突然不做了，这反而成为了一件坏事。这是人类的劣根性之一。OHM协议一直提供高额APY，一旦价格/APR降低得过于明显，就会失去一大波支持者。因为用户永远是逐利的，每个人都希望更快更多地赚到钱，会有大量的新协议吸引资金。所以Olympus必须在高额APY调整、币价下跌以及用户留存之间寻找平衡。\\n\\n致命的是，从Olympus的愿景来看，首要需要保障的一定是用户留存；但如果牺牲了前两者，用户又如何留存呢？我四个月前就指出这个问题，玩Olympus分长期与短期，长期需要用高APY产生的回报来对冲币价下跌，短期则是利用币价波动与高额APY赚钱。然而在整个币圈浮躁的大环境下，又有谁愿意把自己的钱放上整整几年呢？一年后协议在不在还另说。\\n\\nOlympus摆脱了土矿错误激励的问题，却又陷入了自己给自己制造的泥潭里。\\n\\nOlympus面临的另一大困境，就是巨鲸割韭菜。这是DeFi绕不开的话题，也是目前链上生态最致命的问题。很多人鄙夷传统金融低得可怜的收益率，但他们有没有想过，为什么传统金融的收益率相比于币圈如此之低？那些号称高收益的金融游戏最后结局都如何？\\n\\n答案很简单，只有这样的收益率才是可持续的。央行每次调整基准利率都要综合一大批经济数据、找一大批专家研究讨论，最后很有可能还会对经济产生不好的影响；因为货币政策财政政策失败而使人民生活陷入泥潭的国家数不胜数。且不站队，专家智库们的智商与经验难道不比我们这些人高吗？我们又有何脸面把币圈获得的高收益全部归功于自己呢？\\n\\n金融本来就是ponzi，就是拆东墙补西墙（学名：资源配置）。无论税收还是国债，它们的本质都是现在和未来之间的资金挪用。利率一旦过高，就需要生产出来的物质增量达到同样的速度，否则货币脱锚，导致经济系统运转失灵。\\n\\n币圈现有的高收益来源于圈外资金的不断涌入，一旦监管介入、逐步拥抱主流市场，收益就会趋向于股市。因为资金进出的通道被打通了，任何反常的高收益率都会被自由流动的资金套利磨平。\\n\\n很多人可能没有想过这么一个问题：稳定币的高额收益率意味着什么？矿币的高额收益率又意味着什么？\\n\\n前者的逻辑我刚才也说了，稳定币的高额收益意味着货币终将与物质生产活动脱锚、造成经济动荡甚至崩盘；在这个过程中，鲸鱼将会掠夺到更多的财富，因为他们掌握生产工具，经济崩盘为他们带来了定价权。但这毕竟是一个长期并且可以被调整的过程。至于后者，我想大家都有体会，巨鲸的挖提卖意味着更直接的掠夺，小范围内直接劫贫济富。\\n\\n所以在此给出我的建议：如果你自认为算不上鲸鱼，一定要注意自己的资金安全；任何高额回报的项目，安全第一，收益第二。土矿何时崩盘是看鲸鱼心情的，同时鲸鱼之间也存在博弈，小虾米蹭点就行，太贪只能成为巨鲸的养分。\\n\\n偏题了，回到Olympus。巨鲸割韭菜同样也是Olympus必须面临的困境之一。即使Olympus在激励机制上做出了改革，但协调一致的激励并非强制捆绑，就好比创业公司为了绑住人才给予期权，但人才若想离开，终究是可以离开的。对于Olympus来说，早期巨鲸的离开必然会造成币价跳跌（因为流通盘有限、大量代币涌入），但同时也是一个使得协议更健康的机会。因为从Olympus的目标来看，它更需要的是一群强共识的普通人。高APY诱使而来的巨鲸会在早期帮助打造更漂亮的数据，也会在赚钱离场时伤害一批啥也不懂跟进来的普通用户。\\n\\n### 3、如何看待OHM这次的暴跌？\\n\\n具体的观点我前面也说得很清楚了。这是一次正常的巨鲸离场。毕竟我手中没有数据，也不知道OHM协议里还有多少巨鲸，这些巨鲸有多少是支持协议的，有多少一旦赚够就会立马离场的。但有几点我可以非常确信：\\n\\n* **$OHM代币价格长期下趋于1+x(x≥0)**，短期则会有大幅波动产生。关于x具体取值，要看协议收入、协议捕获价值，各位自行决定吧。\\n* OHM目前面临的是**APY调整、币价下跌、用户留存的三重困境**，有点类似不可能三角。但就像不可能三角也终将能以一种妥协的方式解决一样，OHM的前景虽不明朗但并不至于很坏。\\n* 类似的巨鲸离场还会再次发生，每一个$OHM持有人都应该找到自己的策略定位。\\n\\n### 4、OHM会发生挤兑吗？\\n\\n我认为几乎不会发生。\\n\\n关于挤兑，我在之前那篇文章中提到过，不同于土矿把激励锚定到用户自身，OHM协议的激励是锚定到协议之上的，每一份流入的资金都会化作协议的保障，鲸鱼也是。形象点说，即使是鲸鱼割韭菜，嫖娼还得付门票呢。而这些进入国库的资金会通过一个平衡预期来修补共识，借此缓和挤兑。\\n\\n![一个简单假设](https://images.mirror-media.xyz/publication-images/Ggf1v10AViVvXeHzeG2_m.png?height=386&width=835)\\n\\n（两段话都是我那篇文章里的，直接截过来吧）\\n\\n![协议捕捉价值](https://images.mirror-media.xyz/publication-images/anKfcpXjWewq8rfs5NKcq.png?height=381&width=819)\\n\\n但问题也很明显：玩OHM的大部分人，可能都不太理解OHM模式。这导致他们的恐慌情绪是无法被理性所控制的。事实上，在挤兑这一过程中，存在着一个类似于囚徒困境的博弈：排在最后的兑换人损失最大。\\\\*\\\\*在一个大家都是理性人的假设里，\\\\*\\\\*如果每个人都有一个平衡预期，挤兑是不可能发生的；而现实情况是大部分人只是随波逐流，这个时候如果多位巨鲸约好了同时离开协议（金额足够大），会产生大量恐慌发生挤兑。\\n\\n无论如何，1+x的1是完全可以保证的，只是很多成本几百的人根本不在乎了而已。\\n\\n### 5、如何看待ohm fork？\\n\\n十月份写那篇文章的时候，我就在群里说一条链最好都有一个ohm模式，相当于是公链SDR了。没想到后来ohm fork火起来我自己反而没上到几个车，还被跑路盘割了不少……\\n\\n为什么我说每条链都一定会有且仅有一个ohm fork呢？因为ohm这样一个类似于SDR的设计完全可以成为公链的生态指数，帮助公链整理DeFi资产，为LP们提供一个统一接口。而这反过来又会促进OHM协议本身的增长，因为OHM模式非常看资金体量与共识。\\n\\n没想到后来ohm fork一拥而起，短暂而快速的造富效应让人垂涎欲滴。最近很多人嘲讽OHM暴跌，这不废话吗，炒高了数倍几十倍能不跌吗？你以为钱都是大风刮来的？当时我的判断是，每条链都有且有一个ohm模式，但fork们都长一样，根本难以判断谁会活下来……当然赚钱的感觉实在很爽，那段时间我也参与了很多fork，深刻体会到”无脑梭哈暴富“的币圈箴言。但我还是忽略了币圈尿性，不少打算长期参与的要么归零要么跑路，以至于幡然醒悟：OHM本尊都被搞烂了，这些乱七八糟的fork谈什么愿景呢？而且fork太多分散了资金、损毁了共识，导致模式本身就难以长期运转。\\n\\n目前来看，由于赚钱效应褪去，新的ohm fork已基本没有太多机会，除非这是一条链上唯一稳定运行的ohm fork项目。但考虑到我经常遇到莫名其妙宣布我们失败了的项目，为了安全，我建议还是放到那几个DeFi老将里面去吧。\\n\\nETH的原生OHM可以玩长期（强调一下。如果不能接受高APY对冲长期币价下跌，不要玩，免得亏了骂协议）；至于大部分ohm fork，还是玩玩短期互割吧。\\n\\n### 6、感慨\\n\\n我至今仍然维持着当初的看法：ohm模式是天才设计。设计者必定熟知经济学，包括对货币、对博弈论、对激励机制设计的理解。但模型终究禁锢不了人性，就像很多机制实行起来慢慢就背离了初衷一样。而市场就是由这样多复杂的人性所构成的分布式系统，所以永远学会**敬畏市场**，我们能够赚钱，只是因为有人比我们笨、或者运气比我们差而已。\\n\\n![](https://images.mirror-media.xyz/publication-images/eThhQWXYf7-S4YH6iRHwj.jpg?height=648&width=1062)\\n\\n\",\"timestamp\":1642515901,\"title\":\"再谈olympus：$OHM的美好愿景与其魔咒\"},\"digest\":\"JQDddOvWWVHuT6XbIa0lgktZX6vnteJGmkqXnipnoeE\",\"authorship\":{\"contributor\":\"0x31Ae182A31Bb2c3cfd9e2E3732cc53f7606FB773\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DSsrRu0jh4Z928a84t5dEVSuAnpks79WJ6bs8MFGE5w\\\",\\\"y\\\":\\\"TfL-newvZo6x6rO5eTdarXkyhUk266O6CpWPjc-Ijf8\\\"}\",\"signature\":\"un6qksELXQolXZ4jKSGrYzSozZeH4oz5D-3vJrE51cMZfcAyV6AGkG5uPg9SgV5Zdg71pf89gOyZrIjgg-cE5w\",\"signingKeySignature\":\"0xc471dab4a9e6541b9f36231c0fe766b2cbf0029e50e7d1e871096c0193d3db2955054692b9046ec502305c87f429d8ed1efdd18031ab04b8e5bed0cd815961721c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DSsrRu0jh4Z928a84t5dEVSuAnpks79WJ6bs8MFGE5w\\\",\\\"y\\\":\\\"TfL-newvZo6x6rO5eTdarXkyhUk266O6CpWPjc-Ijf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9cx0nivXgGiGzQhPgvRt98hB8sBxa6FD2OZgIB8cDo0\"}"