"{\"content\":{\"body\":\"I felt that my chance of hearing Mother Martha's story would be a poor one indeed, if I allowed her to begin a fresh string of questions. Accordingly, I dismissed the inquiries about the clergy of the Established Church with the most irreverent briefness, and recalled her attention forthwith to the subject of the wooden cross.\\n\\n\\\"Yes, yes,\\\" said the good-natured nun; \\\"surely you shall hear all I can tell you about it; but--\\\" she hesitated timidly, \\\"but I must ask the Mother Superior's leave first.\\\"\\n\\nSaying these words, she summoned the portress, to my great amusement, to keep guard over the inestimable Correggio in her absence, and left the room. In less than five minutes she came back, looking quite happy and important in her innocent way.\\n\\n\\\"The Mother Superior,\\\" she said, \\\"has given me leave to tell all I know about the wooden cross. She says it may do you good, and improve your Protestant opinion of us Catholics.\\\"\\n\\nI expressed myself as being both willing and anxious to profit by what I heard; and the nun began her narrative immediately.\\n\\nShe related it in her own simple, earnest, minute way; dwelling as long on small particulars as on important incidents; and making moral reflections for my benefit at every place where it was possible to introduce them. In spite, however, of these drawbacks in the telling of it, the story interested and impressed me in no ordinary degree; and I now purpose putting the events of it together as skillfully and strikingly as I can, in the hope that this written version of the narrative may appeal as strongly to the reader's sympathies as the spoken version did to mine.\\n\\nTHE NUN'S STORY\\n\\nOF\\n\\nGABRIEL'S MARRIAGE\\n\\nCHAPTER I.\\n\\nONE night, during the period of the first French Revolution, the family of Francois Sarzeau, a fisherman of Brittany, were all waking and watching at a late hour in their cottage on the peninsula of Quiberon. Francois had gone out in his boat that evening,  as usual, to fish. Shortly after his departure, the wind had risen, the clouds had gathered; and the storm, which had been threatening at intervals throughout the whole day, burst forth furiously about nine o'clock. It was now eleven; and the raging of the wind over the barren, heathy peninsula still seemed to increase with each fresh blast that tore its way out upon the open sea; the crashing of the waves on the beach was awful to hear; the dreary blackness of the sky terrible to behold. The longer they listened to the storm, the oftener they looked out at it, the fainter grew the hopes which the fisherman's family still strove to cherish for the safety of Francois Sarzeau and of his younger son who had gone with him in the boat.\\n\\nThere was something impressive in the simplicity of the scene that was now passing within the cottage.\\n\\nOn one side of the great, rugged, black fire-place crouched two little girls; the younger half asleep, with her head in her sister's lap. These were the daughters of the fisherman; and opposite to them sat their eldest brother, Gabriel. His right arm had been badly wounded in a recent encounter at the national game of the *Soule*, a sport resembling our English foot-ball; but played on both sides in such savage earnest by the people of Brittany as to end always in bloodshed, often in mutilation, sometimes even in loss of life. On the same bench with Gabriel sat his betrothed wife--a girl of eighteen--clothed in the plain, almost monastic black-and-white costume of her native district. She was the daughter of a small farmer living at some little distance from the coast. Between the groups formed on either side of the fire-place, the vacant space was occupied by the foot of a truckle-bed. In this bed lay a very old man, the father of Francois Sarzeau. His haggard face was covered with deep wrinkles; his long white hair flowed over the coarse lump of sacking which served him for a pillow, and his light gray eyes wandered incessantly, with a strange expression of terror and suspicion, from person to person, and from object to object, in all parts of the room. Whenever the wind and sea whistled and roared at their loudest, he muttered to himself and tossed his hands fretfully on his wretched coverlet. On these occasions his eyes always fixed themselves intently on a little delf image of the Virgin placed in a niche over the fire-place. Every time they saw him look in this direction Gabriel and the young girls shuddered and crossed themselves; and even the child, who still kept awake, imitated their example. There was one bond of feeling at least between the old man and his grandchildren, which connected his age and their youth unnaturally and closely together. This feeling was reverence for the superstitions which had been handed down to them by their ancestors from centuries and centuries back, as far even as the age of the Druids. The spirit warnings of disaster and death which the old man heard in the wailing of the wind, in the crashing of the waves, in the dreary, monotonous rattling of the casement, the young man and his affianced wife and the little child who cowered by the fireside heard too. All differences in sex, in temperament, in years, superstition was strong enough to strike down to its own dread level, in the fisherman's cottage, on that stormy night.\\n\\nBesides the benches by the fireside and the bed, the only piece of furniture in the room was a coarse wooden table, with a loaf of black bread, a knife, and a pitcher of cider placed on it. Old nets, coils of rope, tattered sails, hung, about the walls and over the wooden partition which separated the room into two compartments. Wisps of straw and ears of barley drooped down through the rotten rafters and gaping boards that made the floor of the granary above.\\n\\nThese different objects, and the persons in the cottage, who composed the only surviving members of the fisherman's family, were strangely and wildly lit up by the blaze of the fire and by the still brighter glare of a resin torch stuck into a block of wood in the chimney-corner. The red and yellow light played full on the weird face of the old man as he lay opposite to it, and glanced fitfully on the figures of the young girl, Gabriel, and the two children; the great, gloomy shadows rose and fell, and grew and lessened in bulk about the walls like visions of darkness, animated by a supernatural specter-life, while the dense obscurity outside spreading before the curtainless window seemed as a wall of solid darkness that had closed in forever around the fisherman's house. The night scene within the cottage was almost as wild and as dreary to look upon as the night scene without.\\n\\nFor a long time the different persons in the room sat together without speaking, even without looking at each other. At last the girl turned and whispered something into Gabriel's ear\\n\\n\\\"Perrine, what were you saying to Gabriel?\\\" asked the child opposite, seizing the first opportunity of breaking the desolate silence--doubly desolate at her age--which was preserved by all around her.\\n\\n\\\"I was telling him,\\\" answered Perrine, simply, \\\"that it was time to change the bandages on his arm; and I also said to him, what I have often said before, that he must never play at that terrible game of the *Soule* again.\\\"\\n\\nThe old man had been looking intently at Perrine and his grandchild as they spoke. His harsh, hollow voice mingled with the last soft tones of the young girl, repeating over and over again the same terrible words, \\\"Drowned! drowned! Son and grandson, both drowned! both drowned!\\\"\\n\\n\\\"Hush, grandfather,\\\" said Gabriel, \\\"we must not lose all hope for them yet. God and the Blessed Virgin protect them!\\\" He looked at the little delf image, and crossed himself; the others imitated him, except the old man. He still tossed his hands over the coverlet, and still repeated, \\\"Drowned! drowned!\\\"\\n\\n\\\"Oh, that accursed *Soule!*\\\" groaned the young man. \\\"But for this wound I should have been with my father. The poor boy's life might at least have been saved; for we should then have left him here.\\\"\\n\\n\\\"Silence!\\\" exclaimed the harsh voice from the bed. \\\"The wail of dying men rises louder than the loud sea; the devil's psalm-singing roars higher than the roaring wind! Be silent, and listen! Francois drowned! Pierre drowned! Hark! Hark!\\\"\\n\\nA terrific blast of wind burst over the house as he spoke, shaking it to its center, overpowering all other sounds, even to the deafening crash of the waves. The slumbering child awoke, and uttered a scream of fear. Perrine, who had been kneeling before her lover binding the fresh bandages on his wounded arm, paused in her occupation, trembling from head to foot. Gabriel looked toward the window; his experience told him what must be the hurricane fury of that blast of wind out at sea, and he sighed bitterly as he murmured to himself, \\\"God help them both--man's help will be as nothing to them now!\\\"\\n\\nGlabriel!\\\" cried the voice from the bed in altered tones--very faint and trembling.\\n\\nHe did not hear or did not attend to the old man. He was trying to soothe and encourage the young girl at his feet.\\n\\n\\\"Don't be frightened, love,\\\" he said, kissing her very gently and tenderly on the forehead. You are as safe here as anywhere. Was I not right in saying that it would be madness to attempt taking you back to the farmhouse this evening? You can sleep in that room, Perrine, when you are tired--you can sleep with the two girls.\\\"\\n\\n\\\"Gabriel! brother Gabriel!\\\" cried one of the children. \\\"Oh, look at grandfather!\\\"\\n\\nGabriel ran to the bedside. The old man had raised himself into a sitting position; his eyes were dilated, his whole face was rigid with terror, his hands were stretched out convulsively toward his grandson. \\\"The White Women!\\\" he screamed. \\\"The White Women; the grave-diggers of the drowned are out on the sea!\\\"\\n\\nThe children, with cries of terror, flung themselves into Perrine's arms; even Gabriel uttered an exclamation of horror, and started back from the bedside.\\n\\nStill the old man reiterated, \\\"The White Women! The White Women! Open the door, Gabriel! look-out westward, where the ebb-tide has left the sand dry. Y ou'll see them bright as lightning in the darkness, mighty as the angels in stature, sweeping like the wind over the sea, in their long white garments, with their white hair trailing far behind them! Open the door, Gabriel! You'll see them stop and hover over the place where your father and your brother have been drowned; you'll see them come on till they reach the sand, you'll see them dig in it with their naked feet and beckon awfully to the raging sea to give up its dead. Open the door, Gabriel--or, though it should be the death of me, I will get up and open it myself!\\\"\\n\\nGabriel's face whitened even to his lips, but he made a sign that he would obey. It required the exertion of his whole strength to keep the door open against the wind while he looked out.\\n\\n\\\"Do you see them, grandson Gabriel? Speak the truth, and tell me if you see them,\\\" cried the old man.\\n\\n\\\"I see nothing but darkness--pitch darkness,\\\" answered Gabriel, letting the door close again.\\n\\n\\\"Ah! woe! woe!\\\" groaned his grandfather, sinking back exhausted on the pillow. \\\"Darkness to *you;* but bright as lightning to the eyes that are allowed to see them. Drowned! drowned! Pray for their souls, Gabriel--*I* see the White Women even where I lie, and dare not pray for them. Son and grandson drowned! both drowned!\\\"\\n\\nThe young man went back to Perrine and the children.\\n\\n\\\"Grandfather is very ill to-night,\\\" he whispered. \\\"You had better all go into the bedroom, and leave me alone to watch by him.\\\"\\n\\nThey rose as he spoke, crossed themselves before the image of the Virgin, kissed him one by one, and, without uttering a word, softly entered the little room on the other side of the partition. Gabriel looked at his grandfather, and saw that he lay quiet now, with his eyes closed as if he were already dropping asleep. The young man then heaped some fresh logs on the fire, and sat down by it to watch till morning.\\n\\nVery dreary was the moaning of the night storm; but it was not more dreary than the thoughts which now occupied him in his solitude--thoughts darkened and distorted by the terrible superstitions of his country and his race. Ever since the period of his mother's death he had been oppressed by the conviction that some curse hung over the family. At first they had been prosperous, they had got money, a little legacy had been left them. But this good fortune had availed only for a time; disaster on disaster strangely and suddenly succeeded. Losses, misfortunes, poverty, want itself had overwhelmed them; his father's temper had become so soured, that the oldest friends of Francois Sarzeau declared he was changed beyond recognition. And now, all this past misfortune--the steady, withering, household blight of many years--had ended in the last, worst misery of all--in death. The fate of his father and his brother admitted no longer of a doubt; he knew it, as he listened to the storm, as he reflected on his grandfather's words, as he called to mind his own experience of the perils of the sea. And this double bereavement had fallen on him just as the time was approaching for his marriage with Perrine; just when misfortune was most ominous of evil, just when it was hardest to bear! Forebodings, which he dared not realize, began now to mingle with the bitterness of his grief, whenever his thoughts wandered from the present to the future; and as he sat by the lonely fireside, murmuring from time to time the Church prayer for the repose of the dead, he almost involuntarily mingled with it another prayer, expressed only in his own simple words, for the safety of the living--for the young girl whose love was his sole earthly treasure; for the motherless children who must now look for protection to him alone.\\n\\nHe had sat by the hearth a long, long time, absorbed in his thoughts, not once looking round toward the bed, when he was startled by hearing the sound of his grandfather's voice once more.\\n\\n\\\"Gabriel,\\\" whispered the old man, trembling and shrinking as he spoke, \\\"Gabriel, do you hear a dripping of water--now slow, now quick again--on the floor at the foot of my bed?\\\"\\n\\n\\\"I hear nothing, grandfather, but the crackling of the fire, and the roaring of the storm outside.\\\"\\n\\n\\\"Drip, drip, drip! Faster and faster; plainer and plainer. Take the torch, Gabriel; look down on the floor--look with all your eyes. Is the place wet there? Is it the rain from heaven that is dropping through the roof?\\\"\\n\\nGabriel took the torch with trembling fingers and knelt down on the floor to examine it closely. He started back from the place, as he saw that it was quite dry--the torch dropped upon the hearth--he fell on his knees before the statue of the Virgin and hid his face.\\n\\n\\\"Is the floor wet? Answer me, I command you--is the floor wet?\\\" asked the old man, quickly and breathlessly.\\n\\nGabriel rose, went back to the bedside, and whispered to him that no drop of rain had fallen inside the cottage. As he spoke the words, he saw a change pass over his grandfather's face--the sharp features seemed to wither up on a sudden; the eager expression to grow vacant and death-like in an instant. The voice, too, altered; it was harsh and querulous no more; its tones became strangely soft, slow, and solemn, when the old man spoke again.\\n\\n\\\"I hear it still,\\\" he said, \\\"drip! drip! faster and plainer than ever. That ghostly dropping of water is the last and the surest of the fatal signs which have told of your father's and your brother's deaths tonight, and I know from the place where I hear it--the foot of the bed I lie on--that it is a warning to me of my own approaching end. I am called where my son and my grandson have gone before me; my weary time in this world is over at last. Don't let Perrine and the children come in here, if they should awake--they are too young to look at death.\\\"\\n\\nGabriel's blood curdled when he heard these words--when he touched his grandfather's hand, and felt the chill that it struck to his own--when he listened to the raging wind, and knew that all help was miles and miles away from the cottage. Still, in spite of the storm, the darkness, and the distance, he thought not for a moment of neglecting the duty that had been taught him from his childhood--the duty of summoning the priest to the bedside of the dying. I must call Perrine,\\\" he said, \\\"to watch by you while I am away.\\\"\\n\\n\\\"Stop!\\\" cried the old man. \\\"Stop, Gabriel; I implore, I command you not to leave me!\\\"\\n\\n\\\"The priest, grandfather--your confession--\\\"\\n\\n\\\"It must be made to you. In this darkness and this hurricane no man can keep the path across the heath. Gabriel, I am dying--I should be dead before you got back. Gabriel, for the love of the Blessed Virgin, stop here with me till I die--my time is short--I have a terrible secret that I must tell to somebody before I draw my last breath! Your ear to my mouth--quick! quick! \\\"\\n\\nAs he spoke the last words, a slight noise was audible on the other side of the partition, the door half opened, and Perrine appeared at it, looking affrightedly into the room. The vigilant eyes of the old man--suspicious even in death--caught sight of her directly.\\n\\n\\\"Go back!\\\" he exclaimed faintly, before she could utter a word; \\\"go back--push her back, Gabriel, and nail down the latch in the door, if she won't shut it of herself!\\\"\\n\\n\\\"Dear Perrine! go in again,\\\" implored Gabriel. \\\"Go in, and keep the children from disturbing us. You will only make him worse--you can be of no use here!\\\"\\n\\nShe obeyed without speaking, and shut the door again.\\n\\nWhile the old man clutched him by the arm, and repeated, \\\"Quick! quick! your ear close to my mouth,\\\" Gabriel heard her say to the children (who were both awake), \\\"Let us pray for grandfather.\\\" And as he knelt down by the bedside, there stole on his ear the sweet, childish tones of his little sisters, and the soft, subdued voice of the young girl who was teaching them the prayer, mingling divinely with the solemn wailing of wind and sea, rising in a still and awful purity over the hoarse, gasping whispers of the dying man.\\n\\n\\\"I took an oath not to tell it, Gabriel--lean down closer! I'm weak, and they mustn't hear a word in that room--I took an oath not to tell it; but death is a warrant to all men for breaking such an oath as that. Listen; don't lose a word I'm saying! Don't look away into the room: the stain of blood-guilt has defiled it forever! Hush! hush! hush! Let me speak. Now your father's dead, I can't carry the horrid secret with me into the grave. Just remember, Gabriel--try if you can't remember the time before I was bedridden, ten years ago and more--it was about six weeks, you know, before your mother's death; you can remember it by that. You and all the children were in that room with your mother; you were asleep, I think; it was night, not very late--only nine o'clock. Your father and I were standing at the door, looking out at the heath in the moonlight. He was so poor at that time, he had been obliged to sell his own boat, and none of the neighbors would take him out fishing with them--your father wasn't liked by any of the neighbors. Well; we saw a stranger coming toward us; a very young man, with a knapsack on his back. He looked like a gentleman, though he was but poorly dressed. He came up, and told us he was dead tired, and didn't think he could reach the town that night and asked if we would give him shelter till morning. And your father said yes, if he would make no noise, because the wife was ill, and the children were asleep. So he said all he wanted was to go to sleep himself before the fire. We had nothing to give him but black bread. He had better food with him than that, and undid his knapsack to get at it, and--and--Gabriel! I'm sinking--drink! something to drink--I'm parched with thirst.\\\"\\n\\nSilent and deadly pale, Gabriel poured some of the cider from the pitcher on the table into a drinking-cup, and gave it to the old man. Slight as the stimulant was, its effect on him was almost instantaneous. His dull eyes brightened a little, and he went on in the same whispering tones as before:\\n\\n\\\"He pulled the food out of his knapsack rather in a hurry, so that some of the other small things in it fell on the floor. Among these was a pocketbook, which your father picked up and gave him back; and he put it in his coat-pocket--there was a tear in one of the sides of the book, and through the hole some bank-notes bulged out. I saw them, and so did your father (don't move away, Gabriel; keep close, there's nothing in me to shrink from). Well, he shared his food, like an honest fellow, with us; and then put his hand in his pocket, and gave me four or five livres, and then lay down before the fire to go to sleep. As he shut his eyes, your father looked at me in a way I didn't like. He'd been behaving very bitterly and desperately toward us for some time past, being soured about poverty, and your mother's illness, and the constant crying out of you children for more to eat. So when he told me to go and buy some wood, some bread, and some wine with money I had got, I didn't like, somehow, to leave him alone with the stranger; and so made excuses, saying (which was true) that it was too late to buy things in the village that night. But he told me in a rage to go and do as he bid me, and knock the people up if the shop was shut. So I went out, being dreadfully afraid of your father--as indeed we all were at that time--but I couldn't make up my mind to go far from the house; I was afraid of something happening, though I didn't dare to think what. I don't know how it was, but I stole back in about ten minutes on tiptoe to the cottage; I looked in at the window, and saw--O God! forgive him! O God! forgive me!--I saw--I--more to drink, Gabriel! I can't speak again--more to drink!\\\"\\n\\nThe voices in the next room had ceased; but in the minute of silence which now ensued, Gabriel heard his sisters kissing Perrine, and wishing her good-night. They were all three trying to go asleep again.\\n\\n\\\"Gabriel, pray yourself, and teach your children after you to pray, that your father may find forgiveness where he is now gone. I saw him as plainly as I now see you, kneeling with his knife in one hand over the sleeping man. He was taking the little book with the notes in it out of the stranger's pocket. He got the book into his possession, and held it quite still in his hand for an instant, thinking. I believe--oh no! no! I'm sure--he was repenting; I'm sure he was going to put the book back; but just at that moment the stranger moved, and raised one of his arms, as if he was waking up. Then the temptation of the devil grew too strong for your father--I saw him lift the hand with the knife in it--but saw nothing more. I couldn't look in at the window--I couldn't move away--I couldn't cry out; I stood with my back turned toward the house, shivering all over, though it was a warm summer-time, and hearing no cries, no noises at all, from the room behind me. I was too frightened to know how long it was before the opening of the cottage door made me turn round; but when I did, I saw your father standing before me in the yellow moonlight, carrying in his arms the bleeding body of the poor lad who had shared his food with us and slept on our hearth. Hush! hush! Don't groan and sob in that way! Stifle it with the bedclothes. Hush! you'll wake them in the next room!\\\"\\n\\n\\\"Gabriel--Gabriel!\\\" exclaimed a voice from behind the partition. \\\"What has happened? Gabriel! let me come out and be with you!\\\"\\n\\n\\\"No! no!\\\" cried the old man, collecting the last remains of his strength in the attempt to speak above the wind, which was just then howling at the loudest; \\\"stay where you are--don't speak, don't come out--I command you! Gabriel\\\" (his voice dropped to a faint whisper), \\\"raise me up in bed--you must hear the whole of it now; raise me; I'm choking so that I can hardly speak. Keep close and listen--I can't say much more. Where was I?--Ah, your father! He threatened to kill me if I didn't swear to keep it secret; and in terror of my life I swore. He made me help him to carry the body--we took it all across the heath--oh! horrible, horrible, under the bright moon--(lift me higher, Gabriel). You know the great stones yonder, set up by the heathens; you know the hollow place under the stones they call 'The Merchant's Table'; we had plenty of room to lay him in that, and hide him so; and then we ran back to the cottage. I never dared to go near the place afterward; no, nor your father either! (Higher, Gabriel! I'm choking again.) We burned the pocket-book and the knapsack--never knew his name--we kept the money to spend. (You're not lifting me; you're not listening close enough!) Your father said it was a legacy, when you and your mother asked about the money. (You hurt me, you shake me to pieces, Gabriel, when you sob like that.) It brought a curse on us, the money; the curse has drowned your father and your brother; the curse is killing me; but I've confessed--tell the priest I confessed before I died. Stop her; stop Perrine! I hear her getting up. Take his bones away from the Merchant's Table, and bury them for the love of God! and tell the priest (lift me higher, lift me till I am on my knees)--if your father was alive, he'd murder me; but tell the priest--because of my guilty soul--to pray, and--remember the Merchant's Table--to bury, and to pray--to pray always for--\\\"\\n\\nAs long as Perrine heard faintly the whispering of the old man, though no word that he said reached her ear, she shrank from opening the door in the partition. But, when the whispering sounds, which terrified her she knew not how or why, first faltered, then ceased altogether; when she heard the sobs that followed them; and when her heart told her who was weeping in the next room--then, she began to be influenced by a new feeling which was stronger than the strongest fear, and she opened the door without hesitation, almost without trembling.\\n\\nThe coverlet was drawn up over the old man; Gabriel was kneeling by the bedside, with his face hidden. When she spoke to him, he neither answered nor looked at her. After a while the sobs that shook him ceased; but still he never moved, except once when she touched him, and then he shuddered--shuddered under *her* hand! She called in his little sisters, and they spoke to him, and still he uttered no word in reply.  They wept. One by one, often and often, they entreated him with loving words; but the stupor of grief which held him speechless and motionless was beyond the power of human tears, stronger even than the strength of human love.\\n\\nIt was near daybreak, and the storm was lulling, but still no change occurred at the bedside. Once or twice, as Perrine knelt near Gabriel, still vainly endeavoring to arouse him to a sense of her presence, she thought she heard the old man breathing feebly, and stretched out her hand toward the coverlet; but she could not summon courage to touch him or to look at him. This was the first time she had ever been present at a death-bed; the stillness in the room, the stupor of despair that had seized on Gabriel, so horrified her, that she was almost as helpless as the two children by her side. It was not till the dawn looked in at the cottage window--so coldly, so drearily, and yet so re-assuringly--that she began to recover her self-possession at all. Then she knew that her best resource would be to summon assistance immediately from the nearest house. While she was trying to persuade the two children to remain alone in the cottage with Gabriel during her temporary absence, she was startled by the sound of footsteps outside the door. It opened, and a man appeared on the threshold, standing still there for a moment in the dim, uncertain light.\\n\\nShe looked closer--looked intently at him. It was Francois Sarzeau himself\\n\\nCHAPTER II.\\n\\nTHE fisherman was dripping with wet; but his face, always pale and inflexible, seemed to be but little altered in expression by the perils through which he must have passed during the night. Young Pierre lay almost insensible in his arms. In the astonishment and fright of the first moment, Perrine screamed as she recognized him.\\n\\n\\\"There, there, there!\\\" he said, peevishly, advancing straight to the hearth with his burden; \\\"don't make a noise. You never expected to see us alive again, I dare say. We gave ourselves up as lost, and only escaped after all by a miracle.\\\"\\n\\nHe laid the boy down where he could get the full warmth of the fire; and then, turning round, took a wicker-covered bottle from his pocket, and said, \\\"If it hadn't been for the brandy--\\\" He stopped suddenly--started--put down the bottle on the bench near him--and advanced quickly to the bedside.\\n\\nPerrine looked after him as he went; and saw Gabriel, who had risen when the door was opened, moving back from the bed as Francois approached. The young man's face seemed to have been suddenly struck to stone--its blank, ghastly whiteness was awful to look at. He moved slowly backward and backward till he came to the cottage wall--then stood quite still, staring on his father with wild, vacant eyes, moving his hands to and fro before him, muttering, but never pronouncing one audible word.\\n\\nFrancois did not appear to notice his son; he had the coverlet of the bed in his hand.\\n\\n\\\"Anything the matter here?\\\" he asked, as he drew it down.\\n\\nStill Gabriel could not speak. Perrine saw it, and answered for him.\\n\\n\\\"Gabriel is afraid that his poor grandfather is dead,\\\" she whispered, nervously.\\n\\n\\\"Dead!\\\" There was no sorrow in the tone as he echoed the word. \\\"Was he very bad in the night before his death happened? Did he wander in his mind? He has been rather lightheaded lately.\\\"\\n\\n\\\"He was very restless, and spoke of the ghostly warnings that we all know of; he said he saw and heard many things which told him from the other world that you and Pierre-- Gabriel!\\\" she screamed, suddenly interrupting herself, \\\"look at him! Look at his face! Your grandfather is not dead!\\\"\\n\\nAt this moment, Francois was raising his father's head to look closely at him. A faint spasm had indeed passed over the deathly face; the lips quivered, the jaw dropped. Francois shuddered as he looked, and moved away hastily from the bed. At the same instant Gabriel started from the wall; his expression altered, his pale cheeks flushed suddenly, as he snatched up the wicker-cased bottle, and poured all the little brandy that was left in it down his grandfather's throat.\\n\\nThe effect was nearly instantaneous; the sinking vital forces rallied desperately. The old man's eyes opened again, wandered round the room, then fixed themselves intently on Francois as he stood near the fire. Trying and terrible as his position was at that moment, Gabriel still retained self-possession enough to whisper a few words in Perrine's ear. \\\"Go back again into the bedroom, and take the children with you,\\\" he said. \\\"We may have something to speak about which you had better not hear.\\\"\\n\\n\\\"Son Gabriel, your grandfather is trembling all over,\\\" said Francois. \\\"If he is dying at all, he is dying of cold; help me to lift him, bed and all, to the hearth.\\\"\\n\\n\\\"No, no! don't let him touch me!\\\" gasped the old man. \\\"Don't let him look at me in that way! Don't let him come near me, Gabriel! Is it his ghost? or is it himself?\\\"\\n\\nAs Gabriel answered he heard a knocking at the door. His father opened it, and disclosed to view some people from the neighboring fishing village, who had come--more out of curiosity than sympathy--to inquire whether Francois and the boy Pierre had survived the night. Without asking any one to enter, the fisherman surlily and shortly answered the various questions addressed to him, standing in his own doorway. While he was thus engaged, Gabriel heard his grandfather muttering vacantly to himself, \\\"Last night--how about last night, grandson? What was I talking about last night? Did I say your father was drowned? Very foolish to say he was drowned, and then see him come back alive again! But it wasn't that--I'm so weak in my head, I can't remember. What was it, Gabriel? Something too horrible to speak of? Is that what you're whispering and trembling about? I said nothing horrible. A crime! Bloodshed! I know nothing of any crime or bloodshed here--I must have been frightened out of my wits to talk in that way! The Merchant's Table? Only a big heap of old stones! What with the storm, and thinking I was going to die, and being afraid about your father, I must have been light-headed. Don't give another thought to that nonsense, Gabriel! I'm better now. We shall all live to laugh at poor grandfather for talking nonsense about crime and bloodshed in his sleep. Ah, poor old man--last night--light-headed--fancies and nonsense of an old man--why don't you laugh at it? I'm laughing--so light-headed, so light--\\\"\\n\\nHe stopped suddenly. A low cry, partly of terror and partly of pain, escaped him; the look of pining anxiety and imbecile cunning which had distorted his face while he had been speaking, faded from it forever. He shivered a little, breathed heavily once or twice, then became quite still.\\n\\nHad he died with a falsehood on his lips?\\n\\nGabriel looked round and saw that the cottage door was closed, and that his father was standing against it. How long he had occupied that position, how many of the old man's last words he had heard, it was impossible to conjecture, but there was a lowering suspicion in his harsh face as he now looked away from the corpse to his son, which made Gabriel shudder; and the first question that he asked, on once more approaching the bedside, was expressed in tones which, quiet as they were, had a fearful meaning in them.\\n\\n\\\"What did your grandfather talk about last night?\\\" he asked.\\n\\nGabriel did not answer. All that he had heard, all that he had seen, all the misery and horror that might yet be to come, had stunned his mind. The unspeakable dangers of his present position were too tremendous to be realized. He could only feel them vaguely in the weary torpor that oppressed his heart; while in every other direction the use of his faculties, physical and mental, seemed to have suddenly and totally abandoned him.\\n\\n\\\"Is your tongue wounded, son Gabriel, as well as your arm?\\\" his father went on, with a bitter laugh. \\\"I come back to you, saved by a miracle; and you never speak to me. Would you rather I had died than the old man there? He can't hear you now--why shouldn't you tell me what nonsense he was talking last night? You won't? I say you shall!\\\" (He crossed the room and put his back to the door.) \\\"Before either of us leave this pla ce, you shall confess it! You know that my duty to the Church bids me to go at once and tell the priest of your grandfather's death. If I leave that duty unfulfilled, remember it is through your fault! *You* keep me here--for here I stop till I'm obeyed. Do you hear that, idiot? Speak! Speak instantly, or you shall repeat it to the day of your death! I ask again--what did your grandfather say to you when he was wandering in his mind last night?\\\"\\n\\n\\\"He spoke of a crime committed by another, and guiltily kept secret by him,\\\" answered Gabriel, slowly and sternly. \\\"And this morning he denied his own words with his last living breath. But last night, if he spoke the truth--\\\"\\n\\n\\\"The truth!\\\" echoed Francois. \\\"What truth?\\\"\\n\\nHe stopped, his eyes fell, then turned toward the corpse. For a few minutes he stood steadily contemplating it; breathing quickly, and drawing his hand several times across his forehead. Then he faced his son once more. In that short interval he had become in outward appearance a changed man; expression, voice, and manner, all were altered.\\n\\n\\\"Heaven forgive me!\\\" he went on, \\\"but I could almost laugh at myself, at this solemn moment, for having spoken and acted just now so much like a fool! Denied his words, did he? Poor old man! they say sense often comes back to light-headed people just before death; and he is a proof of it. The fact is, Gabriel, my own wits must have been a little shaken--and no wonder--by what I went through last night, and what I have come home to this morning. As if you, or anybody, could ever really give serious credit to the wandering speeches of a dying old man! (Where is Perrine? Why did you send her away?) I don't wonder at your still looking a little startled, and feeling low in your mind, and all that--for you've had a trying night of it, trying in every way. He must have been a good deal shaken in his wits last night, between fears about himself and fears about me. (To think of my being angry with you, Gabriel, for being a little alarmed--very naturally--by an old man's queer fancies!) Come out, Perrine--come out of the bedroom whenever you are tired of it: you must learn sooner or later to look at death calmly. Shake hands, Gabriel; and let us make it up, and say no more about what has passed. You won't? Still angry with me for what I said to you just now? Ah! you'll think better about it by the time I return. Come out, Perrine; we've no secrets here.\\\"\\n\\n\\\"Where are you going to?\\\" asked Gabriel, as he saw his father hastily open the door.\\n\\n\\\"To tell the priest that one of his congregation is dead, and to have the death registered,\\\" answered Francois. \\\"These are *my* duties, and must be performed before I take any rest.\\\"\\n\\nHe went out hurriedly as he said these words. Gabriel almost trembled at himself when he found that he breathed more freely, that he felt less horribly oppressed both in mind and body, the moment his father's back was turned. Fearful as thought was now, it was still a change for the better to be capable of thinking at all. Was the behavior of his father compatible with innocence? Could the old man's confused denial of his own words in the morning, and in the presence of his son, be set for one instant against the circumstantial confession that he had made during the night alone with his grandson? These were the terrible questions which Gabriel now asked himself, and which he shrank involuntarily from answering. And yet that doubt, the solution of which would, one way or the other, irrevocably affect the whole future of his life, must sooner or later be solved at any hazard!\\n\\nWas there any way of setting it at rest? Yes, one way--to go instantly, while his father was absent, and examine the hollow place under the Merchant's Table. If his grandfather's confession had really been made while he was in possession of his senses, this place (which Gabriel knew to be covered in from wind and weather) had never been visited since the commission of the crime by the perpetrator, or by his unwilling accomplice; though time had destroyed all besides, the hair and the bones of the victim would still be left to bear witness to the truth--if truth had indeed been spoken. As this conviction grew on him, the young man's cheek paled; and he stopped irresolute half-way between the hearth and the door. Then he looked down doubtfully at the corpse on the bed; and then there came upon him suddenly a revulsion of feeling. A wild, feverish impatience to know the worst without another instant of delay possessed him. Only telling Perrine that he should be back soon, and that she must watch by the dead in his absence, he left the cottage at once, without waiting to hear her reply, even without looking back as he closed the door behind him.\\n\\nThere were two tracks to the Merchant's Table. One, the longer of the two, by the coast cliffs; the other across the heath. But this latter path was also, for some little distance, the path which led to the village and the church. He was afraid of attracting his father's attention here, so he took the direction of the coast. At one spot the track trended inland, winding round some of the many Druid monuments scattered over the country. This place was on high ground, and commanded a view, at no great distance, of the path leading to the village, just where it branched off from the heathy ridge which ran in the direction of the Merchant's Table. Here Gabriel descried the figure of a man standing with his back toward the coast.\\n\\nThis figure was too far off to be identified with absolute certainty, but it looked like, and might well be, Francois Sarzeau. Whoever he was, the man was evidently uncertain which way he should proceed. When he moved forward, it was first to advance several paces toward the Merchant's Table; then he went back again toward the distant cottages and the church. Twice he hesitated thus; the second time pausing long before he appeared finally to take the way that led to the village.\\n\\nLeaving the post of observation among the stones, at which he had instinctively halted for some minutes past, Gabriel now proceeded on his own path. Could this man really be his father? And if it were so, why did Francois Sarzeau only determine to go to the village where his business lay, after having twice vainly attempted to persevere in taking the exactly opposite direction of the Merchant's Table? Did he really desire to go there? Had he heard the name mentioned, when the old man referred to it in his dying words? And had he failed to summon courage enough to make all safe by removing-- This last question was too horrible to be pursued; Gabriel stifled it affrightedly in his own heart as he went on.\\n\\nHe reached the great Druid monument without meeting a living soul on his way. The sun was rising, and the mighty storm-clouds of the night were parting asunder wildly over the whole eastward horizon. The waves still leaped and foamed gloriously: but the gale had sunk to a keen, fresh breeze. As Gabriel looked up, and saw how brightly the promise of a lovely day was written in the heavens, he trembled as he thought of the search which he was now about to make. The sight of the fair, fresh sunrise jarred horribly with the suspicions of committed murder that were rankling foully in his heart. But he knew that his errand must be performed, and he nerved himself to go through with it; for he dared not return to the cottage until the mystery had been cleared up at once and forever.\\n\\nThe Merchant's Table was formed by two huge stones resting horizontally on three others. In the troubled times of more than half a century ago, regular tourists were unknown among the Druid monuments of Brittany; and the entrance to the hollow place under the stones--since often visited by strangers--was at this time nearly choked up by brambles and weeds. Gabriel's first look at this tangled nook of briers convinced him that the place had not been entered perhaps for years, by any living being. Without allowing himself to hesitate (for he felt that the slightest delay might be fatal to his resolution), he passed as gently as possible through the brambles, and knelt down at the low, dusky, irregular entr ance of the hollow place under the stones.\\n\\nHis heart throbbed violently, his breath almost failed him; but he forced himself to crawl a few feet into the cavity, and then groped with his hand on the ground about him.\\n\\nHe touched something! Something which it made his flesh creep to handle; something which he would fain have dropped, but which he grasped tight in spite of himself. He drew back into the outer air and sunshine. Was it a human bone? No! he had been the dupe of his own morbid terror--he had only taken up a fragment of dried wood!\\n\\nFeeling shame at such self-deception as this, he was about to throw the wood from him before he re-entered the place, when another idea occurred to him.\",\"timestamp\":1639129509,\"title\":\"\\n\\\"That, Mother Martha, does not make it at all less interesting to me.\\\"\"},\"digest\":\"KEOkvBeni0AEeFNFfBZPacNHzrN-x7NHx--5JKv2ILY\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e1CojFvP4Z2PIZUfXVgMVE53LPrTCj8FdnMcXwXuPuw\\\",\\\"y\\\":\\\"eNgfrf-NvQbWfea70gzY8dUNjIVkLaIFtQMffkVxK_Y\\\"}\",\"signature\":\"TnoUPuIiIP4o1p_EYkXSWmj7fSI_wydxCw2p82X1f18lGUN25Zv1bDCApVQ4JEG7VlP-oT1lB87gEOazs76j3A\",\"signingKeySignature\":\"0x3672460d5b79240a45e668d3fcbee87829def05a78cdc8abcf333028853400e6240343da0dc2fc39d1185b0ea6216f4a49266ac4e83131731465a9bb120400a31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e1CojFvP4Z2PIZUfXVgMVE53LPrTCj8FdnMcXwXuPuw\\\",\\\"y\\\":\\\"eNgfrf-NvQbWfea70gzY8dUNjIVkLaIFtQMffkVxK_Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KEOkvBeni0AEeFNFfBZPacNHzrN-x7NHx--5JKv2ILY\"}"