"{\"content\":{\"body\":\"I used to meet every engineer joining my team. Besides the definite “Welcome Onboard!”, our first conversation is always about expectation and performance. \\n\\nEvery company values different qualities, and I firmly believe that “high expectation is the key to success.” So providing full transparency on how we evaluate talent is probably the best gift I could give you in your first week. It will help you establish a north star while navigating a new company, a new team, and a new codebase.\\n\\nDrumroll \\\\~\\\\~\\\\~\\\\~\\\\~\\\\~\\\\~, TADA!\\n\\nEvery company has its rich engineering career ladder, and I encourage every engineer to read it and clarify with your manager. And I will save you some time and give you the short version.\\n\\n> **In a nutshell, we evaluate engineers according to how much ambiguity they can handle.**\\n\\n#### What is ambiguity?\\n\\nIt means people and things that are beyond your control. It represents unknown unknowns that might creep up only when you take on the tasks. In your day-to-day, it could mean a sister team that you have complex dependencies. It could mean that you need to ramp up with a brand new designer who just joined the company and still be effective. It could mean that the initial MVP is our best guess but not enough to hit the goal, and you gather information, learn from users and iterate aggressively to hit our goal.\\n\\n## Starting from L3\\n\\nWhen you are L3, you likely operate at an individual task level. You probably work on small features that last a couple of weeks. Most of the time, your tasks are pretty well defined. As a result, you thrive on writing quality code at a higher speed. When there is ambiguity, senior engineers or your manager will help you get unblocked. \\n\\n> **You thrive to be independent ASAP.**\\n\\nAt many early-stage companies, we rarely hire at this level (<<< 5%). Even when they do, they believe you are a high-potential candidate and can move to the next level quickly. You should thrive on being dependent. It’s a failure case if you stay on this level for long.\\n\\n## Then move to L4\\n\\nNow you are more experienced and reach L4, and you start to work on medium-sized projects. We believe you are fully independent. You probably work on medium size projects that last 1-3 months. By nature, longer time horizons and more complexities have more ambiguity. You own a project end-to-end. You start to unblock yourself proactively most of the time. For example, instead of asking your manager for design clarification, reach out to the designer directly. You start to show your initiative and drive through bringing up improvements to product and engineering design.  \\n\\n> **You own a project end-to-end. We want to see your** **initiative and drive**.\\n\\n* We value engineers who can own the complete product, not just their engineering piece.\\n* We value engineers who take time to understand “why”, and ask hard questions to challenge if our plan ladders up to the outcomes. \\n* We value engineers who own the outcomes and business impacts, not just actions. \\n* We value engineers who take the project assigned, which might be only 80% spec'd out and add 20% secret sauce from their intelligence and creativity. \\n\\n#### And then what does “owning a project end-to-end” mean? \\n\\nIt means you own projects end-to-end literally. 😂 You are no longer limited to coding and are accountable for the whole product development cycle. \\n\\nYou are likely involved in the design/ideation phase, ruling out design options with low ROI. You take the initiative and run weekly sync meetings so that XFN partners are aware and aligned. You facilitate the engineering group to create engineering milestones, clarify specs, and complete tasks on time. You proactively surface delays and critical tradeoffs affecting timeline, quality, and impact to the stakeholders when you discover them. You work with the team to add logs and measure what matters. You ensure the experiment setup is correct. You create dashboards and monitor results. You communicate progress and results. You are opinionated of product directions and have a voice in the “ship”, “kill”, or “iterate further” decisions. \\n\\nAs you progress in your career, “owning projects end-to-end” may start from owning your personal project end-to-end, owning a group project end-to-end, to owning a specific product area end-to-end. You get the point. The more ambiguities/hiccups you can handle, the better you are progressing in your career.\\n\\n \\n \\n\\n \\n \",\"timestamp\":1640459986,\"title\":\"A Performance Guide For Engineers - Part 1\"},\"digest\":\"RbM9cD4DdW4g-t8jH1uAixO8pMBTyRETKLUQB9SveZs\",\"authorship\":{\"contributor\":\"0x8aa082E2E36687be8df2cBe94C3B1dF737209DEe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPRQ5lSd7gzt_oxnDdymu39l8JzteubZThA4A9LBByY\\\",\\\"y\\\":\\\"EpOuMjvMI_q8mtTkTi-v19xPHhB-d5vLQKBPze0cg4E\\\"}\",\"signature\":\"QMCNY_z9w3R8pptokY3gxajOetdGwwk88hCprXsQJ5uv5PtuWZztHmsb-JhH3S9VFeYsB1xXN3wtvfI1wiYwVA\",\"signingKeySignature\":\"0xe046ead106609b111e4b23ddaf66078572e014199caf3f2a48bd3283c91fc132649edcba174976e6ff05bff287d4b878b10275280d66a8e7ac8bc4c67d7e46f21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPRQ5lSd7gzt_oxnDdymu39l8JzteubZThA4A9LBByY\\\",\\\"y\\\":\\\"EpOuMjvMI_q8mtTkTi-v19xPHhB-d5vLQKBPze0cg4E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RbM9cD4DdW4g-t8jH1uAixO8pMBTyRETKLUQB9SveZs\"}"