"{\"content\":{\"body\":\"有的时候，最简单的办法就是最好的办法，在想了半天，看着接连几拨沙漠蜥蜴在蚂蚁堆中化为枯骨，而那白骨转眼就被推到巢穴最低端，成为沙翼魔面前不断增加的装饰时，我算是放弃暂时想要进去的冲动，有那沙翼魔在里面坐镇，我还是稳妥点好，一个字：等。\\n\\n```\\n既然那沙翼魔会从外面进来，我就不信它不再出去。下定决心，哥们我今个就在这里跟他耗上了，反正咱有的是时间，为了三颗灵动明珠，俺就是等他几天也值得。（唉，要不是忌讳沙翼魔有群体攻击魔法，我也不会那么害怕，早就开着潜行，大摇大摆下去偷那明珠了）\\n\\n等待的时间是漫长的，但等待终归会有个终点。一天过去了，沙翼魔在下面依然没有动静，我忍了。第二天一上线，那斯依然在原地窝着，我再忍，一直到晚，我那耐心快要被消磨干净时，沙翼魔终于准备动身了。\\n\\n只见沙翼魔张开身后两扇巨大的翅膀，撒起漫天的黄沙，扑腾扑腾飞了起来，在洞中盘旋了几圈后，一头扎进墙壁上的过道里，消失不见了。估计又是想出去大肆破坏一番。\\n\\n这可真是天赐良机，此时不动手，还要待何时，至于那些蚂蚁嘛，以咱的潜形再加上虚伪之戒，应该没那么容易被它们发现才是。\\n\\n可是这么高的墙壁，咱要怎么才能下去呢？恩，是该用上咱那许久没用的飞爪了。掏出背包中的飞爪，我探着身子张望了望，一扬手，飞爪嗖的一声直奔对面的巢穴而去，不过失败，这一下并没有抓到任何附着物。\\n\\n不要紧，失败是成功的妈妈，一次不成，咱再来一次。收回飞爪，看准对面一块凸出的沙壁，飞爪在空中拉出一道抛物线，喀嚓一声成功地卡在沙壁之上，我使劲拉了拉绳索，硬绷绷的看来很牢靠，深吸一口气，我面色一凛，毅然纵身从过道口跳了下去。\\n\\n凭着我准确的估算，只要没有意外情况发生，我这飞爪的绳索足够我荡到那白骨祭坛旁边，那里可是个安全地带，没有半只蚂蚁踪迹，俺东西一到手，就立即闪人，包准一点事都没有。\\n\\n但是，事情的发展往往都不尽如人意，就在我身子荡漾在半空中时，飞爪居然松动了，啪的一声，凸出的墙壁断裂开来，我手上顿时一轻，身体在直挺挺地载落了下去，汗，下面可都是蚂蚁群啊，背后立即惊出一身的冷汗，要是落在它们之中，那还有命。\\n\\n我是急中生智，立即将圆月弯刀掏了出来，双手一舞，用力插向沙壁，滋滋哧哧，一道长长的痕迹在沙壁上拉了出来，而我下落的速度，也给减慢了几分。\\n\\n弯刀已经被磨得滚烫，手腕已经有点僵直，就在我快要坚持不住之时，双脚终于踏到一块实地之上，幸好，没有掉落到蚂蚁群之中，拨出弯刀，我用力地甩了甩疼得发麻的左手，心里暗暗庆幸。却没注意，被我飞爪拉下的几块沙壁，已经砸中我身后几只刚出巢穴的兵蚂（这样间接由玩家引起的伤害，也会算为是玩家的主动攻击），危险已经慢慢向我逼近。\\n\\n-112、-105、-108伴着一阵锥心的痛苦，一连串的红色数字飘扬在我头顶，奶奶的，见鬼了，有怪偷袭老子，咱不是还在潜行状态吗，怎么就露了踪迹呢。没有时间多想，我赶紧一个侧滚翻，先让其锋芒再说。\\n\\n眼角余光向后一扫，靠，四个红通通的脑袋正追赶在我身后，几片锐利獠牙喀嚓喀嚓不断开合着，敢情就等着拿我下口，而我的身形，也在不知不觉中暴露在这帮蚂蚁的面前，汗，难道它们也有类似真实之眼的技能，能看破我的潜行吗，那咱可就惨了，丝毫不知道原由的我，错误的猜测到。\\n\\n不对，不是它们有真实之眼的技能，而是因为我那该死的飞爪，突然看着从天而降的沙土，在沙漠兵蚁头上砸出十几的伤害值，我是满脸的痛惜，好好的个计划，怎么就这么黄了呢。\\n\\n不过就这区区几只兵蚁，还不是哥们我的心事，反正也快到最下面了，哥们我还怕什么，先挂了你们几个再说。杀心一起，我往嘴里塞了颗还血丹，立即扬手招呼出小影，两个对四个，我就不信区区几只小蚂蚁，还能牛b上天了不成。跟我搞，横竖都是一个字：死。\\n\\n开启剑刃波浪，我挥舞着诅咒之刃和圆月弯刀，交织出一片嗡嗡作响的惨淡刀光，迎向了那四只沙漠兵蚁，小影也一提缰绳，黑暗马发出一声长长的嘶鸣，双足迸发出朵朵青黑色的火焰，狠狠地践踏在沙漠兵蚁中间，死亡践踏的攻击效果对与低与自身等级的怪来说，成功率还是可以的，只此一下，四只沙漠兵蚁统统被打得头昏眼花，在原地一动不动，\\n\\n我的乖乖啊，我知道你很厉害，但是千万别叫这么大声撒，你是不是想要暴露目标，吸引大群蚂蚁过来啊，听得黑暗马这声吼，我心里立即着了慌，眼光也不住往上面瞥过去，还好还好，巢穴上面的蚂蚁并没有什么动静，看样子，是没有注意到这里发生的小小骚乱，\\n\\n暗红色的锋利刀芒在沙漠兵蚁那滚圆的肚子上重重地划过，带起一股腥臭的褐色液体，我脚步一转，给跟在后面的小影让出个空间，他挥舞着巨剑立即重重劈了下来，一只沙漠兵蚁都没来得及再发挥发挥，就给我和小影三刀两砍，弄得横尸当场，头身分隔两地，两条钢鞭般的触须还在不停地抽动着，打在地上是辟辟啪啪直响，没有停歇，我和小影继续拿下一只昏迷中的沙漠兵蚁开了刀……\\n\\n轻松，真是轻松的紧，这样的战斗对我来说，简直没有任何悬念，挂掉四只沙漠兵蚁后，我一边题踢着散落在地上的尸体，一边扔着采集术，好歹也是个怪，多少应该能弄到点什么吧。\\n\\n黑暗马突然有不安分地躁动嘶鸣起来，我脸上笼起一层怒意，你这该死的黑马，怎么总是叫个没完，这是什么地方，怪物重地，闲人莫入知道不，你这样叫下去，要是让上面的蚂蚁统统下来，那我还有命，我没好气地白了黑暗马一眼，冲小影吼道：“小影，让你马别叫唤。”\\n\\n不过小影似乎没有听到我的话，而是呆呆地举着剑，看着前方一动不动。\\n\\n怎么了？有什么情况，我顺着小影的目光看过去，眼神，立即呆滞了，嘴里嘀咕着：“我不是明明把这几只沙漠兵蚁都杀光了吗，怎么还能引来这么多蚂蚁，不可能，不可能。”\\n\\n只见对面路上，已经聚集了无数只沙漠兵蚁和沙漠工蚁，排成一列方阵，晃动着触须，向我这边缓缓移了过来。\\n\\n奶奶的，肯定是黑暗马的叫声坏了事，我是把气一股脑都算在黑马身上，转头狠狠给了它一眼，就差没动手宰了它。\\n\\n这可怎么办才好，眼看着那几颗灵动明珠就在下面，我却拿不到，这让我心里完全不是个滋味。如果我直接跳下去拿的话，这帮蚂蚁肯定要追下来，而我要是和它们缠斗，那我肯定是有命没毛，再次经历死神的呼唤是肯定的，要是，要是我象那沙翼魔一般，有对翅膀那该多好，那样的话，我就可以飞舞在空中，顺利拿得明珠了，我心里暗暗嚷嚷道。\\n\\n翅膀，我脑海里突然灵光一现，咱不是有对翅膀吗，问我哪来的，俺家小金不是金鹏大鸟吗，可以让它帮我去拿这灵动明珠啊。奶奶的，真是智者千虑，必有一失，如果早点想到的话，那刚才根本就用不着我下来。直接让小金下去拿明珠好了。\\n\\n现在，我只要拖住这帮沙漠蚂蚁一会工夫，给小金点时间飞下去，将三颗明珠一一搞到手，那哥们我就可以功成身就了。\\n\\n小金啊，你可要给咱争口气，将那三颗灵动明珠拿到手，一召唤出小金，俺心里默默祷告着，然后手一挥，小金发出一声尖啸，拍打着翅膀，在空中盘旋了一圈，如一枝利箭般，直冲着那三个白骨祭台俯冲了过去。\\n\\n一手凝聚起极品小火球，一手指向前方，小影，你现在的任务就是给我拼死拖住那些沙漠蚂蚁，而我的目的，就是利用小火球的破坏力，破坏沙墙，让倒塌的沙壁，来阻挡一会沙漠蚂蚁前进的步伐。\\n\\n当眼角的余光看着小金准确无误地将一颗灵动明珠抓在爪中时，我心里一阵莫名激动。左脚抓一颗，右脚抓一颗，小金颇有几分得意地冲我回头鸣叫了一声。看着一红一黄，两颗闪闪发光的灵动明珠，俺这心里，火热火热的。\\n\\n“小金，别回来，把最后一颗也咬过来！”我转头高声一吼，，小金立刻飞身往那颗剩下的蓝色明珠飞了过去。\\n\\n点击察看图片链接：\\n```\\n\\n\\n------------\",\"timestamp\":1640773273,\"title\":\"第三百一十六章 得珠\"},\"digest\":\"zAwgpqOmK-d5VQrS8wT4L69buCf7N1Sj2be9hL2chUs\",\"authorship\":{\"contributor\":\"0xd1eC11095Fbc92743f04D5454cF97579B33e7F79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tsaSmrAOopPOB94X63x4l2ifAYZr9LIZcjDHD0G4FrA\\\",\\\"y\\\":\\\"og-_vIW9fmJVooZkn0uQljBrIEKFbJOaXC1ET_5bnJs\\\"}\",\"signature\":\"50PbgDFslirzxiCAYkYslXbcn3Ai38TewJ-DY5h7lb1Z5dci-v2X62fuRyeOor4VRBGoGhGyNFopKVOfKTRp0g\",\"signingKeySignature\":\"0x5f95cedbe1a2fc4ef1d2c6d91d77ee6593c99e0c8b42f4aa061a7472274605110c52036201dd04d555c4f31481b2b974762b34967cfcc34931c5f882c2a4a1221c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tsaSmrAOopPOB94X63x4l2ifAYZr9LIZcjDHD0G4FrA\\\",\\\"y\\\":\\\"og-_vIW9fmJVooZkn0uQljBrIEKFbJOaXC1ET_5bnJs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zAwgpqOmK-d5VQrS8wT4L69buCf7N1Sj2be9hL2chUs\"}"