"{\"content\":{\"body\":\"## A DAO with a mission to own and operate a global network of nightclubs.\\n\\n![](https://www.electronicbeats.net/app/uploads/fly-images/142913/old-school-rave-1920x1000-c.jpg)\\n\\nThe year is 1989. The wall is falling. People are breaking down barriers of communication allowing marginalised communities to unchain and regroup. In celebration of this new found freedom, an underground party culture emerges as a space for expression without judgement.\\n\\nFast forward thirty years, electronic music has been popularised and homogenised leading to a concentration of wealth at the top. Those who contribute to the success of an experience rarely see the upside.\\n\\nThen, out of nowhere, a pandemic strikes, forcing 30% of the UK’s smallest venues to close. The surviving rave scene is an intimidating place for those without friends who share their passion. There is now a vital need to rebuild communities in and around electronic music.\\n\\nHere we are at the end of 2021… The world is decentralising. Remote work is commonplace. The third summer of love is upon us, and this time, the people’s ecstasy is a little something called web3. It’s time for the next wave of freedom, togetherness and creative empowerment.\\n\\n**Welcome to [The Willow Tree](https://www.twtdao.xyz/).**\\n\\nWe are a group of like minded rave enthusiasts and our mission is to own and operate a global network of nightclubs. We exist to redistribute the upside to those who add value, regardless of their identity. We’re building a haven for bold creatives who push rave culture into the future. A future where DJs will no longer play for exposure, but for ownership. As a member, you will be facilitating the elevation of underrepresented groups, the lowering of barriers to entry, the improvement of raver wellbeing and the protection of the environment through our sustainable practices.\\n\\n![](https://images.mirror-media.xyz/publication-images/SwwrVAa_68FNeD9ihnN6e.jpeg?height=1150&width=2048)\\n\\nOur journey down the web3 rabbit hole began in October, and our first edition of community-made NFTs are dropping early 2022. Teams have formed around a further six areas of focus, including an installation team who are building an interactive willow tree to be exhibited at festivals.\\n\\n[The Willow Tree](https://www.twtdao.xyz/) is home to skill sets and networks from every aspect of the nightlife, web3 and entertainment industries. Our name represents the strength in our network and our roots - a spirit found in the origins of rave culture. No matter who you are, the willow tree is a symbol of sanctuary - where creative beings can connect with each other, free from the judgement and constraints placed upon them elsewhere.\\n\\n[https://discord.gg/kyCbksxd4w](https://discord.gg/kyCbksxd4w)\\n\\n\",\"timestamp\":1642069232,\"title\":\"Welcome to The Willow Tree\"},\"digest\":\"K49Nvs0UeqtBIGMQGpuPx7Ho0qbwGFsqyRzSk0ZvOlM\",\"authorship\":{\"contributor\":\"0xc2AB99ca35fA65ba080B4960214f3caEadb10D14\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SHkLvm1hHUg7sYvMV3vstJkMxvW6SEb_sWq__X3WYQ\\\",\\\"y\\\":\\\"VcDLqCGV7yAWmJ86dr1h27qZhk4xWUeGTp8xlCCx5Hk\\\"}\",\"signature\":\"r1bTCz9WnQaHwJYWImuQ7cN8VeWEFneWAC-tAe4H9q4GfHhgU_n2Lk7nvN1Z5uuhBZyYKEP9lnLCsqZMl92uNg\",\"signingKeySignature\":\"0x3d0d631a97aefa6df52ce3a554a3cae414b0b3ea4e3dcfc4039561dd33a7786808be95415955d68a3724a91b5903113ddacd2160b582bc0fb065b3b3aeaafb6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SHkLvm1hHUg7sYvMV3vstJkMxvW6SEb_sWq__X3WYQ\\\",\\\"y\\\":\\\"VcDLqCGV7yAWmJ86dr1h27qZhk4xWUeGTp8xlCCx5Hk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aS26ImNlP6z4rhPpHD5Gmgte-4kvmQdp1AN4bp24PEQ\"}"