"{\"content\":{\"body\":\"## Chapter 1: The Beginning\\n\\nThe sky had turned red from the blood of the fallen angels. Earth was being invaded by monstrous brutes. Their skin was black and blue, their scales hard as iron, and their voices as raspy as a snake’s. One could not tell their difference from the devil’s spawn; they were lizard-like in appearance yet had the presence of a grizzly on its hind legs. They towered above even the tallest men, they outran them, and they overpowered them. These monsters, the Borkh, were creatures made to be feared. The world was all but in ruins, survival was but a dream to be dreamt. All of humanity knew their final days were ahead of them. Yet there was one boy, one child, who still dreamed. His name was Artorion.\\n\\nArtorion grew up in the fires of war. In fact, he was born the moment the invasion began. His mother gave her last breath to bring him to the world as the first ship of the Borkh Empire pierced our skies. Although quick to respond, many human cities fell under the initial onslaught of the Borkh, Artorion’s birthplace was one of them. The nurses watching over his birth carried Artorion with all their might through the London sewers while fleeing the Borkh. Out of all the guards, patients, and staff who fled the hospital that day, only Elise and Artorion survived. This was the nurse he would one day call his mother.\\n\\nArtorion learned to read and write in the sewers; he got accustomed to the smell which disgusted the Borkh. He lived in hiding with brief glimpses of the outside world while learning each day how great the old days were, the days before the invasion. He read stories of heroes, stories of those who stood as a shield, those of who were invincible. Then he thought to himself, *I will be the shield*. \\n\\nThen one day, while walking through the ruins of London, Artorion found a place where the sewers had caved in. He slowly waded through the murky waters careful to lather himself in the scent the Borkh despised. He crawled down the vines that grew down the walls of the dark structure. Then, when he reached the bottom, he saw a glowing light through a crack in the wall. Excited by the idea of finally seeing a source of power, for the first time in his life he quickly tore through the cracked stone without a care for the cuts that emerged in his hands. Then he stopped. He was shaken by disappointment yet at the same time riddled with curiosity. He was puzzled, there were no electronics but the scene looked like that from the stories he read. There was a long-dead knight clad in armor bent forward holding a sword he had stuck in the ground. Somehow light had made it from the sky hundreds of feet below ground and was glistening off the crystals in this hidden cavern with every natural growth centering around the unknown knight and his sword.\\n\\nInstinctively, Artorion reached for the sword. It was as if it had called out to him; it had called out to his desire to be a shield. Artorion grabbed the sword and pulled. It didn’t budge. He placed his feet down on the ground and pushed with all his strength. It didn’t budge. He continued and continued and tried and tried. There was no progress. It was as if the sword had a mind of its own; it was teasing with him. The sword was the solution to all his problems, yet it denied him. Artorion looked to the knight hoping that the lost soul would have an answer, but no response came. The shoddy armor of a once-great being simply lay still holding the sword and gazing upon the ground.\\n\\nDesperate for a chance at being the hero he so desperately desired to be, he held onto the sword, closed his eyes, and swung. But this time he didn’t swing with his arms, he swung with his soul. Looking upon the scene when his eyes were open, the sky had reached the cave. The knight, the dazzling crystals, and the rocky walls were no more. A gaping slash had replaced the rocks which protected the cave so soundly, the buildings atop him moved aside, and the clouds had parted to make way for his sword. And there, on the hand of the young boy, not a day over fifteen, was a sword made for one hero and one hero alone, him.\\n\\nThe next days were grueling; monsters and humans all came for Artorion. In some cases, they were all the same. The Borkh sought to remove the last threat from humanity, the humans sought to steal the power of the sword. Despite their numbers, all were unworthy and all fell before Artorion’s might. Artorion gathered the weak, the brave, and the unfortunate. He held out his hand to those who needed it and pushed forward those who could fight. Humanity eventually fell under his banner and the last resistance finally emerged. Then, atop the sewers that Artorion first found the sword and fist fought back against the Borkh, the city of Tolemac was founded, humanity’s last hope. This is the story of how humanity fought back.\\n\\n \\n \",\"timestamp\":1638413521,\"title\":\"The Return of the One True King\"},\"digest\":\"cP6x6QLeEnd3yvHeI1QXjUCL3Ju1fhfx3SQWNT0Bv9w\",\"authorship\":{\"contributor\":\"0x275A451e3d8F2D3c7959344d18bcEadd7034e8bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0wkD82ryYiU8W11pe9JNSHxIQmLS78PMIUAtfkG7ins\\\",\\\"y\\\":\\\"WXRxE7yNZXWD9nviF-RKFQtMdig_qlP_Tc4BqSRc2X4\\\"}\",\"signature\":\"qaFdsAC0Zx5uqdY-6o3VeMc1fBRqUVko7DYlhOEyR6xRpi4Z-KBjAMWywWQsOSH_PvaHyb70yasRAWLpO5QP7g\",\"signingKeySignature\":\"0x45c90ab3219890904d29bddf66fdec181101e153b2d3222a98731a1f983289477f9decf8ca8f5ee43f6bd30b98823f8389a37810b3691747e8a1b93af14eb4f01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0wkD82ryYiU8W11pe9JNSHxIQmLS78PMIUAtfkG7ins\\\",\\\"y\\\":\\\"WXRxE7yNZXWD9nviF-RKFQtMdig_qlP_Tc4BqSRc2X4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cP6x6QLeEnd3yvHeI1QXjUCL3Ju1fhfx3SQWNT0Bv9w\"}"