"{\"content\":{\"body\":\"سوال این روزهای بسیاری از ما : Web 3.0 چیست؟\\n\\nبهتره برای فهم این موضوع از تعریف‌ Web 1 و Web 2 شروع کنیم.\\n\\nاول Web 1.0 :\\nبین سال‌های 2004-1991\\nصفحاتی روی وب کامپیوترها بود که فقط میشد خوند از روشون و به نوعی بانک اطلاعاتی یک-طرفه بودند. احتمالا همگی با اصطلاح read-only آشنایی داریم. هیچ تبلیغاتی نبود، کنش و واکنشی بین مخاطب و منبع اطلاعات ایجاد نمی‌شد و میشه گفت یه ویکی‌پدیای جامع بود، اما بدون امکان دست بردن داخل محتوا از سمت کاربر!\\n\\nدوم  Web 2.0 :\\nاز سال 2004 تا اکنون\\nتفاوت بزرگ ایجاد شده در نوع تعامل مخاطب با وب بود، دیگه تنها مصرف‌کننده اطلاعات نبودیم و تبدیل به تولید-مصرف‌کننده شدیم. (مثل همونی که دیگه از یه جا به بعد جنسش رو خودش تولید میکنه.)\\nاینجا بود که موتورهای جستجو مثل گوگل، شبکه‌های اجتماعی مثل فیسبوک، توئیتر، اینستاگرام، یوتوب و غیره به وجود آمدند و کاربران همزمان در حال مصرف و تولید محتوا در سطح وب شدند.\\nاین شرکت‌ها با فراهم کردن بستر تولید محتوا و فضای ذخیره‌سازی رایگان و البته متمرکز! موفق شدند که میلیاردها میلیارد اطلاعات بسیار باارزش از مخاطب جمع کنند و این اطلاعات رو به شرکت‌ها و اشخاص و دولت‌ها برای اهداف تجاری و سیاسی بفروشند.\\n\\nاونی که بهش اعتماد کردیم بهمون خیانت کرد!\\n\\nاطلاعاتی که منجر به هدف گرفتن مخاطب به شکلی منحصر به فرد توسط مشتریان اطلاعات این اپلیکیشن‌ها میشه. برای مثال یک شرکت فروش محصولات لاغری برای تبلیغات میتونه به فیسبوک پول بده و بگه برای زنان مجرد شهر سانفرانسیسکو + با تحصیلات لیسانس + سن 20 تا 30 سال + با وزن 60-70 کیلوگرم، تبلیغات محصولات لاغری انجام بده! تبلیغاتی بسیار هدفمند و هوشمندانه، به کمک اطلاعاتی که خودمون در اختیار این پلتفرم‌ها با فعالیت در محصولات‌شون داشتیم...! بر همین اساس ممکنه در عین حال که دو برادر در کنارهم و همزمان صفحه‌ی اینستاگرام‌شون رو بالا پایین میکنند، محتوای متفاوتی رو می‌بینند!\\n\\nگستره‌ی اطلاعاتی این شرکت‌ها بسیار بزرگ و وحشتناکه، به طوری که کاملن میدونند شما به چه چیزهایی علاقمند هستین و در شبانه‌روز و هفته به چه‌ کارهایی مشغول بودین و حتی دیشب شام چی خوردین وقتی رفتین رستوران...!\\nحتی ممکنه مطلع باشند ممکنه پدر میشی، چون میدونن همسر شما کیه! و دیشب در مورد بارداری و تست بارداری سرچ کرده و بخاطر همین ممکنه تبلیغ محصولاتی رو که پدرمادرها دنبالش هستند رو به شما نشون بده!\\n\\nو اما Web 3.0 :\\nدر این فضا دیگه شما محصولی برای شرکت‌های بزرگ وب نیستی!\\nاین تکنولوژی بر اساس بلاکچین طراحی شده، دیگه سرور متمرکزی وجود نداره و رسما دیگه نمیتونن اطلاعات شخصی رو جمع‌آوری کنند و ازش سواستفاده کنند، چون دیگه دسترسی به این اطلاعات ندارند، چون اطلاعات کاربری دیگه وجود نداره، هویت ما هویت دیجیتال ما و اون آدرس عمومی کیف پول ما در بستر بلاکچین میشه!\\nو به این ترتیب دیگه تحریم و سانسوری وجود نداره، من میتونم به راحتی با کیف پولم وصل بشم به آمازون و ازش خرید کنم. (حالا بماند که برای ارسالش به ایران و رسیدنش به دستم نمیدونم چه خاکی باید به سرم بریزم!)\\nو مالک محتوای ایجاد شده در Web 3 کاربره، برای مثال اگر شما یک ویدئو در یک پلتفرم Web 3.0 که شبیه یوتوب باشه آپلود کنی، دیگه نه کسی میتونه سانسورش کنه، نه میتونه حذفش کنه، نه میتونه دانلودش کنه، نه میتونه از اطلاعاتی که داری بر علیه‌ت استفاده کنه و تمام درآمدی که خواهی داشت از این محتوا بدون واسطه به خودت تعلق میگیره!\\nبه نوعی میشه گفت : به نام آزادی !\\nاینجا شاید شبهه‌ای ایجاد بشه که اینطوری هرکس هر چیزی رو میخواد میذاره و خیلی شرایط وحشتناک میشه و نامناسب برای بخش بزرگی از جامعه، اما DAO هست که این رو هم حل کنه، تصمیم‌گیری جمعی برای موضوعات جامعه!\\n\\nما به سوی جامعه‌ای در حرکت هستیم که شاید شباهت بسیار کمی به آنچه در حال حاضر درحال تجربه‌ش هستیم داشته باشه، دقیقا مثل دوران بعد از اینترنت که بسیار متفاوت با دوران قبل از آن شد.\\n\\n[https://www.youtube.com/channel/UC_838np68l6EWTaFwr8btVA](https://www.youtube.com/channel/UC_838np68l6EWTaFwr8btVA)\\n\\n[crowdfund://0xf18eae432c49483712051ac57429d5ee2e96bd95?features=](crowdfund://0xf18eae432c49483712051ac57429d5ee2e96bd95?features=)\\n\\n\",\"timestamp\":1641377600,\"title\":\"WEB 3?\"},\"digest\":\"lRL9v44PyUO5sVYbhSi1WNUl4YmgqrSqDWDrfPhsepA\",\"authorship\":{\"contributor\":\"0x5de2B5B72A0b49f7D4490a1fEF61Afa8415971F5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hH4SUKaqWVHMbzBm_aeXBiCeHX0JSabyeBKeB9l1msg\\\",\\\"y\\\":\\\"TzKuPod5t36M0QfE2iMDPv4yEa3LKiuoMgARkDV1zeE\\\"}\",\"signature\":\"pQzqjB7BRVg8MPQ25OL4YZfgiOi-4TkgrE_pJJXOmcXv-tFxEWPVYq40CKBcB3o5kID1PDb9SMwzGp61X-BN6w\",\"signingKeySignature\":\"0xf95e384c4498d151e6097f41f25b0b8890dd132b43f326c44e3c588fcc7de75315264b64f4dc7309d3744077b0c50064954bd313c6c2c1faa8537e6aec714bad1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hH4SUKaqWVHMbzBm_aeXBiCeHX0JSabyeBKeB9l1msg\\\",\\\"y\\\":\\\"TzKuPod5t36M0QfE2iMDPv4yEa3LKiuoMgARkDV1zeE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lRL9v44PyUO5sVYbhSi1WNUl4YmgqrSqDWDrfPhsepA\"}"