"{\"content\":{\"body\":\"Ashmead lingered behind, but Ina hurried him off, with an emphatic command not to leave this man out of his sight a moment.\\n\\nHe violated this order, for in five minutes he ran back to tell her, in an agitated whisper, that Smith was, at that moment, writing a letter in the *salle 'a manger.*\\n\\n\\\"Oh, pray don't come here!\\\" cried Ina, in despair. \\\"Do not lose sight of him for a moment.\\\"\\n\\n\\\"Give me that letter to post, then,\\\" said Ashmead, and snatched one up Ina had directed overnight.\\n\\nHe went to the hotel door, and lighted a cigar; out came Smith with a letter in his very hand. Ashmead peered with all his eyes; but Smith held the letter vertically in his hand and the address inward. The letter was sealed.\\n\\nAshmead watched him, and saw he was going to the General Post. He knew a shorter cut, ran, and took it, and lay in wait. As Smith approached the box, letter in hand, he bustled up in a furious hurry, and posted his own letter so as to stop Smith's hand at the very aperture before he could insert his letter. He saw, apologized, and drew back. Smith laughed, and said, \\\"All right, old man. That is to your sweetheart, or you wouldn't be in such a hurry.\\\"\\n\\n\\\"No; it was to my grandmother,\\\" said Ashmead.\\n\\n\\\"Go on,\\\" said Smith, and poked the ribs of Joseph. They went home jocular; but the detective was no sooner out of the way than Ashmead stole up to Ina Klosking, and put his finger to his lips; for Karl was clearing away, and in no hurry.\\n\\nThey sat on tenter-hooks and thought he never would go. He did go at last, and then the Klosking and Ashmead came together like two magnets.\\n\\n\\\"Well?\\\"\\n\\n\\\"All right! Letter to post. Saw address quite plain--Edward Severne, Esq.\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Vizard Court.\\\"\\n\\n\\\"Ah!\\\"\\n\\n\\\"Taddington--Barfordshire--England.\\\"\\n\\nIna, who was standing all on fire, now sat down and interlaced her hands. \\\"Vizard!\\\" said she, gloomily.\\n\\n\\\"Yes; Vizard Court,\\\" said Ashmead, triumphantly; \\\"that means he is a large landed proprietor, and you will easily find him if he is there in a month.\\\"\\n\\n\\\"He will be there,\\\" said Ina. \\\"She is very beautiful. She is dark, too, and he loves change. Oh, if to all I have suffered he adds *that*--\\\"\\n\\n\\\"Then you will forgive him *that,\\\"* said Ashmead, shaking his head.\\n\\n\\\"Never. Look at me, Joseph Ashmead.\\\"\\n\\nHe looked at her with some awe, for she seemed transformed, and her Danish eye gleamed strangely.\\n\\n\\\"You who have seen my torments and my fidelity, mark what I say: If he is false to me with another woman, I shall kill him--or else I shall hate him.\\\"\\n\\nShe took her desk and wrote, at Ashmead's dictation,\\n\\n\\\"Vizard Court, Taddington, Barfordshire.\\\"\\n\\nCHAPTER XIX.\\n\\nTHE next morning Vizard carried Lord Uxmoor away to a magistrates' meeting, and left the road clear to Severne; but Zoe gave him no opportunity until just before luncheon, and then she put on her bonnet and came downstairs; but Fanny was with her.\\n\\nSeverne, who was seated patiently in his bedroom with the door ajar, came out to join them, feeling sure Fanny would openly side with him, or slip away and give him his opportunity.\\n\\nBut, as the young ladies stood on the broad flight of steps at the hall door, an antique figure drew nigh--an old lady, the shape of an egg, so short and stout was she. On her head she wore a black silk bonnet constructed many years ago, with a droll design, viz., to keep off sun, rain, and wind; it was like an iron coal scuttle, slightly shortened; yet have I seen some very pretty faces very prettily framed in such a bonnet. She had an old black silk gown that only reached to her ankle, and over it a scarlet cloak of superfine cloth, fine as any colonel or queen's outrider ever wore, and looking splendid, though she had used it forty years, at odd times. This dame had escaped the village ill, rheumatics, and could toddle along without a staff at a great, and indeed a fearful, pace; for, owing to her build, she yawed so from side to side at every step that, to them who knew her not, a capsize appeared inevitable.\\n\\n\\\"Mrs. Judge, I declare,\\\" cried Zoe.\\n\\n\\\"Ay, Miss Hannah Judge it is. Your sarvant, ma'am;\\\" and she dropped two courtesies, one for each lady.\\n\\nMrs. Judge was Harrington's old nurse. Zoe often paid a visit to her cottage, but she never came to Vizard Court except on Harrington's birthday, when the servants entertained all the old pensioners and retainers at supper. Her sudden appearance, therefore, and in gala costume, astonished Zoe. Probably her face betrayed this, for the old lady began, \\\"You wonder to see me here, now, doan't ye?\\\"\\n\\n\\\"Well, Mrs. Judge,\\\" said Zoe, diplomatically, \\\"nobody has a better right to come.\\\"\\n\\n\\\"You be very good, miss. I don't doubt my welcome nohow.\\\"\\n\\n\\\"But,\\\" said Zoe, playfully, \\\"you seldom do us the honor; so I *am* a little surprised. What can I do for you?\\\"\\n\\n\\\"You does enough for me, miss, you and young squire. I bain't come to ask no favors. I ain't one o' that sort. I'll tell ye why I be come. 'Tis to warn you all up here.\\\"\\n\\n\\\"This is alarming,\\\" said Zoe to Fanny.\\n\\n\\\"That is as may be,\\\" said Mrs. Judge; \\\"forwarned, forearmed, the by-word sayeth. There is a young 'oman a-prowling about this here parish as don't belong to *hus.\\\"*\\n\\n\\\"La,\\\" said Fanny, \\\"mustn't we visit your parish if we were not born there?\\\"\\n\\n\\\"Don't you take me up before I be down, miss,\\\" said the old nurse, a little severely. \\\"'Tain't for the likes of you I speak, which you are a lady, and visits the Court by permission of squire; but what I objects to is--hinterlopers.\\\" She paused to see the effect of so big a word, and then resumed, graciously, \\\"You see, most of our hills comes from that there Hillstoke. If there's a poacher, or a thief, he is Hillstoke; they harbors the gypsies as ravage the whole country, mostly; and now they have let loose this here young 'oman on to us. She is a POLL PRY: goes about the town a-sarching: pries into their housen and their vittels, and their very beds. Old Marks have got a muck-heap at his door for his garden, ye know. Well, miss, she sticks her parasole into this here, and turns it about, as if she was agoing to spread it: says she, 'I must know the de-com-po-si-tion of this 'ere, as you keeps under the noses of your young folk.' Well, I seed her agoing her rounds, and the folk had told me her ways; so I did set me down to my knitting and wait for her, and when she came to me I offered her a seat; so she sat down, and says she 'This is the one clean house in the village,' says she: 'you might eat your dinner off the floor, let alone the chairs and tables.' 'You are very good, miss,' says I. Says she, 'I wonder whether upstairs is as nice as this?' 'Well,' says I, 'them as keep it downstairs keeps it hup; I don't drop cleanliness on the stairs, you may be sure.' 'I suppose not,' says she, 'but I should like to see.' That was what I was a-waiting for, you know, so I said to her, 'Curiosity do breed curiosity,' says I. 'Afore you sarches this here house from top to bottom I should like to see the warrant.' 'What warrant?' says she. 'I've no warrant. Don't take me for an enemy,' says she. 'I'm your best friend,' says she. 'I'm the new doctor.' I told her I had heard a whisper of that too; but we had got a parish doctor already, and one was enough. 'Not when he never comes anigh you,' says she, 'and lets you go half way to meet your diseases.' 'I don't know for that,' says I, and indeed I haan't a notion what she meant, for my part; but says I, 'I don't want no women folk to come here a-doctoring o' me, that's sartin.' So she said, 'But suppose you were very ill, and the he-doctor three miles off, and fifty others to visit afore you?' 'That is no odds,' says I; 'I would not be doctored by a woman.' Then she says to me, says she, 'Now you look me in the face.' 'I can do that,' says I; 'you, or anybody else. I'm an honest woman, *I* am;' so I up and looked her in the face as bold as brass. 'Then,' says she, 'am I to understand that, if you was to be ill to-morrow, you would rather die than be doctored by a woman?' She thought to daant me, you see, so I says, 'Well, I don't know as I oodn't.' You do laugh, miss. Well, that is what she did. 'All right,' says she. 'Make haste and die, my good soul,' says she, 'for, while you live, you'll be a hobelisk to reform.' So she went off, but I made to the door, and called after her I should die when God pleased, and I had seen a good many young folk laid out, that looked as like to make old bones as ever she does--chalk-faced-- skinny---to-a-d! And I called after her she was no lady. No more she ain't, to come into my own house and call a decent woman 'a hobelisk!' Oh! oh! Which I never *was,* not even in my giddy days, but did work hard in my youth, and am respect for my old age.\\\"\\n\\n\\\"Yes, nurse, yes; who doubts it?\\\"\\n\\n\\\"And nursed young squire, and, Lord bless your heart, a was a poor puny child when I took him to my breast, and in six months the finest, chubbiest boy in all the parish; and his dry-nurse for years arter, and always at his heels a-keeping him out of the stable and the ponds, and consorting with the village boys; and a proper resolute child he was, and hard to manage: and my own man that is gone, and my son 'that's not so clever as some,'\\\\* I always done justice by them both, and arter all to be called a hobelisk--oh! oh! oh!\\\"\\n\\n* Paraphrase for the noun substantive \\\"idiot.\\\" It is also a specimen of the Greek figure \\\"litotes.\\\"\\n\\nThen behold the gentle Zoe with her arm round nurse's neck, and her handkerchief to nurse's eyes, murmuring, \\\"There--there--don't cry, nurse; everybody esteems you, and that lady did not mean to affront you; she did not say 'obelisk;' she said 'obstacle.' That only means that you stand in the way of her improvements; there was not much harm in that, you know. And, nurse, please give that lady her way, to oblige me; for it is by my brother's invitation she is here.\\\"\\n\\n\\\"Ye doan't say so! What, does he hold with female she-doctoresses?\\\"\\n\\n\\\"He wishes to *try* one. She has his authority.\\\"\\n\\n\\\"Ye doan't say so!\\\"\\n\\n\\\"Indeed I do.\\\"\\n\\n\\\"Con--sarn the wench! why couldn't she says so, 'stead o' hargefying?\\\"\\n\\n\\\"She is a stranger, and means well; so she did not think it necessary. You must take my word for it.\\\"\\n\\n\\\"La, miss, I'll take your'n before hers, you *may* be sure,\\\" said Mrs. Judge, with a decided remnant of hostility.\\n\\nAnd now a proverbial incident happened. Miss Rhoda Gale came in sight, and walked rapidly into the group.\\n\\nAfter greeting the ladies, and ignoring Severne, who took off his hat to her, with deep respect, in the background, she turned to Mrs. Judge. \\\"Well, old lady,\\\" said she cheerfully, \\\"and how do you do?\\\"\\n\\nMrs. Judge replied, in fawning accents, \\\"Thank you, miss, I be well enough to get about. I was a-telling 'em about you-- and, to be sure, it is uncommon good of a lady like you to trouble so much about poor folk.\\\"\\n\\n\\\"Don't mention it; it is my duty and my inclination. You see, my good woman, it is not so easy to cure diseases as people think; therefore it is a part of medicine to prevent them: and to prevent them you must remove the predisposing causes, and to find out all those causes you must have eyes, and use them.\\\"\\n\\n\\\"You are right, miss,\\\" said La Judge, obsequiously. \\\"Prevention is better nor cure, and they say 'a stitch in time saves nine.'\\\"\\n\\n\\\"That is capital good sense, Mrs. Judge; and pray tell the villagers that, and make them as full of 'the wisdom of nations' as you seem to be, and their houses as clean--if you can.\\\"\\n\\n\\\"I'll do my best, miss,\\\" said Mrs. Judge, obsequiously; \\\"it is the least we can all do for a young lady like you that leaves the pomps and vanities, and gives her mind to bettering the condishing of poor folk.\\\"\\n\\nHaving once taken this cue and entered upon a vein of flattery, she would have been extremely voluble--for villages can vie with cities in adulation as well as in detraction--but she was interrupted by a footman announcing luncheon.\\n\\nZoe handed Mrs. Judge over to the man with a request that he would be kind to her, and have her to dine with the servants.\\n\\nYellowplush saw the gentlefolks away, and then, parting his legs, and putting his thumbs into his waistcoat pockets, delivered himself thus: \\\"Well, old girl, am I to give you my harm round to the kitchen, or do you know the way by yourself?\\\"\\n\\n\\\"Young chap,\\\" said Mrs. Judge, and turned a glittering eye, \\\"I did know the way afore you was born, and I should know it all one if so be you was to be hung, or sent to Botany Bay--to larn manners.\\\"\\n\\nHaving delivered this shot, she rolled away in the direction of Roast Beef.\",\"timestamp\":1637670393,\"title\":\"\\nThe detective turned the conversation, and never came back to the subject; but shortly he pleaded an engagement, and took his leave.\"},\"digest\":\"eJV2PacaG5nHcp1c7fls0cxSe7JzPg9aZJHIrfINps4\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooT6-Gj4i_gpoWQCD5iAZ5W3fa28ZFnnQP1IuweyS3E\\\",\\\"y\\\":\\\"S3jozTgC95QcRnE8bIHjxmW2zrpUzt015_K9jb949G8\\\"}\",\"signature\":\"a_EeM-kgaHKEpqehl_LRvUjJJLDChFvHClFlRetWHnhgVdVVKKyDz2qLA3stOefjVDvnnwKDH6eDfY1mhB9B4Q\",\"signingKeySignature\":\"0x8dd6faf9f87cd84b51ebc4c755a6fe6d6daa712ad386200a291be0958b61dbb125af7a88b50506ae4bb939620e0ac2a6911e0bd9302f7d2250048b911bf0d6a71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooT6-Gj4i_gpoWQCD5iAZ5W3fa28ZFnnQP1IuweyS3E\\\",\\\"y\\\":\\\"S3jozTgC95QcRnE8bIHjxmW2zrpUzt015_K9jb949G8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eJV2PacaG5nHcp1c7fls0cxSe7JzPg9aZJHIrfINps4\"}"