"{\"content\":{\"body\":\"![Photo by Hello I’m Nik on Unsplash](https://miro.medium.com/max/1400/0\\\\*zHy-hDv8Eu4dviMc)\\n\\nWhile still experimental, DeFi has matured enormously since I first [wrote about it](https://medium.com/coinmonks/defi-what-it-is-and-isnt-part-1-f7d7e7afee16) in June 2019. As DeFi protocols roll out v2s and v3s, I took a fresh look at the industry and how it is evolving. \\\\*\\\\*After many years in finance, I’ve realized most of what moves markets comes down to four financial primitives: liquidity, leverage, risk, and arbitrage. \\\\*\\\\*This article outlines the evolution of DeFi through the lens of each.\\n\\n\\\\*This article outlines \\\\*\\\\*\\\\*\\\\*financial \\\\*\\\\*\\\\**primitives, or the core building blocks of financial markets, which are distinct from software or cryptographic primitives. This article assumes some knowledge of finance, crypto, and DeFi and is not comprehensive in its coverage of protocols.*\\n\\n## Financial Primitive 1: Liquidity\\n\\n*Almost everything comes down to [liquidity](https://www.investopedia.com/terms/l/liquidity.asp)*, but we consistently underestimate its importance. Higher liquidity results in tighter spreads and greater *[market efficiency](https://www.investopedia.com/terms/m/marketefficiency.asp#:\\\\~:text=Market%20efficiency%20refers%20to%20the,undervalued%20or%20overvalued%20securities%20available.)*. Lower liquidity exaggerates market movements and amplifies sell-offs. It creates a flywheel on the way up but a cliff on the way down.\\n\\nv1 DeFi was a liquidity vacuum that relied on captive capital. The term captive capital refers to underutilized capital locked in protocols or inefficiently allocated within them. It results in opportunity costs as this capital could otherwise earn higher returns, either inside or outside of the protocol. The first DeFi protocols depended on captive capital: [MakerDAO ](https://makerdao.com/en/)required a minimum 150% collateralization ratio, lending protocols had not yet embraced [superfluid collateral](https://tokeneconomy.co/superfluid-collateral-in-open-finance-8c3db15efac) (a v2 innovation led by [Compound](https://compound.finance/)), and [Uniswap](https://uniswap.org/)’s liquidity was inefficiently distributed across a \\\\*\\\\*-∞ \\\\*\\\\*to \\\\*\\\\*∞ \\\\*\\\\*price curve.\\n\\n> The opportunity cost of captive capital scaled along with DeFi and now v2s and v3s are fighting to achieve greater capital efficiency.\\n\\n## Collateral as Liquidity\\n\\nStablecoins play an enormous role in DeFi. Fiat-backed stablecoins are problematic (centralization, regulation\\\\*\\\\*, \\\\*\\\\*potential competition from CBDCs) and cryptocollateralized stablecoins present the most viable alternative. However, v1s relied on overcollateralization to maintain their peg and haven’t been able to scale. Purely algorithmic, uncollateralized stablecoins have never performed as intended and v2 attempts seem subject to the same shortcomings (incentive mechanisms that perform well above the peg, but not below).\\n\\nMany of the latest iterations of stablecoins ([FEI](https://fei.money/), [OHM](https://olympusdao.eth.link/#/), [FLOAT](https://www.floatprotocol.com/#/stake)\\\\*\\\\*, **[FRAX](https://frax.finance/)**) \\\\*\\\\*leverage protocol controlled value (PCV). This is a concept in which the collateral backing a stablecoin is not redeemable by users but rather is owned by the protocol (which decides whether/how to invest it, can use it to restore the peg, etc.) This is similar to a treasury or insurance fund, but is distinct in that PCV can be immediately converted into liquidity (an [AMM](https://www.gemini.com/cryptopedia/amm-what-are-automated-market-makers) pool). Launch issues aside, [FEI](https://fei.money/)’s PCV enabled it to become the largest liquidity provider (LP) on [Uniswap](http://uniswap.org/). [Aave](https://docs.aave.com/faq/swap-and-repay-with-collateral-v2#:\\\\~:text=In%20Aave%20V2%20you%20have,loans%20with%20your%20deposited%20collateral.) v2 similarly blurs the line between collateral and liquidity by allowing borrowers to pay off their debt with existing collateral. [Proof of Liquidity](https://www.placeholder.vc/blog/2020/5/22/proof-of-liquidity) creates a similar dynamic for staking derivatives, which are covered in more detail below.\\n\\n> DeFi v1 figured out how to use liquidity as collateral (LP tokens). v2 and v3 protocols are figuring out how to convert collateral into liquidity.\\n\\nUnfortunately, liquidity alone does not result in stability. The real reason stablecoins collapse is a crisis of confidence below the peg. Addressing captive capital is not sufficient\\\\*\\\\*. \\\\*\\\\*Sound economic mechanisms are required to keep the stablecoin near its peg over time, and mechanism design is hard. Purely algorithmic stablecoins ([Basis Cash](https://basis.cash/), [Empty Set Dollar](https://www.emptyset.finance/)) have struggled with mechanisms that require confidence in the future peg exactly when the present peg is failing. So-called [Direct Incentives](https://medium.com/fei-protocol/what-you-should-know-about-fei-3ccffd4a4bb6), which penalize trades away from the peg and reward trades towards the peg, end up pulling liquidity out of the system at the exact moment it’s most needed.¹⁰ Severe sell penalties mimic constrained liquidity and keep more capital captive, which is the problem we’re trying to solve in the first place. Other models attempt to solve for confidence first and improve capital efficiency over time, beginning with a fully collateralized token and letting the market adjust the collateralization ratio dynamically. As confidence goes up, so does capital efficiency. [FRAX](https://frax.finance/) uses this model, but is currently backed by a basket of fiat-backed stablecoins. While the mechanism appears to be working, it’s unclear how it would hold up were it exclusively collateralized by uncensorable assets.\\n\\n> While the newest generation of stablecoins are focused on lowering collateralization requirements, we need to solve for confidence in the peg (effective mechanism design) before capital efficiency.\\n\\n## Liquidity as a Liability\\n\\nWe can’t talk about liquidity without talking about [Uniswap](https://uniswap.org/), the dominant AMM. Uniswap played an important role in the rise of [yield farming](https://www.coindesk.com/defi-yield-farming-comp-token-explained) and [liquidity mining](https://medium.com/bollinger-investment-group/liquidity-mining-a-user-centric-token-distribution-strategy-1d05c5174641#:\\\\~:text=Liquidity%20mining%20is%20a%20network,for%20that%20protocol%27s%20native%20token.), which, in turn, played an important role in Uniswap’s trajectory. After we learned ([the hard way](https://thedefiant.substack.com/p/sushiswaps-vampire-scheme-hours-away)) that [liquidity is not a moat](https://www.delphidigital.io/reports/fork-defense-strategies-in-defi/), the focus moved from acquiring it to retaining it. Competing AMMs began moving up the stack to add higher moat/margin services like lending ([Kashi Lending](https://medium.com/sushiswap-org/introducing-kashi-lending-margin-trading-on-sushiswaps-bentobox-eb91286f6910)), borrowing a page from traditional fintech: acquire users cheaply and upsell credit products. Instead, Uniswap fundamentally rethought the AMM liquidity mechanism, resulting in a v3 that improves capital efficiency by up to 4000x, in special cases.⁷\\n\\nWhile v1 AMMs were a [0 to 1 innovation](https://medium.com/bollinger-investment-group/constant-function-market-makers-defis-zero-to-one-innovation-968f77022159), they were also inefficient since they required liquidity for prices that might never be reached. For example, if ETH were in the $200 range, and there was $10M in an ETH/DAI pool, up to 25% of the liquidity pool might exist for buying ETH below $10 or above $5,000.⁵ In this example, it is highly unlikely that liquidity would be needed at those levels. Maintaining this constant price curve resulted in low turnover (\\\\~20%) as $5B in locked capital translates to only $1B in volume.¹\\\\*\\\\* \\\\*\\\\*The even spread of liquidity over the entire range also means that very little liquidity is concentrated where a pair does most of its trading. [Curve](https://curve.fi/) recognized this early on, creating an AMM specifically for stablecoins, which are designed to trade in a tight range.\\n\\nUniswap v3 addresses these issues and, in the process, moves closer to a limit order book in that\\\\*\\\\* LPs can now specify a price range over which to provide liquidity (ie. ETH/USDC from $1800 to $2200). This change should result in almost all trading occurring in a few buckets around the mid-market price, improving liquidity where it’s most needed. More concentrated liquidity should also reduce inventory risk, which results in both wasted capital and exposure to assets that LPs don’t want to hold. For example, if an LP posts $500 for an ETH/DAI pair but is confident that the ETH price will go up, then they’ve taken on exposure to an asset (DAI) that they don’t want to hold (ETH opportunity cost) and are holding $500 of DAI only to buy ETH as it falls, which they think is unlikely. Uniswap v3’s concentrated liquidity provision reduces this risk by enabling LPs to significantly increase their exposure to preferred assets.¹³ \\\\*\\\\*[Balancer](https://balancer.finance/) v2 also attempts to reduce inventory risk by introducing [Asset Managers](https://medium.com/balancer-protocol/balancer-partners-with-aave-to-build-the-first-v2-asset-manager-d9c173330151), which allow LPs to lend out one side of a pair when it’s not being used as swap liquidity. [Yearn](https://yearn.finance/)’s [Stablecredit](https://docs.yearn.finance/r-and-d/stablecredit) utilizes a similar functionality.\\n\\n> The next generation of AMMs require less capital but result in more liquidity.\\n\\n## **Liquidity Trade-offs**\\n\\n[Superfluid collateral](https://tokeneconomy.co/superfluid-collateral-in-open-finance-8c3db15efac) is a v1 concept that refers to the ability to tokenize locked capital (collateral or liquidity) in order to access liquidity or gain leverage on that capital. Staking derivatives extend this concept to staked assets (assets that secure [proof-of-stake](https://www.investopedia.com/terms/p/proof-stake-pos.asp) networks) via stake tokens ([stETH](https://lido.fi/), [rtokens](https://www.stafi.io/rToken)) that essentially allow staked capital to be deployed more productively elsewhere. Proponents of staking derivatives argue that without them, network token liquidity will suffer as a large portion of outstanding supply will remain captive. There are also concerns that validators won’t be incentivized to stake if/when they can earn higher returns on capital deposited elsewhere (DeFi protocols). In theory, staking derivatives could increase the percentage of ETH staked from 15–30% to 80–100%, since it removes the additional costs of staking compared to not staking.¹⁴\\n\\nStaking derivatives also allow for the creation of new financial instruments. For example, the cash flows “guaranteed” by proof-of-stake rewards can enable products that look similar to coupon-bearing bonds ([Terra](https://terra.money/)’s bAssets, [Blockswap](https://www.blockswap.network/)). These instruments can be used to generate sustainable, stable, and relatively high yields (as in [Anchor Protocol](https://anchorprotocol.com/)), which may onboard more mainstream users to DeFi.\\n\\nHowever, staked assets are unique from collateral in that they are not just a promise to pay, but rather they are a security mechanism. I would like to see more research on the associated security costs, but it’s clear that design matters. Some designs, particularly those that enable staking derivatives to move cross-chain, allow for a transformation of risk (from [endogenous](https://www.investopedia.com/terms/e/endogenous-variable.asp) to [exogenous](https://www.investopedia.com/terms/e/endogenous-variable.asp)) that could impact the underlying game theory that helps secure public networks.¹¹ In contrast, [Proof of Liquidity](https://www.placeholder.vc/blog/2020/5/22/proof-of-liquidity) converts staked capital into liquidity for the underlying network token in a way that balances capital efficiency and network security, which should be the main priority.\\n\\n## Financial Primitive 2: Leverage\\n\\n*[Leverage](https://www.investopedia.com/terms/l/leverage.asp)*\\\\* amplifies gains (it’s the ultimate in capital efficiency) but also dramatically accelerates losses. Creating leverage is easy, controlling it is hard. We love it, until we hate it.\\\\*\\n\\nThere have been countless TradFi market crashes due to excessive and/or hidden leverage. In the last six months alone, we saw the market impact of [Archegos](https://www.bloomberg.com/news/articles/2021-04-01/leveraged-blowout-how-hwang-s-archegos-blindsided-global-banks) (which was highly levered) and the Gamestop levered short squeeze ([140% of Gamestop’s float was sold short](https://www.institutionalinvestor.com/article/b1qjp3jmnxyf73/Short-Sellers-Still-Love-to-Hate-GameStop#:\\\\~:text=About%2033%20percent%20of%20GSX%27s,added%20during%20the%20past%20week.)). In the crypto markets, we recently saw [$10B in liquidations in 24 hours](https://www.coindesk.com/crypto-futures-saw-record-10b-worth-of-liquidations-on-sunday#:\\\\~:text=31%20a.m.%20PDT-,Crypto%20Futures%20Saw%20Record%20%2410B%20Worth%20of%20Liquidations%20on,caught%20overleveraged%20traders%20off%20guard.), in part due to [cascading liquidations](https://twitter.com/SBF_Alameda/status/1238306312229761025) of leveraged long positions. This served as a sort of stress test for the crypto markets, and some DeFi protocols were [pretty stressed](https://twitter.com/lawmaster/status/1383655305058217988).\\n\\n> Leverage is easy in DeFi , controlling it is still hard.\\n\\n## Creating Leverage\\n\\nMuch of the frenzied activity during the DeFi Summer of 2020 was driven by active leverage strategies that relied on recursive [yield farming](https://www.coindesk.com/defi-yield-farming-comp-token-explained) and [liquidity mining](https://medium.com/bollinger-investment-group/liquidity-mining-a-user-centric-token-distribution-strategy-1d05c5174641). While this activity has died down since then, we are starting to see new leverage mechanisms emerge. [Element](https://element.fi/)’s [Yield Token Compounding](https://medium.com/element-finance/unlocking-capital-efficiency-a-defi-users-journey-through-element-d0a689f2a894) is one example. When a user deposits collateral via Element, two tokens are minted: a principal token and a yield token. Let’s say a user deposited principal of 10 ETH at 20% APY. The token holder can sell the principal token at a discount. At a fixed rate yield of 10%, they would receive 9 ETH while maintaining exposure to the interest paid on all 10 ETH over time via the yield token. The user could then open a new position with the remaining 9 ETH and repeat, achieving up to 6.5x leverage.³ The ability to earn interest on the \\\\*full \\\\*principal amount, while being able to access the loan’s [NPV](https://www.investopedia.com/terms/n/npv.asp), is unique relative to earlier lending protocols.\\n\\nWhile there have been several protocols that aimed to achieve undercollateralized lending in DeFi, it remains mostly conceptual. While [CREAM](https://app.cream.finance/) v2 strives to achieve zero-collateral protocol-to-protocol lending via the [Iron Bank](https://creamdotfinance.medium.com/introducing-the-iron-bank-bab9417c9a), it’s only available to whitelisted partners and parameters will be determined directly by the CREAM team, highlighting current limitations. Instead, [Alchemix](https://alchemix.fi/) approaches the problem from a completely different angle, allowing borrowers to benefit from overcollateralization. For example, a user that deposits 1000 DAI can access 500 alUSD. The 1000 DAI is put into a Yearn vault to earn yield, which is used to pay down the loan over time. The alternative would be to make an upfront purchase of $500 and then invest the unspent $500, which will obviously earn less yield than $1000 would ($280 less, assuming a 25% APY over 2 years).¹⁵ Again, borrowers benefit from earning interest on the \\\\*full \\\\*principal amount while still being able to access a discounted portion of the principal.\\n\\n> New lending protocols utilize the time value of money and the separation of principal and yield to allow users to benefit from (over)collateralization.\\n\\n## **Cross-Collateral Complexity**\\n\\nWhile the early DeFi ecosystem relied mostly on recursive loops denominated in one asset (ETH), v2s expanded the complexity of lending protocols by allowing for multi-collateral systems, in which *n* assets can be borrowed against *m* collateral. Single-Collateral Dai evolved into Multi-Collateral Dai, [Compound](https://compound.finance/) supported cross-collateral money markets, which [Aave](https://aave.com/) and [CREAM](https://app.cream.finance/) expanded on by supporting more and more assets. [Yearn](https://yearn.finance/)’s [StableCredit](https://medium.com/iearn/introducing-stablecredit-a-new-protocol-for-decentralized-lending-stablecoins-and-amms-7252a43ee56) protocol allows users to mint synthetic debt positions to essentially swap collateral ([functionality](https://docs.aave.com/faq/swap-and-repay-with-collateral-v2#:\\\\~:text=In%20Aave%20V2%20you%20have,loans%20with%20your%20deposited%20collateral.) which Aave v2 supports via [flash loans](https://www.coindesk.com/what-is-a-flash-loan)). Some protocols take it a step further and pool exposure to all of these assets, spreading counterparty risk across users. On [Synthetix](https://synthetix.io/), when the value of any synthetic asset minted on the protocol increases, it raises the value of total debt in the system, while a user’s ownership of the total debt pool remains constant. This can result in outcomes where a user’s debt balance increases due to a price increase of an asset to which they have no direct exposure.² This cross-collateral complexity and cross-asset exposure improves functionality but also increases the likelihood of market contagion, whereby a sell-off in one asset causes a sell-off in others.\\n\\n## Controlling Leverage\\n\\nComposability enables rapid innovation, but it also means that money legos can quickly become money dominos. Despite on-chain transparency, the difficulty of creating a cohesive view of leverage compounded across protocols means there is currently no easy way to understand how much credit is\\\\*\\\\* \\\\*\\\\*[commodity credit versus circulation credit](https://mises.org/wire/mises-explains-difference-between-circulation-credit-and-commodity-credit),⁹ which has implications for the solvency of the system. Solvency is particularly important in a system that, by design, has no lender of last resort. Additionally, while centralized venues liquidate underwater collateral themselves, avoiding counterparty risk, decentralized protocols rely on third-party liquidators to remove underwater debt from their balance sheets. These liquidators can choose to purchase underwater collateral from the protocol at a discount, but they can also choose not to, due to volatility, network congestion, and/or other market factors.¹² [Liquity](https://www.liquity.org/) attempts to overcome this issue by creating a pool of funds that can be used for liquidations. In this model, LPs agree in advance that their liquidity will be used to buy collateral at a discount during liquidation periods. While this enables the protocol to lower loan collateralization ratios to 110% and offer a fixed rate of 0% interest, LPs could end up buying collateral as prices are falling, which could come at a much higher cost.\\n\\n## Financial Primitive 3: Risk\\n\\n*There is one ratio that is nearly inescapable in finance: risk/reward. The idea is simple: higher returns require more risk. With one exception (financial primitive 4), it is extremely difficult, if not impossible, to break this ratio.*\\n\\nWhen markets are new, risk is mostly expressed in binary terms: [risk-on or risk-off](https://www.investopedia.com/terms/r/risk-on-risk-off.asp). As markets evolve, and the composition of risk is better understood, risk transfer mechanisms develop, as does a sliding scale of risk that allows market participants to express individual risk tolerance.\\n\\n## Binary Risk\\n\\nVolatility products allow market participants to take a binary view on market risk and are a critical piece of market infrastructure. The [VIX](https://www.investopedia.com/terms/v/vix.asp), an index representing the market’s estimate of future volatility, is a cornerstone of traditional financial markets. CeFi markets already offer some vol products ([FTX ](https://about.ftx.com/)[MOVE](https://help.ftx.com/hc/en-us/articles/360033136331-MOVE-contracts)),\\\\*\\\\* \\\\*\\\\*but DeFi markets have few equivalents. Protocols like [Volmex](https://volmex.finance/) are working to create a volatility index while [Benchmark Protocol](https://benchmarkprotocol.finance/)’s stablecoin uses the VIX as an input to its stability mechanism. [INDEX Coop](https://www.indexcoop.com/) seems like a natural candidate for a DeFi native volatility index and [Opyn](https://www.opyn.co/#/trade?options=eth) [has expressed interest](https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkcy5zaW1wbGVjYXN0LmNvbS9sS21RREc5Ug/episode/YjEzNDIzMGEtY2JkYi00OTQ2LTkzMDctZjM5NzlmODg2NTQ4?hl=en&ved=2ahUKEwjDiaX984rwAhUITawKHWA3B6AQjrkEegQIAxAL&ep=6) in creating a “DeFi VIX” as well.\\n\\n## Risk on a Sliding Scale\\n\\nEmerging DeFi protocols are developing “risk-matching engines” to pair market participants that prefer less risk with those that prefer more. Most are approaching this via multi-token systems that separate speculative versus non-speculative aspects of a protocol and redistribute cash flows accordingly ([Saffron](https://saffron.finance/), [BarnBridge](https://barnbridge.com/), [Element](https://element.fi/)). For example, [Element](https://element.fi/) splits principal and yield, allowing users to purchase the NPV of the principal (basically a zero-coupon bond) or take up to 10x leveraged exposure to the yield.⁸ [BarnBridge](https://barnbridge.com/) splits cash flows into fixed yield and variable yield. Variable yield holders get upside above a fixed rate but subsidize the fixed yield token holders in the case of a shortfall. Similarly, [Saffron](https://saffron.finance/) splits risk into senior and junior tranches. Senior tranches except lower yields in exchange for coverage from junior tranches in the event that things go south. More yield = more risk.\\n\\nThese programmable risk protocols enable peer-to-peer risk transfer and allow users to bet on different parts of the capital structure. Risk-averse capital (like corporate treasuries) may prefer to buy the senior tranche, while [Degens](https://www.coingecko.com/en/glossary/degen) chasing yield may prefer junior tranches. Greater expressivity of risk tolerance is a positive development for DeFi markets and there is nothing inherently dangerous about tranching.\\n\\n> Risk tranches have become toxic in the past, namely when they’ve tried to circumvent the risk/reward ratio. The [CDO²](https://www.investopedia.com/terms/c/cdo2.asp) will forever be my favorite example of clever financial engineering, packaged to look like a riskless instrument when it was actually full of risk.\\n\\n## Financial Primitive 4: Arbitrage\\n\\n*There is one important exception to the risk/reward ratio and that is [arbitrage](https://www.investopedia.com/terms/a/arbitrage.asp)*. Arbitrage creates (theoretically) riskless profit opportunities and it plays a critical role in price discovery\\\\*\\\\*\\\\*, **which** \\\\*\\\\*\\\\**is one of the things smart contract platforms are best suited for.⁴ The [Kimchi premium](https://www.investopedia.com/terms/k/kimchi-premium.asp)* is a perfect example. Buy an asset for $55,000 in the U.S. and sell the same asset for $65,000 in South Korea. Riskless profit.\\n\\nArbitrage is required for many DeFi protocols to function properly and needs to be considered in the design of any protocol. [Uniswap ](https://uniswap.org/)is heavily reliant on arbitrageurs to maintain price discovery. Arbitrageurs rebalance portfolios on [Balancer](https://balancer.finance/). Some [argu](https://medium.com/@hasufly/maker-dai-stable-but-not-scalable-3107ba730484)e that [MakerDAO’s ](https://makerdao.com/en/)scale is limited due to the infeasibility of arbitraging [CDP](https://coinmarketcap.com/alexandria/glossary/collateralized-debt-position-cdp)s. Miners on [Stacks](https://www.stacks.co/) are incentivized to mine on the chain by arbitraging the BTC-STX rate.⁶ [Yearn](https://yearn.finance/)’s [StableCredit](https://docs.yearn.finance/r-and-d/stablecredit) relies on arbitrage rather than governance to maintain stability in the system. [1inch](https://app.1inch.io/), [Yearn](https://yearn.finance/), [ParaSwap](https://paraswap.io/#/), and [Rari](https://rari.capital/) can all be used as vehicles for arbitrage. [ThorChain](https://thorchain.org/) and [Serum](https://dex.projectserum.com/#/market/AtNnsY1AyRERWJ8xCskfz38YdvruWVJQUVXgScC1iPb) will be crucial to enabling cross-chain arbitrage as DeFi protocols launch across Layer 1s\\\\*\\\\*. **As** \\\\*\\\\*DeFi struggles to scale, avoidance of gas costs will present a temporary arbitrage opportunity, which is increasingly shaping v2/v3 design ([Aave](https://aave.com/) v2 [collateral swaps](https://medium.com/aave/the-aave-protocol-v2-f06f299cee04), [dydx](https://dydx.exchange/)’s gasless order book, [Balancer](https://balancer.finance/) v2s pooled assets, [Sushiswap](https://sushi.com/)’s [BentoBox](https://medium.com/sushiswap-org/introducing-kashi-lending-margin-trading-on-sushiswaps-bentobox-eb91286f6910)).\\n\\n> v1s focused on cross-protocol arbitrage, v2s/v3s are focusing on chain-cross arbitrage\\n\\nArbitrage increases [market efficiency](https://www.investopedia.com/terms/m/marketefficiency.asp) (the degree to which market prices reflect all available, relevant information) but it also results in narrower spreads and normalized yields, eliminating temporary advantages between protocols. As market efficiency increases, so does competition. True protocol innovation, and not just incrementalism, will be required to maintain dominance in this environment.\\n\\nv2 and v3 DeFi protocols will need to innovate across all four financial primitives, as their interconnected nature is what drives markets. Without arbitrage, stablecoins can’t scale. Without liquidity, there is no ability to arbitrage. Leverage lets you take more risk, and risk transfer can let you take on more leverage. Importantly, DeFi enables entirely new financial primitives, such as flash loans, that have no traditional counterpart. Protocols that solve for all of these primitives, and/or that create novel ones, will lead the way for the next generation of DeFi. I can’t wait to see v4 and v5.\",\"timestamp\":1630565118,\"title\":\"The Evolution of DeFi Across Four Financial Primitives\",\"publication\":\"justine\"},\"digest\":\"re5hZ47QfpEsaeEWqNYXDSpEeCiVCwMOvfJtgUgWsDc\",\"authorship\":{\"contributor\":\"0xeD11c993Cae7Fc4aAb522c9e3986B233657efc66\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rYjMQaZB_UfQhlAU6Aa2QKyTlBGeydNpk_o8JO5E7nU\\\",\\\"y\\\":\\\"5vVJz79FkmwaXE8t5O6aigO_tCV84gGKd0yE1vb89to\\\"}\",\"signature\":\"55Yv-B6qQ-Rcp9ECiuKliY6gkbbMccH1VRbE6ljDUOqu1dwnTVWZ8B2-LlGRgmTYxeuxNBBODI6SkTYbX23elA\",\"signingKeySignature\":\"0x8f7413afcbc0cbed030ded8539195c04ac7013c200894ad301a045d4ef3d2b73618303c9c2c05b3ae9f9ffd7bcbd840379ef2da4f3e6fe98b0e5f7a1b1a4097d1b\",\"signingKeyMessage\":\"I authorize the publication of articles on s.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rYjMQaZB_UfQhlAU6Aa2QKyTlBGeydNpk_o8JO5E7nU\\\",\\\"y\\\":\\\"5vVJz79FkmwaXE8t5O6aigO_tCV84gGKd0yE1vb89to\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"re5hZ47QfpEsaeEWqNYXDSpEeCiVCwMOvfJtgUgWsDc\"}"