"{\"content\":{\"body\":\"Apologies for missing the last issue. I was travelling and had a few other priorities to take care of.\\n\\nI want to talk about decentralized finance and MakerDAO in particular.\\n\\n## What is DeFi?\\n\\nDecentralized finance (DeFi) is a catch-all term that refers to financial systems that do not rely on any central intermediary (banks, federal reserves), instead working off of smart contracts and automatic rule based execution.\\n\\n*   A global, open alternative to the current financial system\\n*   Products that let you borrow, save, invest, trade, and more\\n*   Based on open-source technology that anyone can program with\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa7179a97-519a-4076-9c2c-09d80d96fd3e\\\\_850x657.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa7179a97-519a-4076-9c2c-09d80d96fd3e\\\\_850x657.png)\\n\\nSource: MakerDAO Blog\\n\\nWhat can you do with DeFi? The list of applications is a pretty long one, which explains the feverish craze DeFi has built over the years.\\n\\nThere's a decentralized alternative to most financial services. But Ethereum also creates opportunities for creating financial products that are completely new. This is an ever-growing list. You could:\\n\\n*   Send money around the globe - Ethereum, Bitcoin and any of a host of currencies.\\n*   Stream money around the globe - Ethereum, Solana, Polkadot etc.\\n*   Access stable currencies - Dai, USDT, USDC\\n*   Borrow funds with collateral - Aave, Compound, Oasis (by Maker)\\n*   Borrow without collateral - Aave flash loans\\n*   Start crypto savings - PoolTogether, IndexCoop\\n*   Trade tokens - Uniswap, Matcha, Sushi\\n*   Prediction markets - Polymarket, Augur\\n*   Grow your portfolio - TokenSets,\\n*   Fund your ideas - Gitcoin Grants\\n*   Buy insurance - NexusMutual, Etherisc\\n*   Manage your portfolio - Zapper, Zerion, Rotki\\n\\n## Why DeFi?\\n\\n*   Monarchies\\n*   Authoritarian/Totalitarian dictatorships\\n*   Democracies\\n\\nBroadly, groups or societies mix and match these three types of governance systems to converge on a style. The vast majority of companies that offer services to the public often choose the authoritarian/totalitarian route of decision making. Financial service organizations like banks also follow a similar paradigm. The central problem that it causes is as follow:\\n\\n> The average human doesn’t know and can not realistically have a voice in how money works.\\n\\nCentral banks, banks and financial organizations have concentrated decision making structures, leaving the door open to short term thinking, manipulation, fraud and conflicts of interest. These deficiencies have generally been either ignored, considered the cost of business or brushed under the carpet.\\n\\nDecentralized finance is an attempt by thousands of idealists around the world to build a system that is simpler, fairer and more accessible. The ethos revolves around transparency, democratic participation, code based execution and robustness.\\n\\nAnd it’s not small. $90 billion is locked in decentralized finance applications.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6ae06027-f6f1-43c5-9bb1-c509e90a0dfc\\\\_906x374.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6ae06027-f6f1-43c5-9bb1-c509e90a0dfc\\\\_906x374.png)\\n\\nsource: DeFi Pulse\\n\\nMaker is at 15.19% of this, roughly $13.7 billion dollars. So, let’s see what the roadblocks to building a decentralized finance ecosystem are. And after that, we will look at Maker and see what they’re doing.\\n\\n[Share Curious Gadfly](https://curiousgadfly.substack.com/?utm_source=substack\\\\&utm_medium=email\\\\&utm_content=share\\\\&action=share)\\n\\n## Building a DeFi ecosystem - key levers\\n\\n### Volatility\\n\\nUsing cryptocurrency to trade or transact is not feasible. The value of 1 ETH for example can swing wildly from one minute to the next. This renders them quite ineffective for financial transactions. For this, we would need a token/coin that keeps its value relatively stable.\\n\\nOne solution for this is to create stablecoins that are backed by hard dollars. USDT and USDC are examples.\\n\\nYou can start one. Take 100 dollars. Keep them in a vault or whatever, and mint 100 tokens, one token = one dollar. The problem here is the centralization of the stablecoin. If the vault gets robbed, your tokens are worth nothing. Or, like Tether did in 2018, you could hold 100 dollars in the vault and generate 120 tokens. The tokens are no longer worth 1 dollar each.\\n\\nDai is the other kind of solution that deals with volatility. We will deal with what this is shortly.\\n\\n### Incentives\\n\\nBuilding incentives into a DeFi ecosystem is essential to:\\n\\n*   Incentivize developers to build functionalities on top\\n*   Incentivize ethical hackers to find and fix security issues in the code\\n*   Keep systems running. Governance schemes are essential, enter DAO’s.\\n*   Protect from bad actors and attacks\\n*   Attract investors\\n*   Incentivize arbitrage seekers. Long term goal being zero arbitrage\\n\\nWe will look into Maker’s incentive scheme later to see how this has helped DeFi adoption.\\n\\n### Adoption\\n\\nBuilding a decentralized finance ecosystem is heavily dependent on network effects. Ethereum is the blockchain with the highest developer and dapp activity, by far. By virtue of being one of the first movers with significant adoption, Eth has garnered massive market share, leading to a virtuous cycle.\\n\\nOther chains are growing significantly too. Algorand and Solana are prime examples of the same. An interesting space to watch out for here is the building of cross chain bridges, enabling applications to transmit information and activity between different chains like Ethereum, Solana, Avalanche etc.\\n\\nAdoption needs two main focus areas.\\n\\n*   Ease of coding : Since DeFi is built on code, there’s huge demand for developers. Stripe has shown the possibilities that can be achieved when optimizing for developers. Coding smart contracts in Ethereum is notoriously complicated, dis-incentivizing building complicated products on the chain. There are a few chains that are aiming to simplify the process of coding for DeFi, Radix being one of the interesting players in this space.\\n\\n*   Composability : Think of DeFi applications as blocks that take an input x and give an output y. Typically, in the non crypto worlds, there is limited interoperability between applications.\\n\\n    For example, you can borrow $1000 from your bank by setting up your car as collateral. You now take this $1000 and put it up as collateral for a put option. Let’s say you make $20 on the put option and you close. The car and the $1000 you set up as collateral haven’t earned you anything because the organizations you used for these individual transactions aren’t interoperable.\\n\\n    Blockchain offers the possibility to build offerings that can stack these applications like legos on top of each other. That provides an insane range of options for end investors, stuff that has generally been reserved for the very rich.\\n\\n### Security\\n\\nPossibly the biggest hurdle that any DeFi ecosystem has to cross, security is a thorny problem to solve. People will not put their hard earned money to work in the DeFi ecosystem if they’re not sufficiently convinced that their funds are not secure. Since the code is generally always open source, it is expected that the applications are reasonably secure because multiple people vet the code. However, unknown issues can always creep in. Determined bad actors are always going to exist and they would keep trying to find ways to break.\\n\\n> Losses from theft, hacks, and fraud in \\\"decentralized finance\\\" or DeFi, a thriving segment in the cryptocurrency sector, hit an all-time high in the first seven months of the year, a report from crypto intelligence company CipherTrace showed on Tuesday.\\n>\\n> But losses from crime in the overall cryptocurrency market dropped sharply to $681 million at the end of July, compared to $1.9 billion for the whole of 2020 and $4.5 billion in 2019.\\n>\\n> The drop in crypto crime overall reflected the industry's growing maturity and much-improved security infrastructure, investors said.\\n>\\n> The DeFi sector, on the other hand, registered criminal losses of a record $474 million from January to July.\\n>\\n> \\\\- Reuters, Aug 2021.\\n\\nStandardized code blocks and time in the market should improve security. Due to DeFi still being relatively young, users themselves have not been adequately exposed to best practices in safety. With time, these issues should reduce in scale.\\n\\nAll right. So we’ve talked about some of the main check boxes you need to keep in mind when you build a DeFi ecosystem. Let’s now dive in and understand what Maker is. This will look complicated at first glance, but stick with it, and you will see the elegance of the solution.\\n\\n## What is Maker?\\n\\n[![MakerDAO | An Unbiased Global Financial System](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe3b28bbe-7b60-4ad1-8569-3c5a020e3562\\\\_2400x1256.png \\\"MakerDAO | An Unbiased Global Financial System\\\")](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe3b28bbe-7b60-4ad1-8569-3c5a020e3562\\\\_2400x1256.png)\\n\\nLet’s forget for a moment about Maker and their organizational structure, which we will get to in a hot minute. What do they generate? They create, and allow anyone to create Dai.\\n\\nWhy do they create Dai? They do it because it’s too hard to have any kind of financial ecosystem without a cryptocurrency which is non volatile.\\n\\n### Dai\\n\\nDai is a stablecoin : a decentralized, unbiased, collateral-backed cryptocurrency whose value is soft-pegged to the US Dollar.\\n\\n***And this is important to understand. Dai is not generated for free. You are loaning your assets to Maker in order to get Dai that you can then spend. Dai is essentially a loan on your collateralized assets.***\\n\\nHow is this different from stablecoins like USDT or USDC? Instead of being backed by actual dollars which are kept in a vault or account, (high centralization risk), Dai is backed by collateral (ETH tokens for example), making it a truly decentralized digital stablecoin.\\n\\nDai is the standard currency for Ethereum’s decentralized finance (DeFi) ecosystem, a group of fintech solutions built and maintained on the Ethereum stack. This means that there is virtually infinite demand for Dai as long as DeFi is in demand. The image below shows the possible use cases for Dai.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe6139036-82a6-40b6-8245-25834aae26c7\\\\_954x511.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe6139036-82a6-40b6-8245-25834aae26c7\\\\_954x511.png)\\n\\nYou can check Dai usage and collateral in real time at **[daistats.com](http://daistats.com/)**\\n\\n### MakerDAO\\n\\nNow hold on, Mister Figs, I see you pipe up. You have 2 burning questions.\\n\\n*   Where does Dai get its value from?\\n*   How does 1 Dai stay equal to 1 USD?\\n*   Brownie points question : What happens if the collateral behind the Dai falls abruptly in value like Michael Richards’ career?\\n\\nEnter the Maker Protocol.\\n\\nThe Maker Protocol is a set of smart contracts that allows people to generate Dai. Essentially, you take a bunch of ETH tokens (or any other supported token) and the Maker Protocol puts them in a digital vault. Based on a predetermined collateral rate, the Protocol then gives you a bunch of Dai.\\n\\nFor example, you take 150 dollars worth of ETH tokens and put them in a vault. You get 100 dollars worth of Dai. The 50% margin is there to ensure that even in case of the ETH token dipping in value, your 1 Dai still stays pegged to 1 USD.\\n\\nSo there is a pool of collateral that backs (more than backs, remember that the Dai is backed by 1+ collateral) the Dai supply at any given time. This solves the where does Dai get its value from.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9eee96ed-09e6-4e43-8b6e-97d2d9743ec1\\\\_1041x589.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9eee96ed-09e6-4e43-8b6e-97d2d9743ec1\\\\_1041x589.png)\\n\\nNext question, how does it stay pegged to 1 USD?\\n\\nOne way is arbitrage. Dai is openly sold and bought on the marketplace, arbitrage seekers are the first line of defense\\n\\nThe second way is how Maker handles the collateralized assets in its vaults. Let’s say you put 150 USD worth of ETH and at the existing collateral ratio of 150%, you pull out 100 Dai. Now let us say the value of your ETH holding goes to 200 USD. You still hold 100 Dai but you can pull out a few more Dai (33 Dai) and still stay at the 150% collateral ratio. That’s not a problem.\\n\\nBut if the value of ETH drops, then you have a problem. You have Dai that are not sufficiently collateralized by your assets. Maker liquidates your collateral and auctions it off before the value of the collateral is less than the amount of Dai it is backing. If the price feed shows the value of ETH has gone below a limit (let’s say 125% of created Dai), then your assets are sold off for Dai. Simple.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa8e729e4-8f68-4703-a17e-50fc98c4206b\\\\_752x522.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa8e729e4-8f68-4703-a17e-50fc98c4206b\\\\_752x522.png)\\n\\nSource: The awesome Coinlink medium article : https\\\\://medium.com/cryptolinks/maker-for-dummies-a-plain-english-explanation-of-the-dai-stablecoin-e4481d79b90\\n\\nAll right then. What about the brownie point question? What if the value of all crypto holdings drops drastically? What if we see Taleb’s spirit animal?\\n\\n[![Dakota Zoo - Animals](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc8aed571-e020-45d6-ada0-48eb26775929\\\\_601x421.jpeg \\\"Dakota Zoo - Animals\\\")](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc8aed571-e020-45d6-ada0-48eb26775929\\\\_601x421.jpeg)\\n\\nSup bitches?\\n\\nWell, the last line of defense is the MKR tokens. MKR is the governance token that is used by the MakerDAO (a disparate group of people who democratically control policy and monetary decisions of Maker). The higher the number of MKR tokens you hold, the stronger your vote is.\\n\\nMKR tokens accrue value based on the closeness of Dai to USD, among other things. MKR holders are incentivized to ensure the stability of the Dai Peg and the overall health of the Maker Protocol. They can vote on:\\n\\n*   Stability Fees\\n*   The Dai saving rate - The DSR is a variable rate of interest earned by locking Dai. Everyone who buys Dai automatically gets interest. Varying this helps increase or decrease Dai demand as required.\\n*   Debt Ceilings\\n*   Collateral Ratio\\n*   What kinds of assets are accepted as collateral (previously Dai was only backed by ETH tokens, now it supports a wider variety of assets)\\n*   Risk ratios of each kind of assets, and the long term building of decentralized risk assessment teams.\\n\\n## Pitfalls and what lies ahead\\n\\n### March 12, 2020\\n\\nThat ugly black swan did rear its head on March 12, 2020. Coronavirus and oil price changes culminated in a massive capital and crypto market drop on March 12. 50% of ETH and BTC value was lost in that crash. With the massive loss in ETH value, a frenzy of transactions erupted, driving gas fees to insane levels.\\n\\nDue to the massive change and congestion on the ETH network, multiple vaults were auctioned off. A subset of those auctions were won by bidders who submitted bids decimal points above zero (“zero bidders” submitting “zero bids”). Keepers (market making bots) faced serious issues too. At one point in time, 1 Dai was worth $1.12, a massive deviation for a decentralized stablecoin. Around 1,200 Maker Vaults became under-collateralized and were subsequently liquidated.\\n\\nMakerDAO did not compensate victims of the flash crash that left some of their investors out $8.33 million. The community had initially voted to refund the sunken investors. Nearly six months later, in a vote dominated by MKR whales (big ticket owners), zero compensation for lost funds was the decision made. This was a significant blot on the functioning of Maker, and a cautionary lesson to all those who were swayed by idealism. There needs to be stronger preparation and protocols for black swan events. But concentration of voting power renders that unlikely, in my opinion.\\n\\n### Decentralization\\n\\nThe MakerDAO is also currently supported by the Maker Foundation. The Maker Foundation was built to centrally build, plan, bootstrap and push forward the roadmap for MakerDAO and Dai. It’s however going to be dissolved in the coming months, marking MakerDAO’s true decentralization. The latest dissolution date is set for Dec 31, 2021.\\n\\n### Societe Generale\\n\\nFrench multinational bank, Societe Generale has submitted a proposal to the MakerDAO’s governance forum. They want to use on-chain bond tokens issued by SocGen as collateral to gain Dai. This is one of the largest steps forward for the institutional adoption of DeFi.\\n\\nThe vote in the Maker forum is yet to happen. Exciting times ahead, showcasing the value that enterprises can gain from decentralized finance offerings.\\n\\n> The tokens that SocGen has submitted for application as collateral were issued in 2020, have a fixed rate of 0%, and mature in 2025. They sport a AAA rating from rating agencies Moody’s and Fitch. Both the bond tokens and DAI are recognized under French law.\\n>\\n> Source - Coindesk\\n\\n### Competition\\n\\nWhile Maker remains one of the largest DeFi enabling ecosystems in the world, it was recently taken over in locked value by Aave. Aave, Curve Finance, Compound etc. are stiff competitors to Maker currently, focusing on improved end user experience. Aave and Compound also use Dai, seeing as how it is the most accepted DeFi token on the Ethereum ecosystem.\\n\\nThough the logic is well founded for Maker and it has sustained reasonably well for more than 5 years now, barring a couple of hiccups, the complexity and confusion in terms of usage may well prove to be its undoing.\\n\\nDecentralized Finance means building for the common person. And as is the case with first movers in fields like this, though they are pioneers with brilliant thought processes and problem solving frameworks, they often give way to hungrier upstarts that build on top of these frameworks while also solving for a seamless user experience that pushes adoption forward.\\n\\nHope you had fun reading. If you did, share it with a friend or two. Or ten.\\n\\nIf you feel that was too technical, dry or if you have any other pointers, feel free to drop me a note on curiousgadfly\\\\@protonmail.com\\n\\n*Sources:*\\n\\n###### 1) https\\\\://developer.makerdao.com/dai/1/\\n\\n###### 2) https\\\\://decrypt.co/resources/makerdao-guide-learn-explained-decrypt-3-minutes\\n\\n###### 3) https\\\\://www\\\\.gemini.com/cryptopedia/makerdao-dai-decentralized-autonomous-organization\\n\\n###### 4) https\\\\://makerdao.world\\n\\n###### 5) https\\\\://awesome.makerdao.com\\n\\n###### 6) https\\\\://medium.com/cryptolinks/maker-for-dummies-a-plain-english-explanation-of-the-dai-stablecoin-e4481d79b90\\n\\n###### 7) https\\\\://makerdao.com/en/whitepaper/\\n\",\"timestamp\":1634157362,\"title\":\"Meet your Maker\"},\"digest\":\"i-4dG491hXLrduSaxy9CGjuqf_rxnhShGfmaW8ZmqDI\",\"authorship\":{\"contributor\":\"0xD5A29580B1e9C2BF309C8c3f067aa8f4e027a9C8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9WqfvND0VOcJbZ8cdIRQmsjD_IxJsLyhK6EJiF9Yv4s\\\",\\\"y\\\":\\\"U1nrYSleIxQHgg9Bjz_K5pDX6m-x-z77AQnO7_54sXA\\\"}\",\"signature\":\"Wib1cNZ0DSP_sDoQOQQ2MDfXx86mPEMY1MRR1-du8ZOSju83Aa-o8TiejSlekfFJDDmxG7G5IL--XyziTqBF9A\",\"signingKeySignature\":\"0xfa773b9d71f47a926ce99d98e57a90b5aea82cf20c0545ab493ea5208d3680a22c52eed20611df9cbc92f27c23edfad6f1fadde012e33e32b54723bf3557678e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9WqfvND0VOcJbZ8cdIRQmsjD_IxJsLyhK6EJiF9Yv4s\\\",\\\"y\\\":\\\"U1nrYSleIxQHgg9Bjz_K5pDX6m-x-z77AQnO7_54sXA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i-4dG491hXLrduSaxy9CGjuqf_rxnhShGfmaW8ZmqDI\"}"