"{\"content\":{\"body\":\"A tweet, a gif, a digital chrome worth hundreds of thousands of euros, why? We explain it to you. You are hearing about them continuously, it is the boom, the latest fashion. Why is everyone talking about crypto art or what does NFT mean? What are NFTs or Non-Fungible Tokens? How do they work? We explain in a simple and easy-to-understand way what all this is and how you can easily understand their value but also what has made it possible for everyone to talk about them or what problems this fashionable crypto collectionism can present around the world.\\n\\nHow can you be part of them? What does it take to become a digital artist? Everything may seem a bit confusing to you but we explain step by step everything you need to know, how to buy, how to sell or what we can buy.\\n\\nWhat are NFTs?\\nNFTs stand for Non-Fungible Tokens or, in other words, a “non-fungible asset”. That is, a type of asset that cannot be modified, which is unique. For example, a work of art. A unique painting by Picasso in which there may be many copies but there is only one that is the original. NFTS are digital assets. The same as the above but in digital format. The same collectibles you had forty years ago but in digital format: stamps, works of art, unique stickers. But instead of having them in an album, you have them stored digitally. You don't have them in your house, exposed. They are not kept in a drawer or locked.\\n\\nUnique non-tangible works\\nSo you could understand each of the NFTS: inimitable files that can be bought and sold like any other type of property you have (a unique painting, an original photograph by Robert Capa, a manuscript) and that no one else can have. What is the difference between these NFTS and any other collector's item? That they are not tangible, as we have said. That is, they do not exist as such, you cannot touch them or store them in a drawer, they do not have a shape. They are digital.\\n\\nYou can have a work of art that is only a file on your computer and that you cannot take with you but with a digital certificate that shows that it is ours, that shows its validity and exclusivity. Due to their similarity with these unique works of art (there are many Mona Lisa but only one is the real one, there are many Don Quixote books in many houses but none is the one written by Miguel de Cervantes) they have been considered as unique pieces of digital art. And everyone talks about them.\\n\\nAre they always unique?\\nIn the case of the most expensive ones, yes, those that have caused the boom and that everyone talks about them. But not always. There are pieces or works that are limited. For example, digital NBA cards or player cards of which there are few units. Ten, twenty tops. They are not unique but it can be an option if you are looking for a more affordable NFT at a cheaper price. Limited works. You would also find, in the same catalog, pieces that are unique and that will cost much more expensive. Using this NBA Top Shot as an example, we see that they offer four types of tokens: common, rare, legendary and ultimate. Four categories similar to if it were a tangible collectible: the more unique the token, the more expensive it will be, but there are also some limited but not unique pieces.\\n\\nCharacteristics\\nIt is clear to us what they are: a single paint drawing or an entry from a Wimbledon final on the seat that a particular player sat in when he won, as an example. There is no other equal and that is why they cannot be exchanged with each other. As an example: there are two stickers from the 1999 album by Fernando Redondo de Panini but no two tournament entries are the same, each one has its seat. And these NFTs or Non-Fungible Tokens are like this: no two are alike (generally, not always) and they are personal and unique. That is their first characteristic: they are unique. There will be copies, there will be some resemblances but none exactly the same, and there is a certificate (or there should be) that proves who the owner is. A certified and protected authorship, controlled.\\n\\nThey are personal, as we have said. You cannot buy a license of a work and share it, it does not belong to several people. No, the good is only yours. If you have ownership of a unique Paint drawing that is yours alone, no one can buy a license to have it as well or use it. They are only owned by one owner.\\n\\nAnother important feature is that they are encrypted and based on the blockchain. There is a blockchain that tracks the history of that NFT, who has owned it at all times from its creator to the present. Through what hands it has been passing. That blockchain or Ethereum blockchain allows to verify whose it is in the same way, operating in the same way as cryptocurrencies. Specifically, that Ethereum.\\n\\n\\n\",\"timestamp\":1637289379,\"title\":\"What are NFTs and why is everyone talking about them?\"},\"digest\":\"GAKU2ouLIYEz5Mh7G6_nuycretGjWQAoJ2JdHoNqHIU\",\"authorship\":{\"contributor\":\"0xF10f154ecda0584A440FFcaBa245c4E88d87142A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PLg1p5GDZBWx0UfbSeNlwdqhFOeO7Ns9l-FCTjScoyw\\\",\\\"y\\\":\\\"A461_2H6a0P5EkGuk6FycO3PIn9AcduyXakZhHUa5Ug\\\"}\",\"signature\":\"oQVdXu4A8s7F3dalZ79s89wgTNohRjtWdcHQu9mBXn-p3S7pUqrelpODye6rsaIpkOe6VvyaOJk7MmPR-k2jww\",\"signingKeySignature\":\"0xa76d35cc98b45f916cc67b689209418377b599e51cba2bebb7736b7cc6db400a0965b98f7941fffff5c6ee6ed1270ca3d8f14692d47d56c294cb99e859fae68c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PLg1p5GDZBWx0UfbSeNlwdqhFOeO7Ns9l-FCTjScoyw\\\",\\\"y\\\":\\\"A461_2H6a0P5EkGuk6FycO3PIn9AcduyXakZhHUa5Ug\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GAKU2ouLIYEz5Mh7G6_nuycretGjWQAoJ2JdHoNqHIU\"}"