"{\"content\":{\"body\":\"# \\n\\nWith Ethereum Name Services ($ENS) and Paraswap ($PSP) doing token airdrops recently, some might have started proactively looking for the next airdrop.\\n\\nIt’s clear that airdrop farming is an extremely speculative activity that hinges on a lot of unknowns. There’s no way of identifying whether a protocol would eventually do an airdrop or not, and even if they did, what actions qualify for an airdrop.\\n\\n[Paraswap’s recent airdrop](https://www.coindesk.com/tech/2021/11/15/dex-aggregator-paraswap-launches-psp-token-on-heels-of-ens-airdrop-excitement/) was claimed to alienate many real users after they identified and filtered out 20,000 legitimate users out of 1m+ addresses that interacted with its protocol.\\n\\nNonetheless, we think that’s it’s still worth trying and giving these apps and protocols a spin regardless of whether they will eventually do an airdrop or not, in fact, some of these might be ones that you’re already using anyway.\\n\\nIn this article, we would explore 8 promising upcoming airdrops to look out for.\\n\\n# #1 — Metamask\\n\\n[Metamask](https://metamask.io/) is a cryptocurrency wallet with a built-in swap functionality. Users are able to buy, store, send, and swap tokens using their application. As a gateway to the crypto world, you’re able to connect to various blockchains, interact with dApps, manage your crypto and more.\\n\\n**Why we think there will be an airdrop:** Metamask is used by millions globally. Other cryptocurrency wallets such as Coin98 and Trust Wallet have launched tokens in the past too.\\n\\n**How to potentially farm the airdrop:** Use the swap functionality in Metamask on supported chains. Note that Metamask swaps have a 0.8% fee.\\n\\n# #2 — Opensea\\n\\n[Opensea](https://opensea.io/) is one of the biggest trading avenues for buying and selling non fungible tokens, or NFTs. We [previously described](https://medium.com/stakingbits/how-to-buy-nfts-from-opensea-689b7c4e5f39) how you can potentially use Opensea to buy and sell NFTs.\\n\\n**Why we think there will be an airdrop:** Other NFT marketplaces like Rarible have a token. Investors in Opensea would look to exit in future and we think an airdrop makes the most sense for Web 3.0 dApps.\\n\\n**How to potentially farm the airdrop:** Buy and sell NFTs on Opensea, on all the blockchains that they are in. We think that the airdrop would be determined by volume traded and whether you’re a buyer, seller or both.\\n\\n# #3 — Rabbithole\\n\\n[Rabbithole](https://rabbithole.gg/) allows users to earn crypto by becoming an early adopter of new projects and earn crypto as a reward. For projects, they can attract new users and stakeholders and distribute tokens through proof-of-use.\\n\\n**Why we think there will be an airdrop:** We think that Rabbithole is plugged deeply in the DeFi space and will eventually reward its users and early adopters.\\n\\n**How to potentially farm the airdrop:** Complete a few quests on Rabbithole and level up some skills. We think that your EXP level in Rabbithole would have an impact on the amount of airdrop received.\\n\\n# #4 — Zapper\\n\\n[Zapper](https://zapper.fi/) is a dApp for DeFi portfolio management to manage your DeFi portfolios from a single place, including tracking of assets and debt, investing directly into liquidity pools and savings platforms. It supports multiple blockchains and hundreds of protocols so you don’t have to navigate multiple apps to track your positions.\\n\\n**Why we think there will be an airdrop:** They launched gamification features, quests and NFTs. While they have no plans to do an airdrop in the short term, they do have plans to incentivize the building and maintaining of a front-end application with a new token model in future.\\n\\n**How to potentially farm the airdrop:** Use the app, connect your wallet, swap, pool and invest using their app, across multiple blockchains if possible. Accumulate EXP and redeem NFTs.\\n\\n# #5 — DeFiSaver\\n\\nDeFiSaver is a one-stop dashboard for creating, managing and tracking your DeFi positions. It allows users to automatically do certain actions, such as automatically automatically repaying loans below a certain LTV. DeFiSaver also introduced ways for anyone to create custom DeFi recipes where you can build your own custom templates.\\n\\n**Why we think there will be an airdrop:** Lots of users, great and useful product. FuruCombo is similar to DeFiSaver and has a token launched too.\\n\\n**How to potentially farm the airdrop:** Use the app and run automations with it.\\n\\n# #6 — Sablier Finance\\n\\n[Sablier Finance](https://app.sablier.finance/) is a real-time payments platform where senders can stream payments in real-time from one party to another party.\\n\\n**Why we think there will be an airdrop:** Sablier powers many protocols’ DAO and investor funding.\\n\\n**How to potentially farm the airdrop:** Create money streams and stream money to others\\n\\n# #7 — Hop Protocol\\n\\n[Hop Protocol](https://hop.exchange/) powers the Hop Exchange — a scalable rollup-to-rollup general token bridge. It allows users to send tokens from one rollup to another almost immediately without having to wait for the rollup’s challenge period.\\n\\n**Why we think there will be an airdrop:** Other cross-chain bridges have introduced tokens to incentivize liquidity (e.g. $SYN).\\n\\n**How to potentially farm the airdrop:** Bridge tokens between blockchains, provide liquidity to Hop’s liquidity pools and stake them\\n\\n# #8 — Superfluid\\n\\nSuperfluid is a protocol for programmable cashflows, allowing users to stream money to others with immediate starts, no set end-dates, constant flow, completely gas free.\\n\\nUnlike Sablier, Superfluid does not lock up your tokens when you create a stream. Instead, your assets are always available in your wallet, and if you run out of assets, your stream is automatically terminated.\\n\\n**Why we think there will be an airdrop:** Similar to Sablier, we think Superfluid might introduce a token several months down the line as more protocols and DAOs require better infrastructure to support paying contributors.\\n\\n**How to potentially farm the airdrop:** Stream money to others using Superfluid.\\n\\nToken airdrops are truly a gift, and they can be potentially life changing if you’re lucky. For example, we’ve gotten a $UNI airdrop worth $30,000 and $ENS airdrop worth US$40,000 at both their peaks! If you’re looking for other potential airdrops not covered in this article, check out [this post](https://medium.com/stakingbits/identify-potential-airdrops-with-defillamas-airdrop-page-e969bc4ca03e).\",\"timestamp\":1639229537,\"title\":\"Top 8 potential airdrops to look out for\"},\"digest\":\"6a6BURVsAXHKMIsS8de53Ggwo9q5Yj-ITdPYvmrU-_s\",\"authorship\":{\"contributor\":\"0x70956595D7d6d857E8E4bdc780EFDD29609D37ce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rSVQHyhIcBAVBlC2qhC_Q1OplYXuJplxUSFxnSI5LZ0\\\",\\\"y\\\":\\\"Pr58mL-T1cl-9AM284rPYoZJtMXn60YAoybIJEfVfwg\\\"}\",\"signature\":\"nzzh0OG-BRFS_G8-8m6JhgSbT0pd4bw9lfbUOY5MHX2wucXIHldaFm5UNu1N0pckCcl2wH8H_ZRcwUXeWm7B4Q\",\"signingKeySignature\":\"0xc4ae5c6a96538f4e4ae0a0ffef4da6867890b74f42b889f2a3efcc480e330219509a01d5d1be0eac35b7542e13a05041272785fd51965e7f802b2ee20717b2691b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rSVQHyhIcBAVBlC2qhC_Q1OplYXuJplxUSFxnSI5LZ0\\\",\\\"y\\\":\\\"Pr58mL-T1cl-9AM284rPYoZJtMXn60YAoybIJEfVfwg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6a6BURVsAXHKMIsS8de53Ggwo9q5Yj-ITdPYvmrU-_s\"}"