"{\"content\":{\"body\":\"## *A broad look at action and its role in your life*\\n\\nEveryone and their brother can and will tell you about how you need to take action in your life because action drives success. Many internet charlatans will try to convince you that their niche form of action is the absolute way to achieve success, for NOW ONLY $99.99.\\n\\nIt is important that we have small niches where we can learn how to perform certain actions because whether it’s dancing, skateboarding, writing, or walking, there’s a form of action that is a perfect fit for anyone. However, a [generalist](https://www.amazon.com/Range-Generalists-Triumph-Specialized-World/dp/0735214484) approach to action can give us far more perspective on how we can utilize action to benefit us the most. So how do we relate to action?\\n\\n**Life is Action**\\n\\nSince life has begun, one of the defining factors for its continuity is a specific form of action: movement. Without movement, most animals would not be able to obtain food, flee from predators, and carry out reproduction. Plants grow in the direction of sunlight to obtain food. Even single-celled organisms require internal movement of nutrients and wastes to maintain homeostasis. Humans are no exception to this need for movement. We are reliant on microscopic movement to maintain the delicate health of our cells and tissues. Without this movement, our cells would quickly deplete their energy sources and accumulate waste.\\n\\nSimilarly, we require movement on a macroscopic scale to maintain the health of our organ systems and ourselves as a whole. We too deplete our energy sources and accumulate waste without movement.\\n\\nBeside the obvious need for movement on the cardiovascular and musculoskeletal systems, the nervous system is surprisingly attuned to movement.\\n\\n**An Anthropological Look at Action**\\n\\nFor about 99.99% of the history of all brains, they have not had the ability to use reasoning or imagination. Despite missing this trait seen in humans, animals throughout history have been solving their problems quite efficiently with mere actions. While animal brains make computations like ours, a lion in the savanna does not ponder the ethics of hunting down a gazelle for dinner. It simply computes hunger and takes action accordingly.\\n\\nOn the other hand, human brains have gained more complexity with the ability to solve problems with reasoning and imagination. Despite the addition of these higher functions, human history has shown that our brains prefer action over thought.\\n\\nThe first way we explained varying concepts to each other was through ritual dances, plays, and stories where our ancestors acted out different scenarios. Think about that: we naturally found actions to describe certain concepts before we invented the language to communicate them. ​\\n\\nThe early rise and popularity of these traditions indicate that our brains could comprehend these actions with much more ease than if someone gave their village a lecture on the conceptual truths of the universe. Whoever tried that was probably sacrificed to the gods for an abundant harvest. ​\\n\\n![Nobody wants to hear you attempt to conceptualize the truths of the universe. Try being a better storyteller bro](https://www.victorcasler.com/uploads/1/3/4/1/134103782/necessity-figure-1_orig.jpg)\\n\\nParables stood the test of time in helping people understand complex subjects by using relatable actions to represent difficult concepts. This is likely because parables were easier to remember for sharing with future generations before the invention of writing. An example of this phenomenon is through the Christian Old Testament and Jewish Torah.\\n\\nThroughout the parables in the Old Testament, God is portrayed as the judgmental father of the Israelites. When they followed his commands, they were rewarded. When they defied his commands, they were punished. One such instance is when God asks Abraham to sacrifice his most valuable commodity: his son. As Abraham is about to sacrifice his son, a messenger from God comes down to stop him and says:\\n\\n> \\\"Because you acted as you did in not withholding from me your beloved son, I will bless you abundantly and make your descendants as countless as the stars of the sky and the sands of the seashore; your descendants shall take possession of the gates of their enemies, and in your descendants all the nations of the earth shall find blessing -- all this because you obeyed my command.\\\"\\n\\nSince we don't have a time machine to ask the authors what they specifically meant by this story, it is open to interpretation. If you are religious, you may interpret the importance of trusting God to deliver you to a rewarding afterlife for sacrificing your time to help others and/or prayer. If you aren't religious, you may interpret the omnipotent god as the steady march of time that rewards us with blessings when we sacrifice our time to a noble cause. Regardless of your religious beliefs, this parable tells us all one thing for certain: trust the process. Processes can differ, but this parable can help everyone understand the concept of delayed gratification, which may have been much more difficult to explain with the archaic language used in Biblical times. ​\\n\\n![You enter hell when don’t make sacrifices in the name of delayed gratification](https://www.victorcasler.com/uploads/1/3/4/1/134103782/necessity-figure-2_orig.jpg)\\n\\nThe symbolic actions described in many parables are much more easily understood because of the brain's preference for movement and action. Our brains are also great at responding to action.\\n\\n**Action and Health**\\n\\nEveryone knows that movement is a necessity for physical health. [Exercising with more frequency and intensity](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6536904/) is one of the first and most effective preventative and treatment options for many lifestyle diseases. Unlike its impact on physical health, physical activity's role in mental health is not common knowledge. ​\\n\\nA healthy relationship between Systems 1 and 2 is a lot like the relationship between a puppy and a good caretaker. Puppies are very emotional animals and they don't know what's best for themselves.\\n\\nNeuropsychiatric disorders have been described as[ the leading cause of disability in the United States](https://www.healthypeople.gov/2020/topics-objectives/topic/mental-health-and-mental-disorders). These disorders include a broad range of conditions including depression, anxiety, addiction, seizures, and palsies.[ Depression](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC474733/#i1523-5998-6-3-104-b3) and[ anxiety](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3632802/) are two very common neuropsychiatric disorders that can be treated effectively with exercise. The role movement plays in mental health could be due to the pain-killing endorphins released, improved sleep, and improved self-esteem associated with regular exercise.\\n\\nThough there is a mountain of evidence suggesting consistent exercise is incredibly beneficial, it can be difficult to find the motivation to take action.\\n\\n**Action and Physics**\\n\\nOne of the most difficult parts of moving and exercise is getting started. I wake up every morning at 5:30 because apparently I am a masochist. The most difficult part of this is getting myself out of bed. At 5:30, I'm in deeper turmoil than the Kashmir Valley about getting out of bed, but I often think of the following quote from Roman Emperor Marcus Aurelius:\\n\\n> \\\"At dawn, when you have trouble getting out of bed, tell yourself: ‘I have to go to work — as a human being. What do I have to complain of, if I’m going to do what I was born for — the things I was brought into the world to do? Or is this what I was created for? To huddle under the blankets and stay warm?'\\\"\\n\\nSometimes this is just the kick I need to get out of bed. However on other mornings, this quote is about as moving as an abstinence lecture is for high schoolers. It isn't until I complete a morning workout that I feel the stimulation of two cups of coffee. This observation led me to understand one of the greatest myths perpetuated by our [lazy brains:](https://mirror.xyz/0x86BA7aDDc8d7282032e65e07E88F7605C22e5ce5/MOW9v7NW47Wyi9yyP3MX7Rorgi7qMjfi_IDYiMDHiAk)\\n\\n> Action does not stem from motivation. Rather, action begets motivation.\\n\\nThis may seem counterintuitive, so the next time you are feeling unmotivated to complete a task, try the following:\\n\\nTell yourself, \\\"I will spend just five minutes working on \\\\[insert something you are procrastinating\\\\]. Then I will decide what to do next.\\\" Go ahead and set a timer while working. See how you feel after those five minutes. Chances are you will feel motivated to continue working on your project. Obviously this won't happen every time, but that's okay. Maybe you just really need some rest. Besides, you still completed five more minutes of work than had you done nothing.\\n\\nThis mental exercise helps because we pledge to a very small commitment. We think \\\"Oh that's easy, I can do that\\\" as opposed to scaling a mountain of a task. The hardest part is just getting yourself started. Acting out the smallest tasks will cause the motivation to snowball.\\n\\n![The Sisyphus Effect describes getting yourself started, but the Snowball Effect describes your momentum after taking the first few actions](https://www.victorcasler.com/uploads/1/3/4/1/134103782/necessity-figure-4_orig.jpg)\\n\\nMomentum starts working in your favor pretty rapidly. Newton's First Law of Thermodynamics describes how an object in motion tends to stay in motion. The inertia of an object will continue carrying it forward unless an outside force acts upon it. The same can be said about our bodies: we continue to move when exercise becomes a habit. Think about that for a minute: the laws of physics themselves play in your favor if you just get yourself started. There's no need for an exceptional amount of willpower if you can break down your hesitant movements into small and manageable pieces.\\n\\n**Conclusions**\\n\\nMovement has intense ramifications that can be easy to overlook. By looking at movement through different lenses we have obtained a fuller picture about the role it plays in our lives:\\n\\n1) Biology teaches that livelihood requires movement.\\n\\n2) Anthropology and cultural evolution show us that actions are more meaningful to us than words.\\n\\n3) Medicine shows that exercise is a key pillar upon which our mental and physical health rests.\\n\\n4) Physics teaches us that it doesn't take an extraordinary person to act how we want. We just have to learn how to scale down the size of our tasks.\\n\\nYour entire being is defined by and craves action, so why not do yourself a favor and keep the ball rolling by taking some action? It will add more years to your life while adding more life to your years.\",\"timestamp\":1634336921,\"title\":\"The Necessity of Action\"},\"digest\":\"IZ7qAQSqjIltN6iXp4UUZlKHZrTGQs-KjWeiebxtzFA\",\"authorship\":{\"contributor\":\"0x86BA7aDDc8d7282032e65e07E88F7605C22e5ce5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_7Lm8KNeuFg9Ksg5-9mTEsDvB1XTgsX4phNjFpd1iaw\\\",\\\"y\\\":\\\"l6ci2skvmVPHFDEeTt7s97MAdyxZv6uSaCrDhLi8SUQ\\\"}\",\"signature\":\"BFDJk6zLtxoEB5gt_AWO51evLpkrQ04XjtcdRTh77Q3Hnsz3rNt41c5ioZQuyU-qblk2FvnFIvDeTvKBh-1W4g\",\"signingKeySignature\":\"0x0c1d20286e91312208bfda7c7cda1d759e7fd62fcaa1208231ecb4756fe0568b72a425f38c73c7769d67256db7098fc3c76500b9ca54f80d3e2e0ef6803e2c4c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_7Lm8KNeuFg9Ksg5-9mTEsDvB1XTgsX4phNjFpd1iaw\\\",\\\"y\\\":\\\"l6ci2skvmVPHFDEeTt7s97MAdyxZv6uSaCrDhLi8SUQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IZ7qAQSqjIltN6iXp4UUZlKHZrTGQs-KjWeiebxtzFA\"}"