"{\"content\":{\"body\":\"Stories like [Fodé Diop's](https://twitter.com/gladstein/status/1438635049050460161), of how currency devaluation, thanks to interventions by Central Banks, governments and international monetary institutions, have drastically affected their livelihoods are common in some African countries. Such an occurrence reduces the trust that citizens had in their governments and financial institutions.\\n\\nThe Governor of the Central Bank of Kenya, at a recent World Bank event, said that:\\n\\n*“The promoters of DeFi sought to leverage on the loss of trust in governments and financial institutions particularly in advanced economies. This saw the emergence of cryptocurrencies, headlined by bitcoin, positioned as alternative payment instruments.”*\\n\\nIn order to have a deep understanding of crypto in Africa, we’ll cover;\\n\\n* The state of crypto in Africa\\n* Sector deep dives\\n* Blockchain-native innovations from Africa\\n* Bull case for crypto adoption in Africa\\n* Bear case for crypto adoption in Africa\\n* Conclusion\\n\\n### The State of Crypto in Africa\\n\\nIn 2019, Jack Dorsey made a tweet on how bullish he was about the potential of crypto in the continent.\\n\\n[https://twitter.com/jack/status/1199774792917929984](https://twitter.com/jack/status/1199774792917929984)\\n\\nAccording to [Chainalysis’ 2021 Geography of Cryptocurrency report](https://blog.chainalysis.com/reports/africas-grassroots-cryptocurrency-adoption), Africa has received $105.6B worth of cryptocurrency between July 2020 and June 2021, making it the smallest crypto economy but being a dynamic and exciting one. This is up from $8B received and $8.1B of crypto sent from the continent between July 2019 and June 2020. The cryptocurrency market in the region has grown over 1200% by value received over the last year. Kenya, Nigeria, South Africa and Tanzania have witnessed the highest grassroots adoption in the world. Kenya and Nigeria have been ranked 5th and 6th respectively on the 2021 Global Crypto Adoption Index by Chainalysis with Togo coming in at number 9.\\n\\n![Source: 2021 Geography of Cryptocurrency report](https://images.mirror-media.xyz/publication-images/9naRCrUbU0XP9TDqZ2GST.png?height=684&width=1218)\\n\\nA World Bank report stated that ”*Africa is the most expensive region to send money to, where sending $200 costs an average of 8.2 percent in the fourth quarter of 2020”*.For most Africans, remittances are a major source of their income. About $562M worth of cryptocurrency was sent back to the continent in retail-sized payments according to numbers from Chainalysis.\\n\\n![Source: Startuplist Africa](https://images.mirror-media.xyz/publication-images/9d8Fk5UZfpAlmEsxv8uYn.png?height=1280&width=2756)\\n\\nAs of April 2020, Africa only hosts 0.2% of Bitcoin and Ethereum nodes with a large number of them being based out of South Africa. From the [node tracker](https://etherscan.io/nodetracker#countries) on Etherscan, there are no Ethereum nodes in Africa. The continent has 19 (0.12%) nodes for the Bitcoin Lightning network against a total node count of over 3000.\\n\\nThere’s little mining activity in the continent according to an article from [Bitcoin Magazine](https://bitcoinmagazine.com/business/bitcoin-mining-in-africa-what-can-be-done-to-encourage-mining). High costs of purchase of mining rigs, costly electricity prices and relentless government intervention to have strict regulations have really affected the rate of mining adoption.\\n\\n![Source: ​​Coinmap ](https://images.mirror-media.xyz/publication-images/IeXJtYbITJMyPSPrpqLVc.png?height=1377&width=929)\\n\\nThe continent has low merchant adoption for cryptocurrency payments when compared to Europe. Countries like Kenya, South Africa, Zimbabwe, Nigeria, Madagascar and Egypt lead in the number of businesses that accept cryptocurrencies as payments. It is worthwhile to note that Algeria, DRC, Ethiopia and Sudan have some crypto payments merchant adoption activity.\\n\\nWith more than 29 African countries using crypto for cross-border transactions, the growth of crypto adoption in the continent has been catalyzed by:\\n\\n1. **Increase in internet penetration**\\n\\n   Africa has experienced the highest growth in internet connectivity although it remains to be the least connected continent in the world. In 2005, Africa had only 5% of its population connected to the internet, 10% connectivity in 2010 and an impressive 22% connectivity in 2017. According to the IFC, Sub-Saharan Africa has the lowest number of users, at 22%, but is projected to experience the highest growth in connectivity. The Mobile Economy Sub-Saharan Africa [report](https://www.gsma.com/mobileeconomy/wp-content/uploads/2020/09/GSMA_MobileEconomy2020_SSA_Eng.pdf) from the GSM Association shows that in 2019, only 26%(272M) of the population has access to mobile users with the numbers projected to rise to 39% (475M) in 2025.\\n2. **Population demographics**\\n\\n   A comparison between population statistics from the World and Africa shows that the continent’s population is far younger and growing at a really faster rate. Africa has a dynamic young growing population who have had interactions with the internet economy thus making it easy for them to embrace crypto. Africa’s internet economy is projected to reach $180B by 2025.\\n3. **Economic instability**\\n\\n   Hyperinflation in countries like Zimbabwe has brought about distrust in legacy financial institutions. Making a comparison with the global average it is clear that Africa experiences a higher inflation rate of between 5-15%. African economic giants such as Nigeria, Egypt and South Africa are not spared.\\n\\n   Coupled with high inflation rates, most African countries are highly susceptible to wild national currency devaluations. In recent days, the Nigerian Naira has lost a lot of value to the US Dollar. A quick look at google places it at N412/$1 but the black market exchange rate hit N580/$1. The Governor of the Central Bank of Nigeria even accused Aboki FX, an online foreign exchange update platform, of manipulating the forex exchange markets, after the consistent loss in value that the Naira experienced against the US Dollar.\\n\\n   Most people are looking for ways to hedge their savings against inflation and currency devaluations that are generally experienced across the continent. The disinflationary nature of crypto and the ability to save in a USD-backed stablecoin has helped get more Africans aboard the crypto train.\\n4. **Weak financial infrastructure**\\n\\n   The continent is largely considered underbanked with Sub-Saharan Africa having 61% fewer adults with access to commercial banks than the global average. Together with the high costs of sending remittances, cross-border payments fees in the continent are still absurdly high.\\n\\n   For example, sending money between Angola and Namibia costs 22%. The surge in fintech startups and lower transaction fees experienced in crypto has also contributed to the growth in adoption. While not all fintech startups are available in all African countries, the global nature of cryptocurrencies ensures that those who aren’t served are still able to send and receive payments.\\n5. **Adoption of mobile money payments services**\\n\\n   Mobile money payments services like M-Pesa and MTN Mobile Money have assisted in the growth of peer-to-peer trading activities which, as we have noted, are flourishing. Crypto exchange platforms like Paxful and Localbitcoins have provided their users with the ability to sell and buy crypto using mobile money payments services. Given the stance taken by most Central Banks like the Nigerian one, on discouraging the use of banking infrastructure for crypto activities, most banks are unable to support peer-to-peer trading hence the need for the exchanges to provide mobile money as an option.\\n\\n### Sector Deep Dives\\n\\n**Art**\\n\\nAfrica’s rich history has always been a site to marvel at. From the diverse cultural heritage to the unique. That’s why [AfroFuture DAO’s](https://www.afrofuture.ai/)  $AFTR Vault holds about 5k hours of raw video content and photographs from 1963-96. AfroFuture DAO was formed to come up with ways in which communities can unlock the value of their historical assets in order to support the next generation of creators. It aims at being the launchpad to web3 for African artists who are still in web2. Osinach, one of the founders of AfroFuture, is having his work being shown by Christie’s. He recently made a $75,000 sale from three NFTs. He becomes the second African, after  ​​[Lethabo Huma](https://iafrica.com/meet-lethabo-huma-a-south-african-digital-artist-blazing-a-trail-locally-and-internationally/), to offer their work to Christie’s.\\n\\nTheir Afrofuturism theme has guided the two $AFTR creator cohorts of 5 African creators in each cohort to produce NFTs through their governance token. The $AFTR token supply is limited to 100,000,000 and certain percentages are allocated for different things such as creator commissioning, seed club, private sales, community and the $AFTR core team. After submission by owners of historical African assets, the DAO votes on a quarterly basis which applications are accepted into the vault. From the vault, the assets are put up for auction. AfroFuture DAO has so far been able to make 7.45 ETH in African history sales and 24 ETH African art sales.\\n\\n[AfroDroids](https://opensea.io/collection/afrodroids-by-owo) is also another recently launched project by an African artist known as Owo. The initial project mint took place in August. Since then there’s been 418 ETH in volume traded from 12.1K items with 3.4K owners. A quick look at their Discord server will reveal a buzzing and active community of 23,000 members. According to the [AfroDroids site](https://www.afrodroids.io/), 20% of all drop proceeds and 25% of secondary sales will be donated to Dream Catchers Academy for Girls Charity. The project has quarterly goals such as metaverse land purchase for Q3 2021, supporting up-and-coming artists from Africa and doing a movie production for a feature film in Q3 2022.\\n\\n**Finance**\\n\\nThe African market is being served by several crypto startups and decentralized exchanges offering peer-to-peer trading, sending gift cards, custodial wallets, remittances, cross-border payments and uncollateralized loans.\\n\\nLuno leads in the South African market while VALR challenges its market share. Buycoins is a popular Nigerian cryptocurrency exchange that also offers a gift card sending service. According to Buycoins, they were able to process $141M worth of crypto transactions in 2020. In Ghana, Bitsika reported that in 2020 they had $39M in volumes being moved on their platform and had 95,000 users. Binance, Luno, VALR, LocalBitcoins, Bitfinex and Paxful are the exchanges popularly used for crypto remittances.\\n\\n![ Source: StartupList Africa](https://images.mirror-media.xyz/publication-images/etEhBFhORVYWz32d3xG2k.png?height=1276&width=2744)\\n\\nIn VC, [Erikan Obotetukudo](https://twitter.com/heyerikan) has started the [Audacity Fund](https://syndicate.io/syndicate/audacity) whose aim is to unlock the economic potential in overlooked regions and markets. The fund writes $10K-$100K checks into black/African-led crypto startups. Erikan, amongst other crypto heavyweights, is also a judge for Solana’s [Ignition hackathon](https://solana.com/ignition). According to StartupAfrica’s report [Africa’s Crypto Landscape](https://startuplist.africa/report/african-crypto-landscape), investors like Boost VC, Y Combinator, TechStars, Microtraction and Binance Labs have sunk $48M into crypto startups.\\n\\n**Social Impact**\\n\\nSarafu (meaning currency in Swahili) network is a community inclusion currency supporting network for low-income people in Kenya. Through the issuance of digital tokens for people who don’t interact with the formal financial system, communities are able to engage in economic activities that support their survival. The project was started by the Bancor group and has helped a ton of individuals economically participate in their communities. Paying school fees, buying groceries and paying for boda-boda rides ensures that school drop-out rates are low, people can afford to pay for their meals as well as move around.\\n\\nFrom January till September this year, the Sarafu network has recorded impressive numbers. A look at their dashboard shows that since the year started, they have been able to enroll 16K new members bringing it to a total of 56K members.\\n\\nThe network has recorded 121K transactions valued at KSH 41.7M ($400K) supported by 14.4K traders with a supply of 16M tokens in circulation and 1.98M in reserve. Farming, savings group food and water boast of a large trade volume valued at about 30M while women have the highest trade volumes on the network. Since most users of the network use feature phones, the Bancor group built a USSD system to accommodate them.\\n\\nThe Grassroots Economic Foundation, a Kenyan non-profit organization, maintains the network and ensures transactions, recorded on the (Ethereum Virtual Machine) blockchain, go through as needed. The organization brings together communities with an established web of trust to enable them to sustain their economic activities through the creation of community inclusion currencies hence strengthening their local economies. The foundation reports that they have enabled over 55,000 Kenyans to move $3M worth of transactions through the Sarafu Network this year alone.\\n\\nAccording to the foundation’s gitcoin grant page, they hope to achieve the following:\\n\\n1. Hardening backed systems - USSD (so people can access ledgers without internet)\\n2. Education materials and systems modeling\\n3. Smart contract upgrades and deployment - BloxBerg and liquidity pools\\n4. User-generated CIC token interface\\n5. Non-custodial web-based wallet as well as marketplaces and a donor gateway.\\n\\n### Blockchain-native innovations from Africa\\n\\nWith the increase in adoption and need for crypto, different projects have cropped up from the continent. [YetuSwap](https://yetuswap.finance/), founded by [Euclides Manuel](https://twitter.com/ngolamussassa), is a PAN-Afrikan Automated Market-Making (AMM) that offers yield farming on[ ](https://twitter.com/search?q=%23BinanceSmartChain&src=hashtag_click) Binance Smart Chain. The AMM enables its users to earn up to 480.34% in the over 10 farms available and earn [YETU](https://yetubit.com/) (YetuSwap’s governance asset), Cardano and Tron in liquidity pools. YetuSwap has about $143,284 in total value locked (TVL) across all liquidity pools and Afrikan pools. YetuSwap has burned 57M YETU while it has 45M YETU in total supply. It has an active Telegram community of about 33,000 members.\\n\\nAnother decentralized exchange on Binance Smart Chain is [TatSwap](https://tatswap.com/) that was started by [Gaius Chibueze](https://twitter.com/gaiuschibueze). According to their site, the exchange has about $11,420,407 in total value locked across all liquidity pools. The founder of Yearn finance, [Andre Cronje](https://cointelegraph.com/top-people-in-crypto-and-blockchain/andre-cronje), is South African. Using data from DeFi pulse, the total value locked for the project is $4.14B in USD, 1.4M ETH and 96K BTC. Yearn has a buzzing community of about 17,000 members on Telegram and Discord. Andre is also involved in the Fantom foundation as the DeFi Architect.\\n\\n### Bull Case for crypto adoption in Africa\\n\\n**Improving the infrastructure for on and off-ramp crypto rails**\\n\\nLike mobile money payment agents, a crypto offering can also be adopted by the agents. Using M-Pesa’s 160,000 agents in Kenya to enable quick withdrawal and deposits may result in hastening crypto adoption in the continent if the model is replicated by other mobile money payments platforms.\\n\\n**Adoption due to attractive crypto incentives**\\n\\nJustin, from the Flip Africa newsletter, on [play-to-earn crypto models](https://theflip.africa/newsletter/another-new-new-thing-tfn-63/) posits that;\\n\\n*“Meanwhile, there is an abundance of digitally native African youth, with an abundance of time, and few job prospects. Why shouldn’t there be a play-to-earn game as an economic development strategy for the continent?”*\\n\\nStories of how Axie Infinity players, an NFT based online game, have been able to earn an income that is several times more than their monthly salary have been widely covered in the press. For example, a 22-year-old was able to [buy two houses](https://restofworld.org/2021/axie-players-are-facing-taxes/) from the proceeds of Axie. In the last 30 days, Axie Infinity has about [19M active monthly players](https://activeplayer.io/axie-infinity/) with an impressive 1.2M daily players. Given Axie’s success in the Philippines, will the same play-to-earn model be copied for the African market? For now, it's a matter of when and not if.\\n\\n**TradFi including crypto rails in their offerings**\\n\\nVisa, Tala and Circle have recently [announced a partnership](https://www.coindesk.com/markets/2021/05/05/visa-circle-team-up-with-fintech-firm-to-drive-crypto-adoption-in-emerging-markets/) to provide Tala customers access to cryptocurrencies.USD coin will be available, thanks to Circle, its operator and Stellar Development Foundation, via a digital wallet provided by Tala. Visa will enable Tala to link a payment card to the digital wallet. Traditionally, Tala offers low-interest loans via M-Pesa to over 3M customers in Kenya. In 2019, it came under scrutiny by regulators for its predatory practices such as commodifying user data and earning profits from it.\\n\\nCurrently, M-Pesa has 48M customers in Rwanda, Kenya, Tanzania and Uganda as of 31 March 2021. The payments titan boasts of having over 90% of the market share in Kenya. If they offer a crypto product alongside payments we could witness millions of Africans getting quickly onboarded to crypto.\\n\\n**Loosening of government and institutional regulations**\\n\\nLike Switzerland, Seychelles is trying to position itself as a global crypto hub by adopting a tax-neutral setting. The South African [policy paper released by financial regulators](https://qz.com/africa/2021680/south-africa-approach-to-bitcoin-regulation-is-unique-in-africa/?ref=hackernoon.com) means that the country is finally embracing crypto. The policy paper is in compliance with cryptocurrency standards set by the Financial Action Task Force(FATF).\\n\\nThis is happening while most commercial banks are still maintaining their stances against cryptocurrencies. With such countries paying attention to crypto and embracing it, we may see other financial regulators loosening their stance on the industry.\\n\\n### Bear Case for crypto adoption in Africa\\n\\n**Stiff regulation**\\n\\nThe Central Bank of Nigeria, in February this year, announced that banks should shut down accounts that are transacting cryptocurrencies within their systems. Effectively this order banned crypto-related transactions within the country. The authority argued that crypto prevents regulation and oversight while also adding that it doesn’t generate returns. Financial regulators in Kenya and Zimbabwe have already banned banks from processing cryptocurrency-related transactions.\\n\\n**Competition from existing telcos**\\n\\nTelecommunication companies that run mobile money payment services earn a lot of their revenue from the high transaction fees incurred by their customers. In order to send $10 M-Pesa charges about $0.25.\\n\\nFor example, M-Pesa generated $765M in revenue during the financial year ending on 31 March 2021 while MoMo, MTN payment system platform, generated $1.3 per user from their 48.9M users. Do these payment services generating millions of dollars in revenue have an incentive to adopt low fees incurring technology like blockchain?\\n\\n**Internet adoption**\\n\\nOver time, investment in internet infrastructure needs to be increased so that a rise in adoption for crypto and blockchain technologies can be witnessed. About $100B, according to a UN report, is needed to raise internet coverage from a paltry 39% in the continent to a global average of about 59%.\\n\\nTelecommunication companies lack the necessary financial incentive to continue investing billions of dollars worth of infrastructure to increase coverage in most low-income and sparsely populated areas. Most of these mobile money payment services have caught on in many countries because they can be used without the need for a cellular internet connection.\\n\\n### Conclusion\\n\\nThe Rwandan Central Bank started research on Central Bank Digital Currencies (CBDCs) earlier this year while Nigeria has just launched the e-naira website. The Central Bank of Nigeria hopes that the e-naira will be used to facilitate trade, foster economic growth, hasten economic growth and enable remittances. The potential that crypto has in Africa is really vast and adoption rates are consistently growing. We may see more crypto projects emerging from the continent as Africa’s potential is continuously tapped.\",\"timestamp\":1640939893,\"title\":\"What Crypto means to Africa\",\"publication\":\"blockchain\"},\"digest\":\"Z-yVom09LG6DFBCLeNhamrBTiYlhdONsMvUce1jyf8o\",\"authorship\":{\"contributor\":\"0xcdED4644E025E9792352CEe1B31F410Adb7c9FC6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rUgy3zH26fjbsaqQ-1ByU4yg4ZaaOllw1jN3PTw9Kds\\\",\\\"y\\\":\\\"cpjH_G-dZuvUxqDiZUgydAM5oDTTozK00w2x6d9Ha4k\\\"}\",\"signature\":\"tUbmmBb0C4NKs0bhdH_ez__X9EtOMCkEKnbvR6CaFov_u96vAZJGLP98Yfi4y2YnOWvmT4i_TNXul6H93DPfeg\",\"signingKeySignature\":\"0x195e3b5c20088825848fe68bffdd20c92bc0b2a9a9b4eaa04558e430b9bdd23f4f0802b20c0be679805dbdfaab65d6dba24522e33aa3980bca6ed92ce04a261c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rUgy3zH26fjbsaqQ-1ByU4yg4ZaaOllw1jN3PTw9Kds\\\",\\\"y\\\":\\\"cpjH_G-dZuvUxqDiZUgydAM5oDTTozK00w2x6d9Ha4k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I2bACAPl83UZ9ScCpYns1wyF1ZazHCdYU2eKe4-Xcuc\"}"