"{\"content\":{\"body\":\"![Chapter 18: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/3ZVTgYCqxvg0d0b-2nPV7.png?height=3508&width=2480)\\n\\n[https://open.spotify.com/episode/10AaLn9IER73OcKQ8v24sX](https://open.spotify.com/episode/10AaLn9IER73OcKQ8v24sX)\\n\\nSol was overwhelmed, to say the least. Exhausted would also be an accurate enough term. They had moved on from the marketplace, and after four days on the back of a camel, Sol would have given anything to go back to the tent, carrying crates and sorting spices. He thought the trip would be exciting, a break from the constant work of the camp, but it had its own ways to tire him out. Tywin, for one. He was on the journey as well, and he was more than happy to take advantage of such a captive listener. Tywin had gone on for hours with various diatribes on different games he hoped to play, ones he had heard about, ones he hoped would be created, on and on and on, continuously peppering Sol with questions about life in the city.\\n\\n“It’s really not that interesting,” Sol said on the fourth day, exasperated. “It’s just like life here, but easier. We have things to do, the things you all do, spend your time doing. A lot of the work doesn’t even need to be done in our own city — it’s imported and traded in.”\\n\\n“But the cities coming about! That in it of itself is a marvel. You must have studied it endlessly in school.”\\n\\nSol shifted on his camel, trying to find a comfortable spot, growing more frustrated as it didn’t work. “If I tell you about this, can I ride in silence for a while? I have a lot to think about.”\\n\\n“Sure, sure, sure.” Tywin nodded, though Sol didn’t trust the promise.\\n\\n“The cities were built as a response to…well…everything. They started as a scholar’s project, if I remember correctly. We really only learned about it in primary school. They’d been studying the state of the world and deemed it impossible to continue as it was. One of the main problems, as time went on, was actually trade, which is why the traders backed the initiative. Back then, of course, everyone was mixed in with everyone. But it was hard to get things to people who needed them. People had already started moving in closer together. Something about water levels rising and heat waves getting worse, I don’t know. So, cities were already forming, though they were still way too spread out. Farmland was becoming continuously depleted, but all the tech required to run the hydroponic farms made it hard to run them unless they were close to each other. And when a delay in shipping meant a crop could die out, making sure people had what they needed all at once was vital.”\\n\\nTywin nodded, and Sol pushed forward before he could interrupt again. It was the first time he had managed to get through three whole sentences the entire ride.\\n\\n“So, a bunch of brainiacs got together and drew up a plan. Cities would be developed — really more like city-states — and they would focus around a particular aspect of societal need, instead of any sort of one nationality or group. It was really kicked off by the AI breakthrough.”\\n\\n“How did that happen? The tech developed so quickly,” Tywin said. “My great-grandfather said they went from lolling about to rocket science in a day.”\\n\\n“It was kind of like that,” Sol said. “I don’t really remember the specifics; you’d need a scholar for that. But there was some clicking moment. A lot came together at once, and they developed the AI. The fact that the cities were already pretty mixed with culture and religion, there wasn’t really a — ” Sol paused. “My dad called it a ‘prevailing value system’ to guide people. And the fact that people had done so badly in the past. If they couldn’t be trusted to do things the right way to ensure the survival of the race previously, how could they be trusted now? It provided guidance and set up training so that kids would end up on the right path, and the societies would function without issue. Like cogs in a machine.” Sol looked drearily at Tywin. “Is that enough? I need a break, man.”\\n\\n“But you refused to be such a cog! What a thought, the Sol right next to me, going against hundreds of years of careful planning and development, life paths designed by the top scholars in the world, ensuring that everyone and everything was on the correct path. Everything works! Everything is right! But not Sol! Sol looks at it all and says, no man, this isn’t for me. This isn’t the way to go. I need to live free, live large! Live my life in the biggest way possible!”\\n\\n“This doesn’t feel very big right now,” Sol said, looking down at the camel walking besides him. Tywin kept pattering on, apparently oblivious to the fact, or not caring, that Sol had entirely stopped talking to him. He missed Omar. He missed his bed. He missed his family and water that didn’t taste like hot sand. He missed spending his time doing what he wanted. But there was no way to get that back, now. If he went back, he’d be spending most waking hours of the day slaving away at work, raising more money for his family’s business so that…what, so they could have more money? And Tywin, well, Tywin was still talking. Sol almost felt bad for how annoyed he was by his determinedly chatty friend. It was nice to have someone around, he guessed. But it wasn’t like hanging out with Omar. Omar could talk, sure, but he could also be quiet — they didn’t have to fill every moment with chatter. They could watch a movie or play a game or even just hang out both doing their own thing without worrying about it.\\n\\nWhen riders in front of them finally disembarked and started setting up camp, Sol could have whooped with joy. He helped Yara get everything ready — her tent took more time to set up than many of the others — and went to bed without dinner. He would have done anything for the halfway sort of peace and quiet that his own little corner of the tent gave him. He didn’t feel brave. He felt lost, and a bit pointless. Yara seemed to think pretty highly of him, and Tywin definitely did, but it was hard to embrace the praise. It felt like his parents were praising his talents all his life, pushing him to do better and better, and all he had done was ultimately disappoint them when he hadn’t wanted what they wanted. What good were his talents or aptitudes if he didn’t want to use them? What good was it to push back against what he had been told to do when he had just ended up on what would become a very dark path, and then lost and wandering in the desert?\\n\\nThe next morning, Yara sent her children out to play, and then came to sit where he was laying, exhausted and forlorn, in his bed.\\n\\n“I need you to do something for me. One last favor,” she said.\\n\\n“Last?” Sol sat up. “Is there a problem?”\\n\\n“No, not a problem. Well, not exactly.” He noticed she had brought three bags with her. She kept fidgeting with the strap of one as he was talking. “I’ve really enjoyed having you here, Sol. And I think you enjoyed it, at first. But this isn’t the right place for you.”\\n\\n“Yara, I am so sorry if I’ve caused offense the last few days. I know I’ve been in a terrible mood. But I can be better, really,” he said.\\n\\n“You would just be doing the thing you left the city to avoid doing. Something that has no meaning for you. I know our lives out here are simple, and for me, it is more than enough to fill my cup. But it doesn’t mean it’s the same for you. If I am honest, and I am sorry if this hurts you, I believe you will not be able to find anything that brings you real contentment until you figure out how to see what is in front of you for what it really is. I do not want to keep you here, watching you get more frustrated day by day. There is a place in the mountains. It is not far from here at all, you can see them from our camp, but it might hold the answers you seek. I’ve heard that there are men who live there who have many answers, and that the walk itself can do wonders to strengthen the soul. I’ve prepared anything you might need.”\\n\\nSol didn’t know what to say. It felt so sudden. His abrupt departure from the city rose in his mind — that had been his own personal exile. But now it felt like Yara was casting him out, despite her earlier kindness. Whatever she said, he knew she must have noticed his discontent, been upset by it. She didn’t want him around dragging the mood down. He couldn’t offer anything besides fetching and carrying. What he could offer must not be worth the effort of putting up with him.\\n\\nYara raised her hand. “I have a feeling you’re being hard on yourself, and that’s not what I intend. I think there’s a good chance you might even learn to love life here, once you visit Ekur. If that is the case, I would happily welcome you back and help you set up a home and trade, or other work of your own. But all you’ve found here is another version of what you left behind, though we are on a smaller scale. Why would you take one trading life over another, when the first was making you unhappy?”\\n\\nSol didn’t have an answer for that. He didn’t have an answer for anything, and Yara seemed happy enough to carry him along on her wave of self-confidence while he followed along. She escorted him out past the edge of the camp, and he was relieved they did not run into Tywin on the walk. He wasn’t sure if she had planned it that way. Once they had walked for a few hours, she gave him the bag she had been carrying — the other two already hoisted on his back — and gave him a hug and a brief kiss on each cheek.\\n\\n“Walk straight and true that way, up and through the foothills. You will find what you’re searching for, I’m sure of it. Even if you do not decide to live among the nomads, I hope our paths will cross again one day soon.”\\n\\nFor a second, he thought he was going to cry, though out of sadness or frustration he wasn’t sure, but he rallied himself and turned to face the mountains, refusing to watch Yara leave. The soft sway of her walk, the gentle sound of the bangles she wore at the edges of her sleeves, would drive him back to normalcy and comfort. Rote routine. She was right — he had ended up right where he didn’t want to be, even while trying to run away from it.\\n\\nHe started walking towards the mountain, humming as he walked. It was easier than he had expected. There wasn’t any of the confusion of the marketplace, not quite knowing what he was supposed to do or where he fit in. Walk, eat, sleep, repeat. By the end of the third day, he was in the foothills. By the end of the week, he was making his way up the mountain, and here and there he could see signs of other campouts — fires put out, the stakes of old tents, even waypoints carved in some of the trees. He marveled at how quickly the landscape changed, greenery at every corner. He wondered if, from the top of the mountain, you could see the edge of the sea that ringed the continent. Sol figured that was where the water blew in from — it was miles and miles south from here, his memory of the maps he had trained on in school showing a brief band of green, rapidly eroding away into the ocean.\\n\\nSol’s mind grew clearer as he walked and camped, and the future began to take shape. With every day, he felt that Yara had been right, and where he had originally been going on with her advice, he felt new determination. Every time he made it up a particularly difficult slope or forded a troublesome stream, it felt like he had done something, just him, and he marveled at how he managed to do it all on his own. Nature, he discovered, was quiet in a loud way. He was always alone, but always surrounded — animals skittering through the underbrush, birds singing overhead, the ripple and tumble of water over rocks. It allowed him to think. And for the first time in a long time, he felt like he was thinking his own thoughts. Not input or advice or recommendations or guidance or influence. Just him.\\n\\nOn his fifth day in the mountains, he found a hut. A wizened-looking man tended a small fire out front, absent-mindedly feeding some lizards that scampered around his feet. He looked up, surprised at Sol’s approach, and gave him a friendly, gap-toothed smile.\\n\\n“Looking for Ekur?” he asked.\",\"timestamp\":1640338047,\"title\":\"The Journey to Ekur - Chapter 18\"},\"digest\":\"RMQWypf0XU9TOw9XOlbtjklr1Q_wPGlbQwX7uNXn3YU\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"signature\":\"cyAUStl8kyPCIQPJ2Moql0c3UWZuVym-7lQSikZ6IJ7r1cOsh7biGcq7cEDc8q3_ILY-ZuTDpsIRj9lHE0CPPA\",\"signingKeySignature\":\"0x58b08e6823a985abee180d880e017a7eba882f1eb64c3f466eace20569e6a65f4af99205e6a9dd78d56cc7a0475f78950d1b96c96e5ef4d69faab7cdf4c46c611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RMQWypf0XU9TOw9XOlbtjklr1Q_wPGlbQwX7uNXn3YU\"}"