"{\"content\":{\"body\":\"1、我在18年刚入场时正好赶上柚子高歌猛进的时候，于是在柚子回调到十几美金时买了几千块，然后被套住就拿着了。\\n\\n19年底刚做合约，就用了几个柚子练手，当时觉得柚子便宜，自己对合约也不了解，所以用柚子压力不大。\\n\\n20年初，我觉得做合约有点感觉了，当时市场也有回暖的迹象，于是准备了两万加仓，一万买了btc，一万买了柚子。现在想想当时为啥会买柚子，动机是什么？是一直没涨吗，觉得后面机会更大？是刚入场就接触过，而且一直拿着有了情感了吗？然后就这样一直拿到2021年的某一天带着遗憾清仓了，也结束了几年来从刚入场仓位里面一直有柚子的状态。\\n\\n2、我在2020年大概九月份又加了一次仓，当时一直觉得很多币都是空气，什么都没有凭什么支撑几亿美金市值，虽然觉得很多币有泡沫，但是自己一直又看好这个市场。因为对股市有点经验，所以券商对我来说是旱涝保收的行业，于是基于这个对标选择了平台币，因为逻辑很简单，其他币不管有没有泡沫，但只要有交易，交易所赚到钱，那平台币自然有价值。当时买了ok的平台币，因为一直用这个平台，自然近水楼台先得月。\\n\\n2021年初，币安一路高歌猛进，短短的时间涨了十几倍，这坚信了我对平台币的信心，于是把其他仓位换成了okb。结果还好，最后涨了六七倍，但是在频繁的买卖操作之后没赚到多少。\\n\\n后来ok学习其他平台挖矿，但动作一直比较慢，牛市过了大半出了okt。基于对标bsc的情况，当时极度看好okt，于是在两百多梭哈了，后面的故事大家都知道了，买在最高点，套了点没减仓，当时有侥幸心理，觉得很快就会反弹，紧接着伴随着大盘暴跌，okt只剩最高价的百分之十，而我却依然拿得死死的。大半年的牛市，忙来忙去全没了，心情跌落到低点，后面反弹到六七十斩仓出局。\\n\\n上面是我自己的故事，现在想起来特别感慨：在大饼七千，以太坊两百时，我重仓了三美金的柚子。后来大饼涨到六万，以太坊涨到四千，柚子依然三美金时含泪说再见。在bnb十几美金时，我梭哈okb和okt，bnb后面涨到七百多，回落到至今也有五百多，而okt跌去了百分之八十。在2020七八月defi浪潮热火朝天时，我选择了ok交易所的中心挖矿，自然与defi的高收益以及一系列空投无缘。\\n\\n我时常反思，对我这样的小资金错过这样的机会是致命的，因为同期很多小资金者因为选择的原因早已经翻身做了土豪，而我还在回本的路上，这不得不让我感慨选择大于努力的道理。\\n\\na、人赚的是趋势的钱，好的选择就是选择趋势，跟上趋势，在趋势中冲浪才能抓到大鱼，否则，蹑手蹑脚，或者想当然的认为站在原地，在趋势很明显时认知依然不到位，不但连小鱼虾都抓不到，还会在退潮时被滔天大浪打翻。\\n\\nb、要对新的东西保持敏感度，要快速的学习并拥抱新的东西，最好的拥抱方式就是真金白银参与。看不懂觉得风险大，可以小资金试试，至少不会错过。\\n\\nc、全仓这事要慎重，哪怕是大饼以太这种也不是所有的时候都可以全仓的，更何况那种跌下去基本上好几年都涨不起来的山寨。当然不是说不可以全仓梭哈，要看趋势和赔率。其实，在okb和okt上我本应该可以赚到钱的，但只能说自己不够敬畏市场，自己太贪，被市场的情绪fomo。选择标的，重仓的，想长时间拿着的，一定要选择受众广共识度高经济模式设计公平不鸡贼的项目。总之弹性要好，跌下去能涨起来，就像乒乓球一样，反弹起来是有高度的，而不是鸡蛋，一旦跌落直接gameover。\\n\\nd、要有止损的理念。一旦觉得趋势不对，就要立马止损，要时刻保护自己的本金，止损错了，大不了后面再上车，至少本金是安全的。尤其是一些山寨项目，没有止损理念就是低空开飞机自杀。\\n\\ne、不要有偏见。不要觉得自己先接触什么项目或者认识某某人或者某某人说了什么话，就想当然认为这项目更好，屁股决定脑袋，每个人都在为自己的利益站台，而作为交易者就要独立判断。这里的偏见不仅是对自己不了解的东西瞧不上或者直接否定，没有客观的对待，还指对一些项目过度的看好过度的自我感觉良好，这些都是偏见。减少偏见的有效方式就是不断的学习，不断的刷新自己的认知，独立思考，用动态的眼光看待发展的事物。\\n\\nf、不要总想着白嫖贪便宜一毛不拔，很多事情就像做慈善，不在于你捐多捐少，而在于你捐了还是没捐。所以没事多保持好奇心，多花点小钱去链接项目，没准后面会有惊喜。就算啥都没有，自己也没啥损失。\",\"timestamp\":1641175737,\"title\":\"选择\"},\"digest\":\"u2fHJcHdzJDHjuoRrBBQUEuZnNzyA7N8R23e9rT9mWI\",\"authorship\":{\"contributor\":\"0x27bde5A4806188C84D6D6cbdcE01F23cf5D492Ac\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yuB6xVj-ld_fNXpRyQF3F7C76gaOb0XstwjxjbbRGD8\\\",\\\"y\\\":\\\"DMrRPzkhwEdEvkIVM9mVMLj_mzWDwQwrUTZBQDhOFa4\\\"}\",\"signature\":\"KF72WKeP5adzBpcjQxc3bucM8F62B4qKGI7ud_QmaW9dNmZ65rhAGQgWQ5ezhknsYOIK6mJUkevs9urCLxh3_Q\",\"signingKeySignature\":\"0x60fa7bc238a98820f7d6062129941c30d029d9db13008c77e5c6c5239326066b2f7408cfa7553848704ca76ce26f827491cc0b99f1ee323aeaa64531e33ac7731b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yuB6xVj-ld_fNXpRyQF3F7C76gaOb0XstwjxjbbRGD8\\\",\\\"y\\\":\\\"DMrRPzkhwEdEvkIVM9mVMLj_mzWDwQwrUTZBQDhOFa4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u2fHJcHdzJDHjuoRrBBQUEuZnNzyA7N8R23e9rT9mWI\"}"