"{\"content\":{\"body\":\"There is a book that goes by the name of \\\"Analects of Confucius\\\"—a meaningful book, which is one of the classics of our Chinese literary treasure and it is perceived to carry strong implications. Other cultural heritages in China are: The traditional Chinese Medicine and \\\"The Great wall,\\\" which is a classic as well as an ancient landmark. These informative and instructive classics have rich connotations and historical significances of great benefit to people.\\n\\nOne of the best examples as regards Chinese classics is \\\"Lecture Room,\\\" which is a great promoter that has a positive effect on the real classics. Lecturers talk out their own interpretations about masterpieces of China, reviving the reverie of their audience towards masterpieces. Classics are of great importance for the pride of the people of a nation since they have things that they attach to even when they go out of their countries. They are also important for visitors who travel to places to see what a country has to offer as well as educate the locals on their past ways of life.\\n\\nIn a word, the classics of our nation are being promoted by many other scholars who earnestly help reinforce the value of the classics. Appeals should be sent to all the people to embrace their traditions and help to maintain the classics for future posterity.\",\"timestamp\":1641123846,\"title\":\"The Value of Classics\"},\"digest\":\"cQfB33agYIL4Hs7WTvhUKcKyT_YuufEdTja4YWud8Ug\",\"authorship\":{\"contributor\":\"0x631F1358E85Aa91Be2515EA2FF991F07fF70a5aA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TAUOiuGB8zHrJgRNcf3xWuuJyWw0DxL1h8JRI45wva8\\\",\\\"y\\\":\\\"zlxkB_apqRJ8seXWzKtOAX_c0Q0S2yXyxliMiWfiXn4\\\"}\",\"signature\":\"ivzmZl6hx0qCtF_92hcxpTwCda1Fb7ltrCR-mDnouzHAyZj3GS2culyLk7ETR54P3LwJ38bPFib9VVMkXfj-3w\",\"signingKeySignature\":\"0xbe49602b5453552456ddad3c5a727e4d2f4f997a350d33a1c838fad2bbfa5b0d3c429690d0f7937472b9840e9661a90f3e882bd6b95184d8ffa4723696e738331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TAUOiuGB8zHrJgRNcf3xWuuJyWw0DxL1h8JRI45wva8\\\",\\\"y\\\":\\\"zlxkB_apqRJ8seXWzKtOAX_c0Q0S2yXyxliMiWfiXn4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cQfB33agYIL4Hs7WTvhUKcKyT_YuufEdTja4YWud8Ug\"}"