"{\"content\":{\"body\":\"**US President Joe Biden has said he is angry after a teenager who shot dead two men during racial unrest last year in Wisconsin was cleared by a court.**\\n\\nThe president expressed dismay at the verdict in a written statement although earlier he said he stood by the jury.\\n\\nKyle Rittenhouse, 18, sobbed as he was acquitted of all charges over the shooting in Kenosha on 25 August 2020.\\n\\nThere were low-key protests over the outcome of the trial that has divided the US.\\n\\nMr Rittenhouse had acknowledged fatally shooting Joseph Rosenbaum, 36, and Anthony Huber, 26, and injuring Gaige Grosskreutz, 28, but maintained he did so in self-defence.\\n\\nThe former police youth cadet was cleared of two counts of intentional homicide, one count of attempted homicide and two counts of recklessly endangering safety.\\n\\nMr Rittenhouse appeared to nearly collapse with relief as he learned his fate on Friday from a jury of seven women and five men after three-and-a-half days of deliberations. His mother, Wendy, also wept.\\n\\nThe defendant and the men he shot were all white, but the issue of race hung over the case because the shooting happened during civil disorder over perceived police brutality.\\n\\nDuring last year's election campaign, Mr Biden tweeted a video that appeared to link Rittenhouse, without any evidence, to white supremacists.\\n\\nOn Friday outside the White House a reporter asked the Democratic president whether he stood by his past comments about the teenager.\\n\\nMr Biden said he had only just heard the news and added: \\\"I stand by what the jury has concluded. The jury system works and we have to abide by it.\\\"\\n\\nHe later released a statement saying: \\\"While the verdict in Kenosha will leave many Americans feeling angry and concerned, myself included, we must acknowledge that the jury has spoken.\\\"\",\"timestamp\":1637411367,\"title\":\"Biden angry after teen cleared of shootings\"},\"digest\":\"U0x4HXFdpXWmg1BRHDJNYffVv3yIYilJsCy7pS0K31o\",\"authorship\":{\"contributor\":\"0xE2994b2aD035CB61e20d0B8a19db836D360752ae\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X2X4AuELNo9bE6PUn1s890XqgHoJno9putIVtC9C4QU\\\",\\\"y\\\":\\\"PV_J4VA-HlbP1vvjQZVnYARFEM3PVjB0m2ptze22n3U\\\"}\",\"signature\":\"icI7gLlG5wcWlv12nNJEreZEJX5MEuo3hDBUXWzPGwuyMo3mSaY_wZ05OZONXIngiGejwOuo_TH4Z4kpd445WQ\",\"signingKeySignature\":\"0x5f609a6e17d2eca62813ef0cfac492eb4ea163c50f412e79c3469947f3dd24794a93118fd2afba8b71089bc98098bff5f315575773d4580d6913c663e43553441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X2X4AuELNo9bE6PUn1s890XqgHoJno9putIVtC9C4QU\\\",\\\"y\\\":\\\"PV_J4VA-HlbP1vvjQZVnYARFEM3PVjB0m2ptze22n3U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U0x4HXFdpXWmg1BRHDJNYffVv3yIYilJsCy7pS0K31o\"}"