"{\"content\":{\"body\":\"![Two cents](https://miro.medium.com/max/1400/0\\\\*_8s1PuFLSETDBU83.jpg)\\n\\nFIRST PUBLISHED February 29, 2016 ([Medium](https://medium.com/creativeblockchain/a-pretty-penny-micropayments-for-content-on-the-blockchain-why-blockchain-matters-to-the-arts-part-5-9a8b25e91d65))\\n\\n*Author’s Note: I am in the process of moving my older work to Mirror. This was the fifth in a series of six articles laying out how blockchain tech could prove revolutionary for the content ecosystem.*\\n\\nWould you be willing to pay me **a couple of cents** for reading this article?\\n\\nIn a nutshell, that’s the premise of micropayments: Everyone pays a small amount — potentially fractions of a cent — for each piece of digital content they consume.\\n\\nThere are essentially three revenue models for digital content:\\n\\n1. **Offer a specific piece of content for purchase or rent at a set price.**\\n2. **Offer a larger pool of content for a subscription fee.**\\n3. **Offer content for free, supported by ad revenue.**\\n\\nThe beauty of micropayments is that theoretically they can open up the first revenue model to a wider array of content. If adopted widely, they can also potentially allow for more dynamic (or at least much lower) pricing for **all** types of content, including professionally-produced music, television, film and books.\\n\\nThe idea of micropayments is hardly new. They’ve existed in the physical world for a long time, anywhere that high volume and cash payments come together. Even better, they exist where the payments can be made and the products can be delivered mechanically, without human intervention. Here’s a classic example:\\n\\n![gumball](https://miro.medium.com/max/520/0\\\\*6RpW2hBgzWU0qJuM.jpg)\\n\\nFor digital content, micropayments were first proposed in the 1990s as Internet usage was burgeoning, and many large companies began developing micropayment solutions in anticipation of widespread adoption. That never happened. The closest we’ve come to micropayments in broad use is the 99 cents (sometimes even a bit less) that consumers routinely pay for apps and songs on the various online stores offered by Apple, Google, Amazon and the like.\\n\\nNewspapers, magazines and other text content have had more difficulty finding a similar model, although the start-up [Blendle](https://launch.blendle.com/) is one of the [latest attempts to make micropayments work](http://www.economist.com/blogs/babbage/2014/05/online-media) (in Blendle’s case, by having consumers pre-fund an account from which the payments are taken).\\n\\nWhy has the promise of micropayments not been borne out in the past, and why does blockchain technology offer a new hope for this concept? Two words: ***Transaction costs***.\\n\\nLet’s take Apple’s iTunes store, one of the few successful models. If a consumer buys a song for 99 cents, Apple [reportedly keeps about a third](http://bits.blogs.nytimes.com/2008/08/11/steve-jobs-tries-to-downplay-the-itunes-stores-profit/?_r=0) — maybe around 35 cents. The rest goes to the labels and music publishers, and finally a portion to the artist (estimates suggest around 10 cents per download). For each individual transaction, however, credit card companies apparently [charge Apple around 25 cents](http://www.thevlyhouse.com/2011/01/the-itunes-business-model-and-its-widespread-effects/).\\n\\nWhile Apple has developed software that delays payments and groups together transactions from a particular user over a few days, so that Apple only pays one transaction fee for multiple transactions, as you can see, it’s difficult to drive payments much lower using traditional billing methods. And remember, for Apple, the driving reason for the store is not to make money from downloads, but to drive sales and adoption of its much more expensive devices.\\n\\nAs we’ve [discussed previously](http://goo.gl/N918Bk), **blockchain technology theoretically reduces transaction charges by allowing trusted transactions directly between parties, without the need for intermediaries**. There’s still a cost involved in transactions — essentially the infrastructure costs of whatever blockchain network is being used — but it can be magnitudes lower than current transaction costs. For instance, small transactions on the Bitcoin blockchain currently might cost a few cents. But there are [solutions being developed](http://www.coindesk.com/lightning-duplex-scalable-bitcoin-micropayments/) that might drop even these costs dramatically.\\n\\nUltimately, a micropayment system can be combined with a [digital asset registry](http://goo.gl/VTds2U) and a [rights management](http://goo.gl/VRFhmc)/[smart contract](http://goo.gl/18Yn8h) system, all using blockchain technology, to allow a content provider to release new content with embedded mechanisms for how underlying rights are transferred and used, and how payments are made to each of the parties responsible for developing the content. That’s precisely the type of structure being developed by companies like [Monegraph](https://monegraph.com/), [ascribe](https://www.ascribe.io/), [Ujo](http://ujomusic.com/), [Stem](https://stem.is/), and others.\\n\\nOne can imagine a future where micropayments become the norm for all digital content, leading to a true consumption-based model that means consumers pay only for the content they actually care about, rather than subscribing to packages of content or wading through advertisements in order to consume individual pieces of content.\\n\\nBut there are many issues yet to be worked out before that can occur. Some are systemic, reflecting many years of doing business in a particular way, resulting in a bias against change. But others may be fundamental to user behavior. For instance, while Apple’s 99 cent music downloads can be deemed a success on some fronts, it is also widely blamed for severely damaging the music industry, by simultaneously driving up demand and consumption, while ripping apart the prior pricing structures. By convincing consumers to pay 99 cents for a single song, Apple caused more lucrative (to the artist and label) album sales to plummet.\\n\\nIn other words, when consumers can access only the specific content they truly want, and operate in a kind of online echo chamber, they may go looking for (or stumble across) other content less often. Newspapers and magazines know this well, and have resisted breaking apart their content into smaller consumable pieces, lest the scope of their coverage shrink towards the vanishing point.\\n\\nAnother question is whether consumers themselves will ever be ready for micropayments. In 1996, [Nick Szabo](https://en.wikipedia.org/wiki/Nick_Szabo) — the creator of Bitcoin forerunner Bitgold, an early proponent of [smart contracts](http://goo.gl/18Yn8h), as well as a candidate for the still-anonymous creator of Bitcoin itself, “[Satoshi Nakamoto](https://en.wikipedia.org/wiki/Satoshi_Nakamoto)” — wrote about the “mental transaction costs” of micropayments. In his [paper](http://szabo.best.vwh.net/berlinmentalmicro.pdf), Szabo argued that the ability of humans to work out whether a transaction makes sense itself imposes a barrier on adoption of micropayments.\\n\\nIn 2000, Craig Shirky wrote [an influential article](http://archive.oreilly.com/pub/a/p2p/2000/12/19/micropayments.html?page=1) on the mental cost of micropayments, also arguing that users hate them and that they will never be adopted:\\n\\n> \\\\[U\\\\]sers want predictable and simple pricing. Micropayments, meanwhile, waste the users’ mental effort in order to conserve cheap resources, by creating many tiny, unpredictable transactions. Micropayments thus create in the mind of the user both anxiety and confusion, characteristics that users have not heretofore been known to actively seek out.\\n\\nOne could argue that Apple solved this mental transaction problem by creating the flat price of 99 cents for music downloads. Had it instead implemented dynamic pricing, one can imagine that consumer confusion over pricing — even if in the long run it might drive individual prices lower — might have killed the whole thing right off the bat.\\n\\nBut one can also imagine systems where micropayments much lower than 99 cents, with some form of dynamic pricing working behind the scenes, might become the norm. Combined with smart contracts and blockchain-based management systems, they might well come to define a new ecosystem of content consumption.\\n\\nAnyway, that’s my two cents.\",\"timestamp\":1634048938,\"title\":\"A Pretty Penny: Micropayments for Content on the Blockchain: Why Blockchain Matters to the Arts, Part 5\"},\"digest\":\"2cizzyY-uCwPhyNB7MB8edDAYMuNLK5-h-Che_DBOG8\",\"authorship\":{\"contributor\":\"0x538fDC0055fCeCe2e55e327A7673F9887FBC29c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"signature\":\"rEmCDynv7tN-T-LlK0OjSSW2ZOIKwhUCJjANCrw2q_LwjPekMGc_i6hrEfoQbqAYUyZB0dJueWcyH6nnGMH4Mw\",\"signingKeySignature\":\"0x42147b8d6116358a9452fb21c3eec08d17ddbbfdfc86320325a1149801279d5272f6939a949b59b8ef8d62d1810fe0a5974e4cf00e1f49bce083a52d5377b4dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2cizzyY-uCwPhyNB7MB8edDAYMuNLK5-h-Che_DBOG8\"}"