"{\"content\":{\"body\":\"Over the past few months, it’s been nearly impossible to walk away from any tech conversation without the mention of blockchain, crypto, and the overarching future of web3. Like many of you, I have been trying to piece together what the future of web3 looks like and why it should demand our attention. With every passing day, it seems that the Web 3.0 landscape is shifting in a new direction. As such, I wanted to lay out the basics of Web 3.0 for those who are early in their discovery and analysis of the subject.\\n\\nAs you step through the concepts and fundamentals of assets in Web 3.0, you’ll continuously find yourself learning about the elements of security, including the hopes for blockchain to facilitate secure and autonomous transactions. Despite security being crucial to the adoption of blockchain, decentralized insurance continues to be a niche market within the Web 3.0 ecosystem. As the market continues to expand, transaction volumes increase and adoption continues to skyrocket, the dynamic protection of all assets and tokens on the blockchain will need to mature in order to appeal to more institutional players. In Part 2, the Distributed Ventures Team and I will be exploring how Web 3.0 is accelerating innovation in Insurance and, more specifically, our thesis that DeFi Insurance is going to be the next large pillar of Web 3.0.\\n\\n## Understanding Web 3.0\\n\\nTo set the stage, there are over [$5.1B people across the globe participating in Web 2.0](https://www.internetworldstats.com/stats.htm) (i.e. the world wide web as we currently know it), with over [3.5B google searches](https://www.internetlivestats.com/google-search-statistics/) and [2.5 quintillion bytes of data](https://www.the-next-tech.com/blockchain-technology/how-much-data-is-produced-every-day-2019/#:\\\\~:text=How%20much%20data%20is%20produced%20every%20day%20in,double%20every%20two%20years.%20The%20Future%20of%20Data) being created on a daily basis. While it’s impossible for us to contextualize how much data is being consumed, shared, and created within the web, it’s clear that the current web architecture is inefficient from a data collection, storage, transfer, and security vantage point. In a Web 2.0 world, we, as individuals, are not the gatekeepers to our own data. On the contrary, we’re constantly attempting to verify who we are in order to access our bank accounts, social media accounts, emails, and other data sources that are inherently ours. In essence, Web 2.0 is exceedingly centralized, with a handful of companies owning the majority of our data. The first true paradigm shift in the architecture of the internet, what is currently being coined as the Semantic Web or Web 3.0, aims to solve the disjointed web architecture. Web 3.0 is removing third parties and allowing individuals to be the owners of their data and social footprint via decentralization, artificial intelligence, and edge computing.\\n\\n### What is Web 3.0?\\n\\n![Source: Differences Between Web 1.0, Web 2.0, and Web 3.0 Standards - Cruzine](https://images.mirror-media.xyz/publication-images/2-yJ5gKTOloCaQ5rIG2PO.png?height=880&width=1149)\\n\\nThe first iteration of the web (known as Web 1.0 and coined by [Tim Berners-Lee in 1989](https://internethalloffame.org/inductees/tim-berners-lee)) was a read-only, static system. In other words, the web only provided content to the consumer. Web 2.0 (coined by [Darcy DiNucci](https://en.wikipedia.org/wiki/Darcy_DiNucci) in 1999), on the other hand, was associated with the rise of social media platforms and is referred to as the Read-write, dynamic version of the web as we know it today At its core, Web 2.0 marked a change in how users were leveraging the internet, where individuals were now contributing content and were interconnected across the globe. Some of the core issues plaguing Web 2.0 include insufficient authentication controls (causing passwords and sensitive information to be easily hacked), lack of privacy, and risk of fraud, amongst other core issues.\\n\\nEnter Web 3.0. The Semantic Web (e.g. Web 3.0) was built as a direct response to the systemic issues found in Web 2.0. Unlike the shift from Web 1.0 to Web 2.0, Web 3.0 is altering the back-end of the web into a database, whereas the front-end user experience has been the key focus of innovation across the web since inception.  With Web 3.0, users will be able to trade information, goods, and services, without the clunky, disjointed nature of an intermediary and centralized gatekeepers. Most importantly, Web 3.0 creates a trusted system in which each individual does not need to explicitly confirm their identity (via usernames and passwords) as the system runs on each individual having intrinsic, tamper-proof ownership of their identity and data. This revolution allows for the advent of truly data-centric marketplaces and can alter the way in which business models are created moving forward.\\n\\n> *“Web 3.0 enables a future where distributed users and machines are able to interact with data, value and other counterparties via a substrate of peer-to-peer networks without the need for third parties. The result: a composable human-centric & privacy preserving computing fabric for the next wave of the web.”*\\n>\\n> *- Max Mersch and Richard Muirhead*\\n\\n![Source: Fabric Ventures](https://images.mirror-media.xyz/publication-images/4WToLOPZJgyTTVP_sU9xP.jpeg?height=720&width=1280)\\n\\n### Connecting the Dots: How are Blockchain and Web 3.0 Interconnected?\\n\\nPrior to cryptocurrency, Web 3.0 was viewed through the lens of AI and machine reasoning becoming ubiquitous and information being interconnected into a global database, without a tactile solution to achieve this vision. In Tim Berners-Lee’s proposal for the Semantic Web in 1998, he even mentions a “system which can express and reason about relationships across the whole range of public-key based security and trust systems.” While the vision for Web 3 was around since the inception of the WWW, the true bridge from Web 2.0 to Web 3.0 is Blockchain. With blockchain, we can create a truly decentralized, peer-to-peer database of information to replace the current centralized, tamper-prone version. In layman’s terms, blockchain allows us to collectively manage our data instead of the siloed, disjointed data storage approach we have today.\\n\\n### How Blockchain Works and Uses Cases in Web 3.0\\n\\nAt its core, blockchain is “a giant spreadsheet for registering all assets (and data)\\\" (Anders Brownworth, MIT) that is immutable, distributed, and secure. To set the stage, the core steps of a blockchain transaction includes the following:\\n\\n* An individual requests a transaction\\n* The request is broadcasted through a peer-to-peer network, with every computer representing a node\\n* The network of nodes, via a consensus process, validates the transaction\\n* The transaction is recorded in a block of data via a hash (akin to a fingerprint)\\n* Transactions are blocked together in a permanent chain\\n\\nIf you’re interested in a very succinct explanation and visualization of blockchain transactions in action, learn more [here](https://hackernoon.com/blockchain-a-short-and-simple-explanation-with-pictures-d60d652f207f).\\n\\n![Source: What is Blockchain Technology? A Step-by-Step Guide For Beginners (blockgeeks.com)](https://images.mirror-media.xyz/publication-images/Y1xKcAY1M7dMxD0KFpc7a.jpg?height=726&width=1347)\\n\\nAlthough it’s clear that blockchain will continue to be the underlying technology of web 3.0, how exactly is it being applied today? A few of the key ways blockchain is being applied in Web 3.0 today includes Digital Assets (e.g. Cryptocurrencies) and Tokens, by way of smart contracts.\\n\\n### How Do Digital Assets Work?\\n\\nThe concept of cryptocurrency as a substitute for fiat currency (i.e. legal tender backed by a government or central bank) began with David Chaum in the 1980s. However, it wasn’t until 2009 that the first decentralized cryptocurrency, Bitcoin (BTC), was created by pseudonym developer “Satoshi Nakamoto”. Since then, other popular cryptocurrencies have entered the arena, including Ethereum (ETC), Tether (USDT), Ripple (XRT), and Solana (SOL).\\n\\n**What is Cryptocurrency and Why Is it Used?**\\n\\nCryptocurrency, also known as digital currency, digital assets, and virtual currency, is a way to store and exchange value electronically.\\n\\n* **Why It’s Used:**\\n  * Pseudonymity and Identity Protection\\n  * Peer-to-peer purchasing (e.g. Eliminating Financial Intermediaries)\\n  * Programmable Capabilities (e.g. limited ownership and voting rights, fractional ownership interests in physical assets such as art or real estate)\\n\\n### Bitcoin, Ethereum, and Solana Explained\\n\\n![Source: Distributed Ventures](https://images.mirror-media.xyz/publication-images/RaO20ezGu60Ak8yl39xUB.png?height=1068&width=1915)\\n\\nThere are almost 13,000 different cryptocurrencies in the world at the time of writing this. In an effort to be succinct, we’ll highlight three core cryptocurrencies that we think you should know: 1. Bitcoin, the crypto with the highest market cap, represents double the market cap of its closest rival, Ethereum, 2. Ethereum, the crypto that introduced executable code, and 3. Solana, one of the fastest processing cryptos to date.\\n\\n**Bitcoin Fundamentals and Use Cases**\\n\\n* **Background:** Bitcoin was invented by Satoshi Nakamoto in 2008 and, in simple terms, is a program that allows people to exchange value directly without an intermediary. At its core, Bitcoin is an alternative to fiat currency. Every single transaction is recorded in the form of a hash (e.g. digital fingerprint) on Bitcoin’s blockchain.  Structurally, Bitcoin allows holders to do two things: 1. Trade value between two individuals and 2. participate and profit from the rising value of bitcoin over time.\\n* **Fundamentals:** Bitcoin uses a consensus mechanism called Proof-of-Work (PoW), which is time-consuming and costly, yet computationally secure. In PoW, miners compete to validate a transaction by calculating the solution to a complex PoW challenge, which ultimately results in a new block being created. The first miner to solve the complex equation broadcasts the solution to the network and it’s memorialized across the ledger.  There are several issues with Proof-of-Work including 1. It’s vulnerable to a 51% attack, 2. It’s less environmentally friendly (e.g. electricity-intensive), 3. It incurs higher mining costs, and 4. It has a higher propensity for mining attacks, amongst others.\\n\\n**Ethereum Fundamentals and Use Cases**\\n\\n* **Background:** Ethereum, the world's second-largest cryptocurrency,  was launched by Vitalik Buterin in 2015 as a direct response to the limitations of Bitcoin’s blockchain. While Ethereum is also a store of value that can be used for transactions, similarly to Bitcoin’s blockchain, Ethereum exceeds Bitcoins static capabilities in that it allows users to build applications on the blockchain (e.g. this is akin to allowing software programs to run on a computer system). At its core, Ethereum is a decentralized computer network that allows users to both transfer value and execute smart contracts.\\n* **Fundamentals:** Ethereum currently uses the same consensus mechanism as Bitcoin, Proof-of-Work. However, Etherum is attempting to move to Proof-of-Stake (PoS), which requires individuals to “stake” (i.e. put up as collateral) their ethereum to become a validator in the network and achieve consensus. Unlike Proof-of-Work, validators are not competing to solve a complex mathematical equation. Instead, the individual is selected at random based on the number of coins that they have staked for any given transaction and is granted the ability to create the next block. While there is no block reward, the winner earns the transaction fees on said block. Consequently, Proof-of-Stake is viewed as a more equitable and stronger consensus mechanism given that it is 1. Truly decentralized (e.g. Proof-of-Work has led to centralized organizations that pool their computational resources to have a greater chance at solving the complex equations whereas Proof-of-Stake prevents people to join forces and results in individuals being proportionally rewarded for the amount they invest), 2. Results in less Electricity Consumption since complex equations are not needed, and 3. Less prone to 51% attacks (e.g. it would be financially irresponsible and nearly impossible for a single organization to place 51% of the total amount of cryptocurrency in circulation as collateral in order to hack a given block of Ethereum).\\n\\n**Solana Fundamentals and Use Cases**\\n\\n* **Background:** In a similar vein to Ethereum’s origin story, [Solana](https://solana.com/solana-whitepaper.pdf) was built in direct response to the throughput issues facing both Bitcoin and Ethereum. Solana was founded in 2017 and launched in 2020 by Anatoly Yakovenko, who had substantial experience working with compression algorithms at Qualcomm, making him the ideal individual to create a juncture into faster processing and transaction speeds within cryptocurrency. Solana leaders found a way to process 250,000 transactions per second, making it the fastest cryptocurrency on the market and lending itself to becoming an ideal platform for payment applications.\\n* **Fundamentals:** Solana introduced the Proof-of-History (PoH) consensus mechanism, which creates a “[historical record that proves that an event occured at a specific moment in time](https://solana.com/news/proof-of-history---a-clock-for-blockchain)” (described as a clock for blockchain). Solana Labs published a very succinct overview on the mechanics of Proof-of-History:\\n\\n> “Here’s how [Proof of History](https://medium.com/solana-labs/how-solanas-proof-of-history-is-a-huge-advancement-for-block-time-178899c89723#:\\\\~:text=The%20core%20innovation%20that%20underlays%20the%20Solana%20Network,has%20occurred%20at%20a%20specific%20moment%20in%20time.) works: The Solana data structure chains messages together. This provides a cryptographic proof of the relative order and time of each message in the historical record. This allows the network to ignore local clocks and gradually accommodate all potential network delays as the data structure is eventually delivered and re-assembled. This is why Solana is able to push the limits of confirmation times so that the network provides as effective of an experience as a centralized system without sacrificing security or decentralization.”\\n\\nIn essence, Solana uses a combination of Proof-of-Stake and Proof-of-History, making it a unique hybrid consensus algorithm that enables Solana to be much quicker than its PoS counterparties while allowing the blockchain to remain secure and decentralized.\\n\\n**Core Innovations in Cryptocurrency**\\n\\n**dApps Fundamentals:** DApps, or Decentralized Apps, are applications built on blockchain that merges smart contracts and a frontend interface. dApps provide functionalities that are akin to typical consumer apps yet are decentralized and peer-to-peer in nature, removing the need for a middle man [(“Why pay for a company to provide a ride-sharing service when you could use an app that connects you to the riders and doesn’t take a cut?” ](https://decrypt.co/resources/dapps)). All dApps must run on a protocol and have a consensus mechanism associated with them (e.g. PoS, PoW). Some [benefits of dApp development](https://ethereum.org/en/developers/docs/dapps/)  include:\\n\\n* **Zero Downtime:** As soon as the smart contract is deployed, the network will be able to service clients in perpetuity.\\n* **Open to All Users:** Users cannot be blocked/censored from deploying dApps or submitting transactions.\\n* **Full Data Integrity:** Single entities are unable to change and dispute data that is stored on the blockchain, which prevents bad actors from forging transactions or any other data that has been stored in the blockchain.\\n\\nSome examples of dApps include [Polygon (MATIC)](https://polygon.technology/), [UniSwap](https://uniswap.org/), and [ChainLink](https://chain.link/).\\n\\n**DeFi Fundamentals:** DeFi (i.e. “Decentralized Finance”) is an umbrella term for any financial application that is disrupting financial intermediaries. DeFi applications are built on blockchain, with the majority being built on the Ethereum network ([DeFi Accounts for \\\\~90% of all Ethereum Transactions](https://beincrypto.com/defi-accounts-for-almost-90-of-ethereum-transactions/)). Currently, the most popular DeFi applications include the following:\\n\\n* **Lending Protocols:** Lending protocols use smart contracts to replace Web 2.0’s lending intermediaries, such as banks and credit cards. The largest Lending protocol to date ([also the first DeFi application to earn significant adoption](https://makerdao.com/en/whitepaper#abstract)) is [MakerDAO](https://makerdao.com/en/). In a nutshell, MakerDAO is composed of a smart contract that leverages Ethereum as collateral to generate Dai, a stablecoin that is specifically designed to minimize price volatility in a way that is assumed to supersede that of Bitcoin.\\n  * ***History and Facts about MakerDAO:***\\n    * *Andreessen Horowitz first investment out of their $300M A16Z Crypto fund was a [$15M investment in MakerDAO](https://bitcoinmagazine.com/business/a16z-puts-16-million-behind-stablecoin-platform-makerdao) in 2018 (e.g. 6% of the total MakerDAO token supply).*\\n    * *The MakerDAO community was instrumental in paving the way for widespread adoption of the Ethereum Network following [The DAO attack in 2016](https://www.coindesk.com/learn/2016/06/25/understanding-the-dao-attack/).*\\n* **Stablecoins:** Given the volatility found in cryptocurrencies, stablecoins attempt to solve for the vacillations by pegging cryptocurrencies to non-cryptocurrencies (e.g. U.S. dollar). [Tether](https://tether.to/) continues to be the most widely adopted Stablecoin, sitting at a $77.4B Market Cap. In fact, [Myanmar recently declared Tether as the nation's national currency](https://www.coindesk.com/policy/2021/12/13/mynamars-shadow-government-adopts-tether-as-official-currency-report/).\\n* **Decentralized Exchanges:** Decentralized exchanges (DEX) are cryptocurrency exchanges that allow individuals to trade assets without the use of an intermediary or custodian. Unlike typical exchanges, DEX’s allow peer-to-peer trading via smart contract executions. One of the largest Decentralized Exchanges today is Uniswap. [The Uniswap Protocol](https://docs.uniswap.org/protocol/introduction) is a “suite of persistent, non-upgradable smart contracts that together create an automated market maker, a protocol that facilitates peer-to-peer market-making and swapping of [ERC-20](https://ethereum.org/en/developers/docs/standards/tokens/erc-20/) (Ethereum Request for Comments 20) tokens on the Ethereum blockchain.”\\n\\n**DAO Fundamentals:** A DAO (i.e. “Decentralized Autonomous Organization”) is a blockchain-powered network that allows individuals to make governance decisions in a transparent, democratized, and streamlined way. By having a stake in a DAO, individuals can use their voting power to decide on the organization's future, including how to manage processes, roadmaps, assets, and future projects. Applications of the DAO can range from something as simple as pooling capital amongst friends to purchase an investment property to something as complex as managing the funds and future projects within a city. The most popular DAO’s today include Uniswap and Maker, both of which we have described above (You can find a full list of all the DAO Tokens arranged by Market Capitalization [here](https://coinmarketcap.com/view/dao/)).\\n\\n![Source: Consensys](https://images.mirror-media.xyz/publication-images/e0cyzd50NnNAZQLamIl0U.png?height=924&width=1755)\\n\\n**NFT’s/ Collectibles Fundamentals:** An NFT (i.e. “Non-Fungible Token”) is an authenticated token stored on a blockchain that is unique, as opposed to fungible assets, such as Bitcoin, commodities, and options. In many ways, NFTs are akin to “[certificates of authenticity for digital artifacts](https://www.coinbase.com/learn/crypto-basics/plp-what-is-nft?utm_creative=&cb_device=c&cb_placement=&cb_country=us&cb_city=open&cb_language=en_us&msclkid=1e53c5df0b0d1ad9abd4a46605f4c181&utm_source=bing&utm_medium=cpc&utm_campaign=rt_p_us_w_m_acq_bin_sea_non_Education-NFTs&utm_term=nft%20explained&utm_content=nft-explained)”. Some of the core use cases of NFT’s include Collectibles (e.g. Sports Trading Cards), Digital Art, Membership (e.g. Exclusive rights to “membership only” events and merchandise), and Gaming (e.g. In-game elements or items that can be exchanged), amongst others.\\n\\n* ***History and Facts about NFT’s:***\\n  * *The most lucrative NFT to date is the [Bored Ape Yacht Club](https://www.msn.com/en-us/news/technology/explaining-the-bored-ape-yacht-club-nft-collection/ar-AAQT8yv) (BAYC) NFT Collection, a collection of 10,000 NFT’s that has become a status symbol across the NFT community. The collection launched in April 2021 and each NFT was sold for 0.08 ETH (i.e. $190 at the time) -  the most expensive BAYC NFT has since sold for $2.7 million and other owners include Jimmy Fallon, Steph Curry, and Post Malone.*\\n  * *In March of 2021, Christie’s, the British auction house, closed the first-ever sale of an NFT art piece, “Everydays: the First 5000 Days” by Beeple for a staggering [$69.3 million](https://www.cnet.com/news/christies-nft-auction-closes-at-69-million-as-digital-art-sets-off-a-gold-rush/#ftag=MSF491fea7), making it the most expensive NFT sold thus far.*\\n  * *The first NFT Minted was Kevin McCoy’s “[Quantum](https://www.sothebys.com/en/buy/auction/2021/natively-digital-a-curated-nft-sale-2/quantum)”, which was originally minted in May 2014. It has since sold for $1.47 million in June of 2021.*\\n\\n### What is a Token?\\n\\n[Tokens](https://www.gemini.com/cryptopedia/cryptocurrencies-vs-tokens-difference#section-what-is-a-token) are units of value built on top of existing blockchain networks (e.g. Ethereum, Bitcoin). Unlike coins (which are considered currency ), tokens are programmable assets that allow for the execution of smart contracts. For example, the Ethereum blockchains native token is ether (ETH) while [DAI](https://www.gemini.com/cryptopedia/dai-stablecoin-what-is-dai-token) is a crypto token built on Ethereum’s blockchain that allows for permissionless trading, borrowing, and lending. The core types of tokens and their use cases, as [highlighted by MakerDAO](https://blog.makerdao.com/the-different-types-of-cryptocurrency-tokens-explained/), include:\\n\\n* Platform tokens deliver dApps built on the blockchain\\n* Security tokens represent legal ownership of a physical or digital asset.\\n* Transactional tokens serve as units of account and are exchanged for goods and services.\\n* Utility tokens are integrated into an existing protocol and used to access the services of that protocol.\\n* Governance tokens fuel blockchain-based voting systems (e.g. CityDAO)\\n\\n![Source: Consensys](https://images.mirror-media.xyz/publication-images/COXJlQLZp12BmiLQihKvA.png?height=1191&width=1750)\\n\\n### How Smart Contracts Work\\n\\nSmarts contracts are similar to any binding contract created in the non-digital world, yet the main difference is that they are a self-executing digital code that results in a transfer of value once certain conditions are met (i.e. a smart contract can issue ETH as soon as a user solves a puzzle). By creating a binding smart contract, users are able to create secure transactions with anonymous parties without the fear of fraud or bad actors not delivering on the promised services, as well as not having to deal with an intermediary to arrange and profit from the transaction.\\n\\n![Source: Understanding the Cryptocurrency Market - Blockchain Technology Explained | Toptal](https://images.mirror-media.xyz/publication-images/MJgH2TeRBbQnCwDLM_L67.png?height=585&width=838)\\n\\n### So, what’s next?\\n\\nGiven the ongoing challenges surrounding security and asset protection, we think the next big frontier will come in the form of Dynamic Protection, which commands its own research. Stay tuned for our follow-up blog piece.\\n\\n\\\\--\\n\\nA very special thank you goes out to Michael Peri for helping me piece together this primer. Stay tuned for his take on Dynamic Protection in Web 3.0 in Part 2!\\n\\nIf you’re interested in reading some of the most useful Web 3.0 resources that we’ve come across, check out our [Web 3.0 Resource Repository](https://dawn-truffle-4a4.notion.site/c13261be46e04c3592ad505e76325039?v=5779c9631cb34ec3a852c58fa1d15e64). This is a living, breathing repository, so feel free to send along any additional resources that you’ve found useful in the space.\\n\\nLastly, if you’re a founder working on a Web 3.0 project, we’d love to hear from you. Reach out to me at [carolina@distributedvc.com](mailto:carolina@distributedvc.com).\",\"timestamp\":1640130681,\"title\":\"\\\"What in the world is Web 3.0!?\\\" Part 1: A Primer on Crypto and the Web 3.0 Landscape\"},\"digest\":\"AX5mtbXY-Q5YmVbXrpRbRHLusa4h17VeWGVjA62Y5-A\",\"authorship\":{\"contributor\":\"0xA1aAF983cb6214C0774851371d0A3e5F8348d009\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BwkoTuBnLgSOxW6P5wTrnGCGEUfR9rLnMMvm1JpvutY\\\",\\\"y\\\":\\\"DRQd3q3ap5Ugz3W6FvcKVtLGRVFgK1u9e51UFRF0sG8\\\"}\",\"signature\":\"rumRgcdaSy26M1JAcbUNGxowyQ5OaJ9pW_7vM7Kchsq7rVt06Dx5aLdNIOZ2Cxz5FU0loOIdlGVPFnzCKrfi8w\",\"signingKeySignature\":\"0xf3eb565665e13a6db6ac1028a0143458e62a950b734fd6ecd18176b4e698d0b93d1414317c4fbcd3b863255f01a3536c22464a5da572c4a75e41c376f110803f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BwkoTuBnLgSOxW6P5wTrnGCGEUfR9rLnMMvm1JpvutY\\\",\\\"y\\\":\\\"DRQd3q3ap5Ugz3W6FvcKVtLGRVFgK1u9e51UFRF0sG8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"01-hUv71yQZ2_ZXZT5re6cyUMNL2h88QovugObopeaU\"}"