"{\"content\":{\"body\":\"*\\\\*Migrated from Medium\\\\* Original Date - 04/22/21*\\n\\nI get it, lending protocols, option platforms, money markets, and sovereign currencies are ‘cool’ projects — they have hype, they are so different to what we see in CeFi, and they are revolutionary. When it comes to insurance, the crowd doesn’t really share the same emotions… this is what peaked my interest and got me to learn all about Nexus Mutual. As one too many great investors have said: *see where the crowd is going and then go the other way*.\\n\\n![](https://images.mirror-media.xyz/publication-images/vy_Z6D2pij6WFU7O3-1E3.png?height=450&width=1000)\\n\\n**Protocol Overview**\\n\\nWhat is Nexus Mutual? The easiest way to conceptualize it is as a collective pool of capital that coordinates providing cover (basically insurance) in a decentralized way. The pool collects premiums on insurance contracts (priced using legitimate actuarial practices) and stands to cover any valid losses that require a claim payout. As a member of the mutual, which you become when owning the NXM token (thanks to the LAO, or DAO wrapped in a legal framework, structure), you can:\\n\\n* Buy cover (either smart contract or custody)\\n* Stake on smart contracts and custodians to prove security and earn rewards\\n* Stake to assess claims submitted by other members\\n* Put forth governance proposals and vote on them\\n* **Share risk**\\n\\nJust like with the origins of Lloyds in London, we have a group of invested individuals coming together to pool funds in order to cover risk. But it isn’t just a group of people setting up funds for a rainy day. Similar to the insurance giants in CeFi, Nexus Mutual makes money by charging premiums and earning profits on the ‘float’. Bottom line here is:\\n\\n**Aggregate premiums + return on invested premiums > claims paid out**\\n\\nCurrently, the mutual sells two types of cover: Smart Contract and Custody, with the former being the most dominant business line (note: they will be soon expanding into more coverage areas). These cover contracts are priced based on three factors: the risk cost, the cover amount selected by user (a.k.a. payout in case of a successful claim), and the cover period. The latter two need no explaining, but the former component is interesting. The risk cost is a combination of a base risk calculation (performed using actuarial math) and the total value staked. Basically, as members of the mutual, one can stake one’s NXM against the insurance taken out on a protocol. As part of staking, one gets a pro rata share of 50% of the premiums collected on insuring that protocol. If the protocol has a smart contract issue and claims are validated, then that staked NXM becomes the claim payout. What we have here is a market-based risk pricing mechanism, which is phenomenal, and a dramatic innovation of current insurance risk pricing, which is centralized and done by select individuals. Using free markets in its true form, Nexus Mutual can price risk more efficiently — the DeFi users are forming Mr. Market by dictating premiums… the same users that have a solid understanding of the protocols they are using (efficiency gain, check!).\\n\\nAggregate all of these individual protocol cover products and you get the mutual’s capital model. The most integral part of this capital model is the ‘MCR’, or minimum capital requirement, which defines the lower bound of what must be kept in the fund to assure payout ability. Note that, contrary to other competitors, this is set using actuarial math in accordance with the European Insurance and Occupational Pensions Authority (“EIOPA”). The model functions as so:\\n\\n![](https://images.mirror-media.xyz/publication-images/vn9trUiqu-aJwhT5RWi_5.png?height=330&width=640)\\n\\nComponent definitions:\\n\\n* BEL, or Best Estimate Liability, represents the expected loss on each individual cover. The aggregate risk cost across all active covers\\n* A buffer — funds to survive a ‘black swan’ event\\n* Smart contract module — an aggregation of exposures based on cover amounts, correlation factors, and scaling factors; assists with the buffer\\n* Currency module — part of the buffer that accounts for fluctuations in DAI and other cover amounts to ETH\\n\\nSo, we have covered the basic operations of how Nexus Mutual makes money on the insurance side… but this is only one component of the aforementioned bottom line equation. The other is generating returns with the premiums. Just like CeFi insurance firms do, Nexus Mutual has the ability to invest the float using a conservative investment strategy automated entirely through DeFi platforms. The activities its mandate allows it to pursue are:\\n\\n* Locking up ETH to generate Proof of Stake rewards\\n* Investing in decentralized collateralized lending\\n* Investing in interest-yielding decentralized money markets\\n* Acting as a Guarantor in state channel and payment channel networks\\n* DAI savings rate\\n\\nHence… how the business works and makes money at a high level. One final point to make, Nexus Mutual is decentralized for the most part; however, there are a some points of centralization (take it as a negative or positive depending on your view):\\n\\n![](https://images.mirror-media.xyz/publication-images/TfkogzQySRe77Fn0mnoAN.png?height=514&width=640)\\n\\n**Industry Overview**\\n\\nLet’s zoom out and look at DeFi as a whole, but first, we need to answer a key question: Why is insurance necessary? Insurance is a major component of a mature financial system. It allows businesses to pass off risks and therefore operate in a more efficient way. With more and more active users and firms in the space, we need away to derisk DeFi utility… this is where smart contract insurance comes in. There would be three mechanism to achieve this insurance:\\n\\n* Buy cover. This is a great parallel to real world business insurance: shipping insurance, fire insurance, fraud insurance. Where? Nexus Mutual, Cover Protocol, or Tidal Finance (also maybe add Union Protocol here)\\n* Hedging and options. A financial manner of passing off risk — take an option or contract in the opposite direction of the activity you are doing\\n* CeFi. Not available yet besides potential custody insurance solutions. A diligence call with an insurance expert hinted at a minimum of 2–3 years before CeFi can get involved at this level (and this is the best case…)\\n\\nCurrently, buying cover seems like the best way to achieve it in my opinion — it is easy to understand (vs. options and hedging), more of a versatile product, and actually available (vs. CeFi).\\n\\nThis brings me to another question: ok, we get that it is important theoretically, but how do we know it will be important in practice? Well, look no further than CeFi! If we look at the gross market value of OTC derivatives (and a specific insight into the CDS market), we can get a good idea of the TAM potential of insurance products. Note that this comp was understood to be the best (rather than to traditional insurance products, e.g. P&C) because they are the closest we can get to a real comparison using a financial product or process as you do with smart contracts in DeFi. How big is this?\\n\\n![Gross Market Value of OTC derivatives rose to $15.5t in first half of 2020](https://images.mirror-media.xyz/publication-images/CF2jj6ZyH5b9cyixBTEcF.png?height=199&width=640)\\n\\n**NXM as an investment?**\\n\\nThinking about owning NXM as an investment in the mutual rests on a three pronged thought piece: Undervalued Product Demand and TAM, Competitive Analysis, and Economic Moats\\n\\n**Undervalued Product Demand and TAM**\\n\\nLooking at those CeFi charts, we realize something… the TAM for this is huge! Let’s run through a small thought exercise. We shall begin with the size of CeFi financial/ business insurance, which we can estimate at around \\\\~$16t in terms of Gross Market Value, or the aggregate monetary value of the transaction contents. This is not a perfect 1–1 to notional cover amount, however, we can use this as a way to bridge to ‘coverable’ notional value in DeFi. Let’s assume that just 5% of the CeFi Gross Market Value becomes the ‘coverable’ notional value in DeFi, then this equates to $800,000,000,000 or $800b. From here, we assume that 25% of that ‘coverable’ notional value is insured (very low and conservative estimate… the way things have gone in the U.S., everything will eventually become *financialized*). So now we have $200b in active premium coverage. Nexus Mutual’s TAM therefore would equate to a price per token of $24.6k at the current ETH price:\\n\\n![](https://images.mirror-media.xyz/publication-images/GXOWIFwbUTknJAax0zCTF.png?height=448&width=457)\\n\\nWe can also be ultra conservative and just look at DeFi alone. Currently DeFi’s TVL is \\\\~$40b. Nexus covers around 1.3% of this. What would it look like if it expanded coverage to say 10%, or 15%? That is a 10–15x growth in Nexus’s mutual…\\n\\nWhat is even better than this phenomenal TAM? The market **is not** pricing this in… As seen in the capital growth and revenue figures, Nexus Mutual is beginning to take the pie, but the market values it less than all major DeFi projects. It currently stands at a \\\\~1x P/S, with other projects ranging in the tens and hundreds: Uniswap, Synthetix, Aave, Balancer, Maker. There is an unwarranted valuation disparity here — insurance must really be boring…\\n\\n**Competitive Analysis**\\n\\nThe TAM is big, great, and good to go. The market is not valuing it. BUT, there isn’t just Nexus Mutual, so what if a better competitor is there? Well, there is just none at the moment: Nexus Mutual is the leading horse by far, which is important in a market that shows characteristics of network effects, first mover advantages, and scale benefits.\\n\\n![\\\\*Includes only the last 100k records \\\\*\\\\*Uses a fractional reserve methodology with multiple asset pools. Potentially hazardous in a given correlated disaster event](https://images.mirror-media.xyz/publication-images/wTT-mCg-EyQPIZKu1-cmt.png?height=293&width=640)\\n\\nOther pertinent points that need to be mentioned here:\\n\\n* Cover was hacked, leading to a token overhaul in order to somewhat repay users. Can you ever trust an insurance protocol that got hacked itself? Tough to do when facing a competitor like NXM\\n* Capital efficiency would be an interesting point of comparison. Currently, capital efficiency would most likely be higher on Tidal Finance due to a ‘fractional reserve’ system through multiple protocol pools. While great in theory, this leads to a higher risk profile — this is not what is a priority in the insurance world. Capital efficiency is key, but insurance solvency must come first, Tidal is second to Nexus here. Concerning Cover, capital efficiency would be hard to determine given its ultra-marketplace like business model. Given this, it might be fair to state that capital efficiency is higher there too, but this is theoretical\\n* What protocol does what an insurance fund does? Nexus Mutual, the others don’t. A trade off is observed between innovation in concept (Tidal and Cover) vs. innovation in delivery (Nexus)\\n* Overall, it is hard to compare Tidal Finance to the other two. They are very much still unproven — thus, while the uncertainty could be harboring significant upside, Tidal is still risky in many ways. They can be categorized as a distant threat; however, given the general advantages seen in insurance (especially with first mover advantages and scale benefits), Nexus Mutual has the upper hand\\n\\nFinally, it is valuable to note the power of brand. After all, these are consumer products that are predicated on safety. You don’t buy insurance from a low trust brand… there is a reason Prudential, Allianz, Geico, etc. have these wide brand moats when it comes to insurance.\\n\\n**Economic Moats**\\n\\nLet’s start with the basics: is the business valuable? Yes, it has solid PMF. Nexus has grown its user base organically. It doesn’t rely on liquidity mining campaigns and big token giveaways (i.e. look at Tidal and Cover — they both incentivize through governance rewards). This exemplifies product market fit and tells a similar story to **Aave**. People use the product because they want too… There are also the two successful claim payouts that stand behind Nexus Mutual (bZx and Yearn). Nexus Mutual was well positioned before DeFi summer and has proved its ability to payout in pertinent smart contract issues. This builds reputation, which builds brand, which is itself a moat.\\n\\nLet’s go even deeper. A key component of Nexus Mutual’s *sustainable dominance is its relationship to the ecosystem and its main players*. The market hasn’t fully understood the greater goal for Nexus Mutual within DeFI. Currently it is a place where you go to buy cover. This is like traditional financial contracts (e.g. CDSs). The vision for the product is one where people click to opt into or buy cover right when they are doing the relevant transaction (think airline insurance — a click right when you are booking your flight — it is easy and has a much higher conversion rate = a lot more business for Nexus). As Hugh says, “Our goal is to have no people buying insurance on the Nexus site anymore” (*Bankless AMA*). Nexus will **bundle** with some of the leading projects in DeFi (all possible thanks to the **composability** of blockchain). Now this is something to highlight!\\n\\nFinally, another initiative that seeks to bolster the goal above is shield mining. This is a protocol partnership whereby projects partner with Nexus Mutual to build supply of cover for their protocol in exchange for offering a budget for native token rewards. Partnerships like these further entrench Nexus Mutual’s leadership in the space as well as incentivize users to pick NXM cover over others. This leads to a **virtuous cycle**, whereby projects partner with Nexus because it has the biggest user reach, more users use Nexus because it has the strongest project coverage, and up the spiral goes.\\n\\n**Financial Analysis**\\n\\nGiven the pricing formulae (found [here](https://medium.com/nexus-mutual/our-bonding-curve-has-been-improved-e6d9d0cec7d1)) built into the bonding curve, the first valuation methodology I drew up modeled out the bonding curve price based on the functional inputs and key market inputs.\\n\\n![](https://images.mirror-media.xyz/publication-images/DYZGQVOxwYOPETRdVGIXx.png?height=228&width=640)\\n\\n![](https://images.mirror-media.xyz/publication-images/6DOKm1fvB0bgeIPaDjJNM.png?height=128&width=422)\\n\\n![](https://images.mirror-media.xyz/publication-images/8BXS6Eo7h-Q0GY3AihogI.png?height=541&width=276)\\n\\nSecondly, I built out a basic relative valuation framework using CeFi comps:\\n\\n![](https://images.mirror-media.xyz/publication-images/5IYUzwh3lwTjl_TXy3avQ.png?height=290&width=640)\\n\\nThis valuation highlights strong disparity between CeFi comps and NXM. Even if we remove growth prospects, NXM should be \\\\~2 turns higher in terms of Price to Tangible Book Value.\\n\\nOverall, valuation demonstrates both NXM’s runway for growth and price appreciation as well as the significant Margin of Safety the opportunity carries.\\n\\n**Risks and Conclusion**\\n\\nIt wouldn’t be prudent to not list the main risks presented by this case:\\n\\n* Operational/ Executional Failure: Nexus Mutual’s track record has been stellar up to date — it has paid its claims faithfully and has withstood some serious events (e.g. bZX). They take a legitimate insurance approach to building and selling the products they offer\\n* Failure of adoption: the biggest barrier to institutional adoption of Nexus Mutual, according to diligence interviews, is the claims process. Institutions fear how claims will be dealt with in a serious event. The economic incentives are there, we just need time and education to instill confidence\\n* Competition: While my thesis on competitive advantage remains strong, this space is iterating very fast and a new competitor could come out of nowhere to challenge Nexus. This is why we focus on moats and sustainability\\n* Scalability: The team is qualified and the network’s core functionality remains pretty strong; however, there isn’t full evidence here to suggest that this project can scale up\\n* Key Personnel Risk: There definitely is something to be said about Hugh and his role…\\n* Black Swan Event: As a user and investor in the space, I can’t really mitigate this one. My involvement in the space itself underwrites this risk\\n\\nAnd there you have it, my thought piece on Nexus Mutual and the very compelling case it presents. One small bonus here to is the potential arbitrage opportunity with wNXM (e.g. buying wNXM at the current 16% discount to NXM, unwrapping it to NXM, and joining the mutual).\\n\\n**Note:** *This piece was originally written at the ends of March 2021, hence some data may now be a bit old.*\\n\\n**Disclosure:** *This blog series is strictly personal/ educational and is not investment advice nor a solicitation to buy or sell any assets. Please always do your own research.*\",\"timestamp\":1634779387,\"title\":\"Insurance is ‘boring’, but Nexus Mutual might be one of DeFi’s most compelling investments\"},\"digest\":\"PwykLaeeZamNrAK7Y5K-hbIfhFsLegnrmWhIHHzTmsw\",\"authorship\":{\"contributor\":\"0x8BE2355417EF645f3A3739DD1B8aBd38C563c595\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wb8ByekQ5IYpmEF2vvmc6bC9TBaGmn62cPSH8YDPO-E\\\",\\\"y\\\":\\\"RORrxnBjPi2pDVCcYhMrb4jWqki3-TFJjbuHTTtVyPw\\\"}\",\"signature\":\"UwhYxj-UJf8deMzHl2gfuhqJEAikXaz73Cayq_iSY9CV7QWroC0CSU-VBxrvsIsYWCvLCbKNVotPBcBS9LIDqQ\",\"signingKeySignature\":\"0xcdc1a2ad55f467303cbd822ac80aa260613965642aabd83e9e8324eb2d965e992dba5adaf5e6399de4d90070a386330e85066ee8b994343aa6b31959d54bd8ae1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wb8ByekQ5IYpmEF2vvmc6bC9TBaGmn62cPSH8YDPO-E\\\",\\\"y\\\":\\\"RORrxnBjPi2pDVCcYhMrb4jWqki3-TFJjbuHTTtVyPw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PwykLaeeZamNrAK7Y5K-hbIfhFsLegnrmWhIHHzTmsw\"}"