"{\"content\":{\"body\":\"![Who needs humans when you have code?](https://images.mirror-media.xyz/publication-images/Zq5W5QycC7eWPNX1gDauF.png?height=900&width=1600)\\n\\n## TL;DR\\n\\n> A DAO is an organization that operates completely through the utilization of decentralized technologies. The basic idea behind this type of structure is to be able to create a fully autonomous organization, which would operate without any outside interference. These organizations have begun sprouting up and attempting to solve various and quite interesting use-cases. There are investing DAOs, socializing DAOs, and almost anything you can think of in between. Some DAOs - [Compound](https://compound.finance/?utm_source=web3jobz.com&utm_medium=web3jobz.com&utm_campaign=web3jobz.com&ref=web3jobz.com) - have billions of dollars under their control. While many people are still quite leery and cautious about getting involved, the tides are quite rapidly changing in favor of a fully decentralized and autonomous entity. We are still so inexplicably early in this space, the future is looking quite bright, and there are no doubts - it is here to stay 💪.\\n\\n## What does DAO stand for?\\n\\nDAOs are Decentralized Autonomous Organizations! They are 'companies' whose procedures and rules are enforced by code instead of humans 🤯. As such, they operate in a similar fashion to Bitcoin and other cryptocurrencies, without the need for third-party intermediaries like banks or lawyers. The idea of an organization that operates with no central leadership authority may seem strange or even impossible to some people.\\n\\n### TF does that even mean?\\n\\nOK, I understand it sounds crazy 🤪. And I agree. How can an organization, responsible for billions of *actual* dollars, have nobody in control? Simply put, `math and logic`. You know what might be even harder to believe? Corporations as we usually think of them today, are a modern phenomenon. Prior to corporations becoming the norm, the vast majority of us were farmers or independent business owners (entrepreneurs). By the time the corporations were done gobbling up all the mom and pop shots - \\\\~ around the 1950s - a staggeringly high percentage of the population were *entirely dependent on corporations to survive*. Can you see how this has become an issue?\\n\\n### Enter 👉 the DAO!\\n\\nThis bastardization of a modern corporation - our hero of the story, the DAO! - is certainly not even close to it's final form; DAOs are here to stay 🎉. Rather, our focus should be on learning how to live with them while shaping and molding their attempts to remedy some of the flaws of the current corporate structure. All the while, simultaneously enabling human collaboration at scale.\\n\\nWhen our lord and savior 📿[Vitalik](https://twitter.com/VitalikButerin)🙏 published the Ethereum whitepaper in 2013, the world was gifted the first DAO. This unleashed the power for the blockchain to take it's first steps in becoming the next iteration of the internet. **#web3Baby** 💪\\n\\n## Some primary attributes of DAOs:\\n\\n* web3 and crypto-native\\n* decentralized governance and ownership\\n* total empowerment for the users\\n\\n### web3 and crypto-native\\n\\n> DAOS could not exist without their crypto roots and foundation. It's that simple.\\n\\n### decentralized governance and ownership\\n\\n> **anyone**, **anywhere** can interact and transact with each other by using decentralized protocols and applications without third-party interference\\n\\n### total empowerment for the users\\n\\n> by providing a way to contribute and influence the direction of the organization\\n\\n## Who owns a DAO?\\n\\nThe owning 'entity' of a DAO sets the rules and governance of the DAO. In a way, it is an organization, although it has a set of rules (protocols) that govern the behavior of the organization. Consider this, when you pay someone's salary, you have the right to that person's time, right? In a DAO, when you contribute or stake your tokens, you have the right to that organizations time.\\n\\nDAOs are self-governing organizations where the rules and governance are set by the people who own the DAOs tokens. Usually, when an individual is interested in participation, they must agree to certain terms in order to become members. The end goal 🎯 is to become completely independent (autonomous), without relying on any kind of central body or person (decentralization!).\\n\\n![Decentralize all the things!](https://cdn.hashnode.com/res/hashnode/image/upload/v1636317513917/l5ANBbPoM.jpeg?auto=compress,format&format=webp)\\n\\n## How is a DAO organized?\\n\\nA DAO that is run by its members without any central control - remember that whole decentralized, autonomous bit? A DAO is initially created by the people who buy into it and they are the only ones who can make decisions about its operations. The blockchain keeps a visible public transaction history which can be inspected by anyone, at any time.\\n\\n## How do DAOs operate?\\n\\nDue to the DAOs self-governing nature, it is operated by groups of people who use crypto tokens to participate in:\\n\\n* rule making\\n* voting\\n* creation of products or services.\\n\\nThey operate without any human involvement whatsoever - besides the initial implementation and contract setup. It does not have a CEO. It does not have a Board of Directors. It does not have a Chief Operating Officer. It does not have any human employees. It does not have any physical office. It does not have any physical assets.\\n\\n## How can I get a job building or working with DAOs?\\n\\nBuilding one from scratch would seem to be quite a difficult task, but in reality there are many ways that you could get a job building a DAO. A lot of the work of a DAO is not brain surgery but rather just a lot of code.\\n\\n### A few examples of ways to get involved\\n\\n* You could get a job building a smart contract that trades on the Ethereum blockchain\\n* Create a DAO that sells tickets to an event\\n* Or create a DAO that allows people to bet on an event\\n\\nIt’s essentially **a lot** of code. You could even build a DAO to build a DAO🤯.\\n\\n![ziomson-ziomson-zero.gif](https://cdn.hashnode.com/res/hashnode/image/upload/v1636318391103/Ku-zQBVydl.gif?auto=format,compress&gif-q=60&format=webm)\\n\\n## Wrap up\\n\\nAs you can see, with more and more assets moving on-chain, smart contracts that implement programmatic incentives will eventually replace the current system of verified ownership. In fact, this has already begun in real estate 👉 ( [Lofty.ai](https://lofty.ai/?utm_source=web3jobz.com&utm_medium=web3jobz.com&utm_campaign=web3jobz.com&ref=web3jobz.com) ), and recently in the music industry 👉 ([Opulous](https://opulous.org/?utm_source=web3jobz.com&utm_medium=web3jobz.com&utm_campaign=web3jobz.com&ref=web3jobz.com) ). DAOs are going to replace legal entities as the primary coordination and management method. **Rather than forming companies, individuals will instead create DAOs to manage on-chain assets.** Do you see how liberating this will be 🤘🤘\\n\\nListen, DAOs are a massive paradigm-shift over how we think about what a traditional company is. They are inherently and natively global, permissionless and so easy to join or contribute to. They also minimize the friction related to identity, employment contracts and even new ideas like real-time compensation! Obviously, it's not at 💯, just quite yet, but nothing that completely disrupts cultural views, ever is at the onset.\\n\\nSimply put, crypto provides us a much stronger 💪 protection for our assets, while facilitating a 🌎🌍🌏 \\\"permissionless\\\" financial system that **anyone** can utilize in their conversion of assets into 💰💰.\",\"timestamp\":1639095150,\"title\":\"ELI5 - What is a DAO?!\"},\"digest\":\"dtlFeonKCDv6N19Cs-Im0tIcSQrnxt0YYdoYVDizvg0\",\"authorship\":{\"contributor\":\"0x1a3605223462b6a3768998B79d2d7e7170b6C4Ac\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"031nnjOLtwZK9a2k6wGr2IzNE3aN5wUKn2vQSSivOKM\\\",\\\"y\\\":\\\"KOHzj6q2tpf1m4IyaowCnNiu-r_NOnzKxopJhGZl6lo\\\"}\",\"signature\":\"IQdObYPk6p5EqEtA2nJpxWU72rN7l47YNjZ80XH2QtwT-YdCNfTf9RmEvsV7_PkgGdbksZ_u2m7jUV2FePWAyg\",\"signingKeySignature\":\"0xa31ff3f455df60a143ce9f3bf90edfae9df36726f434d54540d9fcf51113a9e824aeb0d981ebbaac9ab5cef3cb7b33be85e9dc22cbf07b0f7c98aefbbd46ec411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"031nnjOLtwZK9a2k6wGr2IzNE3aN5wUKn2vQSSivOKM\\\",\\\"y\\\":\\\"KOHzj6q2tpf1m4IyaowCnNiu-r_NOnzKxopJhGZl6lo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dtlFeonKCDv6N19Cs-Im0tIcSQrnxt0YYdoYVDizvg0\"}"