"{\"content\":{\"body\":\"Umee is a cross-chain DeFi center that can pledge assets on one blockchain to borrowed assets on another blockchain. The platform specifically allows mortgageable assets in POS blockchain to be used as collateral for cross-blockchain borrowings. The platform uses an algorithm based on that market driving condition to determine the interest rate mix. As a cross-chain DeFi protocol, Umee will allow for a variety of decentralized products. Umee is a decentralized infrastructure for cross-chain interactions between networks. Umee connects users to create lending positions, move funds across chains, discover new revenue opportunities, and explore network-intersecting DeFi applications in a seamless and trustless manner.\\n\\nThe cross-chain DeFi hub path Umee is built on Cosmos while connecting ethereum using gravity bridge using IBC as layer 0 protocol for cross-blockchain communication and interoperability. Umee will interface with multiple bridge solutions, To create a universal encryption center Umee will be a leader in cross-chain pledge and delegation, cross-chain liquidity mining and asset allocation, and multi-chain pledge\\n\\nI have to say that Umee is a project of quality transformation. It has realized that DeFi is simple, convenient, and user experience is better. It tweeted at 1 o 'clock on January 4, 22 that it has integrated Chainlink, making Umee more reliable, secure, and its future development\",\"timestamp\":1641289462,\"title\":\"New idea for cross-chain Umee\"},\"digest\":\"C6QjGCAfe9UOQ44Y_37btE8cURRgw7_H1I3djOBWkf4\",\"authorship\":{\"contributor\":\"0xcA8bAA9e736717E75c27Ba4Dbcb26D5669f37FaE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FfMZ_ZUGLUGoIQzT9QiRrVuCM-B1jkotKQLyRArGtVY\\\",\\\"y\\\":\\\"tcSoFU-_D4Taq4eMymJGx4xS--l2VE-ygVBuHHjcEow\\\"}\",\"signature\":\"bZNx6vCuqdgTmVEcA8wTPcuknaUPD048Juat2whmoXHPIZ244t4I7kmHkeOljM2fAbC4ZbL4w1Sqoslnmo9iOA\",\"signingKeySignature\":\"0x25849f2d3911abaaf1fb284c2d729ea1f4f3dd99e4096bf2d6ad6355aafba08d7876c1a3b49c65d1f713865ca3b4c53be48e45930b860efd327a173505452a921c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FfMZ_ZUGLUGoIQzT9QiRrVuCM-B1jkotKQLyRArGtVY\\\",\\\"y\\\":\\\"tcSoFU-_D4Taq4eMymJGx4xS--l2VE-ygVBuHHjcEow\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C6QjGCAfe9UOQ44Y_37btE8cURRgw7_H1I3djOBWkf4\"}"