"{\"content\":{\"body\":\"There is a funny quote often attributed to George W. Bush: “the trouble with the French is that they don’t have a word for entrepreneur.”\\n\\nUnfortunately, there is [no firm evidence](http://www.forbes.com/sites/alisoncoleman/2014/02/14/entrepreneur-the-french-do-have-a-word-for-it/#49871c825691) that W ever whispered that phrase to then British Prime Minister Tony Blair, but the internet is thankfully full of different quotes and definitions of entrepreneurship\\n\\nMy favorite quote is by Phil Libin (Co-Founder of Evernote), who once told aspiring entrepreneurs at the Founder Institute that **“the only legitimate reason to become an entrepreneur is to change the world.”** And no, I do not only like that quote because I am a mentor at the Kuwait chapter of FI.\\n\\nMy own definition of entrepreneurship is a bit more scientific, not in terms of academic rigor, but well, biochemistry. To me it’s all about this:\\n\\n![Dope!](https://miro.medium.com/max/1400/1\\\\*dcqrXpa9TSg-Ccza4RtyTQ.png)\\n\\nFor the non-Walter Whites among us, that molecular compound is Dopamine, and it basically the neurotransmitter responsible for happiness, fulfillment, and reward-motivated behavior (with some help from its sister compound Serotonin).\\n\\nEveryone tells you to follow your passion. To me, that means, find whatever it is in life that gets that dopamine pumping (or synthesized for those of you keeping track of my science-speak).\\n\\nI also firmly believe that all companies must promise to promote a sustainable partnership with their customers. They must disrupt industries together and share the cost savings equally. This is the promise of partnership. Both between the founders themselves, their investors, and their consumers. A kumbayah tri-cyclical Venn diagram of togetherness.\\n\\nI also believe that both founders and investors must have a tandem outlook of both profitability and social impact, but let me be absolutely 100% clear, both still need to make money. Broadly speaking, founders and investors need to consider two types of returns when starting/investing in a venture — how will this venture contribute to the betterment of society and how will it generate enough cash to both sustain itself, my lifestyle (as a founder) and my returns (as an investor).\\n\\nVentures, like living organisms, move through different stages in their development. The merits of this particular framework differ from the typical [Start-up Financing Lifecycle](https://en.wikipedia.org/wiki/Startup_company#/media/File:Startup_Financing_Cycle.png) which plots a snaky S curve that starts with the dreaded valley of death and climbs upwards as higher revenue targets dictate funding rounds across an axis of time. Today, investors encourage entrepreneurs to be more milestone-driven, not time-driven, and digital ventures are becoming increasingly less dependent on revenue when raising multiple rounds of financing.\\n\\nThat is why I prefer to think of Entrepreneurship as a Life Cycle. Why a cycle? Well, the best entrepreneurs usually go through multiple ventures or different iterations of the same venture — the proverbial pivot. Also think about the 2D representation of this cycle, the same way you would about how we project our [3D planet onto 2D maps](http://www.dailymail.co.uk/sciencetech/article-2596783/Why-world-map-youre-looking-WRONG-Africa-China-Mexico-distorted-despite-access-accurate-satellite-data.html#ixzz3wRduuJ95).\\n\\n![Entrepreneurial Life Cycle](https://miro.medium.com/max/1400/1\\\\*Zqs3Ft_k4lH_-ZZ3e-w0Fg.png)\\n\\nAll companies start out as ideas, and from an investor’s point of view, the ability to invest in hard-working teams with bright ideas is known as the **Seed Round**, where investors and entrepreneurs plant the seeds to sow future success. Prior to the Seed round, there typically exists a ***Pre-Seed Round*** where entrepreneurs may or may not have an idea or corporate license, but exhibit the entrepreneurial spirit and are ready to venture off on their own into the world of business. This round is also comically known as the FFF round which endearingly refers to the Friends, Families, and Fools that typically invest in the earliest primordial days of the company. Also common in the Pre-Seed round are the many Grants (typically government) and Competitions that entrepreneurs sign up for, which offer ‘\\\\*free’ \\\\*money i.e. funds that are typically gifted to a promising idea or prototype without any (or very limited) reciprocation required from the entrepreneur — the proverbial strings attached.\\n\\n```\\nCrowd funding is an emerging technology that is increasingly becoming the maluit iter or preferred path in Pre-Seed/Seed rounds, especially for digital health entrepreneurs building hardware focused platforms. Entrepreneurs can now leverage a slew of websites and marketplaces that connect would be sellers with would be buyers. Sellers that can essentially pre-order a given product (and sometimes even a service) ahead of its final production. Entrepreneurs can then use the collective proceeds from the pre-sale to scale their operations and start manufacturing en masse. This method however, does not always work as efficiently as envisioned. There are examples of companies, even well-funded companies that take an exorbitant amount of time to deliver their products. A well-known example is that of Oculus VR, who despite a very popular Kickstarter campaign in August 2012 and a massive two billion dollar buy out from Facebook Inc in early 2014, kept consumers waiting 3 years, 7 months and 27 days to the delivery of the first consumer-ready Oculus Rift VR headsets.Crowd funding can also be used to collect many smaller tickets (dollar size of an investment) from a multitude of individual investors and there are many websites and businesses focused on this community form of investing.\\n```\\n\\nA few key terms that entrepreneurs should familiarize themselves with at the pre-seed stage include:\\n\\n\\\\*\\\\*Burn rate \\\\*\\\\*— is the monthly cost of maintenance (cash outflow) of the company. This gives investors an idea of when the enterprise is running out of cash. A common mistake many entrepreneurs make is that they do not pay themselves a salary at the start, or even account for their own monthly requirements to live life. After all, as Napoleon once said, an army marches on its stomach, so entrepreneurs must ensure that they are well fed, clothed, and housed as well.\\n\\n\\\\*\\\\*Option pool \\\\*\\\\*— are shares of stock reserved for employees of the company that are used to attract talent. The amount of stock an employee gets typically decreases polynomially throughout the entrepreneurial life cycle\\n\\n**Boot Strapping** — is a term used to symbolize self-reliance. Imagine a cowboy wearing a slick shiny pair of boots. Now imagine that same cowboy stuck in mud or trapped in rushing quicksand. The cowboy is alone and devoid of any external help. Now imagine that same cowboy reaching down and grabbing hold of the straps of his formerly shiny boots with his own two hands and literally pulling himself up out of the mud. Bootstrapping is a synonym for self-sufficiency where entrepreneurs are encouraged to venture on their own using whatever savings or resources they have accumulated prior to their entrepreneurial exercise without accepting any outside financial investment.\\n\\nNow back to the entrepreneurial life cycle and starting (again) with the ***Seed Round***. There are no set amounts for each of the investment rounds that delineate the different stages of the life cycle, it is really more of an art than a science — a balance between the vision of the founders and the investors, market conditions (what other founders/investors have raised) combined with the requirements of the business from a financial perspective; how much money the entrepreneur needs to execute his or her vision and business plan. Having said that, Seed rounds in the digital space typically range from 50,000 USD to 150,000 USD for a 5 to 10% equity stake (shares) of the company. It is at this stage where both the founders and the potential investors must concern themselves with the two M’s — Market and Money — so far as to outline if there is a given market opportunity for this venture and can this venture (eventually) turn a profit or be profitably sold to another investor or company.\\n\\nSeed rounds are also the stage at which entrepreneurs may elect to join an Incubator, Accelerator, Start-Up Foundry, or Co-Working Space. While small distinctions exist between these platforms, the common denominator entrepreneurs can basically expect is to part with a small minority of their equity (usually 3 to 7%) in exchange for mentorship, cross-pollination of ideas and experiences with other entrepreneurs (usually in the same industry, but the argument could be made that inter-industry cross-pollination might be more fruitful than intra-industry pollination) and some cash to play with; typically in the range of 50,000 to 150,000 USD. Perhaps the most important benefit of joining these collective entrepreneurial groupings is the promise of leveraging the Rolodexes and experiences of the principals of these platforms, who can then provide valuable introductions and act as a much-needed sounding board to continuously vet different ideas suggested by the founders.\\n\\nThe terms “accelerator” and “incubator” are often assumed to represent the same concept. However, there are a [few key distinctions](http://www.techrepublic.com/article/accelerators-vs-incubators-what-startups-need-to-know/) that first-time founders should be aware of if they are planning on signing up. Breaking it down into simple terms, accelerators “accelerate” the growth of an existing company, while incubators “incubate” disruptive ideas with the hope of building out a business model and, eventually, a company. So accelerators typically focus on scaling a business while incubators are often more focused on innovation. Another big difference is in how the individual programs are structured; accelerators usually have a set timeframe in which individual companies spend anywhere from a few weeks to a few months working with a group of mentors to build out their business and navigate the different challenges of launching a product/service. Indeed, the goal of an accelerator is to help a start-up do roughly two years of business building in just a few months.\\n\\nAccelerators can either be generalist in nature (but usually focused on tech) such as **[Y Combinator](http://www.techrepublic.com/article/how-y-combinator-became-the-founder-of-startup-accelerators/)** and **[Techstars](http://www.techstars.com/)** or focused on a particular industry or industry sub-set. **Rock Health** and **Blueprint Health** are examples of digital health-focused accelerators.\\n\\nAccelerators start with an application process, but the top programs are typically very selective. Y Combinator accepts only about 2% of the applications it receives and Techstars has to fill its 10 spots from around 1,000 applications for each batch.\\n\\nThe end of an accelerator program is typically concluded by entrepreneurs presenting (pitching) their ventures at some sort of demonstration (demo) day attended by select investors and more often or not the media as well.\\n\\nIncubators on the other hand, typically begin with companies that may be earlier in the process and they usually do not operate on a set schedule. If an accelerator is a greenhouse for young plants to get the optimal conditions to grow, an incubator matches quality seeds with the best soil for sprouting and growth.\\n\\nWhile most incubators operate independently, there are some that can also be sponsored or run by VC firms, government entities, and major corporations. In the case of digital health, these corporations typically include hospital groups or large pharmaceutical companies (also known as “Big Pharma”). Some incubators have an application process, but others only work with companies and ideas that they come in contact with through trusted partners.\\n\\nSimilar to accelerators, incubators can too be either generalist in nature (again, usually focused on tech) such as\\\\*\\\\* IdeaLab\\\\*\\\\* or focused on a particular industry or industry sub-set. **Start-up Health**, **HealthBox,** and **InnovateNYP** are examples of digital health-focused accelerators.\\n\\nOnce companies are probably seeded, accelerated, or incubated they now enter the ***Early Stage*** part of the life cycle where the entrepreneurial team has now started to develop some customer validation of their product/service, demonstrated some traction, and ideally generated some revenue thus proving their business model.\\n\\nTraction can be a tricky thing to measure, especially when it comes to digital ventures.\\n\\nTraction can simply mean acquiring customers, but in an increasingly complimentary digital world, customers do not necessarily need to purchase products or services right away. Instead of money, metrics to measure traction include acronyms such as MAUs, MPVs, MUVs, and MRGs, which respectively represent Monthly Active Users, Monthly Page Views, Monthly Unique Visitors, and Monthly Registered Users. These acronyms or their Daily counterparts (e.g. Daily Active Users — DAUs) are particularly important for digital ventures with a B2C (or business to consumer) business model. Ventures focused on the enterprise (or selling to other businesses — B2B) or governments (B2G) typically tend to focus on signed contracts both in terms of volume and more importantly, value. In many cases, the size of the client counterpart is also of particular importance with investors placing a higher intrinsic value on large corporate customers. The larger the customer, either in terms of employee number or revenue or market share, the more valuable the contract. A broad traction truism is that a steady stream of revenue from a contract is usually preferred to a one-shot signing of epic proportions — as the aphorism surely states: slow and steady beats large and in charge.\\n\\nFor many digital ventures, a few key terms are important to consider whilst defining the business model for either consumer or corporate clients:\\n\\n\\\\*\\\\*PMPM \\\\*\\\\*— Per Member Per Month finds its origins in the health insurance industry where it can refer to capitation payments, like in an HMO (Health Maintenance Organization) where an insurance company pays a PMPM amount to a primary care physician based on the number of members on the physician’s panel, regardless of whether the physician has an encounter with the patient that month or not. It can also traditionally refer to a measure of cost where total yearly costs for a group are divided by a number of members, then divide that number by 12 to calculate costs were for a group PMPM.\\n\\nMany digital entrepreneurs have adopted this terminology when providing their products and services.\\n\\n\\\\*\\\\*SaaS \\\\*\\\\*— Software as a Service is simply when companies license their software to end users on a subscription basis. The software can either be hosted on the client’s servers or more commonly on the cloud. Usually, a maintenance fee is also priced into the SaaS contract.\\n\\n**Freemium** — a model pioneered by internet firms in general, whereby basic services are provided free of charge and more advanced features are usually then offered at a price.\\n\\nThe Early Stage round is typically dominated by **Angel Investors**, basically rich people that like to invest early on in start-ups. Just like accelerators and incubators, angel investors can either be generalists or focused on a particular industry. They may also be principals of either an accelerator or incubator (or both) or even executives in a venture capital firm or large corporation. In the United States, angel investors are defined by the Securities and Exchange Commission (SEC) as individuals with over a million dollars in liquid assets or an annual income of over $200,000 a year if single or $300,000, if married, occurs when the SEC approved Title III of the 2012 Jumpstart Our [Business](http://www.forbes.com/business/) Starts Up Act (“JOBS Act”) in October 2015. The passage of the JOBS act dramatically changed the way all start-ups could raise capital for new ventures, making it possible for any company to raise up to $1 million annually through equity crowdfunding without having to cut through the red tape of registering those securities with the SEC. Now anyone can invest in start-ups, small businesses or even real estate through crowdfunding, with some protective limitations based on an investor’s income and net worth. **AngelList**, an online platform that connects start-ups with angel capital, is one example of the enormous growth in angel financing. Since it launched, in 2010, thousands of companies have raised capital using the platform, and start-ups now raise more than $10 million a month.\\n\\nThe **Venture Capital (VC) Stage** is when the real money starts coming in for many entrepreneurs. It is also however the stage at which entrepreneurs are expected to, at the bare minimum, demonstrate considerable growth of their company and ideally start to turn a profit and become cash-flow positive.\\n\\nThe top [venture capital firms](https://hbr.org/2013/05/six-myths-about-venture-capitalists) are often structured as partnerships and are formed by a group of seasoned investors, many of which were either former entrepreneurs or influential corporate executives themselves. These partners are known as the General Partners or GPs. VC firms then go and raise massive amounts of money from other investors known as Limited Partners or LPs who typically include Sovereign Wealth Funds (Government-owned investment vehicles), Pension Funds, Mutual Funds, and Ultra High Net Worth Individuals (UHNWI). These investments are usually grouped into Funds with a certain investment horizon and investment strategy that typically ranges from five to seven years. Most VC firms follow the ‘2+20 rule’ which corresponds to the GP’s taking 2% of all committed capital over the life of a fund to cover the firm’s operating expenses and then 20% of the profits generated by investing the capital as what is known in the industry as carried interest or ‘carry.’ This means that a VC firm that has raised a one billion dollar fund and charged a 2% fee would receive a fixed fee stream of $20 million a year to cover expenses and compensation. VC firms raise new funds about every three or four years, so let us assume that three years into the first fund, the firm raised a second one billion dollar fund. That would generate an additional $20 million in fees, for a total of $40 million annually with a lot of ‘dry powder,’ the total two billion dollars raised, to spend.\\n\\nIn return, the GPs promise the LPs significant returns that beat the market and must consistently strive to make investments in ventures that can generate significant multiples of a return — the much sought after 10X return or unicorn (any private company who achieves a valuation above 1 billion USD). You will see that VCs are very fond of the letter X, considered by many to be a symbol of the multiplier for wealth. **Forbes** identifies the top individual VCs on its [Midas List](http://www.forbes.com/midas/), implicitly crediting them with a mythical magic touch for investing. The story of venture capital appears to be a compelling narrative of bold investments and excess returns. The VC’s use of the alphabet also extends into symbolizing their different rounds of investment. The Series A round signifies the first funding round led by venture capitalists and other institutional investors and may be either followed by a Series B round or the cheekier Series A1. Similar to the stages of the Entrepreneurial Life Cycle, there is no strict science or agreed-upon industry standards that delineate the size or timing of the round. However, these alphabet rounds generally tend to be one to two years apart whereas an A1 or B1 round might be only six to 12 months after the formal A or B round. More importantly, both the size of the round and the frequency with which a company raises said round is a combination between investor interest in the company and the industry in which it plays and the founding team’s own rush to achieve their corporate vision. An important quote on these constant and multiple VC rounds was made by the former Chief Executive Officer of Allscripts and current digital health maven, Glenn Tullman, who tongue-in-cheek mentioned that he had never heard of a “Series J1 Preferred” round until he was brought on to lead Allscripts as CEO.\\n\\nAnother very important quote that both entrepreneurs and investors must keep in mind is by legendary tech entrepreneur, venture capitalist, and Y Combinator founder, Paul Graham, who likens the various rounds of VC to the gears of a car where “a typical start-up goes through several rounds of funding. Each round you take just enough money to reach the speed where you can shift into the next gear.”\\n\\nIndeed, there are certain truisms when it comes to the frequency of raising outside capital for large swaths of equity. These include:\\n\\n1) *Raise Money Before You Need* It — opportunities either come too early or too late, which means that’s an entrepreneur must have enough capital in reserve to act on these opportunities\\n\\n2) *A Piece of a Cake is Better than Cookie* — assuming that cakes are always larger than cookies (sorry cupcakes and pizzookies), entrepreneurs must make peace with the fact that owning a piece of a growing company (ideally with support from multiple stakeholders) is empirically much better (and safer) than owning the majority of the equity of a small, stagnant, venture.\\n\\n3) *Smart Money Above All Else* — smart entrepreneurs seek smart money, which basically means investors that can add some strategic value other than just contributing capital. In digital health smart money can mean former hospital or health insurance executives that can help entrepreneurs navigate complicated reimbursement cycles or simply former digital health entrepreneurs who have ‘been there and done that’ and might help the founders save valuable time and avoid costly pitfalls common to the industry.\\n\\n4) *Equity for Passion and Ideas* — in today’s increasingly materialistic world of mercenaries, one could argue that essentially everything could be bought in exchange for a fee, so why give away valuable equity. Ideally, there are many entrepreneurs that ascribe to the philosophy that equity should only be awarded to likeminded individuals that passionately shared the vision of the enterprise\\n\\n5) *Time Value of Money* — similar to the first truism but more concerned with the financial fact that a dollar today is worth more than a dollar tomorrow. This is also of particular importance in highly competitive industries, were raising money from investors will become increasingly expensive given unfavorable and highly competitive macroeconomic conditions.\\n\\nSo why do investors sometimes grant multibillion-dollar valuations if they really aren’t making much money at all? The answer is most likely a combination of optimistic upside predictions of Brighter Days Ahead (BDA), downside protections, and what can only be described as Fear of Missing Out (FOMO) on a ‘hot’ company that is set to disrupt a market with a trillion-dollar Total Addressable Market (TAM).\\n\\nDownside protections are when early-stage investors insulate themselves from potential future losses using some techniques we will cover shortly. This allows VCs to hedge their large investments and at the same time, fully benefit from the positive press their investment will generate for the entrepreneurs and their venture.\\n\\nWith regards to optimistic upside predictions, both investors and entrepreneurs especially must always remain eternally optimistic — expecting CVs would extend, ARPUs to increase, margins would expand, and CACs to decline.\\n\\nPerhaps the most important tool in the VC’s arsenal, especially when it comes to downside protection, is the **term sheet,** which is a legally binding document that outlines the terms by which an investor will invest cash into a company in exchange for equity. Think of term sheets as the shields investors use to protect their investment in a venture. Term sheets are usually comprised of three major sections: funding, corporate governance, and liquidation.\\n\\nWhen it comes to funding, an important distinction that entrepreneurs need to familiarize themselves with at this stage of the entrepreneurial life cycle is the difference between a pre-money and a post-money valuation. Let us say that your venture achieves an important milestone and that you now need to raise 250,000 USD to achieve the next set of milestones. You agree with your potential investor(s) to value your start-up at 1 million USD, but is it a pre-money or a post-money valuation? The difference could mean an extra 5% worth of equity if you play your cards right and use a pre-money valuation as shown in the table below. All things considered, if the investment amount is the same, a pre-money valuation usually favors the entrepreneur whereas a post-money usually favors the investor.\\n\\nVC investors are also typically issued shares of preferred stock, not common stock. Preferred stock, as the name suggests, is preferable because it grants certain key rights to the holders — making it far more valuable than common stock. One of those rights is a liquidation preference.\\n\\nLiquidation Preferences **are** **one of the essential components of preferred stock and are generally considered to be the second most important deal term** \\\\*\\\\*in a VC investment term sheet (the first being the company’s valuation prior to the investment, which we now know is commonly referred to as the “pre-money valuation” or “pre”).\\n\\nAn example would be a simple 1X liquidation preference. This means that if the company is sold, the investors get the higher of either the amount of their investment or their ownership percentage of the sale value. In the worst case if the company is wound down (or bankrupt) with very little left, then anything left (after the creditors pick the carcass) would be distributed to the investors in proportion to their ownership.\\n\\nTo further complicate matters, there are three main types of liquidation preferences:\\n\\n**1)** **Straight (or non-participating) preferred** — is the most favorable to the **entrepreneur**. Upon the sale of the company (or any other liquidation), the preferred stockholders would be entitled to the return of their entire investment (plus any accrued dividends) prior to the distribution of any proceeds to the common stockholders. Alternatively, the preferred stockholders could choose to convert their preferred stock to common stock and simply be treated the same as the common stockholders (letting them share ratably in the proceeds)\\n\\n**2)** **Participating preferred** — is the most favorable to the **investor** (and is sometimes referred to as “*double-dip preferred*”). Similar to straight preferred, the preferred stockholders would be entitled to the return of their entire investment (plus any accrued dividends) prior to the distribution of any proceeds to the common stockholders. However, the preferred stockholders would then also be treated like common stockholders and would share ratably in the remaining proceeds –in effect, being paid twice (or “double”). Issuing participating preferred has the same economic effect as issuing a promissory note and shares of common stock (or a warrant) to the investor\\n\\n**3)** **Capped (or partially) participating preferred** — **is the goldilocks option** and often viewed as an **intermediate approach**. The preferred stockholders have the same rights as participating preferred (i.e., return of investment, plus share ratably in the reminder), but their aggregate return is capped. Once they have received the capped amount, they no longer have the right to share in the remaining proceeds with the other common stockholders\\n\\nThe next major block of the term sheet concerns the governance or how the entrepreneur and the investors will interact together to govern the growth of the company through various mechanisms, relations, and processes. Usually, this is personified by the Board of Directors which acts as a legislative oversight body when compared to the more execution-focused management team. In digital health start-ups, the BoD usually includes members from the founding team as well as VC general partners or maybe even an early angel investor or independent industry expert. The idea is to provide a fair platform of accountable dialogue where all opinions can be shared. This platform must also carefully balance and protect the many interests of all the stakeholders of the corporation. Usually, these boards are odd in number, to provide a quick way to ensure major decisions are met democratically. In the case where the number of board members is even, a single person, usually, the Chairman of the Board is often given veto-like powers through a casting vote (simply a vote that is worth two votes) or the group can agree that any major decisions require an outright or total majority.\\n\\nThere are a few other important terms that any entrepreneur should familiarize themselves with prior to meeting with VCs. These include:\\n\\n*Signed vs. Closed vs. Funded* — Signing is for the term sheet, closing is basically when the money is in the bank and you are fully funded when you have closed the round\\n\\n*Reps* — Representations, are assurances that the entrepreneur gives to the investors that what they are saying is true. Normally investors have the right to financial claims against the founders if they have misrepresented the business, but ideally, the right to claim is only against the company, not the founders, and the amount *should* not be more than the amount invested\\n\\n*Warrants* — are effectively a form of bonus for the VC investor in the event that the enterprise performs well. Warrant holders will exercise their warrants and buy shares when the value of the company has increased beyond the exercise price (per share) specified in the warrant. This gives them a larger share in the company at what is effectively a discounted price\\n\\n*Pre-emption Rights* — ideally all shareholders, including the founders, should have the right to invest in future financing rounds to avoid being diluted. This doesn’t mean shareholders have to put more money in, but if they want to and are able to, they have that right to maintain their ownership in any future funding round\\n\\n*RoFR* — Right of First Refusal or Co-Sale, is when any shareholder wants to sell their shares to someone else, any other investors have the option to buy those shares on the same terms or to sell our own shares, again on the same terms\\n\\n*Drag / Tag Along* — if shareholders, which of course includes the founder, owning more than 50% (or majority, or another predetermined equity stake) of the shares in the company want to sell their shares (typically to accept an acquisition offer) then, as long as the board and a majority of the investors approve it, all other shareholders must also sell their shares. This protects all shareholders from, say, one small, stubborn shareholder refusing to sell their shares in an acquisition offer and blocking a deal\\n\\n**Rights and Covenants** — usually restrictive levers used by investors to protect their investment e.g. not allowing the entrepreneur to found a competing company, these restrictions apply usually as long as the entrepreneur is employed by the company or hold a specific pre-determined equity stake or the right of an investor to monthly updates\\n\\n**Vesting** — another way investors protect their investment is by usually encouraging Founders Shares to vest whereby they earn their shares monthly across multiple years (usually 2 to 3 years). If the founder quits, then the company can buy back the outstanding shares\\n\\n**SAFE Thinking**\\n\\nAn increasingly popular way to avoid negotiating complicated term sheets involves using a Simple Agreement for Future Equity (SAFE). Coined by Y Combinator, a SAFE is usually employed earlier on in the entrepreneurial life cycle during the Early Stage or even the Seed Stage whereby an investor makes a cash investment in a company but gets company stock at a later date, in connection with a specific event, usually the Series A round or the first Institutional or VC round.\\n\\nA safe is **not a debt instrument** but is intended to be an alternative to a convertible note. It is usually beneficial for both founders and investors, with the usual path to an agreement requiring the negotiation of only one item — the “valuation cap” which is the maximum valuation an early investor will convert their investment into shares. The valuation cap is usually significantly lower than the Series A valuation and for respectable digital start-ups, is usually in the range of 5 to 10 mn USD.\\n\\nThe penultimate stage of the entrepreneurial life cycle can be described as the **Later Stage** or **Private Equity** round where both entrepreneurs and their early investor counterparts typically look to either achieve financial stability to maintain their accelerating growth. This growth can either continue organically i.e. by adding more employees or more revenue or inorganically i.e. by acquiring other companies. The motivation for acquisition, especially in the world of tech, can be viewed from three different perspectives which we have aptly named the Four T’s:\\n\\n1. *Traction* — either in terms of active users, revenue, or ideally, profit\\n2. *Technology* — this is the Intellectual Property whether software source code or a hardware physical product that a company has innovated\\n3. *Talent* — most talented founders will only join a new company if they are offered a significant equity stake. Buying their company and then acqui-hiring the founders and their team is looked upon as a worthy signing bonus to bring in much-needed talent\\n4. *Trouble* — caused by a competitor. Some companies, especially large incumbents in a given industry, make it common practice to buy and essentially quietly kill competing smaller companies, flushing out their disruptive technology to maintain their own hold on the market. This so-called acqui-dire can be counterintuitive and anti to the innovative spirit, but in the ruthless corporate world, it is a sure-fire strategy to ensure market hegemony.\\n\\nThe final and most important event of the entrepreneurial life cycle is the stage that truly captures the imagination and re-energizes many a serial entrepreneur to start the life cycle all over again — the **Exit Stage**. Just as the E in exit is closely juxtaposed to our now famed X multiplier of wealth, entrepreneurs and their investors must closely keep their multiple exit or sale strategies in mind throughout each of the stages of the entrepreneurial life cycle.\\n\\nExits can be broadly classified into two distinct opportunities:\\n\\n1) Strategic or Secondary Sale\\n\\n2) Public Markets\\n\\nA strategic sale is simply when a company is bought by another company from the same or similar industry. Public markets are also known as Capital markets or Equity markets or Stock markets are the markets in which shares of the company are listed and certain company information becomes available to the general public through an Initial Public Offering (IPO). Founders will typically work with their investors and an investment bank to decide upon the new valuation of both the company and the price and number of shares to be sold. These shares are then issued and traded either through exchanges or [over-the-counter markets](http://www.investopedia.com/terms/o/over-the-countermarket.asp). Private equity or venture capital companies can still play a role in these listed companies post IPO, through Private Investments in Public Equity (PIPE)\\n\\nIt is interesting to note that many companies see a progression into the realm of public markets are a natural progression that will ensure the future sustainability of the company. It does in fact go back to that promise of partnership whereby now as a listed company, the founders must now continue their pact with both their customers, many of which might now become individual investors, in a transparent manner that is focused on value creation.\\n\\n**About the Author**\\n\\n[Dr. Razouki](http://kw.linkedin.com/in/razouki) is the current Chief Business Development Officer of [Kuwait Life Sciences Company](http://www.klsc.com.kw/) (KLSC) where he is responsible for identifying new business opportunities for all KLSC subsidiary companies as well as sourcing investments opportunities for KLSC corporate. Dr. Razouki is a contributing author to *“Digital Health — Scaling Healthcare to the World”* published by Springer and a regional thought leader within the Middle East life sciences industry having himself shifted from excellence in clinical practice and research to the management and financing of healthcare systems.\\n\\nA graduate of Columbia Business School, Dr. Razouki is the first-ever Arab national to receive an MBA with a focus on Healthcare Management and Finance. An Oral and Maxillofacial surgeon by training, Dr. Razouki has completed clinical rotations at New York-Presbyterian Hospital of Columbia University Medical Center, Harlem Hospital, Cleveland University Hospital of Case Western Reserve University, and Mass General Hospital of Harvard University.\\n\\nDr. Razouki is also a former advisor to the central Kuwaiti government where he worked with senior government leaders on Healthcare, Education, and Entrepreneurial reforms as part of Kuwait’s 100 billion dollar Development Plan.\",\"timestamp\":1639380185,\"title\":\"The Entrepreneurial Life Cycle — A Promise of Partnership\"},\"digest\":\"YIjjrMypr0afNoNigLT8EJDZOLj2gEU9rMLmhDBHCmM\",\"authorship\":{\"contributor\":\"0x66F49695A7F5d53233bF23578295440D40085a3C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6msDYdVyAt3H_QKDt6ITxhMBkYKd28KDaDdbIxmY-ys\\\",\\\"y\\\":\\\"9eBAWIArL7n7kUa02rUhj2l5XLktiLdSq93NWwCgcXQ\\\"}\",\"signature\":\"UPrjWk2mLGyFuCfU8fV3z4JmgPNaevtune6QGeyhOisLQI4q4lV97Lfhn5S9FpmXpz8_DcE2P_KUSKtCG-aNRQ\",\"signingKeySignature\":\"0xc06cfb2e06b0086209664a9e1478c5dcca445e45138ec1951ab4b6d62f9445f50d7013890f32716861964e46e8d68d1db6b3d1e750d205da83e03ccf0d59f0fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6msDYdVyAt3H_QKDt6ITxhMBkYKd28KDaDdbIxmY-ys\\\",\\\"y\\\":\\\"9eBAWIArL7n7kUa02rUhj2l5XLktiLdSq93NWwCgcXQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YIjjrMypr0afNoNigLT8EJDZOLj2gEU9rMLmhDBHCmM\"}"