"{\"content\":{\"body\":\"On Black Friday, many crypto artists sell their works at a discounted price. as well as today, they will also adjust the price of their encrypted works based on the trend of ETH. this seems reasonable, but is actually very unreasonable.\\n\\n> Neither NFT nor ETH are really what people are paying attention to if the price of NFT is affected by the ETH market. —— Fearless Zi\\n\\nIt is not only due to festivals or the ETH quotation that crypto artists sell their works at a discount, maybe it's because the price is too high, or maybe it's because no one bids to buy it after it is on the shelves. In short, artists blame price for slow sales.\\n\\nA cruel and embarrassing truth. despite the low price, people are still not interested.\\n\\nIMHO, these absurd moves are based on legal tender thinking, and nobody has really used crypto thinking to determine value. \\n\\nValue and price are indissociable linked, and we should emphasize value to drive prices up. \\n\\nIf the price of your work is too high, you can be active and tell people the story about it, or ask for their feedback. This is a value-building process, and you don't need to modify the price.\\n\\nLeaving your work unattended for a long time gives you an opportunity to see what is problematic, and to make improvements the next time you create your work. This is a creative improvement process, and you do not have to alter the price of existing works.\\n\\nDuring this new creative phase, we don't even have to worry too much about the pros and cons of the work itself. We can provide necessary assistance to others, and we can also act as promoters of digital value. These multiple actions can form value shaping. consider yourself to be the value itself.\\n\\nValue should be increased, not price lowered.\",\"timestamp\":1637933230,\"title\":\"Crypto artists, you don't need to lower your prices.\"},\"digest\":\"tX7xVozPzHzpAJxrhUHhg4Hd9JPAQXRRnBPRWFMBpJ0\",\"authorship\":{\"contributor\":\"0x22D417FdbD90ac056Fc0d9c81B5F9361DE2CbC9f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h24dccVqBauq6Bb8rBw9wYgg3QmMm5iUqspjbVSA64s\\\",\\\"y\\\":\\\"XWAekKQhvrPfNwfmEU9XR4e8CyCxlw64IDgTRkGPrrY\\\"}\",\"signature\":\"ASH0MPtFb_zD6aCqHV9KK17WuznZM120ryzsRaWtJaXiX_W7J5zXLCeWFlViBtHhXLceB-HXbtNh3ycN2nWAsA\",\"signingKeySignature\":\"0x8b67ce5a3254eb2878b8397c3ac88ae0ce2a762e058a55375cc953c3c270b0245e1b323593da90ca00b801b19fc6b2227a378d58386d25b582e4805c5c0026ee1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h24dccVqBauq6Bb8rBw9wYgg3QmMm5iUqspjbVSA64s\\\",\\\"y\\\":\\\"XWAekKQhvrPfNwfmEU9XR4e8CyCxlw64IDgTRkGPrrY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tX7xVozPzHzpAJxrhUHhg4Hd9JPAQXRRnBPRWFMBpJ0\"}"