"{\"content\":{\"body\":\"### 6 de la mañana. Suena el despertador y con muchísimo trabajo eres capaz de abrir los ojos. ¿Por qué? — piensas —¿por qué me tengo que levantar a esta hora para trabajar y ganar unos papelitos de colores? ¿por qué no puedo simplemente vivir bajo la sombra de un árbol comiendo frutos y jugando con los changos? ¿quién inventó el dinero? y ¿por qué creyó que sería buena idea?\\n\\nAntes de la aparición del dinero, las sociedades humanas funcionaban bajo la economía de trueque. El trueque se define como el intercambio de bienes entre dos o más personas sin ningún tipo de dinero de por medio. Por ejemplo, yo produzco un par de zapatos y los intercambio con María por una docena de huevos. \\n\\nLa economía de trueque funcionó por muchos años (en realidad milenios) pero eventualmente se transformó en un problema. Muchos de los bienes utilizados en el trueque poseían características que limitaban o dificultaban su intercambio. Los bienes eran perecederos, no divisibles, difíciles de transportar, difíciles de almacenar o simplemente no eran del interés para todos los actores de la sociedad. \\n\\nDe igual manera, una de las principales limitantes del trueque es lo que se conoce como la doble coincidencia de necesidades. En otras palabras, la viabilidad de un trueque dependía de que A posea los bienes deseados por B y que B posea los bienes deseados por A. Sin esta coincidencia de necesidades los trueques simplemente no podían llevarse a cabo.\\n\\nEstas características terminaron convirtiéndose en obstáculos insuperables para el comercio y, al mismo tiempo, para la producción de bienes que no requerían una venta regular. Al final del día, ¿quién va a tener incentivos de producir algo que será extremadamente difícil de intercambiar?\\n\\nEs imposible señalar con exactitud cuándo surge el dinero. El origen del dinero no se remonta a una fecha en específico sino más bien debe entenderse como un proceso social natural, espontáneo y descoordinado de los seres humanos. Frente a los retos y limitantes que implicaba la economía del trueque, los seres humanos comenzaron a buscar alternativas de medios de intercambio capaces de resguardar y representar valor para facilitar los intercambios comerciales. \\n\\nUnas de las primeras de estas alternativas que fungieron como intentos de dinero fueron los metales preciosos. Los metales preciosos tenían las características perfectas para ser considerados como dinero: eran escasos, divisibles, no perecederos, fáciles de transportar y almacenar así como universalmente aceptados. Si A no estaba interesado en los bienes que B ofrecía como parte del trueque, podía aceptar monedas de plata (por mencionar un ejemplo), que luego utilizaría para intercambiar por otros bienes o servicios que sí fueran de su agrado o necesidad. Eventualmente el dinero se transformó, primero como papel moneda respaldado en  metales preciosos (el famoso patrón oro) y posteriormente en papel moneda estatal fiduciario (fiat), el tipo de dinero que utilizamos en la actualidad.\\n\\nEn resumen, los orígenes del dinero se remontan a las actividades comerciales humanas primitivas. El dinero resuelve el problema de la doble coincidencia de necesidades permitiendo la multiplicación de las posibilidades de intercambios humanos. Al dinero no lo inventó ningún presidente, rey, país, banco o religión. El dinero es, junto con el lenguaje y la religión, la institución social por excelencia que surgió como resultado de un proceso humano natural, espontáneo, descentralizado y hasta cierto punto inevitable. \\n\\nAhora bien, si el dinero es una institución puramente social que surgió de forma espontánea como consecuencia de las actividades humanas, ¿en qué momento decidimos otorgarle el monopolio sobre el mismo al Estado? En la actualidad, el Estado no sólo tiene el control monopólico sobre la oferta monetaria del dinero que utilizamos, sino también la equivocada facultad política de determinar qué es y qué no es dinero.\\n\\nPor su carácter descentralizado, incensurable y democrático, Bitcoin plantea una solución a esta problemática. Un alternativa que promete quitar el control del dinero a los Estados Nación para regresarlo a quien verdaderamente le pertenece: los seres humanos. Pero esa es otra historia.\",\"timestamp\":1640842489,\"title\":\"¿Quién inventó el dinero?\"},\"digest\":\"xgUNNPFJa-jWI5hunwbyiQPeEV7Yr8vLtJqZ5HZXS_k\",\"authorship\":{\"contributor\":\"0xa0C9f6499d764d25a8126577194AD5eEc851f269\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6jgERA_PY7cyPkz2Ei6dkE8WUxWZpv77-9WbQj7ni7Y\\\",\\\"y\\\":\\\"-3v4D13AEvrFNcZcvmLV3JzdBNeUhXvynUW_eNwLazE\\\"}\",\"signature\":\"Qp4sgrK2mYR7POzTguhjodd21qzEqhUCCBz_zuGJrhyYSvbvTXn5HJnTUpR4Mcd0GSlPdXu6hFPjFkvtlDnclw\",\"signingKeySignature\":\"0xec18af9c22ac8bdaa3c9a7204c9a22a623f6984fb1629c6a752a27a015e7877e01ea7a55d2353d94cf9db8dcef88e881b61b8e6f96af0ab2e70c1d154ed9f9d71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6jgERA_PY7cyPkz2Ei6dkE8WUxWZpv77-9WbQj7ni7Y\\\",\\\"y\\\":\\\"-3v4D13AEvrFNcZcvmLV3JzdBNeUhXvynUW_eNwLazE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xgUNNPFJa-jWI5hunwbyiQPeEV7Yr8vLtJqZ5HZXS_k\"}"