"{\"content\":{\"body\":\"As we move forward, we want to keep our steps clear, with your help and our early supporters [Algorand Foundation’](https://algorand.foundation/)s grant program and [WilmerHale Launch](https://launch.wilmerhale.com/) we build a base where we can blossom our initiative. We defined exciting next steps as we grow in number, collaborations, and impact.\\n\\n![](https://images.mirror-media.xyz/publication-images/afQ6s-l2V9HFnK2M8PR3P.gif?height=480&width=853)\\n\\nFirst of all, we are committed to embracing our guidelines and principles at every stage.  Our focus on diversity and opportunities for all aligns perfectly with them. \\n\\nSecond, we identified the key aspects we want to strengthen: building blocks, scalability & optimization, governance, and ecosystem interaction. All of those aspects come with a strong cultural adoption--based on our guidelines and principles, as well as very well-crafted technical assets. \\n\\nLast but not least, our contributions to the diverse workforce community and the web3 community are designed to last. To grow beyond Darshana:\\n\\n1. We know that the scarcity of talent, especially diverse and technology talent will always have a gap. We want to leave a way to keep more people involved and generate a multiplying effect--as we have in Darshana fair incentives to help peer-to-peer support.\\n2. We know that there are a lot of web3 use cases that gather huge attention, as of today, NFTs, DeFi and more. Others will come and go. Hypes will go up and down. We believe that the value of shared responsibility of growing and improving together, as well as the pieces needed to achieve that, will be there to last. We want to contribute to them. We keep in mind that we will live in a hybrid web2/web3 world and things need to be designed to perform there.\\n\\nCall for action: join our <https://discord.gg/darshana> sign up to our platform <https://darshana.io> with your email or wallet to post jobs or your profile. Help our community to thrive.\\n\\nFeedback: [hi@darshana.io](https://hi@darshana.io) our setup a ticket on our Discord / Support Channel\\n\\nInvestors: [hi@darshana.io](https://hi@darshana.io) to request a link to out DocSend\\n\\nSee you soon!\",\"timestamp\":1641911222,\"title\":\"Darshana's Roadmap\"},\"digest\":\"cUyL5wn7gTmjOrvmRJtSovGnrb5mI2haDLbJeDA9spA\",\"authorship\":{\"contributor\":\"0xC83762038FeF27Be8E7Fa5692E7CC1DA5C65D050\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b5wJaw-t2CzgeCC0hTWEOyhtwDoZba9Qo7wscgaFDqg\\\",\\\"y\\\":\\\"Do9weJTvgF3U-3cHXg0JDKeGBc7yn8klodG9XzE5DVE\\\"}\",\"signature\":\"Z3d_shU3lNJ-4Puy9CnIzDMzM7WnFDM6ojDm8CuGCnEPBIXZTnPkh6RgtN-tTFBmNesctrn7j-vtbmtqH8_jCQ\",\"signingKeySignature\":\"0xa164f91fdcae84222e3921952b6e4ca999ef0d3ca767101efd57e15768b9ba5f595f590aa4a44d975d80c97d9ae1b5dc9ae8dc96c98ad6d1ae452054f06a30a41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b5wJaw-t2CzgeCC0hTWEOyhtwDoZba9Qo7wscgaFDqg\\\",\\\"y\\\":\\\"Do9weJTvgF3U-3cHXg0JDKeGBc7yn8klodG9XzE5DVE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cUyL5wn7gTmjOrvmRJtSovGnrb5mI2haDLbJeDA9spA\"}"