"{\"content\":{\"body\":\"Um olhar sobre nós mesmos\\n\\n![](https://images.mirror-media.xyz/publication-images/1d6HeHqPy80hQje0NnFXj.png?height=960&width=686)\\n\\nEste texto não existe.\\n\\nNão no mundo físico de fato. Nunca foi impresso ou escrito em papel. Não poderá ser encontrado em nenhum livro, caderno ou biblioteca em nenhum país. Ele nasce e mora num universo paralelo ao que conhecemos como \\\"real\\\". É informação inteiramente digital. Um monte de bits gravados em algum chip por aí. Sem um dispositivo de acesso à internet, você jamais poderá lê-lo.\\n\\n## Seres conectados\\n\\nQuanto tempo você acha passa conectado com o mundo digital? Algumas horas por dia?\\n\\nSe você carrega um celular com internet o tempo todo no bolso e o mantém do lado na hora de dormir, você está conectado todas as horas do seu dia. Manter um canal de disponibilidade com o mundo digital em tempo integral é o mesmo que ter seu cérebro online. Afinal, sua consciência pode interagir com qualquer outra na rede sempre que desejar ou for solicitada. Hoje já não nos desligamos mais.\\n\\nNão é sobre o tempo que você interage com uma tela, mas como sua vida interage com a rede.\\n\\nMuitas pessoas não largam de seus telefones nem para comer ou ir ao banheiro. Carregam baterias portáteis para o dispositivo nunca se desconectar. Perder o elo com o universo digital seria uma tragédia.\\n\\nQuantos de nós não suportaria perder tudo o que tem digitalmente? Nossos documentos, fotos, vídeos, perfis sociais, canais de comunicação.\\n\\nA vida no mundo físico e real está tão entrelaçada com a vida no mundo digital que cada vez mais se tornam indistinguíveis. Até que um dia sejam.\\n\\nOs seus reais no banco são só bits. Suas fotos de redes sociais são só bits. As mensagens que você troca são só bits. Se quiser pedir comida hoje, você entra num aplicativo, aperta alguns botões, muda alguns bits na sua operadora de cartão, envia outros pra algum restaurante e com uma ação inteiramente digital você cria resultado num mundo físico. Depois de algum tempo a comida chega em sua casa.\\n\\nEstudamos online, trabalhamos online, compramos online e socializamos online. Você realmente acredita que desligar o celular te desconecta da rede?\\n\\n## Ciborgues\\n\\nImagine que exista um dispositivo que permita que mentes falem entre si diretamente, como telepatia. Mensagens que só podem ser acessadas por quem envia e quem recebe. E ainda que estejam na mesma sala com mais pessoas, poderiam conversar entre si sem que os demais escutassem sequer uma palavra. Te parece algo futurista? Talvez não seja. Já conseguimos fazer algo parecido com aplicativos de mensagem como o WhatsApp por exemplo. Mas como ainda vemos um telefone como um pequeno aparelho externo, não paramos para contemplar o poder que ganhamos.\\n\\nViramos ciborgues, onde tecnologias são agregadas ao nosso corpo. Óculos e lentes melhoram nossa visão. Aparelhos auditivos melhoram nossa percepção do sons do mundo físico e fones de ouvido nos conectam com os sons do mundo digital. O celular é uma extensão de nosso corpo se o carregamos sempre conosco. Nos tornamos meta-humanos.\\n\\nMas como todas essas mudanças aconteceram muito rapidamente e há tão pouco tempo, sequer notamos a dependência que criamos.\\n\\nJá não vivemos mais somente no universo físico. Vivemos também num meta-universo paralelo e digital. O metaverso.\\n\\n## O grande irmão\\n\\nO surgimento da internet e de uma rede digital conectável se deu aos poucos. Os pioneiros desbravaram o terreno e levantaram morada. Quando novos usuários chegaram, foram guiados por aqueles que já estavam ali e ofereciam seus serviços. Em pouco tempo alguns poucos se tornaram os senhores feudais da internet. Google, Facebook, Microsoft. E então levantaram muros e criaram regras para proteger seu império. Aos residentes, que agora dependiam desta infraestrutura altamente centralizada, foi cobrado um imposto: seus dados.\\n\\nLi e aceito os termos de uso.\\n\\nEm outras palavras, abro mão da minha privacidade digital e deixo que coletem o que eu faço, digito, pesquiso, salvo, o que eu busco, com quem interajo, por quanto tempo, onde estou, onde fui, quanto gasto, com o que gasto e até o que converso em voz alta. Tudo quanto seja possível de obter.\\n\\nMas a maioria dos moradores deste reino não se importa. Eles usam serviços altamente convenientes de forma gratuita. São bombardeados com conteúdos totalmente personalizados que fisgam sua atenção, fazendo com que busquem sempre mais. São usuários viciados.\\n\\n## Redes, blocos e contratos\\n\\nNessa terra virtual, cada vez mais se centraliza o poder nas mãos dos mesmos senhores, que deliberadamente dopam seus usuários, deixando-os inertes à própria realidade.\\n\\nRebeldes surgem. Muitos não conseguem vencer as batalhas que entraram. Alguns desistiram, alguns morreram tentando. Mas cada um deles abre caminho para o próximo. Até que a revolução seja imparável.\\n\\nBaseado no trabalho e na falha daqueles que vieram antes, surge uma proposta para a solução de um velho problema. Como criar um dinheiro digital que não dependa de um agente central?\\n\\nAssim é publicado um documento intitulado \\\"Bitcoin: a peer-to-peer electronic cash system\\\", por Satoshi Nakamoto.\\n\\nE com isso surge uma rede de consenso descentralizado, robusta e segura a ataques e fraudes. Uma ideia tão poderosa a ponto de incomodar os maiores estados- nações do mundo físico. Como a rede não tem ponto de falha central e seu criador é um pseudônimo, desconhecido publicamente, torna-se imparável, indesligável.\\n\\nQuando um conceito cresce o suficiente, cunhamos um nome para ele. A rede foi chamada de blockchain. Palavra essa que curiosamente não aparece nenhuma vez no whitepaper do Bitcoin.\\n\\nBlockchain é uma tecnologia que funciona essencialmente como um livro contábil. Um registro de transações em ordem cronológica. É um conceito antigo, mas que agora pode ser implementado de uma maneira única, criando uma rede que pela primeira vez pertence aos próprios usuários.\\n\\nEste foi apenas o pontapé inicial. Trouxe diversos questionamentos. E se pudéssemos criar condições para que as transações ocorram na rede?\\n\\nDesta pergunta nasce a Ethereum, a blockchain programável. Cria os contratos inteligentes, linhas de código que permitem condições para que transações ocorram. A complexidade destes contratos depende apenas da criatividade do desenvolvedor. Com isso uma série de aplicações financeiras descentralizadas são criadas. E com um novo conceito, um novo nome: De-Fi.\\n\\nE novos questionamentos. É possível diferenciar ativos digitais e provar posse?\\n\\n## Propriedades digitais\\n\\nEntão surgem os NFTs. A sigla é um acrônimo para tokens não fungíveis (Non Fungible Tokens). Unidades digitais diferenciáveis e únicas, armazenadas na blockchain. Desta forma podemos fazer o que era até então praticamente impossível: atribuir e comprovar propriedade de um ativo digital.\\n\\nÉ algo tão inovador que estamos descobrindo ainda seus possíveis usos.\\n\\nMas se eu consigo ser dono de um item do mundo digital, o que isso significa?\\n\\n## Conexão compartilhada\\n\\nUm dos grandes paradigmas a surgir com a narrativa de metaverso é sobre o compartilhamento de itens sem barreiras na rede. Uma vez que o usuário pode ter posse digital, ele tem a possibilidade de controlar e comercializar seus itens virtuais. Mais que isso. É dono dos próprios dados e pode decidir compartilha-los, vendê-los ou jamais revelá-los.\\n\\nMuros são derrubados e fronteiras apagadas a todo instante. Hoje ao jogar um jogo, com as moedas que ganha nele você pode trocar por outros ativos virtuais de outras redes, ou converter em ativos físicos e até na moeda legal do seu país. E ainda pode vender o personagem e itens do jogo para outros usuários.\\n\\nArtistas podem lançar sua arte diretamente para o público sem depender de nenhum intermediário ganhando royalties com isso. E quem compra pode carregar o item para qualquer lugar da rede.\\n\\nJá temos museus virtuais, comunidades exclusivas, grifes digitais.\\n\\nO metaverso não é sobre ser uma imitação da vida num ambiente virtual.\\n\\nÉ sobre a rede ser uma rede de pessoas e mentes com liberdade para transitar e levar seus dados e bens consigo.\\n\\nE também estamos dando um nome para esse tipo de rede: Web3.\\n\\n## O fim do Homo Sapiens\\n\\nTalvez estejamos vivendo o nascer de uma nova era. O tempo irá nos dizer. Um planeta unificado pela liberdade de transacionar informação e valor. Algo muito singular em toda a história humana. Uma sociedade tão complexa que pode chegar a ponto de funcionar como uma inteligência única e conectada. Uma rede descentralizada de conhecimento governada pelos seus próprios nós.\\n\\nO metaverso não vai ser apenas um jogo, um ambiente de reuniões ou uma experiência simulada. Será a fusão da realidade digital com a física. Convivemos com as últimas gerações que tiveram uma vida totalmente desconectada. Nós já entramos no bonde. Não sabemos até onde ele vai nem quanto tempo dura a viagem. Mas podemos apreciar o caminho.\\n\\nO metaverso já existe há muito tempo. O que fizemos foi dar um um nome para esse conceito que ainda não tínhamos tanta consciência.\\n\\nBoas brisas\",\"timestamp\":1641686334,\"title\":\"Metaverso\"},\"digest\":\"Z3EoNSl5nrOf8qaTb8SvSr5pNphUdT-3UXuFU9zIc-4\",\"authorship\":{\"contributor\":\"0x58a21238414641d8260121Fc36337f2Aa3aD3D3b\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n7OXuQxDwfyqLEW99QOLjep6Dg-IQmWUStHRBjiqg7s\\\",\\\"y\\\":\\\"1u9qBR-phdSOHujJzjhwtqfvWHKHgeUoKKnc8lyC4zk\\\"}\",\"signature\":\"t7hACoxk9AkuH1jQRDq7ChNMTzjgakOh-Z8pB3Ci_mw7gonFpa9klwjUmBJxK4kifhaMlSaNy6oXd0FgG17nJw\",\"signingKeySignature\":\"0xceb609182d7fdda115246c22ebdbf3ebfbd7fd3cd091a7a691f4ec0e4299edaf5eeb29d985ebfddd5b8ff1c361f0fed01bc4fbf7129e9d6054b568b0c09121c81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n7OXuQxDwfyqLEW99QOLjep6Dg-IQmWUStHRBjiqg7s\\\",\\\"y\\\":\\\"1u9qBR-phdSOHujJzjhwtqfvWHKHgeUoKKnc8lyC4zk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Z3EoNSl5nrOf8qaTb8SvSr5pNphUdT-3UXuFU9zIc-4\"}"