"{\"content\":{\"body\":\"The Marchesino pursed his lips together. But he only said, \\\"Si, si.\\\" He did not mean to quarrel with Emilio yet. To do so might complicate matters with the ladies.\\n\\nAs they entered the Via del Popolo, and drew near to the Piazza di Masaniello, his excitement increased, stirred by the sight of the crowds of people, who were all streaming in the same direction past the iron rails of the port, beyond which, above the long and ghostly sheds that skirt the sea, rose the tapering masts of vessels lying at anchor. Plans buzzed in his head. He called upon all his shrewdness, all his trickiness of the South. He had little doubt of his capacity to out-manoeuvre Emilio and the Signora. And if the Signorina were favorable to him, he believed that he might even get the better of Gaspare, in whom he divined a watchful hostility. But would the Signorina help him? He could not tell. How can one ever tell what a girl will do at a given moment?\\n\\nWith a jerk the carriage drew up beneath the walls of the prison that frowns upon the Piazza di Masaniello, and the Marchesino roused himself to the battle and sprang out. The hum of the great crowd already assembled, the brilliance of the illuminations that lit up the houses, Nuvolo's tower, the fa?ade of the Church of the Carmine, and the adjoining monastery, the loud music of the band that was stationed in the Kiosk before the enclosure, stirred his young blood. As he went quickly to help Hermione and Vere, he shot a glance almost of contempt at the gray hairs of Emilio, who was getting out of the carriage slowly. Artois saw the glance and understood it. For a moment he stood still. Then he paid the coachman and moved on, encompassed by the masses of people who were struggling gayly towards the centre of the square, intent upon seeing the big doll that was enthroned there dressed as Masaniello.\\n\\n\\\"We had better go into the enclosure. Don't you think so?\\\" he said to Hermione.\\n\\n\\\"If you like. I am ready for anything.\\\"\\n\\n\\\"We can walk about afterwards. Perhaps the crush will be less when the fire-balloon has gone up.\\\"\\n\\nThe Marchesino said nothing, and they gained the enclosure, where rows of little chairs stood on the short grass that edges the side of the prison that looks upon the Piazza. Gaspare, who on such occasions was full of energy and singularly adroit, found them good places in a moment.\\n\\n\\\"Ecco, Signora! Ecco, Signorina!\\\"\\n\\n\\\"Madre, may I stand on my chair?\\\"\\n\\n\\\"Of course, Signorina. Look! Others are standing!\\\"\\n\\nGaspare helped his Padroncina up, then took his place beside her, and stood like a sentinel. Artois had never liked him better than at that moment. Hermione, who looked rather tired, sat down on her chair. The loud music of the band, the lines of fire that brought the discolored houses into sharp relief, and that showed her with a distinctness that was fanciful and lurid the moving faces of hundreds of strangers, the dull roar of voices, and the heat that flowed from the human bodies, seemed to mingle, to become concrete, to lie upon her spirit like a weight. Artois stood by her, leaning on his stick and watching the crowd with his steady eyes. The Marchesino was looking up at Vere, standing in a position that seemed to indicate a longing that she should rest her hand upon his shoulder.\\n\\n\\\"You will fall, Signorina!\\\" he said. \\\"Be careful. Let me--\\\"\\n\\n\\\"I am quite safe.\\\"\\n\\nBut she dropped one hand to the shoulder of Gaspare.\\n\\nThe Marchesino moved, almost as if he were about to go away. Then he lit a cigarette and spoke to Hermione.\\n\\n\\\"You look tired, Signora. You feel the heat. It is much fresher outside, when one is walking. Here, under the prison walls, it is always like a furnace in summer. It is unwholesome. It puts one into a fever.\\\"\\n\\nHermione looked at him, and saw a red spot burning on each side of his face near his cheek-bones.\\n\\n\\\"Perhaps it would be better to walk,\\\" she said, doubtfully.\\n\\nHer inclination was for movement, for her fatigue was combined with a sensation of great restlessness.\\n\\n\\\"What do you say, Vere?\\\" she added.\\n\\n\\\"Oh, I should love to go among the people and see everything,\\\" she answered, eagerly.\\n\\nThe Marchesino's brow cleared.\\n\\n\\\"Let us go, Emilio! You hear what the Signorina says.\\\"\\n\\n\\\"Very well,\\\" said Artois.\\n\\nHis voice was reluctant, even cold. Vere glanced at him quickly.\\n\\n\\\"Would you rather stay here, Monsieur Emile?\\\" she said.\\n\\n\\\"No, Vere, no. Let us go and see the fun.\\\"\\n\\nHe smiled at her.\\n\\n\\\"We must keep close together,\\\" he added, looking at the Marchesino. \\\"The crowd is tremendous.\\\"\\n\\n\\\"But they are all in good humor,\\\" he answered, carelessly. \\\"We Neapolitans, we are very gay, that is true, but we do not forget our manners when we have a festa. There is nothing to fear. This is the best way out. We must cross the Mercato. The illuminations of the streets beyond are always magnificent. The Signorina shall walk down paths of fire, but she shall not be burned.\\\"\\n\\nHe led the way with Vere, going in front to disarm the suspicion which he saw plainly lurking in Emilio's eyes. Artois followed with Hermione, and Gaspare came last. The exit from the enclosure was difficult, as many people were pouring in through the narrow opening, and others, massed together outside the wooden barrier, were gazing at the seated women within; but at length they reached the end of the Piazza, and caught a glimpse of the Masaniello doll, which faced a portrait of the Madonna del Carmine framed in fire. Beyond, to the right, above the heads of the excited multitude, rose the pale-pink globe of the fire-balloon, and as for a moment they stood still to look at it the band struck up a sonorous march, the balloon moved sideways, swayed, heeled over slightly like a sailing-yacht catching the breeze beyond the harbor bar, recovered itself, and lifted the blazing car above the gesticulating arms of the people. A long murmur followed it as it glided gently away, skirting the prodigious belfry with the apparent precaution of a living thing that longed for, and sought, the dim freedom of the sky. The children instinctively stretched out their arms to it. All faces were lifted towards the stars, as if a common aspiration at that moment infected the throng, a universal, though passing desire to be free of the earth, to mount, to travel, to be lost in the great spaces that encircle terrestrial things. At the doors of the trattorie the people, who had forsaken their snails, stood to gaze, many of them holding glasses of white wine in their hands. The spighe arrosto, the watermelons, were for a moment forgotten on the stalls of their vendors, who ceased from shouting to the passers-by. There was a silence in which was almost audible the human wish for wings. Presently the balloon, caught by some vagrant current of air, began to travel abruptly, and more swiftly, sideways, passing over the city towards its centre. At once the crowd moved in the same direction. Aspiration was gone. A violence of children took its place, and the instinct to follow where the blazing toy led. The silence was broken. People called and gesticulated, laughed and chattered. Then the balloon caught fire from the brazier beneath it. A mass of flames shot up. A roar broke from the crowd and it pressed more fiercely onward, each unit of it longing to see where the wreck would fall. Already the flames were sinking towards the city.\\n\\n\\\"Where are Vere and the Marchesino?\\\"\\n\\nHermione had spoken. Artois, whose imagination had been fascinated by the instincts of the crowd, and whose intellect had been chained to watchfulness during its strange excitement, looked sharply round.\\n\\n\\\"Vere--isn't she here?\\\"\\n\\nHe saw at once that she was gone. But he saw, too, that Gaspare was no longer with them. The watch-dog had been more faithful than he.\\n\\n\\\"They must be close by,\\\" he added. \\\"The sudden movement separated us, no doubt.\\\"\\n\\n\\\"Yes. Gaspare has vanished too!\\\"\\n\\n\\\"With them,\\\" Artois said.\\n\\nHe spoke with an emphasis that was almost violent.\\n\\n\\\"But--you didn't see--\\\" began Hermione.\\n\\n\\\"Don't you know Gaspare yet?\\\" he asked.\\n\\nTheir eyes met. She was startled by the expression in his.\\n\\n\\\"You don't think--\\\" she began.\\n\\nShe broke off.\\n\\n\\\"I think Gaspare knows his Southerner,\\\" Artois replied. \\\"We must look for them. They are certain to have gone with the crowd.\\\"\\n\\nThey followed the people into the Mercato. The burning balloon dropped down and disappeared.\\n\\n\\\"It has fallen into the Rettifilo!\\\" cried a young man close to them.\\n\\n\\\"Macche!\\\" exclaimed his companion.\\n\\n\\\"I will bet you five lire--\\\"\\n\\nHe gesticulated furiously.\\n\\n\\\"We shall never find them,\\\" Hermione said.\\n\\n\\\"We will try to find them.\\\"\\n\\nHis voice startled her now, as his eyes had startled her. A man in the crowd pressed against her roughly. Instinctively she caught hold of Artois' arm.\\n\\n\\\"Yes, you had better take it,\\\" he said.\\n\\n\\\"Oh, it was only--\\\"\\n\\n\\\"No, take it.\\\"\\n\\nAnd he drew her hand under his arm.\\n\\nThe number of people in the Mercato was immense, but it was possible to walk on steadily, though slowly. Now that the balloon had vanished the crowd had forgotten it, and was devoting itself eagerly to the pleasures of the bar. In the tall and barrack-like houses candles gleamed in honor of Masaniello. The streets that led away towards the city's heart were decorated with arches of little lamps, with columns and chains of lights, and the pedestrians passing through them looked strangely black in this great frame of fire. From the Piazza before the Carmine the first rocket rose, and, exploding, showered its golden rain upon the picture of the Virgin.\\n\\n\\\"Perhaps they have gone back into the Piazza.\\\"\\n\\nHermione spoke after a long silence, during which they had searched in vain. Artois stood still and looked down at her. His face was very stern.\\n\\n\\\"We sha'n't find them,\\\" he said.\\n\\n\\\"In this crowd, of course, it is difficult, but--\\\"\\n\\n\\\"We sha'n't find them.\\\"\\n\\n\\\"At any rate, Gaspare is with them.\\\"\\n\\n\\\"How do you know that?\\\"\\n\\nThe expression in his face frightened her.\\n\\n\\\"But you said you were sure--\\\"\\n\\n\\\"Panacci was too clever for us; he may have been too clever for Gaspare.\\\"\\n\\nHermione was silent for a moment. Then she said:\\n\\n\\\"You surely don't think the Marchese is wicked?\\\"\\n\\n\\\"He is young, he is Neapolitan, and to-night he is mad. Vere has made him mad.\\\"\\n\\n\\\"But Vere was only gay at dinner as any child--\\\"\\n\\n\\\"Don't think I am blaming Vere. If she has fascination, she cannot help it.\\\"\\n\\n\\\"What shall we do?\\\"\\n\\n\\\"Will you let me put you into a cab? Will you wait in my room at the hotel until I come back with Vere? I can search for her better alone. I will find her--if she is here.\\\"\\n\\nTheir eyes met steadily as he finished speaking, and he saw, or thought he saw, in hers a creeping menace, as if she had the intention to attack or to defy him.\\n\\n\\\"I am Vere's mother,\\\" she said.\\n\\n\\\"Let me take you to a cab, Hermione.\\\"\\n\\nHe spoke coldly, inexorably. This moment of enforced inactivity was a very difficult one for him. And the violence that was blazing within him made him fear that if Hermione did not yield to his wish he might lose his self-control.\\n\\n\\\"You can do nothing,\\\" he added.\\n\\nHer eyes left his, her lips quivered. Then she said:\\n\\n\\\"Take me, then.\\\"\\n\\nShe did not look at him again until she was in a cab and Artois had told the driver to go to the Hotel Royal. Then she glanced at him with a strange expression of acute self-consciousness which he had never before seen on her face.\\n\\n\\\"You don't believe that--that there is any danger to Vere?\\\" she said, in a low voice. \\\"You cannot believe that.\\\"\\n\\n\\\"I don't know.\\\"\\n\\nShe leaned forward, and her face changed.\\n\\n\\\"Go and bring her back to me.\\\"\\n\\nThe cabman drove off, and Artois was lost in the crowd.\\n\\nHe never knew how long his search lasted, how long he heard the swish and the bang of rockets, the vehement music of the band, the cries and laughter of the people, the sound of footsteps as if a world were starting on some pilgrimage; how long he saw the dazzling avenues of fire stretching away into the city's heart; how long he looked at the faces of strangers, seeking Vere's face. He was excessively conscious of almost everything except of time. It might have been two hours later, or much less, when he felt a hand upon his arm, turned round, and saw Gaspare beside him.\\n\\n\\\"Where is the Signora?\\\"\\n\\n\\\"Gone to the hotel? And the Signorina?\\\"\\n\\nGaspare looked at Artois with a sort of heavy gloom, then looked down to the ground.\\n\\n\\\"You have lost her?\\\"\\n\\n\\\"Si.\\\"\\n\\nThere was a dulness of fatalism in his voice.\\n\\nArtois did not reproach him.\\n\\n\\\"Did you lose them when the balloon went up?\\\" he asked.\\n\\n\\\"Macche! It was not the balloon!\\\" Gaspare said, fiercely.\\n\\n\\\"What was it?\\\"\\n\\nArtois felt suddenly that Gaspare had some perfect excuse for his inattention.\\n\\n\\\"Some one spoke to me. When I--when I had finished the Signorina and that Signore were gone.\\\"\\n\\n\\\"Some one spoke to you. Who was it?\\\"\\n\\n\\\"It was Ruffo.\\\"\\n\\nArtois stared at Gaspare.\\n\\n\\\"Ruffo! Was he alone?\\\"\\n\\n\\\"No, Signore.\\\"\\n\\n\\\"Who was with him?\\\"\\n\\n\\\"His mother was with him.\\\"\\n\\n\\\"His mother. Did you speak to her?\\\"\\n\\n\\\"Si, Signore.\\\"\\n\\nThere was a silence between them. It was broken by a sound of bells.\\n\\n\\\"Signore, it is midnight.\\\"\\n\\nArtois drew out his watch quickly. The hands pointed to twelve o'clock. The crowd was growing thinner, was surely melting away.\\n\\n\\\"We had better go to the hotel,\\\" Artois said. \\\"Perhaps they are there. If they are not there--\\\"\\n\\nHe did not finish the sentence. They found a cab and drove swiftly towards the Marina. All the time the little carriage rattled over the stony streets Artois expected Gaspare to speak to him, to tell him more, to tell him something tremendous. He felt as if the Sicilian were beset by an imperious need to break a long reserve. But, if it were so, this reserve was too strong for its enemy. Gaspare's lips were closed. He did not say a word till the cabman drew up before the hotel.\\n\\nAs Artois got out he knew that he was terribly excited. The hall was almost dark, and the night concierge came from his little room on the right of the door to turn on the light and accompany Artois to the lift.\\n\\n\\\"There is a lady waiting in your room, Signore,\\\" he said.\\n\\nArtois, who was walking quickly towards the lift, stopped. He looked at Gaspare.\\n\\n\\\"A lady!\\\" he said.\\n\\n\\\"Shall I go back to the Piazza, Signore?\\\"\\n\\nHe half turned towards the swing door.\\n\\n\\\"Wait a minute. Come up-stairs first and see the Signora.\\\"\\n\\nThe lift ascended. As Artois opened the door of his sitting-room he heard a woman's dress rustle, and Hermione stood before them.\\n\\n\\\"Vere?\\\" she said.\\n\\nShe laid her hand on his arm.\\n\\n\\\"Gaspare!\\\"\\n\\nThere was a sound of reproach in her voice. She took her hand away from Artois.\\n\\n\\\"Gaspare?\\\" she repeated, interrogatively.\\n\\n\\\"Signora!\\\" he answered, doggedly.\\n\\nHe did not lift his eyes to hers.\\n\\n\\\"You have lost the Signorina?\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\nHe attempted no excuse, he expressed no regret.\\n\\n\\\"Gaspare!\\\" Hermione said.\\n\\nSuddenly Artois put his hand on Gaspare's shoulder. He said nothing, but his touch told the Sicilian much--told him how he was understood, how he was respected, by this man who had shared his silence.\\n\\n\\\"We thought they might be here,\\\" Artois said.\\n\\n\\\"They are not here.\\\"\\n\\nHer voice was almost hard, almost rebuking. She was still standing in the door-space.\\n\\n\\\"I will go back and look again, Signora.\\\"\",\"timestamp\":1637315384,\"title\":\"\\n\\\"To frighten you! I don't understand what you mean. What can it matter to you? You scarcely know these ladies.\\\"\"},\"digest\":\"IygsgiulvuOm-_umLQ3J_JEqinFi6ZxDPBZR73I0wxo\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9xfAIXbF2l3bBi_fldgwpumTlvGaScF3FUTrlE-pvMo\\\",\\\"y\\\":\\\"ktmJMOrnPbUDyPh39T99DVVYrQRPVv4cJG-OFKUHDJg\\\"}\",\"signature\":\"7QPLNZRtYl86sfygg0aHhy_KkdYp8DNKg5maK1uerr0NTBs3gBqWigfofq6oFqJAv2APcSix87fA-PgWx9mO5w\",\"signingKeySignature\":\"0xf79aa7853051ed875b02c51a29295158d1888782c8bfbca53fc738b01a8a55d63cfef7245bca5f1964d5aa13fe0b6f5a8374e8a222f42630ca53f511882827a11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9xfAIXbF2l3bBi_fldgwpumTlvGaScF3FUTrlE-pvMo\\\",\\\"y\\\":\\\"ktmJMOrnPbUDyPh39T99DVVYrQRPVv4cJG-OFKUHDJg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IygsgiulvuOm-_umLQ3J_JEqinFi6ZxDPBZR73I0wxo\"}"