"{\"content\":{\"body\":\"A DAO is an Automated Decentralized Organization that's formed by setting up an on-chain wallet, and then issuing votes over that wallet to multiple people, similar to a joint bank-account. These votes exist as an on-chain token which can bought and sold, or transferred to anyone. Votes can approve transactions like \\\"buy from this vendor\\\" or \\\"pay or don't pay this employee\\\" (ie hiring/firing).\\n\\nBecause these votes have programatic access to a wallet, they can be *backed* by the wallet. With enough votes, you could create transactions that exchange tokens for %'s of the wallet. Or, if you have more than 50% of the votes, you could just take all the money in the wallet. In other words, there is actual value in the votes.\\n\\nAny company that incorporates as a DAO today, instead of a traditional LLC or C corp, can access immediate liquidity. Because the DAO is on-chain, every transaction it makes is auditable and public by anyone in the world. In exchange, a market can form for purchasing that voting share, which allows the founders and employees the ability to exit immediately. That's a powerful incentive.\\n\\nHowever, that liquidity is only as valuable as its control over the wallet. Because a vote share of more than 50% (a 51% attack) could steal all the money in the wallet, the original founders are incentivized to sell off or give away as much of their equity to as many individual groups as possible. If any individual entity controls 51% of the wallet, then the value of the vote becomes worthless instantly as the other 49% rush to sell. To clarify, the sell off can happen by automated program; so it really is *instant.* In other words, the founders of the DAO actually need to relinquish control over the DAO in order to profit from it. Their votes are worthless if they control it, since they could at any point transfer the entire wallet to a wallet and disappear; like what's already happened in several projects.\\n\\nBecause the DAO is a program, it needs an \\\"oracle\\\", or a real-world entity, to confirm that something happened. For example, if the DAO buys a plot of land, the DAO program is trusting that the receiver of the funds actually has the land in the real world, and really gave it over. The real-estate company here is acting as an \\\"oracle\\\" over the exchange of land.\\n\\nHowever, if the DAO trusts the real-estate oracle, the value of it's votes will go down, because the real-estate company could \\\"steal\\\" some portion of the wallet by not giving the real-world product. In the old world, sales of products are slow and require human intervention. But an automated, on-chain company, buys things with code; a smart contract that executes the transaction. The most efficient autonomous company is one that has little human intervention as possible; typically by creating a programatic marketplace for vendor goods. The DAO code doesn't vote to buy land; they create a programatic land *marketplace* for other people to compete on.\\n\\nBecause it's a publicly callable program, any transaction that doesn't have a trusted oracle proving that the goods were provided is a security vulnerability. Otherwise, anyone could simply call the \\\"sellLand\\\" function and receive funds and then just not provide the land.\\n\\nIn an old-world company, the potential for fraud always exists. But in an automated company, or DAO, if there's potential for fraud, it is *guaranteed* to happen. An automated \\\"fraud bot\\\" will immediately take advantage of every untrusted oracle exploit the moment it appears. This is already the case in computer security today. The second you put a website on the internet, bots will instantly hit your IP with every exploit they know.\\n\\nIn an old-world company, you could take the fraudster to court. But in the new-world DAO, the fraudster is a program, connected to nobody, paying out to someone in a different country, or even a nefarious nation state as cryptowarfare.\\n\\nFor the DAO, every vote holder's vote is a vote over less money if some portion is being paid out to an untrusted \\\"real-estate\\\" vendor, because some % of the wallet could disappear by a fraudulent vendor failing to provide real-world goods.\\n\\nHowever, if a different real-estate company came along that the DAO doesn't *need* to trust, then that real-estate company would win the business of the DAO.\\n\\nIf the real-estate DAO gives voting power to their DAO customers, the customer DAO can trust the real-estate DAO's oracle. The customer DAO has control over the real-estate DAO, and can program against that trust. The real-estate DAO needs to give away voting control anyway in order to prevent a 51% attack; but selling or giving away their voting power to their customers makes them competitive relative to traditional corporations who DAO customers cannot trust.\\n\\nTo recap, new companies are incentivized to incorporate as DAOs in order to get immediate liquidity. In order to prevent a 51% attack, they're incentivized further to sell or give away as much as possible of their initial voting rights. And to sell to other DAOs, who need to be able to securely trust the new entity, the new entity is incentivized to give their voting share to their customers.\\n\\nImagine we have a Shoemaker DAO. The Shoemaker DAO purchases leather from the Leather DAO and the Rubber DAO, which in turn purchase from their own DAOs. If you own the voting rights of the Shoemaker DAO, you also own the voting rights of the Leather DAO and the Rubber DAO and the entire supply chain of that shoe. In other words, *the end of the DAO chain owns every company in the supply chain*.\\n\\n```jsx\\nShoemaker DAO -> Leather DAO -> Cow DAO -> Hay DAO\\n              -> Rubber DAO\\n```\\n\\nIt is vitally important that the end-owner is not a small group of entities. However, the danger of a 51% attack pushes the end of the DAO supply chain to once again distribute their token to as wide of audience as possible.\\n\\nIn the best case scenario, the owners the end of the chain (the owners of the Shoemaker DAO in this case) are the customers of the DAO and the workers of the DAOs. In this scenario, the entire world has shared joint voting rights in the new crypto economy.\\n\\nIn the worst-case scenario, end-chain DAOs will control a majority voting share in the entire economy and are able to collective execute a 51% attack on every DAO ever. This would create the most powerful centralized force in the history of the world; it could hold the world hostage by threatening an economic meltdown.\\n\\nIn order to get the best-case scenario, we need Cryptopolicies.\\n\\nA Cryptopolicy is an on-chain program that takes DAO voting tokens and returns back it's own Policy Token. At any time, users of the program can get their DAO tokens back; so the Policy Token has the same value as the DAO token. In other words, a Cryptopolicy lets multiple people pool their voting tokens and then vote together without losing their economic value. If more than 51% of DAO tokens are owned by the Cryptopolicy program, it can execute a series of votes in every DAO along the entire supply chain of the world economy.\\n\\nIn other words Cryptopolicies provide a solution to collective action problems. For example, a Cryptopolicy could allow the world to \\\"vote\\\" to simultaneously stop burning fossil fuels, instantaneously. The owners of the token don't need to know every single DAO in the world, the Cryptopolicy is an open-source, audible program that executes the votes in every relevant DAO.\\n\\nIn a DAO world, a Cryptopolicy can be used to enact any real-world policy you want. For example, a Cryptopolicy could implement a policy requiring fire alarms in workplaces; by linking a fire-alarm inspection DAO with a voting policy to stop transferring funds to the manager of the workplace. Because Cryptopolicies have voting control over every wallet in a supply chain, they could also used to implement VAT taxes to fund public goods, like research grants, healthcare, basic incomes, public transportation, etc.\\n\\nCryptopolicies can also be used by DAOs to protect themselves from 51% attacks in their suppliers. For example, you could write a Cryptopolicy in which several DAOs agree that if any supplier is at risk of a 51% attack, it will immediately clone the program, spin up a new DAO, and transfer every contract to the new DAO. This kill switch ensures that executing a 51% attack is both costly for the attacker and worthless as an outcome.\\n\\nIn the current world, the government acts as a monopoly over use of force. It's vital that in the new DAO economy, we ensure that we don't create \\\"mercenary oracles\\\" that offer force as a service to an on-chain program.\\n\\nIn a DAO world, a government can act as a single, monopolistic oracle over the use of force, by spinning up a \\\"government DAO\\\" with non-tradable voting tokens issued to everyone in the country. The governmental force oracle implements real-world arrests in a manner set down by the votes of a government. Like every DAO, it's an on-chain program that can be composed with the code of every other DAO and Cryptopolicies.\\n\\nIn order to avoid a financial meltdown from a single 51% attack on the economy, a force oracle protocol could be used by an organization like the SEC to force end-chain DAOs to give voting rights to their customers and workers in order to prevent a singular end-chain DAO from executing a 51% attack on the economy.\\n\\nThe alternative is that a government could \\\"crack down\\\" on DAOs and attempt to prevent their economy from DAOifying. However, any country to do this would isolate themselves from the rest of the world economy; effectively ensuring their economic doom. If the country instead decides to temporarily crack down, and then rejoin the DAO economy, it would lose out on early ownership in the new economy.\\n\\nHowever, if the DAO economy is owned by the customers and the workers, every DAO would likely vote to reduce value capture in their vendors. After all, the incentive of the Shoemaker DAO is to reduce value capture of the Leathermaker DAO. But the incentive of the customer is to reduce the value capture of the Shoemaker DAO.\\n\\nIn other words, the DAO economy is the hyper economy: exponentially increasing productivity, collectively owned by the world.\",\"timestamp\":1635198821,\"title\":\"Daonomics\"},\"digest\":\"FbAokaJ7TC-xypAjqhDhJELcyotMVZldmOHAqztTpkM\",\"authorship\":{\"contributor\":\"0xC048a401b9419177Bc76Ca0174C6Df216e71Ca56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S8Ad-HlhXbgv57rj9bd-3JaI22n5wNNZ4miBFdnKPtM\\\",\\\"y\\\":\\\"T-sch2MHPNvu666XKJ-vhP5X-OoMosFAOdE7QhyLwZk\\\"}\",\"signature\":\"OYOGqaeI_Gbxv77oZtuzxQ5oGkpstHUMVbZOIATZLbPxrRyeheiUKtf-AIUAQrLV_T4s5BNc70mNsRCwWuW1Lw\",\"signingKeySignature\":\"0x60f76abcfdc609dc2f205c6924ab2e2e26473ebc95db52e1d43601fe1cc4405173b6d24ab2de4fb03975c940a48a7848bc57a27abb9ca55dad31315d5773fd6a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S8Ad-HlhXbgv57rj9bd-3JaI22n5wNNZ4miBFdnKPtM\\\",\\\"y\\\":\\\"T-sch2MHPNvu666XKJ-vhP5X-OoMosFAOdE7QhyLwZk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WnA316fCk0IeU1ESC5F9wuIbkR1cZ6uFBqzcCkFjeE8\"}"