"{\"content\":{\"body\":\"He told Ashmead his experiences; and as they were, many of them, strange and dramatic, he kept him a delighted listener till midnight.\\n\\nThe next day Ashmead visited Mademoiselle Klosking, and found her walking up and down the room, with her hand on Miss Gale's shoulder.\\n\\nShe withdrew into the embrasure, and had some confidential talk with him. As a matter of course, he told her about Poikilus, and that he was hunting down Severne for his money.\\n\\n\\\"Indeed!\\\" said the Klosking. \\\"Please tell me every word that passed between you.\\\"\\n\\nHe did so, as nearly as he could remember.\\n\\nMademoiselle Klosking leaned her brow upon her hand a considerable time in thought. Then she turned on Ashmead, and said, quietly, \\\"That Poikilus is still acting for *him,* and the one thing they desire to learn is where to find Miss Vizard, and delude her to her ruin.\\\"\\n\\n\\\"No, no,\\\" cried Ashmead violently; but the next moment his countenance fell. \\\"You are wiser than I am,\\\" said he; \\\"it may be. Confound the sneak! I'll give it him next time I see him! Why, he must love villainy for its own sake. I as good as said you would pay him his fifty pounds.\\\"\\n\\n\\\"What fifty pounds? His fifty pounds is a falsehood, like himself. Now, my friend, please take my instructions, my positive instructions.\\\"\\n\\n\\\"Yes, madam.\\\"\\n\\n\\\"You will not change your friendly manner: show no suspicion nor anger. If they are cunning, we must be wise; and the wise always keep their temper. You will say Miss Vizard has gone to Ireland, but to what part is only known to her brother. Tell him this, and be very free and communicative on all other subjects; for this alone has any importance now. As for me, I can easily learn where Somerville Villa is, and in a day or two shall send you to look after her. One thing is clear--I had better lose no time in recovering my strength. Well, my will is strong. I will lose no time--your arm, monsieur;\\\" and she resumed her promenade.\\n\\nAshmead, instructed as above, dined again with the detective; but out of revenge gave him but one bottle of Madeira. As they sipped it, he delivered a great many words; and in the middle of them said, \\\"Oh, by-the-by, I asked after that poor young lady. Gone to Ireland, but they didn't know what part.\\\"\\n\\nAfter dinner Ashmead went to the theater. When he came back Poikilus was gone.\\n\\nSo did Wisdom baffle Cunning that time.\\n\\nBut Cunning did not really leave the field: that very evening an aged man, in green spectacles, was inquiring about the postal arrangements to Vizard Court; and next day he might have been seen, in a back street of Taddington, talking to the village postman, and afterward drinking with him. It was Poikilus groping his way.\\n\\nCHAPTER XXIII.\\n\\nA FEW words avail to describe the sluggish waters of the Dead Sea, but what pen can portray the Indian Ocean lashed and tormented by a cyclone?\\n\\nEven so a few words have sufficed to show that Ina Klosking's heart was all benumbed and deadened; and, with the help of insult, treachery, loss of blood, brain-fever, and self-esteem rebelling against villainy, had outlived its power of suffering poignant torture.\\n\\nBut I cannot sketch in a few words, nor paint in many, the tempest of passion in Zoe Vizard. Yet it is my duty to try and give the reader some little insight into the agony, the changes, the fury, the grief, the tempest of passion, in a virgin heart; in such a nature, the great passions of the mind often rage as fiercely, or even more so, than in older and experienced women.\\n\\nLiterally, Zoe Vizard loved Edward Severne one minute and hated him the next; gave him up for a traitor, and then vowed to believe nothing until she had heard his explanation; burned with ire at his silence, sickened with dismay at his silence. Then, for a while, love and faith would get the upper hand, and she would be quite calm. Why should she torment herself? An old sweetheart, abandoned long ago, had come between them; he had, unfortunately, done the woman an injury, in his wild endeavor to get away from her. Well, what business had she to use force? No doubt he was ashamed, afflicted at what he had done, being a man; or was in despair, seeing that lady installed in her brother's house, and *her* story, probably a parcel of falsehoods, listened to.\\n\\nThen she would have a gleam of joy; for she knew he had not written to Ina Klosking. But soon Despondency came down like a dark cloud; for she said to herself, \\\"He has left us both. He sees the woman he does not love will not let him have the one he does love; and so he has lost heart, and will have no more to say to either.\\\"\\n\\nWhen her thoughts took this turn she would cry piteously; but not for long. She would dry her eyes, and burn with wrath all round; she would still hate her rival, but call her lover a coward--a contemptible coward.\\n\\nAfter her day of raging, and grieving, and doubting, and fearing, and hoping, and despairing, night overtook her with an exhausted body, a bleeding heart, and weeping eyes. She had been so happy--on the very brink of paradise; and now she was deserted. Her pillow was wet every night. She cried in her very sleep; and when she woke in the morning her body was always quivering; and in the very act of waking came a horror, and an instinctive reluctance to face the light that was to bring another day of misery.\\n\\nSuch is a fair, though loose, description of her condition.\\n\\nThe slight fillip given to her spirits by the journey did her a morsel of good, but it died away. Having to nurse Aunt Maitland did her a little good at first. But she soon relapsed into herself, and became so *distraite* that Aunt Maitland, who was all self, being an invalid, began to speak sharply to her.\\n\\nOn the second day of her visit to Somerville Villa, as she sat brooding at the foot of her aunt's bed, suddenly she heard horses' feet, and then a ring at the hall-door. Her heart leaped. Perhaps he had come to explain all. He might not choose to go to Vizard Court. What if he had been watching as anxiously as herself, and had seized the first opportunity! In a moment her pale cheek rivaled carmine.\\n\\nThe girl brought up a card--\\n\\n\\\"LORD UXMOOR.\\\"\\n\\nThe color died away directly. \\\"Say I am very sorry, but at this moment I cannot leave my aunt.\\\"\\n\\nThe girl stared with amazement, and took down the message.\\n\\nUxmoor rode away.\\n\\nZoe felt a moment's pleasure. No, if she could not see the right man, she would not see the wrong. That, at least, was in her power.\\n\\nNevertheless, in the course of the day, remembering Uxmoor's worth, and the pain she had already given him, she was almost sorry she had indulged herself at his expense.\\n\\nSuperfluous contrition! He came next day, as a matter of course. She liked him none the better for coming, but she went downstairs to him.\\n\\nHe came toward her, but started back and uttered an exclamation. \\\"You are not well,\\\" he said, in tones of tenderness and dismay.\\n\\n\\\"Not very,\\\" she faltered; for his open manly concern touched her.\\n\\n\\\"And you have come here to nurse this old lady? Indeed, Miss Vizard, you need nursing yourself. You know it is some time since I had the pleasure of seeing you, and the change is alarming. May I send you Dr. Atkins, my mother's physician?\\\"\\n\\n\\\"I am much obliged to you. No.\\\"\\n\\n\\\"Oh, I forgot. You have a physician of your own sex. Why is she not looking after you?\\\"\\n\\n\\\"Miss Gale is better employed. She is at Vizard Court in attendance on a far more brilliant person--Mademoiselle Klosking, a professional singer. Perhaps you know her?\\\"\\n\\n\\\"I saw her at Homburg.\\\"\\n\\n\\\"Well, she met with an accident in our hall--a serious one; and Harrington took her in, and has placed all his resources--his lady physician and all--at her service: he is so fond of *Music.\\\"*\\n\\nA certain satirical bitterness peered through these words, but honest Uxmoor did not notice it. He said, \\\"Then I wish you would let me be your doctor--for want of a better.\\\"\\n\\n\\\"And you think *you* can cure me?\\\" said Zoe, satirically.\\n\\n\\\"It does seem presumptuous. But, at least, I could do you a little good if you could be got to try my humble prescription.\\\"\\n\\n\\\"What is it?\\\" asked Zoe, listlessly.\\n\\n\\\"It is my mare Phillis. She is the delight of every lady who mounts her. She is thorough-bred, lively, swift, gentle, docile, amiable, perfect. Ride her on these downs an hour or two very day. I'll send her over to-morrow. May I?\\\"\\n\\n\\\"If you like. Rosa *would* pack up my riding-habit.\\\"\\n\\n\\\"Rosa was a prophetess.\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/56](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/56)\\n\\n\",\"timestamp\":1637671458,\"title\":\"\\nHaving brought the matter to that point, Poikilus left it, and simply made himself agreeable.\"},\"digest\":\"5Z3qXa7ocBZi9t6RsIJJbhRYDCqEoiLKOcWHsmU9UJM\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"153sWLbrj0fviTb-Dj67-4PQZy2b5y9MImd-lHCi_Lk\\\",\\\"y\\\":\\\"_jgtX1jtPnllj-5cGOq7_BqsLXBemp-77tPJWfmKJzo\\\"}\",\"signature\":\"dF3Vnl0wuyib0Mic3SyYz-88jaZgYI4TeD77E68zUCmjnMJOLrk-WzGku23lP46Z-GNUwJ9ygBztGtKK3AwhyQ\",\"signingKeySignature\":\"0x70914f8b4461d0ab5b21b09a3c09f8e02b311ce1c1d4a66ac8c84b7f5c5f731571dfa6b275858d44f4e8ef9dd27ca37ff7be350580d7c1f0c3d183152de33f881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"153sWLbrj0fviTb-Dj67-4PQZy2b5y9MImd-lHCi_Lk\\\",\\\"y\\\":\\\"_jgtX1jtPnllj-5cGOq7_BqsLXBemp-77tPJWfmKJzo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5Z3qXa7ocBZi9t6RsIJJbhRYDCqEoiLKOcWHsmU9UJM\"}"