"{\"content\":{\"body\":\"and the choicest wines of the cellar were drawn upon.  Prince Boris, bewildered by this sudden and incredible change in his fortunes, sat at his father's right hand, while the Princess filled, but with much more beauty and dignity, the ancient place of the Princess Martha.  The golden dishes were set before her, and the famous family emeralds--in accordance with the command of Prince Alexis-- gleamed among her dark hair and flashed around her milk-white throat.  Her beauty was of a kind so rare in Russia that it silenced all question and bore down all rivalry.  Every one acknowledged that so lovely a creature had never before been seen.  \\\"Faith, the boy has eyes!\\\" the old Prince constantly repeated, as he turned away from a new stare of admiration, down the table.\\n\\nThe guests noticed a change in the character of the entertainment.  The idiot, in his tow shirt, had been crammed to repletion in the kitchen, and was now asleep in the stable.  Razboi, the new bear,-- the successor of the slaughtered Mishka,--was chained up out of hearing.  The jugglers, tumblers, and Calmucks still occupied their old place under the gallery, but their performances were of a highly decorous character.  At the least-sign of a relapse into certain old tricks, more grotesque than refined, the brows of Prince Alexis would grow dark, and a sharp glance at Sasha was sufficient to correct the indiscretion.  Every one found this natural enough; for they were equally impressed with the elegance and purity of the young wife.  After the healths had been drunk and the slumber-flag was raised over the castle, Boris led her into the splendid apartments of his mother,--now her own,--and knelt at her feet.\\n\\n\\\"Have I done my part, my Boris?\\\" she asked.\\n\\n\\\"You are an angel!\\\" he cried.  \\\"It was a miracle!  My life was not worth a copek, and I feared for yours.  If it will only last!--if it will only last!\\\"\\n\\n\\\"It WILL,\\\" said she.  \\\" You have taken me from poverty, and given me rank, wealth, and a proud place in the world: let it be my work to keep the peace which God has permitted me to establish between you and your father!\\\"\\n\\nThe change in the old Prince, in fact, was more radical than any one who knew his former ways of life would have considered possible.  He stormed and swore occasionally, flourished his whip to some purpose, and rode home from the chase, not outside of a brandy cask, as once, but with too much of its contents inside of him: but these mild excesses were comparative virtues.  His accesses of blind rage seemed to be at an end.  A powerful, unaccustomed feeling of content subdued his strong nature, and left its impress on his voice and features.  He joked and sang with his \\\"children,\\\" but not with the wild recklessness of the days of reisaks and indiscriminate floggings.  Both his exactions and his favors diminished in quantity.  Week after week passed by, and there was no sign of any return to his savage courses.\\n\\nNothing annoyed him so much as a reference to his former way of life, in the presence of the Princess Helena.  If her gentle, questioning eyes happened to rest on him at such times, something very like a blush rose into his face, and the babbler was silenced with a terribly significant look.  It was enough for her to say, when he threatened an act of cruelty and injustice, \\\"Father, is that right?\\\"  He confusedly retracted his orders, rather than bear the sorrow of her face.\\n\\nThe promise of another event added to his happiness:  Helena would soon become a mother.  As the time drew near he stationed guards at the distance of a verst around the castle, that no clattering vehicles should pass, no dogs bark loudly, nor any other disturbance occur which might agitate the Princess.  The choicest sweetmeats and wines, flowers from Moscow and fruits from Astrakhan, were procured for her; and it was a wonder that the midwife performed her duty, for she had the fear of death before her eyes.  When the important day at last arrived the slumber-flag was instantly hoisted, and no mouse dared to squeak in Kinesma until the cannon announced the advent of a new soul.\\n\\nThat night Prince Alexis lay down in the corridor, outside of Helena's door: he glared fiercely at the nurse as she entered with the birth-posset for the young mother.  No one else was allowed to pass, that night, nor the next.  Four days afterwards, Sasha, having a message to the Princess, and supposing the old man to be asleep, attempted to step noiselessly over his body.  In a twinkle the Prince's teeth fastened themselves in the serf's leg, and held him with the tenacity of a bull-dog.  Sasha did not dare to cry out: he stood, writhing with pain, until the strong jaws grew weary of their hold, and then crawled away to dress the bleeding wound.  After that, no one tried to break the Prince's guard.\\n\\nThe christening was on a magnificent scale.  Prince Paul of Kostroma was godfather, and gave the babe the name of Alexis.  As the Prince had paid his respects to Helena just before the ceremony, it may be presumed that the name was not of his own inspiration.  The father and mother were not allowed to be present, but they learned that the grandfather had comported himself throughout with great dignity and propriety.  The Archimandrite Sergius obtained from the Metropolitan at Moscow a very minute fragment of the true cross, which was encased in a hollow bead of crystal, and hung around the infant's neck by a fine gold chain, as a precious amulet.\\n\\nPrince Alexis was never tired of gazing at his grandson and namesake.\\n\\n\\\"He has more of his mother than of Boris,\\\" he would say.  \\\"So much the better!  Strong dark eyes, like the Great Peter,--and what a goodly leg for a babe!  Ha! he makes a tight little fist already,-- fit to handle a whip,--or\\\" (seeing the expression of Helena's face)--\\\"or a sword.  He'll be a proper Prince of Kinesma, my daughter, and we owe it to you.\\\"\\n\\nHelena smiled, and gave him a grateful glance in return.  She had had her secret fears as to the complete conversion of Prince Alexis; but now she saw in this babe a new spell whereby he might be bound.  Slight as was her knowledge of men, she yet guessed the tyranny of long-continued habits; and only her faith, powerful in proportion as it was ignorant, gave her confidence in the result of the difficult work she had undertaken.\\n\\nXII.\\n\\nAlas! the proud predictions of Prince Alexis, and the protection of the sacred amulet, were alike unavailing.  The babe sickened, wasted away, and died in less than two months after its birth.  There was great and genuine sorrow among the serfs of Kinesma.  Each had received a shining ruble of silver at the christening; and, moreover, they were now beginning to appreciate the milder regime of their lord, which this blow might suddenly terminate.  Sorrow, in such natures as his, exasperates instead of chastening: they knew him well enough to recognize the danger.\\n\\nAt first the old man's grief appeared to be of a stubborn, harmless nature.  As soon as the funeral ceremonies were over he betook himself to his bed, and there lay for two days and nights, without eating a morsel of food.  The poor Princess Helena, almost prostrated by the blow, mourned alone, or with Boris, in her own apartments.  Her influence, no longer kept alive by her constant presence, as formerly, began to decline.  When the old Prince aroused somewhat from his stupor, it was not meat that he demanded, but drink; and he drank to angry excess.  Day after day the habit resumed its ancient sway, and the whip and the wild-beast yell returned with it.  The serfs even began to tremble as they never had done, so long as his vices were simply those of a strong man; for now a fiendish element seemed to be slowly creeping in.  He became horribly profane: they shuddered when he cursed the venerable Metropolitan of Moscow, declaring that the old sinner had deliberately killed his grandson, by sending to him, instead of the true cross of the Saviour, a piece of the tree to which the impenitent thief was nailed.\\n\\nBoris would have spared his wife the knowledge of this miserable relapse, in her present sorrow, but the information soon reached her in other ways.  She saw the necessity of regaining, by a powerful effort, what she had lost.  She therefore took her accustomed place at the table, and resumed her inspection of household matters.  Prince Alexis, as if determined to cast off the yoke which her beauty and gentleness had laid upon him, avoided looking at her face or speaking to her, as much as possible: when he did so, his manner was cold and unfriendly.  During her few days of sad retirement he had brought back the bear Razboi and the idiot to his table, and vodki was habitually poured out to him and his favorite serfs in such a measure that the nights became hideous with drunken tumult.\\n\\nThe Princess Helena felt that her beauty no longer possessed the potency of its first surprise.  It must now be a contest of nature with nature, spiritual with animal power.  The struggle would be perilous, she foresaw, but she did not shrink; she rather sought the earliest occasion to provoke it.\\n\\nThat occasion came.  Some slight disappointment brought on one of the old paroxysms of rage, and the ox-like bellow of Prince Alexis rang through the castle.  Boris was absent, but Helena delayed not a moment to venture into his father's presence.  She found him in a hall over-looking the court-yard, with his terrible whip in his hand, giving orders for the brutal punishment of some scores of serfs.  The sight of her, coming thus unexpectedly upon him, did not seem to produce the least effect.\\n\\n\\\"Father!\\\" she cried, in an earnest, piteous tone, \\\"what is it you do?\\\"\\n\\n\\\"Away, witch!\\\" he yelled.  \\\"I am the master in Kinesma, not thou!  Away, or--\\\"\\n\\nThe fierceness with which he swung and cracked the whip was more threatening than any words.  Perhaps she grew a shade paler, perhaps her hands were tightly clasped in order that they might not tremble; but she did not flinch from the encounter.  She moved a step nearer, fixed her gaze upon his flashing eyes, and said, in a low, firm voice--\\n\\n\\\"It is true, father, you are master here.  It is easy to rule over those poor, submissive slaves.  But you are not master over yourself; you are lashed and trampled upon by evil passions, and as much a slave as any of these.  Be not weak, my father, but strong!\\\"\\n\\nAn expression of bewilderment came into his face.  No such words had ever before been addressed to him, and he knew not how to reply to them.  The Princess Helena followed up the effect--she was not sure that it was an advantage--by an appeal to the simple, childish nature which she believed to exist under his ferocious exterior.  For a minute it seemed as if she were about to re-establish her ascendancy: then the stubborn resistance of the beast returned.\\n\\nAmong the portraits in the hall was one of the deceased Princess Martha.  Pointing to this, Helena cried--\\n\\n\\\"See, my father! here are the features of your sainted wife!  Think that she looks down from her place among the blessed, sees you, listens to your words, prays that your hard heart may be softened!  Remember her last farewell to you on earth, her hope of meeting you--\\\"\\n\\nA cry of savage wrath checked her.  Stretching one huge, bony hand, as if to close her lips, trembling with rage and pain, livid and convulsed in every feature of his face, Prince Alexis reversed the whip in his right hand, and weighed its thick, heavy butt for one crashing, fatal blow.  Life and death were evenly balanced.  For an instant the Princess became deadly pale, and a sickening fear shot through her heart.  She could not understand the effect of her words: her mind was paralyzed, and what followed came without her conscious volition.\\n\\nNot retreating a step, not removing her eyes from the terrible picture before her, she suddenly opened her lips and sang.  Her voice of exquisite purity, power, and sweetness, filled the old hall and overflowed it, throbbing in scarcely weakened vibrations through court-yard and castle.  The melody was a prayer--the cry of a tortured heart for pardon and repose; and she sang it with almost supernatural expression.  Every sound in the castle was hushed: the serfs outside knelt and uncovered their heads.\\n\\nThe Princess could never afterwards describe, or more than dimly recall, the exaltation of that moment.  She sang in an inspired trance: from the utterance of the first note the horror of the imminent fate sank out of sight.  Her eyes were fixed upon the convulsed face, but she beheld it not: all the concentrated forces of her life flowed into the music.  She remembered, however, that Prince Alexis looked alternately from her face to the portrait of his wife; that he at last shuddered and grew pale; and that, when with the closing note her own strength suddenly dissolved, he groaned and fell upon the floor.\\n\\nShe sat down beside him, and took his head upon her lap.  For a long time he was silent, only shivering as if in fever.\\n\\n\\\"Father!\\\" she finally whispered, \\\"let me take you away!\\\"\\n\\nHe sat up on the floor and looked around; but as his eyes encountered the portrait, he gave a loud howl and covered his face with his hands.\\n\\n\\\"She turns her head!\\\" he cried.  \\\"Take her away,--she follows me with her eyes!  Paint her head black, and cover it up!\\\"\\n\\nWith some difficulty he was borne to his bed, but he would not rest until assured that his orders had been obeyed, and the painting covered for the time with a coat of lamp-black.  A low, prolonged attack of fever followed, during which the presence of Helena was indispensable to his comfort.  She ventured to leave the room only while he slept.  He was like a child in her hands; and when she commended his patience or his good resolutions, his face beamed with joy and gratitude.  He determined (in good faith, this time) to enter a monastery and devote the rest of his life to pious works.\\n\\nBut, even after his recovery, he was still too weak and dependent on his children's attentions to carry out this resolution.  He banished from the castle all those of his poor relations who were unable to drink vodki in moderation; he kept careful watch over his serfs, and those who became intoxicated (unless they concealed the fact in the stables and outhouses) were severely punished: all excess disappeared, and a reign of peace and gentleness descended upon Kinesma.\\n\\nIn another year another Alexis was born, and lived, and soon grew strong enough to give his grandfather the greatest satisfaction he had ever known in his life, by tugging at his gray locks, and digging the small fingers into his tamed and merry eyes.  Many years after Prince Alexis was dead the serfs used to relate how they had seen him, in the bright summer afternoons, asleep in his armchair on the balcony, with the rosy babe asleep on his bosom, and the slumber-flag waving over both.\\n\\nLegends of the Prince's hunts, reisaks, and brutal revels are still current along the Volga; but they are now linked to fairer and more gracious stories; and the free Russian farmers (no longer serfs) are never tired of relating incidents of the beauty, the courage, the benevolence, and the saintly piety of the Good Lady of Kinesma.\\n\\nTALES OF HOME.\\n\\nTHE STRANGE FRIEND.\\n\\nIt would have required an intimate familiarity with the habitual demeanor of the people of Londongrove to detect in them an access of interest (we dare not say excitement), of whatever kind.  Expression with them was pitched to so low a key that its changes might be compared to the slight variations in the drabs and grays in which they were clothed.  Yet that there was a moderate, decorously subdued curiosity present in the minds of many of them on one of the First-days of the Ninth-month, in the year 1815, was as clearly apparent to a resident of the neighborhood as are the indications of a fire or a riot to the member of a city mob.\\n\\nThe agitations of the war which had so recently come to an end had hardly touched this quiet and peaceful community.  They had stoutly \\\"borne their testimony,\\\" and faced the question where it could not be evaded; and although the dashing Philadelphia militia had been stationed at Camp Bloomfield, within four miles of them, the previous year, these good people simply ignored the fact.  If their sons ever listened to the trumpets at a distance, or stole nearer to have a peep at the uniforms, no report of what they had seen or heard was likely to be made at home.  Peace brought to them a relief, like the awakening from an uncomfortable dream: their lives at once reverted to the calm which they had breathed for thirty years preceding the national disturbance.  In their ways they had not materially changed for a hundred years.  The surplus produce of their farms more than sufficed for the very few needs which those farms did not supply, and they seldom touched the world outside of their sect except in matters of business.  They were satisfied with themselves and with their lot; they lived to a ripe and beautiful age, rarely \\\"borrowed trouble,\\\" and were patient to endure that which came in the fixed course of things.  If the spirit of curiosity, the yearning for an active, joyous grasp of life, sometimes pierced through this placid temper, and stirred the blood of the adolescent members, they were persuaded by grave voices, of almost prophetic authority, to turn their hearts towards \\\"the Stillness and the Quietness.\\\"\\n\\nIt was the pleasant custom of the community to arrive at the meeting-house some fifteen or twenty minutes before the usual time of meeting, and exchange quiet and kindly greetings before taking their places on the plain benches inside.  As most of the families had lived during the week on the solitude of their farms, they liked to see their neighbors' faces, and resolve, as it were, their sense of isolation into the common atmosphere, before yielding to the assumed abstraction of their worship.  In this preliminary meeting, also, the sexes were divided, but rather from habit than any prescribed rule.  They were already in the vestibule of the sanctuary; their voices were subdued and their manner touched with a kind of reverence.\\n\\nIf the Londongrove Friends gathered together a few minutes earlier on that September First-day; if the younger members looked more frequently towards one of the gates leading into the meeting-house yard than towards the other; and if Abraham Bradbury was the centre of a larger circle of neighbors than Simon Pennock (although both sat side by side on the highest seat of the gallery),--the cause of these slight deviations from the ordinary behavior of the gathering was generally known.  Abraham's son had died the previous Sixth- month, leaving a widow incapable of taking charge of his farm on the Street Road, which was therefore offered for rent.  It was not always easy to obtain a satisfactory tenant in those days, and Abraham was not more relieved than surprised on receiving an application from an unexpected quarter.  A strange Friend, of stately appearance, called upon him, bearing a letter from William Warner, in Adams County, together with a certificate from a Monthly Meeting on Long Island.  After inspecting the farm and making close inquiries in regard to the people of the neighborhood, he accepted the terms of rent, and had now, with his family, been three or four days in possession.\\n\\nIn this circumstance, it is true, there was nothing strange, and the interest of the people sprang from some other particulars which had transpired.  The new-comer, Henry Donnelly by name, had offered, in place of the usual security, to pay the rent annually in advance; his speech and manner were not, in all respects, those of Friends, and he acknowledged that he was of Irish birth; and moreover, some who had passed the wagons bearing his household goods had been struck by the peculiar patterns of the furniture piled upon them.  Abraham Bradbury had of course been present at the arrival, and the Friends upon the adjoining farms had kindly given their assistance, although it was a busy time of the year.  While, therefore, no one suspected that the farmer could possibly accept a tenant of doubtful character, a general sentiment of curious expectancy went forth to meet the Donnelly family.\\n\\nEven the venerable Simon Pennock, who lived in the opposite part of the township, was not wholly free from the prevalent feeling.  \\\"Abraham,\\\" he said, approaching his colleague, \\\"I suppose thee has satisfied thyself that the strange Friend is of good repute.\\\"\\n\\nAbraham was assuredly satisfied of one thing--that the three hundred silver dollars in his antiquated secretary at home were good and lawful coin.  We will not say that this fact disposed him to charity, but will only testify that he answered thus:\\n\\n\\\"I don't think we have any right to question the certificate from Islip, Simon; and William Warner's word (whom thee knows by hearsay) is that of a good and honest man.  Henry himself will stand ready to satisfy thee, if it is needful.\\\"\\n\\nHere he turned to greet a tall, fresh-faced youth, who had quietly joined the group at the men's end of the meeting-house.  He was nineteen, blue-eyed, and rosy, and a little embarrassed by the grave, scrutinizing, yet not unfriendly eyes fixed upon him.\\n\\n\\\"Simon, this is Henry's oldest son, De Courcy,\\\" said Abraham.\\n\\nSimon took the youth's hand, saying, \\\"Where did thee get thy outlandish name?\\\"\\n\\nThe young man colored, hesitated, and then said, in a low, firm voice, \\\"It was my grandfather's name.\\\"\\n\\nOne of the heavy carriages of the place and period, new and shiny, in spite of its sober colors, rolled into the yard.  Abraham Bradbury and De Courcy Donnelly set forth side by side, to meet it.\\n\\nOut of it descended a tall, broad-shouldered figure--a man in the prime of life, whose ripe, aggressive vitality gave his rigid Quaker garb the air of a military undress.  His blue eyes seemed to laugh above the measured accents of his plain speech, and the close crop of his hair could not hide its tendency to curl.  A bearing expressive of energy and the habit of command was not unusual in the sect, strengthening, but not changing, its habitual mask; yet in Henry Donnelly this bearing suggested--one could scarcely explain why--a different experience.  Dress and speech, in him, expressed condescension rather than fraternal equality.\",\"timestamp\":1640141650,\"title\":\"\\nIn the castle a superb banquet was improvised.  Music, guests, and rare dishes were brought together with wonderful speed\"},\"digest\":\"4P6eUxV538O8ZnvldLPduhFBNXZsr4kSJenYWofxIlk\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SRc6icassoTmOj-15UJHFAdVXpX-DYCfbZMkYD8oE0o\\\",\\\"y\\\":\\\"f4sZS-_DREr5dWHB1QRbqiW9ZqOdoGC3eXZG-w94aak\\\"}\",\"signature\":\"Canl1p6H0F7MXag2xhyUGIZrlIMXpg3LFr5EQjnD0evi6xEfUIFuWNHqilmu7VvrgI7E0a8EESBVPDjAwhlWEQ\",\"signingKeySignature\":\"0x56f00cbd0f26852c4d74c39607666e98c79d213dcb2e0556b1208d7192bf09ed59b0b1d66cdb1ee876fc45fb8b7e86cc2c25f543d6a4080390eeea8b743affc71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SRc6icassoTmOj-15UJHFAdVXpX-DYCfbZMkYD8oE0o\\\",\\\"y\\\":\\\"f4sZS-_DREr5dWHB1QRbqiW9ZqOdoGC3eXZG-w94aak\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4P6eUxV538O8ZnvldLPduhFBNXZsr4kSJenYWofxIlk\"}"