"{\"content\":{\"body\":\"At two o'clock, one fine day in June, there were two strangers in the *salle a' manger,* seated at small tables a long way apart, and wholly absorbed in their own business.\\n\\nOne was a lady about twenty-four years old, who, in the present repose of her features, looked comely, sedate, and womanly, but not the remarkable person she really was. Her forehead high and white, but a little broader than sculptors affect; her long hair, coiled tight, in a great many smooth snakes, upon her snowy nape, was almost flaxen, yet her eyebrows and long lashes not pale but a reddish brown; her gray eyes large and profound; her mouth rather large, beautifully shaped, amiable, and expressive, but full of resolution; her chin a little broad; her neck and hands admirably white and polished. She was an Anglo-Dane--her father English.\\n\\nIf you ask me what she was doing, why--hunting; and had been, for some days, in all the inns of Homburg. She had the visitors' book, and was going through the names of the whole year, and studying each to see whether it looked real or assumed. Interspersed were flippant comments, and verses adapted to draw a smile of amusement or contempt; but this hunter passed them all over as nullities: the steady pose of her head, the glint of her deep eye, and the set of her fine lips showed a soul not to be diverted from its object.\\n\\nThe traveler at her back had a map of the district and blank telegrams, one of which he filled in every now and then, and scribbled a hasty letter to the same address. He was a sharp-faced middle-aged man of business; Joseph Ashmead, operatic and theatrical agent--at his wits' end; a female singer at the Homburg Opera had fallen really ill; he was commissioned to replace her, and had only thirty hours to do it in. So he was hunting a singer. What the lady was hunting can never be known, unless she should choose to reveal it.\\n\\nKarl, the waiter, felt bound to rouse these abstracted guests, and stimulate their appetites. He affected, therefore, to look on them as people who had not yet breakfasted, and tripped up to Mr. Ashmead with a bill of fare, rather scanty.\\n\\nThe busiest Englishman can eat, and Ashmead had no objection to snatch a mouthful; he gave his order in German with an English accent. But the lady, when appealed to, said softly, in pure German, \\\"I will wait for the *table-d'hote.\\\"*\\n\\n\\\"The *table-d'hote!* It wants four hours to that.\\\"\\n\\nThe lady looked Karl full in the face, and said, slowly, and very distinctly, \\\"Then, I--will--wait--four--hours.\\\"\\n\\nThese simple words, articulated firmly, and in a contralto voice of singular volume and sweetness, sent Karl skipping; but their effect on Mr. Ashmead was more remarkable. He started up from his chair with an exclamation, and bent his eyes eagerly on the melodious speaker. He could only see her back hair and her figure; but, apparently, this quick-eared gentleman had also quick eyes, for he said aloud, in English, \\\"Her hair, too--it must be;\\\" and he came hurriedly toward her. She caught a word or two, and turned and saw him. \\\"Ah!\\\" said she, and rose; but the points of her fingers still rested on the book.\\n\\n\\\"It is!\\\" cried Ashmead. \\\"It is!\\\"\\n\\n\\\"Yes, Mr. Ashmead,\\\" said the lady, coloring a little, but in pure English, and with a composure not easily disturbed; \\\"it is Ina Klosking.\\\"\\n\\n\\\"What a pleasure,\\\" cried Ashmead; and what a surprise! Ah, madam, I never hoped to see you again. When I heard you had left the Munich Opera so sudden, I said, 'There goes one more bright star quenched forever.' And you to desert us--you, the risingest singer in Germany!\\\"\\n\\n\\\"Mr. Ashmead!\\\"\\n\\n\\\"You can't deny it. You know you were.\\\"\\n\\nThe lady, thus made her own judge, seemed to reflect a moment, and said, \\\"I was a well-grounded musician, thanks to my parents; I was a very hard-working singer; and I had the advantage of being supported, in my early career, by a gentleman of judgment and spirit, who was a manager at first, and brought me forward, afterward a popular agent, and talked managers into a good opinion of me.\\\"\\n\\n\\\"Ah, madam,\\\" said Ashmead, tenderly, \\\"it is a great pleasure to hear this from you, and spoken with that mellow voice which would charm a rattlesnake; but what would my zeal and devotion have availed if you had not been a born singer?\\\"\\n\\n\\\"Why--yes,\\\" said Ina, thoughtfully; \\\"I was a singer.\\\" But she seemed to say this not as a thing to be proud of, but only because it happened to be true; and, indeed, it was a peculiarity of this woman that she appeared nearly always to think--if but for half a moment--before she spoke, and to say things, whether about herself or others, only because they were the truth. The reader who shall condescend to bear this in mind will possess some little clew to the color and effect of her words as spoken. Often, where they seem simple and commonplace--on paper, they were weighty by their extraordinary air of truthfulness as well as by the deep music of her mellow, bell-like voice.\\n\\n\\\"Oh, you do admit that,\\\" said Mr. Ashmead, with a chuckle; \\\"then why jump off the ladder so near the top? Oh, of course I know--the old story--but you might give twenty-two hours to love, and still spare a couple to music.\\\"\\n\\n\\\"That seems a reasonable division,\\\" said Ina, naively. \\\"But\\\" (apologetically) \\\"he was jealous.\\\"\\n\\n\\\"Jealous!--more shame for him. I'm sure no lady in public life was ever more discreet.\\\"\\n\\n\\\"No, no; he was only jealous of the public.\\\"\\n\\n\\\"And what had the poor public done?\\\"\\n\\n\\\"Absorbed me, he said.\\\"\\n\\n\\\"Why, he could take you to the opera, and take you home from the opera, and, during the opera, he could make one of the public, and applaud you as loud as the best.\\\"\\n\\n\\\"Yes, but rehearsals!--and--embracing the tenor.\\\"\\n\\n\\\"Well, but only on the stage?\\\"\\n\\n\\\"Oh, Mr. Ashmead, where else does one embrace the tenor?\\\"\\n\\n\\\"And was that a grievance? Why, I'd embrace fifty tenors--if I was paid proportionable.\\\"\\n\\n\\\"Yes; but he said I embraced one poor stick, with a fervor--an *abandon*-- Well, I dare say I did; for, if they had put a gate-post in the middle of the stage, and it was in my part to embrace the thing, I should have done it honestly, for love of my art, and not of a post. The next time I had to embrace the poor stick it was all I could do not to pinch him savagely.\\\"\\n\\n\\\"And turn him to a counter-tenor--make him squeak.\\\"\\n\\nIna Klosking smiled for the first time. Ashmead, too, chuckled at his own wit, but turned suddenly grave the next moment, and moralized. He pronounced it desirable, for the interests of mankind, that a great and rising singer should not love out of the business; outsiders were wrong-headed and absurd, and did not understand the true artist. However, having discoursed for some time in this strain, he began to fear it might be unpalatable to her; so he stopped abruptly, and said, \\\"But there--what is done is done. We must make the best of it; and you mustn't think I meant to run *him* down. He loves you, in his way. He must be a noble fellow, or he never could have won such a heart as yours. He won't be jealous of an old fellow like me, though I love you, too, in my humdrum way, and always did. You must do me the honor to present me to him at once.\\\"\\n\\nIna stared at him, but said nothing.\\n\\n\\\"Oh,\\\" continued Ashmead, \\\"I shall be busy till evening; but I will ask him and you to dine with me at the Kursaal, and then adjourn to the Royal Box. You are a queen of song, and that is where you and he shall sit, and nowhere else.\\\"\\n\\nIna Klosking was changing color all this time, and cast a grateful but troubled look on him. \\\"My kind, old faithful friend!\\\" said she, then shook her head. \\\"No, we are not to dine with you; nor sit together at the opera, in Homburg.\\\"\\n\\nAshmead looked a little chagrined. \\\"So be it,\\\" he said dryly. \\\"But at least introduce me to him. I'll try and overcome his prejudices.\\\"\\n\\n\\\"It is not even in my power to do that.\\\"\\n\\n\\\"Oh, I see. I'm not good enough for him,\\\" said Ashmead, bitterly.\\n\\n\\\"You do yourself injustice, and him too,\\\" said Ina, courteously.\\n\\n\\\"Well, then?\\\"\\n\\n\\\"My friend,\\\" said she, deprecatingly, \\\"he is not here.\\\"\\n\\n\\\"Not here? That is odd. Well, then, you will be dull till he comes back. Come without him; at all events, to the opera.\\\"\\n\\nShe turned her tortured eyes away. \\\"I have not the heart.\\\"\\n\\nThis made Ashmead look at her more attentively. \\\"Why, what is the matter?\\\" said he. \\\"You are in trouble. I declare you are trembling, and your eyes are filling. My poor lady--in Heaven's name, what is the matter?\\\"\\n\\n\\\"Hush!\\\" said Ina; \\\"not so loud.\\\" Then she looked him in the face a little while, blushed, hesitated, faltered, and at last laid one white hand upon her bosom, that was beginning to heave, and said, with patient dignity, \\\"My old friend--I--am--deserted.\\\"\\n\\nAshmead looked at her with amazement and incredulity. \\\"Deserted!\\\" said he, faintly. \\\"You--deserted!!!\\\"\\n\\n\\\"Yes,\\\" said she, \\\"deserted; but perhaps not forever.\\\" Her noble eyes filled to the brim, and two tears stood ready to run over.\\n\\n\\\"Why, the man must be an idiot!\\\" shouted Ashmead.\\n\\n\\\"Hush! not so loud. That waiter is listening: let me come to your table.\\\"\\n\\nShe came and sat down at his table, and he sat opposite her. They looked at each other. He waited for her to speak. With all her fortitude, her voice faltered, under the eye of sympathy. \\\"You are my old friend,\\\" she said. \\\"I'll try and tell you all.\\\" But she could not all in a moment, and the two tears trickled over and ran down her cheeks; Ashmead saw them, and burst out, \\\"The villain!--the villain!\\\"\\n\\n\\\"No, no,\\\" said she, \\\"do not call him that. I could not bear it. Believe me, he is no villain.\\\" Then she dried her eyes, and said, resolutely, \\\"If I am to tell you, you must not apply harsh words to him. They would close my mouth at once, and close my heart.\\\"\\n\\n\\\"I won't say a word,\\\" said Ashmead, submissively; \\\"so tell me all.\\\"\\n\\nIna reflected a moment, and then told her tale. Dealing now with longer sentences, she betrayed her foreign half.\\n\\n\\\"Being alone so long,\\\" said she, \\\"has made me reflect more than in all my life before, and I now understand many things that, at the time, I could not. He to whom I have given my love, and resigned the art in which I was advancing--with your assistance--is, by nature, impetuous and inconstant. He was born so, and I the opposite. His love for me was too violent to last forever in any man, and it soon cooled in him, because he is inconstant by nature. He was jealous of the public: he must have all my heart, and all my time, and so he wore his own passion out. Then his great restlessness, having now no chain, became too strong for our happiness. He pined for change, as some wanderers pine for a fixed home. Is it not strange? I, a child of the theater, am at heart domestic. He, a gentleman and a scholar, born, bred, and fitted to adorn the best society, is by nature a Bohemian.\\n\\n\\\"One word: is there another woman?\\\"\\n\\n\\\"No, not that I know of; Heaven forbid!\\\" said Ina. \\\"But there is something very dreadful: there is gambling. He has a passion for it, and I fear I wearied him by my remonstrances. He dragged me about from one gambling-place to another, and I saw that if I resisted he would go without me. He lost a fortune while we were together, and I do really believe he is ruined, poor dear.\\\"\\n\\nAshmead suppressed all signs of ill-temper, and asked, grimly, \\\"Did he quarrel with you, then?\\\"\\n\\n\\\"Oh, no; he never said an unkind word to me; and I was not always so forbearing, for I passed months of torment. I saw that affection, which was my all, gliding gradually away from me; and the tortured will cry out. I am not an ungoverned woman, but sometimes the agony was intolerable, and I complained. Well, that agony, I long for it back; for now I am desolate.\\\"\\n\\n\\\"Poor soul! How could a man have the heart to leave you? how could he have the face?\\\"\\n\\n\\\"Oh, he did not do it shamelessly. He left me for a week, to visit friends in England. But he wrote to me from London. He had left me at Berlin. He said that he did not like to tell me before parting, but I must not expect to see him for six weeks; and he desired me to go to my mother in Denmark. He would send his next letter to me there. Ah! he knew I should need my mother when his second letter came. He had planned it all, that the blow might not kill me. He wrote to tell me he was a ruined man, and he was too proud to let me support him: he begged my pardon for his love, for his desertion, for ever having crossed my brilliant path like a dark cloud. He praised me, he thanked me, he blessed me; but he left me. It was a beautiful letter, but it was the death-warrant of my heart. I was abandoned.\\\"\\n\\nAshmead started up and walked very briskly, with a great appearance of business requiring vast dispatch, to the other end of the *salle;* and there, being out of Ina's hearing, he spoke his mind to a candlestick with three branches. \\\"D--n him! Heartless, sentimental scoundrel! D--n him! D--n him!\\\"\\n\\nHaving relieved his mind with this pious ejaculation, he returned to Ina at a reasonable pace and much relieved, and was now enabled to say, cheerfully, \\\"Let us take a business view of it. He is gone--gone of his own accord. Give him your blessing--I have given him mine--and forget him.\\\"\\n\\n\\\"Forget him! Never while I live. Is that your advice? Oh, Mr. Ashmead! And the moment I saw your friendly face, I said to myself, 'I am no longer alone: here is one that will help me.'\\\"\\n\\n\\\"And so I will, you may be sure of that,\\\" said Ashmead, eagerly. \\\"What is the business?\\\"\\n\\n\\\"The business is to find him. That is the first thing.\\\"\",\"timestamp\":1637668102,\"title\":\"THE Golden Star,\\\" Homburg, was a humble hotel, not used by gay gamblers, but by modest travelers.\"},\"digest\":\"nnBnUBL3eSRC5ShAaDGvf81lti81JRFveXkT9kOTMGg\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"in1k2DCcfdsnoljsTzn7RxGWmRWvVZiDod6CWxvEs0s\\\",\\\"y\\\":\\\"Jh0v8U02CwUdZmLqaj_RI1x8S6gbOUy-CWY0r6IL-yU\\\"}\",\"signature\":\"CC0RxDHqrlxD15j9DpMvEAeisnE0r8QE0lvGPN93Tef2N1OO_oxG0wbGp71FjlXr4aTJWYfk_rC2uYt03pEjNQ\",\"signingKeySignature\":\"0x510eaa354ec4fa4f8f21ad68325f16d389c42f001405e8a31b9b9c9c37c141e60848495760365eae14082a71282f897bf4b41bcfea04080560c7d338339c8cc31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"in1k2DCcfdsnoljsTzn7RxGWmRWvVZiDod6CWxvEs0s\\\",\\\"y\\\":\\\"Jh0v8U02CwUdZmLqaj_RI1x8S6gbOUy-CWY0r6IL-yU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nnBnUBL3eSRC5ShAaDGvf81lti81JRFveXkT9kOTMGg\"}"