"{\"content\":{\"body\":\"![from Concave official twitter](https://images.mirror-media.xyz/publication-images/a-f03ZLLm4TPiDpDFc2Kq.png?height=500&width=1500)\\n\\nThis article is a personal opinion and does not represent any official statement.\\n\\nI noticed this project Cuz I saw crazy reposts from my friends on Twitter. I thought it was just a marketing case of MEME coins. After studying carefully, I found that both the harmoney official Twitter and OlympusDao's official Twitter reposted Concave's Twitter, which aroused my great curiosity.\\n\\nI never thought that this turned out to be a defi protocol and a Defi3.0 protocol related to OlympusDao. Although I am still confused about the whole mechanism of OHM, it does not affect my interest in concave. I started to research some other defi3.0 projects on the market such as MultichainCapital and CrossChainCapital.\\n\\nIn view of the fact that Concave's white paper has not yet been released, I can only start from the existing defi3.0 project and give you a brief understanding of the current defi3.0 ecological development stage. Take two typical examples as examples, let's understand their mechanism.\\n\\nTheir mechanism is not surprisingly cross-chain farming.\\n\\nIn short, both $CCC and $MCC are collective investment funds that can trade liquid assets and can use more complex portfolio construction and risk management to improve performance. Holders receive rewards in two ways: 1) passive reflection from the 10% transaction fee purchased from $CCC, and 2) long-term sustainable repurchase and token value flow generated from the $CCC investment strategy sex.\\n\\nThe simple and straightforward explanation is that you give your money to your CCC and MCC agreement, let the managers of these agreements (similar to the fund experience) help your assets for cross-chain investment, and the final return will be distributed to Investors, among them, 10% of the sales tax will be charged for the investment amount and 10% of the repurchase fee will be charged when selling it for the repurchase of $MCC and $CCC。\\n\\npersonally don't know whether the Concave is the same as these agreements, but judging from the only information available so far, he may go in the direction of dao instead of giving all the money to the administrator of a single agreement. This will undoubtedly greatly increase the risk of investors.\\n\\nDefi 3.0 is still at the conceptual stage and has not aroused the resonance of the entire cryptomarket. In the future, more advancers like Concave need to emerge, so that our digital world will have a brighter future, like ours. Respect to the developers of concave, they are the creators of history.\",\"timestamp\":1638280771,\"title\":\"My personal thoughts about concave.\"},\"digest\":\"f7ILvZo5lCfVYNuMCUtYlfdVrcNOUQFwq_wLgtiHWOc\",\"authorship\":{\"contributor\":\"0xE6bc40A1B7751722089bDd7c8b5BD544d6F43fe1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7YhqDAy1u4uOfuvW0RR_WVdOIzJ1YnLkAJbUZOmZhY8\\\",\\\"y\\\":\\\"CMLP_GeDbUR0gzF8R682sBRyDLGvz-h_OH4-WPuc_dA\\\"}\",\"signature\":\"2JDuh5mEz3HH67gj9GSNLmcIBzvHofG1oaxmeV96caLdWFY3PQt_mGXZjYzFKlWaZ2ysTHZm1_a0Lv5aB8_Erw\",\"signingKeySignature\":\"0x85a83fb04d1ea4199122bc12be3213557556ff3e95868d075c92e11a8c962a1853a7b28ba9016a3c1a8b449f723d2d1f635df71e8ae96edde4475316dcad3b4d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7YhqDAy1u4uOfuvW0RR_WVdOIzJ1YnLkAJbUZOmZhY8\\\",\\\"y\\\":\\\"CMLP_GeDbUR0gzF8R682sBRyDLGvz-h_OH4-WPuc_dA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f7ILvZo5lCfVYNuMCUtYlfdVrcNOUQFwq_wLgtiHWOc\"}"