"{\"content\":{\"body\":\"*The Weekly Hop is a newsletter written by Pathfinders. Click [here](https://rabbithole.mirror.xyz/2aWOCnFgLTRePfJn4C2P8RgmYh_I0VbPcColjQTtcJ8) to learn more about Pathfinders and our role in the decentralization of RabbitHole.*\\n\\nBack in '68, Stanley Kubrick transported us into [the distant year of 2001](https://youtu.be/oR_e9y-bka0), and the future as he envisioned it held wonders like space stations on the moon and velcro shoes. And while most of the tech in this space epic held onto the 60’s zeitgeist, a particular piece featured is pin-pointedly accurate to our 21st century reality.\\n\\nAfter setting the scene for the Discovery One spaceship, we're introduced to a futuristic gadget. Sitting on the table while the crew eats breakfast is a flat, portable screen, broadcasting the galaxy’s news from Earth all the way to Jupiter.\\n\\n[https://www.youtube.com/watch?v=JQ8pQVDyaLo&t=9s](https://www.youtube.com/watch?v=JQ8pQVDyaLo&t=9s)\\n\\n[Samsung](https://www.cnet.com/news/samsung-says-2001-a-space-odyssey-invented-the-tablet-not-apple/) later used this scene to argue against Apple's iPad patent in 2011, stating, “In a clip from that film lasting about one minute, two astronauts are eating and, at the same time, using personal tablet computers.”\\n\\nThink about that—a one minute clip from a 43 year old movie was used as solid proof that Apple didn't own the idea of tablets.\\n\\nThese examples from seemingly clairvoyant artists and visionaries are dotted throughout history, and so we ask ourselves: Can this speculation manifest our inventions into reality?\\n\\nThe birth of the Internet brought its fair share of “prophets” into the information age; among them, the fathers of the [cypherpunk](https://en.wikipedia.org/wiki/Cypherpunk) and crypto anarchy movements stand out as particularly eerie in how their original ideas translate to today’s blockchain wave.\\n\\nAs one example, [Timothy C. May](https://en.wikipedia.org/wiki/Timothy_C._May) proposed a movement based around privacy and freedom through technology—cryptography to be specific. Sounds a lot like Web3, doesn't it?\\n\\nAlmost a full 20 years before Satoshi Nakamoto created Bitcoin (and, more importantly, the concept of blockchains), May predicted our current revolution down to a T. Don't believe us? Here's a little excerpt from his [Crypto Anarchist Manifesto](https://groups.csail.mit.edu/mac/classes/6.805/articles/crypto/cypherpunks/may-crypto-manifesto.html):\\n\\n> *“The technology for this revolution--and it surely will be both a social and economic revolution--has existed in theory for the past decade. The methods are based upon public-key encryption, zero-knowledge interactive proof systems, and various software protocols for interaction, authentication, and verification.”...”The State will of course try to slow or halt the spread of this technology, citing national security concerns, use of the technology by drug dealers and tax evaders, and fears of societal disintegration.”...”crypto anarchy will create a liquid market for any and all material which can be put into words and pictures.”*\\n\\nFeel the goosebumps yet?\\n\\nFlash forward six years and [John Perry Barlow](https://en.wikipedia.org/wiki/John_Perry_Barlow) wrote up [his own version](https://www.eff.org/cyberspace-independence) of what he thought the Internet would become. Borrowing from some of May’s initial ideas, but with a much more techno-deterministic approach, he describes the Internet as altering the structure of society by allowing individuals to escape government’s tyrannies.\\n\\nThere’s no denying this vision has, at least partially, come to fruition. The Internet has disrupted traditional forms of power and created more opportunities for collective action and political engagement. But as the Internet has become increasingly adept at escaping government’s tyrannical nature, control has accumulated in the hands of a select number of platforms—the FAANG companies who’re re-consolidating power and fragmenting our civic discourse.\\n\\nThis is the fundamental tension that will shape web3: the tension between decentralized individual and collective empowerment, and centralized, hierarchical control.\\n\\nThe irony is, most people don’t actually want power—they just don’t want to be controlled. This begs the question: how do we create infrastructure and implement policies to effectively achieve individual and collective empowerment without hierarchical organizational structures?\\n\\nIf there’s anything we’ve learned from web2: greed clouds altruistic innovation. And as we think about and start building the next iteration of the Internet, let’s not make the same mistakes.\\n\\n\\\"Arise, you have nothing to lose but your barbed wire fences!\\\"  -[Timothy C. May](https://groups.csail.mit.edu/mac/classes/6.805/articles/crypto/cypherpunks/may-crypto-manifesto.html)\\n\\n\\\\*\\\\*\\\\*\\n\\n*Written by [@anay_sim](https://twitter.com/anay_sim) & [@sumin_of_note](https://twitter.com/sumin_of_note); edited by [@zach__davidson](https://twitter.com/zach__davidson)*\\n\\n### Pathfinder update:\\n\\n[https://twitter.com/zach__davidson/status/1449794116062220289?s=20](https://twitter.com/zach__davidson/status/1449794116062220289?s=20)\\n\\nWhat does this mean?\\n\\nTL;DR...\\n\\n1. RabbitHole’s operations will be decentralized into the hands of our community—from business development to marketing to subgraph development and more, there’s no shortage of ways for you to get involved.\\n2. Pathfinders will become core contributors to the DAO—we’ve had some amazing people step up and begin contributing in “stealth mode” as we ramp up DAO operations, we’ll announce new ways to get involved & contribute soon.\\n\\nTurn on post notification for [RabbitHole](https://twitter.com/rabbithole_gg) to stay in the loop :)\\n\\nAlso check out our new RabbitHole skill, [Protocol Politician](https://app.rabbithole.gg/skills/protocol-politician), to level up your active role in governance.\\n\\n*Hint: this skill will be required on the next quest…*\\n\\n*Intel provided by [@dr_ethereum](https://twitter.com/dr_ethereum) & [@zach__davidson](https://twitter.com/zach__davidson)*\\n\\n### Pathfinder question of the week:\\n\\nWe want to hear your vision for what the Pathfinders and RabbitHole DAO could become.\\n\\n***If you were to contribute to the RabbitHole DAO, what would you want to do? How would you contribute positively to the ecosystem? What would make this experience worthwhile for you?***\\n\\nJump into the [RabbitHole Discord](https://discord.gg/aWEH2hSm) & join the #WeeklyHop channel to discuss your ideas with the RabbitHole team!\\n\\n*Question of the week by [@JonahBaer](https://twitter.com/JonahBaer)*\\n\\n### Rabbit of the week:\\n\\nIf you were to look into the future like Timothy C. May, what kind of world do you see 20 years from now?\\n\\nLet us know on Twitter, and be sure to tag [@rabbithole_gg](https://twitter.com/rabbithole_gg) in your response.\\n\\n![](https://images.mirror-media.xyz/publication-images/jfFaXv0UuCpZR7VQH_fzA.jpeg?height=600&width=600)\\n\\n*Curated by @CurlyBracketEffect*\",\"timestamp\":1635616701,\"title\":\"The Weekly Hop #8: Crypto prophets & digital sovereignty \",\"publication\":\"rabbithole\"},\"digest\":\"ITA7gaL54AiUDnBhcKE2lWzhAvKrFqTQSxqD__Qp5zA\",\"authorship\":{\"contributor\":\"0x0ba85c9e1863E5efB8395a55cd042d61DECD6e89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vJ4Jt11R2M8YssjX2gKEBvM5zudG9_uhviWZRC10DFE\\\",\\\"y\\\":\\\"nHltyAn52aR-8ZyDkTpuHhZNPgqvnavICnU4NyqZUF4\\\"}\",\"signature\":\"xfvaZeRpXWMLD_ZQBwS1hLS5NiDOFqt2dYrJIgICTqzOViyg98SjHxsCCsMEKWmpuSE2qbDPF7L6hvDDnvTARg\",\"signingKeySignature\":\"0x29a54cebb73f0071269c1174e878ec97c9b07915941a1b8b946ba66d91ae420c64061045ccb1d9ffe29fc0908e94d89d4ca0b12b8836a8c4a4a2fc131c0b22cc1c\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vJ4Jt11R2M8YssjX2gKEBvM5zudG9_uhviWZRC10DFE\\\",\\\"y\\\":\\\"nHltyAn52aR-8ZyDkTpuHhZNPgqvnavICnU4NyqZUF4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6zn8WNzWJB8UJ_jOO3DYYU-3fSqEnE0q4ZSSmqLZaWw\"}"