"{\"content\":{\"body\":\"![\\\"The future ain’t what it used to be.\\\" - Yogi Berra](https://images.mirror-media.xyz/publication-images/dcaOaSaASRQv0hHgtpa3T.png?height=750&width=1085)\\n\\nIntro\\n\\nIf you are reading this, you most likely are already familiar with the famous NFT projects like CryptoPunks ($10.5m) or Beeple ($69m)\\n\\n### Value creation of innovation\\n\\nInnovation is the new way of combining existing ideas. The resulting new ideas can be recombined into new forms, leading to further cycles of innovation. This idea evolution enables exponential value creation through the magic of innovation compounding.\\n\\nThe pace of innovation compounding magic is determined by the **availability**, **composability** and **interaction** of existing ideas or building blocks. Higher quantity, broader compatibility and higher collision frequency of ideas all increase the pace of value creation through innovation. Applying this simple mental model to the current NFT ecosystem, gives us a good sense of the incredible value creation opportunities that lie ahead.\\n\\n![NFTs will be combined in new ways to create innovative value propositions.](https://images.mirror-media.xyz/publication-images/3BxEJFSSU5Gt14HKfbdbh.png?height=713&width=1139)\\n\\n1. **Availability**\\n\\n   Ideas are thoughts. They are infinite and only bounded by the willingness and ability of the creator to express them. The availability of interconnected global talent pool with a broad set of knowledge across art, music, finance, gaming and many other sectors creates an opportunity for an infinite source of ideas. Ideas expressed in digital world create digital asset value.\\n\\n   The NFTs enable ownership and transfer of the creator’s digital asset value. The minting of the NFT establishes an immutable record (smart contract) of the creator’s digital asset on the blockchain. This record enables digital asset property rights, provenance tracking and value capture for its creator, which unlocks infinite creative forces for new ideas in the NFT ecosystem.\\n\\n   The first wave of NFT creators has already generated a multitude of innovative use cases and meaningful value creation. In music, we saw [Kings of Leon](https://opensea.io/assets/0x557430421f8f3ed0a92aca211f1c05ad7b606288/0) raise $2m from NFT album sale in support of the live music crews during the pandemic. In gaming, the launch of the play-to-earn [Axie Infinity](https://marketplace.axieinfinity.com/) NFTs has provided much-needed income for thousands of families in Philippines. Finally in metaverse, the [Mana](https://market.decentraland.org/) NFT marketplace enables digital artists from all over the world to create and monetise their digital asset ideas.\\n2. **Composability**\\n\\n   The value proposition of the NFTs goes beyond ownership and transfer of digital asset value. NFT smart contracts created on the same blockchain (e.g. Ethereum) can be programmed to interact with each other in a trustless and permissionless environment. This modular feature enable innovation compounding and exponential value creation though combination of existing NFTs into new forms (e.g. [BYAC](https://www.animocabrands.com/bored-ape-yacht-club-and-animoca-brands-join-forces-to-make-blockchain-nft-game) developing play-to-earn game using existing NFTs). In addition, the availability of secure cross-chain bridges (e.g. [Solana to Ethereum](https://wormholebridge.com/#/)) will increase NFT interoperability and turbocharge the innovation cycle.\\n\\n   The composability feature so far has proven most valuable in the DeFi ecosystem, which is composed of interoperable and trustless smart contract applications ([dApps](https://dappradar.com/defi)). The composability of DeFi has enabled an accelerated pace of financial innovation and value creation for the [$200bn+](https://defillama.com/) of digital assets deployed on the ecosystem. This innovation in DeFi is already converging with evolution of NFT digital assets, unlocking their value through NFT collateralized lending ([NFTfi](https://nftfi.com/)) and fractional ownership ([Fractional](https://nftfi.com/)) solutions .\\n3. **Interaction**\\n\\n   The availability and composability of existing ideas will not lead to innovation, if the ideas are siloed and are not given chance to interact with each other. \\n\\n![](https://images.mirror-media.xyz/publication-images/wYhyFebiIGwmQ6qV5iQ7j.png?height=373&width=728)\\n\\n1. \\n\\n![Creators and community will leverage existing centralised platform networks to propagate NFT ideas and evolve into decentralised autonomous organisations (DAOs).  ](https://images.mirror-media.xyz/publication-images/HEjUoWWMGVNTPD13cn9Xh.png?height=329&width=848)\\n\\n\\\\[ \\\\]\\n\\n![The future is already here, its just not evenly distributed.](https://images.mirror-media.xyz/publication-images/4UdDcmVGlfpjqX9Jx6mMw.png?height=317&width=866)\\n\\nHigher reaction = temperature, concentration , pressure\\n\\nhigh vs low density\\n\\nviral vs. network\\n\\ntokenizing physical world - boundless opportunity\\n\\n**2 value proposition**\\n\\nutility, access, flex\\n\\n![NFT v2.0 value proposition beyond jpegs](https://images.mirror-media.xyz/publication-images/7-G1L1Wtn-wLpH60ODDgV.png?height=428&width=513)\\n\\n### Looking ahead\\n\\nNFT market map\\n\\nReal world asset tokenization.\\n\\nCreators economy.\\n\\nimmutable x, NFT defi\\n\\n![NFTs enable Web 3.0 evolution from centralised platform-owned digital content to decentralised user-owned digital assets. ](https://images.mirror-media.xyz/publication-images/ezTC2l4GJFtzX_eUxUjVo.png?height=517&width=650)\\n\\n**Close**\\n\\nEnjoyed reading this? Follow me on Twitter, if you would like to reach out or stay in touch.\\n\\n[https://twitter.com/TrinityInvestor](https://twitter.com/TrinityInvestor)\\n\\n\",\"timestamp\":1640796309,\"title\":\"NFT 2.0 - Evolution Beyond JPEGs\"},\"digest\":\"xWtRItsymfTeQaaygJs2K-LppWh8H-xnMh4ItMSWFuE\",\"authorship\":{\"contributor\":\"0x2f6325678b5b3F4653948859449C94dD0b38021E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"04bUSfKIZQVsYOdI2q8if2fU2kecMRDpOhDl8onVOQE\\\",\\\"y\\\":\\\"0e6umPTaHQOGZ9Rsq4fgaNNxa8zTyxFlXetgFzAVovs\\\"}\",\"signature\":\"zEU_jmgYwC4TEwKOiK_2yZGrYMSZSY6y7VaXIoIej9Slwge0yU5kVKNdMe8-HD_C0DTE8gIY1LZabU4kYW3BOw\",\"signingKeySignature\":\"0x014ca957dd9baa26eccfd3a1a03b07ff6ccfd90e1caae13aa0cb1263b14c5ad96ebb97bbe3cf227bdccf28fe2728c449de95c67b2b83fa3c45b8054356cb4b031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"04bUSfKIZQVsYOdI2q8if2fU2kecMRDpOhDl8onVOQE\\\",\\\"y\\\":\\\"0e6umPTaHQOGZ9Rsq4fgaNNxa8zTyxFlXetgFzAVovs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bV7_UL1FMrhW_A6pe7oWgTfSUUDb26YGBi_MhHIsJ5Y\"}"