"{\"content\":{\"body\":\"So, I did a talk last November 18 for student-led tech organization, [Developh](https://twitter.com/develophorg)!\\n\\nHere’s a recording of that talk! You can pretty much just watch the first hour of the video because the rest is me just sharing some projects I support (around 55:00) -- which you can just read below,-- and also the Q&A (around 01:24:00).\\n\\nYou may download a copy of the slides [here](https://drive.google.com/file/d/19D8hRBhu4dLkKp99ziFwzXbse6O3oJ9F/view?usp=sharing). (Free for anyone to download!)\\n\\nIf you were one of the attendees, you may schedule a one-hour call with me [here](https://www.mintgate.app/go/46QYaJK8jAE8/)! (Only for $GIAN token holders, which all attendees received)\\n\\nAnyway, thank you so much to everyone who attended the talk, and to Developh for the invite!\\n\\n***If you happen to see this post, consider buying the commemorative NFT for the talk at the end of this post! Part of the sales will go to Developh to fund their initiatives.***\\n\\n[https://www.youtube.com/watch?v=hCT7NVRWq0U](https://www.youtube.com/watch?v=hCT7NVRWq0U)\\n\\n\\n---\\n\\n## Resource List\\n\\n### In case your friends shit on you for making NFTs or being in the space…\\n\\n* Here’s [an unbiased blog post on the environmental impact of NFTs](https://sterlingcrispin.blogspot.com/2021/02/crypto-art-sky-is-not-falling.html) (with sources) by [Sterling Crispin](https://twitter.com/sterlingcrispin)\\n* ALSO, an upgrade to the Ethereum network called “[Ethereum 2.0](https://decrypt.co/resources/what-is-ethereum-2-0)” is on the works, expected to be released by the first half of 2022. [Implementation has been done in phases, with the first phase already up](https://ethereum.org/en/eth2/).\\n* Ethereum 2.0 [is expected to use 99.95% less energy](https://blog.ethereum.org/2021/05/18/country-power-no-more/) than how much the network is using right now.\\n* BTW, if you’re making NFTs on [Polygon](https://blog.polygon.technology/polygon-the-eco-friendly-blockchain-scaling-ethereum-bbdd52201ad/) or [Tezos](https://wiki.tezosagora.org/learn/baking/tezos-energy-consumption), congratulations. You’re using a network using 99% less energy than the current Ethereum network.\\n\\nIf they choose to not believe them and continue to shit on you, then leave them. If you become successful, they do not deserve any of YOUR success.\\n\\n### For bite-sized answers to “WTF is this?” and “WTF is that?”\\n\\n* [Binance Academy](https://academy.binance.com/)\\n* [Decrypt Learn](https://decrypt.co/learn)\\n* [Forefront Learn](https://www.forefront.market/learn/social-tokens) - For more info on social tokens and DAOs\\n* [A beginner’s guide to NFTs, social tokens, and DAOs](https://linda.mirror.xyz/) by [Linda Xie](https://twitter.com/ljxie)\\n\\n### Twitter Lists to check out\\n\\nEven I have discovered new people and projects in these lists, LMAO.\\n\\n* [People to follow so that you can break the stereotype that “crypto is just for white frat bros who just circle-jerks the same amount of wealth”](https://twitter.com/i/lists/1462917037257199618)\\n* [“Service DAOs”](https://twitter.com/i/lists/1437390693295607819) (DAOs that help other DAOs) by [Guild.xyz](https://twitter.com/guildxyz)\\n* [“Impact DAOs”](https://twitter.com/i/lists/1438479713782087690), also by Guild.xyz\\n* [“CryptoQueers”](https://twitter.com/i/lists/1448685602833113090) by [Zak Krevitt](https://twitter.com/zak_krevitt)\\n* [“Trans and Non-Binary Crypto Artists”](https://twitter.com/i/lists/1379318490746683399) by [Dawnia Darkstone](https://twitter.com/letsglitchit)\\n\\n## Projects I support, looking forward to, etc.\\n\\n### Quick Refresher\\n\\nYou’ll see “tokens” be mentioned a lot in the next part. You can use tokens to help shape the future of the project by holding them (more tokens = more voting power), or you can convert them to other cryptocurrencies in case you need money!\\n\\n### NFT Marketplaces\\n\\n* **[Zora](https://zora.co/)** - Protocol (meaning anyone can make their own marketplace using it). Gets 0% of your sale. Here’s some marketplaces using their protocol!\\n  * **[Catalog](https://beta.catalog.works/)** - NFT marketplace JUST for music\\n  * **[Artiva](https://artiva.app/)** - Make your own NFT marketplace\\n* **[Rarible](https://rarible.com/)** - Another protocol! Gets 2.5% of your sale, but gives you $RARI tokens whenever you make a sale or you bought something. Coming to Tezos this December!\\n* **[DoinGud](https://doingud.com/)** - Marketplace on Polygon where you can make a Split (feature where shares of the sales are automatically split amongst a group of people) to non-profit organizations making a great impact to the world.\\n* **[Objkt](https://objkt.com/)** and **[Hic et Nunc (H=N)](https://hen.teztools.io/)** - Marketplaces on Tezos, has less of those 10K generative art cash grabs.\\n* **[Showtime](https://showtime.io/)** - Not really a marketplace. Showcase NFTs you own and made. (Web3 Instagram) You can also mint your own NFT for free through the Polygon network.\\n\\nYou might want to check [this website](https://pumpmygas.xyz/) for estimates on how much ETH you need to spend when minting (making) an NFT on the Ethereum network.\\n\\n### Grants\\n\\nFor anyone interested in minting their first NFT on the Ethereum network.\\n\\n* **[Mint Fund](https://twitter.com/themintfund)** - Global fund for BIPOC, LGBT+, prioritizing people outside North America and Europe\\n* **[First Mint Fund](https://twitter.com/firstmintfund)** - For South East Asian people\\n\\n### Games\\n\\n* **[Parallel](https://parallel.life/)** - Sci-Fi card game like Magic: The Gathering, [with cool AR stuff](https://twitter.com/ParallelNFT/status/1430763412460556288?s=20). (I finally found a link to a sample!)\\n* **[The Watch](https://www.missingwatcher.com/)** - World’s first blockchain alternate reality game (in development)\\n* **[Ethermore](https://ethermore.xyz/)** - RPG where the story and quests depends on how the DAO (holders of the 15,000 character NFTs) decides.\\n\\n### Virtual Worlds\\n\\nBuy virtual land, build on it, and visit other people’s land. (Sounds very dystopian, but anyone can make their own “worlds” with limited amounts of “land”.)\\n\\n* **[Cryptovoxels](https://cryptovoxels.com)**, **[Decentraland](https://decentraland.org/)**\\n\\n### DAOs / Communities\\n\\nSome may be free or paid, has an application process, has grants you can take advantage of, a mix of any of the following, etc. etc.\\n\\n* **[Forefront](https://www.forefront.market/)** - Media DAO that aims to be the port of entry to social tokens and DAOs. Subscribe to our newsletter to get the latest updates on the Web3 space!\\n* **[Gitcoin](https://gitcoin.co/)** - Platform for people to check out different kinds of open-source projects, contribute to them, or help fund them.\\n* **[Kernel](https://kernel.community/en/)** - Cohort-kind of learning for people who wants to make a better internet for people that they care about. Welcomes people who know nothing about Web3!\\n* **[Protein](https://www.proteincommunity.xyz/)** - Shaping good growth, and making projects aligned to the concept.\\n* **[RaidGuild](https://www.raidguild.org/)** and **[IndieDAO](https://www.2c.io/indiedao)** - Helps other DAOs for different kinds of projects (See more of these kinds of DAOs on the Resource List below)\\n* **[Friends with Benefits](https://www.fwb.help/)** - Literally what a Discord with friends looks like, where you all just share stuff to each other. You never know what kinds of benefits you can get from it! A new job? A side hustle? A nice network of people?\\n* **[Good Karma Records](https://twitter.com/goodkarmadao)** - A record label… that is also a DAO! They are currently looking for contributors, so hop on their Discord.\\n* **[Seed Club](https://seedclub.xyz/)** - While they are a closed (only for investors, from what I know), you all should check out the communities they are helping build.\\n* **[Metafactory](https://www.metafactory.ai/)** - Clothing store that can help design merch for DAOs, buying merch from their store gives you cash back in the form of their token… which you can use to shape the future of the DAO or platform.\\n* **[HEATDAO](https://twitter.com/HEATDAO)** - Upcoming marketplace for movement data (see choreographers of famous TikTok dance challenges not getting a lot from their impact on culture)\\n* **[Pozzle Planet](https://twitter.com/PozzlePlanet)** - Upcoming app where users must do actions that makes a good impact to the world to earn tokens.\\n* **[Continuum](https://twitter.com/continuumxyz)** - Upcoming platform for creators to teach what they know and earn tokens from their content.\\n* **[0xStation](https://station.mirror.xyz/xlPSC6PYsazGxjo-pqyaV8M4ujtWapxhCmVQfBjmN9o)** - Upcoming project aiming to help people know how can they use their current job / skillset in Web3\\n\\n### Platforms\\n\\n* **[Coinvise](https://www.coinvise.co/)** - Make your own social token or for your community. No need to apply!\\n* **[Mirror](https://mirror.xyz/)** - This website! Decentralized publishing platform with economic features like NFT editions, Splits, Auctions, and Crowdfunds! (Web3 Medium or Substack)\\n* **[Glass](https://glass.xyz/)** - Decentralized VIDEO publishing platform (Web3 Youtube or Twitch) with NFT editions.\\n* **[Audius](https://audius.co/feed)** - Decentralized audio streaming platform (Web3 Soundcloud). While there are no economic tools like selling your song or album as an NFT, artists get tokens when they upload their work.\\n* **[Layer3](https://alpha.layer3.xyz/)** - Look for bounties (task-specific one-time gigs) from various DAOs or platforms, and get tokens in return.\\n* **[Yup](https://yup.io/)** - Curate-to-earn platform. Give any link on the internet a rating and get tokens if more people also give it a rating.\\n* **[Juicebox](https://juicebox.money/#/)** - Crowdfunding platform where the platform fee is just converted to tokens you get.\\n* **[RabbitHole](https://app.rabbithole.gg/)** - Mission board for anyone who wants to try out Web3 platforms. I recommend checking out the platforms they’ve featured, even if you have no intentions of finishing a task for the meantime.\\n* **[Manifold Studio](https://www.manifold.xyz/)** - Make your own NFT smart contract so that it’s YOUR contract. Not the marketplace’s.\\n* **[MintGate](https://www.mintgate.app/)** - Token-gate any link on the internet or make event passes so that it’s only accessible to NFT or token holders. No “right-click save-as” file can have access to your exclusive content.\\n* **[Guild.xyz](https://alpha.guild.xyz/)** - Token-gate your Discord server\\n* **[PartyBid](https://www.partybid.app/)** / **[Fractional](https://fractional.art/)** - Crowdfund purchasing an NFT. Get tokens in return that represents your share of the pie. Now, not only the rich can own an NFT!\\n\\n\\n---\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1249](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=1249)\\n\\n[split://0x3F5AA33875c3b3E526316A35Bb7bba44CB093A6D?network=mainnet](split://0x3F5AA33875c3b3E526316A35Bb7bba44CB093A6D?network=mainnet)\\n\\n\",\"timestamp\":1638452121,\"title\":\"\\\"WTF is Web3?\\\" - A talk I did\",\"publication\":\"gianferrer\"},\"digest\":\"pr2QoC-mGRoBxnTh3I4JlY7iKT5Tk1OtVonw7_VO_R4\",\"authorship\":{\"contributor\":\"0x2bD5d2e3d5852AD9960638083cb7c9F493E7A597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LEXyqiiuCcZyBnKGEd6lbZTXN4kk8OgvqJ2EibfKnLE\\\",\\\"y\\\":\\\"ueELhJIwGkoElD3WOE_qm-SBz0caWMayCy5wZEGFlTM\\\"}\",\"signature\":\"m2jlmFVoOnuzD_NXm7FYZGBquzL5ABuFliK1yNtCtSXC_TmtuRnzDeRF4IPiFpHCOhnAL-kTEWVuoA7N4uPWog\",\"signingKeySignature\":\"0x814ac8874b01285f9403c26698e2138f87b4b1295d79bd058728a93b0d4f13f2308f0a34aadaf296227a461b66827eb90dc2e48d6923fff4bb31104c6b6bb76e1c\",\"signingKeyMessage\":\"I authorize the publication of articles on gianferrer.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LEXyqiiuCcZyBnKGEd6lbZTXN4kk8OgvqJ2EibfKnLE\\\",\\\"y\\\":\\\"ueELhJIwGkoElD3WOE_qm-SBz0caWMayCy5wZEGFlTM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aueqwLNMOKEdGcugtnu7ci5Lfsgv_TSkoX4vqKUdRxg\"}"