"{\"content\":{\"body\":\"### Game mechanism:\\n\\nit is a mobile game pays players game token for each step they move; game token can be earned either passively or actively, and governance token can be earned after player hits max level. To play the game, player must have a NFT sneaker, which can be bought or rent at no cost. Player can level up, add gemstones and produce new NFT sneakers in game through burning game tokens and/or governance tokens.\\n\\nPlayer can participate online Marathon to compete for top leader-board position and get rewards, or spend energy to do a power run to earn not only game/governance tokens, but also achievements and NFT badges. Certain NFT badges allow player to have certain perks in-game.\\n\\nThe essence of the game is to create a massive funnel to get non-crypto runners to the crypto community, starting from get them earn some tokens in their wallet by walking or running. Once they have some tokens in their wallet, they will think about cashing out, this will motivate them to learn how to use decentralized wallet and register to exchange\\n\\n![](https://images.mirror-media.xyz/publication-images/-rAX3MUWZbygzjKs74eDa.png?height=916&width=750)\\n\\nJust let us run, and now the game has started the internal beta, the number of[ discords ](https://discord.gg/YVb2SfgR)has exceeded 13,000, and the number of [Twitter](https://twitter.com/Stepnofficial?s=20) followers has exceeded 12,000. There is no doubt that it has just begun, and it will achieve great success in the future.\\n\\n### How to qualify for the closed beta\\n\\n1. Get the 💙 JOGGER role, which requires 100 or more meaningful chat messages in the 💬︱-general chat room only. Chat in any other channels will not count.\\n2. There is no need to ping admins or CMs to obtain this role; trust that our bots are counting your chats and will automatically award you the 💙 JOGGER role once the required number of messages have been met.\\n\\nHow simple it is that it took me 10 minutes to invite 3 people and get the qualification！！！\\n\\n🔥 StepN Beta will be available from 3rd Nov 2021, 2:00 PM Sydney Australian Time (GMT +10) The Beta Testing will last for 6–8 weeks. 🔥！！！！\\n\\n### randomly draw 30 qualified players every 2 days, to get your qualification\\n\\nyou need to complete any of the two tasks below: \\n 1.Report a bug，Generate content about STEPN and post on your social media (Medium, Youtube, Twitch etc.).\\n\\n2\\\\.You need submit your email, twitter and discord ID to our admin once you have done the tasks, we will post the drawing result at our Twitter\\n\\n*Now the number of testers is very small and there are many opportunities!！！！*\\n\\n### My test process and instructions\\n\\nThere are various ways to earn tokens,and running is one of them. You can also earn tokens passively by renting out/selling your spare NFT sneakers on the marketplace.\\n\\n**What is GST?** \\n GST is STEPN’s game token, and it is minted by walking jogging,or running.it is burned when you level up your NFT sneakers or produce new NFT sneakers\\n\\n**What is GMT?** \\n GMT is STEPN’s governance token,and it is minted by walking,jogging,or running when you have at least one max level NFT sneakers.GMT is used to participate in on-chain governance\\n\\n**What is Energy?** \\n Each Energy equals 5 mins of running time in the adventure mode. In adventure mode, your token earning will be maximized.\\n\\n**What is credit?** \\n Credit is used when you rent an NFT sneaker on the marketplace.lf you do not run in adventure mode 24 hours after renting,the system will deduct one credit from you. Low credit discourages other players lease thair NCT eneaiere to vnn\\n\\n### Main interface\\n\\n### \\n\\n![](https://images.mirror-media.xyz/publication-images/fN831WL-8OUrIU7T_Z6hf.png?height=1733&width=800)\\n\\n### This is the initial interface. Very beautiful, click to start and let us run\\n\\n![](https://images.mirror-media.xyz/publication-images/LaZxHRK_COGK3MdLRA7M9.png?height=1733&width=800)\\n\\n### I have already started to enter the running interface, where I can enter the map in the lower left corner, and at the same time I can see how long I have been running. As the running progresses, I start to earn “GST” and the “energy” is gradually decreasing.\\n\\n![](https://images.mirror-media.xyz/publication-images/rDWLgzOecav5Rv0o3UZWl.png?height=1733&width=800)\\n\\n### I can have different shoes, they have different attributes, of course I can upgrade them by running, which is great, it will also have durability, if the durability is gone, we need to repair them\\n\\n### It is still in the early stages of testing, and more fun features will be launched later, such as shopping carts, wallets, and even interacting with others. I think this is simply a genius design. Of course, I very much hope that it can cooperate with some famous companies in the future. E.g. NIKE\\n\\n### Let’s run, friends！！\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/Yaov_VqEEgXk-ynsdwazA.png?height=938&width=749)\\n\\n\",\"timestamp\":1636190702,\"title\":\"StepN，A move-2-earn mobile game that allows millions of non-cryptocurrency runners to join cryptocurrency\"},\"digest\":\"DzwzByD9XSH89GE7okvp_Q5P3VbDmSouuf5FAEKvnNc\",\"authorship\":{\"contributor\":\"0xaD2b2F8044986Cb8f0148a03fe14C5551272386f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0iu2Tuzwb78jQ8Vqe-YfFr2pilABuivjnsAWADvRf8I\\\",\\\"y\\\":\\\"m-WV_k1uCqJJLaXmPcZLXhhSjLl2U9TrKm05u4Zua4A\\\"}\",\"signature\":\"0CDQlllkhfa43JPCioIDEm_2BbPy2gNUKwfi9V4F85wZK7jnjQRg2hLvGjHthuwqog72yTINIqgIES3i0p6MIw\",\"signingKeySignature\":\"0xe8ae7d77327b88a6726bf90dbea193e56ebed2771b96ba185fd7ddffd1574dcf33bdf922376923ded85b7f140619a1e98f908453e12360d97df58f0635e322df1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0iu2Tuzwb78jQ8Vqe-YfFr2pilABuivjnsAWADvRf8I\\\",\\\"y\\\":\\\"m-WV_k1uCqJJLaXmPcZLXhhSjLl2U9TrKm05u4Zua4A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DzwzByD9XSH89GE7okvp_Q5P3VbDmSouuf5FAEKvnNc\"}"