"{\"content\":{\"body\":\"I'm as skeptical of cryptocurrency as the next guy -- maybe even more so, since [I keep reading about \\\"rug pulls,\\\"](https://www.cybertalk.org/2021/09/02/defi-cryptocurrency-rug-pulls/) where the founder of a currency or a seller of NFTs disappears with the millions of dollars he has raised (you know it's bad when this kind of thing is so common that people have already come up with a special term for it). There are a lot of scam artists out there attracted by the smell of easy money, and the whole idea of an NFT -- [a piece of code that exists on the blockchain](https://www.theverge.com/22310188/nft-explainer-what-is-blockchain-crypto-art-faq), and in many cases simply points to a URL, which in turn points to an NFT gallery that basically hosts a JPEG of the image someone has paid hundreds of thousands or even millions of dollars for -- seems bizarre to me. But then, so does modern art in general.\\n\\n[https://twitter.com/paleofuture/status/1456214657815904260?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1456214657815904260%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.mathewingram.com%2Fwork%2Fwp-admin%2Fpost.php%3Fpost%3D256522action%3Dedit](https://twitter.com/paleofuture/status/1456214657815904260?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1456214657815904260%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.mathewingram.com%2Fwork%2Fwp-admin%2Fpost.php%3Fpost%3D256522action%3Dedit)\\n\\nDespite all this, there is something I find kind of fascinating about the whole idea of Axie Infinity. Not the crypto part -- which, as an arts major, I admit I barely understand -- but the move towards what some call [DAOs or \\\"distributed autonomous organizations,\\\"](https://en.wikipedia.org/wiki/Decentralized_autonomous_organization) which are powered by cryptocurrencies. These entities are like digital nation-states, with their own rules and currency, and one of the most interesting is called [Axie Infinity](https://axieinfinity.com/) (there's also a DAO called Mirror that is [devoted to crowdfunding writing and journalism](https://www.vice.com/en/article/dypzbq/surprise-the-future-of-media-involves-a-crypto-based-popularity-contest-mirror), which I'm also kind of interested in). What makes Axie Infinity especially interesting is that it's really just a game -- like an updated version of Neopets or Pokemon. And as [Chris Dixon of Andreessen Horowitz has said](https://cdixon.org/2010/01/03/the-next-big-thing-will-start-out-looking-like-a-toy) (paraphrasing author Clay Christensen), \\\"the next big thing always starts out looking like a toy.\\\"\\n\\nThere are lots of \\\"pay to play\\\" online and mobile games, and there are lots of free-to-play games where you have to pay to buy characters or power-ups. There are virtual world games like [Roblox ](https://en.wikipedia.org/wiki/Roblox)(which lets users create their own games inside the Roblox world that others can play) and [Fortnite](https://en.wikipedia.org/wiki/Fortnite). But only Axie Infinity has created an entire economy that underpins the game, based on cryptocurrency. And it has grown like wildfire: the current market cap of the AXS token (which is based on Ethereum) is [close to $10 billion](https://www.coingecko.com/en/coins/axie-infinity). The company itself has [a valuation of about $3 billion](https://www.theinformation.com/articles/andreessen-horowitz-values-developer-of-nft-game-axie-infinity-at-3-billion), based on a recent financing round of $152 million led by Andreessen Horowitz.\\n\\nWhen you go to [the site](https://axieinfinity.com/), before you can play, you have to buy three \\\"axies\\\" or game characters, and in order to buy them, you have to set up [a Ronin wallet](https://purchase.roninchain.com/) to hold your cryptocurrency, and then you have to put Ethereum into it, using the Ronin Bridge crypto transfer service. Then you can [buy from the Axie Marketplace](https://marketplace.axieinfinity.com/), where each Axie in different categories -- beast, plant, bug, mech, etc. -- is rated according to various characteristics, including \\\"breed count\\\" and \\\"pureness.\\\" The cheapest Axie was about $200 the last time I looked, and you need three of them to play. They are also NFTs, minted by game players and then sold to others. Since it was created in 2018, [the company has reportedly traded NFTs worth about $2.5 billion](https://www.coingecko.com/en/coins/axie-infinity).\\n\\n![](https://images.mirror-media.xyz/publication-images/WV4F3BUWZThNdbqmiPcHs.png?height=564&width=709)\\n\\nEach Axie can only be [bred](https://whitepaper.axieinfinity.com/gameplay/breeding) a set number of times, which creates scarcity. Three digital currencies are required for breeding Axies: the Smooth Love Potion, the Axie Infinity Shard, and Ethereum. [Infinity Shards are described as](https://axieinfinity.com/axs/) \\\"the glue that binds all Axie community members together.\\\" The site says AXS holders will be able to claim rewards if they stake their tokens, and participate in key governance votes. Staking [basically adds them to a pool and creates liquidity](https://axieinfinity.com/axs/) (something that's crucial for a currency). Eventually, the company says, stakers \\\"will be able to direct usage of The Community Treasury.\\\" It's a little unclear what that is exactly.\\n\\nThe potential to earn money from the game seems to appeal to players in some poorer non-US countries, despite the fact that it costs several hundred dollars to even get started. According to one estimate, about 40 percent of Axie Infinity players [are located in the Philippines](https://cointelegraph.com/news/monster-battle-nft-game-axie-infinity-soars-in-popularity-among-developing-nations), and a Twitter user from Ghana said recently that players there are earning as much as 2,562 Ghanaian cedis per month -- about $420 US -- which he said is [several times higher](https://twitter.com/godwin_france/status/1455873218175242243?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1455873218175242243%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fnews%2Fmonster-battle-nft-game-axie-infinity-soars-in-popularity-among-developing-nations) than the country's minimum wage. Leaked videos from earlier this year showed entire farms consisting of smartphones and other electronic devices dedicated to harvesting SLPs by playing Axie Infinity. \\n\\nSome believe that Axie Infinity could expand even faster now that the company has released Katana, its decentralized exchange, [which went live on November 4](https://decrypt.co/85281/ethereum-game-axie-infinity-ronin-dex-slp-token-spikes).  Katana allows anyone to easily swap between the various assets within the Axie Infinity ecosystem without having to bridge to other crypto exchanges or swap Ethereum. \\\"With Ronin’s release, the Axie nation has entered a new age,\\\" [the company said when it announced the launch](https://decrypt.co/85281/ethereum-game-axie-infinity-ronin-dex-slp-token-spikes). \\\"Economic activity is booming and we’ve welcomed new citizens at a rate that’s shocked the world. Today, we take one step closer to a more prosperous future for our digital nation.\\\"\\n\\nThis may seem like an overly ambitious statement, calling an online game a \\\"digital nation.\\\" But [could these kinds of DAOs become the equivalent of digital nations](https://www.notboring.co/p/the-dao-of-daos), with their own banks and currencies and economies and even laws? Obviously, those laws couldn't exist outside of national law, but they could certainly create new variations on governance, especially if they were based somewhere with lax national regulations on such things. How much freedom would a DAO have? And could it provide a living for game players, or is the crypto element likely to be hijacked by the usual kinds of nefarious interests? It will be interesting to watch.\",\"timestamp\":1636414153,\"title\":\"Axie Infinity, DAOs and the future of money\"},\"digest\":\"mc3giucGKvH_8Ho0AfhDHrZufO7aAqIs6PxYBUqrDwU\",\"authorship\":{\"contributor\":\"0x6Ea4A3F77BbEEb35c859f442828358f9aCb1F9c8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xjKmXZkHuK2LOcJWb-WHl_w08dl7kKjVUamgiRS_GbM\\\",\\\"y\\\":\\\"FvaZferHKqoiJtsmT2ZS5xe69lBFPi9CWgXw0dfCgJA\\\"}\",\"signature\":\"5KjcUoKXtSKMNIgWaa3db9ikTkcYFMR2U-adDcHaUWfIzw9CzYxjVfgJeIuoO9P8aG8EYoQnux9H0HA_WBdtVA\",\"signingKeySignature\":\"0x5d221b1c2ccf4cfc0a7b03dc5b86a9d4b222c247ddd020eb9cc44259d7f81beb046bbb2a0cc968e23fa3fb0301e93ab8770da8df4417bf0d537bf11fee2064c21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xjKmXZkHuK2LOcJWb-WHl_w08dl7kKjVUamgiRS_GbM\\\",\\\"y\\\":\\\"FvaZferHKqoiJtsmT2ZS5xe69lBFPi9CWgXw0dfCgJA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mc3giucGKvH_8Ho0AfhDHrZufO7aAqIs6PxYBUqrDwU\"}"