"{\"content\":{\"body\":\"Almost 2 months went by [since RAW was initially conceptualized](https://dtjournal.substack.com/p/shooting-raw).\\n\\nAfter intense discussion, we were able to:\\n\\n* Find [a model for incubation in Fingerprints DAO](https://snapshot.org/#/fingerprints.eth/proposal/QmPjqdJMGBUAVG9khaXjmt17kMfJTUEguFrhj2yz3Rh3jk)\\n* Involve most of the top photographers in the space\\n* [Soft launch one sold out collection: THE AFRONAUTS by Cristina de Middel](https://twitter.com/theRAWdao/status/1455643546153852945?s=20)\\n\\n![YINQABA from the series The Afronauts](https://images.mirror-media.xyz/publication-images/I4h9Z1oiEPhCMDg_QE9By.png?height=720&width=720)\\n\\nNow RAW is starting its own path, [starting its own Discord](https://discord.gg/2rm3CXaM5G) and…having a party!\\n\\nWe were looking for ways to raise enough funds to start supporting hundreds of photographers and really make the NFT photography space a major market.\\n\\n## Why photography is poised to take off?\\n\\nPhotography is in a place similar to where generative art was in the beginning of 2021.\\n\\nInterest is starting to pick up, as people see [community building as a big way for photography to be elevated to a true crypto-native art form, unlocking value.](https://dtjournal.substack.com/p/shooting-raw)\\n\\nBut still, the entire NFT photography market [is less than one third of the size of a single Art Blocks collection like Fidenza](https://dtjournal.substack.com/p/shooting-raw-part-2), despite the fact that photography is a much bigger market than generative art, at least in the traditional world.\\n\\nA few initiatives have been popping up in the space. Most notably [Quantum](https://www.quantum.art/), a platform that brought me the exact feeling I had on early Art Blocks minting. Fun, competitive, gamified, highly curated. It’s amazing to see the photography renaissance and to be a part of it.\\n\\n*(the very name of Fingerprints DAO came from a [post](https://dtjournal.substack.com/p/fingerprints-of-the-blockchain) about Art Blocks, so it feels full circle in a way)*\\n\\nBut we were still missing a way to involve the whole community.\\n\\nWe tried forms and nominations but mostly photographers applied.\\n\\nPhotographers are great and essential, but if we want the DAO and the space to be successful, it’s essential to have the collectors onboard. Remember, [we’re trying to structure supply AND demand](https://dtjournal.substack.com/p/shooting-raw-part-2).\\n\\n## …let’s throw a party and people will come!\\n\\nThe way to become a member in RAW is to participate in the Party Bid for Twin Flames #49 - The Community Twin.\\n\\nThe most iconic piece from the most successful collection in photography NFTs, the one the community itself was able to make [the first NFT auctioned at a major auction house, Sotheby’s.](https://www.sothebys.com/en/buy/auction/2021/natively-digital-a-curated-nft-sale-2/announced-soon)\\n\\n![Twin Flames #49 - The Community Twin](https://images.mirror-media.xyz/publication-images/ozzOiTzU9DcezMQXAtBv-.png?height=2100&width=2100)\\n\\n[Party Bid is a product for collective bidding on NFTs.](https://www.partybid.app/) You form a PartyBid, invite your friends, place bids together and have fun.\\n\\nBut we’re taking it one step further: we’re using the sale of Twin Flames #49 as a way to bootstrap the formation of RAW DAO!\\n\\nThe mechanics are the following:\\n\\n* Starting next **Monday, Nov 15th**, RAW DAO will list The Community Twin in a auction at Zora for 1k ETH\\n* A Party Bid will be organized. If the bid is successful, the participants will get fractions of the artwork, proportionate to the size of their contribution\\n* **Anyone who contribute at least 1 ETH to the Party will be airdropped enough $RAW tokens to become a full member (250 $RAW per ETH)**\\n* **Fingerprints DAO members will get a 50 $RAW bonus per ETH. 300 $RAW per ETH**\\n* **Participants who commit more than 5 ETH will get the same 50 $RAW bonus per ETH. 300 $RAW per ETH**\\n\\nParticipants will not only get the fractions of the most iconic piece of the Twin Flames collection, but also get a $RAW airdrop. The party will be open for 1 week or until it reaches the auction reserve price.\\n\\nAfter the party we will have to structure the following, with participation of the whole DAO\\n\\n* Curation Committee: the elected committee deciding what we should be buying for the RAW Curated Collection\\n* Community Collection: we will decide the rules for the RAW Community collection, a collection voted on by the whole community, more playful and less bounded by “traditional” curation\\n* Admissions Committee: a streamlined process to become a member of RAW DAO, borrowing the playbook from our amazing friends from FWB\\n\\nMore details will be available on our [Discord](https://discord.gg/2rm3CXaM5G).\\n\\nLet’s get this party going!\",\"timestamp\":1636749037,\"title\":\"Launching RAW DAO\"},\"digest\":\"gZ1KzZobNmyB5bv7b4vTddekDO8SLnNd4taJ1nxj4P0\",\"authorship\":{\"contributor\":\"0x87a41F37f4195F8313751180151e56FA5ea5CF0c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XL4BkuKNMOf-NkmIseYQBeHpsSvsD_5IjNo_vsm4-p4\\\",\\\"y\\\":\\\"HdJaA56j-K-BH_QYlRanIAaUpV4iLne8HBf0WBWEslQ\\\"}\",\"signature\":\"PgBNATIu7MeLOxzv3i0hgsAu4K8k8sSXKZgrZSIREoBqf-U0UKoUispw0v67EbPXtNUDLmnK8YXGoHI7t0AJpQ\",\"signingKeySignature\":\"0x11200781f1ba325ca15344fdf5bf19fed3a63dfc7b51cf5337b5080299b467f32d76ec3e5c2e43fd75fa55ab967826887769f3000373e2635ee3f76dce6c95ba1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XL4BkuKNMOf-NkmIseYQBeHpsSvsD_5IjNo_vsm4-p4\\\",\\\"y\\\":\\\"HdJaA56j-K-BH_QYlRanIAaUpV4iLne8HBf0WBWEslQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aolQD_u5mrYpLwy1-gf-KsMP43fag8a5fgyldwDR8PU\"}"