"{\"content\":{\"body\":\"*The Weekly Hop is a newsletter covering the leaders behind [RabbitHole](rabbithole.gg), a platform onboarding the next million users into crypto while training and connecting them to work opportunities in DAOs.*\\n\\nSince the launch of RabbitHole, the core team has been responsible for creating quests to guide users through various tasks in understanding crypto. This process includes: creating content, submitting proposals for what tasks should be included, developing queries to track completions, and designing NFTs as additional rewards.\\n\\nWe're now starting to decentralize the ownership of these workflows so that dedicated community members can be a part of the creation process. That means that outside contributors can start having a say on how users are being onboarded into crypto through the existing infrastructure that RabbitHole built. These individuals are called **Pathfinders**.\\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/35831)\\n\\n**Why Pathfinders?**\\n\\nThe crypto rabbit hole is a jungle of noise filled with treasure. On the surface, it looks like price headlines, hacks, and penguin jpegs. But as you dive deeper, you realize it’s much more than that – it’s a portal into an entirely new world. A place to form your own digital identity, create with the promise of true ownership, and collectively build a new digital landscape. This was the original vision for the Internet.\\n\\nYet, this new world isn’t easy to navigate. There aren’t clear pathways. After all, the rabbit hole isn’t designed to be easy to understand – it’s designed to be our future. A place where we can all collectively create - and own - a piece of this future. But to create this digital world, we need leaders who will step up and illuminate a path forward.\\n\\n> Pathfinders are the guiding lights in the jungle.\\n\\nPathfinders blaze the trail for new participants and users to this new world. And when they illuminate the correct path for the masses, a new digital world will arise and the process of entering will be easy for any who wishes to enter.\\n\\n**Meet The Pioneers**\\n\\nWe've already started working with an initial list of Pathfinders to create guides for RabbitHole users to complete tasks. They're called Pioneers. You can see all the guides published by Pioneers on the [Pathfinders RabbitHole Publication](https://rabbithole.mirror.xyz/)\\n\\n**Here's the way it works:**\\n\\n- Pathfinders decide which tasks are the highest priority\\n- RabbitHole funds bounties to create the content for each task\\n- RabbitHole pays it out by buying an edition of the content on Mirror for 0.1 ETH\\n\\nIn the first two weeks, there have been 14 guides published, and pathfinders have made +$7,500 from NFT edition sales. Pioneers are on a mission to create content for every single on-chain task, generating a library of resources to guide users through their journey.\\n\\nIn the near future, we’ll be launching the other roles of Pathfinder including:\\n\\n- **Craftsmen** (creating NFTs to be used in quests and marketing assets)\\n- **Stewards** (creating quests & proposals to DAOs to bring in quests to RabbitHole)\\n- **Navigators** (creating subgraphs & queries to track on-chain interactions at scale)\\n\\nThis is the time to step up if you're interested in onboarding the next wave of participants into the crypto ecosystem.\\n\\nIf you're interested in applying for the Pathfinder Program, feel free to reach out to [@chasechapman](https://twitter.com/chaserchapman) or [@flynnjamm](https://twitter.com/Flynnjamm).\\n\\nUntil next week!\\n\\n[The First Pioneers](split://0xe1EA3639040E0FF2Cb1cd69068d018fEA0921d2c?network=mainnet)\\n\\n\\n\",\"timestamp\":1629130849,\"title\":\"The Weekly Hop #1: Meet the Pioneers\",\"publication\":\"rabbithole\"},\"digest\":\"nWo9VRsVs8g1beYYLUYar6bjcyLBaTz3O-tYcPvrtrE\",\"authorship\":{\"contributor\":\"0xF719d5d368dA5c7006bFBb7e0A4873b5115Aa11f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dAv59U5dIT62zETC1IbEs5hqQAkovCBrJdUFUs9JzAQ\\\",\\\"y\\\":\\\"azCrS1EHc--Q-qguiZGf2kISH9AGbSmfjPQupUIVGnU\\\"}\",\"signature\":\"Fbbh6b178_bYlOPwaBw5hviZ-T-H84MPng4ihCUlMYCfMgdex9f9rqc3qEgOAqc50TTK1S_oI0Cz-uKVCKSr3w\",\"signingKeySignature\":\"0xec862509053bdaabf2f7910a35727dc4b3d87ae8947685dc650d8dbac2f2d0150031c3225326e51b1563cda67ccf12e7094795b0b63a29bc28b7c6ad48acd2911c\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dAv59U5dIT62zETC1IbEs5hqQAkovCBrJdUFUs9JzAQ\\\",\\\"y\\\":\\\"azCrS1EHc--Q-qguiZGf2kISH9AGbSmfjPQupUIVGnU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7SXBygHOf-PMwuGCUnw69IzwL_rnU7B1LKGAd6nqkXo\"}"