"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/G7ToD1zJZLDN_O2PklC0v.png?height=900&width=1600)\\n\\nSince all of us are born too early to explore the galaxy or too late to discover planet Earth, we are destined to migrate into the Metaverse economy. Notably since the pandemic, many friends & families have been asking, learning, & investing in crypto, NFTs, and the Metaverse for the first time. Unfortunately, they cannot tell what’s good & what’s bad; what’s real & what’s scam; what’s ETH & what’s ADA. To make things worse, the amount of information asymmetry and deleterious shills are growing at the same rate, if not more, than the growth of Metaverse itself. If left unchecked, this might lead to the demise of what could have been the most important socioeconomic transformation since the industrial revolution. To ensure prosperity for all in the Metaverse, we need “less shilling, more education; less maximalism, more collaboration”.\\n\\nBy combining clever cryptoeconomics with peer predictions & Natural Language Processing algorithms, we are proud to introduce [KnoxEdge Market (KnoxMarket)](https://knox.market/): a **Community-Driven Learning & Investing Platform**, where weekly peer-prediction knowledge markets are hosted to allow anyone to contribute-to-earn and put money where their mouths are, at the same time learning and educating themselves. We are re-thinking the way the world shares knowledge and our mission is to transform vast bytes of information consumed in today’s world and tomorrow’s Metaverse into easy bits of knowledge, making it seamlessly accessible to everyone.\\n\\n**1. What is Knowledge Market?**\\n\\n![The Data-Information-Knowledge-Wisdom (DIKW) Pyramid](https://images.mirror-media.xyz/publication-images/KcWp2bsohFQmmEtvHOwxm.png?height=286&width=530)\\n\\n*Information (prediction) markets can be thought of as belonging to the more general concept of crowdsourcing which is specially designed to aggregate information on particular topics of interest.*\\n\\nKnoxMarket is the next frontier of information market, representing the next logical step in realizing the data-information-knowledge-wisdom (DIKW) pyramid. Some of the existing information markets include Polymarket, Augur, Lithium Finance, Upshot, Erasure Bay and several others.\\n\\n**2. Empowering You to Contribute-To-Earn with Your Knowledge**\\n\\n![Weekly Peer-Prediction Knowledge Market](https://images.mirror-media.xyz/publication-images/oG1r648WhmhhidwW-kqPK.png?height=1026&width=1633)\\n\\nUsers can participate in a knowledge market topic by submitting their thoughts and bidding $ on them. When an active topic ends, a leaderboard is released and users are ranked according to their scores. This score represents the contribution and alignment of the user to the wisdom of the crowd. It is calculated by scoring the submissions from each user against all other submissions using the KnoxEdge natural language processing algorithm. The bidding payout depends on their scores on the leaderboard: users who submit better peer predictions win money from losers. A detailed PNL simulator is available [here](https://docs.google.com/spreadsheets/d/1w67ruq6XrBr_MekBPeAwNZqYZC8DUx2BmSqDnNIi1hE/edit).\\n\\n*Example*\\n\\nAlice and Bob are participating in the topic “What is Axie Infinity?”. Alice submits an answer of “a play-to-earn blockchain NFT game on Ethereum” and bids $5 on her answer. On the other hand, Bob submits an answer of “a PlayStation 5 new release” and bids $5 on his answer.\\n\\nTheir answers are scored by KnoxEdge NLP algorithm in reference to the pool of answers submitted by other users, and their $5s go into the KnoxMarket smart contract. After the topic ends, Alice is correct and receives a topic score of 100, whereas Bob is wrong and receives a topic score of 0. As a result, Alice wins a few dollars from Bob.\\n\\n**3. Platform Roles**\\n\\n![](https://images.mirror-media.xyz/publication-images/w6RIB7zjWwgBxzf9OffaR.png?height=684&width=1633)\\n\\nThere are 3 roles on KnoxMarket with different risk-reward ratios: Bidders, LPs and Sponsors. Bidders put money where their mouths are, while LPs put their assets at work by providing liquidity to a topic. Sponsors are likely to be foundations/protocols/users who are interested in seeding a topic. A detailed PNL simulator is available [here](https://docs.google.com/spreadsheets/d/1w67ruq6XrBr_MekBPeAwNZqYZC8DUx2BmSqDnNIi1hE/edit) to calculate how LPs & Sponsors could affect Bidders’ PNL.\\n\\n***Bidders***\\n\\nBidders are users who do the hard work: do your own research (DYOR), submit answers, and bid $ on their answers. By contributing high-quality answers, bidders are able to earn peer prediction profits from the bidding pool.\\n\\n***Liquidity Providers (LPs)***\\n\\nLPs are passive users who want to provide liquidity only by committing their assets to a given topic’s liquidity pool and earn 1.5% fee from each bid.\\n\\n***Sponsors***\\n\\nSponsors are foundations/protocols/users who want to sponsor a topic that they are interested in by directly funding bidders & LPs.\\n\\n**4. Use Cases**\\n\\n***Current Use Case: Community-Driven Learning***\\n\\n*Less shilling, more education — [Santiago Santos](https://twitter.com/santiagoroel/status/1425244613951033349?s=20)*\\n\\n*Don’t ape, research — [CZ Binance](https://twitter.com/cz_binance/status/1432908130178899970?s=20)*\\n\\n*If newcomers are still buying Cardano, we have lot of work to do on education — [Stani](https://twitter.com/stanikulechov/status/1434191764533956611?s=21)*\\n\\nThis will be the first use case of KnoxMarket to bootstrap peer predictions & learning at the community-level. Every week, KnoxMarket will host topics on trending projects, e.g. new projects on Celo, Avalaunch’s upcoming IDOs or new NFTs on Opensea. This will address information asymmetry and even out the playing field between new users and crypto natives, empowering users to educate and protect themselves for any potential risks & malicious CT shilling.\\n\\nIn the past few weeks, we hosted a series of testnet topics, including Axie Infinity, Yield Guild Games, Moola Market, Mobius Money, to name a few. We are humbled by what Axie Infinity co-founder Jiho commented on our very first topic:\\n\\n*what is this? it’s beautiful — [Axie Infinity Co-founder Jiho](https://twitter.com/Jihoz_Axie/status/1428992078860537861?s=20)* \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/Y8h0b5QHaEMBUVEb8znW0.png?height=1571&width=1960)\\n\\n***Next Use Case: Community-Driven Investing***\\n\\nCommunity-driven investing is the next major use case that we would love to explore with the community. What if we have a knowledge market topic on \\n\\n*“Should we invest in Project XYZ? Why? How much?”* \\n\\nthat is only open to our top users/analysts. Based on the results, we can use treasury funds & platform revenues to invest in those projects. If so, are we also a community-driven investing platform? The answer is simple: the potential use cases of KnoxMarket are as powerful as the questions asked & answered by the community.\\n\\n*Asking questions is a uniquely powerful tool for unlocking value in organizations — Harvard Business Review*\\n\\nBy selecting and empowering the right community members to become whom we call “SuperKnoxers” through KnoxMarket gamified peer prediction competitions (similar to how Darwinian evolution & natural selection selects the fittest of the fittest), KnoxMarket offers a solution to the Layer-0 coordination issue currently present in DeFi & Web3. Thanks to DeFi composability, we could easily deploy KnoxMarket’s Layer-0 coordination solution to digital asset management protocols such as Enzyme Finance or dHedge to unlock our community-driven investing use case.\\n\\n*We talk too much about Layer 1s and not enough on Layer 0 — the communities … Let’s not forget blockchains are coordination mechanisms and that requires a thriving social layer of trust among the community — [Santiago](https://twitter.com/santiagoroel/status/1433159050519355396?s=20)*\\n\\n![SuperKnoxers & Community-Driven Investing](https://images.mirror-media.xyz/publication-images/zarGDEXlcGwk4XGMaHWnI.png?height=974&width=1960)\\n\\n*Example*\\n\\nAlice has good track record on KnoxMarket and successfully earned SuperKnoxer status. She has the chance to manage KnoxFund together with 9 other SuperKnoxers.\\n\\nAssuming a performance fee of 20%, KnoxFund manages to attract an AUM of $1M. One year later, KnoxFund grows from $1M to $2M. This $1M profit translates into a performance fee of $200k. Assuming 50% profit sharing, $100k goes to DAO treasury & the remaining $100k goes to the 10 SuperKnoxers managing the fund, Alice would receive $10k.\\n\\n***Other Use Cases***\\n\\nFurthermore, KnoxMarket’s Layer-0 coordination solution could be used for other applications, such as DAO governance & dispute resolution, which could be the answer to Vitalik’s vision of “non-coin-driven governance”. In fact, the same peer-prediction “bid-to-talk” format on KnoxMarket will be used to run KnoxEdgeDAO governance. Other use cases include illiquid asset/NFTs appraisal, decentralized fact-checking, decentralized McKinsey (i.e. consulting), etc. We will explore these more complex use cases after our community-driven investing use case!\\n\\n \\n **5. Knowledge Mining: Rewarding Bidders & LPs with KNX Tokens**\\n\\nKNX tokens are rewarded to top 20 bidders who submit high-quality answers. KNX tokens are also rewarded to LPs according to their pool share to incentivize them to provide liquidity to each topic.\\n\\nKnoxMarket knowledge mining emission will reduce once KnoxFund goes live on Enzyme Finance. In order to boost AUM, KnoxFund depositors will be rewarded with KNX tokens by staking their KnoxFund tokens.\\n\\n```\\nBidding pool: 40,000 KNX per topic*\\nLiquidity pool: 20,000 KNX per topic*Shared among top 20 bidders who submitted ≥ 5 thoughts only\\n```\\n\\n**6. Roadmap**\\n\\n***Q4 2021: Expansion to Ethereum’s Layer 2 & Cross-chain Topics***\\n\\n*Less maximalism, more collaboration*\\n\\nMuch like the Olympics, we hope to see crosschain communities competing on the same topic & leaderboard. We strongly believe in the ethos of “Prosperity for All” by breaking down boundaries and bringing together communities. Once KnoxMarket is deployed on Optimism, we will explore cross-chain peer-prediction topics.\\n\\n \\n ***Q4 2021: KNX Token Generation Event***\\n\\n1 billion KNX token will be minted and used as the governance token to govern DAO treasury, community-driven investment fund & KnoxMarket parameters such as LP fee (1.5%), platform fee (1%), weekly active topics (2 topics per week), topic duration (1 week) and knowledge mining rewards (60k KNX per topic). KNX tokenomics and details on bootstrapping KnoxFund through CopperLaunch-Balancer LBP will be released in mid-late October.\\n\\n***Q1 2022: SuperKnoxer Status & Community-Driven Investing (KnoxFund)***\\n\\n*Empowering the right community members as opposed to having a governance circus where everyone voices unqualified opinions and nothing gets done — [Santiago Santos](https://twitter.com/santiagoroel/status/1436428696718479360?s=20)*\\n\\nIn V2, top-performing users on the leaderboard will be accredited with SuperKnoxer status NFTs. SuperKnoxers have the opportunity to participate in KnoxFund decision making and share performance fee made from KnoxFund. Moreover, SuperKnoxer status will be crucial to unlock other use cases that are more dependent on expert insights than crowd wisdom: asset appraisal, fact-checking, decentralized McKinsey, etc.\\n\\n***2022 & Beyond: DAO Tools for Knowledge Coordination***\\n\\nKnoxEdge is primarily a knowledge coordination platform, and the team is continuously developing new knowledge coordination DAO tools to help users to discover, enrich and monetize their knowledge. KnoxEdge would like to make this whole process as seamless as possible for them, since knowledge itself is so seamlessly present within each of us. Moreover, following the *progressive decentralization* approach, we will gradually decentralize KnoxMarket and expand to use cases that the community would love to have.\\n\\nVisit [KnoxMarket](https://knox.market/) and contribute-to-earn now! Don’t forget to join our community on [Discord](http://discord.gg/hvh9WY2tHr) & [Telegram](http://t.me/KnoxEdge), follow our [Twitter](https://twitter.com/KnoxEdgeLabs), and visit our [website](https://www.knoxedge.com/). \\n \",\"timestamp\":1633560952,\"title\":\"KnoxMarket is Live on Avalanche & Celo Mainnets\"},\"digest\":\"-qSHRDfwOK8rODoEv4YiB-0AXiu-x0jrcK50eFlm-bk\",\"authorship\":{\"contributor\":\"0xB52093Eb79BBAa599C0De56FD58ceF84656ec987\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xBBeBPPqyUc9cRqn3LmkpUqlrRPYhuimeZIPNq2zRv0\\\",\\\"y\\\":\\\"lKenqVe6OL7BncN7wYIEqskPmz3g6M7bfi1RbSx_-jk\\\"}\",\"signature\":\"46x-CNIgnM_s3SlhRfsXE5md4Yiry0YBEWAzjMxo5mwfpsNGG7PcopTC6CFA89VfZZy4FKjAyQu0gREvwHXOGg\",\"signingKeySignature\":\"0x7441b089371465104975449dc3df9537e8ae45b7e1308d99329c3fbfc9559e2272b24901464145ed940deeb8d2d9f546e3ccb80978f5fd2e5ed64249f83e97a31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xBBeBPPqyUc9cRqn3LmkpUqlrRPYhuimeZIPNq2zRv0\\\",\\\"y\\\":\\\"lKenqVe6OL7BncN7wYIEqskPmz3g6M7bfi1RbSx_-jk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-qSHRDfwOK8rODoEv4YiB-0AXiu-x0jrcK50eFlm-bk\"}"