"{\"content\":{\"body\":\"昨月誕生したばかりなのに、Discordのメンバー数が22万人を突破した驚異のNFTプロジェクトがあります。名前を C-01と言います。このプロジェクトは、3名のコアチームからなっています。通常、NFTのプロジェクトだと、数千人のDiscordメンバー数が普通です。大きく注目されるプロジェクトでも数万人規模であり、22万人は驚異の数です。しかも、長期的に続いているプロジェクトでなく、これが1か月たたずに実現しているのが驚きです。\\n\\n今回、このプロジェクトがなぜ注目されているのかについて記事にしました。\\n\\n## コアメンバー\\n\\nNFTに関わらずどのプロジェクトにおいても、まずは運営メンバーの実績と経験を見ることが重要です。今回のコアメンバーはこのような経歴を持っています。\\n\\n> ジルベルト・サラゴサ\\n>\\n> ジルベルト・サラゴサは、過去10年間、ワーナー・ブラザース、ディズニー・マーベル、ネットフリックス、バンダイなどの多国籍エンターテインメントやメディア・コングロマリット・フランチャイズと一緒に仕事をしてきました。ジルベルト・サラゴサは、『アベンジャーズ』などの大ヒット作に直接関わってきました。エンドゲーム』や『ラブ・デス＋ロボッツ』などの大ヒット作に直接携わっています。\\n>\\n>  ルイス・モンテイロ\\n>\\n> ルイス・モンテイロは、高級ファッション業界で8年以上の経験を持つフランス人ファッションデザイナーです。彼は、シャネル、イヴ・サンローラン、クロエなどの世界的に有名なブランドで働き、その職人技を提供してきました。この2年間は、LVMHグループのルイ・ヴィトンで、ヴァージル・アブローとともにスタイリストとして活躍しています。ルイスは、今回のコレクションのすべての服、素材、アクセサリーのデザインに丁寧に協力してくれました。\\n>\\n>  ケビン・ディデロ\\n>\\n> ケビンは、スマートコントラクトの開発者であり、セキュリティの専門家です。過去3年間、フランス国立銀行（Banque de France）で働いており、スマートコントラクトの監査やインフラのセキュリティを専門とするMetasafe社も設立しました。サイバーセキュリティとスマートコントラクトの開発に関する第一人者であり、彼と彼のチームはC-01プロジェクトの技術面を担当しています。\\n\\nここで注目するのは、彼らがディズニー・マーベル・ヴィトンなどのビッグプロジェクトに関わってきたことです。特にヴィトンなどのLVMHグループと関わっていることは、ファッション業界との関りを感じさせる内容です。 \\n デジタルファッションといえば、RTFKTのCloneXやAdidasなどを見てわかるように注目されている分野でおあり、大きな期待が寄せられています。\\n\\n## プロジェクトの説明\\n\\n今回、彼らのWhitePaperにはこのように記述されています。\\n\\n> C-01は、8,888個のNFTで構成されたプロジェクトで、才能ある熟練したデザイナーと開発者によって作られました。私たちは、業界で最も経験豊富な人々を統合し、注目すべき最先端の製品を提供します。ファッション業界とデジタルコレクティブルズを融合させることで、メタバースにおけるファッションの進化の先駆者となることを目指しています。\\n\\n今回は8888個のGenerativeNFTとなっています。通常、1万個のGenerativeが多いので、8888個は標準的な枚数です。流動性がある程度担保されている丁度いい数字となっています。また、昨今の流行りであるメタバースを強く意識したデザインとなっています。現在伸びているプロジェクトはほとんどメタバース関連であり、メタバースを意識したデザインのため期待度が高まっています。\\n\\nまた、NFTプロジェクトにおいて、最近のものはユーティリティが非常に大事です。要するに、NFTの販売をしたあと、二次流通を盛り上げるためにどのような施策を展開する予定なのかということです。また、コミュニティをどう形成していくのかも大事です。今回、C-01ではこのようにユーティリティを説明しています。\\n\\n> ✨ C-01のユーティリティ。\\n>\\n> C-01は、ファッションの世界とデジタルオーナーシップの相乗効果を表しています。\\n>\\n> C-01は、ファッションの世界とデジタルの世界の相乗効果を表しています。このコンセプトをさらに強調するために、C-01をお持ちの方に、決して実現しない \\\"Play-to-earn \\\"やメタバースを構築するのではなく、すぐに利益を得られるユーティリティを提供したいと考えています。\\n>\\n> C-01を購入すると、デジタルコレクションを所有するだけでなく、メタバースにおけるファッション業界の進化の最前線にアクセスすることができます。私たちは、C-01所有者のために、有名なアパレルブランドとの独占的なデジタルコレクションを作成する予定です。世界中のファッションブランドは、私たちのコミュニティと、NFT、メタバース、そして分散型ブロックチェーン空間全体における私たちの知識から直接利益を得ることができます。\\n>\\n> 私たちはすでに、世界中のいくつかのファッションブランドと協力して、私たちの3Dモデルのためのオンラインの独占的な衣料品ラインを作るために話し合っています。ブロックチェーンは、新しいデジタルイニシアチブに分散化とコミュニティをもたらし、私たちはそれを維持するビジョンを持っています。そのため、ファッション業界で得られた収益を、私たちのコミュニティとコアホルダーに直接分配することにしました。稼いだお金は、トークン、限定ブランドのNFTドロップ、すべてのファッションパートナーからの物理的な商品ドロップなどの形で、ホルダーの皆様にお届けします。\\n\\n今回、GameFiやメタバースへの直接展開などではなく、限定ブランドのAirDropや物理的商品などを約束しています。メタバースを自分で作らないところは確実で個人的には高ポイントです。というのも、メタバースはすでに色々なプロジェクトがしのぎを削っているため、あらたにメタバース世界を構築するには高いハードルが要求されます。そのため、デジタルファッションにすることにより、各メタバース世界への相互運用性をもった展開が期待できます。たとえば、SANDBOXやDecendland、Matrix Worldなどへ展開できるととても期待できるものとなるでしょう。\\n\\n物理的商品に関しては、Adidasなどが約束しているやり方です。これは各国の法制度なども関わってくるので、基盤をもっていない彼らがどう運用するか気になりますが、頑張ってほしいところです。\\n\\n## ロードマップ\\n\\n次に、ロードマップを確認していきます。NFTプロジェクトを判断するうえで、ロードマップが非常に重要です。なぜなら、長期的な価値構築を担保することにより、NFTの値上がりが期待できるからです。今回、C-01ではこのようなロードマップになっています。\\n\\n> Genesis \\n  3Dモデルの表情を、できるだけ自然に、人間らしく見せるために、2ヶ月以上かけて制作しました。また、モデリスト兼スタイリストのルイス・モンテイロと一緒に、彼らの衣服の素材や質感をデザインしました。私たちが目指したのは、これまでの作品の枠を超えて、細部までこだわった服や生地で超リアルな表現をすることでした。現実のモデルのようなアバターを、メタバースの世界で実現したかったのです。\\n>\\n> Sale Event \\n 8,888個のNFTコレクションは、当社のウェブサイトで直接購入することができます。当社のソーシャルメディアアカウントまたは🔗│official-links .で提供されるリンクのみを使用してください。ホルダーの皆様のセキュリティは当社の最優先事項です。そのため、当社はサイバーセキュリティの専門家と膨大な時間をかけて、あらゆる攻撃や詐欺からウェブサイトを保護し、可能な限りガス効率の高いERC-1155トークンをホルダーの皆様に提供しています。\\n\\nまず、8888個のNFTコレクションの販売から始まります。これらはまだ日程は未定ですが、2月ぐらいとは言われています。詳細はDiscordのアナウンスで追って報告されると思います。\\n\\n> Discovery \\n  販売イベントの3日後に行われるアートワークの公開後、自分がどのキャラクター、民族、服のスタイルで鋳造に成功したかを知ることができます。あなたのNFTのレアリティランクは、「Rarity Tools」と「Rarity Sniper」の2つのレアリティサービスで直接確認することができます。\\n\\nこのDiscoveryとは、おそらくギャラリーの展開だと思われます。だいたいのNFTプロジェクトにおいて、販売した後に専用のギャラリーサイトを作ることが一般的です。また今回レアリティの設定もある模様です。RTFKTのような外部コラボレーションモデルがあるかどうかはわかりませんが、信用できるプロジェクトになるのであれば、高レアリティが値段が高くなります。ここはランダムMINTなので、生成されるものを楽しみにしましょう。\\n\\n> **Conquer the Metaverse** \\n  ミントの1週間後、私たちはエコシステムのためのトークンのエコノミクスを構築します。私たちの目標は、メタバースにおける高級ファッションの先駆者になることです。プロジェクト情報チャンネルで説明しているように、私たちは世界中の高級ファッションブランドが、私たちの3Dモデルのアバターを使ってデジタルコレクションを披露するためのサポートを提供します。C-01プロジェクトで得られたすべての取引は、私たちのコアホルダーとコミュニティに共有されます。独占的なデジタルコレクションのドロップや物理的なマーチャンダイジングのドロップによる利益に加えて、あなたのウォレットが保有するNFTの数に応じたトークンの割り当てによる利益を得ることができます。\\n\\nここが重要なポイントです。今回のプロジェクトにおいては、デジタルファッションの構築を目標としているため、Mintから早い段階でデジタルアイテムがドロップされます。RTFKTのCloneXでも、販売後にOnCyberと提携したエアドロップが送られました。このエアドロップはすでに1ETHを超えています。今回においても、ホルダーに対しては長期的に何かしらのエアドロップがありますので、長期保有するメリットが非常に高いです。\\n\\n> **Ready Player One**\\n> 2022年第1四半期にいくつかのパートナーシップを成功させた後、私たちは最も有名な2つのメタバーズに実装します。SandboxとDecentralandです。そのために必要な数の土地を購入し、パートナーと一緒にバーチャルなファッションショーを行い、その様子をソーシャルメディアでライブ配信します。目標は、現実世界の有名なファッションパレードを再現し、信じられないようなデジタル体験をすることです。C-01のオーナーは、すべての3D会場で遊び、交流することができ、現在ファッション業界で起こっている革命の先頭に立つことができます。\\n\\nSANDBOXとDecentrlandでの実装が予定されています。パートナーシップの締結状況によっては、他のメタバースプロジェクトへの展開もありうるところです。ファッションパレードなどは、元LVMHの経験が生きるところなので、非常に楽しみです。これらが話題になれば、更なるNFTの価値の向上につながります。\\n\\n## Discordについて\\n\\nC-01にはDiscordグループがありますが、日本コミュが非常に活発に動いています。日本コミュはMODが非常に働いているので、色々な方が話していて楽しみです。現在、ファンアートの募集などもやっており、絵を描ける方はプロジェクトにとってチャンスが多いです。興味がある人は是非Discordに参加してください。\\n\\nDiscordのURLはこちらです。 \\n もし、Discordに参加される場合、「with-code」部屋で、 5TFYvOMQJP のコードを入力してもらえれば、特別なroleがもらえます。\\n\\n[https://discord.gg/c-01](https://discord.gg/c-01)\\n\\n\",\"timestamp\":1641294844,\"title\":\"注目のNFTプロジェクト  C-01\"},\"digest\":\"WUis2t4dUBXILD5SGuG4ryEsfRwZEhkbBhLfAQFkjgs\",\"authorship\":{\"contributor\":\"0xCEA525eE12e751379e3B0e8fE4a737E8A8d15622\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"svaclDwFljTwfhjwfyk4kVXd5slY_jNK2eqF1mhFHV4\\\",\\\"y\\\":\\\"jpTlk33yr7w-hwm5ozFUijudpengGQ8vgpudtXYlFIc\\\"}\",\"signature\":\"ooJ9ekDGhS91tZes87KL0OJ_YLwcOi7Fku3YOM56qx_r-Js9LU8-eR0PaeFNMJ40WakuOXZCe6DUkFHftXMyUA\",\"signingKeySignature\":\"0xc93dd9f87ab901d6fb07e203b5dd48c8ae4e51f5936206202d5af48a8b4948725a386e4e91f93b57d21f2d9e17155eed2f66af75dbff56279fa3db760640b91c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"svaclDwFljTwfhjwfyk4kVXd5slY_jNK2eqF1mhFHV4\\\",\\\"y\\\":\\\"jpTlk33yr7w-hwm5ozFUijudpengGQ8vgpudtXYlFIc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WUis2t4dUBXILD5SGuG4ryEsfRwZEhkbBhLfAQFkjgs\"}"