"{\"content\":{\"body\":\"s of what looked like a bedroom, something beginning:\\n\\nWhen laying what you call your head,   O Harrogate, upon your bed,\\n\\nand there all my memory dislimns and decays.  But I could still see quite vividly the plain plastered walls and the rude, irregular writing, and the places where the red chalk broke.  I could see them, I mean, in memory; for when I came down that road again after a sixth of a century the house was very different.\\n\\nI had seen it before at noon, and now I found it in the dusk.  But its windows glowed with lights of many artificial sorts; one of its low square windows stood open; from this there escaped up the road a stream of lamplight and a stream of singing.  Some sort of girl, at least, was standing at some sort of piano, and singing a song of healthy sentimentalism in that house where long ago my blessing had died on the wind and my poems been covered up by the wallpaper. I stood outside that lamplit house at dusk full of those thoughts that I shall never express if I live to be a million any better than I expressed them in red chalk upon the wall.  But after I had hovered a little, and was about to withdraw, a mad impulse seized me.  I rang the bell.  I said in distinct accents to a very smart suburban maid, \\\"Does Mr. James Harrogate live here?\\\"\\n\\nShe said he didn't; but that she would inquire, in case I was looking for him in the neighbourhood; but I excused her from such exertion.  I had one moment's impulse to look for him all over the world; and then decided not to look for him at all.\\n\\nTHE PRIEST OF SPRING\\n\\nThe sun has strengthened and the air softened just before Easter Day. But it is a troubled brightness which has a breath not only of novelty but of revolution, There are two great armies of the human intellect who will fight till the end on this vital point, whether Easter is to be congratulated on fitting in with the Spring--or the Spring on fitting in with Easter.\\n\\nThe only two things that can satisfy the soul are a person and a story; and even a story must be about a person.  There are indeed very voluptuous appetites and enjoyments in mere abstractions like mathematics, logic, or chess.  But these mere pleasures of the mind are like mere pleasures of the body.  That is, they are mere pleasures, though they may be gigantic pleasures; they can never by a mere increase of themselves amount to happiness.  A man just about to be hanged may enjoy his breakfast; especially if it be his favourite breakfast; and in the same way he may enjoy an argument with the chaplain about heresy, especially if it is his favourite heresy.  But whether he can enjoy either of them does not depend on either of them; it depends upon his spiritual attitude towards a subsequent event.  And that event is really interesting to the soul; because it is the end of a story and (as some hold) the end of a person.\\n\\nNow it is this simple truth which, like many others, is too simple for our scientists to see.  This is where they go wrong, not only about true religion, but about false religions too; so that their account of mythology is more mythical than the myth itself.  I do not confine myself to saying that they are quite incorrect when they state (for instance) that Christ was a legend of dying and reviving vegetation, like Adonis or Persephone.  I say that even if Adonis was a god of vegetation, they have got the whole notion of him wrong.  Nobody, to begin with, is sufficiently interested in decaying vegetables, as such, to make any particular mystery or disguise about them; and certainly not enough to disguise them under the image of a very handsome young man, which is a vastly more interesting thing.  If Adonis was connected with the fall of leaves in autumn and the return of flowers in spring, the process of thought was quite different.  It is a process of thought which springs up spontaneously in all children and young artists; it springs up spontaneously in all healthy societies.  It is very difficult to explain in a diseased society.\\n\\nThe brain of man is subject to short and strange snatches of sleep.  A cloud seals the city of reason or rests upon the sea of imagination; a dream that darkens as much, whether it is a nightmare of atheism or a day- dream of idolatry.  And just as we have all sprung from sleep with a start and found ourselves saying some sentence that has no meaning, save in the mad tongues of the midnight; so the human mind starts from its trances of stupidity with some complete phrase upon its lips; a complete phrase which is a complete folly.  Unfortunately it is not like the dream sentence, generally forgotten in the putting on of boots or the putting in of breakfast.  This senseless aphorism, invented when man's mind was asleep, still hangs on his tongue and entangles all his relations to rational and daylight things.  All our controversies are confused by certain kinds of phrases which are not merely untrue, but were always unmeaning; which are not merely inapplicable, but were always intrinsically useless.  We recognise them wherever a man talks of \\\"the survival of the fittest,\\\" meaning only the survival of the survivors; or wherever a man says that the rich \\\"have a stake in the country,\\\" as if the poor could not suffer from misgovernment or military defeat; or where a man talks about \\\"going on towards Progress,\\\" which only means going on towards going on; or when a man talks about \\\"government by the wise few,\\\" as if they could be picked out by their pantaloons.  \\\"The wise few\\\" must mean either the few whom the foolish think wise or the very foolish who think themselves wise.\\n\\nThere is one piece of nonsense that modern people still find themselves saying, even after they are more or less awake, by which I am particularly irritated.  It arose in the popularised science of the nineteenth century, especially in connection with the study of myths and religions.  The fragment of gibberish to which I refer generally takes the form of saying \\\"This god or hero really represents the sun.\\\"  Or \\\"Apollo killing the Python MEANS that the summer drives out the winter.\\\" Or \\\"The King dying in a western battle is a SYMBOL of the sun setting in the west.\\\"  Now I should really have thought that even the skeptical professors, whose skulls are as shallow as frying-pans, might have reflected that human beings never think or feel like this.  Consider what is involved in this supposition.  It presumes that primitive man went out for a walk and saw with great interest a big burning spot on the sky.  He then said to primitive woman, \\\"My dear, we had better keep this quiet. We mustn't let it get about.  The children and the slaves are so very sharp.  They might discover the sun any day, unless we are very careful. So we won't call it 'the sun,' but I will draw a picture of a man killing a snake; and whenever I do that you will know what I mean.  The sun doesn't look at all like a man killing a snake; so nobody can possibly know.  It will be a little secret between us; and while the slaves and the children fancy I am quite excited with a grand tale Of a writhing dragon and a wrestling demigod, I shall really MEAN this delicious little discovery, that there is a round yellow disc up in the air.\\\"  One does not need to know much mythology to know that this is a myth.  It is commonly called the Solar Myth.\\n\\nQuite plainly, of course, the case was just the other way.  The god was never a symbol or hieroglyph representing the sun.  The sun was a hieroglyph representing the god.  Primitive man (with whom my friend Dombey is no doubt well acquainted) went out with his head full of gods and heroes, because that is the chief use of having a head.  Then he saw the sun in some glorious crisis of the dominance of noon on the distress of nightfall, and he' said, \\\"That is how the face of the god would shine when he had slain the dragon,\\\" or \\\"That is how the whole world would bleed to westward, if the god were slain at last.\\\"\\n\\nNo human being was ever really so unnatural as to worship Nature.  No man, however indulgent (as I am) to corpulency, ever worshipped a man as round as the sun or a woman as round as the moon.  No man, however attracted to an artistic attenuation, ever really believed that the Dryad was as lean and stiff as the tree.  We human beings have never worshipped Nature; and indeed, the reason is very simple.  It is that all human beings are superhuman beings.  We have printed our own image upon Nature, as God has printed His image upon us.  We have told the enormous sun to stand still; we have fixed him on our shields, caring no more for a star than for a starfish.  And when there were powers of Nature we could not for the time control, we have conceived great beings in human shape controlling them. Jupiter does not mean thunder.  Thunder means the march and victory of Jupiter.  Neptune does not mean the sea; the sea is his, and he made it.  In other words, what the savage really said about the sea was, \\\"Only my fetish Mumbo could raise such mountains out of mere water.\\\"  What the savage really said about the sun was,\\\" Only my great- great-grandfather Jumbo could deserve such a blazing crown.\\\"\\n\\nAbout all these myths my own position is utterly and even sadly simple. I say you cannot really understand any myths till you have found that one of them is not a myth.  Turnip ghosts mean nothing if there are no real ghosts.  Forged bank-notes mean nothing if there are no real bank-notes. Heathen gods mean nothing, and must always mean nothing, to those of us that deny the Christian God.  When once a god is admitted, even a false god, the Cosmos begins to know its place: which is the second place. When once it is the real God the Cosmos falls down before Him, offering flowers in spring as flames in winter.  \\\"My love is like a red, red rose\\\" does not mean that the poet is praising roses under the allegory of a young lady.  \\\"My love is an arbutus\\\" does not mean that the author was a botanist so pleased with a particular arbutus tree that he said he loved it.  \\\"Who art the moon and regent of my sky\\\" does not mean that Juliet invented Romeo to account for the roundness of the moon.  \\\"Christ is the Sun of Easter\\\" does not mean that the worshipper is praising the sun under the emblem of Christ.  Goddess or god can clothe themselves with the spring or summer; but the body is more than raiment.  Religion takes almost disdainfully the dress of Nature; and indeed Christianity has done as well with the snows of Christmas as with the snow-drops of spring. And when I look across the sun-struck fields, I know in my inmost bones that my joy is not solely in the spring, for spring alone, being always returning, would be always sad.  There is somebody or something walking there, to be crowned with flowers: and my pleasure is in some promise yet possible and in the resurrection of the dead.\\n\\nTHE REAL JOURNALIST\\n\\nOur age which has boasted of realism will fail chiefly through lack of reality.  Never, I fancy, has there been so grave and startling a divorce between the real way a thing is done and the look of it when it is done. I take the nearest and most topical instance to hand a newspaper. Nothing looks more neat and regular than a newspaper, with its parallel columns, its mechanical printing, its detailed facts and figures, its responsible, polysyllabic leading articles.  Nothing, as a matter of fact, goes every night through more agonies of adventure, more hairbreadth escapes, desperate expedients, crucial councils, random compromises, or barely averted catastrophes.  Seen from the outside, it seems to come round as automatically as the clock and as silently as the dawn.  Seen from the inside, it gives all its organisers a gasp of relief every morning to see that it has come out at all; that it has come out without the leading article upside down or the Pope congratulated on discovering the North Pole.\\n\\nI will give an instance (merely to illustrate my thesis of unreality) from the paper that I know best.  Here is a simple story, a little episode in the life of a journalist, which may be amusing and instructive: the tale of how I made a great mistake in quotation.  There are really two stories: the story as seen from the outside, by a man reading the paper; and the story seen from the inside, by the journalists shouting and telephoning and taking notes in shorthand through the night.\\n\\nThis is the outside story; and it reads like a dreadful quarrel.  The notorious G.  K.  Chesterton, a reactionary Torquemada whose one gloomy pleasure was in the defence of orthodoxy and the pursuit of heretics, long calculated and at last launched a denunciation of a brilliant leader of the New Theology which he hated with all the furnace of his fanatic soul.  In this document Chesterton darkly, deliberately, and not having the fear of God before his eyes, asserted that Shakespeare wrote the line \\\"that wreathes its old fantastic roots so high.\\\"  This he said because he had been kept in ignorance by Priests; or, perhaps, because he thought craftily that none of his dupes could discover a curious and forgotten rhyme called 'Elegy in a Country Churchyard'.  Anyhow, that orthodox gentleman made a howling error; and received some twentyfive letters and post-cards from kind correspondents who pointed out the mistake.\\n\\nBut the odd thing is that scarcely any of them could conceive that it was a mistake.  The first wrote in the tone of one wearied of epigrams, and cried, \\\"What is the joke NOW?\\\"  Another professed (and practised, for all I know, God help him) that he had read through all Shakespeare and failed to find the line.  A third wrote in a sort of moral distress, asking, as in confidence, if Gray was really a plagiarist.  They were a noble collection; but they all subtly assumed an element of leisure and exactitude in the recipient's profession and character which is far from the truth.  Let us pass on to the next act of the external tragedy.\\n\\nIn Monday's issue of the same paper appeared a letter from the same culprit.  He ingenuously confessed that the line did not belong to Shakespeare, but to a poet whom he called Grey.  Which was another cropper--or whopper.  This strange and illiterate outbreak was printed by the editor with the justly scornful title, \\\"Mr. Chesterton 'Explains'?\\\" Any man reading the paper at breakfast saw at once the meaning of the sarcastic quotation marks.  They meant, of course, \\\"Here is a man who doesn't know Gray from Shakespeare; he tries to patch it up and he can't even spell Gray.  And that is what he calls an Explanation.\\\"  That is the perfectly natural inference of the reader from the letter, the mistake, and the headline--as seen from the outside.  The falsehood was serious; the editorial rebuke was serious.  The stern editor and the sombre, baffled contributor confront each other as the curtain falls.\\n\\nAnd now I will tell you exactly what really happened.  It is honestly rather amusing; it is a story of what journals and journalists really are. A monstrously lazy man lives in South Bucks partly by writing a column in the Saturday Daily News.  At the time he usually writes it (which is always at the last moment) his house is unexpectedly invaded by infants of all shapes and sizes.  His Secretary is called away; and he has to cope with the invading pigmies.  Playing with children is a glorious thing; but the journalist in question has never understood why it was considered a soothing or idyllic one.  It reminds him, not of watering little budding flowers, but of wrestling for hours with gigantic angels and devils.  Moral problems of the most monstrous complexity besiege him incessantly.  He has to decide before the awful eyes of innocence, whether, when a sister has knocked down a brother's bricks, in revenge for the brother having taken two sweets out of his turn, it is endurable that the brother should retaliate by scribbling on the sister's picture- book, and whether such conduct does not justify the sister in blowing out the brother's unlawfully lighted match.\\n\\nJust as he is solving this problem upon principles of the highest morality, it occurs to him suddenly that he has not written his Saturday article; and that there is only about an hour to do it in. He wildly calls to somebody (probably the gardener) to telephone to somewhere for a messenger; he barricades himself in another room and tears his hair, wondering what on earth he shall write about.  A drumming of fists on the door outside and a cheerful bellowing encourage and clarify his thoughts; and he is able to observe some newspapers and circulars in wrappers lying on the table. One is a dingy book catalogue; the second is a shiny pamphlet about petrol; the third is a paper called The Christian Commonwealth.  He opens it anyhow, and sees in the middle of a page a sentence with which he honestly disagrees.  It says that the sense of beauty in Nature is a new thing, hardly felt before Wordsworth.  A stream of images and pictures pour through his head, like skies chasing each other or forests running by.  \\\"Not felt before Wordsworth!\\\"  he thinks. \\\"Oh, but this won't do...bare ruined choirs where late the sweet birds sang...night's candles are burnt out... glowed with living sapphires. leaving their moon-loved maze...antique roots fantastic... antique roots wreathed high...what is it in As You Like It?\\\"\\n\\nHe sits down desperately; the messenger rings at the bell; the children drum on the door; the servants run up from time to time to say the messenger is getting bored; and the pencil staggers along, making the world a present of fifteen hundred unimportant words, and making Shakespeare a present of a portion of Gray's Elegy; putting \\\"fantastic roots wreathed high\\\" instead of \\\"antique roots peep out.\\\"  Then the journalist sends off his copy and turns his attention to the enigma of whether a brother should commandeer a sister's necklace because the sister pinched him at Littlehampton.  That is the first scene; that is how an article is really written.\\n\\nThe scene now changes to the newspaper office.  The writer of the article has discovered his mistake and wants to correct it by the next day: but the next day is Sunday.  He cannot post a letter, so he rings up the paper and dictates a letter by telephone.  He leaves the title to his friends at the other end; he knows that they can spell \\\"Gray,\\\" as no doubt they can: but the letter is put down by journalistic custom in a pencil scribble and the vowel may well be doubtful.  The friend writes at the top of the letter \\\"'G.  K.  C.' Explains,\\\" putting the initials in quotation marks.  The next man passing it for press is bored with these initials (I am with him there) and crosses them out, substituting with austere civility, \\\"Mr. Chesterton Explains.\\\"  But and now he hears the iron laughter of the Fates, for the blind bolt is about to fall--but he neglects to cross out the second \\\"quote\\\" (as we call it) and it goes up to press with a \\\"quote\\\" between the last words.  Another quotation mark at the end of \\\"explains\\\" was the work of one merry moment for the printers upstairs.  So the inverted commas were lifted entirely off one word on to the other and a totally innocent title suddenly turned into a blasting sneer.  But that would have mattered nothing so far, for there was nothing to sneer at.  In the same dark hour, however, there was a printer who was (I suppose) so devoted to this Government that he could think of no Gray but Sir Edward Grey.  He spelt it \\\"Grey\\\" by a mere misprint, and the whole tale was complete: first blunder, second blunder, and final condemnation.\\n\\nThat is a little tale of journalism as it is; if you call it egotistic and ask what is the use of it I think I could tell you.  You might remember it when next some ordinary young workman is going to be hanged by the neck on circumstantial evidence.\\n\\nTHE SENTIMENTAL SCOT\\n\\nOf all the great nations of Christendom, the Scotch are by far the most romantic.  I have just enough Scotch experience and just enough Scotch blood to know this in the only way in which a thing can really be known; that is, when the outer world and the inner world are at one.  I know it is always said that the Scotch are practical, prosaic, and puritan; that they have an eye to business.  I like that phrase \\\"an eye\\\" to business.\\n\\nPolyphemus had an eye for business; it was in the middle of his forehead. It served him admirably for the only two duties which are demanded in a modern financier and captain of industry: the two duties of counting sheep and of eating men.  But when that one eye was put out he was done for.  But the Scotch are not one-eyed practical men, though their best friends must admit that they are occasionally business-like.  They are, quite fundamentally, romantic and sentimental, and this is proved by the very economic argument that is used to prove their harshness and hunger for the material. The mass of Scots have accepted the industrial civilisation, with its factory chimneys and its famine prices, with its steam and smoke and steel--and strikes.  The mass of the Irish have not accepted it. The mass of the Irish have clung to agriculture with claws of iron; and have succeeded in keeping it.  That is because the Irish, though far inferior to the Scotch in art and literature, are hugely superior to them in practical politics.  You do need to be very romantic to accept the industrial civilisation.  It does really require all the old Gaelic glamour to make men think that Glasgow is a grand place.  Yet the miracle is achieved; and while I was in Glasgow I shared the illusion. I have never had the faintest illusion about Leeds or Birmingham.  The industrial dream suited the Scots. Here was a really romantic vista, suited to a romantic people; a vision of higher and higher chimneys taking hold upon the heavens, of fiercer and fiercer fires in which adamant could evaporate like dew.  Here were taller and taller engines that began already to shriek and gesticulate like giants.  Here were thunderbolts of communication which already flashed to and fro like thoughts.  It was unreasonable to expect the rapt, dreamy, romantic Scot to stand still in such a whirl of wizardry to ask whether he, the ordinary Scot, would be any the richer.\\n\\nHe, the ordinary Scot, is very much the poorer.  Glasgow is not a rich city.  It is a particularly poor city ruled by a few particularly rich men.  It is not, perhaps, quite so poor a city as Liverpool, London, Manchester, Birmingham, or Bolton.  It is vastly poorer than Rome, Rouen, Munich, or Cologne.  A certain civic vitality notable in Glasgow may, perhaps, be due to the fact that the high poetic patriotism of the Scots has there been reinforced by the cutting common sense and independence of the Irish.  In any case, I think there can be no doubt of the main historical fact.  The Scotch were tempted by the enormous but unequal opportunities of industrialism, because the Scotch are romantic.  The Irish refused those enormous and unequal opportunities, because the Irish are clear-sighted.  They would not need very clear sight by this time to see that in England and Scotland the temptation has been a betrayal.  The industrial system has failed.\\n\\nI was coming the other day along a great valley road that strikes out of the westland counties about Glasgow, more or less towards the east and the widening of the Forth.  It may, for all I know (I amused myself with the fancy), be the way along which Wallace came with his crude army, when he gave battle before Stirling Brig; and, in the midst of mediaeval diplomacies, made a new nation possible.  Anyhow, the romantic quality of Scotland rolled all about me, as much in the last reek of Glasgow as in the first rain upon the hills.  The tall factory chimneys seemed trying to be taller than the mountain peaks; as if this landscape were full (as its history has been full) of the very madness of ambition.  The wage- slavery we live in is a wicked thing.  But there is nothing-in which the Scotch are more piercing and poetical, I might say more perfect, than in their Scotch wickedness.  It is what makes the Master of Ballantrae the most thrilling of all fictitious villains.  It is what makes the Master of Lovat the most thrilling of all historical villains.  It is poetry. It is an intensity which is on the edge of madness or (what is worse) magic.  Well, the Scotch have managed to apply something of this fierce romanticism even to the lowest of all lordships and serfdoms; the proletarian inequality of today.  You do meet now and then, in Scotland, the man you never meet anywhere else but in novels; I mean the self-made man; the hard, insatiable man, merciless to himself as well as to others. It is not \\\"enterprise \\\"; it is kleptomania.  He is quite mad, and a much more obvious public pest than any other kind of kleptomaniac; but though he is a cheat, he is not an illusion.  He does exist; I have met quite two of him.  Him alone among modern merchants we do not weakly flatter when we call him a bandit. Something of the irresponsibility of the true dark ages really clings about him.  Our scientific civilisation is not a civilisation; it is a smoke nuisance.  Like smoke it is choking us; like smoke it will pass away.  Only of one or two Scotsmen, in my experience, was it true that where there is smoke there is fire.\\n\\nBut there are other kinds of fire; and better.  The one great advantage of this strange national temper is that, from the beginning of all chronicles, it has provided resistance as well as cruelty.  In Scotland nearly everything has always been in revolt--especially loyalty.  If these people are capable of making Glasgow, they are also capable of wrecking it; and the thought of my many good friends in that city makes me really doubtful about which would figure in human memories as the more huge calamity of the two.  In Scotland there are many rich men so weak as to call themselves strong.  But there are not so many poor men weak enough to believe them.\\n\\nAs I came out of Glasgow I saw men standing about the road.  They had little lanterns tied to the fronts of their caps, like the fairies who used to dance in the old fairy pantomimes\\\\] They were not, however, strictly speaking, fairies.  They might have been called gnomes, since they worked in the chasms of those purple and chaotic hills.  They worked in the mines from whence comes the fuel of our fires.  Just at the moment when I saw them, moreover, they were not dancing; nor were they working. They were doing nothing.  Which, in my opinion (and I trust yours), was the finest thing they could do.\\n\\nTHE SECTARIAN OF SOCIETY\\n\\nA fixed creed is absolutely indispensable to freedom.  For while men are and should be various, there must be some communication between them if they are to get any pleasure out of their variety.  And an intellectual formula is the only thing that can create a communication that does not depend on mere blood, class, or capricious sympathy.  If we all stark with the agreement that the sun and moon exist, we can talk about our different visions of them.  The strong-eyed man can boast that he sees the sun as a perfect circle.  The shortsighted man may say (or if he is an impressionist, boast) that he sees the moon as a silver blur.  The colour-blind man may rejoice in the fairy-trick which enables him to live under a green sun and a blue moon.  But if once it be held that there is nothing but a silver blur in one man's eye or a bright circle (like a monocle) in the other man's, then neither is free, for each is shut up in the cell of a separate universe.\\n\\nBut, indeed, an even worse fate, practically considered, follows from the denim of the original intellectual formula.  Not only does the individual become narrow, but he spreads narrowness across the world like a cloud; he causes narrowness to increase and multiply like a weed.  For what happens is this: that all the shortsighted people come together and build a city called Myopia, where they take short-sightedness for granted and paint short-sighted pictures and pursue very short-sighted policies. Meanwhile all the men who can stare at the sun get together on Salisbury Plain and do nothing but stare at the sun; and all the men who see a blue moon band themselves together and assert the blue moon, not once in a blue moon, but incessantly.  So that instead of a small and varied group, you have enormous monotonous groups.  Instead of the liberty of dogma, you have the tyranny of taste.\\n\\nAllegory apart, instances of what I mean will occur to every one; perhaps the most obvious is Socialism.  Socialism means the ownership by the organ of government (whatever it is) of all things necessary to production.  If a man claims to be a Socialist in that sense he can be any kind of man he likes in any other sense--a bookie, a Mahatma, a man about town, an archbishop, a Margate nigger. Without recalling at the moment clear-headed Socialists in all of these capacities, it is obvious that a clear-headed Socialist (that is, a Socialist with a creed) can be a soldier, like Mr. Blatchford, or a Don, like Mr. Ball, or a Bath- chairman like Mr. Meeke, or a clergyman like Mr. Conrad Noel, or an artistic tradesman like the late Mr. William Morris.\\n\\nBut some people call themselves Socialists, and will not be bound by what they call a narrow dogma; they say that Socialism means far, far more than this; all that is high, all that is free, all that is: etc., etc. Now mark their dreadful fate; for they become totally unfit to be tradesmen, or soldiers, or clergymen, or any other stricken human thing, but become a particular sort of person who is always the same.  When once it has been discovered that Socialism does not mean a narrow economic formula, it is also discovered that Socialism does mean wearing one particular kind of clothes, reading one particular kind of books, hanging up one particular kind of pictures, and in the majority of cases even eating one particular kind of food.  For men must recognise each other somehow.  These men will not know each other by a principle, like fellowcitizens.  They cannot know each other by a smell, like dogs.  So they have to fall back on general colouring; on the fact that a man of their sort will have a wife in pale green and Walter Crane's \\\"Triumph of Labour\\\" hanging in the hall.\\n\\nThere are, of course, many other instances; for modern society is almost made up of these large monochrome patches.  Thus I, for one, regret the supersession of the old Puritan unity, founded on theology, but embracing all types from Milton to the grocer, by that newer Puritan unity which is founded rather on certain social habits, certain common notions, both permissive and prohibitive, in connection with Particular social pleasures.\\n\\nThus I, for one, regret that (if you are going to have an aristocracy) it did not remain a logical one founded on the science of heraldry; a thing asserting and defending the quite defensible theory that physical genealogy is the test; instead of being, as it is now, a mere machine of Eton and Oxford for varnishing anybody rich enough with one monotonous varnish.\\n\\nAnd it is supremely so in the case of religion.  As long as you have a creed, which every one in a certain group believes or is supposed to believe, then that group will consist of the old recurring figures of religious history, who can be appealed to by the creed and judged by it; the saint, the hypocrite, the brawler, the weak brother.  These people do each other good; or they all join together to do the hypocrite good, with heavy and repeated blows.  But once break the bond of doctrine which alone holds these people together and each will gravitate to his own kind outside the group.  The hypocrites will all get together and call each other saints; the saints will get lost in a desert and call themselves weak brethren; the weak brethren will get weaker and weaker in a general atmosphere of imbecility; and the brawler will go off looking for somebody else with whom to brawl.\\n\\nThis has very largely happened to modern English religion; I have been in many churches, chapels, and halls where a confident pride in having got beyond creeds was coupled with quite a paralysed incapacity to get beyond catchwords.  But wherever the falsity appears it comes from neglect of the same truth: that men should agree on a principle, that they may differ on everything else; that God gave men a law that they might turn it into liberties.\\n\\nThere was hugely more sense in the old people who said that a wife and husband ought to have the same religion than there is in all the contemporary gushing about sister souls and kindred spirits and auras of identical colour.  As a matter of fact, the more the sexes are in violent contrast the less likely they are to be in violent collision.  The more incompatible their tempers are the better. Obviously a wife's soul cannot possibly be a sister soul.  It is very seldom so much as a first cousin. There are very few marriages of identical taste and temperament; they are generally unhappy.  But to have the same fundamental theory, to think the same thing a virtue, whether you practise or neglect it, to think the same thing a sin, whether you punish or pardon or laugh at it, in the last extremity to call the same thing duty and the same thing disgrace-- this really is necessary to a tolerably happy marriage; and it is much better represented by a common religion than it is by affinities and auras.  And what applies to the family applies to the nation.  A nation with a root religion will be tolerant.  A nation with no religion will be bigoted.  Lastly, the worst effect of all is this: that when men come together to profess a creed, they come courageously, though it is to hide in catacombs and caves.  But when they come together in a clique they come sneakishly, eschewing all change or disagreement, though it is to dine to a brass band in a big London hotel.  For birds of a feather flock together, but birds of the white feather most of all.\\n\\nTHE FOOL\\n\\nFor many years I had sought him, and at last I found him in a club.  I had been told that he was everywhere; but I had almost begun to think that he was nowhere.  I had been assured that there were millions of him; but before my late discovery I inclined to think that there were none of him.  After my late discovery I am sure that there is one; and I incline to think that there are several, say, a few hundreds; but unfortunately most of them occupying important positions.  When I say \\\"him,\\\" I mean the entire idiot.\\n\\nI have never been able to discover that \\\"stupid public\\\" of which so many literary men complain. The people one actually meets in trains or at tea- parties seem to me quite bright and interesting; certainly quite enough so to call for the full exertion of one's own wits.  And even when I have heard brilliant \\\"conversationalists\\\" conversing with other people, the conversation had much more equality and give and take than this age of intellectual snobs will admit.  I have sometimes felt tired, like other people; but rather tired with men's talk and variety than with their stolidity or sameness; therefore it was that I sometimes longed to find the refreshment of a single fool.\\n\\nBut it was denied me.  Turn where I would I found this monotonous brilliancy of the general intelligence, this ruthless, ceaseless sparkle of humour and good sense.  The \\\"mostly fools\\\" theory has been used in an anti-democratic sense; but when I found at last my priceless ass, I did not find him in what is commonly called the democracy; nor in the aristocracy either.  The man of the democracy generally talks quite rationally, sometimes on the anti-democratic side, but always with an idea of giving reasons for what he says and referring to the realities of his experience.  Nor is it the aristocracy that is stupid; at least, not that section of the aristocracy which represents it in politics.  They are often cynical, especially about money, but even their boredom tends to make them a little eager for any real information or originality.  If a man like Mr. Winston Churchill or Mr. Wyndham made up his mind for any reason to attack Syndicalism he would find out what it was first. Not so the man I found in the club.\\n\\nHe was very well dressed; he had a heavy but handsome face; his black clothes suggested the City and his gray moustaches the Army; but the whole suggested that he did not really belong to either, but was one of those who dabble in shares and who play at soldiers.  There was some third element about him that was neither mercantile nor military.  His manners were a shade too gentlemanly to be quite those of a gentleman. They involved an unction and over-emphasis of the club-man: then I suddenly remembered feeling the same thing in some old actors or old playgoers who had modelled themselves on actors.  As I came in he said, \\\"If I was the Government,\\\" and then put a cigar in his mouth which he lit carefully with long intakes of breath.  Then he took the cigar out of his mouth again and said, \\\"I'd give it 'em,\\\" as if it were quite a separate sentence.  But even while his mouth was stopped with the cigar his companion or interlocutor leaped to his feet and said with great heartiness, snatching up a hat, \\\"Well, I must be off.  Tuesday!\\\".  I dislike these dark suspicions, but I certainly fancied I recognised the sudden geniality with which one takes leave of a bore.\\n\\nWhen, therefore, he removed the narcotic stopper from his mouth it was to me that he addressed the belated epigram.  \\\"I'd give it 'em.\\\"\\n\\n\\\"What would you give them,\\\" I asked, \\\"the minimum wage?\\\"\\n\\n\\\"I'd give them beans,\\\" he said.  \\\"I'd shoot 'em down shoot 'em down, every man Jack of them.  I lost my best train yesterday, and here's the whole country paralysed, and here's a handful of obstinate fellows standing between the country and coal.  I'd shoot 'em down!\\\"\\n\\n\\\" That would surely be a little harsh,\\\" I pleaded.  \\\"After all, they are not under martial law, though I suppose two or three of them have commissions in the Yeomanry.\\\"\\n\\n\\\"Commissions in the Yeomanry!\\\"  he repeated, and his eyes and face, which became startling and separate, like those of a boiled lobster, made me feel sure that he had something of the kind himself.\\n\\n\\\"Besides,\\\" I continued, \\\"wouldn't it be quite enough to confiscate their money?\\\"\\n\\n\\\"Well, I'd send them all to penal servitude, anyhow,\\\" he said, \\\"and I'd confiscate their funds as well.\\\"\\n\\n\\\"The policy is daring and full of difficulty,\\\" I replied, \\\"but I do not say that it is wholly outside the extreme rights of the republic.  But you must remember that though the facts of property have become quite fantastic, yet the sentiment of property still exists.  These coal-owners, though they have not earned the mines, though they could not work the mines, do quite honestly feel that they own the mines.  Hence your suggestion of shooting them down, or even of confiscating their property, raises very--\\\"\\n\\n\\\"What do you mean?\\\"  asked the man with the cigar, with a bullying eye. \\\"Who yer talking about?\\\"\\n\\n\\\"I'm talking about what you were talking about,\\\" I replied; \\\"as you put it so perfectly, about the handful of obstinate fellows who are standing between the country and the coal.  I mean the men who are selling their own coal for fancy prices, and who, as long as they can get those prices, care as little for national starvation as most merchant princes and pirates have eared for the provinces that were wasted or the peoples that were enslaved just before their ships came home.  But though I am a bit of a revolutionist myself, I cannot quite go with you in the extreme violence you suggest. You say--\\\"\\n\\n\\\"I say,\\\" he cried, bursting through my speech with a really splendid energy like that of some noble beast, \\\"I say I'd take all these blasted miners and--\\\"\\n\\nI had risen slowly to my feet, for I was profoundly moved; and I stood staring at that mental monster.\\n\\n\\\"Oh,\\\" I said, \\\"so it is the miners who are all to be sent to penal servitude, so that we may get more coal.  It is the miners who are to be shot dead, every man Jack of them; for if once they are all shot dead they will start mining again...You must forgive me, sir; I know I seem somewhat moved..  The fact is, I have just found something.  something I have been looking for for years.\\\"\\n\\n\\\"Well,\\\" he asked, with no unfriendly stare, \\\"and what have you found?\\\"\\n\\n\\\"No,\\\" I answered, shaking my head sadly, \\\"I do not think it would be quite kind to tell you what I have found.\\\"\\n\\nHe had a hundred virtues, including the capital virtue of good humour, and we had no difficulty in changing the subject and forgetting the disagreement.  He talked about society, his town friends and his country sports, and I discovered in the course of it that he was a county magistrate, a Member of Parliament, and a director of several important companies.  He was also that other thing, which I did not tell him.\\n\\nThe moral is that a certain sort of person does exist, to whose glory this article is dedicated.  He is not the ordinary man.  He is not the miner, who is sharp enough to ask for the necessities of existence.  He is not the mine-owner, who is sharp enough to get a great deal more, by selling his coal at the best possible moment.  He is not the aristocratic politician, who has a cynical but a fair sympathy with both economic opportunities.  But he is the man who appears in scores of public places open to the upper middle class or (that less known but more powerful section) the lower upper class.  Men like this all over the country are really saying whatever comes into their heads in their capacities of justice of the peace, candidate for Parliament, Colonel of the Yeomanry, old family doctor, Poor Law guardian, coroner, or above all, arbiter in trade disputes.  He suffers, in the literal sense, from softening of the brain; he has softened it by always taking the view of everything most comfortable for his country, his class, and his private personality.  He is a deadly public danger.  But as I have given him his name at the beginning of this article there is no need for me to repeat it at the end.\\n\\nTHE CONSCRIPT AND THE CRISIS\\n\\nVery few of us ever see the history of our own time happening.  And I think the best service a modern journalist can do to society is to record as plainly as ever he can exactly what impression was produced on his mind by anything he has actually seen and heard on the outskirts of any modern problem or campaign.  Though all he saw of a railway strike was a flat meadow in Essex in which a train was becalmed for an hour or two, he will probably throw more light on the strike by describing this which he has seen than by describing the steely kings of commerce and the bloody leaders of the mob whom he has never seen--nor any one else either.  If he comes a day too late for the battle of Waterloo (as happened to a friend of my grandfather) he should still remember that a true account of the day after Waterloo would be a most valuable thing to have.  Though he was on the wrong side of the door when Rizzio was being murdered, we should still like to have the wrong side described in the right way. Upon this principle I, who know nothing of diplomacy or military arrangements, and have only held my breath like the rest of the world while France and Germany were bargaining, will tell quite truthfully of a small scene I saw, one of the thousand scenes that were, so to speak, the anterooms of that inmost chamber of debate.\\n\\nIn the course of a certain morning I came into one of the quiet squares of a small French town and found its cathedral.  It was one of those gray and rainy days which rather suit the Gothic.  The clouds were leaden, like the solid blue-gray lead of the spires and the jewelled windows; the sloping roofs and high-shouldered arches looked like cloaks drooping with damp; and the stiff gargoyles that stood out round the walls were scoured with old rains and new.  I went into the round, deep porch with many doors and found two grubby children playing there out of the rain.  I also found a notice of services, etc., and among these I found the announcement that at 11.30 (that is about half an hour later) there would be a special service for the Conscripts, that is to say, the draft of young men who were being taken from their homes in that little town and sent to serve in the French Army; sent (as it happened) at an awful moment, when the French Army was encamped at a parting of the ways. There were already a great many people there when I entered, not only of all kinds, but in all attitudes, kneeling, sitting, or standing about.  And there was that general sense that strikes every man from a Protestant country, whether he dislikes the Catholic atmosphere or likes it; I mean, the general sense that the thing was \\\"going on all the time\\\"; that it was not an occasion, but a perpetual process, as if it were a sort of mystical inn.\\n\\nSeveral tricolours were hung quite near to the altar, and the young men, when they came in, filed up the church and sat right at the front.  They were, of course, of every imaginable social grade; for the French conscription is really strict and universal.  Some looked like young criminals, some like young priests, some like both.  Some were so obviously prosperous and polished that a barrack-room must seem to them like hell; others (by the look of them) had hardly ever been in so decent a place.  But it was not so much the mere class variety that most sharply caught an Englishman's eye.  It was the presence of just those one or two kinds of men who would never have become soldiers in any other way.\\n\\nThere are many reasons for becoming a soldier.  It may be a matter of hereditary luck or abject hunger or heroic virtue or fugitive vice; it may be an interest in the work or a lack of interest in any other work. But there would always be two or three kinds of people who would never tend to soldiering; all those kinds of people were there.  A lad with red hair, large ears, and very careful clothing, somehow conveyed across the church that he had always taken care of his health, not even from thinking about it, but simply because he was told, and that he was one of those who pass from childhood to manhood without any shock of being a man. In the row in front of him there was a very slight and vivid little Jew, of the sort that is a tailor and a Socialist.  By one of those accidents that make real life so unlike anything else, he was the one of the company who seemed especially devout.  Behind these stiff or sensitive boys were ranged the ranks of their mothers and fathers, with knots and bunches of their little brothers and sisters.\\n\\nThe children kicked their little legs, wriggled about the seats, and gaped at the arched roof while their mothers were on their knees praying their own prayers, and here and there crying.  The gray clouds of rain outside gathered, I suppose, more and more; for the deep church continuously darkened.  The lads in front began to sing a military hymn in odd, rather strained voices; I could not disentangle the words, but only one perpetual refrain; so that it sounded like\\n\\nSacrarterumbrrar pour la patrie,   Valdarkararump pour la patrie.\\n\\nThen this ceased; and silence continued, the coloured windows growing gloomier and gloomier with the clouds.  In the dead stillness a child started crying suddenly and incoherently.  In a city far to the north a French diplomatist and a German aristocrat were talking.\\n\\nI will not make any commentary on the thing that could blur the outline of its almost cruel actuality.  I will not talk nor allow any one else to talk about \\\"clericalism\\\" and \\\"militarism.\\\"  Those who talk like that are made of the same mud as those who call all the angers of the unfortunate \\\"Socialism.\\\"  The women who were calling in the gloom around me on God and the Mother of God were not \\\"clericalists \\\"; or, if they were, they had forgotten it. And I will bet my boots the young men were not \\\"militarists\\\"--quite the other way just then.  The priest made a short speech; he did not utter any priestly dogmas (whatever they are), he uttered platitudes.  In such circumstances platitudes are the only possible things to say; because they are true.  He began by saying that he supposed a large number of them would be uncommonly glad not to go. They seemed to assent to this particular priestly dogma with even more than their alleged superstitious credulity.  He said that war was hateful, and that we all hated it; but that \\\"in all things reasonable\\\" the law of one's own commonwealth was the voice of God.  He spoke about Joan of Arc; and how she had managed to be a bold and successful soldier while still preserving her virtue and practising her religion; then he gave them each a little paper book.  To which they replied (after a brief interval for reflection):\\n\\nPongprongperesklang pour la patrie,   Tambraugtararronc pour la patrie.\\n\\nwhich I feel sure was the best and most pointed reply.\\n\\nWhile all this was happening feelings quite indescribable crowded about my own darkening brain, as the clouds crowded above the darkening church. They were so entirely of the elements and the passions that I cannot utter them in an idea, but only in an image.  It seemed to me that we were barricaded in this church, but we could not tell what was happening outside the church. The monstrous and terrible jewels of the windows darkened or glistened under moving shadow or light, but the nature of that light and the shapes of those shadows we did not know and hardly dared to guess.  The dream began, I think, with a dim fancy that enemies were already in the town, and that the enormous oaken doors were groaning under their hammers.  Then I seemed to suppose that the town itself had been destroyed by fire, and effaced, as it may be thousands of years hence, and that if I opened the door I should come out on a wilderness as flat and sterile as the sea.  Then the vision behind the veil of stone and slate grew wilder with earthquakes.  I seemed to see chasms cloven to the foundations of all things, and letting up an infernal dawn.  Huge things happily hidden from us had climbed out of the abyss, and were striding about taller than the clouds.  And when the darkness crept from the sapphires of Mary to the sanguine garments of St.  John I fancied that some hideous giant was walking round the church and looking in at each window in turn.\\n\\nSometimes, again, I thought of that church with coloured windows as a ship carrying many lanterns struggling in a high sea at night.  Sometimes I thought of it as a great coloured lantern itself, hung on an iron chain out of heaven and tossed and swung to and fro by strong wings, the wings of the princes of the air.  But I never thought of it or the young men inside it save as something precious and in peril, or of the things outside but as something barbaric and enormous.\\n\\nI know there are some who cannot sympathise with such sentiments of limitation; I know there are some who would feel no touch of the heroic tenderness if some day a young man, with red hair, large ears, and his mother's lozenges in his pocket, were found dead in uniform in the passes of the Vosges.  But on this subject I have heard many philosophies and thought a good deal for myself; and the conclusion I have come to is Sacrarterumbrrar pour la Pattie, and it is not likely that I shall alter it now.\\n\\nBut when I came out of the church there were none of these things, but only a lot of Shops, including a paper-shop, on which the posters announced that the negotiations were proceeding satisfactorily.\\n\\nTHE MISER AND HIS FRIENDS\\n\\nIt is a sign of sharp sickness in a society when it is actually led by some special sort of lunatic.  A mild touch of madness may even keep a man sane; for it may keep him modest.  So some exaggerations in the State may remind it of its own normal.  But it is bad when the head is cracked; when the roof of the commonwealth has a tile loose.\\n\\nThe two or three cases of this that occur in history have always been gibbeted gigantically. Thus Nero has become a black proverb, not merely because he was an oppressor, but because he was also an aesthete--that is, an erotomaniac.  He not only tortured other people's bodies; he tortured his own soul into the same red revolting shapes.  Though he came quite early in Roman Imperial history and was followed by many austere and noble emperors, yet for us the Roman Empire was never quite cleansed of that memory of the sexual madman.  The populace or barbarians from whom we come could not forget the hour when they came to the highest place of the earth, saw the huge pedestal of the earthly omnipotence, read on it Divus Caesar, and looked up and saw a statue without a head.\\n\\nIt is the same with that ugly entanglement before the Renaissance, from which, alas, most memories of the Middle Ages are derived.  Louis XI was a very patient and practical man of the world; but (like many good business men) he was mad.  The morbidity of the intriguer and the torturer clung about everything he did, even when it was right.  And just as the great Empire of Antoninus and Aurelius never wiped out Nero, so even the silver splendour of the latter saints, such as Vincent de Paul, has never painted out for the British public the crooked shadow of Louis XI. Whenever the unhealthy man has been on top, he has left a horrible savour that humanity finds still in its nostrils.  Now in our time the unhealthy man is on top; but he is not the man mad on sex, like Nero; or mad on statecraft, like Louis XI; he is simply the man mad on money.  Our tyrant is not the satyr or the torturer; but the miser.\\n\\nThe modern miser has changed much from the miser of legend and anecdote; but only because he has grown yet more insane.  The old miser had some touch of the human artist about him in so far that he collected gold--a substance that can really be admired for itself, like ivory or old oak. An old man who picked up yellow pieces had something of the simple ardour, something of the mystical materialism, of a child who picks out yellow flowers.  Gold is but one kind of coloured clay, but coloured clay can be very beautiful.  The modern idolater of riches is content with far less genuine things.  The glitter of guineas is like the glitter of buttercups, the chink of pelf is like the chime of bells, compared with the dreary papers and dead calculations which make the hobby of the modern miser.\\n\\nThe modern millionaire loves nothing so lovable as a coin.  He is content sometimes with the dead crackle of notes; but far more often with the mere repetition of noughts in a ledger, all as like each other as eggs to eggs.  And as for comfort, the old miser could be comfortable, as many tramps and savages are, when he was once used to being unclean.  A man could find some comfort in an unswept attic or an unwashed shirt.  But the Yankee millionaire can find no comfort with five telephones at his bed-head and ten minutes for his lunch.  The round coins in the miser's stocking were safe in some sense.  The round noughts in the millionaire's ledger are safe in no sense; the same fluctuation which excites him with their increase depresses him with their diminution.  The miser at least collects coins; his hobby is numismatics.  The man who collects noughts collects nothings.\\n\\nIt may be admitted that the man amassing millions is a bit of an idiot; but it may be asked in what sense does he rule the modern world.  The answer to this is very important and rather curious. The evil enigma for us here is not the rich, but the Very Rich.  The distinction is important; because this special problem is separate from the old general quarrel about rich and poor that runs through the Bible and all strong books, old and new.  The special problem to-day is that certain powers and privileges have grown so world-wide and unwieldy that they are out of the power of the moderately rich as well as of the moderately poor.  They are out of the power of everybody except a few millionaires--that is, misers. In the old normal friction of normal wealth and poverty I am myself on the Radical side.  I think that a Berkshire squire has too much power over his tenants; that a Brompton builder has too much power over his workmen; that a West London doctor has too much power over the poor patients in the West London Hospital.\\n\\nBut a Berkshire squire has no power over cosmopolitan finance, for instance.  A Brompton builder has not money enough to run a Newspaper Trust.  A West End doctor could not make a corner in quinine and freeze everybody out.  The merely rich are not rich enough to rule the modern market.  The things that change modern history, the big national and international loans, the big educational and philanthropic foundations, the purchase of numberless newspapers, the big prices paid for peerages, the big expenses often incurred in elections--these are getting too big for everybody except the misers; the men with the largest of earthly fortunes and the smallest of earthly aims.\\n\\nThere are two other odd and rather important things to be said about them. The first is this: that with this aristocracy we do not have the chance of a lucky variety in types which belongs to larger and looser aristocracies.  The moderately rich include all kinds of people even good people.  Even priests are sometimes saints; and even soldiers are sometimes heroes.  Some doctors have really grown wealthy by curing their patients and not by flattering them; some brewers have been known to sell beer.  But among the Very Rich you will never find a really generous man, even by accident.  They may give their money away, but they will never give themselves away; they are egoistic, secretive, dry as old bones.  To be smart enough to get all that money you must be dull enough to want it.\\n\\nLastly, the most serious point about them is this: that the new miser is flattered for his meanness and the old one never was.  It was never called self-denial in the old miser that he lived on bones.  It is called self-denial in the new millionaire if he lives on beans.  A man like Dancer was never praised as a Christian saint for going in rags.  A man like Rockefeller is praised as a sort of pagan stoic for his early rising or his unassuming dress.  His \\\"simple\\\" meals, his \\\"simple\\\" clothes, his \\\"simple\\\" funeral, are all extolled as if they were creditable to him. They are disgraceful to him: exactly as disgraceful as the tatters and vermin of the old miser were disgraceful to him.  To be in rags for charity would be the condition of a saint; to be in rags for money was that of a filthy old fool. Precisely in the same way, to be \\\"simple\\\" for charity is the state of a saint; to be \\\"simple\\\" for money is that of a filthy old fool.  Of the two I have more respect for the old miser, gnawing bones in an attic: if he was not nearer to God, he was at least a little nearer to men.  His simple life was a little more like the life of the real poor.\\n\\nTHE MYSTAGOGUE\\n\\nWhenever you hear much of things being unutterable and indefinable and impalpable and unnamable and subtly indescribable, then elevate your aristocratic nose towards heaven and snuff up the smell of decay.  It is perfectly true that there is something in all good things that is beyond all speech or figure of speech.  But it is also true that there is in all good things a perpetual desire for expression and concrete embodiment; and though the attempt to embody it is always inadequate, the attempt is always made.  If the idea does not seek to be the word, the chances are that it is an evil idea.  If the word is not made flesh it is a bad word.\\n\\nThus Giotto or Fra Angelieo would have at once admitted theologically that God was too good to be painted; but they would always try to paint Him.  And they felt (very rightly) that representing Him as a rather quaint old man with a gold crown and a white beard, like a king of the elves, was less profane than resisting the sacred impulse to express Him in some way.  That is why the Christian world is full of gaudy pictures and twisted statues which seem, to many refined persons, more blasphemous than the secret volumes of an atheist.  The trend of good is always towards Incarnation.  But, on the other hand, those refined thinkers who worship the Devil, whether in the swamps of Jamaica or the salons of Paris, always insist upon the shapelessness, the wordlessness, the unutterable character of the abomination.  They call him \\\"horror of emptiness,\\\" as did the black witch in Stevenson's Dynamiter; they worship him as the unspeakable name; as the unbearable silence.  They think of him as the void in the heart of the whirlwind; the cloud on the brain of the maniac; the toppling turrets of vertigo or the endless corridors of nightmare.  It was the Christians who gave the Devil a grotesque and energetic outline, with sharp horns and spiked tail.  It was the saints who drew Satan as comic and even lively.  The Satanists never drew him at all.\\n\\nAnd as it is with moral good and evil, so it is also with mental clarity and mental confusion. There is one very valid test by which we may separate genuine, if perverse and unbalanced, originality and revolt from mere impudent innovation and bluff.  The man who really thinks he has an idea will always try to explain that idea.  The charlatan who has no idea will always confine himself to explaining that it is much too subtle to be explained.  The first idea may really be very outree or specialist; it may really be very difficult to express to ordinary people.  But because the man is trying to express it, it is most probable that there is something in it, after all.  The honest man is he who is always trying to utter the unutterable, to describe the indescribable; but the quack lives not by plunging into mystery, but by refusing to come out of it.\\n\\nPerhaps this distinction is most comically plain in the case of the thing called Art, and the people called Art Critics.  It is obvious that an attractive landscape or a living face can only half express the holy cunning that has made them what they are.  It is equally obvious that a landscape painter expresses only half of the landscape; a portrait painter only half of the person; they are lucky if they express so much. And again it is yet more obvious that any literary description of the pictures can only express half of them, and that the less important half. Still, it does express something; the thread is not broken that connects God With Nature, or Nature with men, or men with critics.  The \\\"Mona Lisa\\\" was in some respects (not all, I fancy) what God meant her to be. Leonardo's picture was, in some respects, like the lady.  And Walter Pater's rich description was, in some respects, like the picture.  Thus we come to the consoling reflection that even literature, in the last resort, can express something other than its own unhappy self.\\n\\nNow the modern critic is a humbug, because he professes to be entirely inarticulate.  Speech is his whole business; and he boasts of being speechless.  Before Botticelli he is mute.  But if there is any good in Botticelli (there is much good, and much evil too) it is emphatically the critic's business to explain it: to translate it from terms of painting into terms of diction.  Of course, the rendering will be inadequate--but so is Botticelli.  It is a fact he would be the first to admit.  But anything which has been intelligently received can at least be intelligently suggested.  Pater does suggest an intelligent cause for the cadaverous colour of Botticelli's \\\"Venus Rising from the Sea.\\\" Ruskin does suggest an intelligent motive for Turner destroying forests and falsifying landscapes. These two great critics were far too fastidious for my taste; they urged to excess the idea that a sense of art was a sort of secret; to be patiently taught and slowly learnt.  Still, they thought it could be taught: they thought it could be learnt.  They constrained themselves, with considerable creative fatigue, to find the exact adjectives which might parallel in English prose what has been clone in Italian painting.  The same is true of Whistler and R.  A.  M. Stevenson and many others in the exposition of Velasquez.  They had something to say about the pictures; they knew it was unworthy of the pictures, but they said it.\\n\\nNow the eulogists of the latest artistic insanities (Cubism and Post- Impressionism and Mr. Picasso) are eulogists and nothing else.  They are not critics; least of all creative critics.  They do not attempt to translate beauty into language; they merely tell you that it is untranslatable--that is, unutterable, indefinable, indescribable, impalpable, ineffable, and all the rest of it.  The cloud is their banner; they cry to chaos and old night.  They circulate a piece of paper on which Mr. Picasso has had the misfortune to upset the ink and tried to dry it with his boots, and they seek to terrify democracy by the good old anti-democratic muddlements: that \\\"the public\\\" does not understand these things; that \\\"the likes of us\\\" cannot dare to question the dark decisions of our lords.\\n\\nI venture to suggest that we resist all this rubbish by the very simple test mentioned above.  If there were anything intelligent in such art, something of it at least could be made intelligible in literature.  Man is made with one head, not with two or three.  No criticism of Rembrandt is as good as Rembrandt; but it can be so written as to make a man go back and look at his pictures.  If there is a curious and fantastic art, it is the business of the art critics to create a curious and fantastic literary expression for it; inferior to it, doubtless, but still akin to it.  If they cannot do this, as they cannot; if there is nothing in their eulogies, as there is nothing except eulogy--then they are quacks or the high-priests of the unutterable.  If the art critics can say nothing about the artists except that they are good it is because the artists are bad. They can explain nothing because they have found nothing; and they have found nothing because there is nothing to be found.\\n\\nTHE RED REACTIONARY\\n\\nThe one case for Revolution is that it is the only quite clean and complete road to anything--even to restoration.  Revolution alone can be not merely a revolt of the living, but also a resurrection of the dead.\\n\\nA friend of mine (one, in fact, who writes prominently on this paper) was once walking down the street in a town of Western France, situated in that area that used to be called La Vendee; which in that great creative crisis about 1790 formed a separate and mystical soul of its own, and made a revolution against a revolution.  As my friend went down this street he whistled an old French air which he had found, like Mr. Gandish, \\\"in his researches into 'istry,\\\" and which had somehow taken his fancy; the song to which those last sincere loyalists went into battle. I think the words ran :-\\n\\nMonsieur de Charette.   Dit au gens d'ici.   Le roi va remettre.   Le fleur de lys.\",\"timestamp\":1636956629,\"title\":\"or something of that kind.  I faintly feel that some longer lyric was scrawled on the wal\"},\"digest\":\"U3ta4CM2aINLdKvFe8Ql4k-NITU2cdddUJsRpK9z90s\",\"authorship\":{\"contributor\":\"0x9fEBE8Fef2023A1471822697F2EE016e30D61953\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b-TSfP-c0zMlaBcl3lOmmZduTtjaU3_wrdRurlAxDN8\\\",\\\"y\\\":\\\"dCdnAsT8G7Z9C1sc8G_bpJH6FP_H_v9XuGT0gl4IbH4\\\"}\",\"signature\":\"0WTZo_KX23ecxIjVxUdJbv1ymAM27o0gS4awDS6STcqff7O3K6ct_g-mxBfO6pOVjRd8B9onIxzCEPXgJ6C1gw\",\"signingKeySignature\":\"0x7a8fb474a7fd2c1efb6d860599af2df26ff8761f61fa1904f51a42cda6adedd21e7dade8e68c25ba1d8984343c0b8a55b416fbfc95e7b8b5e446eb86125d76661c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b-TSfP-c0zMlaBcl3lOmmZduTtjaU3_wrdRurlAxDN8\\\",\\\"y\\\":\\\"dCdnAsT8G7Z9C1sc8G_bpJH6FP_H_v9XuGT0gl4IbH4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U3ta4CM2aINLdKvFe8Ql4k-NITU2cdddUJsRpK9z90s\"}"