"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/0\\\\*gh3Fq03UxPdbrBnw)\\n\\nTreasureland is pleased to announce that it has sealed a strategic partnership with IoTeX. Both platforms will proactively join forces to push the growth of the NFT sector through interchain NFT transactions, NFT mint, and other use cases. Treasureland is on a mission to create the universal NFT marketplace where users can conveniently exchange digital items from every blockchain network.\\n\\nIoTeX has recently been one of the fast-expanding crypto networks, thanks mainly to its high-performance Ethereum-compatible public blockchain for constructing cross-chain DeFi applications. Aside from that, IoTeX’s launch of the Machine Finance project is ushering in a new ecosystem of IoT dApps aimed at unlocking a trillion-dollar market of Metaverse and Web3 projects.\\n\\nAs such, IoTeX is the perfect ally for Treasureland’s multi-chain vision. The partnership will see both teams aligning to integrate the IoTeX blockchain such that users can start trading native IoTeX NFTs on the Treasureland marketplace.\\n\\n## About IoTeX\\n\\nIoTeX launched as an open-source platform in 2017 as a Silicon Valley project. Nicknamed the Internet of Trusted Things by the developers, the platform’s primary goal is to build a virtual protocol that links the real world with the net.\\n\\nThe privacy-focused blockchain network has undergone several stages of growth and technical changes. Today, it has evolved into a decentralized ecosystem of dApps where humans, machines, businesses, and virtual items are looped together in a trustless manner.\\n\\nIt achieves that by combining blockchain technology, security-tight hardware, and censorship-resistant computing to power hybrid IoT devices, networks and businesses.\\n\\n**Follow IoTeX:**\\n\\n[Website](https://iotex.io/) | [Twitter](https://twitter.com/iotex_io) | [Telegram](https://t.me/IoTeXGroup) | [Medium](https://medium.com/@iotex) | [Reddit](https://www.reddit.com/r/IoTeX)\\n\\n## About Treasureland\\n\\nTreasureland is a cross-chain NFT platform for NFT issuance, NFT trading, NFT collections, and tailored in-shop services. It provides a one-stop solution to business-end users from 0 to 1 and a multiple chain aggregation experience to C-end users.\\n\\n**Follow Us:**\\n\\n[Website](https://treasureland.market/) | [Twitter](https://twitter.com/TreasurelandNFT/) | [Telegram](https://t.me/TreasurelandMarket) | [Instagram](http://instagram.com/treasureland.market/) | [Discord](http://discord.gg/b3YKFKKy9G)\",\"timestamp\":1639148069,\"title\":\"Treasureland Will Build on the IoTeX Blockchain to Drive NFT Adoption\"},\"digest\":\"CHqlzCkwY78jgucHjZJcB9R508IgfdV-hzvUJNMV3h4\",\"authorship\":{\"contributor\":\"0x881fA71997A085d1ae0080aBCe5633890F7008EF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4rXFveNcnLSXArvfmjWJMx_mgiKcT3h4TKyMTANe_zw\\\",\\\"y\\\":\\\"k_mPT0hYwY_WuSvIbgkDPR64sPTOMYK62NZPTFEFlgQ\\\"}\",\"signature\":\"8fkaSRoXenjsXJdPEDIqh5FMIoDts3xjwj1TkntocI94ITwlx6uiPxKQD1LwsCwAE2qwbSYwotYP_xhFanmmEA\",\"signingKeySignature\":\"0x2938b9f02ff6aa5d9b6d8c7efc2cc5fdf5b1593d3cec237e62a03cca42a65ce76b3168ee3a7da8c09d2970cf18a9187321db4c6d311a7f89239fade0954036961c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4rXFveNcnLSXArvfmjWJMx_mgiKcT3h4TKyMTANe_zw\\\",\\\"y\\\":\\\"k_mPT0hYwY_WuSvIbgkDPR64sPTOMYK62NZPTFEFlgQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CHqlzCkwY78jgucHjZJcB9R508IgfdV-hzvUJNMV3h4\"}"