"{\"content\":{\"body\":\"Ashley, it’s hard to believe it’s been 10 years to the day that we first met. I started to believe you were the one about 8 months into our relationship when we decided to drop everything in our lives and go to Ecuador to make a documentary.  Everything felt too good to be true, and after we survived 3 months uncovering a story about murders, gold smuggling operations, human trafficking, and ancient underground alien cities, I knew without question there was no turning back.\\n\\nYou are one of the smartest people I’ve ever met, and I love you for your caring nature, your patients, and your understanding of people and the world that’s far greater than most. \\n\\nI love you because you’ve helped me grow as a person and you’ve guided me through some of my most challenging moments always leading towards a path of enlightenment. \\n\\nI love that you dream big and I vow to support your goals and ambitions. I vow to cherish and appreciate every day. And I promise, to love you, for infinity.\\n\\n\\n---\\n\\nJim, it was ten years ago today that we went on our first date and I can still remember every detail of that night as if it had just happened; I remember the boxy, button-down you were wearing and the way you looked at me when I met you on the sidewalk. I remember the red shirt I was wearing and the crappy bar we went to. We bonded through our love of claymation, of all things, and the promise of making a claymation together. While we never did get around to making that claymation movie, my life was forever changed. \\n\\nAfter exactly a decade together, it somehow seems like you’ve been with me for all of my life and that we’ve only just met. I still vividly remember my sister and dad teasing me at a family reunion, after we had been dating for three months, because I had apparently found some way to mention my new boyfriend to everyone I was talking to. I think I must have known then that I hadn’t just met a new boyfriend, I had found my future husband. \\n\\nIt wasn’t too long after that we were laughing about your broiling feet while waiting to board a plane to Ecuador to begin a journey that would forever change our lives. I can remember thinking in that moment that you had become my best friend and that I never again wanted to know life without you. And, when we came home, having been together now for almost a year, I knew that once you’re almost killed with someone while filming a documentary, you’re bonded for life, and there’s been no going back ever since.\\n\\nIn these ten years, we’ve lived several lifetimes. We’ve seen the breakup of families, illness, the heartbreak of loss, countless moves, broken down cars, failed experiments in the kitchen, bad days at school and work, long days — or really years — spent editing the same project over and over, the many times we’ve both tried to quit caffeine, self-doubt, and the minutiae of daily life. I would never care to re-write any of our history because all of these moments have shaped the people we’ve become and have brought us here. \\n\\nTo me, these vows are both a reflection on our past and our hopes for the future. And, I vow to you to continue looking for new adventures — whether they be in making something new for dinner or getting into trouble in some far-flung corner of the earth — to always help you find beauty in the mundane, to continue fighting for our dreams, to always proofread your emails, and I vow to make this next chapter our lives just as exciting, creative, challenging, fulfilling, and full of love as the last chapter. I’m so grateful to have you as my partner in life and I’m so excited to see what life brings us next.\\n\\n \\n \",\"timestamp\":1637082266,\"title\":\"Our Wedding vows\"},\"digest\":\"nSshRJFrUXtDRJKfcXqMfZqrytKMuT2l_KyZ95j_XYM\",\"authorship\":{\"contributor\":\"0x67a8d15630DFCDfA052916cE088081c2Bdda19A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vK0pVHR9le7Cd5G-k_Y_V36to3wFabeGhXB58do_C84\\\",\\\"y\\\":\\\"NBztL73rC0qN9RFFxQmmeGJjlK6lESJH-LOiH5G8o-s\\\"}\",\"signature\":\"EB6d7uUIdf4NfgZMVqYs1bEx_DKZEdLWc90xCPO3JgLY_1JlivknQDmkh4tGBpefVwEaFGUOZ_aPvTxPlY_fDw\",\"signingKeySignature\":\"0x4862d4ee4608e925f34653bad0fed8daf1d6a84b64f7e1387b57ad9174a8f67b344d5a53d1abfa611cc2b98dd3d6ee1345c1795d8c1a94503675c3acc4d1d3c91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vK0pVHR9le7Cd5G-k_Y_V36to3wFabeGhXB58do_C84\\\",\\\"y\\\":\\\"NBztL73rC0qN9RFFxQmmeGJjlK6lESJH-LOiH5G8o-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nSshRJFrUXtDRJKfcXqMfZqrytKMuT2l_KyZ95j_XYM\"}"