"{\"content\":{\"body\":\"\\\"Allez vous-en!  Allez vous-en!  Sapristi!  That's all right!\\\"\\n\\nHe could speak a little Spanish, and also a language which nobody understood, unless it was the mocking-bird that hung on the other side of the door, whistling his fluty notes out upon the breeze with maddening persistence.\\n\\nMr. Pontellier, unable to read his newspaper with any degree of comfort, arose with an expression and an exclamation of disgust.\\n\\nHe walked down the gallery and across the narrow \\\"bridges\\\" which connected the Lebrun cottages one with the other.  He had been seated before the door of the main house.  The parrot and the mockingbird were the property of Madame Lebrun, and they had the right to make all the noise they wished.  Mr. Pontellier had the privilege of quitting their society when they ceased to be entertaining.\\n\\nHe stopped before the door of his own cottage, which was the fourth one from the main building and next to the last.  Seating himself in a wicker rocker which was there, he once more applied himself to the task of reading the newspaper.  The day was Sunday; the paper was a day old.  The Sunday papers had not yet reached Grand Isle.  He was already acquainted with the market reports, and he glanced restlessly over the editorials and bits of news which he had not had time to read before quitting New Orleans the day before.\\n\\nMr. Pontellier wore eye-glasses.  He was a man of forty, of medium height and rather slender build; he stooped a little.  His hair was brown and straight, parted on one side.  His beard was neatly and closely trimmed.\\n\\nOnce in a while he withdrew his glance from the newspaper and looked about him.  There was more noise than ever over at the house.  The main building was called \\\"the house,\\\" to distinguish it from the cottages.  The chattering and whistling birds were still at it.  Two young girls, the Farival twins, were playing a duet from \\\"Zampa\\\" upon the piano.  Madame Lebrun was bustling in and out, giving orders in a high key to a yard-boy whenever she got inside the house, and directions in an equally high voice to a dining-room servant whenever she got outside.  She was a fresh, pretty woman, clad always in white with elbow sleeves.  Her starched skirts crinkled as she came and went.  Farther down, before one of the cottages, a lady in black was walking demurely up and down, telling her beads.  A good many persons of the pension had gone over to the Cheniere Caminada in Beaudelet's lugger to hear mass.  Some young people were out under the wateroaks playing croquet.  Mr. Pontellier's two children were there sturdy little fellows of four and five.  A quadroon nurse followed them about with a faraway, meditative air.\\n\\nMr. Pontellier finally lit a cigar and began to smoke, letting the paper drag idly from his hand.  He fixed his gaze upon a white sunshade that was advancing at snail's pace from the beach.  He could see it plainly between the gaunt trunks of the water-oaks and across the stretch of yellow camomile.  The gulf looked far away, melting hazily into the blue of the horizon.  The sunshade continued to approach slowly.  Beneath its pink-lined shelter were his wife, Mrs. Pontellier, and young Robert Lebrun.  When they reached the cottage, the two seated themselves with some appearance of fatigue upon the upper step of the porch, facing each other, each leaning against a supporting post.\\n\\n\\\"What folly! to bathe at such an hour in such heat!\\\" exclaimed Mr. Pontellier.  He himself had taken a plunge at daylight.  That was why the morning seemed long to him.\\n\\n\\\"You are burnt beyond recognition,\\\" he added, looking at his wife as one looks at a valuable piece of personal property which has suffered some damage.  She held up her hands, strong, shapely hands, and surveyed them critically, drawing up her fawn sleeves above the wrists.  Looking at them reminded her of her rings, which she had given to her husband before leaving for the beach.  She silently reached out to him, and he, understanding, took the rings from his vest pocket and dropped them into her open palm.  She slipped them upon her fingers; then clasping her knees, she looked across at Robert and began to laugh.  The rings sparkled upon her fingers.  He sent back an answering smile.\\n\\n\\\"What is it?\\\" asked Pontellier, looking lazily and amused from one to the other.  It was some utter nonsense; some adventure out there in the water, and they both tried to relate it at once.  It did not seem half so amusing when told.  They realized this, and so did Mr. Pontellier.  He yawned and stretched himself.  Then he got up, saying he had half a mind to go over to Klein's hotel and play a game of billiards.\\n\\n\\\"Come go along, Lebrun,\\\" he proposed to Robert.  But Robert admitted quite frankly that he preferred to stay where he was and talk to Mrs. Pontellier.\\n\\n\\\"Well, send him about his business when he bores you, Edna,\\\" instructed her husband as he prepared to leave.\\n\\n\\\"Here, take the umbrella,\\\" she exclaimed, holding it out to him.  He accepted the sunshade, and lifting it over his head descended the steps and walked away.\\n\\n\\\"Coming back to dinner?\\\" his wife called after him.  He halted a moment and shrugged his shoulders.  He felt in his vest pocket; there was a ten-dollar bill there.  He did not know; perhaps he would return for the early dinner and perhaps he would not. It all depended upon the company which he found over at Klein's and the size of \\\"the game.\\\" He did not say this, but she understood it, and laughed, nodding good-by to him.\\n\\nBoth children wanted to follow their father when they saw him starting out.  He kissed them and promised to bring them back bonbons and peanuts.\\n\\nII\\n\\nMrs. Pontellier's eyes were quick and bright; they were a yellowish brown, about the color of her hair.  She had a way of turning them swiftly upon an object and holding them there as if lost in some inward maze of contemplation or thought.\\n\\nHer eyebrows were a shade darker than her hair.  They were thick and almost horizontal, emphasizing the depth of her eyes. She was rather handsome than beautiful.  Her face was captivating by reason of a certain frankness of expression and a contradictory subtle play of features.  Her manner was engaging.\\n\\nRobert rolled a cigarette.  He smoked cigarettes because he could not afford cigars, he said.  He had a cigar in his pocket which Mr. Pontellier had presented him with, and he was saving it for his after-dinner smoke.\\n\\nThis seemed quite proper and natural on his part.  In coloring he was not unlike his companion.  A clean-shaved face made the resemblance more pronounced than it would otherwise have been. There rested no shadow of care upon his open countenance.  His eyes gathered in and reflected the light and languor of the summer day.\\n\\nMrs. Pontellier reached over for a palm-leaf fan that lay on the porch and began to fan herself, while Robert sent between his lips light puffs from his cigarette.  They chatted incessantly: about the things around them; their amusing adventure out in the water-it had again assumed its entertaining aspect; about the wind, the trees, the people who had gone to the Cheniere; about the children playing croquet under the oaks, and the Farival twins, who were now performing the overture to \\\"The Poet and the Peasant.\\\"\\n\\nRobert talked a good deal about himself.  He was very young, and did not know any better.  Mrs. Pontellier talked a little about herself for the same reason.  Each was interested in what the other said.  Robert spoke of his intention to go to Mexico in the autumn, where fortune awaited him.  He was always intending to go to Mexico, but some way never got there.  Meanwhile he held on to his modest position in a mercantile house in New Orleans, where an equal familiarity with English, French and Spanish gave him no small value as a clerk and correspondent.\\n\\nHe was spending his summer vacation, as he always did, with his mother at Grand Isle.  In former times, before Robert could remember, \\\"the house\\\" had been a summer luxury of the Lebruns. Now, flanked by its dozen or more cottages, which were always filled with exclusive visitors from the \\\"Quartier Francais,\\\" it enabled Madame Lebrun to maintain the easy and comfortable existence which appeared to be her birthright.\\n\\nMrs. Pontellier talked about her father's Mississippi plantation and her girlhood home in the old Kentucky bluegrass country.  She was an American woman, with a small infusion of French which seemed to have been lost in dilution.  She read a letter from her sister, who was away in the East, and who had engaged herself to be married.  Robert was interested, and wanted to know what manner of girls the sisters were, what the father was like, and how long the mother had been dead.\\n\\nWhen Mrs. Pontellier folded the letter it was time for her to dress for the early dinner.\\n\\n\\\"I see Leonce isn't coming back,\\\" she said, with a glance in the direction whence her husband had disappeared.  Robert supposed he was not, as there were a good many New Orleans club men over at Klein's.\\n\\nWhen Mrs. Pontellier left him to enter her room, the young man descended the steps and strolled over toward the croquet players, where, during the half-hour before dinner, he amused himself with the little Pontellier children, who were very fond of him.\\n\\nIII\\n\\nIt was eleven o'clock that night when Mr. Pontellier returned from Klein's hotel.  He was in an excellent humor, in high spirits, and very talkative.  His entrance awoke his wife, who was in bed and fast asleep when he came in.  He talked to her while he undressed, telling her anecdotes and bits of news and gossip that he had gathered during the day.  From his trousers pockets he took a fistful of crumpled bank notes and a good deal of silver coin, which he piled on the bureau indiscriminately with keys, knife, handkerchief, and whatever else happened to be in his pockets.  She was overcome with sleep, and answered him with little half utterances.\\n\\nHe thought it very discouraging that his wife, who was the sole object of his existence, evinced so little interest in things which concerned him, and valued so little his conversation.\\n\\nMr. Pontellier had forgotten the bonbons and peanuts for the boys.  Notwithstanding he loved them very much, and went into the adjoining room where they slept to take a look at them and make sure that they were resting comfortably.  The result of his investigation was far from satisfactory.  He turned and shifted the youngsters about in bed.  One of them began to kick and talk about a basket full of crabs.\\n\\nMr. Pontellier returned to his wife with the information that Raoul had a high fever and needed looking after.  Then he lit a cigar and went and sat near the open door to smoke it.\\n\\nMrs. Pontellier was quite sure Raoul had no fever.  He had gone to bed perfectly well, she said, and nothing had ailed him all day.  Mr. Pontellier was too well acquainted with fever symptoms to be mistaken.  He assured her the child was consuming at that moment in the next room.\\n\\nHe reproached his wife with her inattention, her habitual neglect of the children.  If it was not a mother's place to look after children, whose on earth was it?  He himself had his hands full with his brokerage business.  He could not be in two places at once; making a living for his family on the street, and staying at home to see that no harm befell them.  He talked in a monotonous, insistent way.\\n\\nMrs. Pontellier sprang out of bed and went into the next room. She soon came back and sat on the edge of the bed, leaning her head down on the pillow.  She said nothing, and refused to answer her husband when he questioned her.  When his cigar was smoked out he went to bed, and in half a minute he was fast asleep.\\n\\nMrs. Pontellier was by that time thoroughly awake.  She began to cry a little, and wiped her eyes on the sleeve of her peignoir. Blowing out the candle, which her husband had left burning, she slipped her bare feet into a pair of satin mules at the foot of the bed and went out on the porch, where she sat down in the wicker chair and began to rock gently to and fro.\\n\\nIt was then past midnight.  The cottages were all dark. A single faint light gleamed out from the hallway of the house. There was no sound abroad except the hooting of an old owl in the top of a water-oak, and the everlasting voice of the sea, that was not uplifted at that soft hour.  It broke like a mournful lullaby upon the night.\\n\\nThe tears came so fast to Mrs. Pontellier's eyes that the damp sleeve of her peignoir no longer served to dry them. She was holding the back of her chair with one hand; her loose sleeve had slipped almost to the shoulder of her uplifted arm.  Turning, she thrust her face, steaming and wet, into the bend of her arm, and she went on crying there, not caring any longer to dry her face, her eyes, her arms.  She could not have told why she was crying. Such experiences as the foregoing were not uncommon in her married life. They seemed never before to have weighed much against the abundance of her husband's kindness and a uniform devotion which had come to be tacit and self-understood.\\n\\nAn indescribable oppression, which seemed to generate in some unfamiliar part of her consciousness, filled her whole being with a vague anguish.  It was like a shadow, like a mist passing across her soul's summer day.  It was strange and unfamiliar; it was a mood.  She did not sit there inwardly upbraiding her husband, lamenting at Fate, which had directed her footsteps to the path which they had taken.  She was just having a good cry all to herself.  The mosquitoes made merry over her, biting her firm, round arms and nipping at her bare insteps.\\n\\nThe little stinging, buzzing imps succeeded in dispelling a mood which might have held her there in the darkness half a night longer.\\n\\nThe following morning Mr. Pontellier was up in good time to take the rockaway which was to convey him to the steamer at the wharf.  He was returning to the city to his business, and they would not see him again at the Island till the coming Saturday.  He had regained his composure, which seemed to have been somewhat impaired the night before.  He was eager to be gone, as he looked forward to a lively week in Carondelet Street.\\n\\nMr. Pontellier gave his wife half of the money which he had brought away from Klein's hotel the evening before.  She liked money as well as most women, and, accepted it with no little satisfaction.\\n\\n\\\"It will buy a handsome wedding present for Sister Janet!\\\" she exclaimed, smoothing out the bills as she counted them one by one.\\n\\n\\\"Oh! we'll treat Sister Janet better than that, my dear,\\\" he laughed, as he prepared to kiss her good-by.\\n\\nThe boys were tumbling about, clinging to his legs, imploring that numerous things be brought back to them.  Mr. Pontellier was a great favorite, and ladies, men, children, even nurses, were always on hand to say goodby to him.  His wife stood smiling and waving, the boys shouting, as he disappeared in the old rockaway down the sandy road.\\n\\nA few days later a box arrived for Mrs. Pontellier from New Orleans.  It was from her husband.  It was filled with friandises, with luscious and toothsome bits--the finest of fruits, pates, a rare bottle or two, delicious syrups, and bonbons in abundance.\\n\\nMrs. Pontellier was always very generous with the contents of such a box; she was quite used to receiving them when away from home.  The pates and fruit were brought to the dining-room; the bonbons were passed around.  And the ladies, selecting with dainty and discriminating fingers and a little greedily, all declared that Mr. Pontellier was the best husband in the world.  Mrs. Pontellier was forced to admit that she knew of none better.\\n\\nIV\\n\\nIt would have been a difficult matter for Mr. Pontellier to define to his own satisfaction or any one else's wherein his wife failed in her duty toward their children.  It was something which he felt rather than perceived, and he never voiced the feeling without subsequent regret and ample atonement.\\n\\nIf one of the little Pontellier boys took a tumble whilst at play, he was not apt to rush crying to his mother's arms for comfort; he would more likely pick himself up, wipe the water out of his eves and the sand out of his mouth, and go on playing.  Tots as they were, they pulled together and stood their ground in childish battles with doubled fists and uplifted voices, which usually prevailed against the other mother-tots.  The quadroon nurse was looked upon as a huge encumbrance, only good to button up waists and panties and to brush and part hair; since it seemed to be a law of society that hair must be parted and brushed.\\n\\nIn short, Mrs. Pontellier was not a mother-woman.  The motherwomen seemed to prevail that summer at Grand Isle.  It was easy to know them, fluttering about with extended, protecting wings when any harm, real or imaginary, threatened their precious brood.  They were women who idolized their children, worshiped their husbands, and esteemed it a holy privilege to efface themselves as individuals and grow wings as ministering angels.\\n\\nMany of them were delicious in the role; one of them was the embodiment of every womanly grace and charm.  If her husband did not adore her, he was a brute, deserving of death by slow torture. Her name was Adele Ratignolle.  There are no words to describe her save the old ones that have served so often to picture the bygone heroine of romance and the fair lady of our dreams.  There was nothing subtle or hidden about her charms; her beauty was all there, flaming and apparent: the spun-gold hair that comb nor confining pin could restrain; the blue eyes that were like nothing but sapphires; two lips that pouted, that were so red one could only think of cherries or some other delicious crimson fruit in looking at them.  She was growing a little stout, but it did not seem to detract an iota from the grace of every step, pose, gesture.  One would not have wanted her white neck a mite less full or her beautiful arms more slender.  Never were hands more exquisite than hers, and it was a joy to look at them when she threaded her needle or adjusted her gold thimble to her taper middle finger as she sewed away on the little night-drawers or fashioned a bodice or a bib.\\n\\nMadame Ratignolle was very fond of Mrs. Pontellier, and often she took her sewing and went over to sit with her in the afternoons. She was sitting there the afternoon of the day the box arrived from New Orleans.  She had possession of the rocker, and she was busily engaged in sewing upon a diminutive pair of night-drawers.\\n\\nShe had brought the pattern of the drawers for Mrs. Pontellier to cut out--a marvel of construction, fashioned to enclose a baby's body so effectually that only two small eyes might look out from the garment, like an Eskimo's.  They were designed for winter wear, when treacherous drafts came down chimneys and insidious currents of deadly cold found their way through key-holes.\\n\\nMrs. Pontellier's mind was quite at rest concerning the present material needs of her children, and she could not see the use of anticipating and making winter night garments the subject of her summer meditations.  But she did not want to appear unamiable and uninterested, so she had brought forth newspapers, which she spread upon the floor of the gallery, and under Madame Ratignolle's directions she had cut a pattern of the impervious garment.\\n\\nRobert was there, seated as he had been the Sunday before, and Mrs. Pontellier also occupied her former position on the upper step, leaning listlessly against the post.  Beside her was a box of bonbons, which she held out at intervals to Madame Ratignolle.\\n\\nThat lady seemed at a loss to make a selection, but finally settled upon a stick of nougat, wondering if it were not too rich; whether it could possibly hurt her.  Madame Ratignolle had been married seven years.  About every two years she had a baby.  At that time she had three babies, and was beginning to think of a fourth one.  She was always talking about her \\\"condition.\\\" Her \\\"condition\\\" was in no way apparent, and no one would have known a thing about it but for her persistence in making it the subject of conversation.\\n\\nRobert started to reassure her, asserting that he had known a lady who had subsisted upon nougat during the entire--but seeing the color mount into Mrs. Pontellier's face he checked himself and changed the subject.\\n\\nMrs. Pontellier, though she had married a Creole, was not thoroughly at home in the society of Creoles; never before had she been thrown so intimately among them.  There were only Creoles that summer at Lebrun's.  They all knew each other, and felt like one large family, among whom existed the most amicable relations.  A characteristic which distinguished them and which impressed Mrs. Pontellier most forcibly was their entire absence of prudery. Their freedom of expression was at first incomprehensible to her, though she had no difficulty in reconciling it with a lofty chastity which in the Creole woman seems to be inborn and unmistakable.\\n\\nNever would Edna Pontellier forget the shock with which she heard Madame Ratignolle relating to old Monsieur Farival the harrowing story of one of her accouchements, withholding no intimate detail.  She was growing accustomed to like shocks, but she could not keep the mounting color back from her cheeks. Oftener than once her coming had interrupted the droll story with which Robert was entertaining some amused group of married women.\\n\\nA book had gone the rounds of the pension.  When it came her turn to read it, she did so with profound astonishment.  She felt moved to read the book in secret and solitude, though none of the others had done so,--to hide it from view at the sound of approaching footsteps.  It was openly criticised and freely discussed at table.  Mrs. Pontellier gave over being astonished, and concluded that wonders would never cease.\\n\\nV\\n\\nThey formed a congenial group sitting there that summer afternoon--Madame Ratignolle sewing away, often stopping to relate a story or incident with much expressive gesture of her perfect hands; Robert and Mrs. Pontellier sitting idle, exchanging occasional words, glances or smiles which indicated a certain advanced stage of intimacy and camaraderie.\\n\\nHe had lived in her shadow during the past month.  No one thought anything of it.  Many had predicted that Robert would devote himself to Mrs. Pontellier when he arrived.  Since the age of fifteen, which was eleven years before, Robert each summer at Grand Isle had constituted himself the devoted attendant of some fair dame or damsel.  Sometimes it was a young girl, again a widow; but as often as not it was some interesting married woman.\\n\\nFor two consecutive seasons he lived in the sunlight of Mademoiselle Duvigne's presence.  But she died between summers; then Robert posed as an inconsolable, prostrating himself at the feet of Madame Ratignolle for whatever crumbs of sympathy and comfort she might be pleased to vouchsafe.\\n\\nMrs. Pontellier liked to sit and gaze at her fair companion as she might look upon a faultless Madonna.\",\"timestamp\":1639988468,\"title\":\"A green and yellow parrot, which hung in a cage outside the door, kept repeating over and over:\"},\"digest\":\"5A2TJ42ZqXti4pZz3Bu9erIU5fCd0NgoR3YCt1gEfMU\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xgLQ4KTe5m1tnl9_Ove85AzSMZc5WmLKq3MIojJMAJE\\\",\\\"y\\\":\\\"b70hID4S1d4pvhJO4zynBqvRLjGKqn12FXUD3BA6_r8\\\"}\",\"signature\":\"fnDeB13EEkml2k4b6JvqfxvFfkQjqk9Ls2ge5LFBQsDCaXM_9YTFR_MS0Qv21Ia5OAfSqxLf9s5rg0EBtqSNuA\",\"signingKeySignature\":\"0x1cc19b51ddaac205c2a998855d7cb6477286f585343bdc88dbcd11ab305182153babdd5128bafc4e4074e1d5c53aa95e0aca8dde255061017450d86fcb5b07d01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xgLQ4KTe5m1tnl9_Ove85AzSMZc5WmLKq3MIojJMAJE\\\",\\\"y\\\":\\\"b70hID4S1d4pvhJO4zynBqvRLjGKqn12FXUD3BA6_r8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5A2TJ42ZqXti4pZz3Bu9erIU5fCd0NgoR3YCt1gEfMU\"}"