"{\"content\":{\"body\":\"*This essay was made possible by all of the $MOOD token holders. Editions created by Rachel Rossin. Research assistance by Lauren Burns Coady. Edited by a past collaborator. Thank you to readers Carson Salter, Toby Shorin, and @sub_rrosa.* \\n\\n*Note on editions: Work by Rachel Rossin. Video made from component parts of a commissioned RPG - navigating a simulated video game made from real estate assets pulled from models for suburban developments.*\\n\\n## You Really Know How to Make Me Cry\\n\\nThe other week I received a mysterious package with an unfamiliar return address. I emptied its contents onto my kitchen table and was faced by two inscrutable objects: a raw muslin handkerchief with the words “Happier Than Ever” embroidered in beige thread, and a card with white borders and an oddly printed beige background with brown script text “thank you for all of your support / can’t wait for you to hear what we’ve been working on / love billie” Why was I receiving such niceties from one of the world’s biggest pop stars? Probably not because I was stringing together thousands of words on the recent R.J. Cutler documentary *[The World’s A Little Blurry](https://www.youtube.com/watch?v=n7VHYBkCbF4)* and Billie Eilish’s distinct vibe. But probably because I had drunkenly purchased an oversized red sweatshirt with a large bikini-clad, winged anime angel named “Princess Blurry” on it for $120 a few weeks prior from her online merch store. The postcard remains on my fridge as I write this.\\n\\nIt would be a mistake to take the title of her forthcoming album at face value. Happier Than Ever is a sardonic effort to draw our attention to vibe above all else. Vibe has been the primary medium in Eilish’s construction of self, and while she has designated vibe as the fulcrum of her oeuvre, media coverage rarely does. A typical profile on Billie Eilish Pirate Baird O'Connell tends to break down to the following component parts: her young age (she’s only nineteen), her SoundCloud based ascent to stardom/virality (\\\"[Ocean Eyes](https://www.youtube.com/watch?v=viimfQi_pUw&feature=youtu.be)\\\", a song produced for a dance routine at fourteen), her deeply collaborative (at times unsettling) relationship with her brother, Finneas, their site of musical production (the O’Connell home in Highland Park, Los Angeles) and the core, foggily defined aspect that distinguishes her from a sea of high ponytailed, hyper-produced, competitively positive contemporary popular musicians — her vibe.\\n\\nThe psychiatric field distinguishes between mood disorders, anxiety disorders and personality disorders. Mood disorders, such as depression and bi-polar disorder, are characterized by emotional/arousal states that are distorted or inconsistent with circumstances. Anxiety disorders are characterized by fear, avoidance and apprehension. Personality disorders such as borderline personality disorder and narcissistic personality disorder, are characterized by \\\"[long-term patterns of behavior and inner experiences that differ significantly from what is expected](https://www.psychiatry.org/patients-families/personality-disorders/what-are-personality-disorders).\\\" Mood is something one is overcome by, not triggered by a single object or stimulus, but oftentimes by a complex constellation of inputs. Emotions can emerge from moods and/or contribute to moods - but the point is that moods are more simple in terms of valence (positive-negative) whereas emotions are often stimulus contingent (even if the stimulus is sometimes a mood itself). A mood has a more complex and elusive set of contributing factors, whereas an emotion can more readily be linked to an object. Mood is what we feel, what we are overcome by, regardless of what we may think about it.\\n\\nEilish openly speaks about her experience of mood disorders —depression and its attendant suicidal tendencies feed heavily into her work. The particular varietal of depressive affect that is expressed through her voice is soft and dark, yet protective, which stands in stark contrast to her pop musical peers' belting to the point of vocal break. Rihanna-tic or Sia-esque belting intensities that escalate to full-on rupture, fissure, and crack—or Britney’s baby-esque, whiny fry—both perform vocalic self-harm. Whereas Eilish’s voice evokes a sense of bottoming out, a whisper that struggles to maintain its own presence. In *The World’s A Little Blurry*, Finneas directs Billie to sing in a “babier” voice, not in the self-harming Britney way, but in a way that communicates even further vulnerability and desire for care. All of this is expressed not only through lyrics but in the plush tenor of her voice that asymptotically approaches the brink of tears.\\n\\nHer voice emerges from a deep interiority, not as a reflection of the world, but as a product of an inner world. The latent resonance of Finneas’s bedroom—where Eilish’s albums are written and produced—permeates each song. \\\"[bad guy](https://www.youtube.com/watch?v=DyDfgMOUjCI&feature=youtu.be)\\\"’s deep and rumbling introductory bassline is felt as much as it is heard. In \\\"[everything i wanted](https://www.youtube.com/watch?v=EgBJmlPo8Xw),\\\" the sound we hear is a response before identifying its stimulus—the introductory piano vibrates and side chains in reaction to an inaudible kick drum track. The opening vocals in \\\"[when the party’s over](https://www.youtube.com/watch?v=pbMwTqkKSps)\\\" convey the emotional tug of an oncoming sob. Eilish’s music triggers a physical response akin to ASMR—it is embodied, it is present, it is immanent.\\n\\nThe chill depressiveness, or downer haze ([Mark Fisher’s phrase](https://www.electronicbeats.net/started-from-the-bottom-mark-fisher-on-drakes-nothing-was-the-same/) for Drake’s breed of sadness), is countered by the physical intensity of her live performances. There, she does not perform self-harm through vocal breaks, but rather performs a physical expression of self harm through repeated corporal injury such as shin splints and sprained ankles. Eilish’s depressive mood is performed at an intensity high enough to function as mass pop music, but, unlike the intensity of EDM drops or Millennial whoops, her intensity is defined through the layering of sonic vibrations of a deep and low, rather than high-pitched register. It seems to erupt from the ground beneath. It’s mere shades from a brown note. She is singing at a 4 while performing—through movement, color and fashion—at 11. \\n\\nThe concrete elements of Eilish’s oeuvre—age, SoundCloud, Finneas, bedroom—are often discussed on equal footing to the mood engendered by her music, rather than addressing this high-intensity depressive affect as the overwhelming aspect that colors everything else. As we are seeing with the announcement of Happier Than Ever, a radical departure from the dominant tone of *When We All Fall Asleep…*, affect is at the core of Eilish’s work. Even with this shift, she retains an under girdle of depressive mood through her almost troll-y facial expression. Moods and their corresponding colors—Eilish has synesthesia after all—are how she has chosen to organize her young career.\\n\\n*The World’s A Little Blurry* is an object lesson on affect theory that centers these nuances in her work, all while meta-cinematically reproducing her vibe of depressive intensity in the structure and tone of the film itself. The bedroom setting, the chronology of depressive time—no past, no future, just overwhelming immediacy—are the stage and chronology to study affect and the greater vibe economy that Eilish trades in, bringing an otherwise inarticulable blur into sharp focus.\\n\\n[me to make you my art](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=6)\\n\\n## You Can Take The Girl Out of the Bedroom\\n\\nDuring the span of the film, Eilish engages in a wide, life-altering swath of activities from getting her driver’s license to recording her first album, touring internationally, performing at Coachella, and winning seven Grammys. Individually, any of these would serve as a substantial documentary subject, yet Cutler focuses in on the unifying affect, and how Billie herself is an advanced participant in the vibe economy. Eilish rose to fame on SoundCloud on the strength of a single, \\\"Ocean Eyes,\\\" which was created on her former a dance instructor’s prompt. Up until *When We All Fall Asleep*, Eilish had only released a series of bangers. This allows Cutler to document the interstitial phase between the initial ascent and the ensuing trajectory — he begins after his subject is established as a global sensation, but before the release of her first “official” album. Eilish is inarguably a phenomenon when the film starts. The album, then, is a bit of a bait and switch for legacy media to engage with her work, arriving at the conclusion that millions of fans already know. In *Blurry,* vibe replaces a chronology of achievement with a consistently calibrating sound, image, and overarching ambience. Privileging the communication of vibe over linear time aptly suits an auteur, in the sense of one who thrives when exercising total world-building control around a coherent collection of aesthetic and affect-oriented decisions.\\n\\nAs revealed in the film, Eilish was a true Belieber—perhaps the truest of them all. She participated in the cult of relatability made possible by early-stage social media. In her parasocial relationship with Bieber, she felt as if he spoke to her and only her. She projected an endless feedback loop of shared emotions, and became lovesick to the point where her mother, Maggie Baird, considered therapy for the tweenage affliction.  Baird says of Billie “I remember driving her to dance class and just thinking ‘How are we going to cope with this? How are we going to cope?’ She was LOVESICK, you know, just like, desperately in love with Justin Bieber.” Bieber’s conveyance of intimacy and relatability, when technologically mediated, created a global, ravenous fandom. While pop music has historically had this potential —Beatlemania, etc.—the scale and ability to participate in this collective mood on-demand, all the time, with the intimacy of social viewership—watching videos in bed, holding a screen in your hand—has amplified the sense of connection and personal investment. This parasocial projection of intimacy is a defining characteristic of the vibe economy. Vibe economies, unlike post-recession aspirational lifestyle commerce, result in collective identification — as opposed to atomized individual curation — à la being a Belieber.\\n\\nA fundamental aspect that Eilish and Bieber share is that they both were–Eilish still is—bedroom pop. Teenage (and formerly teenage) stars not only normalize the angst of being confined to one’s bedroom, but also professionalize that space. They conflate run-of-the-mill identify formation that occurs within the confines of those four walls with launching a global career. For Eilish, Bieber’s bedroom was a field of intimacy she had access to thanks to YouTube. Bedroom performances, whether they be musical or general vlogging, have become a canonical form to the extent that the necessities associated with this domestic site of production have become aesthetic elements in their own rights: multi-monitor setups, background art, wall decals, LED ring lights.\\n\\n![](https://images.mirror-media.xyz/publication-images/629bee4f-ddb3-4eb9-a129-3caf77458643.png?height=968&width=1885)\\n\\nCutler, acknowledging the primacy of the domestic bedroom space in Eilish’s identity/career formation, takes the bedroom as a site of production and performance and transposes that intimate, enclosed space across planes, cars, and hotel rooms throughout the film. Billie exists in an expanded domestic arena—even when on stage she is often performing on top of a rigged bed, reminding everyone in both the concert and film’s audience — that wherever Billie goes, the bedroom goes with her. \\n\\n![](https://images.mirror-media.xyz/publication-images/c4e22fc2-5cee-4b11-9a63-471ad2f8fd02.png?height=971&width=1649)\\n\\nFor the O’Connell children, the bedroom is a live-work space. Throughout the film we see Finneas at his work station while Billie sits on his bed, an arms-reach away. While Finneas’ bedroom might be the “studio,” Billie’s bedroom—like any teenage girls’ — is the site of construction for her identity and femininity.\\n\\nAs has been argued by a litany of feminist researchers, specifically as cited in Anita Harris’ work *Future Girl: Young Women in the Twenty-First Century* (2004), a young woman’s bedroom is a much more fundamental site of meaning-making than the street or (public arena). Because young women are generally more restricted to the home than young men, their bedrooms become private spaces to experiment with both dominant and alternative ideologies about what it means to be a young woman. All of this is blown out to another level when the bedroom becomes the broadcast point for an audience to witness what was, pre-social media and networked technologies, a private experience [1]. \\n\\n![](https://images.mirror-media.xyz/publication-images/e23ee493-685e-41a7-80de-b937b448a58a.png?height=969&width=1880)\\n\\nAt a particular moment in the film when we see Eilish Instagram Live from her bedroom with her pet tarantula, one specific feminine teenage subjectivity emerges — social celebrity and influencer. Not in the aspiration lifestyle sense, but in the e-girl sense. E-girls, loosely defined as a young person trading in internet aesthetics, projecting their youth, hotness, and vibe via Twitch, TikTok, Instagram or other social platforms, construct their digital personas in the privacy of their bedrooms. E-girl, a term originating to refer to young women in the gaming space, where they broadcast themselves, from their bedrooms, on Twitch, to a broader aesthetic category associated with TikTok. The bedroom’s privacy has long become public as it proliferates social platforms. Billie Eilish’s bedroom is an infiltrated private space, a nexus of production where the intimate goes global. \\n\\n![](https://images.mirror-media.xyz/publication-images/5efc4085-071b-491b-931c-3d5157acd4db.png?height=971&width=1885)\\n\\nCutler’s expanded bedroom becomes a chamber play set where Billie’s feminine identity formation takes place. On this stage, we see affective nuances and blurs take hold as a nascent subjectivity tests its roles and boundaries with others. We see these transposed bedrooms in car and plane interiors, hotel rooms, a tour bus at Coachella. Cutler boldly overlays text disclaiming whichever city or continent we’re in: Salt Lake City, New York, Los Angeles, Boston, Houston, Milan, Europe, Australia and the United States. Before almost every location title card, Cutler inserts a slow and solemn shot of Billie gazing sadly out a window or off into space—we witness interiority in transit. You can take the girl out of the bedroom but you can't take the bedroom out of the girl. We are given these indicators because very little of the exterior world is let in. No matter where we are, we’re in the bedroom.\\n\\n![](https://images.mirror-media.xyz/publication-images/0c0a5e2f-b0e0-4b23-8054-cf301283045c.png?height=912&width=1879)\\n![](https://images.mirror-media.xyz/publication-images/eb17ff53-9be7-47e5-8874-fcfe8ca551a9.png?height=975&width=1881)\\n\\nIn one scene, Finneas’s bedroom is invaded by record label executives basically drooling as they hear \\\"i love you\\\" and \\\"my strange addiction\\\" for the first time. Billie—the only woman, and teenager at that—is clearly being objectified by all the older men in the room. There are many intentions present, some at odds with each other: in this moment Finneas is caught between needing to hype up record execs, while down-shifting his enthusiasm towards Billie. He has, after all, been charged with the covert task of making a hit without letting her know it. Billie, meanwhile, slouches on Finneas’s bed, looking fully disinterested in the executives. You can see their discomfort, being in a casual, domestic interior space with this young woman who is integral to their success. Affect is the liminal shimmers between individuals, it is the forces of impact between one subject and another [9]. We are witnessing the emotional and physical responses between each character, and it is uncomfortable as fuck, on every possible level. \\n\\n![](https://images.mirror-media.xyz/publication-images/9327cfb2-03f2-43e0-963f-e24bf546ade4.png?height=971&width=1883)\\n\\n[and i'm too far behind](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=8)\\n\\n## Vibe Economics  \\n### Got a mood that you wish you could sell\\n\\nWhile at times awkward as fuck, affect can also be instrumentalized to create a sense of belonging and collective identity—see: hype beast culture. Eilish is both a consumer of hypebeast culture—as seen in her is repeatedly referenced personal sneaker collection—as well as a producer of it. Her branded merchandise operates on a drop cycle similar to Supreme and sells out at a similar speed. The “Princess Blurry” hoodie was only my second choice after realizing that all of her mom-themed merch was sold out. Social celebrity and streetwear exist at the point of intersection between lifestyle and vibe. Lifestyle—as expressed, curated and consumed on social media in it’s post-recession, aspirational iteration—is about object dependence. Lifestyle is an individually focused form of consumption that exists in the overlap between class and status, as [Max Weber](https://en.wikipedia.org/wiki/Three-component_theory_of_stratification) had it. While many individuals may be embodying or practicing a similar lifestyle, lifestyle does not lead to collective identification. Lifestyle plays out in an atomized society where the delineation between private and public space looms large and consumption differences between status groups stand in stark relief. While one kind of class identity describes a relationship to the means of production, status groups are just as often organized by reference to the means of consumption, that is, by lifestyle.  A consumer’s lifestyle—as laid out by writer [Daisy Alioto](https://www.whatislifestyle.com/)[2]—is a set of object relations, with attachments fueled by nostalgia, early memories and personal association. In contrast, products and experiences in the vibe economy are rooted in the present and often bleed into phenomenological or social experiences, for instance an immersive experience or standing in line with hundreds of people for hours.\\n\\nThe vibe economy is a collectively-oriented evolution in lifestyle— those that produce and purvey it manufacture scarcity, and one of the defining aspects is the viewing of consumer goods as investment assets where one can extract social capital or financial capital. Sneakers and apparel exist to be bought and resold via the entire experiential and pseudo-museuological culture complex that has formed around streetwear. What makes hypebeast culture different from the post-recession version of lifestyle as we know it is that aspirational, socially mediated lifestyle is about individual comparison and distinction, without an aspect of collective mood-making or participatory moments. \\n\\nThe hypebeast culture that Eilish plays in as both consumer and producer exemplifies the greater vibe economy, which includes elements of individualist lifestyle commerce while being based on participation and exchange. It is as much about buying the sneaker, posting it and reselling it as it is going out and standing in line. Producers in the vibe economy don’t solely make objects, they make experiences. In *Blurry* we see brief clips of Eilish’s immersive album experience that, as a giant wall text explains, aims to bring the album to life by recreating her embodied synesthetic experience. At the entrance of the experience is a Billie cardboard cutout with a projected head, wearing baggy red basketball shorts, black Jordans, and an oversized mobster Bugs Buggy t-shirt. The vibe here is produced by a constellation of signifiers and references, each of which, isolated, are individually complex, but collectively simple, as Peli Grietzer articulates in his influential [Theory of Vibe](https://www.glass-bead.org/article/a-theory-of-vibe/?lang=enview) [3]. “Simple” in this application can be explained as something which is immediately registered, and though potentially inarticulable, is felt and either phenomenologically or at some instinctive level understood.  In an interview, Eilish describes the experience as “an exhibit, a museum, a place to smell, hear and feel. Every room has a certain temperature, a certain feel, a certain color, a certain texture on the walls, a certain shape, a certain number…” All of these things may add up to a representation of a synesthetic’s experience of the world, but it also adds up to an aesthetic unity—it’s her vibe, and we’re all just living in it. When considered on a whole, this vibe is a curated set of objects and phenomena that make up the imaginative landscape of the work.  \\n\\nVibe economies are rooted in exchange, they are rhythmic and cyclical, as opposed to being aspirational and linear.  Lifestyle is primarily about mimesis, while the vibe economy becomes a stage for collective catharsis. Vibe currency is rooted in cultural lineages, vocabularies, and is community oriented. Oftentimes lifestyle products and services modulate individual emotions (e.g. Spotify “chill” playlist, a Dosist pen). These are primarily used in service of individual optimization, and to be consumed in a solo, rather than social environment. Vibe comes into play then these affects become socially relational. One can, of course, vibe out on their own. Vibing out alone most often occurs when an individual is in a dissociative, ketamine-esque state, conscious of how an external or disembodied eye might perceive them. Vibes only exist in as much as they are emitted by one subject and received by a real or imagined other. This relationality makes the vibe-based economy an arena where affective nuances can be witnessed and analyzed. \\n\\nCutler’s film focuses not on actions, but how Billie’s emotional expressions—how they take form through her speech, singing, styling and physical performance—play out and impact those around her. One such scene takes place during a late June performance at an open-air venue in NYC’s South Street Seaport, where a post-breakup Eilish sits cross-legged on a levitating bed frame with her brother. She sings “We fall apart as it gets dark/I'm in your arms in Central Park,” with the mic held close, choking back tears to reach the next repeated lines of “I love you’s.” Finneas reaches his arm around his sister in consolation, while Cutler cuts to the tear-streamed faces of a young female audience, who stand shoulder to shoulder, staring forward, singing in unison. The song is filled with broad-swathed emotional generalities that afford enough ambiguity to deeply resonate with each fan’s unique breed of sadness and longing. It’s not the content, but the mood that moves them. And the mood is not expressed solely through the music; the lighting design’s rich, dark hues, and even the unseasonably dour weather—[\\\"which was downright gloomy: dark, clammy, cloudy and threatening to rain at any second”](https://www.google.com/url?q=https://variety.com/2019/music/news/concert-review-billie-eilish-mesmerizes-new-york-audience-spooky-night-1203247285/&sa=D&source=editors&ust=1623778387072000&usg=AOvVaw1qcOu268KP2t0LSbaq2IeC)—  aided in creating a gesamt-vibe work. \\n\\n![](https://images.mirror-media.xyz/publication-images/8f979149-df1a-43a1-a855-17f126dbb737.png?height=963&width=1878)\\n\\nThis scene’s audience is an ad hoc manifestation of collective desire and purpose. That purpose: a shared vibe, a sense of feeling seen by and belonging with others who are similarly afflicted with similar “non-productive” sad or depressive emotions. This cohesion is exemplary of a collective mood as described by Ludwig Fleck [4], wherein “the force which maintains the collective and unites its members is derived from the community of the collective mood. This mood produces the readiness for an identically directed perception, evaluation and use of what is perceived, i.e. a common thought-style.”  This collective mood can be defined by a unifying sadness, which to be clear is not unique to Eilish or her fandom. What makes Eilish’s affect unique is, again, the intensity of physical and stylistic performance, as well as the capacity —the malleability or augmentability—for how it’s received by an audience [5]. \\n\\n![](https://images.mirror-media.xyz/publication-images/38b9d934-ed8e-4f5a-a0f4-eb36015e3df8.png?height=973&width=1879)\\n\\nHow does one differentiate the terms emotion, mood, vibe and affect? One defining aspect of contemporary vibes are that they are socially relational and only exist in as much as they are either expressed by one subject and received by another or generated through collective expressions of emotion or intent. Vibes are the excess of material reality, making them akin to a Benjaminian aura. They are not neutral, and if taken synonymously with Sianne Ngai’s definition of tone in Ugly Feelings, vibes can represent a subject’s ideology—and so, represent a structure of [a] subjectivity and touch upon the structure of the social-material conditions structuring [a] subjectivity [6].  Another way of understanding vibes, as they are produced in the receiver’s imaginative landscape and how that corresponds to a linguistically articulable material reality is to differentiate between dense vibes in the imaginative landscape associated with a work or person, where these dense vibes act as a structural representation a loose vibe of the collective objects and phenomena of a real-world domain.   Loose vibes emerge from curated sets of objects, elements, references, etc. and are received as dense vibes in an individual or collective imaginative, non-linguistic landscape. \\n\\nFor emotion, mood or affect, there are operational, discipline-specific, somewhat competing definitions across various fields that leave these distinctions in flux. Emotion is a mental response directly linked to neurophysiological stimuli—perceptions, memories, experiences, physical sensations—which is bucketed into conceptual categories that are, in themselves learned cultural objects, e.g. the 6 basic emotions: sadness, fear, anger, happiness, disgust, surprise. Emotions also emerge from any disruption in physical homeostasis, e.g. experiencing hanger, or coming down with a cold converging with a bout of depression. Neuroscientist Lisa Feldman Barrett further explains this emotion/stimuli response as \\\"Your brain is always regulating and it’s always predicting what the sensations from your body are to try to figure out how much energy to expend. When those sensations are very intense, we typically use emotion concepts to make sense of those sensory inputs. We construct emotions\\\" [7].  Mood, very closely related to vibe, is not externally nor internally produced, but it rather arises out of the condition of being-in-the-world. Where vibe is relationally produced, and aesthetically oriented, a mood, or Heideggerian Stimmung, is the precondition for, and medium of all more specific operations of subjectivity [8].  This is differentiated from a pathologized definition of mood disorders, though has a commonality in that it is more than a literalist experience of given circumstances.\\n\\nWhat distinguishes affect in the context of Affect Theory and the philosophical discourse surrounding emotion and sociality from mood or emotion is its relationality (to the world) and interrelatedness (an embodied force that influences the mind). While emotion is the internalized, psychological sense, affect is a relational, psycho-biological sense that exists as the body experiences the world and comes into contact with other forces.  Distinguishing “affect” from pure “emotion” derives from Spinoza’s definition of the term, wherein affect is the shift produced in a body (including the mind) by an interaction with another body, which increases or diminishes the body’s power of activity, or potentia agendi. In Spinoza’s definition, affect designates the mode, state or quality of a body's relation to the world. \\n\\nAffect is produced at the point of interaction, transition, encounter and interrelatedness. It arises in the midst of in-between-ness: in the capacities to act and be acted upon. It is, in many ways, synonymous with forces of encounter. Because affect emerges out of muddy, unmediated interrelatedness and not in some dialectical reconciliation of cleanly oppositional elements or primary units, it makes easy compartmentalization give way to thresholds and tensions, blends and blurs.  The inherent between-ness and interstitial nature of affect makes it quite difficult to point to what, where and how these things occur and take form. \\n\\nAn affective-oriented cultural analysis includes emotions that have progressively left behind to unfold regimes of expression that are more concretely social such as crowd behaviors, contagions of feeling or matters of belonging. It shifts focus toward non-linguistic modalities, those that either do not or cannot have truly isomorphic relations to words. These are the unarticulated motivators which are not necessarily equivalent to impulse or instinct, but closer to them than explicit communication. Beyond sociality, they are also the operating system for contemporary consumer and financial capital. To put it bluntly, hypebeast culture, SPACs, crypto-markets, social media and other technologies that extract value from emotional engagement all operate in a sphere where affect is the medium. The mood is the message. \\n\\n[my limbs all froze](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=11)\\n\\n## More Than a Feeling\\n\\nCutler’s focus on the nuance of vibe surrounding Billie Eilish did not result in rave reviews. Those familiar with his oeuvre wondered why the critically acclaimed documentarian who had previously centered Bill Clinton and Anna Wintour now chose Eilish for a subject. Negative reviews focused on the film's lack of a center, its drawn out timeline, and the general lack of a “there” there. As Monica Castillo criticized, “the film itself can sometimes feel like it meanders off, squeezing in a random tour shot here, another scene of Eilish goofing off there. The core drama and story is there, but a few scenes don’t add to the narrative, only extend it\\\" [10].  The film makes more sense considered in the context of recent literary works which focus in on the inter-relational shimmers, the unspoken and unarticulated forces at play between individuals as they come into contact with one another and the world at large. One such work, Kathleen Stewart and Lauren Berlant’s recent book, The Hundreds, unpacks the unseen/unconscious processes inherent in a subject’s worldmaking. When viewed as a similar study, *Blurry* brings out the affective nuances that are taking place between Billie, her family, her fans, and the world. \\n\\nThis approach is strikingly different from the traditional music documentary genre camps. Music, especially pop music documentaries are seductively ham-fisted: they center around the recording of a specific song or album, tour, concert or festival—see D.A. Pennebaker’s *[Don’t Look Back](https://www.youtube.com/watch?v=1inL6s1htio&feature=youtu.be)* or The Maysel Brother’s *[Gimme Shelter](https://www.youtube.com/watch?v=x7UsBmavjsE&feature=youtu.be)*. These narrative frames provide a legible, linear timeline with distinct beginnings and ends. There are clear moments that allow for conflict to bloom—on the tour bus, in the recording studio—and successes or failures to be evaluated—the record goes platinum, the band breaks up. Cutler’s previous documentaries, *[The War Room](https://www.youtube.com/watch?v=pgo-qwfCFYU)* (as producer) and *[The September Issue](https://www.youtube.com/watch?v=Ph7HLll8XmA)* follow the similarly linear timeline of a political campaign and magazine issue release respectively. \\n\\nA second approach is the more intimate, verité character study that takes a mercurial, what-will-they-do-next musician, and documents their alchemical, virtuosic creative practice— see Les Blank’s documentary about Leon Russell, [*A Poem is a Naked Person*](https://www.youtube.com/watch?v=R1D65LMlZiw). This study often goes one of two ways: either depicting a redemptive arc wherein a musician, stymied by various afflictions from songwriter’s block to mental illness, addiction, or the crushing weight of success, finds salvation through creation. Otherwise, the film becomes an exercise in schadenfreude, leading us down the spirals of one person’s private hellscape. Recent pop music documentaries have tended to follow this vérité format. [Katy Perry](https://www.youtube.com/watch?v=kVSXCphR6Ww&feature=youtu.be), [Lady Gaga](https://www.youtube.com/watch?v=IxI1iOi0t-c&feature=youtu.be), and [Arianna Grande](https://www.youtube.com/watch?v=zHwcvnyiolA&feature=youtu.be)’s documentaries are singular character studies. They shy away from rooting these individuals within a broader community or cultural landscape, instead positioning them as singular pop subjects existing only in relation to themselves, their inner circles, their fans, and in a few cases, one another. This directorial tunnel vision operates in the lineage of romantic, virtuosic character studies, while creating a format that can, in equal footing, operate as an extended album release trailer or advertorial for the record labels that—in many cases—fund the film’s production. Partially or fully bank-rolled documentaries come off as spleen-less, neutered promos that communicate a siloed redemption without couching the narrative in a cultural context. They exist in an advertorial uncanny valley, as exemplified by Demi Lovato’s 2018 docuseries *Dancing With The Devil*, which balances reality-tv style confessionals with archival footage while the sponsoring CrossFit brand’s logo periodically glints across the screen. While Cutler’s film is legally authored by Interscope Records–a fact that we are reminded of at the end of the credits with the disclaimer “Interscope Records is the author of this cinematographic or audiovisual work.”– it does not pander to its corporate master. What *Blurry’s* negative reviews fail to grasp is that this film is in a sense a tone poem, where the wandering immersion into Billie’s world is necessary when neither the star herself nor her music are the “product” as much as is the aura surrounding them.\\n\\n*Blurry* is neither a tour, record nor concert film. It flows along an amorphous spatiotemporality, opting instead for a cinéma vérité approach that lets action unfold as it would unobserved. Cutler resists the genre's narrative tropes, primarily by transforming the directorial role into one of director-as-psychoanalyst. Over the course of the film, milestones take place—international concert and press tours, Coachella, the Grammys—but he utilizes his position to observe and listen as character-revealing insight (over action) unfolds. Through his lens, we view the O’Connell family as they create their own hierarchy of meaning, which is revealed through a version of cinematic talk therapy at both the individual and familial level. \\n\\nAs an analyst, Cutler is following the threads placed forth by his subjects—listening, following, and waiting for recurrent themes to emerge. As the audience, we are also trying to structure a hierarchy of our own attention. What is important? Possible options include: the oddly functional family dynamic, Billie and Finneas’s struggle to produce a banger that alienates absolutely no one, her disintegrating, dysfunctional relationship with her boyfriend Q, the physical injuries she sustains on tour, the matte black Dodge Challenger… *Blurry* is a sea of aspects that are only recognized in their importance after watching the entire film. Major or minor threads can only be determined once you’ve seen the whole of a subject’s investment in a theme. That is why the Challenger looms larger than the Grammys. It means more to Billie, in that it is a unique moment of differentiation and independence from the family unit, whereas the Grammy only further unifies it. The Challenger is hers (“mine”), the Grammy is theirs (“ours”). \\n\\n![](https://images.mirror-media.xyz/publication-images/7091d063-83ff-4cb9-9db2-73b88481a49a.png?height=969&width=1874)\\n\\nThis confusion over hierarchy of meaning is articulated by Billie in a particularly Brechtian moment. After a post-breakup concert in New York, she is ushered back into the public for a series of meet-and-greets with record label shills. Her Tourette Syndrome kicks in due to the high stress situation, she keeps trying to leave, and keeps being goaded back to her public. The morning after, she is riding in a van with her mother and team, and vents about a comment she received where a fan thought her rude the previous evening. She scolds her team, letting them know that they’ve failed her, and says, “Nobody tells me who’s important. All of you said I could go back and I hear ‘Billie, Billie, Billie, Billie.’ All I hear is “Billie,” so how am I supposed to know that’s an important ‘Billie’.” Well, Billie, we too are waiting to be told.\\n\\n![](https://images.mirror-media.xyz/publication-images/945a9e2f-b272-4834-a5a8-7632e1b9f209.png?height=972&width=1877)\\n![](https://images.mirror-media.xyz/publication-images/9f85e54a-72a8-449d-9ba8-ac52004eaadd.png?height=969&width=1881)\\n\\nThis psychoanalytic directorial approach and de-hierarchization of meaning is the foundational lens that positions *Blurry* as an object study in affect theory. This is furthered by the film’s interior, chamber play-like stage where affective encounters can take place within an expanded “bedroom,” as well as the fractured and extended use of a chronology that mirrors the futureless experience of depressive time.\\n\\n[the day you couldn't stay](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=12)\\n\\n## Always Already\\n### But I (I) I'm in love (Love, love, love, love) With My Future\\n\\nAfter another one of *Blurry’s* bedroom moments at Coachella—where Billie has a brief intimate interlude with her withholding paramour, Q—she goes on to perform one of the largest concerts in her short life. Nerves abound as she waits backstage, watching the LED-screen backdrop glitch out. Fans yell “Fuck the screen” from the audience. Techs take too long to fix it, and Billie is told that she’ll have to cut two songs from her set. She is clearly distraught, leaving xanny by the wayside. We then see her performance start, with the screen still flickering behind her. She forgets words, she stumbles, and then she stops. The screen’s white light illuminates the stage behind her, and she directly addresses the crowd:\\n\\n> *“I just want us all to be in the moment for this song because I feel like in life we tend to do things then we’re always looking forward to the next thing and the next thing after that and we’re never thinking about what’s happening right now, and this is happening right now, this is crazy. And like, we and I, are never gonna be in this moment ever again no matter what, this exact moment right here. Never again. Ever. this is the only chance we get to be in the moment, so why don’t we be in the moment, yea?”*\\n\\nIn this moment, we too, the film’s audience, are thrust out of cinematic time and urged to root ourselves in the present—a present that is exactly sixty-seven minutes through the documentary. No man ever steps in the same river twice, Heraclitus said, for it's not the same river and he's not the same man. We have changed during the course of this film, and somewhere out there, so has Billie. This rootedness in the present, while apexed with this Brechtian aside, exists throughout the film. While the genre tends to heavily rely on archival footage, *Blurry* does not. There are brief clips from her childhood, dancing, singing, fanning out about Bieber, but Billie’s past does not play a central role. Her mother alludes to the family’s moments of precarity, but without divulging specifics. The film is largely devoid of anecdotes or nostalgia. There is an ahistorical nature to the film and its subjects, which feels mostly in service of a protestant efficiency above all else. \\n\\n![](https://images.mirror-media.xyz/publication-images/5c090ff7-d772-4847-ad12-2d33941d0962.png?height=968&width=1885)\\n\\nThe entirety of the film follows a loose linearity, marked with specific moments that indicate the forward movement of time. Billie gets her learner’s permit, then her license. Billie and Finneas record the album, release the album, and win Grammys. Everything in between feels interchangeable, and the lack of historicity, as well as the lack of articulation of future hopes and intentions, creates the sense of presence that is most directly articulated at Coachella. This mirrors the experience of depressive time, with its sense of foreshortened future and altered experience of temporal passage. The phenomenological experience of time for the depressive can often lack a clear vision of a future, often because of an overwhelming loss of life narrative or sense of general doomed-ness. This can sometimes be paired with a fixation on and inability to move beyond past traumas, if any “causation” can be rooted in a specific traumatic experience. This does not necessarily seem to be the case for Billie, at least based on what is divulged on camera. Throughout the film, we hear of her depression and self-harm—in one early scene she walks us through her journals, stating “I was in such a bad place. Wow… this page was kinda like the peak, I would say. I was like, fourteen-fifteen. I had razors hidden in places and I had bandaids hidden in a little corner of my room and I always had bandaids on my wrists. I was literally locking myself in the bathroom and making myself bleed because I thought I deserved it, you know?” Cutler then cuts to the drawings and text adorning her bedroom walls, with oozing ghoulish scribbles, and fragmentary statements like “an intense feeling of the absolute end / of a miserable state of mind and unenviable lifestyle / utterly dispirited or defected / the joy I had seems like somebody elses…”. \\n\\n![](https://images.mirror-media.xyz/publication-images/b0affe93-c0f6-40df-8538-1a7b0e6689e6.png?height=977&width=1886)\\n\\n![](https://images.mirror-media.xyz/publication-images/3737fdd5-f053-43f2-b09a-26390861b99b.png?height=971&width=1885)\\n\\nWhile our curiosity is piqued, and we might want to seek out a “why,” even though there is absolutely no need for depression to be linked to a specific traumatic instance, Maggie dissuades us with her explanation that depression is a condition of contemporary existence. She validates the trauma of Billie’s generation, born post 9/11, into a world of climate catastrophe, recession, etc. The mother is, in turn, defending her own trauma, which can be epigenetically linked to her daughter’s. \\n\\n![](https://images.mirror-media.xyz/publication-images/c9bfd834-5e93-4453-a010-befe369a3b33.png?height=972&width=1880)\\n![](https://images.mirror-media.xyz/publication-images/540d0f50-09eb-4b1b-9528-bf93f18b7762.jpeg?height=966&width=1878)\\n![](https://images.mirror-media.xyz/publication-images/b00f13d4-61a3-4a1b-af5c-7dc07701a849.jpeg?height=968&width=1881)\\n![](https://images.mirror-media.xyz/publication-images/8b49909c-50af-403b-b0ba-60484128df9b.png?height=970&width=1878)\\n![](https://images.mirror-media.xyz/publication-images/5a185f58-f10d-40b9-a4be-3ba008f9926b.png?height=971&width=1881)\\n\\n## Sad Girls\\n\\nBillie Eilish’s depressive vibe and performance thereof exists in a long cultural lineage of sad girls. The sad girls currently dominating social media are young women expressing stylized aspects of sadness and depression, largely aestheticizing mental illness. This particular expression of (predominantly white) sad girl emerged around a decade ago, dominating early Tumblr and Instagram feeds, and converged with and was epitomized by Lana del Rey’s 2012 album Born to Die. Associated with pale colors and faded hues, sad girl aesthetics communicate a baby-ish vulnerability and need for care. It conflates sadness with taste, building out a fully formed world of visual references, limiting beauty standards, and aesthetics. Sad girl logic is not without politics, and positions the expression of sadness as an empowered position of protest to a heteronormative, brightsiding culture of toxic positivity. Lana’s sad girl marked a turn in popular culture, a turn away from what critical theorist Anita Harris defines as “can-do girls,” or “a unique category of girls who are self-assured, living lives lightly inflected but by no means driven by feminism . . . assuming they can have (or at least buy) it all.” The Spice Girls and girl power of the nineties are examples of such.  In contrast, Lana’s sadness refuses these expectations of the “empowered” can-do girl, with her traction suggesting a collective disaffection of—and resistance to—this mandate for productivity, ambition, assertiveness and independence. Lana, like Billie in some ways, embodies the “at risk” more than the “can-do” feminine subject, though while Lana plays as more of a doomed, caged bird, Billie reads as more of a disaffected youth who may need talking down from the proverbial or literal ledge. As sociologist Heather Mooney states in her essay Sad Girls and Carefree Black Girls: Affect, Race, (Dis)Possession, and Protest states, “Sad Girls are resistant to the affective hegemony of white girlhood, their protest follows familiar paths of white performance and becoming: commodification, ownership, and mobility/expansion\\\" [11].  Sad girl resistance is recuperated back into aestheticization and commodification. \\n\\nThough having peaked in the cultural zeitgeist over the past decade, sad girls did not emerge from a desaturated void in the beginning of the twenty-teens—like so many social media subjectivities, it is deeply appropriative.  \\nThe sad girl typology originally emerged from Lantinx culture, prominently present in Billie’s neighborhood of Highland Park, Los Angeles. This ur-archetype was not in response to the liberated pressures of feminist empowerment, but rather a Catholic, male-led society that designates very specific, at times oppressive roles for women. It is a form of protest against often violent, patriarchal society. Billie’s form of sad girl conflates both the early twenty teens' iteration and its appropriative origins. Some of her stylings and aesthetic interests directly lift from Latinx sad girls—we see [Soto](https://shop.officialsoto.com/products/body-pillow-case)’s artwork in her bedroom—which makes contextual sense in that it’s the culture that surrounds her youth and home. \\n\\n![](https://images.mirror-media.xyz/publication-images/15872630-ee65-42cf-b6bc-f48aa52d51f0.png?height=974&width=1885)\\n\\nWhile sad girl is a gendered archetype, Billie’s valence is also complicated by its reflection of a SoundCloud rapper sad boy typology as played out by Lil Peep or even Takeshi6x9. While Billie emerged from the same platform, these sad boys’ depression has been shaped by a very different breed of anguish: domestic violence, systemic racial injustice, and class-related white misery, all of which then resulted in self harm in the form of drug abuse and violence against themselves and others. While Eilish does not lay claim to any of these sad boy SoundCloud rappers’ trauma, her aesthetic is a hybridized version of LatinX Sad Girl, SoundCloud Sad Boy, and #pale Tumblr and Instagram Sad Girl.\\n\\nEilish’s sad girl positioning comes through in her choice of aesthetic partners. As mentioned, she is a fan of and has collaborated with the artist Soto, as well as working with notable sad girl photographer Petra Collins. Collins has earned this moniker through her photographic and filmic work that centers a hyper-feminine gaze, depicting young women in moody, dream-like colorscapes. Collins’ work trades in emotional vulnerability and depicts her subjects in moments of inward reflection, furthering the mystification of a young woman’s interior world. Collins’ aesthetic emerged from the pastel Tumblr iteration of sad girls, whereas Eilish, slightly younger and native to newer platforms such as Instagram, Soundcloud and TikTok, embodies a hybrid of the newer e-girl iteration of sad girl and its recent predecessors. Collins shot [Billie’s Rolling Stone cover](https://www.rollingstone.com/music/music-features/billie-eilish-cover-story-triumph-weird-863603/) with explicit intention to contrast her against the canonical [Britney Spears’ cute, happy, sexy teen-on-the-phone 1999 cover](https://www.rollingstone.com/wp-content/uploads/2011/03/BritneySpears2.jpg?w=838). Eilish is shot in a non-descript bedroom, illuminated by light passing through venetian blinds. In the background a white stuffed bear floats in a fish tank. These moody, emo signifiers and oblique angles present a portrait of a feminine subject with an impenetrable, “you wouldn’t get it if you tried” interior monologue, which starkly contrasts Britney’s what you see is what you get cover.\\n\\nYoung women recognize themselves in Eilish, and teen girl sadness is a thread of the zeitgeist that is primed for performed empathy. The projection and centering of one’s own sadness increases authenticity and relatability and becomes a calling card for other young women to participate in the creation of an ad hoc community unified by a collective mood. Eilish and social celebrities such as fellow sad-girl [Emma](https://www.instagram.com/emmachamberlain/) [Chamberlain](https://www.youtube.com/channel/UC78cxCAcp7JfQPgKxYdyGrg) have gained massive fandoms doing just this, and we see this collective mood take hold both in the comments of any social media post and as young women cry in the audience of Billie’s concerts. Billie’s music does not create a mood of sadness in the audience, it does not re-produce the affect in the viewer. That would be the emotional mimesis at the heart of kitsch. Rather, her expression of depression and sadness holds space for other young women feeling the same way to feel a sense of belonging and validation. \\n\\nWhen asked by an interviewer in the film about her choice to be transparent on “difficult” subjects like depression, Eilish states, “I never decided to. I never was like ‘I’m gonna talk about this, and I’m gonna talk about this,’ I just talked about what I was feeling and talked about why it was bad, or why it was good, or why it was whatever, and then it became this like ‘oh, she’s making a statement.’ Which I actually love, because I didn’t realize I was, and now that I think about it, like, I realize how many people aren’t talking about that kind of stuff and why people are so, like, shocked when you do talk about it. I’m like ‘why is that so shocking, like I’m telling you, like, about how I am as a human, like, why’s that weird? To be honest with you, I didn’t think I would make it to this age.” Eilish’s expression of sadness furthers her authenticity, and in her public reception, the public discussion of depression and self-harm makes her somewhat transgressive compared to other young female popstars operating at a similar stratum of fame.\\n\\nWhile Sad Girls toe the line between ennui, sadness, moodiness, and clinically recognized mental health issues, Billie takes it further. She is open about her experiences with cutting and self-harm. Songs such as everything i wanted directly address moments of contemplating suicide. Billie is definitely a sad girl, but each sad girl contains multitudes, and hers leans more towards a textured, low rumbling depression—reflected in the texture of her voice and sound—which is then inflected with bursts of wilding, raging tantrums—expressed through her physical motion, style and use of color.\\n\\n[it's dark enough](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=9)\\n\\n## Depressive Intensity\\n### “I feel the dark things, I feel them very strongly”\\n\\nInteriority and a sense of immanence are integral to Billie’s vibe, which I define here as depressive intensity. The affect produced by her speaking and singing voice, her low-cast, disaffected gaze, and her open discussion of sadness and self harm compositely create a sense of dark, low-registered depressiveness. This is counterbalanced by a stylistically louder way of moving her body on stage and in the clothing she wears. While performing, she constantly jumps, both reflecting and producing the same motion with the crowd, and does so to the point of injury. It creates a sense of amplified depression, which does not spike, drop or whoop, but rather continues on the same low register, just with increased gain or volume. When listening to tonally low sounds at higher volume, you are able to hear more texture. With depressive intensity the medium itself is revealed— with decreased fidelity, you hear the substrate of sound itself. If you listen closely, you can even perceive the bedroom’s resonant echo.  \\n\\nDepressive intensity has specific affective valences within it which create the broader texture of this vibe. As her Rolling Stone cover title illustrates, Eilish’s success was claimed as the “Triumph of the Weird.” While Eilish trades in gothic, e-girl iconography—her pet tarantula, black liquid streaming from her eyes–it doesn’t not align with Mark Fisher’s definition of the term – “the weird is that which does not belong” [12]. In these terms the weird points towards wrongness—not that the thing itself is wrong, but rather our conception of the world cannot flex to accommodate it. Eilish, as a depressed young woman leaning into dark aesthetics is by no means wrong, it’s somewhat expected. By these parameters, I do not include weirdness as a component affect of depressive intensity. What I would consider integral elements are the affective categories of sad, chill and baby. Sad in these terms aligns with the previous description of the sad girl typology—a young female who capitalizes on traditionally non-productive attitudes, aesthetically flattening them into markers of taste. The breed of resistance apparent in Eilish’s sadness is not particularly anti-patriarchal, but rather against a culture of toxic positivity and brightsiding. \\n\\nRobin James has previously written about the chill aspects of Eilish’s work. She points out that “bad guy” may sound chill on the surface, but has other intentions at play. Eilish’s chillness is not simply a semi-jaded affect, but deepens a sense of intimacy with her audience. The laid-back chillness of creating hits in a bedroom with her brother, microphone close to the mouth, producing ASMR-inducing sounds, results in songs that tonally and texturally seem to be designed to be listened to by individuals on airpods. As James states, “Her voice is calibrated to suit the intensifying privatization of listening that has accompanied new media technologies and which has become central to neoliberalism’s imperative to produce capacity-value.” Capacity-value here can be described as one’s ability to fluidly adapt to a given situation, and what’s more chill than going with the flow. There is a darkened underbelly to chill though, chill is an affect arguably accessible only to those of a specifically privileged status. Chill is an aspirational affect, one that has become a status marker amongst wellness-minded, cis white women who equate chillness with a sense of homeostasis. Chill is an ideologically non-neutral affect, it is the ideal for elite cishetero white women in economies of resilience. “Chill” as James explains, is enacted by individuals who have already adapted neoliberal market logics, while appropriating the aesthetics and styles of people who can’t or won’t adapt (or, in James’ terms, do not have the capacity to adapt) [13]. Chillness here appropriates a sense of melancholy as a way to disidentify with the mainstream. Eilish’s sadness, even beyond “Sad Girl” is also communicating a sense of melancholy that operates within her chill register, effectively having her multi-layered moody cake and eating it too.\\n\\nThe final and most nascent affective aspect to depressive intensity is “baby.” At multiple points throughout *Blurry*, Finneas instructs Billy to sing “babier.” What this means practically is that she softly up-pitches her voice, making it sound younger than her age. Performing a baby voice is unsustainable and when prolonged, can cause long lasting vocal harm—as can be seen with Britney Spears, who was vocally trained to reproduce the baby voice of her most famous hits. It’s not difficult to understand the appeal of “baby.” A baby is a machine for getting attention in order to get its needs met. Implicit in a performed babyness is a performance of vulnerability and weakness, eliciting a sense of care. It is slightly manipulative, but in Billie’s case, she is literally the baby in the family. In meme logic, “i’m baby” refers to the relinquishment of agency as much as it does an admittance of one’s own lack of control and need to be cared for. It is an expression of both helplessness and uselessness, which can, at some angles, be interpreted as a resistance to the capitalist mandate of endless productivity, but, in another light is a giving up of accountability and responsibility. Anyone can be baby if you’re willing to make the world someone else’s problems. \\n\\n[with so much left to say ](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=13)\\n\\n## In Conclusion\\n\\nAs with many pop music documentaries, *Blurry* provides a verité style portrait of a hit sensation who is neither the full architect of nor the accidental subject of her own success. Throughout the film we see her exercise creative agency (she has gone on to direct subsequent music videos), as well as locate her within a deeply intimate family constellation. While her brother primarily drives the writing and production of the music, what does become apparent is that Billie is the architect of her interior world, and the way that synthesizes her synesthetic mind, tastes, and vocal and performative tonalities into a coherent vibe—depressive intensity. More than her ingenue status, her and Finneas’s musical virtuosity, or the wholesome O'Connell family narrative, what has fed into her success the most is the fact that this depressively intense vibe is being experienced en masse. She is symptomatic of a moment where the dominant cultural affect is one of depression, with the mandate to perform said depression at a high enough intensity to function as a productive, accelerated capitalism subject. Within that intensity lies elements of chill, a mood that appropriates melancholy into the realm of productivity, and equating adaptability with homeostasis, and baby — a performed helplessness, relinquishing agency in exchange for care, and abandoning a sense of individual accountability to the whole. Billie, like her fans, is constantly negotiating between self-reflexivity and passivity to the complex cultural forces at play. Cognizance of and harnessing the way that one’s vibe impacts the world is a way to exercise agency. By centering Eilish’s specific vibe, effectively making it the true subject of the film, Cutler allows us to anthropologically analyze its component parts and attempt to put language to something that otherwise resists or exists beyond the linguistic. If mood is the message, then it’s time we all learn to read.\\n\\n[or bury your friend right now](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=10)\\n\\n[1] Harris, Anita. *Future Girl: Young Women in the 21st Century*. Routledge, 2004. p.95\\n[2] Alioto, Daisy. What Is Lifestyle?, 2020, www.whatislifestyle.com/. \\n[3] Grietzer, Peli. “A Theory of Vibe.” Glass Bead, 2017, www.glass-bead.org/article/a-theory-of-vibe/?lang=enview. \\n[4] Sady, Wojciech, \\\"Ludwik Fleck\\\", The Stanford Encyclopedia of Philosophy (Winter 2019 Edition), Edward N. Zalta (ed.), https://plato.stanford.edu/archives/win2019/entries/fleck/.\\n[5] James, Robin. “Dancing With Myself.” Real Life, 2019, reallifemag.com/dancing-with-myself/. \\n[6] Ngai, Sianne. Ugly Feelings. Harvard University Press, 2005.\\n[7] Chen, Angela. “Neuroscientist Lisa Feldman Barrett Explains How Emotions Are Made.” The Verge, The Verge, 2017, www.theverge.com/2017/4/10/15245690/how-emotions-are-made-neuroscience-lisa-feldman-barrett. \\n[8] Heidegger, Martin. The Fundamental Concepts of Metaphysics: World, Finitude, Solitude. Indiana University Press, 2012. \\n[9] Seigworth, Gregory J., and Melissa Gregg. “An Inventory of Shimmers.” The Affect Theory Reader, Duke University Press, 2010. \\n[10] Castillo, Monica. “Billie Eilish: The World's a Little Blurry Movie Review (2021): Roger Ebert.” Movie Review (2021) | Roger Ebert, 2021, www.rogerebert.com/reviews/billie-eilish-the-worlds-a-little-blurry-movie-review-2021. \\n[11] Mooney, Heather. “Sad Girls and Carefree Black Girls: Affect, Race, (Dis)Possession, and Protest”, WSQ: Women's Studies Quarterly, Volume 46, Numbers 3 & 4, Fall/Winter, 2018, pp. 175-194 \\n[12] Fisher, Mark. The Weird and the Eerie. Watkins Media Limited, 2017. \\n[13] James, Robin. “‘High Hopes,\\\" ‘Bad Guy,\\\" and Chill Moods: On Resilience in Post-Probabilist Neoliberalisms.” It's Her Factory, 2019, [www.its-her-factory.com/2019/11/high-hopes-bad-guy-and-chill-moods-on-resilience-in-post-probabilist-neoliberalisms/](www.its-her-factory.com/2019/11/high-hopes-bad-guy-and-chill-moods-on-resilience-in-post-probabilist-neoliberalisms/). \\n\\n\",\"timestamp\":1623941055,\"title\":\"BLURRED VIBRATIONS\",\"publication\":\"appliedarts\"},\"digest\":\"2SjVVHDFFP4sBr0P6urLLRTuy3s3YUzjraFKFxieY8M\",\"authorship\":{\"contributor\":\"0x345122f6513329d169cFf39ACe8978EDC3942b5D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W-dsz4_TzFzYN4ttq_pRI2UMzriJIq0fRCJkBvxhK1k\\\",\\\"y\\\":\\\"3pdnIBoqC1wrmAusNYKS0ZyBLjyEHvpWdX9McnQd3JA\\\"}\",\"signature\":\"hgtMV6zlC4Fb05q8m9IrvQv6tmZF3BWe8MjipsMDvTsB-7PvWIW58k48hEsf_8uJpx_jg5-pfoLrhcxMgfsF-g\",\"signingKeySignature\":\"0xf0cba83b7596a223c67cdc2f02150da46ac5250340192ade128f6a88d37c94b1598e421c1ad652522b84bf562302b96d5eba379ce2c73098c3570948dfa176a31c\",\"signingKeyMessage\":\"I authorize the publication of articles on appliedarts.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W-dsz4_TzFzYN4ttq_pRI2UMzriJIq0fRCJkBvxhK1k\\\",\\\"y\\\":\\\"3pdnIBoqC1wrmAusNYKS0ZyBLjyEHvpWdX9McnQd3JA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{\"nftTransactionHash\":\"0x2c5a66d05ede070f9973d4c4143a0e65697bfa27158a33414db94dfb3c29c4dd\"},\"version\":\"12-21-2020\",\"originalDigest\":\"Cq5e2QGJl6zoCGzRVAWSxrbYUgKwtCEeZke1JojIXNE\"}"