"{\"content\":{\"body\":\"![Daniel Kaluuya as ](https://pyxis.nymag.com/v1/imgs/1ac/033/d955b2b1477bd1acaf73344e700a6d0637-oscar-futures-judas-black-messiah-lede.rhorizontal.w700.jpg)\\n\\nI watched [Judas and the Black Messiah](https://en.wikipedia.org/wiki/Judas_and_the_Black_Messiah) last night. What I found quite interesting is the accurate portrayal of radical ideology (which I largely endorse). Usually in modern cinema, radical ideas get debeaked and [powerful establishmentarian countercurrents are planted](https://en.wikipedia.org/wiki/Military-entertainment_complex), such that the viewer doesn't side with the revolutionaries. But more and more, I feel pure and undistilled ideology can be framed and regarded as a piece of art. Since I'm not 100% up to speed with the Black Panther movement, I'm not going to claim that everything was presented perfectly but generally it was pretty solid.\\n\\nThis could mean many things. The most 'scary' is that the established media complex doesn't fear that the viewers get compromised by the material. McCarthyism's entire premise is that the government needs to shield people from dangerous ideas. Nowadays, we are so deep into capitalism (time to whip out Capitalism Realism by Mark Fisher again) that it is literally unimaginable for many to be lured into alternatives. So much so, that an accurate portrayal of radical socialist ideas can be shown on big cinema without the bourgeoisie having to fear people changing their minds. An even steeper claim is that these ideologies have become 'antiquated' and are now commodified. Something like 'Jesus Christ Superstar' would have been sacrilegious or going back further to Zeus' time, the Hercules Cartoon Series would not be possible. *Of course* gods shouldn't be commodified, they would say. Other example include the commodification of love, parenthood, sex, care, etc. People have less strong feelings about them and I understand that each of those would earn another discussion. In the case of ideology (which might even include religion) it's just another step into the direction of the commodification of everything. You wouldn't commodify communism, either out of reverence to it or out of red scare. But here we are, late stage capitalism, where me might be doing exactly that.\\n\\nPost script: Come to mind, the Che Guevara T-shirts are also essentially just that, even though the alienation of the face and the ideology makes it less a commodification of ideology rather than an effect of how easy it is to alienate objects.\",\"timestamp\":1636498692,\"title\":\"Artistic commodification of ideology\"},\"digest\":\"-DjH45tcAMrUpg7geLReDRy6Sb7w_xvCl5N57oIsR9I\",\"authorship\":{\"contributor\":\"0x7EDE5151442b5e5617f1112f399CB41f0Cb29172\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ICzFRYGfu3G1__xtgouBG9CACz-6u_GzLv8h0AD3LZE\\\",\\\"y\\\":\\\"V-aD1L1YioIQqbEgWENBsPcVjhxj9roivnE1mFksnAM\\\"}\",\"signature\":\"XHOC-OwQBeFlXOhmEByJ-jI2LK9Ga5e6j4rdGrGI9AnhgUSv1qhEmDOAp0M3WYdH8CNEv7PnRR9wb-zFx2sO4w\",\"signingKeySignature\":\"0xb2969fe0ef0b1d5362017cc3726bf8f44decf4b1de58eab54a07a834e38a2e5e12cfd46987bc11c9e13f85af264af0399c7166ae7fdaa3e0aef0df789a3f2b5f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ICzFRYGfu3G1__xtgouBG9CACz-6u_GzLv8h0AD3LZE\\\",\\\"y\\\":\\\"V-aD1L1YioIQqbEgWENBsPcVjhxj9roivnE1mFksnAM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"27tjyLmyh4_sYeYbP3YcI4Ea1yrNCd-qcLQOHBsfa8s\"}"