"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/uJuSmgHGphA_dnGF8Tg57j77gY2rncnUWweTle2DhaI](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/uJuSmgHGphA_dnGF8Tg57j77gY2rncnUWweTle2DhaI)\\n\\n\\\\*\\\\*\\\\*\\n\\n**“Is it the train / That falls like meteorite**\\n\\n**Backward into space, to alight Never again?**\\n\\n**Or is it the illusory world / That falls from reality As we look? /**\\n\\n**Or are we Like a thunderbolt hurled? / One or another Is lost, since we fall apart /**\\n\\n**Endlessly, in one motion depart / From each other.”**\\n\\n*(D. H. Lawrence)* *\\\\[49\\\\]*\\n\\n**Free Will T: Mammals, Human**\\n\\n*So, what does this all mean for humans?\\\\[50\\\\]*\\n\\n![Inger Vandyke, “Suri girl: Ethiopia”, 2019 CE.](https://images.mirror-media.xyz/publication-images/DL7lznyvUXd1jjKfs-IVa.png?height=1500&width=1000)\\n\\nHumans are mammals that can currently make many more choices than other mammals. This means we are more likely to have the opportunity to exercise greater freedom of action. However, while that freedom is something we might exercise, by definition we rarely do so. Freedom of action is relative. It is also a group quality that takes place over time (generations) in both code and culture.\\n\\nEach step away from the normal is taken from a different normality, which is based on the actions of previous outliers.\\n\\nThe extent of freedom of action available increases more than the sum of the unusual actions of any individuals at a snapshot in time.\\\\[51\\\\]\\n\\n**“… if a stone, while continuing in motion, should be capable of thinking and knowing, that it is endeavouring, as far as it can, to continue to move. Such a stone, being conscious merely of its own endeavour and \\\\[interested in it\\\\], would believe itself to be completely free, and would think that it continued in motion solely because of its own wish. This is that human freedom, which all boast that they possess, and which consists solely in the fact, that men are conscious of their own desire, but are ignorant of the causes whereby that desire has been determined.”**\\n\\n(*Benedictus de Spinoza*)\\\\[52\\\\]\\n\\nThink about how molecules of H2O work collectively. Water can transform into steam and ice. When water boils to become steam, the individual molecules do not break up into hydrogen and oxygen gas (which would require a much greater amount of energy than heating to 100ºC). It is the hydrogen bonds between the molecules that change and that is how each molecule can be rearranged as flowing water, steam or ice.[\\\\[53\\\\]](#_ftn53)\\n\\nOur self-centredness and excessive individualism have misled us about the way the world works and what we are in control of — that is, absolute or individual ‘free will’. Interestingly, the current obsession with what people do, wear, look like (the glamourisation of the individual) is in fact a group dynamic — people are asking for their specialness to be affirmed by others.\\n\\nWe are all “standing on the shoulders of giants” and each new step forward (away from mediocrity) is a cumulative step for all. Each unique step is a step beyond all previous steps — going back to the beginning of our culture and code; in fact, it goes back even further, to the life-form from which all life-forms on Earth have evolved.\\n\\nAt an individual level, freedom of action must represent the ability to do something that is a real outlier from the activities of our family, friends or socio-economic groups. It may be, or seem, arbitrary. It therefore often involves perceived risk and might even result in loneliness, ostracisation, economic failure or early death. Freedom sounds quite brave or foolhardy (and which one it is depends on what happens next, which is out of the individual’s control).\\n\\n**“Like Edison, Thom Hartmann is a visionary who uses history to illuminate the potential cost to society of shackling unique minds aching to soar. He questions the cultural imperative that compels us to label what is outside the bell curve as pathological rather than extraordinary. In this new edition, Hartmann urges us to nurture the fearlessly innovative child and celebrate their differences. Our futures will ultimately be shaped by those undaunted by the spectra of the impossible — because they have been taught to believe in their own self-worth.”**\\n\\n[\\\\[54\\\\]](#_ftn54)\\n\\nPerhaps the first groups of *Homo sapiens* that radiated out of Africa were real risk-takers. They decided to seek new opportunities elsewhere, and this helps to explain both the migratory nature of humans and the strong tendency towards gambling across human societies.\\n\\nThis bravery and risk-taking ability (and in some cases compunction) may even go some way towards explaining the violence in us. Any greater tendency to exercise freedom of action and take risk, if more successful, then becomes part of our common code and our cultures. Once the outlier or small group of outliers succeeds, freedom of action is a cumulative group property.\\n\\n*If freedom to deviate is coded into mammals, what does that mean to the persistent idea of free will?*\\n\\n**“Freedom is what we do with what is done to us.”**\\n\\n(*Jean-Paul Sartre*)[\\\\[55\\\\]](#_ftn55)\\n\\n![And1mu, “EM-Wave”, Wikipedia, 2016 CE — CC BY-SA 4.0 \\\\[56\\\\]](https://miro.medium.com/max/1000/1\\\\*xEdZvvhoiwwYYfSPSyvLCQ.gif)\\n\\nThe ‘Edison gene’ is a human-specific expression of this encoded capacity of all life-forms to deviate. The image above, an illustration of an electromagnetic wave, can be compared to how life survives through the evolution of life-forms. Life moves, like light, by way of deviations from the norm (x axis).\\n\\nIn addition, like all waves, each deviation is a move from a baseline that has moved forward — permitting a new deviation from a different relative starting point. It seems that when we speak of freedom (and I am no longer interacting with our free will tyrant) we now must mean something like:\\n\\n*The capability and tendency, contained in code and potentially in culture, for life-forms to take actions that are an unusual distance from the mean of the expected distribution of actions of the local population and that is evidenced when the capability is enacted.*\\n\\nOur freedom looks like an equivalent description of evolution in action. Using [Occam’s razor](https://en.wikipedia.org/wiki/Occam%27s_razor),[\\\\[57\\\\]](#_ftn57) we have no need to bring in a hypothetical metaphysical property like free will to try to explain the behaviour of any life-form. For sapients, we might add that any such action will likely involve perceived risk or unusualness — particularly as perceived by the rest of the population in question. However, the outlier may not see the risks in the same way or may think that the action is valuable despite the risks.\\n\\n**“Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.”**\\n\\n(*Steve Jobs*)[\\\\[58\\\\]](#_ftn58)\\n\\nIn this book there are references to the value of the ‘heart’ in helping us to make decisions. At first glance this may appear incongruous with the wider purpose of the book, which is to find ways to reduce our dependence on the ‘passions’ to make ethical decisions — or, rather, in respect of the individual, to transform passion into compassion (wise action). Noah Yuval Harari says:\\n\\n**“For instance, the most cherished desires of present-day Westerners are shaped by romantic, nationalist, capitalist and humanist myths that have been around for centuries. Friends giving advice often tell each other, ‘Follow your heart.’ But the heart is a double agent that usually takes its instructions from the dominant myths of the day.”**\\n\\n(*Noah Yuval Harari*)[\\\\[59\\\\]](#_ftn59)\\n\\nHarari is right to warn about the dangers of the heart — it is the danger of passion as the only guide. However, on this point Steve Jobs uses the word in a different, more specific and more interesting way. We might avoid misunderstanding if, when referring to ‘heart’ in this book, it is interpreted as a reference to decision-making that is not driven purely by probability or the expectation of gain.\\n\\nThe heart can make decisions that have an extremely low chance of success but a very high payoff, allowing for extraordinarily useful and unlikely freedom of action. The heart can be a source of courage, when used as a balancing or weighing tool for wisdom, notwithstanding the risks and probabilities. It can help us to know what to do even when the information is too complicated for a simple computation or when the conclusion of that process is frightening. The heart is not a fail-safe, but it can be a source of great strength — courage to do the difficult even, *in extremis*, if the price is life itself.\\n\\nWhen our hearts take us on a journey that leads to failure, that failure (if not fatal[\\\\[60\\\\]](#_ftn60) or pure folly) also has within it the possible seeds of success.\\n\\n**“He was seated at this bench testing, figuring, and planning. I then learned that he had thus made over nine thousand experiments in trying to devise this new type of storage battery, but had not produced a single thing that promised to solve the question. In view of this immense amount of thought and labor, my sympathy got the better of my judgment, and I said: ‘Isn’t it a shame that with the tremendous amount of work you have done you haven’t been able to get any results?’ Edison turned on me like a flash, and with a smile replied: ‘Results! Why, man, I have gotten a lot of results! I know several thousand things that won’t work.’”**\\n\\n[\\\\[61\\\\]](#_ftn61)\\n\\nOf course, good intentions and warm feelings are not sufficient just in themselves. In fact, many actions undertaken ostensibly to help someone find ‘truth’, ‘God’, ‘purity’ or some other potentially inter-subjective beliefs have been the cause of very great harm and suffering.\\n\\n**“Just cause you feel it**\\n\\n**Doesn’t mean it’s there”**\\n\\n(*Radiohead*)[\\\\[62\\\\]](#_ftn62)\\n\\nThe true test of ethics must be in action that is measurable in its initial impact and longer-term effects. There is no great mystery to be unravelled here. We do best with a good mindset and an evidence-based approach to assessing the actions that flow from there. In a universe that is not entirely pre-deterministic or calculable, we must accept that there are no guarantees about the effects of our actions — probabilities may be all we can rely upon.\\n\\nSo, coming back to free will. It would actually be better described as courageous and costly will, given the likely social and financial costs and risks of exercising freedom. However, that cost may also give us potential circumstantial evidence that there is some freedom of choice — since the more likely action is less costly on the face of it. Yet we still cannot be sure whether the life-form making the decision is making it freely, or whether they are just responding to their culture and space-time in a statistically unusual manner based on their code.\\n\\nGiven a greater number of life-forms and species, the ability to have more diverse outliers increases. In addition, a group can make decisions for action that are not available to any individual alone.\\n\\n*Is belief in free will the illusion of total self-determination of a member of a population that acts unusually?*\\n\\nUnder this analysis the history of life-forms is a history of some fortunate outliers finding success one way or another. They then pass on those benefits in code or culture. Diversity is a configuration with the ability to have more possible arrangements and more outliers. Human history is driven by the outliers and given our culture, we call them crazy, reckless, wonderful, brave, malicious, smart and, rarest of all, wise.\\n\\nSo, it seems we have been misled by the words we use for discussions of freedom and free will. Freedom is not free; it usually is costly. It is also not free in the sense of action starting from a blank page. The extent to which a life-form’s subjective beliefs are relevant to its freedom of action is difficult or impossible to verify or quantify and it is not possible to determine all the causes of a life-form’s beliefs.\\n\\nFreedom of action is different, being the capacity (that is coded into life-forms) to act in a statistically unusual way. Freedom to deviate begets more freedom to deviate. It is measurable. Under this approach we must consider carefully what freedom means for ideas of justice, punishment and reform.[\\\\[63\\\\]](#_ftn63)\\n\\n**“It is customary to talk about man as an individual who moves freely about our planet, and freely constructs his own history. Hitherto, neither historians, scientists in the humanities, nor, to a certain extent, even biologists, have consciously taken into account the laws of the nature of the biosphere — the envelope of Earth, which is the only place where life can exist. Man is elementally indivisible from the biosphere. And this inseparability is only now beginning to become precisely clear to us. In reality, no living organism exists in a free state on Earth. All of these organisms are inseparably and continuously connected”**\\n\\n(*Vladirmir I. Vernadsky*)[\\\\[64\\\\]](#_ftn64)\\n\\n![Shen Zhou, “Lofty Mount Lu”, 1467 CE — public domain](https://miro.medium.com/max/1000/1\\\\*r_X_YKUDJjqW4vvFJL_RIg.jpeg)\\n\\n*Is a person acting badly or unskilfully different to a failing flower or tree? Do we look at a failing plant and wistfully or angrily declaim that if only it had greater moral purpose it could flower appropriately? If only it wanted to be better or good…*\\n\\n*Is it perhaps not kinder and more honest to wonder what soil, weather, water, actions of others and code led to (helped cause) the behaviour?*\\n\\n*Are people so different to molecules of water in the sea, rising and falling, pushed and jolted by others and doing the same to others whilst largely moving nowhere in a circular motion? Or are we like molecules in the river, pulled down to the sea by gravity, believing that we are free when we are in free-fall?*\\n\\nThe critic will respond that I am suggesting people have no responsibility for their actions. That is not the case. The point is that it is as meaningless to isolate a person from their surroundings and history and attribute all their actions to free will as it is for an atom, water molecule, plant or bear.\\n\\nPeople are usually coded to grow towards the light; we must therefore focus our efforts on how to help them to do so, to give them the right ground for growth and the training. If it was all a matter of free will, we would not have depression, mental illness, suicide, suffering — we would not need wisdom and compassion.\\n\\nIf the believer in free will is so concerned about personal responsibility, then they must ask themselves what they wish to do with their freedom to improve conditions for all.\\n\\nIt is necessary to help life-forms that have lost their way and are failing, so that those life-forms can grow and develop better. We must help create the conditions for the exercise of better judgement and the better use of freedom of action. On this basis, it is largely irrelevant whether one believes in free will or freedom of action; it is always what we do next that counts though causes and precedent conditions are probabilistically determinative. In respect of humans, it is not equitable to point to an outlier to justify damning the rest of the population for failing to be unusual.[\\\\[65\\\\]](#_ftn65)\\n\\nTo find out your thoughts on some of these questions, meditate for a moment on the figure of Adolf Hitler. Ask yourself if he was the freak bolt of lightning that set fire to the world or a lightning rod (or tuning fork) for all of that pent-up dark energy: the hatred, the self-loathing of weakness and the fury and the desire to blame (sacrifice) someone else or a group for the suffering in the world.\\n\\n*Would going back in time to rid the world of a young Hitler have prevented much of the suffering in Europe ‘caused’ by the Nazi rise to power?*\\n\\nWe will never know, but the idea that it definitely would seems naive. The overwhelming probability is that, by the time of his arrival, those forces were ready to be unleashed and they channeled themselves through him and his cohorts. If we could go back in time, to try to avoid the horrors of Nazism and WWII, removing Hitler might be like removing a molecule of water in the sea and hoping the wave still does not strike the shore. To have a better chance of success, we should wish to go back and minimise the energies that caused the various destructive waves.\\n\\nThe idea here is that when conditions exist within a population for extreme behaviour to more easily occur then often, or even usually, members of the population can be found to act out those extremes. It is a probabilistic assumption about behaviour and also of the constraints on free will. Anti-Semitism, newly industrialised mass murder, new forms of mass communication control and great anger and shame at the World War 1 reparations[\\\\[66\\\\]](#_ftn66) are all the greater forces that were resonated by the raving Hitler.\\n\\n**“Recognition of the fact of suffering as one of three basic characteristics of existence — along with impermanence (anichcha) and the absence of a self (anatta) — constitutes the ‘right knowledge’”**\\n\\n[\\\\[67\\\\]](#_ftn67)\\n\\nWe do not need to try to get into the subjective perception of any life-form to understand or measure freedom, to know whether or why a life-form thinks they chose a course of action (which will always be too subjective to be determinative, as in most cases it could not possibly know).\\n\\nFreedom of action involves identifying and measuring a quantity and quality of unusual (diverse) acts that exist in a population. In ethics, positive deviancy also gives rise to maximal diversity and freedom of action for as many life-forms as possible. It gives rise to valuable new information. It may even give rise to an entirely new species one day.\\n\\n![From “The Little Prince”, directed by Mark Osborne, 2015 CE.](https://miro.medium.com/max/1000/1\\\\*2A7xY62pKkKjWATIvzddLQ.jpeg)\\n\\n**“It is only with the heart that one can see clearly. What is essential is invisible to the eye.”**\\n\\n(*Antoine de Saint-Exupéry*)[\\\\[68\\\\]](#_ftn68)\\n\\nUnder this analysis of freedom, when the twin thought experiment is enacted and visibly shows the relativity of time in the different ages of the faces of the twins, it will represent an extraordinary new example of life’s freedom of action.[\\\\[69\\\\]](#_ftn69)\\n\\n![Peter Pink-Howitt, “Reaching out towards infinity”, algo-art, 2021 CE](https://images.mirror-media.xyz/publication-images/VjebaWpHrqshP5-ygV--k.jpg?height=1113&width=2004&size=large)\\n\\nFor a life-form to leave Earth on a spaceship to journey far away to another part of the galaxy and then return is such a great distance from normal — from the average behaviour of life-forms. It is so obviously not an act of ‘free-will’ of an individual, a nation or even that of a species — though an individual life-form, group or nation may be the catalyst.\\n\\nIt is a product of all our human history and knowledge, all of the experiments with energy made by all life-forms on Earth.\\n\\nYet, it is more. It is life itself exercising the greatest freedom of action so far — in this case manifested in its human life-forms.\\n\\n*What need we of this misguided and petty concept of individual ‘free will’ in such a wonderful life and universe?*\\n\\n*Just, for a moment, meditate on the extraordinary improbability: a raw and tiny rock, hurtling through the heavens whilst growing a fragile, living skin; and that skin deciphering how to join the fiery firmament, how to leap between the stars… reaching out towards infinity…∞*\\n\\nIf we must talk of freedom, let us talk about that world.\\n\\nFor that is the world we live in, if we could but see it.\\n\\n![Images in order from Wikipedia — all public domain: Ukrainian stamp celebrating Yuri Gargarin, the first human to journey into outer space, Укрпошта, 2011; Saturn V SA-506, Wikipedia; the rocket that carried the Apollo 11 spacecraft, NASA, 1969 CE; Apollo 17 Lunar Rover, photographed by Harrison H. Schmitt, NASA, 1972 CE; Buzz Aldrin, photographed by Neil Armstrong, NASA, 1969 CE; “A view of the Apollo 11 lunar module Eagle as it returned from the surface of the moon to dock with the command module Columbia…Command module pilot Michael Collins took this picture”, NASA 1969 CE. Apollo 15 Lunar Rover, photographed by David Scott, NASA, Apollo 17, 1971 CE \\\\[70\\\\]](https://images.mirror-media.xyz/publication-images/4FA2mHylS-g3Q3sYCwg5L.png?height=1168&width=2178&&&&&&size=large)\\n\\n**“… and all the names of the day are washed out by the waters of night. No one can claim the name of Pedro, nobody is Rosa or Maria, all of us are dust or sand, all of us are rain under rain.**\\n\\n**They have spoken to me of Venezuelas, of Chiles and of Paraguays; I have no idea what they are saying. I know only the skin of the earth and I know it is without a name…**\\n\\n**I have a mind to confuse things, unite them, bring them to birth, mix them up, undress them, until the light of the world has the oneness of the ocean, a generous, vast wholeness, a fragrance alive and crackling.”**\\n\\nPablo Neruda [\\\\[71\\\\]](#_ftnref71)\\n\\n\\\\*\\\\*\\\\*\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/FSoltoCoC8gQPGMrwz8wKX6uPlcNaZVZvicWwBuvCPU](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/FSoltoCoC8gQPGMrwz8wKX6uPlcNaZVZvicWwBuvCPU)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[49\\\\]](#_ftnref49) D. H. Lawrence, “Tommies in the Train”, 1919 CE.\\n\\n[\\\\[50\\\\]](#_ftnref50) “[Suri girl: Ethiopia](https://www.wildimages-phototours.com/)”, copyright of [Inger Vandyke](https://www.wildimages-phototours.com/leader/inger-vandyke-photography-tour-leader/), 2019 CE.\\n\\n[\\\\[51\\\\]](#_ftnref51) Similar to Metcalfe’s law; see Wikipedia, “[Metcalfe’s law](https://en.wikipedia.org/wiki/Metcalfe%27s_law)”.\\n\\n[\\\\[52\\\\]](#_ftnref52) “Letter 62”, Spinoza to G. H. Schaller, 1674 CE.\\n\\n[\\\\[53\\\\]](#_ftnref53) “The relation of part to whole is seldom so straightforward, anyway. An H2O molecule is not just a little piece of water. Consider what liquid water does: it flows, forms droplets, carries ripples and waves, and freezes and boils. An individual H2O molecule does none of that: those are collective behaviors” (George Musser, “[What Is Spacetime?](https://www.scientificamerican.com/article/what-is-spacetime/)”, Scientific American, 1 June 2018 CE).\\n\\n[\\\\[54\\\\]](#_ftnref54) Ellen Littman, PhD, coauthor of *Understanding Girls with ADHD*, reviewing Thom Hartmann, *The Edison Gene: ADHD and the Gift of the Hunter Child*, 2003 CE. I have not yet had the opportunity to read Hartmann’s book since hearing about it from a friend whilst writing this. See also Simon Baron-Cohen, “[Why autism and invention are intimately related](https://www.newscientist.com/article/mg24833113-700-simon-baron-cohen-why-autism-and-invention-are-intimately-related/)”, *New Scientist*, 2 December 2020 CE.\\n\\n[\\\\[55\\\\]](#_ftnref55) Jean-Paul Sartre, *Being and Nothingness*, 1943 CE.\\n\\n[\\\\[56\\\\]](#_ftnref56) “[EM-Wave](https://de.wikipedia.org/wiki/Datei:EM-Wave.gif)”, Wikipedia, [And1mu](https://commons.wikimedia.org/w/index.php?title=User:And1mu&action=edit&redlink=1), 2016 CE — [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/deed.de)\\n\\n[\\\\[57\\\\]](#_ftnref57) “Plurality must never be posited without necessity”, William of Ockham (1287–1347 CE). For a good article on this point, see: Tom Chivers, “[What can Occam’s razor tell us about God?](https://unherd.com/2018/09/can-occams-razor-prove-god-doesnt-exist/)”, unherd.com, 17 September 2018 CE. William of Ockham was an admirable empiricist and theologian — “\\\\[He was\\\\] convinced that belief in God is a matter of faith alone” (Internet Encyclopedia of Philosophy, “[William of Ockham (Occam, c. 1280–1349](https://iep.utm.edu/ockham/)”).\\n\\n[\\\\[58\\\\]](#_ftnref58) Steve Jobs, [Text of Steve Jobs’ commencement address](https://news.stanford.edu/2005/06/14/jobs-061505/), Stanford University, 2005 CE or as Clive James said: “*Stop worrying, no one gets out of this world alive*” (unknown).\\n\\n[\\\\[59\\\\]](#_ftnref59) *Sapiens: A Brief History of Humankind’, Yuval Noah Harari, 2*011 CE.\\n\\n[\\\\[60\\\\]](#_ftnref60) And even fatal actions, if not pure folly, can sow the seeds of success for others and impact the reputation of the dead: “the hero lives on; even his downfall was merely a pretext for achieving his final birth” (Rainer Maria Rikle, “First Elegy”, 1923 CE, from *Duino Elegies and the Sonnets to Orpheus*, translated by Stephen Mitchell, 2009 CE).\\n\\n[\\\\[61\\\\]](#_ftnref61) Frank Lewis Dyer and Thomas Commerford Martin, *Edison, His Life and Inventions*, 1910 CE.\\n\\n[\\\\[62\\\\]](#_ftnref62) Radiohead, “[There, There](https://www.youtube.com/watch?v=7AQSLozK7aA)”, *Hail to the Thief*, 2003 CE. The song finishes with the hard line “We are accidents waiting, waiting to happen”.\\n\\n[\\\\[63\\\\]](#_ftnref63) Shen Zhou, “[Lofty Mount Lu](https://en.wikipedia.org/wiki/File:Lofty_Mt.Lu_by_Shen_Zhou.jpg)”, 1467 CE — public domain\\n\\n[\\\\[64\\\\]](#_ftnref64) Vladimir I. Vernadsky, “[The Biosphere and the Noösphere](https://larouchepub.com/other/2005/site_packages/vernadsky/3207bios_and_noos.html)”, 1943 CE.\\n\\n[\\\\[65\\\\]](#_ftnref65) Bruce Western, “[Violent offenders, often victims themselves, need more compassion and less punishment](https://www.usatoday.com/story/opinion/policing/2018/08/09/violence-crime-punishment-policing-usa/930249002/)”, *USA Today*, 2018 CE. There is diverse evidence supporting the notion that people to whom ‘evil’ is done ‘do evil in return’.\\n\\n[\\\\[66\\\\]](#_ftnref66) “[Why has Germany taken so long to pay off its WWI debt?](https://www.bbc.com/news/world-europe-11442892)”, bbc.com, 2010 CE.\\n\\n[\\\\[67\\\\]](#_ftnref67) Encyclopaedia Britannica, “[Dukkha | Buddhism](https://www.britannica.com/topic/dukkha)”.\\n\\n[\\\\[68\\\\]](#_ftnref68) Antoine de Saint-Exupéry, *The Little Prince*, 1943 CE. Image: From “[The Little Prince](https://en.wikipedia.org/wiki/The_Little_Prince_%282015_film%29)”, directed by Mark Osborne, 2015 CE.\\n\\n[\\\\[69\\\\]](#_ftnref69) Of course, it has already been enacted to a lesser extent with our wonderful exploration of space — particularly our ‘Moon Shot’ (see Wikipedia, “[Apollo Program](https://en.wikipedia.org/wiki/Apollo_program)”).\\n\\n[\\\\[70\\\\]](#_ftnref70) Images in order from Wikipedia — all public domain: [Ukrainian stamp](https://en.m.wikipedia.org/wiki/File:Stamp_2011_Gagarin_%281%29.JPG) celebrating Yuri Gargarin, the first human to journey into outer space, Укрпошта, 2011; [Saturn V SA-506, Wikipedia](https://pt.wikipedia.org/wiki/Ficheiro:Apollo_11_Saturn_V_SN_SA506_%2869-HC-620%29.jpg); the rocket that carried the Apollo 11 spacecraft, NASA, 1969 CE; [Apollo 17 Lunar Rover](https://commons.wikimedia.org/wiki/File:NASA_Apollo_17_Lunar_Roving_Vehicle.jpg), photographed by Harrison H. Schmitt, NASA, 1972 CE; [Apollo 15 Lunar Rover](https://en.m.wikipedia.org/wiki/File:Apollo_15_Lunar_Rover_and_Irwin.jpg), photographed by David Scott, NASA, Apollo 17, 1971 CE; [Buzz Aldrin](https://en.wikipedia.org/wiki/File:Aldrin_Apollo_11.jpg), photographed by Neil Armstrong, NASA, 1969 CE; “[A view of the Apollo 11 lunar module Eagle](https://commons.wikimedia.org/wiki/File:Apollo_11_lunar_module.jpg) as it returned from the surface of the moon to dock with the command module Columbia…Command module pilot Michael Collins took this picture”, NASA 1969 CE.\\n\\n[\\\\[71\\\\]](#_ftnref71) My preferred translation mostly uses a mixture of Pablo Neruda, “Too Many Names”, from *Estravagario*, 1957–1958 CE, translated by Anthony Kerrigan in *Selected Poems*, 1990 CE, and the same by Stephen Mitchell in *Full Woman, Fleshly Apple, Hot Moon: Selected Poems of Pablo Neruda*, 1997 CE.\\n\\nalgo-art by Peter Pink-Howitt:\\n\\n[https://opensea.io/collection/ethicsoflife](https://opensea.io/collection/ethicsoflife)\\n\\n\",\"timestamp\":1639682844,\"title\":\"Ethics of Life — 4.3 Free will or Freedom to deviate? (Part 3) \"},\"digest\":\"z60VvDuoivVjPh05mC5-VyBrV0Ipg42jurTq8mISf_8\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GUONLA4hIvzQJWRjfk_ouCAxtl_Kpmc2_9ynZiBfBwg\\\",\\\"y\\\":\\\"ZfRlMaezbUaGYSkO_E1GpptINAPqnTTqc_3oCBWhL1o\\\"}\",\"signature\":\"7SuehZ6rXV9lx-rjeDF0NzdTeCm5z_6KGzPo1PsPc9wwJQnMzr6uK0G4ORbrIKloujr19di6csLuZ7bmBiQ4-w\",\"signingKeySignature\":\"0xa4460bacb14e3f320881d27e8cc4aaa1f062b6382de679c59f4e36f67d3afdde5bd3633e6a5340287b91de04253273fb37e3c67b8a4023edbca459bcba36635c01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GUONLA4hIvzQJWRjfk_ouCAxtl_Kpmc2_9ynZiBfBwg\\\",\\\"y\\\":\\\"ZfRlMaezbUaGYSkO_E1GpptINAPqnTTqc_3oCBWhL1o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sPetRkapY60SGDZPhygsUlL3aQyQg3xsB8D-xW6bg-Q\"}"