"{\"content\":{\"body\":\"最近，大多数头像类 NFT 项目都在自己的路线图中加入了发币这一玩法，而伴随而来的是更多的炒作以及人们的不解。\\n\\n更多的炒作是因为人们发现持有这类 NFT 每天都可以领取到相应数额的代币，自己的回本周期被大大缩短，而且最终收入会变得更高；人们的不解在于透过炒作的泡沫来看，这些 代币似乎大多数都没有价值，只不过是一些项目方在蹭热度，将近期最流行的玩法搬运到自己的路线图中而已。\\n\\n这些 代币真的毫无价值吗？它们背后的含义究竟是什么？\\n\\n想要搞清楚这个问题，让我们先从 NFT 热潮刚刚来临的时候说起。\\n\\n### 从「收藏品」到「社交资本」\\n\\n \\n 这一次 NFT 头像的狂热最早可以追溯到 2021 年第二季度初，那是 Bored Ape Yacht Club 的爆火让人们开始用一种新的视角来看待 NFT。\\n\\n在此之前，无论是 CryptoPunks、Hashmasks 还是 NBA Top Shot，人们都将其视作「收藏品」。人们推崇 CryptoPunks 是因为它的历史地位，追捧 Hashmasks 是因为它的艺术性和共创精神，痴迷 NBA Top Shot 是因为在人们的共识里它是数字版的「球星卡」。\\n\\nBored Ape Yacht Club 的爆火在一开始让人们摸不着头脑，在当时它没有很重要的历史地位、没有极具艺术性的设计，更没有在现实世界中可以与之对应的收藏品。很多人说 BAYC 就是空气，而这些「空气」也迫使人们重新思考：NFT 除了可以是「收藏品」，它还可以是什么？\\n\\n随后出现的事件是人们把各种社交媒体的头像换成了猴子，之后便是大批猴子头像使用者的互相关注、点赞、转发与评论，这些「猴子」开始组建起了一个个小社群，随后因为在社交媒体「成群结队」导致影响力逐渐扩大，开始有一些名人也加入了这个队伍，社群规模也与日俱增。\\n\\n嗅觉敏锐的人们开始意识到，这些 NFT 已经成为了「社交资本」。而在那时「社交资本」有以下功能。\\n\\n首先是对于财富的炫耀。虽然可能在你买入 BAYC 时，它的地板价只有 0.2 ETH，但当它涨到 50 ETH 时，你把它用作头像实际上是在告诉大家你现在拥有价值 20 万美元左右的资产；又或者你是在 50 ETH 买入的 BAYC，把它当作头像时实际上是在告诉大家一个 jpg 头像「只」花掉了你的 20 万美元而已。\\n\\n其次便是对于社会地位与圈层的炫耀。如上文所说，社会各界名流纷纷买入 BAYC 并加入到 BAYC 的社群中，如果你也拥有一个 BAYC，那么你和这些名人就同属于一个圈层与社群。现实生活中每一个人都有自己喜爱的明星或尊崇的名人，而与他们同属一个圈层就成为了一个很有吸引力也很值得炫耀的事情了。\\n\\n那时「社交资本」的功能是以「炫耀」为基础的，而炫耀的最常见的方式便是「展示」。因此，早期的头像类 NFT 大多数都会为持有者空投另外一个 NFT，这些 NFT 没有什么实际功能，只是人们又可以发在社交媒体中进行展示而已，比如 BAYC 向所有持有者空投的一只狗。\\n\\n可以说在那时虽然人们发掘了 NFT 作为「社交资本」的用途，但是人们还是用「收藏者」的视角来看待 NFT，仍然把它当作是可以拿来炫耀、展示的东西。\\n\\n### 从「炫耀」到「社区冷启动」\\n\\n过去人们常说「Crypto 一日，人间一年。」，现在这句话已经变成了「NFT 一日，Crypto 一年。」。\\n\\nNFT 项目玩法的创新与更迭的速度令人瞠目，此时，NFT 的「社交资本」属性也开始有了除了炫耀之外的价值。\\n\\n此时的 NFT 不再只是用来炫耀的收藏品，而是成为了社区冷启动的工具。\\n\\n作为社区冷启动工具最为有趣也最极端的例子，Loot 充分展示了 NFT 在聚集社区这一方面的潜力，虽然 Loot NFT 的外观只是最简单的黑底白字，但它可以在极短的时间内凝聚起一个大社区，并让大部分社区成员投身于社区的建设当中。这时，人们购买 Loot NFT 或是投身于 Loot 社区建设并不是因为 NFT 的样式，而是因为人们相信 Loot 和社区未来的发展。\\n\\n人们对于 NFT 的外观越来越不重视，审美因素也不再是左右人们买入某个 NFT 的决定性因素，人们也不再只把「社交资本」用于炫耀，人们看待 NFT 的视角从「收藏者」变成了「投资者」。\\n\\n而在「投资」时，人们往往会在「人」和「事」两方面对一个项目进行深入研究。\\n\\n「人」指的是社区与名人。人们会关注一个项目的社区是否具有活力，有多少人真正愿意为了一个社区的发展而付出，社区中有没有一些有影响力的名人。名人一是指社交媒体的 KOL，二是指知名项目的创始人，三是指知名项目的藏家社区。\\n\\n他们相同点是都具有强大的粉丝基础，粉丝们会去支持他们所支持的项目；此外，他们也投资或创造过优质的项目，因此很多人会相信他们能够慧眼识珠；另一个原因是他们往往有较为充足的资金准备，既不急需变卖 NFT 来获取流动资金，又有潜在的「扫地板价」的可能。\\n\\n「事」指的是项目方发布的路线图，从路线图中人们可以看出项目方是否对于未来有着清晰的规划以及是否对于整个 NFT 领域有着深刻的见解。\\n\\n### 从 NFT空投到发币\\n\\n头像类 NFT 项目热门玩法的变化在各个项目方路线图中体现得淋漓尽致。BAYC 带火了 NFT 空投，之后是众多项目在路线图中加入了对于未来元宇宙的规划，再之后是 CyberKongz 教科书级别的操作。除了繁育、体素版本 NFT空投之外，CyberKongz 让各个项目方纷纷开始发行自己的代币。\\n\\n纵观如今市场中的 NFT 项目，它们发行的代币不外乎两种用途。\\n\\n第一是充当自己生态的货币。\\n\\n如今，NFT 项目大多数都对未来有着较为清晰且宏大的规划，比如推出 Play to Earn 游戏、建设元宇宙等等，正如前文所讲的那样，NFT 已经不仅仅是一个「收藏品」，而是「冷启动的工具」，发售只是第一步，更重要的是对未来的规划以及对于自己生态的建设。\\n\\n对于生态来说，经济体系的支撑与生态闭环的打造是十分重要的，因此项目方会给自己的 代币充分赋能，以 CyberKongz 为例，其代币 BANANA 可以用来为 NFT 改名、繁育 Baby CyberKongz，未来还将推出只能用 BANANA 代币购买的 NFT 商店。\\n\\n第二是用来分享收益。\\n\\n近日，众多项目以发售 NFT 作为冷启动成立了投资 DAO，NFT 持有者组成一个去中心化自治组织，用发售 NFT 的收入作为启动资金，投票决定买入哪些蓝筹 NFT，之后发行代币用来代表社区金库的所有权，社区交易 NFT 的收益也将按比例分成。\\n\\n以 HeadDAO 为例，HeadDAO 项目方完成 NFT 发售后便开始采购蓝筹 NFT，通过在社区发起提案并由所有NFT 持有者在 Snapshot 投票决定，买入了 CryptoPunk、BAYC、Cool Cat、Art Blocks Fidenza 系列等高价值蓝筹 NFT。随后 HeadDAO 将这些 NFT 通过 Fraction 平台进行碎片化，并将碎片化所得 HEAD 代币作为 NFT 持有者的质押奖励进行发放。\\n\\n不过目前一众项目方把发行代币当成了拯救自己项目的一步棋，但结果往往不尽如人意，一个失败的项目即使宣布发行代币也只会短暂地「回光返照」，热度过后又会迅速降温，最终无人问津，而这个过程在飞速发展的 NFT 世界中有时只需要几个小时。而这也让很多人给 NFT 项目发行的代币打上了「空气」、「泡沫」的标签。\\n\\n至此，让我们再来回顾一下文章开头提出的问题：这些代币真的毫无价值吗？它们背后的含义究竟是什么？\\n\\n### Proof of Holding：从 NFT 中解放流动性\\n\\n与各种 PoS、PoW 的代币一样，这些代币从本质上来说也是一种 Proof（证明），那么，它所证明的是什么呢？\\n\\n不难发现，无论是像 CyberKongz 那样持有 NFT 即可获得 BANANA 代币，还是像 HeadDAO 那样将 NFT 质押后获得 HEAD 代币，这些代币的获得者都是 NFT 的持有者，可以说这些代币是「持有证明」，我们不妨简称为「PoH（Proof of Holding）」。\\n\\n在各个 NFT 社区中都可以将人们大致分为两类：投机者（Flipper）和钻石手（Diamond Hands）。\\n\\n投机者（Flipper）是指为了在短期赚钱而来，价格上涨一些之后就会立刻将 NFT 卖掉，把「浮盈」装进口袋，从某种角度来说，他们为项目提供了流动性，决定了这个项目的下限；而钻石手（Diamond Hands）则是更加看重长期收益甚至不为了获得经济上的收益，因此会长期持有某个 NFT，而他们为项目创造了稀缺性，决定了这个项目的上限。\\n\\n一个项目想要长远发展，需要在稳住下限的情况下不断突破上限，这就需要鼓励人们去 Hold。但这又面临着一个新的问题。\\n\\n对于大多数人来说，资金的流动性是十分重要的。做一个投机者，人们可以在短期套利并能及时拿回流动资金；但是做一个钻石手，人们的资金相当于被长时间锁定，缺少流动资金可能会让人们错过很多的机会。\\n\\n因此，想要「提高上限」则需要将流动性从 NFT 中「释放」出来，发行代币是最好的选择。通过给每一个持有者发放 ERC-20代币，一方面可以鼓励人们持有以获得更多代币，另一方面是 ERC-20代币可以卖出获得人们所需的流动资金。项目方后续也可以推出流动性挖矿等方式鼓励用户自行添加流动性池以获得更多奖励。\\n\\n当我们明白这些代币是「持有证明」之后，NFT 领域又有了更多新的想象空间。\\n\\n举一个最简单的例子。现如今，各个项目方举办活动发放空投奖励时，都采取了对 NFT 的持有地址进行快照的方式来将奖励发放给「持有者」，但是快照中的「持有者」是真正支持了这个项目的人吗？\\n\\n诚然，这种方式有机会在短时间内快速拉升 NFT 的地板价，但这并不能保证拿到奖励的是真正的支持者。我们见到过太多发放完空投地板价就立刻暴跌的项目，由此我们可以看出有不少人是为了拿到空投才去买了这个项目的 NFT。\\n\\n快照所证明的是在那一刻你是否拥有某个 NFT，但项目方需要奖励的是在某个时间段长期持有某个 NFT 的用户，而作为「持有证明」的代币则可以很好地承担起这一功能。\\n\\n除此之外，很多 NFT 社区都将 NFT 用于治理投票，但这种方式缺少区分度，长期为社区作出贡献的人们理应拥有更大的权重，未来，项目方可以将持有代币的数量作为治理投票权重的判定标准，让社区治理更加公允。\\n\\nNFT 处于飞速发展的阶段，未来一定还会有更多的新鲜玩法来不断地拓宽 NFT 的边界，而我们需要不断地学习与理解。我们不能一味地抨击头像类 NFT 项目方发行代币并不只是蹭热度或是奢求自己的项目能够起死回生，对于优质项目而言，这是能够让其不断突破上限、持续发展的关键，也为整个 NFT 领域创造出了更多的可能性。 \",\"timestamp\":1635846013,\"title\":\"头像NFT进化论：从收藏到社交，从空投到发币\"},\"digest\":\"-dmw2SAsOBoiUFZVNQBvtZAtc0W-7ZTElPghylxg5y0\",\"authorship\":{\"contributor\":\"0x429f13e4ec5E57c9AE2388c5020E372F73fe168A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eYesyiD7sG3jVnHd74pYT-DxNDXwiCvak2k5t9KgaXY\\\",\\\"y\\\":\\\"SoIW39vUiKVaBYwveD4ltoKMpSFXGwV_11qogfSKwCI\\\"}\",\"signature\":\"kV6wTPw1TsWQku8BXLlTnHmJo4RsN-lVJjz1Xq2MZSAY9SaqjgoNnuX8YntUW61X-LLppXeoKyMnbhPl1qubRw\",\"signingKeySignature\":\"0xdc700084bb16827b58318956caf3a3e7919ff1a43d0e3dd2050f581da753f8cd4cabda9306561eccf466ed38b4121fc64a1c53dd3581918ef1b5dba1d861d6e61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eYesyiD7sG3jVnHd74pYT-DxNDXwiCvak2k5t9KgaXY\\\",\\\"y\\\":\\\"SoIW39vUiKVaBYwveD4ltoKMpSFXGwV_11qogfSKwCI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-dmw2SAsOBoiUFZVNQBvtZAtc0W-7ZTElPghylxg5y0\"}"