"{\"content\":{\"body\":\"I began describing *Nuxui*, but ended up writing about Nic Hamilton’s other work.\\n\\n[Nuxui](https://nuxui.art/), Nic’s new NFT series, is made of 333 compositions of strange (yet familiar) objects, mechanic and organic fragments, tactile materials, and thick atmospheres. The arrangements grow and decay across the spectrum of the series. They are overlaid with still and moving blurs and held within the frame of a digital viewport. The pieces are captivating - decorative talismans / liquifying circuitboards.\\n\\nThe elements of the compositions - *objects, material, atmosphere, viewport, growth + decay, spectrum -* are common threads in Nic’s work. Trying to describe Nuxui means following and unravelling these threads.\\n\\nI scroll distractedly through his retired tumblr to see the 3D forms and visual atmospheres evolve and layer up across a ten year back-catalogue. Nic opines generously on twitter and discord but doesn’t talk earnestly about his work, so I open the archives to remind myself. Scrolling right down to the bottom of the page, a video of scratchy 3D and pixels is a visual accompaniment for [IWAAD](https://vimeo.com/41194890), a track by London producer Actress. Nic sent it to Actress like, *hi, I made this*. Since this meeting, his visuals have often augmented Actress’ music videos, record art and concerts.\\n\\n### So, there is another layer here beyond the visual components: Music community and social dynamics, growing a solo creative practice into shared culture, making things and connecting.\\n\\n![Still from visual accompaniment for IWAAD by Actress (2011)](https://images.mirror-media.xyz/publication-images/nwbkk8XvkCj_oiBiNLQI1.png?height=932&width=1664)\\n\\n![A triptych of films supporting Lageos, performed by Actress + London Contemporary Orchestra at The Barbican (2016)](https://images.mirror-media.xyz/publication-images/nQA7LGH4kGHWeRLmS7N3k.png?height=362&width=648)\\n\\n### What are the strange objects?\\n\\nFragments from a rocky wilderness and from an electronics factory. Each piece is a precious artifact or discarded detritus, or both. Some are relics of a hyper-real still life, some are basic forms that have been stretched / squished / fractured / carved. The 3D generated forms are the mechanics of digital model production; the subtractive or additive actions that create concave or convex contours, sharp and rounded terrain, respecting *and* warping the rules of gravity and space.\\n\\nThe strange objects have a real-world tactility. Elemental materials – shiny metal, cool stone, powdery chalk, molten oily plastic, salt, opaque resin, porosity, gloss, rough, matte, liquid, heavy; like you can pick them up in your palm and feel their density and surface. They are born digital, but anchored to the tactile IRL world of urban and natural landscapes.\\n\\n![Strange, tactile objects: 3D study (2013)](https://images.mirror-media.xyz/publication-images/Chh1OteRKFuc9Knf_jmOv.jpeg?height=1280&width=1280)\\n\\n![Rocks and fragments in artwork for the 2019 Warehouse Project Season, commissioned by WHP and Studio Moross](https://images.mirror-media.xyz/publication-images/wrfqvy9Mk4w7Pa1g_7Nnf.jpeg?height=1080&width=720)\\n\\n![Study of carved forms (2014)](https://images.mirror-media.xyz/publication-images/gnogUCF46Z_fk9Jskhl42.jpeg?height=1280&width=1280)\\n\\n![Detail from video for System, by Hudson Mohawke - Warp Records (2015)](https://images.mirror-media.xyz/publication-images/FAnx5r8RGoL8hIVzKuros.jpeg?height=1080&width=1920)\\n\\n### Some atmospheres in Nic’s work:\\n\\n* A [darkened hous](https://vimeo.com/104827607)e, like a forbidding display home, thick smoke rolls through the rooms and coloured light breaks through, laser-like.\\n* A [forest](https://vimeo.com/359215221), dappled light, mossy rocks, hanging mist, sunlight glistening on stone steps covered in blood.\\n* [Under water](https://www.youtube.com/watch?v=VdPmzUJXJRY), a flooded post-modernist atrium, Rodin’s *The Thinker* submerged with smooth marble glistening while office-palm fronds move in the current, bubbles bubble and a school of fish flickers.\\n* Golden rays of low-angled light penetrate a [disquieting space](https://vimeo.com/218412785) overlooking clouds and a smoking city.\\n* Kinetic particles synch across giant LED screens on a hot late summer night in a dusty field under a really wide sky.\\n\\nThe atmospheres are immersive multi-sensory landscapes from nature, city, and club, with music at their core. Nic calls them *visual accompaniments* because they look and feel like the music. The synchronicity between the visual and the sound is a kind of mutual construction, without one exogenous to the other. (In other words, a collaboration).\\n\\n![Still from video for Nine by Lukid (2015)](https://images.mirror-media.xyz/publication-images/gz_qFDuW0u5HyJ9MkkRen.jpeg?height=1080&width=1920)\\n\\n![Still from video for Leonce's Tripwires (2019)](https://images.mirror-media.xyz/publication-images/bwiG78aDR7AVSszEYlHy3.jpeg?height=1200&width=1200)\\n\\n![Still from video for Ballads by LVIS1990 - Nightslugs](https://images.mirror-media.xyz/publication-images/gOlIaRd22QKKvJ0xF69Yw.jpeg?height=1080&width=1920)\\n\\n![Opening scene in video for Pick Six by GILA (2017)](https://images.mirror-media.xyz/publication-images/41x_u0MNSJ6uwCKr6NzJs.png?height=922&width=1900)\\n\\n![Installation for Pitch Festival (2020)](https://images.mirror-media.xyz/publication-images/Y7dFBFnsEyXLRPPuxG_6u.jpeg?height=1800&width=1200)\\n\\nThe origins of most of Nic’s collaborations are global, remote, and online, including through social links forged on the music forums of the early 2000s where he was \\\\**prolific\\\\**.\\n\\nA s*creen* is therefore an intuitive 3D/2D viewport device used in his work. Screens are added as frames and surfaces in his still and moving image. They function like a stage-set to control focus and composition within uncontrollable and multiple viewing contexts (printed, on a phone, a computer, various video platforms, in landscape / portrait, in an endless sea of tiny squares).\\n\\n### The screen contains the image or video and anchors the way it is viewed and understood in the free-flowing all-sharing web.\\n\\nThen, as in Nuxui, taking the tangible presence of the screen further – a frame, plus a film and visible surface, and blurred overlays that animate and pass over and filter the viewport. Different levels of opacity give 3-dimensionality to that thing we take for granted as a 2D viewport to stare through.\\n\\n![A literal screen in the artwork for Kelela's Cut 4 Me Re-release (2015)](https://images.mirror-media.xyz/publication-images/4xdIfjMHKU8MgGo7FS74i.jpg?height=542&width=600)\\n\\n![Blur and overlay in a viewport (2019)](https://images.mirror-media.xyz/publication-images/R3xR7I7j7VH-xywIz4drX.jpeg?height=537&width=1920)\\n\\n![Video in a video frame, for O+SOH by J Colleran (2018)](https://images.mirror-media.xyz/publication-images/eMfD1HcVwe2CcjsbhXM1y.jpeg?height=1080&width=1920)\\n\\nCulture and community evolves, exchanges, transforms. Culture grows organically / generatively, through Fibonacci-style maths (links x people x velocity + chaos), and through experiment, and hardly ever intentionally. You put something out there and someone responds, it moves beyond the resolve of any solo creator. Culture grows in mutable Gemini ways. A kind of *thank u, next* with no break-ups. Layering, but also easily discarding and moving on, a gentle killing of darlings, two or ten ideas at once.\\n\\n### Growth and decay is a visual and thematic preoccupation in Nic’s work.\\n\\nFirst in the generative simulations that create particle swarms and changes of elemental state (melting, fracturing, crystalising, exploding), and the generative interactions of pixels and RGB layers (to get very technical) across thousands of rendered frames. Second, in the way both his figurative and abstract work echos shifting natural and urban landscapes – always enduring, always changing.\\n\\n![Generative patterns - Visual accompaniment to Actress' Bird Matrix (2015)](https://images.mirror-media.xyz/publication-images/iKnCJyJJzY2cfeTdJRgVa.jpeg?height=1000&width=710)\\n\\n![Growth and decay in a study for Underwood (2014)](https://images.mirror-media.xyz/publication-images/ClLvuZpOQXusdbKHA13O4.jpeg?height=563&width=1000)\\n\\n![Transforming landscape in artwork for Disclosure's Energy (2020)](https://images.mirror-media.xyz/publication-images/3b2cCkZZh7f3OS_cZMAGT.jpeg?height=1200&width=1200)\\n\\n![Reaction diffusion in video for Ohal Grietzer's Wintertime, SUS Records (2016)](https://images.mirror-media.xyz/publication-images/J4j2vNGCaPV7kBBA4TLfC.jpeg?height=720&width=1280)\\n\\nBack to January 2022, to Nuxui. A full spectrum of tactile objects, atmosphere, viewports, growth and decay. The nuxui (plural) stretch across minimal, subtle, dark, shiny, intense, bright, vivid, glowing, liquid, heavy extremes. And, as in all Nic’s work, dripping in detail and colour. This is ‘Set 8’ of the 9 sets:\\n\\n![Set 8 of the 9 Nuxui sets](https://images.mirror-media.xyz/publication-images/48xG6qdxAJIuO3v7Pz0qb.jpeg?height=2500&width=2500)\\n\\n### The spectrum is not a binary, (black to white with greys in between), but multi-dimensional, loose, adding an ‘n’ axis to the x, y and z.\\n\\nThe scale (333 - enabled by the platforms and culture of showing and selling art through NFTs) reveals Nic’s experimental process. The groups of nuxui are less ‘variations of a theme’, more the witnessing of the invention of that theme as it is uncovered and pushed to extremes that test its elasticity. Nuxui doesn’t feel like a concept NFT project with an idea *‘if, then’* executed, nor is it a static final outcome. It is a snapshot of 3-months’ experimentation in ideas and techniques. You can see the making and crafting as the tones, techniques, patterns and parts evolve over the spectrum of pieces.\\n\\nStasis is death. The culture and themes underpinning Nuxui, shared and housed online and on-chain, will continue as threads - more collaborations, maybe music, maybe new works, maybe token utility, a community, a DAO (kidding, I think). Growing, changing, all these wormholes opening up.\\n\\nNuxui by Nic Hamilton is released 22nd January 2022 at  [nuxui.art](https://nuxui.art/)\\n\\n[https://nuxui.art/](https://nuxui.art/)\\n\\n\",\"timestamp\":1641769963,\"title\":\"Unfolding NUXUI\"},\"digest\":\"XSLhGJpsOG17FmIj9J33JCI89I_8oHEpn0APxtxPHaQ\",\"authorship\":{\"contributor\":\"0x5a13E93873A51Fcb8C6417e8A15D8111250d3B14\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0IHtfJPsZo-wr4lYJSSC56Sk1KgwKcwJAzwNjzQqI-Q\\\",\\\"y\\\":\\\"sV9b5vkYb7bXpO2OIImVZH_RI8tqV_HNCNb7xjsnb5A\\\"}\",\"signature\":\"xgZbYLMHTsaDz28hs8ZMnbkQm4-GDqVF8MKbdutTzufPtlVKfJBO3Qc8-8WxmJJvcq87RPZcxmXJlhJRf4wt9g\",\"signingKeySignature\":\"0xfeb679c76337fe68ec59163879b2575e2603bd47478e60ecc7130b6291a8cd565c8ec058ff5e3eeae3fe4a3f270d03419d28ee17f0d469153a095d78aec215ea1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0IHtfJPsZo-wr4lYJSSC56Sk1KgwKcwJAzwNjzQqI-Q\\\",\\\"y\\\":\\\"sV9b5vkYb7bXpO2OIImVZH_RI8tqV_HNCNb7xjsnb5A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nub4g6bpSNIJ14DuTOkPvYpj_6rQU28u1aZHISxg0Go\"}"