"{\"content\":{\"body\":\"likewise built of wood, are situated; but, like most of the houses, they are roofed with tiles.\\n\\nThe arrangement and display of the stores are simple, and the wares very beautiful, though not of home manufacture.  Very few factories exist here, and every thing has to be imported.\\n\\nI was much shocked at the raggedly-clad people I met every where in the streets; the young men especially looked very ragged.  They rarely begged; but I should not have been pleased to meet them alone in a retired street.\\n\\nI was fortunate enough to be in Christiania at the time when the Storthing was sitting.  This takes place every three years; the sessions commence in January or February, and usually last three months; but so much business had this time accumulated, that the king proposed to extend the length of the session.  To this fortunate accident I owed the pleasure of witnessing some of the meetings.  The king was expected to close the proceedings in September. {49}\\n\\nThe hall of meeting is long and large.  Four rows of tapestried seats, one rising above the other, run lengthways along the hall, and afford room for eighty legislators.  Opposite the benches a table stands on a raised platform, and at this table the president and secretary sit.  A gallery, which is open to the public, runs round the upper portion of the hall.\\n\\nAlthough I understood but little of the Norwegian language, I attended the meetings daily for an hour.  I could at least distinguish whether long or short speeches were made, or whether the orator spoke fluently.  Unfortunately, the speakers I heard spoke the few words they mustered courage to deliver so slowly and hesitatingly, that I could not form a very favourable idea of Norwegian eloquence.  I was told that the Storthing only contained three or four good speakers, and they did not display their talents during my stay.\\n\\nI have never seen such a variety of carriages as I met with here. The commonest and most incommodious are called Carriols.  A carriol consists of a narrow, long, open box, resting between two immensely high wheels, and provided with a very small seat.  You are squeezed into this contrivance, and have to stretch your feet forward.  You are then buckled in with a leather apron as high as the hips, and must remain in this position, without moving a limb, from the beginning to the end of your ride.  A board is hung on behind the box for the coachman; and from this perch he, in a kneeling or standing position, directs the horses, unless the temporary resident of the box should prefer to take the reins himself.  As it is very unpleasant to hear the quivering of the reins on one side and the smacking of the whip on the other, every one, men and women, can drive.  Besides these carriols, there are phaetons, droschkas, but no closed vehicles.\\n\\nThe carts which are used for the transport of beer are of a very peculiar construction.  The consumption of beer in Christiania is very great, and it is at once bottled when made, and not sold in casks.  The carts for the transport of these bottles consist of roomy covered boxes a foot and a half high, which are divided into partitions like a cellaret, in which many bottles can be easily and safely transported from one part to another.\\n\\nAnother species of basket, which the servants use to carry such articles as are damp or dirty, and which my readers will excuse my describing, is made of fine white tin, and provided with a handle. Straw baskets are only used for bread, and for dry and clean provisions.\\n\\nThere are no public gardens or assemblies in Christiania, but numerous promenades; indeed, every road from the town leads to the most beautiful scenery, and every hill in the neighbourhood affords the most delightful prospects.\\n\\nLadegardoen is the only spot which is often resorted to by the citizens by carriage or on foot.  It affords many and splendid views of the sea and its islands, of the surrounding mountains, valleys, and pine and fir groves.  The majority of the country-houses are built here.  They are generally small, but pretty, and surrounded by flower-gardens and orchards.  While there, I seemed to be far in the south, so green and verdant was the scenery.  The corn-fields alone betrayed the north.  Not that the corn was poor; on the contrary, I found many ears bending to the ground under their weight; but now, towards the end of August, most of it was standing uncut in the fields.\\n\\nNear the town stands a pine-grove, from which one has splendid views; two monuments are raised in it, but neither of them are of importance:  one is raised to the memory of a crown-prince of Sweden, Christian Augustus; the other to Count Hermann Wenel Jarlsberg.\\n\\nJOURNEY TO DELEMARKEN.\\n\\nAll I had hitherto seen in Norway had gratified me so much, that I could not resist the temptation of a journey to the wildly romantic regions of Delemarken.  I was indeed told that it would be a difficult undertaking for a female, alone and almost entirely ignorant of the language, to make her way through the peasantry. But I found no one to accompany me, and was determined to go; so I trusted to fate, and went alone.\\n\\nAccording to the inquires I had instituted in respect to this journey, I anticipated that my greatest difficulties would arise from the absence of all institutions for the speedy and comfortable progress of travellers.  One is forced to possess a carriage, and to hire horses at every station.  It is sometimes possible to hire a vehicle, but this generally consists only of a miserable peasant's cart.  I hired, therefore, a carriol for the whole journey, and a horse to the next station, the townlet of Drammen, distant about twenty-four miles.\\n\\nOn the 25th August, at three o'clock in the afternoon, I left Christiania, squeezed myself into my carriage, and, following the example of Norwegian dames, I seized the reins.  I drove as if I had been used to it from infancy.  I turned right and left, and my horse galloped and trotted gaily on.\\n\\nThe road to Drammen is exquisite, and would afford rich subjects for an artist.  All the beauties of nature are here combined in most perfect harmony.  The richness and variety of the scenery are almost oppressive, and would be an inexhaustible subject for the painter. The vegetation is much richer than I had hoped to find it so far north; every hill, every rock, is shaded by verdant foliage; the green of the meadows was of incomparable freshness; the grass was intermingled with flowers and herbs, and the corn-fields bent under their golden weight.\\n\\nI have been in many countries, and have seen beautiful districts; I have been in Switzerland, in Tyrol, in Italy, and in Salzburg; but I never saw such peculiarly beautiful scenery as I found here:  the sea every where intruding and following us to Drammen; here forming a lovely lake on which boats were rocking, there a stream rushing through hills and meadows; and then again, the splendid expanse dotted with proud three-masters and with countless islets.  After a five hours' ride through rich valleys and splendid groves, I reached the town of Drammen, which lies on the shores of the sea and the river Storri Elf, and whose vicinity was announced by the beautiful country-houses ornamenting the approach to it.\\n\\nA long, well-built wooden bridge, furnished with beautiful iron palisadings, leads over the river.  The town of Drammen has pretty streets and houses, and above 6000 inhabitants.  The hotel where I lodged was pretty and clean.  My bedroom was a large room, with which the most fastidious might have been contented.  The supper which they provided for me was, however, most frugal, consisting only of soft-boiled eggs.  They gave me neither salt nor bread with them, nor a spoon; nothing but a knife and fork.  And it is a mystery to me how soft eggs can be eaten without bread, and with a knife and fork.\\n\\nAugust 25th.\\n\\nI hired a fresh horse here, with which I proceeded to Kongsberg, eighteen miles farther.  The first seven miles afforded a repetition of the romantic scenery of the previous day, with the exception of the sea.  But instead I had the beautiful river, until I had ascended a hill, from whose summit I overlooked a large and apparently populous valley, filled with groups of houses and single farms.  It is strange that there are very few large towns in Norway; every peasant builds his house in the midst of his fields.\\n\\nBeyond this hill the scenery grows more monotonous.  The mountains are lower, the valley narrower, and the road is enclosed by wood or rocks.  One peculiarity of Norwegian rocks is their humidity.  The water penetrates through countless fissures, but only in such small quantities as to cover the stones with a kind of veil.  When the sun shines on these wet surfaces of rock, of which there are many and large ones, they shine like mirrors.\\n\\nDelemarken seems to be tolerably populous.  I often met with solitary peasant-huts in the large gloomy forests, and they gave some life to the monotonous landscape.  The industry of the Norwegian peasant is very great; for every spot of earth, even on the steepest precipices, bore potatoes, barley, or oats; their houses also look cheerful, and were painted for the most part of a brick-red colour.\\n\\nI found the roads very good, especially the one from Christiania to Drammen; and the one from Drammen to Kongsberg was not very objectionable.  There is such an abundance of wood in Norway, that the streets on each side are fenced by wooden enclosures; and every field and meadow is similarly protected against the intrusion of cattle, and the miserable roads through the woods are even covered with round trunks of trees.\\n\\nThe peasantry in this district have no peculiar costume; only the head-covering of the females is curious.  They wear a lady's hat, such as was fashionable in the last century, ornamented with a bunch behind, and with an immense shade in front.  They are made of any material, generally of the remains of old garments; and only on Sundays better ones, and sometimes even silk ones, make their appearance.\\n\\nIn the neighbourhood of Kongsberg this head-dress is no longer worn. There they wear little caps like the Suabian peasantry, petticoats commencing under the shoulders, and very short spencers:  a very ugly costume, the whole figure being spoilt by the short waist.\\n\\nThe town of Kongsberg is rather extended, and is beautifully situated on a hill in the centre of a splendid wooded valley.  It is, like all the towns in Norway except Christiania, built of wood; but it has many pretty, neat houses and some broad streets.\\n\\nThe stream Storri Elf flows past the town, and forms a small but very picturesque waterfall a little below the bridge.  What pleased me most was the colour of the water as it surged over the rock.  It was about noon as I drove across the bridge; the sun illuminated the whole country around, and the waves breaking against the rocks seemed by this light of a beautiful pale-yellow colour, so that they resembled thick masses of pure transparent amber.\\n\\nTwo remarkable sights claimed my attention at Kongsberg,--a rich silver-mine, and a splendid waterfall called the Labrafoss.  But as my time was limited and I could only remain a few hours in Kongsberg, I preferred to see the waterfall and believe the accounts of the silver-mine; which were, that the deepest shaft was eight hundred feet below the surface, and that it was most difficult to remain there, as the cold, the smoke, and the powder-smell had a very noxious effect on the traveller accustomed to light and air.\\n\\nI therefore hired a horse and drove to the fall, which is situated in a narrow pass about four miles from Kongsberg.  The river collects in a quiet calm basin a little distance above the fall, and then rushes over the steep precipice with a sudden bound.  The considerable depth of the fall and the quality of water make it a very imposing sight.  This is increased by a gigantic rock planted like a wall in the lower basin, and opposing its body to the progress of the hurrying waters.  The waves rebound from the rock, and, collecting in mighty masses, rush over it, forming several smaller waterfalls in their course.\\n\\nI watched it from a high rock, and was nevertheless covered by the spray to such a degree, that I sometimes could scarcely open my eyes.  My guide then took me to the lower part of the fall, so that I might have a view of it from all sides; and each view seemed different and more splendid.  I perceived the same yellow transparent colour which I had remarked in the fall at Kongsberg in the waters which dashed over the rock and were illuminated by the sun.  I imagine it arises from the rock, which is every where of a brownish-red colour, for the water itself was clear and pure.\\n\\nAt four o'clock in the afternoon I left Kongsberg, and drove to Bolkesoe, a distance of eighteen miles.  It was by no means a beautiful or an agreeable drive; for the road was very bad, and took me through passes and valleys, across woods and over steep mountains, while the night was dark and unilluminated by the moon. The thought involuntarily entered my mind, how easily my guide, who sat close behind me on the vehicle, could put me out of the world by a gentle blow, and take possession of my effects.  But I had confidence in the upright character of the Norwegians, and drove on quietly, devoting my attention entirely to the reins of my little steed, which I had to lead with a sure hand over hill and valley, over ruts and stones, and along precipices.  I heard no sound but the rushing of the mountain-river, which leaped, close beside us, over the rocks, and was heard rushing in the far distance.\\n\\nWe did not arrive at Bolkesoe until ten o'clock at night.  When we stopped before an insignificant-looking peasant's cot, and I remembered my Icelandic night-accommodations, whose exterior this resembled, my courage failed me; but I was agreeably disappointed when the peasant's wife led me up a broad staircase into a large clean chamber furnished with several good beds, some benches, a table, a box, and an iron stove.  I found equal comforts on all the stations of my journey.\\n\\nThere are no proper hotels or posthouses on the little-frequented Norwegian roads; but the wealthy peasants undertake the duties of both.  I would, however, advise every traveller to provide himself with bread and other provisions for the trip; for his peasant-host rarely can furnish him with these.  His cows are on the hills during the summer; fowls are far too great a luxury for him; and his bread is scarcely eatable:  it consists of large round cakes, scarcely half an inch thick, and very hard; or of equally large cakes scarcely as thick as a knife, and quite dry.  The only eatables I found were fish and potatoes; and whenever I could stay for several hours, they fetched milk for me from the hills.\\n\\nThe travelling conveniences are still more unattainable; but these I will mention in a future chapter, when my experience will be a little more extensive.\\n\\nAugust 26th.\\n\\nI could not see the situation of the town of Bolkesoe till daylight to-day, for when I arrived the darkness of night concealed it.  It is situated in a pretty wooded vale, on a little hill at whose foot lies a beautiful lake of the same name.\\n\\nThe road from here to Tindosoe, about sixteen miles, is not practicable for vehicles, and I therefore left my carriol here and proceeded on horseback.  The country grows more quiet and uninhabited, and the valleys become real chasms.  Two lakes of considerable size form an agreeable variety to the wildness of the scenery.  The larger one, called the Foelsoe, is of a regular form, and above two miles in diameter; it is encircled by picturesque mountains.  The effect of the shadows which the pine-covered mountain-tops throw on the lakes is particularly attractive.  I rode along its shores for more than an hour, and had leisure to see and examine every thing very accurately, for the horses here travel at a very slow pace.  The reason of this is partly that the guide has no horse, and walks beside you in a very sleepy manner; the horse knows its master's peculiarities by long experience, and is only too willing to encourage him in his slow, dull pace.  I spent more than five hours in reaching Tindosoe.  My next object of interest was the celebrated waterfall of Rykanfoss, to reach which we had to cross a large lake.  Although it had rained incessantly for an hour, and the sky looked threatening, I at once hired a boat with two rowers to continue my journey without interruption; for I anticipated a storm, and then I should not have found a boatman who would have ventured a voyage of four or five hours on this dangerous lake.  In two hours my boat was ready, and I started in the pouring rain, but rejoiced at least at the absence of fog, which would have concealed the beauties of nature which surrounded me.  The lake is eighteen miles long, but in many parts only from two to three miles wide.  It is surrounded by mountains, which rise in terraces without the least gap to admit a distant view.  As the mountains are nearly all covered with dark fir-groves, and overshadow the whole breadth of the narrow lake, the water seems quite dark, and almost black.  This lake is dangerous to navigate on account of the many rocks rising perpendicularly out of the water, which, in a storm, shatter a boat dashed against them to pieces, and the passengers would find an inevitable grave in the deep waters.  We had a flesh and a favourable breeze, which blew us quickly to our destination.  One of the rocks on the coast has a very loud echo.\\n\\nAn island about a mile long divides the lake into equal parts; and when we had passed it, the landscape became quite peculiar.  The mountains seemed to push before each other, and try whose foot should extend farthest into the sea.  This forms numerous lovely bays; but few of them are adapted for landing, as the dangerous rocks seem to project every where.\\n\\nThe little dots of field and meadow which seem to hang against the rock, and the modest cottages of the peasants, which are built on the points of the most dangerous precipices, and over which rocks and stones tower as mountains, present a very curious appearance. The most fearful rocks hang over the huts, and threaten to crush them by falling, which would inevitably carry cottage and field with them into the sea.  It is difficult to say whether the boldness or the stupidity of the peasants induces them to choose such localities for their dwellings.\\n\\nFrom the mountains many rivers flow into the lake, and form beautiful falls.  This might only have been the case at that time, because it was raining incessantly, and the water poured down from all sides, so that the mountains seemed embroidered with silver threads.  It was a beautiful sight; but I would willingly have relinquished it for a day of sunshine.  It is no trifle to be exposed to such a shower-bath from morning till night; I was wet through, and had no hope for better weather, as the sky was clouded all round.  My perseverance was nearly exhausted; and I was on the point of relinquishing the purpose of my journey,--the sight of the highest Norwegian waterfall,--when it occurred to me that the bad weather was most favourable for my plan, as each drop of water would increase the splendour of the waterfall.\\n\\nAfter three hours and a half's rowing we reached Haukaness-am-See, where it is usual to stop a night as there is a pretty farm here, and the distance from the fall is still considerable.\\n\\nAugust 27th.\\n\\nMy first care in the morning was the weather; it was unchanged, and the experienced peasants prophesied that it would remain wet.  As I would not return nor wait for better weather, I could only take to my boat again, put on my half-dried cloak, and row on boldly.\\n\\nThe termination of the lake, which we soon reached, was already sufficient to compensate for my perseverance.  A high mountain advances into the lake, and divides it into two beautiful bays.  We entered the left bay, and landed at Mael, which lies at the mouth of the river Rykaness.  The distance from Haukaness is a little more than two miles.  I had to mount a horse to reach the waterfall, which was yet eleven miles distant.  The road runs through a narrow valley, which gradually narrows still more until it can only contain the river; and the traveller is obliged to ascend the heights and grope on along the sides of the mountains.  Below in the vale he sees the foam of the waves surging against the rocks; they flow like a narrow band of silver in the deep chasm.  Sometimes the path is so high that one neither sees nor hears the river.  The last half mile has to be journeyed on foot, and goes past spots which are really dangerous; numerous waterfalls rush from the mountain-sides, and have to be crossed on paths of tree-trunks laid alongside each other; and roads scarcely a foot wide lead along giddy precipices. But the traveller may trust unhesitatingly to his guide's arm, who has hitherto led every one in safety to his destination.\\n\\nThe road from Haukaness to the waterfall must be the finest that can be imagined on a bright sunny day; for I was enchanted with the wildly-romantic scenery in spite of the incessant rain and my wet clothes, and would on no consideration have missed this sight. Unfortunately the bad weather increased, and thick fogs rolled down into the valleys.  The water flowed down from the mountains, and transformed our narrow path into a brook, through which we had to wade ankle-deep in water.  At last we reached the spot which afforded the best view of the fall.  It was yet free from mist, and I could still admire the extraordinary beauty of the fall and its quantity of water.  I saw the immense mountain-rock which closes the valley, the tremendous pillar of water which dashes over it, and rebounds from the rock projecting in the centre of the fall, filling the whole valley with clouds of spray, and concealing the depth to which it descends.  I saw this, one of the rarest and of the most magnificent of natural beauties; but alas, I saw it only for a moment, and had scarcely time to recover from the surprise of the first view when I lost it for ever!  I was not destined to see the single grandeurs of the fall and of the surrounding scenery, and was fain to be content with one look, one glance.  Impenetrable mists rolled from all sides into the wild glen, and shrouded every thing in complete darkness; I sat on a piece of rock, and gazed for two hours stedfastly at the spot where a faint outline of the fall was scarcely distinguishable through the mist sometimes this faint trace even was lost, and I could perceive its vicinity only by the dreadful sounds of the fall, and by the trembling of the rock beneath my feet.\\n\\nAfter I had gazed, and hoped, and raised my eyes entreatingly to heaven for a single ray of sunshine, all in vain, I had at last to determine on my return.  I left my post almost with tears in my eyes, and turned my head more backwards than forwards as we left the spot.  At the least indication of a clearing away of the fog I should have returned.\\n\\nBut I retired farther and farther from it till I reached Mael again, where I sadly entered my boat, and proceeded uninterruptedly to Tindosoe.  I arrived there towards ten o'clock at night.  The wet, the cold, the want of food, and, above all, the depressed and disappointed state of my mind, had so affected me, that I went to bed with a slight attack of fever, and feared that I should not be able to continue my journey on the following day.  But my strong constitution triumphed over every thing, and at five o'clock in the morning I was ready to continue my journey to Bolkesoe on horseback.\\n\\nI was obliged to hurry for fear of missing the departure of the steamer from Christiania.  The journey to Delemarken had been represented to me as much shorter than I found it in reality; for the constant waiting for horses, boats, guides, &c. takes up very much time.\\n\\nAugust 28th.\\n\\nI had ordered my horse to be ready at five o'clock, but was obliged to wait for it until seven o'clock.\\n\\nAlthough I made only a short trip into the interior, I had sufficient opportunities for experiencing the extortions and inconveniences to which a traveller is liable in Norway.  No country in Europe is so much in its infancy as regards all conveniences for locomotion.  It is true that horses, carriages, boats, &c. can be had at every station, and the law has fixed the price of these commodities; but every thing is in the hands of the peasants and the publicans, and they are so skilled in tormenting the traveller by their intentional slowness, that he is compelled to pay the two-fold tax, in order to proceed a little more quickly.  The stations are short, being rarely above five or six miles, and one is therefore constantly changing horses.  Arrived at a station, it either happens that there is really no horse to be had, or that this is an ostensible excuse.  The traveller is told that the horse has to be fetched from the mountain, and that he can be served in one and a half or two hours.  Thus he rides one hour, and waits two.  It is also necessary to keep the tariff, as every trifle, the saddle, the carriage, the harness, fetching the horse, the boat, &c., has to be paid for extra; and when the traveller does not know the fixed prices, he is certain to be dreadfully imposed upon.  At every station a book lies, containing the legal prices; but it is written in the language of the district, and utterly unintelligible to the stranger.  Into this book, which is examined by the judge of the district every month, one may enter complaints against the peasant or publican; but they do not seem to fear it, for the guide who accompanied me to the fall of Rykanfoss endeavoured to cheat me twice in the most barefaced manner, by charging me six-fold for the use of the saddles and the fetching of the horse.  When I threatened to inscribe my complaint in the book, he seemed not to care, and insisted on his demand, till I was obliged to pay him.  On my return to Mael, I kept my word, asked for the book, and entered my complaint, although I was alone with all the peasants.  It was not so much the money which annoyed me, as the shameless imposition.  I am of opinion that every one should complain when he is wronged; if it does not benefit him, it will make the matter more easy for his successor.\\n\\nI must confess, in justice to the peasants, that they were very indignant when I told them of the dishonesty of their countryman, and did not attempt to prevent my complaint.\\n\\nTo conclude my journey, I need only remark that, although the rain had ceased, the sky was still covered with clouds, and the country shrouded in mist.  I therefore took the shorter road to Christiania, by which I had come, although I thereby missed a beautiful district, where I should, as I was told, have seen the most splendid perspective views in Norway.  This would have been on the road from Kongsberg over Kroxleben to Christiania.  The finest part is near Kroxleben.\\n\\nBut the time was too short to take this round, and I returned by way of Drammen.  In the village of Muni, about five miles from Kongsberg, where I arrived at seven o'clock in the evening, the amiable host wished to keep me waiting again two hours for a horse; and as this would probably have happened at every station, I was obliged to hire a horse for the whole distance to Christiania, at a threefold price.  I slept here for a few hours, left in the night at one o'clock, and arrived at Christiania the following afternoon at two.\\n\\nOn this journey I found all those people very kind and obliging with whom I came into no sort of pecuniary relation; but the hosts, the boatmen, the drivers, the guides, were as selfish and grasping as in any other country.  I believe that kindness and disinterestedness would only be found in any district by him who has the good fortune to be the first traveller.\\n\\nThis little excursion was very dear; and yet I think I could now travel cheaply even in this country, universally acknowledged to be dear.  I would go with the steamer along the coast to Hammerfest, buy a little vehicle and a good horse there, and then travel pleasantly, and without annoyance, through the whole country.  But for a family who wished to travel in a comfortable covered carriage, it would be incalculably dear, and in many parts impossible, on account of the bad roads.\\n\\nThe Norwegian peasantry are strong and robust, but their features are not the most comely, and they seemed neither wealthy nor cleanly.  They were generally very poorly clad, and always barefooted.  Their cottages, built of wood and covered with tiles, are more roomy than those of the Icelanders; but they are nevertheless dirty and wretched.  A weakness of the Norwegians is their fondness for coffee, which they drink without milk or sugar. The old women, as well as the men, smoke their pipes morning and night.\\n\\n```\\n                                     Miles. From Christiania to Kongsberg is about      41 From Kongsberg to the waterfall Labrafoss    5 From Kongsberg to Bolkosoe                  14 From Bolkosoe to Tindosoe                   16 From Tindosoe across the lake to Mael       16 From Mael to the waterfall Rykanfoss        11                                            103\\n```\\n\\nCHAPTER IX\\n\\nAugust 30th.\\n\\nAt seven o'clock this morning I left Christiania, accompanied by the good wishes of my countrywoman and her husband, and went back to Gottenburg by the same steamer which had brought me thence ten days before.  I need only mention the splendid view of a portion of Christian's Sound--also called Fiord--which I lost on the former journey from the darkness of the night.  We passed it in the afternoon.  The situation of the little town of Lauervig is superb. It is built on a natural terrace, bordered in the background by beautiful mountains.  In front, the fortress of Friedrichsver lies on a mountain surrounded by rocks, on which little watch-towers are erected; to the left lies the vast expanse of sea.\\n\\nWe were delayed an hour at Friedrichsver to transfer the travellers for Bergen {50} to a vessel waiting for them, as we had stopped on our previous journey at Sandesund for the same purpose.\\n\\nThis is the last view in the fiord; for now we steered into the open sea, and in a few hours we had lost sight of land.  We saw nothing but land and water till we arrived the next morning at the Scheren, and steered for Gottenburg.\\n\\nAugust 31st.\",\"timestamp\":1637496374,\"title\":\"\\nWooden quays surround the harbour, on which several large warehouses\"},\"digest\":\"7soRk1a-TFVPLOEgwA21GRQdmn68dzZd3OMgwR15o5s\",\"authorship\":{\"contributor\":\"0x19BebfD5a2946bC50A2CeA661e77fFC2F12C9549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1g4TOA4b1Vhe6svchpKh-tlYFyQxdvhUwFhlB5KMfEU\\\",\\\"y\\\":\\\"fvAO850IOnn4KwHSQ2glJNep5b3I119FuEyyrZcdoBs\\\"}\",\"signature\":\"RMs9s6m2IqRSolbu7r3FF6iTFMoiBpW51LTjcP3B46BJY16Ksp4ZMtVVO3tX3JIUulMJ95BCz6fEvfjSGE_3dg\",\"signingKeySignature\":\"0xa0268bd271d3fa473e648fc038725bc886ab80ae62f659ca9e6ffb50bbf22020204a2a16975a42063ff088a935de51f97ee7586fa22858b36af94baa45a99b721b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1g4TOA4b1Vhe6svchpKh-tlYFyQxdvhUwFhlB5KMfEU\\\",\\\"y\\\":\\\"fvAO850IOnn4KwHSQ2glJNep5b3I119FuEyyrZcdoBs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7soRk1a-TFVPLOEgwA21GRQdmn68dzZd3OMgwR15o5s\"}"