"{\"content\":{\"body\":\"whatever the cause, Ben-Hur was conscious of a change in his feelings. A conception of something better than the best of this life--something so much better that it could serve a weak man with strength to endure agonies of spirit as well as of body; something to make death welcome--perhaps another life purer than this one--perhaps the spirit-life which Balthasar held to so fast, began to dawn upon his mind clearer and clearer, bringing to him a certain sense that, after all, the mission of the Nazarene was that of guide across the boundary for such as loved him; across the boundary to where his kingdom was set up and waiting for him. Then, as something borne through the air out of the almost forgotten, he heard again, or seemed to hear, the saying of the Nazarene,\\n\\n\\\"I AM THE RESURRECTION AND THE LIFE.\\\"\\n\\nAnd the words repeated themselves over and over, and took form, and the dawn touched them with its light, and filled them with a new meaning. And as men repeat a question to grasp and fix the meaning, he asked, gazing at the figure on the hill fainting under its crown, Who the Resurrection? and who the Life?\\n\\n\\\"I AM,\\\"\\n\\nthe figure seemed to say--and say it for him; for instantly he was sensible of a peace such as he had never known--the peace which is the end of doubt and mystery, and the beginning of faith and love and clear understanding.\\n\\nFrom this dreamy state Ben-Hur was aroused by the sound of hammering. On the summit of the knoll he observed then what had escaped him before--some soldiers and workmen preparing the crosses. The holes for planting the trees were ready, and now the transverse beams were being fitted to their places.\\n\\n\\\"Bid the men make haste,\\\" said the high-priest to the centurion. \\\"These\\\"--and he pointed to the Nazarene--\\\"must be dead by the going-down of the sun, and buried that the land may not be defiled. Such is the Law.\\\"\\n\\nWith a better mind, a soldier went to the Nazarene and offered him something to drink, but he refused the cup. Then another went to him and took from his neck the board with the inscription upon it, which he nailed to the tree of the cross--and the preparation was complete.\\n\\n\\\"The crosses are ready,\\\" said the centurion to the pontiff, who received the report with a wave of the hand and the reply,\\n\\n\\\"Let the blasphemer go first. The Son of God should be able to save himself. We will see.\\\"\\n\\nThe people to whom the preparation in its several stages was visible, and who to this time had assailed the hill with incessant cries of impatience, permitted a lull which directly became a universal hush. The part of the infliction most shocking, at least to the thought, was reached--the men were to be nailed to their crosses. When for that purpose the soldiers laid their hands upon the Nazarene first, a shudder passed through the great concourse; the most brutalized shrank with dread. Afterwards there were those who said the air suddenly chilled and made them shiver.\\n\\n\\\"How very still it is!\\\" Esther said, as she put her arm about her father's neck.\\n\\nAnd remembering the torture he himself had suffered, he drew her face down upon his breast, and sat trembling.\\n\\n\\\"Avoid it, Esther, avoid it!\\\" he said. \\\"I know not but all who stand and see it--the innocent as well as the guilty--may be cursed from this hour.\\\"\\n\\nBalthasar sank upon his knees.\\n\\n\\\"Son of Hur,\\\" said Simonides, with increasing excitement--\\\"son of Hur, if Jehovah stretch not forth his hand, and quickly, Israel is lost--and we are lost.\\\"\\n\\nBen-Hur answered, calmly, \\\"I have been in a dream, Simonides, and heard in it why all this should be, and why it should go on. It is the will of the Nazarene--it is God's will. Let us do as the Egyptian here--let us hold our peace and pray.\\\"\\n\\nAs he looked up on the knoll again, the words were wafted to him through the awful stillness--\\n\\n\\\"I AM THE RESURRECTION AND THE LIFE.\\\"\\n\\nHe bowed reverently as to a person speaking.\\n\\nUp on the summit meantime the work went on. The guard took the Nazarene's clothes from him; so that he stood before the millions naked. The stripes of the scourging he had received in the early morning were still bloody upon his back; yet he was laid pitilessly down, and stretched upon the cross--first, the arms upon the transverse beam; the spikes were sharp--a few blows, and they were driven through the tender palms; next, they drew his knees up until the soles of the feet rested flat upon the tree; then they placed one foot upon the other, and one spike fixed both of them fast. The dulled sound of the hammering was heard outside the guarded space; and such as could not hear, yet saw the hammer as it fell, shivered with fear. And withal not a groan, or cry, or word of remonstrance from the sufferer: nothing at which an enemy could laugh; nothing a lover could regret.\\n\\n\\\"Which way wilt thou have him faced?\\\" asked a soldier, bluntly.\\n\\n\\\"Towards the Temple,\\\" the pontiff replied. \\\"In dying I would have him see the holy house hath not suffered by him.\\\"\\n\\nThe workmen put their hands to the cross, and carried it, burden and all, to the place of planting. At a word, they dropped the tree into the hole; and the body of the Nazarene also dropped heavily, and hung by the bleeding hands. Still no cry of pain--only the exclamation divinest of all recorded exclamations,\\n\\n\\\"Father, forgive them, for they know not what they do.\\\"\\n\\nThe cross, reared now above all other objects, and standing singly out against the sky, was greeted with a burst of delight; and all who could see and read the writing upon the board over the Nazarene's head made haste to decipher it. Soon as read, the legend was adopted by them and communicated, and presently the whole mighty concourse was ringing the salutation from side to side, and repeating it with laughter and groans,\\n\\n\\\"King of the Jews! Hail, King of the Jews!\\\"\\n\\nThe pontiff, with a clearer idea of the import of the inscription, protested against it, but in vain; so the titled King, looking from the knoll with dying eyes, must have had the city of his fathers at rest below him--she who had so ignominiously cast him out.\\n\\nThe sun was rising rapidly to noon; the hills bared their brown breasts lovingly to it; the more distant mountains rejoiced in the purple with which it so regally dressed them. In the city, the temples, palaces, towers, pinnacles, and all points of beauty and prominence seemed to lift themselves into the unrivalled brilliance, as if they knew the pride they were giving the many who from time to time turned to look at them. Suddenly a dimness began to fill the sky and cover the earth--at first no more than a scarce perceptible fading of the day; a twilight out of time; an evening gliding in upon the splendors of noon. But it deepened, and directly drew attention; whereat the noise of the shouting and laughter fell off, and men, doubting their senses, gazed at each other curiously: then they looked to the sun again; then at the mountains, getting farther away; at the sky and the near landscape, sinking in shadow; at the hill upon which the tragedy was enacting; and from all these they gazed at each other again, and turned pale, and held their peace.\\n\\n\\\"It is only a mist or passing cloud,\\\" Simonides said soothingly to Esther, who was alarmed. \\\"It will brighten presently.\\\"\\n\\nBen-Hur did not think so.\\n\\n\\\"It is not a mist or a cloud,\\\" he said. \\\"The spirits who live in the air--the prophets and saints--are at work in mercy to themselves and nature. I say to you, O Simonides, truly as God lives, he who hangs yonder is the Son of God.\\\"\\n\\nAnd leaving Simonides lost in wonder at such a speech from him, he went where Balthasar was kneeling near by, and laid his hand upon the good man's shoulder.\\n\\n\\\"O wise Egyptian, hearken! Thou alone wert right--the Nazarene is indeed the Son of God.\\\"\\n\\nBalthasar drew him down to him, and replied, feebly, \\\"I saw him a child in the manger where he was first laid; it is not strange that I knew him sooner than thou; but oh that I should live to see this day! Would I had died with my brethren! Happy Melchior! Happy, happy Gaspar!\\\"\\n\\n\\\"Comfort thee!\\\" said Ben-Hur. \\\"Doubtless they too are here.\\\"\\n\\nThe dimness went on deepening into obscurity, and that into positive darkness, but without deterring the bolder spirits upon the knoll. One after the other the thieves were raised on their crosses, and the crosses planted. The guard was then withdrawn, and the people set free closed in upon the height, and surged up it, like a converging wave. A man might take a look, when a new-comer would push him on, and take his place, to be in turn pushed on--and there were laughter and ribaldry and revilements, all for the Nazarene.\\n\\n\\\"Ha, ha! If thou be King of the Jews, save thyself,\\\" a soldier shouted.\\n\\n\\\"Ay,\\\" said a priest, \\\"if he will come down to us now, we will believe in him.\\n\\nOthers wagged their heads wisely, saying, \\\"He would destroy the Temple, and rebuild it in three days, but cannot save himself.\\\"\\n\\nOthers still: \\\"He called himself the Son of God; let us see if God will have him.\\\"\\n\\nWhat all there is in prejudice no one has ever said. The Nazarene had never harmed the people; far the greater part of them had never seen him except in this his hour of calamity; yet--singular contrariety!-- they loaded him with their curses, and gave their sympathy to the thieves.\\n\\nThe supernatural night, dropped thus from the heavens, affected Esther as it began to affect thousands of others braver and stronger.\\n\\n\\\"Let us go home,\\\" she prayed--twice, three times--saying, \\\"It is the frown of God, father. What other dreadful things may happen, who can tell? I am afraid.\\\"\\n\\nSimonides was obstinate. He said little, but was plainly under great excitement. Observing, about the end of the first hour, that the violence of the crowding up on the knoll was somewhat abated, at his suggestion the party advanced to take position nearer the crosses. Ben-Hur gave his arm to Balthasar; yet the Egyptian made the ascent with difficulty. From their new stand, the Nazarene was imperfectly visible, appearing to them not more than a dark suspended figure. They could hear him, however--hear his sighing, which showed an endurance or exhaustion greater than that of his fellow-sufferers; for they filled every lull in the noises with their groans and entreaties.\\n\\nThe second hour after the suspension passed like the first one. To the Nazarene they were hours of insult, provocation, and slow dying. He spoke but once in the time. Some women came and knelt at the foot of his cross. Among them he recognized his mother with the beloved disciple.\\n\\n\\\"Woman,\\\" he said, raising his voice, \\\"behold thy son!\\\" And to the disciple, \\\"Behold thy mother!\\\"\\n\\nThe third hour came, and still the people surged round the hill, held to it by some strange attraction, with which, in probability, the night in midday had much to do. They were quieter than in the preceding hour; yet at intervals they could be heard off in the darkness shouting to each other, multitude calling unto multitude. It was noticeable, also, that coming now to the Nazarene, they approached his cross in silence, took the look in silence, and so departed. This change extended even to the guard, who so shortly before had cast lots for the clothes of the crucified; they stood with their officers a little apart, more watchful of the one convict than of the throngs coming and going. If he but breathed heavily, or tossed his head in a paroxysm of pain, they were instantly on the alert. Most marvellous of all, however, was the altered behavior of the high-priest and his following, the wise men who had assisted him in the trial in the night, and, in the victim's face, kept place by him with zealous approval. When the darkness began to fall, they began to lose their confidence. There were among them many learned in astronomy, and familiar with the apparitions so terrible in those days to the masses; much of the knowledge was descended to them from their fathers far back; some of it had been brought away at the end of the Captivity; and the necessities of the Temple service kept it all bright. These closed together when the sun commenced to fade before their eyes, and the mountains and hills to recede; they drew together in a group around their pontiff, and debated what they saw. \\\"The moon is at its full,\\\" they said, with truth, \\\"and this cannot be an eclipse.\\\" Then, as no one could answer the question common with them all--as no one could account for the darkness, or for its occurrence at that particular time, in their secret hearts they associated it with the Nazarene, and yielded to an alarm which the long continuance of the phenomenon steadily increased. In their place behind the soldiers, they noted every word and motion of the Nazarene, and hung with fear upon his sighs, and talked in whispers. The man might be the Messiah, and then-- But they would wait and see!\\n\\nIn the meantime Ben-Hur was not once visited by the old spirit. The perfect peace abode with him. He prayed simply that the end might be hastened. He knew the condition of Simonides' mind--that he was hesitating on the verge of belief. He could see the massive face weighed down by solemn reflection. He noticed him casting inquiring glances at the sun, as seeking the cause of the darkness. Nor did he fail to notice the solicitude with which Esther clung to him, smothering her fears to accommodate his wishes.\\n\\n\\\"Be not afraid,\\\" he heard him say to her; \\\"but stay and watch with me. Thou mayst live twice the span of my life, and see nothing of human interest equal to this; and there may be revelations more. Let us stay to the close.\\\"\\n\\nWhen the third hour was about half gone, some men of the rudest class--wretches from the tombs about the city--came and stopped in front of the centre cross.\\n\\n\\\"This is he, the new King of the Jews,\\\" said one of them.\\n\\nThe others cried, with laughter, \\\"Hail, all hail, King of the Jews!\\\"\\n\\nReceiving no reply, they went closer.\\n\\n\\\"If thou be King of the Jews, or Son of God, come down,\\\" they said, loudly.\\n\\nAt this, one of the thieves quit groaning, and called to the Nazarene, \\\"Yes, if thou be Christ, save thyself and us.\\\"\\n\\nThe people laughed and applauded; then, while they were listening for a reply, the other felon was heard to say to the first one, \\\"Dost thou not fear God? We receive the due rewards of our deeds; but this man hath done nothing amiss.\\\"\\n\\nThe bystanders were astonished; in the midst of the hush which ensued, the second felon spoke again, but this time to the Nazarene:\\n\\n\\\"Lord,\\\" he said, \\\"remember me when thou comest into thy kingdom.\\\"\\n\\nSimonides gave a great start. \\\"When thou comest into thy kingdom!\\\" It was the very point of doubt in his mind; the point he had so often debated with Balthasar.\\n\\n\\\"Didst thou hear?\\\" said Ben-Hur to him. \\\"The kingdom cannot be of this world. Yon witness saith the King is but going to his kingdom; and, in effect, I heard the same in my dream.\\\"\\n\\n\\\"Hush!\\\" said Simonides, more imperiously than ever before in speech to Ben-Hur. \\\"Hush, I pray thee! If the Nazarene should answer--\\\"\\n\\nAnd as he spoke the Nazarene did answer, in a clear voice, full of confidence:\\n\\n\\\"Verily I say unto thee, To-day shalt thou be with me in Paradise!\\\"\\n\\nSimonides waited to hear if that were all; then he folded his hands and said, \\\"No more, no more, Lord! The darkness is gone; I see with other eyes--even as Balthasar, I see with eyes of perfect faith.\\\"\\n\\nThe faithful servant had at last his fitting reward. His broken body might never be restored; nor was there riddance of the recollection of his sufferings, or recall of the years embittered by them; but suddenly a new life was shown him, with assurance that it was for him--a new life lying just beyond this one--and its name was Paradise. There he would find the Kingdom of which he had been dreaming, and the King. A perfect peace fell upon him.\\n\\nOver the way, in front of the cross, however, there were surprise and consternation. The cunning casuists there put the assumption underlying the question and the admission underlying the answer together. For saying through the land that he was the Messiah, they had brought the Nazarene to the cross; and, lo! on the cross, more confidently than ever, he had not only reasserted himself, but promised enjoyment of his Paradise to a malefactor. They trembled at what they were doing. The pontiff, with all his pride, was afraid. Where got the man his confidence except from Truth? And what should the Truth be but God? A very little now would put them all to flight.\\n\\nThe breaching of the Nazarene grew harder, his sighs became great gasps. Only three hours upon the cross, and he was dying!\\n\\nThe intelligence was carried from man to man, until every one knew it; and then everything hushed; the breeze faltered and died; a stifling vapor loaded the air; heat was superadded to darkness; nor might any one unknowing the fact have thought that off the hill, out under the overhanging pall, there were three millions of people waiting awe-struck what should happen next--they were so still!\\n\\nThen there went out through the gloom, over the heads of such as were on the hill within hearing of the dying man, a cry of despair, if not reproach:\\n\\n\\\"My God! my God! why hast thou forsaken me?\\\"\\n\\nThe voice startled all who heard it. One it touched uncontrollably.\\n\\nThe soldiers in coming had brought with them a vessel of wine and water, and set it down a little way from Ben-Hur. With a sponge dipped into the liquor, and put on the end of a stick, they could moisten the tongue of a sufferer at their pleasure. Ben-Hur thought of the draught he had had at the well near Nazareth; an impulse seized him; catching up the sponge, he dipped it into the vessel, and started for the cross.\\n\\n\\\"Let him be!\\\" the people in the way shouted, angrily. \\\"Let him be!\\\"\\n\\nWithout minding them, he ran on, and put the sponge to the Nazarene's lips.\\n\\nToo late, too late!\\n\\nThe face then plainly seen by Ben-Hur, bruised and black with blood and dust as it was, lighted nevertheless with a sudden glow; the eyes opened wide, and fixed upon some one visible to them alone in the far heavens; and there were content and relief, even triumph, in the shout the victim gave.\\n\\n\\\"It is finished! It is finished!\\\"\\n\\nSo a hero, dying in the doing a great deed, celebrates his success with a last cheer.\\n\\nThe light in the eyes went out; slowly the crowned head sank upon the laboring breast. Ben-Hur thought the struggle over; but the fainting soul recollected itself, so that he and those around him caught the other and last words, spoken in a low voice, as if to one listening close by:\\n\\n\\\"Father, into thy hands I commend my spirit.\\\"\\n\\nA tremor shook the tortured body; there was a scream of fiercest anguish, and the mission and the earthly life were over at once. The heart, with all its love, was broken; for of that, O reader, the man died!\\n\\nBen-Hur went back to his friends, saying, simply, \\\"It is over; he is dead.\\\"\\n\\nIn a space incredibly short the multitude was informed of the circumstance. No one repeated it aloud; there was a murmur which spread from the knoll in every direction; a murmur that was little more than a whispering, \\\"He is dead! he is dead!\\\" and that was all. The people had their wish; the Nazarene was dead; yet they stared at each other aghast. His blood was upon them! And while they stood staring at each other, the ground commenced to shake; each man took hold of his neighbor to support himself; in a twinkling the darkness disappeared, and the sun came out; and everybody, as with the same glance, beheld the crosses upon the hill all reeling drunken-like in the earthquake. They beheld all three of them; but the one in the centre was arbitrary; it alone would be seen; and for that it seemed to extend itself upwards, and lift its burden, and swing it to and fro higher and higher in the blue of the sky. And every man among them who had jeered at the Nazarene; every one who had struck him; every one who had voted to crucify him; every one who had marched in the procession from the city; every one who had in his heart wished him dead, and they were as ten to one, felt that he was in some way individually singled out from the many, and that if he would live he must get away quickly as possible from that menace in the sky. They started to run; they ran with all their might; on horseback, and camels, and in chariots they ran, as well as on foot; but then as if it were mad at them for what they had done, and had taken up the cause of the unoffending and friendless dead, the earthquake pursued them, and tossed them about, and flung them down, and terrified them yet more by the horrible noise of great rocks grinding and rending beneath them. They beat their breasts and shrieked with fear. His blood was upon them! The home-bred and the foreign, priest and layman, beggar, Sadducee, Pharisee, were overtaken in the race, and tumbled about indiscriminately. If they called on the Lord, the outraged earth answered for him in fury, and dealt them all alike. It did not even know wherein the high-priest was better than his guilty brethren; overtaking him, it tripped him up also, and smirched the fringimg of his robe, and filled the golden bells with sand, and his mouth with dust. He and his people were alike in the one thing at least--the blood of the Nazarene was upon them all!\\n\\nWhen the sunlight broke upon the crucifixion, the mother of the Nazarene, the disciple, and the faithful women of Galilee, the centurion and his soldiers, and Ben-Hur and his party, were all who remained upon the hill. These had not time to observe the flight of the multitude; they were too loudly called upon to take care of themselves.\\n\\n\\\"Seat thyself here,\\\" said Ben-Hur to Esther, making a place for her at her father's feet. \\\"Now cover thine eyes and look not up; but put thy trust in God, and the spirit of yon just man so foully slain.\\\"\\n\\n\\\"Nay,\\\" said Simonides, reverently, \\\"let us henceforth speak of him as the Christ.\\\"\\n\\n\\\"Be it so,\\\" said Ben-Hur.\\n\\nPresently a wave of the earthquake struck the hill. The shrieks of the thieves upon the reeling crosses were terrible to hear. Though giddy with the movements of the ground, Ben-Hur had time to look at Balthasar, and beheld him prostrate and still. He ran to him and called--there was no reply. The good man was dead! Then Ben-Hur remembered to have heard a cry in answer, as it were, to the scream of the Nazarene in his last moment; but he had not looked to see from whom it had proceeded; and ever after he believed the spirit of the Egyptian accompanied that of his Master over the boundary into the kingdom of Paradise. The idea rested not only upon the cry heard, but upon the exceeding fitness of the distinction. If faith were worthy reward in the person of Gaspar, and love in that of Melchior, surely he should have some special meed who through a long life and so excellently illustrated the three virtues in combination--Faith, Love, and Good Works.\\n\\nThe servants of Balthasar had deserted their master; but when all was over, the two Galileans bore the old man in his litter back to the city.\\n\\nIt was a sorrowful procession that entered the south gate of the palace of the Hurs about the set of sun that memorable day. About the same hour the body of the Christ was taken down from the cross.\\n\\nThe remains of Balthasar were carried to the guest-chamber. All the servants hastened weeping to see him; for he had the love of every living thing with which he had in anywise to do; but when they beheld his face, and the smile upon it, they dried their tears, saying, \\\"It is well. He is happier this evening than when he went out in the morning.\\\"\\n\\nBen-Hur would not trust a servant to inform Iras what had befallen her father. He went himself to see her and bring her to the body. He imagined her grief; she would now be alone in the world; it was a time to forgive and pity her. He remembered he had not asked why she was not of the party in the morning, or where she was; he remembered he had not thought of her; and, from shame, he was ready to make any amends, the more so as he was about to plunge her into such acute grief.\\n\\nHe shook the curtains of her door; and though he heard the ringing of the little bells echoing within, he had no response; he called her name, and again he called--still no answer. He drew the curtain aside and went into the room; she was not there. He ascended hastily to the roof in search of her; nor was she there. He questioned the servants; none of them had seen her during the day. After a long quest everywhere through the house, Ben-Hur returned to the guest-chamber, and took the place by the dead which should have been hers; and he bethought him there how merciful the Christ had been to his aged servant. At the gate of the kingdom of Paradise happily the afflictions of this life, even its desertions, are left behind and forgotten by those who go in and rest.\\n\\nWhen the gloom of the burial was nigh gone, on the ninth day after the healing, the law being fulfilled, Ben-Hur brought his mother and Tirzah home; and from that day, in that house the most sacred names possible of utterance by men were always coupled worshipfully together,\\n\\nGOD THE FATHER AND CHRIST THE SON.\\n\\n\\n--------\\n\\nAbout five years after the crucifixion, Esther, the wife of Ben-Hur, sat in her room in the beautiful villa by Misenum. It was noon, with a warm Italian sun making summer for the roses and vines outside. Everything in the apartment was Roman, except that Esther wore the garments of a Jewish matron. Tirzah and two children at play upon a lion skin on the floor were her companions; and one had only to observe how carefully she watched them to know that the little ones were hers.\\n\\nTime had treated her generously. She was more than ever beautiful, and in becoming mistress of the villa, she had realized one of her cherished dreams.\\n\\nIn the midst of this simple, home-like scene, a servant appeared in the doorway, and spoke to her.\\n\\n\\\"A woman in the atrium to speak with the mistress.\\\"\\n\\n\\\"Let her come. I will receive her here.\\\"\\n\\nPresently the stranger entered. At sight of her the Jewess arose, and was about to speak; then she hesitated, changed color, and finally drew back, saying, \\\"I have known you, good woman. You are--\\\"\\n\\n\\\"I was Iras, the daughter of Balthasar.\\\"\\n\\nEsther conquered her surprise, and bade the servant bring the Egyptian a seat.\\n\\n\\\"No,\\\" said Iras, coldly. \\\"I will retire directly.\\\"\\n\\nThe two gazed at each other. We know what Esther presented--a beautiful woman, a happy mother, a contented wife. On the other side, it was very plain that fortune had not dealt so gently with her former rival. The tall figure remained with some of its grace; but an evil life had tainted the whole person. The face was coarse; the large eyes were red and pursed beneath the lower lids; there was no color in her cheeks. The lips were cynical and hard, and general neglect was leading rapidly to premature old age. Her attire was ill chosen and draggled. The mud of the road clung to her sandals. Iras broke the painful silence.\\n\\n\\\"These are thy children?\\\"\\n\\nEsther looked at them, and smiled.\\n\\n\\\"Yes. Will you not speak to them?\\\"\\n\\n\\\"I would scare them,\\\" Iras replied. Then she drew closer to Esther, and seeing her shrink, said, \\\"Be not afraid. Give thy husband a message for me. Tell him his enemy is dead, and that for the much misery he brought me I slew him.\\\"\\n\\n\\\"His enemy!\\\"\\n\\n\\\"The Messala. Further, tell thy husband that for the harm I sought to do him I have been punished until even he would pity me.\\\"\\n\\nTears arose in Esther's eyes, and she was about to speak.\\n\\n\\\"Nay,\\\" said Iras, \\\"I do not want pity or tears. Tell him, finally, I have found that to be a Roman is to be a brute. Farewell.\\\"\\n\\nShe moved to go. Esther followed her.\\n\\n\\\"Stay, and see my husband. He has no feeling against you. He sought for you everywhere. He will be your friend. I will be your friend. We are Christians.\\\"\\n\\nThe other was firm.\\n\\n\\\"No; I am what I am of choice. It will be over shortly.\\\"\\n\\n\\\"But\\\"--Esther hesitated--\\\"have we nothing you would wish; nothing to--to--\\\"\\n\\nThe countenance of the Egyptian softened; something like a smile played about her lips. She looked at the children upon the floor.\\n\\n\\\"There is something,\\\" she said.\\n\\nEsther followed her eyes, and with quick perception answered, \\\"It is yours.\\\"\\n\\nIras went to them, and knelt on the lion's skin, and kissed them both. Rising slowly, she looked at them; then passed to the door and out of it without a parting word. She walked rapidly, and was gone before Esther could decide what to do.\\n\\nBen-Hur, when he was told of the visit, knew certainly what he had long surmised--that on the day of the crucifixion Iras had deserted her father for Messala. Nevertheless, he set out immediately and hunted for her vainly; they never saw her more, or heard of her. The blue bay, with all its laughing under the sun, has yet its dark secrets. Had it a tongue, it might tell us of the Egyptian.\\n\\nSimonides lived to be a very old man. In the tenth year of Nero's reign, he gave up the business so long centred in the warehouse at Antioch. To the last he kept a clear head and a good heart, and was successful.\\n\\nOne evening, in the year named, he sat in his arm-chair on the terrace of the warehouse. Ben-Hur and Esther, and their three children, were with him. The last of the ships swung at mooring in the current of the river; all the rest had been sold. In the long interval between this and the day of the crucifixion but one sorrow had befallen them: that was when the mother of Ben-Hur died; and then and now their grief would have been greater but for their Christian faith.\\n\\nThe ship spoken of had arrived only the day before, bringing intelligence of the persecution of Christians begun by Nero in Rome, and the party on the terrace were talking of the news when Malluch, who was still in their service, approached and delivered a package to Ben-Hur.\\n\\n\\\"Who brings this?\\\" the latter asked, after reading.\\n\\n\\\"An Arab.\\\"\\n\\n\\\"Where is he?\\\"\\n\\n\\\"He left immediately.\\\"\\n\\n\\\"Listen,\\\" said Ben-Hur to Simonides.\\n\\nHe read then the following letter:\\n\\n\\\"I, Ilderim, the son of Ilderim the Generous, and sheik of the tribe of Ilderim, to Judah, son of Hur.\\n\\n\\\"Know, O friend of my father's, how my father loved you. Read what is herewith sent, and you will know. His will is my will; therefore what he gave is thine.\\n\\n\\\"All the Parthians took from him in the great battle in which they slew him I have retaken--this writing, with other things, and vengeance, and all the brood of that Mira who in his time was mother of so many stars.\\n\\n\\\"Peace be to you and all yours.\\n\\n\\\"This voice out of the desert is the voice of\\n\\n\\\"Ilderim, Shiek.\\\"\\n\\nBen-Hur next unrolled a scrap of papyrus yellow as a withered mulberry leaf. It required the daintiest handling. Proceeding, he read:\\n\\n\\\"Ilderim, surnamed the Generous, sheik of the tribe of Ilderim, to the son who succeeds me.\\n\\n\\\"All I have, O son, shall be thine in the day of thy succession, except that property by Antioch known as the Orchard of Palms; and it shall be to the son of Hur who brought us such glory in the Circus--to him and his forever.\\n\\n\\\"Dishonor not thy father.        ILDERIM THE GENEROUS, Sheik.\\\"\\n\\n\\\"What say you?\\\" asked Ben-Hur, of Simonides.\\n\\nEsther took the papers pleased, and read them to herself. Simonides remained silent. His eyes were upon the ship; but he was thinking. At length he spoke.\\n\\n\\\"Son of Hur,\\\" he said, gravely, \\\"the Lord has been good to you in these later years. You have much to be thankful for. Is it not time to decide finally the meaning of the gift of the great fortune now all in your hand, and growing?\\\"\\n\\n\\\"I decided that long ago. The fortune was meant for the service of the Giver; not a part, Simonides, but all of it. The question with me has been, How can I make it most useful in his cause? And of that tell me, I pray you.\\\"\\n\\nSimonides answered,\\n\\n\\\"The great sums you have given to the Church here in Antioch, I am witness to. Now, instantly almost with this gift of the generous sheik's, comes the news of the persecution of the brethren in Rome. It is the opening of a new field. The light must not go out in the capital.\\\"\\n\\n\\\"Tell me how I can keep it alive.\\\"\\n\\n\\\"I will tell you. The Romans, even this Nero, hold two things sacred--I know of no others they so hold--they are the ashes of the dead and all places of burial. If you cannot build temples for the worship of the Lord above ground, then build them below the ground; and to keep them from profanation, carry to them the bodies of all who die in the faith.\\\"\\n\\nBen-Hur arose excitedly.\\n\\n\\\"It is a great idea,\\\" he said. \\\"I will not wait to begin it. Time forbids waiting. The ship that brought the news of the suffering of our brethren shall take me to Rome. I will sail to-morrow.\\\"\\n\\nHe turned to Malluch.\\n\\n\\\"Get the ship ready, Malluch, and be thou ready to go with me.\\n\\n\\\"It is well,\\\" said Simonides.\\n\\n\\\"And thou, Esther, what sayest thou?\\\" asked Ben-Hur.\\n\\nEsther came to his side, and put her hand on his arm, and answered,\\n\\n\\\"So wilt thou best serve the Christ. O my husband, let me not hinder, but go with thee and help.\\\"\\n\\n\\n******\\n\\nIf any of my readers, visiting Rome, will make the short journey to the Catacomb of San Calixto, which is more ancient than that of San Sebastiano, he will see what became of the fortune of Ben-Hur, and give him thanks. Out of that vast tomb Christianity issued to supersede the Caesars.\",\"timestamp\":1640148324,\"title\":\"All the eyes then looking were fixed upon the Nazarene. It may have been pity with which he was moved\"},\"digest\":\"0DS9dLwJaesUBtH3oqJukZLnt6ta5ixbVrW_hca_MwI\",\"authorship\":{\"contributor\":\"0x9DC92730677fd3244eD267F4e8bDd94201A144f8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X4rjscazOsJVhSxLqSV8R6xNpR0czF7krYNTV9v6RYY\\\",\\\"y\\\":\\\"hq48naggJdbsFDYdHYFWpKsTG8bICF2LgEIIXubIppQ\\\"}\",\"signature\":\"_5qw8K1Ym3fK0E_8v8VyPs52-teX40QihYlAv5miUB-gcmCz185h5toUBWP5V_kE9lpdjbGw6HB5BTWj7JAclw\",\"signingKeySignature\":\"0x2119dc66e520fc0edb50b4a65e168512a3672871c9e85001cbbdbff96c1cc5a73f5f02ff389db5568e8b3f95970a314e6e0bc39898a608c42c2674a16782a0401b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X4rjscazOsJVhSxLqSV8R6xNpR0czF7krYNTV9v6RYY\\\",\\\"y\\\":\\\"hq48naggJdbsFDYdHYFWpKsTG8bICF2LgEIIXubIppQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0DS9dLwJaesUBtH3oqJukZLnt6ta5ixbVrW_hca_MwI\"}"