"{\"content\":{\"body\":\"No voice responded.  Cheri's hot tears were scalding her neck. She called for each and every one upon the place, and still no answer came.\\n\\nShe shouted, she wailed; but whether her voice remained unheard or unheeded, no reply came to her frenzied cries.  And all the while Cheri moaned and wept and entreated to be taken home to his mother.\\n\\nLa Folle gave a last despairing look around her.  Extreme terror was upon her.  She clasped the child close against her breast, where he could feel her heart beat like a muffled hammer. Then shutting her eyes, she ran suddenly down the shallow bank of the bayou, and never stopped till she had climbed the opposite shore.\\n\\nShe stood there quivering an instant as she opened her eyes. Then she plunged into the footpath through the trees.\\n\\nShe spoke no more to Cheri, but muttered constantly, \\\"Bon Dieu, ayez pitie La Folle!  Bon Dieu, ayez pitie moi!\\\"\\n\\nInstinct seemed to guide her.  When the pathway spread clear and smooth enough before her, she again closed her eyes tightly against the sight of that unknown and terrifying world.\\n\\nA child, playing in some weeds, caught sight of her as she neared the quarters.  The little one uttered a cry of dismay.\\n\\n\\\"La Folle!\\\" she screamed, in her piercing treble.  \\\"La Folle done cross de bayer!\\\"\\n\\nQuickly the cry passed down the line of cabins.\\n\\n\\\"Yonda, La Folle done cross de bayou!\\\"\\n\\nChildren, old men, old women, young ones with infants in their arms, flocked to doors and windows to see this awe-inspiring spectacle.  Most of them shuddered with superstitious dread of what it might portend.  \\\"She totin' Cheri!\\\" some of them shouted.\\n\\nSome of the more daring gathered about her, and followed at her heels, only to fall back with new terror when she turned her distorted face upon them.  Her eyes were bloodshot and the saliva had gathered in a white foam on her black lips.\\n\\nSome one had run ahead of her to where P'tit Maitre sat with his family and guests upon the gallery.\\n\\n\\\"P'tit Maitre!  La Folle done cross de bayou!  Look her!  Look her yonda totin' Cheri!\\\"  This startling intimation was the first which they had of the woman's approach.\\n\\nShe was now near at hand.  She walked with long strides.  Her eyes were fixed desperately before her, and she breathed heavily, as a tired ox.\\n\\nAt the foot of the stairway, which she could not have mounted, she laid the boy in his father's arms.  Then the world that had looked red to La Folle suddenly turned black,--like that day she had seen powder and blood.\\n\\nShe reeled for an instant.  Before a sustaining arm could reach her, she fell heavily to the ground.\\n\\nWhen La Folle regained consciousness, she was at home again, in her own cabin and upon her own bed.  The moon rays, streaming in through the open door and windows, gave what light was needed to the old black mammy who stood at the table concocting a tisane of fragrant herbs.  It was very late.\\n\\nOthers who had come, and found that the stupor clung to her, had gone again.  P'tit Maitre had been there, and with him Doctor Bonfils, who said that La Folle might die.\\n\\nBut death had passed her by.  The voice was very clear and steady with which she spoke to Tante Lizette, brewing her tisane there in a corner.\\n\\n\\\"Ef you will give me one good drink tisane, Tante Lizette, I b'lieve I'm goin' sleep, me.\\\"\\n\\nAnd she did sleep; so soundly, so healthfully, that old Lizette without compunction stole softly away, to creep back through the moonlit fields to her own cabin in the new quarters.\\n\\nThe first touch of the cool gray morning awoke La Folle.  She arose, calmly, as if no tempest had shaken and threatened her existence but yesterday.\\n\\nShe donned her new blue cottonade and white apron, for she remembered that this was Sunday.  When she had made for herself a cup of strong black coffee, and drunk it with relish, she quitted the cabin and walked across the old familiar field to the bayou's edge again.\\n\\nShe did not stop there as she had always done before, but crossed with a long, steady stride as if she had done this all her life.\\n\\nWhen she had made her way through the brush and scrub cottonwood-trees that lined the opposite bank, she found herself upon the border of a field where the white, bursting cotton, with the dew upon it, gleamed for acres and acres like frosted silver in the early dawn.\\n\\nLa Folle drew a long, deep breath as she gazed across the country.  She walked slowly and uncertainly, like one who hardly knows how, looking about her as she went.\\n\\nThe cabins, that yesterday had sent a clamor of voices to pursue her, were quiet now.  No one was yet astir at Bellissime. Only the birds that darted here and there from hedges were awake, and singing their matins.\\n\\nWhen La Folle came to the broad stretch of velvety lawn that surrounded the house, she moved slowly and with delight over the springy turf, that was delicious beneath her tread.\\n\\nShe stopped to find whence came those perfumes that were assailing her senses with memories from a time far gone.\\n\\nThere they were, stealing up to her from the thousand blue violets that peeped out from green, luxuriant beds.  There they were, showering down from the big waxen bells of the magnolias far above her head, and from the jessamine clumps around her.\\n\\nThere were roses, too, without number.  To right and left palms spread in broad and graceful curves.  It all looked like enchantment beneath the sparkling sheen of dew.\\n\\nWhen La Folle had slowly and cautiously mounted the many steps that led up to the veranda, she turned to look back at the perilous ascent she had made.  Then she caught sight of the river, bending like a silver bow at the foot of Bellissime.  Exultation possessed her soul.\\n\\nLa Folle rapped softly upon a door near at hand.  Cheri's mother soon cautiously opened it.  Quickly and cleverly she dissembled the astonishment she felt at seeing La Folle.\\n\\n\\\"Ah, La Folle!  Is it you, so early?\\\"\\n\\n\\\"Oui, madame.  I come ax how my po' li'le Cheri do, 's mo'nin'.\\\"\\n\\n\\\"He is feeling easier, thank you, La Folle.  Dr. Bonfils says it will be nothing serious.  He's sleeping now.  Will you come back when he awakes?\\\"\\n\\n\\\"Non, madame.  I'm goin' wait yair tell Cheri wake up.\\\" La Folle seated herself upon the topmost step of the veranda.\\n\\nA look of wonder and deep content crept into her face as she watched for the first time the sun rise upon the new, the beautiful world beyond the bayou.\\n\\nMa'ame Pelagie\\n\\nI\\n\\nWhen the war began, there stood on Cote Joyeuse an imposing mansion of red brick, shaped like the Pantheon.  A grove of majestic live-oaks surrounded it.\\n\\nThirty years later, only the thick walls were standing, with the dull red brick showing here and there through a matted growth of clinging vines.  The huge round pillars were intact; so to some extent was the stone flagging of hall and portico.  There had been no home so stately along the whole stretch of Cote Joyeuse.  Every one knew that, as they knew it had cost Philippe Valmet sixty thousand dollars to build, away back in 1840.  No one was in danger of forgetting that fact, so long as his daughter Pelagie survived. She was a queenly, white-haired woman of fifty.  \\\"Ma'ame Pelagie,\\\" they called her, though she was unmarried, as was her sister Pauline, a child in Ma'ame Pelagie's eyes; a child of thirty-five.\\n\\nThe two lived alone in a three-roomed cabin, almost within the shadow of the ruin.  They lived for a dream, for Ma'ame Pelagie's dream, which was to rebuild the old home.\\n\\nIt would be pitiful to tell how their days were spent to accomplish this end; how the dollars had been saved for thirty years and the picayunes hoarded; and yet, not half enough gathered! But Ma'ame Pelagie felt sure of twenty years of life before her, and counted upon as many more for her sister.  And what could not come to pass in twenty--in forty--years?\\n\\nOften, of pleasant afternoons, the two would drink their black coffee, seated upon the stone-flagged portico whose canopy was the blue sky of Louisiana.  They loved to sit there in the silence, with only each other and the sheeny, prying lizards for company, talking of the old times and planning for the new; while light breezes stirred the tattered vines high up among the columns, where owls nested.\\n\\n\\\"We can never hope to have all just as it was, Pauline,\\\" Ma'ame Pelagie would say; \\\"perhaps the marble pillars of the salon will have to be replaced by wooden ones, and the crystal candelabra left out.  Should you be willing, Pauline?\\\"\\n\\n\\\"Oh, yes Sesoeur, I shall be willing.\\\" It was always, \\\"Yes, Sesoeur,\\\" or \\\"No, Sesoeur,\\\" \\\"Just as you please, Sesoeur,\\\" with poor little Mam'selle Pauline.  For what did she remember of that old life and that old spendor?  Only a faint gleam here and there; the half-consciousness of a young, uneventful existence; and then a great crash.  That meant the nearness of war; the revolt of slaves; confusion ending in fire and flame through which she was borne safely in the strong arms of Pelagie, and carried to the log cabin which was still their home.  Their brother, Leandre, had known more of it all than Pauline, and not so much as Pelagie.  He had left the management of the big plantation with all its memories and traditions to his older sister, and had gone away to dwell in cities.  That was many years ago.  Now, Leandre's business called him frequently and upon long journeys from home, and his motherless daughter was coming to stay with her aunts at Cote Joyeuse.\\n\\nThey talked about it, sipping their coffee on the ruined portico.  Mam'selle Pauline was terribly excited; the flush that throbbed into her pale, nervous face showed it; and she locked her thin fingers in and out incessantly.\\n\\n\\\"But what shall we do with La Petite, Sesoeur?  Where shall we put her?  How shall we amuse her?  Ah, Seigneur!\\\"\\n\\n\\\"She will sleep upon a cot in the room next to ours,\\\" responded Ma'ame Pelagie, \\\"and live as we do.  She knows how we live, and why we live; her father has told her.  She knows we have money and could squander it if we chose.  Do not fret, Pauline; let us hope La Petite is a true Valmet.\\\"\\n\\nThen Ma'ame Pelagie rose with stately deliberation and went to saddle her horse, for she had yet to make her last daily round through the fields; and Mam'selle Pauline threaded her way slowly among the tangled grasses toward the cabin.\\n\\nThe coming of La Petite, bringing with her as she did the pungent atmosphere of an outside and dimly known world, was a shock to these two, living their dream-life.  The girl was quite as tall as her aunt Pelagie, with dark eyes that reflected joy as a still pool reflects the light of stars; and her rounded cheek was tinged like the pink crepe myrtle.  Mam'selle Pauline kissed her and trembled.  Ma'ame Pelagie looked into her eyes with a searching gaze, which seemed to seek a likeness of the past in the living present.\\n\\nAnd they made room between them for this young life.\\n\\nII\\n\\nLa Petite had determined upon trying to fit herself to the strange, narrow existence which she knew awaited her at Cote Joyeuse.  It went well enough at first.  Sometimes she followed Ma'ame Pelagie into the fields to note how the cotton was opening, ripe and white; or to count the ears of corn upon the hardy stalks. But oftener she was with her aunt Pauline, assisting in household offices, chattering of her brief past, or walking with the older woman arm-in-arm under the trailing moss of the giant oaks.\\n\\nMam'selle Pauline's steps grew very buoyant that summer, and her eyes were sometimes as bright as a bird's, unless La Petite were away from her side, when they would lose all other light but one of uneasy expectancy.  The girl seemed to love her well in return, and called her endearingly Tan'tante.  But as the time went by, La Petite became very quiet,--not listless, but thoughtful, and slow in her movements.  Then her cheeks began to pale, till they were tinged like the creamy plumes of the white crepe myrtle that grew in the ruin.\\n\\nOne day when she sat within its shadow, between her aunts, holding a hand of each, she said: \\\"Tante Pelagie, I must tell you something, you and Tan'tante.\\\" She spoke low, but clearly and firmly. \\\"I love you both,--please remember that I love you both.  But I must go away from you.  I can't live any longer here at Cote Joyeuse.  \\\"\",\"timestamp\":1639989054,\"title\":\"\\nWhen she was at the bayou's edge she stood there, and shouted for help as if a life depended upon it:\"},\"digest\":\"zmT3I8m9oLTEhxKuMYmVBKz0M6TV19JuhS36mK9uRy8\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Oqd5PDOeVE-qYxS40CSpJQbDraszlx45lCpesxL7QM\\\",\\\"y\\\":\\\"Vz-URBWEAApBOeFCtTt2qH7XX9a-rk7L0j0Y7Pqarb0\\\"}\",\"signature\":\"bILET6H5CbSq-jtj7SQRoPJSWE2jK3MD3osLvgW37WFVDG0_CSLa7S0eefS98y8978D-nf4c-7BtDL-jl61-jw\",\"signingKeySignature\":\"0xb602de34a8ee54836f57d4c5ab366f8e6f8f607c370b3922192b2671b8ac3cae02f9fdd2f328a23835c03359c6f61bd991c6ce797134113a7a043aac2b19882d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Oqd5PDOeVE-qYxS40CSpJQbDraszlx45lCpesxL7QM\\\",\\\"y\\\":\\\"Vz-URBWEAApBOeFCtTt2qH7XX9a-rk7L0j0Y7Pqarb0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zmT3I8m9oLTEhxKuMYmVBKz0M6TV19JuhS36mK9uRy8\"}"