"{\"content\":{\"body\":\"He has revealed his hopes and fears to me.\\\"\\n\\n\\\"Then he is a great baby,\\\" said Fanny, coming down the steps. \\\"No, no; we are both too poor.\\\" And she vented a little sigh.\\n\\n\\\"Not you. The vicar has written to vacate. Now, I don't like you much, because you never make me laugh; but I'm awfully fond of Denison; and, if you will marry my dear Denison, you shall have the vicarage; it is a fat one.\\\"\\n\\n\\\"Oh, cousin!\\\"\\n\\n\\\"And,\\\" said Mrs. Vizard, \\\"he permits me to furnish it for you. You and I will make it 'a bijou.' \\\"\\n\\nFanny kissed them both, impetuously: then said she would have a little cry. No sooner said than done. In due course she was Mrs. Denison, and broke a solemn vow that she never would teach girls St. Matthew.\\n\\nLike coquettes in general, who have had their fling at the proper time, she makes a pretty good wife; but she has one fault--she is too hard upon girls who flirt.\\n\\nMr. Ashmead flourishes. Besides his agency she sometimes treats for a new piece, collects a little company, and tours the provincial theaters. He always plays them a week at Taddington, and with perfect gravity loses six pounds per night. Then he has a \\\"bespeak,\\\" Vizard or Uxmoor turn about. There is a line of carriages; the snobs crowd in to see the gentry. Vizard pays twenty pounds for his box, and takes twenty pounds' worth of tickets, and ,Joseph is in his glory, and stays behind the company to go to Islip Church next day, and spend a happy night at the Court. After that he says he feels *good* for three or four days.\\n\\nMrs. Gale now leases the Hillstoke farm of Vizard, and does pretty well. She breeds a great many sheep and cattle. The high ground and sheltering woods suit them. She makes a little money every year, and gets a very good house for nothing. Doctress Gale is still all eyes, and notices everything. She studies hard, and practices a little. They tried to keep her out of the Taddington infirmary; but she went, almost crying, to Vizard, and he exploded with wrath. He consulted Lord Uxmoor, and between them the infirmary was threatened with the withdrawal of eighty annual subscriptions if they persisted. The managers caved directly, and Doctress Gale is a steady visitor.\\n\\nA few mothers are coming to their senses and sending for her to their unmarried daughters. This is the main source of her professional income. She has, however, taken one enormous fee from a bon vivant, whose life she saved by esculents. She told him at once he was beyond the reach of medicine, and she could do nothing for him unless he chose to live in her house, and eat and drink only what she should give him. He had a horror of dying, though he had lived so well; so he submitted, and she did actually cure that one glutton. But she says she will never do it again. \\\"After forty years of made dishes they ought to be content to die; it is bare justice,\\\" quoth Rhoda Gale, M.D.\\n\\nAn apothecary in Barford threatened to indict this Gallic physician. But the other medical men dissuaded him, partly from liberality, partly from discretion: the fine would have been paid by public subscription twenty times over and nothing gained but obloquy. The doctress would never have yielded.\\n\\nShe visits, and prescribes, and laughs at the law, as love is said to laugh at locksmiths.\\n\\nTo be sure, in this country, a law is no law, when it has no foundation in justice, morality, or public policy.\\n\\nHappy in her position, and in her friends, she now reviews past events with the candor of a mind that loves truth sincerely. She went into Vizard's study one day, folded her arms, and delivered herself as follows: \\\"I guess there's something I ought to say to you. When I told you about our treatment at Edinburgh, the wound still bled, and I did not measure my words as I ought, professing science. Now I feel a call to say that the Edinburgh school was, after all, more liberal to us than any other in Great Britain or Ireland. The others closed the door in our faces. This school opened it half. At first there was a liberal spirit; but the friends of justice got frightened, and the unionists stronger. We were overpowered at every turn. But what I omitted to impress on you, is, that when we were defeated, it was always by very small majorities. That was so even with the opinions of the judges, which have been delivered since I told you my tale. There were six jurists, and only seven pettifoggers. It was so all through. Now, for practical purposes, the act of a majority is the act of a body. It must be so. It is the way of the world: but when an accurate person comes to describe a business, and deal with the character of a whole university, she is not to call the larger half the whole, and make the matter worse than it was. That is not scientific. Science discriminates.\\\"\\n\\nI am not sorry the doctress offered this little explanation; it accords with her sober mind and her veneration of truth. But I could have dispensed with it for one. In Britain, when we are hurt, we howl; and the deuce is in it if the weak may not howl when the strong overpower them by the arts of the weak.\\n\\nShould that part of my tale rouse any honest sympathy with this English woman who can legally prescribe, consult, and take fees, in France, but not in England, though she could eclipse at a public examination nine-tenths of those who can, it may be as well to inform them that, even while her narrative was in the press, our Government declared it would do something for the relief of medical women, but would sleep upon it.\\n\\nThis is, on the whole, encouraging. But still, where there is no stimulus of faction or personal interest to urge a measure, but only such \\\"unconsidered trifles\\\" as public justice and public policy, there are always two great dangers: 1. That the sleep may know no waking; 2. That after too long a sleep the British legislator may jump out of bed all in a hurry, and do the work ineffectually; for nothing leads oftener to reckless haste than long delay.\\n\\nI hope, then, that a few of my influential readers will be vigilant, and challenge a full discussion by the whole mind of Parliament, so that no temporary, pettifogging half-measure may slip into a thin house--like a weasel into an empty barn--and so obstruct for many years legislation upon durable principle. The thing lies in a nutshell. The Legislature has been entrapped. It never intended to outlaw women in the matter. The persons who have outlawed them are all subjects, and the engines of outlawry have been \\\"certificates of attendance on lectures,\\\" and \\\"public examinations.\\\" By closing the lecture room and the examination hall to all women--learned or unlearned--a clique has outlawed a population, under the letter, not the spirit, of a badly written statute. But it is for the three estates of the British realm to leave off scribbling statutes, and learn to write them, and to bridle the egotism of cliques, and respect the nation. The present form of government exists on that understanding, and so must all forms of government in England. And it is so easy. It only wants a little singleness of mind and common sense. Years ago certificates of attendance on various lectures were reasonably demanded. They were a slight presumptive evidence of proficiency, and had a supplementary value, because the public examinations were so loose and inadequate; but once establish a stiff, searching, sufficient, incorruptible, public examination, and then to have passed that examination is not presumptive, but demonstrative, proof of proficiency, and swallows up all minor and merely presumptive proofs.\\n\\nThere is nothing much stupider than anachronism. What avail certificates of lectures in our day? either the knowledge obtained at the lectures enables the pupil to pass the great examination, or it does not. If it does, the certificate is superfluous; if it does not, the certificate is illusory.\\n\\nWhat the British legislator, if for once he would rise to be a lawgiver, should do, and that quickly, is to throw open the medical schools to all persons for matriculation. To throw open all hospitals and infirmaries to matriculated students, without respect of sex, as they are already open, by shameless partiality and transparent greed, to unmatriculated women, provided they confine their ambition to the most repulsive and unfeminine part of medicine, the nursing of both sexes, and laying out of corpses.\\n\\nBoth the above rights, as independent of sex as other natural rights, should be expressly protected by \\\"mandamus,\\\" and \\\"suit for damages.\\\" The lecturers to be compelled to lecture to mixed classes, or to give separate lectures to matriculated women for half fees, whichever those lecturers prefer. Before this clause all difficulties would melt, like hail in the dog days. ,Male modesty is a purely imaginary article, set up for a trade purpose, and will give way to justice the moment it costs the proprietors fifty per cent. I know my own sex from hair to heel, and will take my Bible oath of *that.*\\n\\nOf the foreign matriculated student, British or European, nothing should be demanded hut the one thing, which matters one straw--viz., infallible proofs of proficiency in anatomy, surgery, medicine, and its collaterals, under public examination. This, which is the only real safeguard, and the only necessary safeguard to the public, and the only one *the public* ask, should he placed, in some degree, under *the sure control of Government* without respect of cities; and much greater vigilance exercised than ever has been yet. Why, under the system which excludes learned women, male dunces have been personated by able students, and so diplomas stolen again and again. The student, male or female, should have power to compel the examiners, by mandamus and other stringent remedies, to examine at fit times and seasons. In all the *paper work* of these examinations, the name, and of course the sex, of the student should he concealed from the examiners. There is a very simple way of doing it.\\n\\nShould a law be passed on this broad and simple basis, that law will stand immortal, with pettifogging acts falling all around, according to the custom of the country. The larger half of the population will no longer be unconstitutionally juggled, under cover of law, out of their right to take their secret ailments to a skilled physician of their own sex, and compelled to go, blushing, writhing, and, after all, concealing and fibbing, to a male physician; the picked few no longer robbed of their right to science, reputation, and Bread.\\n\\nThe good effect on the whole mind of woman would be incalculable. Great prizes of study and genius offered to the able few have always a salutary and wonderful operation on the many who never gain them; it would be great and glad tidings to our whole female youth to say, \\\"You need not be frivolous idlers; you need not give the colts fifty yards' start for the Derby--I mean, you need not waste three hours of the short working day in dressing and undressing, and combing your hair. You need not throw away the very seed--time of life on music, though you are unmusical to the backbone; nor yet on your three \\\"C's--croquet, crochet, and coquetry: for Civilization and sound Law have opened to you one great, noble, and difficult profession with three branches, two of which Nature intended you for. The path is arduous, but flowers grow beside it, and the prize is great.\\\"\\n\\nI say that this prize, and frequent intercourse with those superior women who have won it, would leaven the whole sex with higher views of life than enter their heads at present; would raise their self-respect, and set thousands of them to study the great and noble things that are in medicine, and connected with it, instead of childish things.\\n\\nIs there really one manly heart that would grudge this boon to a sex which is the nurse and benefactress of every man in his tender and most precarious years?\\n\\nRealize the hard condition of women. Among barbarians their lot is unmixed misery; with us their condition is better, but not what it ought to be, because we are but half civilized, and so their lot is still very unhappy compared with ours.\\n\\nAnd we are so unreasonable. We men cannot go straight ten yards without *rewards* as well as punishments. Yet we could govern our women by punishments alone. They are eternally tempted to folly, yet snubbed the moment they would be wise. A million shops spread their nets, and entice them by their direst foible. Their very mothers--for want of medical knowledge in the sex--clasp the fatal, idiotic corset on their growing bodies, though thin as a lath. So the girl grows up, crippled in the ribs and lungs by her own mother; and her life, too, is in stays--cabined, cribbed, confined: unless she can paint, or act, or write novels, every path of honorable ambition is closed to her. We treat her as we do our private soldiers--the lash, but no promotion; and our private soldiers are the scum of Europe for that very reason, and no other.\\n\\nI say that to open the study and practice of medicine to women folk, under the infallible safeguard of a stiff public examination, will be to rise in respect for human rights to the level of European nations, who do not brag about just freedom half as loud as we do, and to respect the constitutional rights of many million citizens, who all pay the taxes like men, and, by the contract with the State implied in that payment, buy the clear human right they have yet to go down on their knees for. It will also import into medical science a new and less theoretical, but cautious, teachable, observant kind of intellect; it will give the larger half of the nation an honorable ambition, and an honorable pursuit, toward which their hearts and instincts are bent by Nature herself; it will tend to elevate this whole sex, and its young children, male as well as female, and so will advance the civilization of the world, which in ages past, in our own day, and in all time, hath, and doth, and will, keep step exactly with the progress of women toward mental equality with men.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/68](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/68)\\n\\n\",\"timestamp\":1637673911,\"title\":\"\\nVizard imposed silence with a lordly wave. \\\"It is a laughable thing; but this divine is in earnest. \"},\"digest\":\"zq0ZyqSCwe8AhVuPuOaB8SxUcrT36r0jcHc2Sgm0wnw\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z1qJGMmtZdCUXuRJ3lRBa9ji7duR2M6BwYjY7-CGAU\\\",\\\"y\\\":\\\"P698JY326gSRSQzLEVV5-NsqbhZsxagYyvuMKgOP7wc\\\"}\",\"signature\":\"FR_QRCMTnHkxt8zzryscHptocAWjXgAzF65vAM657itx1pCF7opoqb8_OiBdkxoZOusqQInwbG8Hb0PM218s3w\",\"signingKeySignature\":\"0x9761bbfc88258619f68c98c4b39e3f6f62c2dc5306c69542023b143bc5f3feec2446eb6efde4c90145cad849a4821012ca0168b11e7145730733c1bfdfd7702b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z1qJGMmtZdCUXuRJ3lRBa9ji7duR2M6BwYjY7-CGAU\\\",\\\"y\\\":\\\"P698JY326gSRSQzLEVV5-NsqbhZsxagYyvuMKgOP7wc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zq0ZyqSCwe8AhVuPuOaB8SxUcrT36r0jcHc2Sgm0wnw\"}"