"{\"content\":{\"body\":\"**I live in a loft my housemates and I built from raw lumber. We built it because my Manhattan bedroom was too small. This is a photo-essay that walks you through the process.** \\n\\n\\n---\\n\\n“Michelle, why don’t you build a loft like we did?” Cat, my roommate, asked. She and my other roommate, Zack, had built [a loft bed](https://czeng.org/arts/2019-09-26-loft) before. \\n\\nIn the post-covid summer of 2021, the Manhattan housing market had become a bloodbath. My fellow renters and I had to abandon our dignity or sell locks of hair to secure a home. Walk-up apartment with no laundry? Sure, we’d pay over four thousand dollars for that! Even before seeing the place! Applications were often first-come-first-serve and so a common tactic was to rent a place before the open house. When we did get to see the place, we brought our laptops so we could apply on the spot. Oh, some renters stared daggers at me when I finished before them. Others scanned me from head to toe, assessing if I earned an income that would win landlords’ hearts.\\n\\nSo we rejoiced when our application was approved. We had also won the lottery to pay over four thousand dollars for a five-storey walk-up we had barely seen. The building has no washer or dryer. And we have shoeboxes for bedrooms. \\n\\nEnter my bedroom and you’d wonder if it’s a dorm. The room’s about one Chris Evans long, and one-and-a-half Chris Evans wide (7.5 feet by 9 feet). I can fit my desk and full bed, but they would crowd me out of the room. So, when Cat suggested I build a loft to free my floor, I said “Yes! Yes! Yes!”\\n\\n![The hot Manhattan housing market left me with a room that fit only a desk and bed, leaving no room for me.](https://images.mirror-media.xyz/publication-images/wd9Uzq6KqVFjWxA9X6MFq.png?height=1152&width=2048)\\n\\n\\n---\\n\\nThe next week, Zack showed me his CAD rendering of the loft. He told me he had to design around a random stripper’s pole he found in my room. (Don’t worry, it’s just a *sewage* pole.) The pole turned out to be the first of many strange things we would soon discover about our place.\\n\\n![The CAD of the loft. Note that the leftmost leg has to wrap around a random stripper pole in my room.](https://images.mirror-media.xyz/publication-images/aLRZe6ksi_sP931vI7Owq.png?height=394&width=400)\\n\\n\\n---\\n\\nZack brought the loft’s parts with him when we moved into the apartment. His father had carved out all thirty-six pieces from Home Depot lumber. The pieces included four pressure-treated pine legs and one plywood flat sheet; the rest were regular pine pieces. \\n\\nThe entire living room and my room became our woodworking shop for the next three weeks. Whenever we worked, I’d drag my mattress, desk, and moving boxes out of my bedroom and out of our way. The loft had the privilege of moving in before we did.\\n\\n![The loft’s pieces arrived and are splayed on my apartment floor, which became our woodworking shop. ](https://images.mirror-media.xyz/publication-images/zUcz8h-sdsilXWMXztL3-.png?height=500&width=500)\\n\\n![My roommate Cat arranged where we wanted the rungs to be on the ladder. In the background, you can see that during construction, we pushed my mattress, desk, and monitors to rest in the apartment doorway. ](https://images.mirror-media.xyz/publication-images/tWoRjwVWDYfoLDWWwnFM4.png?height=1202&width=1202)\\n\\n\\n---\\n\\nAt a high level, our task was to join planks together with 2-inch cylindrical wooden blocks called dowels. Zack sawed out twenty-four two-inch dowels from a long pole. My task was simple: Mark out the spots for the dowels. Hammer out the spot for the drill bit. Then drill a hole through the mark for the dowel. \\n\\nAt a high level, you could say that I am disastrously inexperienced at every practical skill. I struggled to make any dent with the power drill. When I did, it was either the wrong side or the wrong angle. Not to confirm female stereotypes, but I cannot rotate 3D shapes in my head.\\n\\nOne night, we worked again in my bedroom. As usual, the power drill shrieked like a banshee as it shrouded us in clouds of pine dust that smelled like cheap cologne. Each thrust of the bandsaw on wood sounded like nails on a chalkboard. Each strike of the hammer pierced our ears and reverberated back into the floor. \\n\\n“Michelle, should we resume in the morning?” Cat asked, as I continued to slam the hammer onto a plank on the ground. “Isn’t your floor like...the ceiling of our neighbor’s bedroom?”\\n\\nAt this point, the unfinished loft had already taken up my room for two weeks. I had not unpacked; I’d been sleeping on a sawdust-covered mattress; And I’d been using a cardboard box as a desk since my real one was covered in sawdust. \\n\\n“No! I have to finish the loft asap. No one lives downstairs: if anyone did, they would’ve started complaining two weeks ago.” I said.\\n\\nAs soon as I said that—really!, we heard incessant knocks on our apartment door. I looked at the clock. 11.30pm. *Was it the police?* Zack rushed out of the bedroom, shut the door to the “evidence,” and opened the apartment door.\\n\\nHe came back a minute later. He explained that we did indeed have a downstairs neighbor. And he very reasonably wanted us to stop until daytime. We paused work until the weekend.\\n\\n![I hammered marks into the planks that the drill bit can later hook into. ](https://images.mirror-media.xyz/publication-images/3waTS1lYsjWxXY_e-zE3-.jpeg?height=756&width=500)\\n\\n![I power drilled holes into planks so I could join them with dowels.](https://images.mirror-media.xyz/publication-images/5dw-fjRVDxgy_VHIHo8aZ.jpeg?height=667&width=500)\\n\\n\\n---\\n\\nAssembling the loft takes four people. Zack and George would lift the bedframe up six feet. And Cat and I would aim its dowels to fit into the holes of the leg. \\n\\nIt was only when the loft was assembled that we saw something strange. It appeared that one of its legs was slanted! I had a suspicion...Dragging my swivel chair to the corner of the room, I prayed that I wasn’t right. I waited...the damn chair started rolling! I couldn’t believe what I was seeing. I repeated the experiment in our living room. Same rolling. \\n\\nOur! Entire! Apartment! Floor! Is! Slanted! I will sleep and work, forever feeling like I’m on an airplane at takeoff. I will live with a slanted loft leg; every frame we hang will slink to one side; every swivel chair will roll. \\n\\nFor those of you familiar with the sitcom ‘How I Met Your Mother’, there is an episode in which Lily and Marshall also realize that their apartment floor is not even. They too had gotten their apartment in a rush. \\n\\nI’d always longed for the classic New York twenty-something experience.\\n\\n![Zack and George assemble the loft. Here, they join the loft legs to a plank via dowels.](https://images.mirror-media.xyz/publication-images/jrKFPSqgnGkeI653YKHcP.png?height=1536&width=2048)\\n\\n\\n---\\n\\nThe last ordeal was swapping out the bulky 2-in-1 ceiling fan/overhead light for a compact LED, to make room for the mattress. The light changing was pretty standard. Unscrew here. Retwine live wires there. \\n\\nIt was the preparation work that was peculiar. First, put on an N95 covid mask. Then wipe off the Green Mould on the top of the fan blades. \\n\\nThe green mould was a housewarming gift from our landlord. Thankfully, I’d already dealt with a more disgusting gift that day—a cockroach infestation, so the mould felt like child’s play. \\n\\n![We needed to remove the ceiling light/fan to make room for the mattress.](https://images.mirror-media.xyz/publication-images/ZDO2G2Qe4p2XcIi6z0mxS.png?height=1536&width=2048)\\n\\n\\n---\\n\\nToday, the loft is complete and has returned my bedroom floor space to me. \\n\\nI can lounge on my ivory armchair to read; perform yoga on my mid-century rug; and smash Red Bulls while programming at my black carbon fiber Emerge Vizon Gaming Desk.\\n\\nWhen the dinner party overflows from the living room, I can invite house guests underneath the loft for conversation and wine\\n\\nThe loft building has made me aware of the life skills I still need to learn. I’ve crossed off woodworking, cleaning fans, and apartment hunting from the list. Up next is figuring out how to stop cockroach larvae from swimming out of the bathtub.  \\n \\n\\n![ I can host house guests under the loft.](https://images.mirror-media.xyz/publication-images/mMeFjeLhCLmzdFNrqA1Nw.jpeg?height=1536&width=2048)\\n\\n![ The completed loft in the bedroom. ](https://images.mirror-media.xyz/publication-images/GoqRloICAbBvA9JRHxs9E.jpeg?height=3024&width=4032)\\n\\n\\n---\\n\\n*My tremendous gratitude to Zack, the chief architect of the Loft and master woodworker who guided the team to building a sturdy loft. Thank you too to Cat and George for your tireless work building. Thank you!*\\n\\n *If you enjoyed this read, you can check out what else I am up to at [@michlimlim on Twitter](https://twitter.com/michlimlim). Tips are always welcome at michellelim.eth.*\",\"timestamp\":1634529690,\"title\":\"The Loft: a photoessay\"},\"digest\":\"bs1IETV1tPbYpbFuIH1gb7ql_6YlSKsVnEwD9Djayio\",\"authorship\":{\"contributor\":\"0xB40aF78de9e4f754DF88FF254b27d668048b9040\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xuw1wW5vVBVfEZWafe8EXPVvzx8Vrn5w2UOusRzh9Ho\\\",\\\"y\\\":\\\"ruSrFAYbvqW-G2CnmsHOIe9BY-vhaJVVo4_6OmUhF2Q\\\"}\",\"signature\":\"xjQgijUVJTUjHuEoTm-CdplsmmtnPzUm4mt8EQVcuaE-NapAvqzCL_QL59kthT0IUI2Iyp20vHKTyE13tY0kyA\",\"signingKeySignature\":\"0xe06962940b454b4af9e9fb65a52624eb25131bff9dcbe7bb45a0bddfb9ab02ec2dd11acb8e61b1c331a5d3c9c484fc59db7b64edb2e0b3fa3104a9f2c43a48db1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xuw1wW5vVBVfEZWafe8EXPVvzx8Vrn5w2UOusRzh9Ho\\\",\\\"y\\\":\\\"ruSrFAYbvqW-G2CnmsHOIe9BY-vhaJVVo4_6OmUhF2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G0eA3SjXUAyncGp6GSCbXX3DrGEBJdiUWQ9M1fNgnH8\"}"