"{\"content\":{\"body\":\"原稿发布于豆瓣：2009-12-04\\n\\n首先就第一个问题，短期内（6个月内）水泥价格走势，亮出个人观点。个人预判，水泥行业整体价格呈现向上态势。以下给出事实、数据以及逻辑分析，论证个人观点。 \\n  \\n 从宏观角度出发。在刚刚结束的中央经济工作会议中，我们发现了以下非常有意思的细节。以下部分摘录：“会议强调，明年是实施“十一五”规划的最后一年，做好经济工作，对于进一步有效应对国际金融危机冲击、巩固经济回升基础，为“十二五”规划启动实施创造良好条件至关重要。保持宏观经济政策的连续性和稳定性，继续实施积极的财政政策和适度宽松的货币政策。这次中共中央政治局会议已为今年中央经济工作会议定下基调，经济刺激政策明年不会退出。” \\n  \\n 其实说穿了，中央的所谓积极的财政政策以及适度宽松的货币政策，在我的解读看来，就人民币利率而言，就是继续执行“缓慢”的（中央领导希望是缓慢的）通货膨胀。央行不准备在目前阶段解决在市场上流动性过剩的问题。即央行决定：不加息。就人民币汇率而言，人民币对一揽子外国货币（包括美元、日元、澳元、欧元等）以维持目前的汇率为主。毕竟人民币兑美元等一揽子货币，保持在一个较低的汇率水平上，才能更好地挽救大陆已经萎缩到不行的出口贸易。另外，还意味着，银行接下来仍然会有一定量的信贷资金投放市场。这也就进一步意味着，大部分的“铁公鸡”项目，会持续上马，保持一派蓬勃景象。 \\n  \\n 根据相关数据表明“今年商业银行新增贷款规模已经高达9万亿”，当你去调查这些资金主要流向了哪些行业，你会发现资金主要流向：房地产集团、建筑建材业、证券投资业、汽车业、通讯运营业。 \\n 在这样的情况下，基建行业保持持续的开工，加上年底（第四季度）持续到中国人过春节前，又是水泥行业的传统旺季，水泥价格会持续上涨。考虑到中国东南部地区水泥整体供过于求也不是一天两天了。而根据给到的数据，08年度每吨价格是280元左右，而09年截至目前的价格是每吨大约290-300元左右。个人认为，其实可以认定，这部分的涨价，只是通货膨胀的一个表现，而不反应水泥在这两年内供求关系变化的情况。如果以上结论成立的话，那么接下来最起码1-3月份，水泥的价格应该是继续稳中有升的，因为人民币通货膨胀的问题只会持续加剧。（在这里，可以排除经济学的供求关系原理，因为总是供大于求。无论怎样大的需求，供给都可以满足。这也是根本上，在中国东南地区，水泥的价格不太可能猛涨的原因。当然，一旦出现恶性通货膨胀，导致各种原材料价格猛涨<不是没有这样的可能，在某些地区，大蒜的价格一度暴涨几十倍，最高达8元一斤。截至发稿前，笔者又获悉，食用油也开始提价，整体幅度为10%。个别品牌，如福临门大豆油、食用调和油涨幅在10%—15%> 则水泥价格的整体性猛涨，恐怕也是在所难免的。这里请允许我有所保留的只预判到明年3月份。后势的判断还需要基于更多的事实。 \\n  \\n 以上，只是短期内水泥价格的走势分析。简而言之：一、短期内，行业持续景气。二、通货膨胀加剧。故水泥价格上涨在所难免。 \\n  \\n 接下啦，分析第二个问题：从房地产市场管窥中国宏观经济形势。 \\n  \\n 同样，亮出个人观点，中长期看来，中国宏观经济形势非常严峻。以下给出事实、数据以及逻辑分析，我将尝试从房地产市场入手，来逐步分析中国的宏观经济形势，依此来论证个人观点。 \\n 还是从刚刚结束的中央经济工作会议中获悉，2008年GDP“保八”铁定实现。咱们这个GDP“保八”究竟是怎么做到的？前文已经给出的答案。主要是靠地产、基建等行业的投资来拉动。 \\n  \\n 以下给出部分数据：截至目前，保守估计今年45%的财政收入来自卖地。以上海为例，上海财政收入的一半以上是来自于第二财政，第二财政就是政府卖土地所得。截至今年，固定资产投资占GDP增长的95%，何为固定资产投资？不就是持续上马“铁公鸡”项目吗？那么，依靠这样的宏观经济政策来带动GDP的增长，还能持续多久？市场上，人民币流动性过剩的问题已经非常显着，政府毫无节制地滥发货币，导致通涨预期越来越强烈，加上中国人普遍的缺乏多样性的投资手段和渠道，所以大家只能把各自手中持有的货币，投入为数不多的投资渠道之中（股市和楼市）结果是09年全国房地产价格的大幅上涨。（2009年1月-10月全国商品房价格比2008年同期，上涨20.8%。个别地区如北京，二手房成交量已经达21.7万套，接近2006年到2008年三年的总和，房价与年初相比，出现了30%以上的涨幅） \\n  \\n 继续让数据来说话：1989年日本住宅空置率超过5%，之后日本房价泡沫破灭，日本经济失去了20年。2008年美国住宅空置率超过3%，之后是次贷危机，全球美元资产缩水50万亿。而中国住宅空置率已经超过15%。 \\n  \\n 这组数据显示的问题非常明显。迄今为止，世界上还没有一个国家，从长期看来可以违背经济规律，逆天行事，而不被经济规律所惩罚。房子的本质需求，还是居住。用来炒房，也可以，但15%的空置率，炒得也太过了吧。（当绝大部分的资金都流向了房地产市，逐步造就了如此之高的空置率之后，国家的实体经济的提振所需要的资金在哪里？）简言之，房地产绑架了中国的实体经济。 \\n  \\n 再说有关人民币利率和房地产市场的互动关系。目前从中央领会的经济指导方针看来，短期内银行不会采取银根紧缩的政策。那么，流动性过剩的问题，只会越发严重，通货膨胀会加剧。这会导致什么情况的发生？简言之，进一步推高房价。相比较而言，通货膨胀的时候，饭还是要照吃不误。房子的问题嘛，买不起，就只能不买了。到这个阶段，银行如果再不采取适当的银根紧缩政策，那将是不可想象的。也就是说，无论如何，到那时相信银行已经开始紧缩银根了。那么对于地产开放商而言，就是大难临头。因为没钱还银行贷款。一方面银行已经开始加息，地产公司还贷的压力将增大；同时房价过高，导致地产公司资金回笼困难。银行可能出现大量呆坏账，并引发民众的挤兑风潮。到这里，后果已经不堪设想。那么高的房价，一直空转着（因为有价无市），每天都是账面亏损。然后，就是房价的一路暴跌（当人们普遍看空后市的时候，房价暴跌将是不可阻挡的。这时开放商亏本卖也得卖，要不就是血本无归，强制被银行全面接管）。这个暴跌会到什么程度呢？参考日本经济大萧条时期，房价整体跌幅超过了50%。 \\n  \\n 说完了国内利率问题，再来说说人民币汇率和房地产市场的互动关系。人民币对美元长期保持在一个较低的汇率水平上，有利于本国各项产品的出口。可是，这样的出口，又有什么意义呢？完全是经年累月地拿中国人民的血汗劳动，补贴国际友人。目前的情况是，人民币对一揽子外币升值的压力势不可挡，而人民币升值势必导致中国的出口大幅萎缩。本来中国的经济就是靠出口拉动的，现在国际情势已经发生变化，诸如美国、欧盟等国家和地区，再没有那样大量的进口需求，他们还是顾着提振内需更要紧。而反观中国常年的经济发展，Made In China的产品市场竞争力的提升是一个可喜的现象，虽然会消减中国产品部分的市场竞争力。这个时候，人民币升值压力巨大，靠出口，不一定能指望，还是得靠内需。可是一看咱们用来提振内需的资金流向，就会发现资金基本都投在了地产、基建行业。这些产业，很多已经面临产能严重过剩的问题。数据表明，中国目前的高速公路，总里程数已经是世界第二。世界高速公路里程最多的国家美国，也只有8万公里左右。而到2009年6月，中国已建成的高速公路就已经达到7.5万公里左右。其他基建行业例如：钢铁行业、水泥行业都是产能严重过剩。 \\n  \\n 吊诡的是，正是因为国家把大部分信贷资金都投入到了地产、基建等行业，使得本应该受到更多关注的一些涉及民生的领域，包括服务型行业（这些行业是经常性利润项目，人每天都需要餐饮，娱乐等），没有得到相应的发展的机会。炼钢不需要天天练，吃饭可是得天天吃的啊。钱就那么一点，你都花在了钢筋、水泥上，还有多少能投入民生领域呢？你完全不能指望靠这些基建行业，长期地提振国民经济，提升国民生活水准。所以，从根本上说，目前的经济发展模式，非常不利于中国经济的健康成长。这样的做法，对于中国的实体经济而言，是自杀式行为。整体经济看不到健康发展的前景。这也就是印度虽然到目前为止，基础设施建设方面和中国相比有如天渊，但人家经济的可持续发展潜力非常大的原因所在了。因为人家走路走得踏实、稳健。覆巢之下，岂有完卵？实体经济没有健康成长的机会，虚假繁荣的地产行业也最终一定会走向崩溃。 \\n  \\n 今天中国的经济，如此依赖于房地产行业以及基建行业。试问，一旦房地产市场出现坍塌，依赖房地产保持繁荣的基建行业会是怎样的一个景象？而中国的宏观经济形势又会是怎样的一种前景？个人判断，非常的不乐观。难怪印度总理辛格对中国的GDP高增长不屑一顾，认为这是以牺牲很多代中国人的利益为代价的。\\n\\n（重新体会当年的幼稚）\",\"timestamp\":1640839854,\"title\":\"2010年上半年度水泥价格走势预判及从房地产市场管窥中国宏观经济形势\"},\"digest\":\"CGHT8DtS-1bRTLgRpmtKiX_qPJq8NKUGvzP6iDnn_pw\",\"authorship\":{\"contributor\":\"0x1F49538fCd56c08aa6ECb08Aded5b0c24Aa327Ce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VVANpA6YFRxlH3ZfrJm7CvxW3cMVCDvDMFPj45Q_VU0\\\",\\\"y\\\":\\\"pWgDG6bmzZt1tT-H77exlcASGtNc3sO-W4n3pJcjS14\\\"}\",\"signature\":\"HyTp5F7pYMbdS6hw0lYmv11A3rfhIRSLZ-2kxWHdiX1Z1OjZeTGdroNofb5-J05qbqE9fGwWLWsRPdbd1eFUaA\",\"signingKeySignature\":\"0x310b300f614184cf43c9c7171b922cc4c0ddb795032bbc3af1106ea97f748d936f04921e94db163a5a3b3a81501d37e59bda19a920606717b0c61d3c186393221c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VVANpA6YFRxlH3ZfrJm7CvxW3cMVCDvDMFPj45Q_VU0\\\",\\\"y\\\":\\\"pWgDG6bmzZt1tT-H77exlcASGtNc3sO-W4n3pJcjS14\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CGHT8DtS-1bRTLgRpmtKiX_qPJq8NKUGvzP6iDnn_pw\"}"