"{\"content\":{\"body\":\"Since ETH once again hit a record high since 2017 in early March, the price ratio of all major DeFi blue chip tokens to ETH has been continuously falling. The market has clearly stated that the valuation of these networks does not represent their current usage. In contrast, the value of DeFi's underlying network (ETH) is underestimated. Many ETH-DeFi altcoins and other dragging currencies have failed to reach record highs or even break through the highs since June. Last year we ushered in the first \\\"DeFi Summer\\\", when AAVE, COMP, Uniswap and other platforms were really popular. At that time, DeFi-related tokens were the latest altcoins on the market, which is the main reason why they performed so well. At that time, DeFi did not exist on other smart contract platforms other than Ethereum. Now, multiple different chains have DeFi, and in many cases, these L1s have EVM compatibility. This may be a reversal of these DeFi assets. The value narrative of ETH's downtrend, because as new capital enters the DeFi field, their usage may increase. The ratio of these tokens to ETH has now returned to near the low point since the beginning of the year. In addition to DeFi blue chips, there are many new innovations in DeFi that come entirely from brand-new agreements, such as OHM / SPELL. I think the biggest advantage of ETH-DeFi lies in these opportunities, and then in the field of decentralized derivatives. As some are cracking down on crypto trading, and many other non-KYC exchanges are reducing their withdrawal limits or forcing the use of KYC, we will see users moving from centralized exchanges (CEX) to on-chain transactions. dYdX has shown the emergence of this trend, and the volume of decentralized perpetual contracts is comparable to some CEX with good liquidity. DPX is another decentralized alternative, dedicated to building an options platform. There are now platforms such as Mango Markets and PsyOptions on Solana. In the next few months and in 2022, user growth on all these platforms should accelerate.\\nDeFi tokens have always played well as a hedge against other long/spot positions, but as we enter this new multi-chain phase (EVM DApp can be deployed across blockchains), this trend may soon be announced Finish. As I said before, I think the trend will be: new institutional capital enters the crypto field, and bets on the long-term success of DeFi + smart contracts. Among the available options, the best recurring betting target is an alternative L1 token. The market value is much smaller than ETH, and the current performance is better than Ethereum, but it is not so secure.\\nFor hedging options, it is now better to look for weaker L1 + smaller communities that do not have that much capital to enter, rather than ETH-DeFi assets. As alternative L1 captures the market share of new cryptocurrency entrants and gradually cannibalize ETH's market dominance, I think this will continue to be the best deal.\\nIf you invest in ETH-DeFi tokens, I think it’s best to focus on newer protocols (which can provide value to users who didn’t exist before) + focus on current market trends. Now the popular trend of EVM is multi-chain/\\\"bridge\\\" projects and go Centralize derivatives instead of blindly buying so-called DeFi \\\"blue chips\\\".\",\"timestamp\":1634228470,\"title\":\"The future of DeFi in the Ethereum ecosystem\"},\"digest\":\"Ml9LJF8cNsa5Yn4Yenep7wZhVoWsgqoKiqsyZRBiVqo\",\"authorship\":{\"contributor\":\"0xb48Be1605B12d003dC09e5d9F5BcFFD030EC8c55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rK-EfmZWse9sAsw3kdeWy4N20UAIA02lZGIfuSKGHc8\\\",\\\"y\\\":\\\"eQYRGIYcCGbCxTAym6ZXxGIoC8hqvYtDQfMMHbvLtNw\\\"}\",\"signature\":\"zbK4ZXc_BQRk0Y0Ss8Uf5PCdoCyn9lSS75ymro-4yT8vOM8i71VNfF3hXQdkogWe546_rlgE8i34w_x5Goya4Q\",\"signingKeySignature\":\"0x9de4eb401849d488adbfb40cd66890eef73086a3a1e8447cf51a8d58a502eca72cbe14370d800d5df7f8cecc9cd2be2e8173540be089e7b27294b85254a494971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rK-EfmZWse9sAsw3kdeWy4N20UAIA02lZGIfuSKGHc8\\\",\\\"y\\\":\\\"eQYRGIYcCGbCxTAym6ZXxGIoC8hqvYtDQfMMHbvLtNw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ml9LJF8cNsa5Yn4Yenep7wZhVoWsgqoKiqsyZRBiVqo\"}"