"{\"content\":{\"body\":\"![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2F0p1v-DQVqj9zTpU77JQ9e.png&w=3840&q=90)\\n\\n## Economies of Sound: Reviews for Audius, Sound, Catalog, YouSound, Opus, RugRadio and BPM 2.0\\n\\nIf you’re just joining in on this stream of thoughts and feels, start here…\\n\\n[https://mirror.xyz/kymxa.eth/_oRfWeR2-Ipxg2UAX_wfc0XZy2PbmUGsaip0htEX8ow](https://mirror.xyz/kymxa.eth/_oRfWeR2-Ipxg2UAX_wfc0XZy2PbmUGsaip0htEX8ow)\\n\\n…Where we determined “Decentralized Music Streaming Tools” to be DMSTs for short and timestamped the term Economy of Sound “coined” (no pun intended) by **[PROPHETA](https://www.instagram.com/__propheta__/)** in this [conversation](https://www.aquariantransmissions.com/practices/2020/1/27/economy-of-sound-convo-with-propheta-kym) during our studio sesh for an [ambient meditation](https://open.spotify.com/track/5OOjbUJyTo3RcJAAYHCfdY?si=4e2d2b27004c41a5) track a couple years back. *(What do you get when two Pisces start swimming in interplanetary conversation together? A glimpse into universal consciousness and the collective future…)*\\n\\n[https://twitter.com/kyma/status/1480995811253121024?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1480995811253121024%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmirror.xyz%2F0xd1348Edc181C989DC5abe4d6Aba9d20ECee176Ad%2FCQ1YxzO2g2lilFwgtYWOABc8OUMGSRSmdaQDBJtKGk4](https://twitter.com/kyma/status/1480995811253121024?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1480995811253121024%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmirror.xyz%2F0xd1348Edc181C989DC5abe4d6Aba9d20ECee176Ad%2FCQ1YxzO2g2lilFwgtYWOABc8OUMGSRSmdaQDBJtKGk4)\\n\\n## ECONOMIES OF SOUND\\n\\nWhat is an Economy of Sound? I believe we are smack-dab in the middle of defining this. The focus here is not just on the audio/visual art of NFTs but the simple necessity for sharing music and the protocols we are building to do so. The nature of sound/audio itself as a fluid and valuable currency (*read: energy current*) that passes between listeners in an unseen way, this is the Economy of Sound.\\n\\n***“We are the source of value.”*** \\\\~ [Niran Babalola](https://twitter.com/niran),\\n\\n## DMSTs\\n\\nWhy DMST and not DMSS (Decentralized Music Streaming Service)? Personally I am seeing various technologies as tools in the space right now for collecting, organizing, playing and getting compensated for music. The service being provided is by the artists and musicians. The software or app is a tool to gain access to the services they’re providing. Is this arguable? Yes, but we’re gonna rock with it for simplicity sake. It is also worth noting that not all platforms being reviewed are for streaming, some have features that would be cool to integrate into a streaming tool but as I do more research I realize I am patch working some very specific features together here and not one project has combined it all in the ways I am looking for on web3. And in this process I am discovering that one does not need to. The need is more so the capability to easily curate (aesthetically customizable) environments with plugged-in features for ourselves.\\n\\n*“Even if we do not yet grasp the full applications and implications, the sheer number of ideas and initiatives sparked by the core idea itself is encouraging, and gives us a glimpse at the limitless potential of our minds - we are architecting and co-creating our own future ‘reality’.” \\\\~ [KERNEL](https://kernel.community/en/learn/module-1/dreamers)*\\n\\n## THINKING DIFFERENTLY…\\n\\n*“Stop thinking of computers as a screen into which you type things from a keyboard. Start seeing the world itself as an infinitely programmable playground, access to which only requires a few magical words anyone, anywhere can create when they learn the basics of a new order of language.” \\\\~* [Intro to KERNEL](https://kernel.community/en/learn/module-1/understanding-ethereum)\\n\\nThe quote above is pulled from a crypto course that allows us to expand our minds to the potentials and infinite possibilities of this new language from a programming perspective. Below, the quote from Vitalik regarding the thinking behind the genesis of Ethereum protocol, lays the foundation for how to best approach these reviews. There is no navigating the terrain of web3 without knowing what’s up with Ethereum first...\\n\\n*\\\"Instead of having a protocol that is designed around one very small set of use cases, you just create a **general-purpose operating system** and you let people build whatever they want as applications on top of it.\\\"*\\n\\nThese reviews are a snapshot of my current observations of this landscape at this very moment. The technologies, communities, current platforms, protocols and potentials for reconfigurations to come together in modular and unique ways is exciting and will surely be evolving quickly as more and more artists and developers recognize the capabilities of tracking value for art in alternative manners.\\n\\nCheck out this Fireside chat from [KERNEL](https://twitter.com/KERNEL0x) with Niran Babalola, founder of [Panvala](https://twitter.com/PanvalaHQ), with regards to how communities can come together to diversify the directions in which we utilize the web3 technologies and channel our energies more efficiently while moving away from the narratives that the technology is determining how we direct our communities.\\n\\n[https://www.youtube.com/watch?v=uN4g0Sr3jhs&t=3454s](https://www.youtube.com/watch?v=uN4g0Sr3jhs&t=3454s)\\n\\nBelow I give a brief summary, little bit on tech, pros and cons and my closing thoughts/notes for each that I have come across or have been recommended to check out thus far. These are NOT exhaustive reviews, they are my surface level observations of the UX/UI, features and the little bit I know about each brand. I’ve kept in my thoughts/notes as I went through each platform some of the questions that initially came to mind. Some of these questions were then later answered by another project, 2.0 development or integration. This is my raw process as I start to swim through the sound waves of web3. I’ve also learned a ton through this process and the evolution of thought, vocabulary and possibilities naturally grows and adapts to this throughout these reviews. I was just getting my feet wet in web3 at the beginning of this process. I am now fully immersed.\\n\\nIn this post I’ll be reviewing Audius, Sound, YouSound, Catalog, Opus, Rug Radio and BPM 2.0.\\n\\n[https://twitter.com/kyma/status/1480425451164094464?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1480425451164094464%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmirror.xyz%2F0xd1348Edc181C989DC5abe4d6Aba9d20ECee176Ad%2FCQ1YxzO2g2lilFwgtYWOABc8OUMGSRSmdaQDBJtKGk4](https://twitter.com/kyma/status/1480425451164094464?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1480425451164094464%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmirror.xyz%2F0xd1348Edc181C989DC5abe4d6Aba9d20ECee176Ad%2FCQ1YxzO2g2lilFwgtYWOABc8OUMGSRSmdaQDBJtKGk4)\\n\\n*Special shout out **[@feelosopher777](https://twitter.com/feelosopher777)** for sparking the inspiration for this on my original Tweet. I don’t know you, but I appreciate you!*\\n\\n## R E V I E W S\\n\\n## Audius:\\n\\n[https://twitter.com/AudiusProject/status/1481363533036236806?s=20](https://twitter.com/AudiusProject/status/1481363533036236806?s=20)\\n\\n**Summary:** “Giving everyone the freedom to distribute, monetize, and stream unstoppable audio.”\\n\\n* **The Tech:** App; As a platform owned and operated by its users, the future of Audius is entirely driven by $AUDIO governance. Everything about Audius is governable, with voting weight directly correlated to $AUDIO staked for value-added services.\\n* **Pros:**\\n  * Has backing from major DJs and producers\\n  * Interface is familiar\\n  * Can post works in progress - to share the process\\n  * “free forever”\\n  * Fans can download stems and find remixes.\\n* **Cons:**\\n  * UX seems to be a bit confusing in figuring out what’s going on initially. Has a more familiar layout once inside the player.\\n  * Their “Artist’s Podcasts” links to YouTube - not sure why they don’t have their podcasts uploaded to their own platform.\\n  * Having trouble finding where to submit or upload music as an artist\\n* **My Thoughts:** This was definitely designed with producers and DJs in mind. Artist-centric for creative ways to engage with audiences and encourages remixing with capability of downloading stems. Audience payback for engaging with artists is tokens. Community governance.\\n\\n## sound.xyz:\\n\\n[https://twitter.com/soundxyz_/status/1480570722711912448?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1480570722711912448%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmirror.xyz%2F0xd1348Edc181C989DC5abe4d6Aba9d20ECee176Ad%2FCQ1YxzO2g2lilFwgtYWOABc8OUMGSRSmdaQDBJtKGk4](https://twitter.com/soundxyz_/status/1480570722711912448?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1480570722711912448%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmirror.xyz%2F0xd1348Edc181C989DC5abe4d6Aba9d20ECee176Ad%2FCQ1YxzO2g2lilFwgtYWOABc8OUMGSRSmdaQDBJtKGk4)\\n\\n**Summary:** “SOUND GIVES ARTISTS THE CHANCE TO DEBUT NEW MUSIC AS A SET OF NFTS. EACH EDITION OF THE NFT IS NUMBERED UNIQUELY, SO LISTENERS CAN SHOWCASE THEIR EARLY SUPPORT. SINCE EARLY EDITIONS ARE CONSIDERED MORE VALUABLE THAN LATER EDITIONS, BACKERS ARE INCENTIVIZED TO DISCOVER NEW MUSIC EARLY.”\\n\\n* **The Tech:** NFTs, webpage\\n* **Pros:**\\n  * Design aesthetic and branding is cool\\n  * Gives artist ability to share backstory for each project\\n  * Ability to comment on wall - social engagement, only if you “own” the NFT, if you sell this capability and any comments disappear\\n  * Creative rewards for listeners\\n  * You can see who else is in the “audience,” who else has bought a piece of the music.\\n* **Cons:**\\n  * I’m not seeing capabilities to organize playlists or stream music without adding it to your collection. Maybe I needed to connect my wallet for this (which I didn’t do).\\n  * At the time of posting, library is pretty small and niche. Currently the database only has about 200 contributing artists onboarded.\\n  * It is a curated space so there is gatekeeping for which NFTs are getting featured and what artists are being entered into the database.\\n* **My Thoughts:** A lot of innovative thinking for this one and creative execution for community involvement. At the end of the day I do just want to be able to stream the music though.\\n\\n***Side note inspired by the above:*** I wonder if there is a way to create a tool that allows listeners to stream in a playlist without buying and those that have bought the music along with the artist can then be rewarded by # of streams/popularity from those utilizing the platform as a DMST?\\n\\n## YouSound:\\n\\n[https://apps.apple.com/us/app/yousound/id1452078262](https://apps.apple.com/us/app/yousound/id1452078262)\\n\\n**Summary:** “All for you.”\\n\\n* **The Tech:** App; not yet web3\\n* **Pros:**\\n  * Merch market\\n  * Artist owned and operated\\n  * Community driven\\n  * Videos and lives\\n  * Can comment on tracklists\\n  * Instagram-esque artist feed for social sharing flyers, videos etc.\\n* **Cons:**\\n  * I don’t know how the payment structure works\\n  * No playlisting feature\\n  * After following an artist I don’t know where to find the database of my favorites.\\n* **My Thoughts:** Created by the community for the community. This is not a web3 native platform but it is definitely one worth paying attention to. They’re getting the social integration right and the merch market. So much potential here! Only wish I could organize the music and individual tracks that I like for playlist-ing and easily share from YouSound to Instagram stories 1.) to support the artists and 2.) to promote the platform.\\n\\n## Catalog:\\n\\n[https://twitter.com/catalogworks/status/1475530655329103880?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1475530655329103880%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmirror.xyz%2F0xd1348Edc181C989DC5abe4d6Aba9d20ECee176Ad%2FCQ1YxzO2g2lilFwgtYWOABc8OUMGSRSmdaQDBJtKGk4](https://twitter.com/catalogworks/status/1475530655329103880?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1475530655329103880%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fmirror.xyz%2F0xd1348Edc181C989DC5abe4d6Aba9d20ECee176Ad%2FCQ1YxzO2g2lilFwgtYWOABc8OUMGSRSmdaQDBJtKGk4)\\n\\n**Summary:** “*One of one digital records. Owned by you. Free from platforms. A blank canvas for a new world of music ownership.* Catalog exists to prove the inherent value of music and music discovery. We believe artists should be able to make a living from their music on their own terms. We’re a music platform for artists to press and sell one-of-one digital records, and for listeners to discover, listen to, and collect music from incredible independent artists.”\\n\\n* **The Tech:** NFTs, webpage. Not for “streaming.” Artists collect 100% of their initial sales, and earn a creator share every time their records are resold. These records live beyond the reaches of our platform, enabling artists to capture the value of their music for eternity (even if Catalog disappears). Catalog is currently invite only, and will remain so for some time. They welcome your submissions via the [artist form](https://submissions.catalog.community/), but can't guarantee that you'll hear back. We're a small team, and there’s a lot of work to do before we can support everyone.\\n* **Pros:**\\n  * Design aesthetic is minimalist and sleek\\n  * Encouraging music to be understood and valued as 1/1 works of art\\n* **Cons:**\\n  * NOT a streaming tool (but possible for the database to be streamed via: BPM Bot)\\n  * Slow load time (they are in beta)\\n  * Small team so they can’t get back to all submissions (might be worth looking into setting up a DAO for curation and submission management if submissions is the long term model).\\n* **My Thoughts:** NFT marketplaces are seeming to become the template. I am curious how this is going to translate into streaming, organizing and most importantly, sharing music. Music is art, absolutely yes, however it is collected, consumed and shared in a different manner than visual art. Waiting to see how this space innovates. The digital and visual art world has taken NFTs and ran with it but we are not limited to functioning in the NFT world in this way. This solution is more about the UX design and load-times. How can music NFTs start existing in a familiar yet innovative layout that we’re used to for: playlisting, streaming and collecting music, while simultaneously allowing it and the merchandise to exist as art?\\n\\n## opus.audio\\n\\n[https://twitter.com/opusfoundation/status/1337536210378641408?s=20](https://twitter.com/opusfoundation/status/1337536210378641408?s=20)\\n\\n**Summary:** “Help artists generate the revenue they deserve.”\\n\\n* **The Tech:** App - “By basing the OPUS Player on the Ethereum blockchain and storing all the tracks on IPFS, there is no central server so the storage costs are drastically reduced. This allows for more of the revenue to go directly to the artist, in a more secure, transparent way than ever before. At OPUS, over 90% of the revenue you generate will end up in your account. Your transactions will be managed in a secure, efficient, and transparent manner. Never again will you be confused about any part of your revenue. Blockchain-based revenue system.”\\n* **Pros:**\\n  * UX is clean\\n  * Familiar design in player\\n  * Playlisting\\n  * Recommendations\\n* **Cons:**\\n  * Small database of music at the time of writing this\\n  * No social\\n  * Not really a con but this is mostly designed for artists to get paid better royalty % meaning the listener isn’t necessarily incentivized to anything more than listen.\\n* **My Thoughts:** Definitely heading in the right direction with regards to server efficiency, supporting artists and offering a familiar layout for users. The database is small as it is with all of these platforms as brand awareness builds and quality assurance is taken into consideration. I’ll be keeping an eye on opus to see where it goes from here.\\n\\n## Rug.fm:\\n\\n[https://twitter.com/RugRadio/status/1460302014563295237?s=20](https://twitter.com/RugRadio/status/1460302014563295237?s=20)\\n\\n**Summary:** “Rug Radioᴳᴹ is the first fully decentralized media platform. What does this mean? It means that our community, our hosts, and you own the platform you participate in. Why is it important? Because we need to own the memes, the conversations and the narrative. Ownership means we each get to decide what we consume, how it's delivered, and we all benefit from the abundance we create through it.”\\n\\n* **The Tech:** Not really a streaming platform but interested to watch what they could accomplish in this space in the future. Their drops and their community organization is one to observe and get involved with. In the simplest of explanations they are a media platform offering NFT drops, DAO, Social tokens, PoAPs etc.\\n* **Pros:**\\n  * Simplicity in design and articulation.\\n  * Collective mission\\n  * Creativity and cohesive storytelling\\n* **Cons:**\\n  * We’ll see how easy it is to get a membership pass\\n  * Not yet a DMST\\n* **My Thoughts:** Not a DMST per-se, more of a media DAO but I would keep them on your radar to see how they might innovate in this space. They have the right idea and a mission that I resonate with very much. I do hope they also create a DMST.\\n\\n## BPM\\n\\n**Summary:** I am — first and foremost — a bot. **The BPM Bot. Your favourite Music NFT discord bot.** That’s correct. I stream Music NFTs into Discord calls. And I’ve been doing so ever since the month of September 2021, when my makers first made me. You can read all about my birth [here](https://chaim.mirror.xyz/crowdfunds/0x0421f42eb7BD74774a09bD3454C6948A938324E9) and [here](https://chaim.mirror.xyz/J9FNMIlj4JRyf0MVjDkenM6Zy3Rdyu_DZC8es1np9kI). BPM 2.0 now supports Music NFTs from Catalog, Zora and Sound…”\\n\\n[https://twitter.com/club_______bpm/status/1476665650512904199?s=20](https://twitter.com/club_______bpm/status/1476665650512904199?s=20)\\n\\n* **The Tech:** Discord Streaming specific NFT databases\\n* **Pros:**\\n  * Pulling curated databases of music into a community driven environment\\n  * Community engagement\\n  * The bot can be installed into any discord serve. This is the sort of modularity I am stoked about.\\n  * Community curation\\n  * If we have a variety of these “bots” that allow us access to a variety of databases to then centralize (for ourselves) on our own customizable server (right now Discord).\\n* **Cons:**\\n  * Just limits of databases but I’d imagine as more music specific NFT databases are being curated and created the community will decide which others to expand to.\\n* **My Thoughts:** This definitely feels like the future of navigating various web3 music streaming communities. Love that it is community curated. The nature of open-source allows ability to access various databases into your own interface, being involved in a community with similar vibes is always special. In this case the interface is currently Discord. Is there a way to simplify UX/UI designs, drag and drop capabilities for the non-technical - non-gamer humans to begin curating the aesthetics of our own listening environments?\\n\\n## ONBOARDING ARTISTS TO WEB3\\n\\nWorth mentioning here is HiFi Labs which is going to be a go-to for the artists and artist development in getting onboarded to the various web3 spaces that are on the rise and on the horizon in an attempt to close the tech barrier to entry…\\n\\n[https://www.hifilabs.co/](https://www.hifilabs.co/)\\n\\nThe above tools, brands and services offer unique insight into the areas in which we are evolving as music lovers and makers. In this research I have clarified the dynamic features I am particularly looking for in a dashboard or localized app tool that offers:\\n\\n* Simple plug and play\\n* Access to a huge library of audio (music, podcasts and even DJ mixes) with easy searching in database for artists I know and love\\n* Easy organization and sharing that music as collections or playlists\\n* As a listener I want to decide which artists I want to back with $ to have part-stake in their future success and I also want my casual streaming to first and foremost benefit the artists who’ve created this music as well as the communities  and curators that are supporting that artist in building awareness for that music.\\n\\nTo “own” or back a portion of the audio as a fan, in streaming, is where this space is exciting. To back an artist early and continue to drive their success, while also getting supported in doing so to reinvest in future projects or reinvest in other artists feels like a really incredible possibility here.\\n\\nI am  unsure how the math or smart contracts will look for this or if there needs to be a cap for how many supporters/sponsors the audio should/could have but this returns the agency back to the artists to determine this for themselves upon upload.\\n\\n## KYMXÅ WISHLIST 2.0\\n\\n![](https://images.mirror-media.xyz/publication-images/n5AE0LxDaAHxQ0Kg1s2pZ.png?height=1080&width=1920)\\n\\n## CONCLUSION:\\n\\nCopyright, ASCAP, BMI, all of this publishing is up for reinterpretation. As creators and music makers we must keep these new possibilities in mind. Innovations are ripe and it is not a race. We are not competing in this space. The environments that are being cultivated across the board in web3 are collaborative and complementary. Let’s keep it that way by contributing our unique ideas to the greater good of all involved and build off the things that currently work.\\n\\nAccess to a robust database of music, remixes, mixes and podcasts is personally the most important to me. A, dare I say, centralized space or hub that all NFT collections are searchable to add to a playlist interface for listening. In this web3 world I want to trust that the files I am streaming are being tracked and paying out all involved as set up in their smart contract.\\n\\nThere are systems and protocols that do work in the current designs. I don’t see the future of streaming as a central “platform” anymore. Languaging is slowly shifting to represent what this next evolution will be. I am most curious to see modularity and customizable capabilities to integrate into a sort of blank canvas space. Each team of devs contributing new plug-ins, protocols and features that can be adopted into your own personal environment via drop and drop while being able to access the music or audio NFT databases of your choice. A mixing and meshing, a fluidity of digital music loving communities.\\n\\n**Music is the uniting force. Let’s see what we can create with open-source.**\\n\\nWhat ideas or wishlist features do you have for a DMST?\\n\\n@ me on Twitter and let’s jam on it!\\n\\n((( 💗 )))\\n\\nTwitter: [@](https://www.twitter.com/_kyma_)*[kyma](https://www.twitter.com/_kyma_)* Insta: [@](https://www.instagram.com/_kymxa_)*[kymxa](https://www.instagram.com/_kymxa_)*\",\"timestamp\":1642439776,\"title\":\"Economies of Sound: Reviews for Audius, Sound, Catalog, YouSound, Opus, RugRadio, BPM 2.0\"},\"digest\":\"u_s75tJU5zr8EiefCfSyIfgaZPU6Zrskkm6TuVm7BPo\",\"authorship\":{\"contributor\":\"0xC3e9bBf75D86256F0ed041FdC2B70DD6827418cd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qOADYB4LFZcWUz54kXLKarFweLBP6RU12eZjz5HBA1I\\\",\\\"y\\\":\\\"HXIfAstAaKSACNH_bTTCRFfe6afFkMMmlxgyatG2_NU\\\"}\",\"signature\":\"iBwpj_ZMfxl-kTLbukGUZTnLC2iHr7hCKcvPdSD4RwzG9b33_i3WtWlAp6jpH2DmHK92u2MSz67t_dO7ycqbcg\",\"signingKeySignature\":\"0xc8bddeae25a8275acdc64ba85d39b841d22f29fb7d2b1d23a4a1fe47e9538a5d6d4c16966a0044ab1cdfd5e70efa0c672735f165aaada6598045e8d8ad1f4b631c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qOADYB4LFZcWUz54kXLKarFweLBP6RU12eZjz5HBA1I\\\",\\\"y\\\":\\\"HXIfAstAaKSACNH_bTTCRFfe6afFkMMmlxgyatG2_NU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rhSAbsoJquyUtN-45Lh63uSZAFw6HyrEVkUzEEoNpl8\"}"