"{\"content\":{\"body\":\"## Land sucks\\n\\nLand is artificial scarcity of usability on a web3 platform. People are often turned off by this because it comes off as a cash grab. It doesn’t feel like a metaverse should have invisible walls laid out and sold by a New Zealander in his boxers. This doesn’t feel like it can facilitate the vast and open cyberworld that we see in movies.\\n\\nLand, IRL, is something that is claimed, not purchased from God. (Cryptovoxels in this case) But a 3d world is something that needs to be funded, and users cannot digitally fight for land, because their actual lives aren’t at stake. Given these dynamics, we will assume for now that purchasing land is the best way to claim it.\\n\\nSo land sucks, but it can be improved through providing better methods to scale land ownership, and therefore what is built. This is important because what is built is the value proposition as a whole.\\n\\n**In order to reduce limitations in the world we’re building, I propose two changes to the method in which parcels are distributed and fixated:**\\n\\n1. Print the largest island yet, and put all parcels on sale at the same time \\n2. Introduce an upgrade system that allows users to pay a fee, burn their parcel and redeem one with increased height \\n\\nLet’s discuss.\\n\\n## 1. Printing the largest island and listing all parcels at the same time\\n\\nThis approach would address the feeling of discovery. Imagine walking into vast and untouched land, where prices are low because of a high supply. This is how you make Cryptovoxels feel like exploration rather than buying a home from a realtor in a land bubble.\\n\\nAnyone who has wanted to build something at scale in the past 2 years would now be able to accumulate adjacent parcels. And if a smaller wallet was looking to buy a piece of land for a low price, they would be more likely able to with this distribution mechanism.\\n\\nIn order to not over-inflate the market, this large minting could replace smaller mints that were planned for the next half year. Feel free to add some lakes, terrain or anything of the sort. All it needs to have at its core is vast space.\\n\\n## 2. Increase parcel height for a fee\\n\\nUsers can expand vertically as long as there are sellers, but at the end of the day that would leave every large spender forced to work with dimensions similar to a Costco; tons of width and no height.\\n\\nTo counter the monotony in height, Cryptovoxels has minted skyscrapers in Frankfurdt and condo style stacked parcels on islands like Electron, but neither address the core issue of there being no way to expand your domain horizontally.\\n\\nWhat people need is to be able to purchase air space, just like they purchase land space. Manipulation of space in this manner will unlock unpredictable creativity, and the effort required to enable it is very low.\\n\\nSo how do you sell air? The only way that’s happening right now is the value driven by height in parcel pricing and the value of obtaining a parcel that’s ontop of another parcel. The former is stagnant and the latter is extremely inflexible.\\n\\nIf you want the world to become completely dynamic, you need to either sell height by:\\n\\n* x ETH per x meters\\n* auction x meter tokens \\n\\nThis would be relatively easy to implement, at least on the smart contract side. Users would simply burn the parcel that they are upgrading and mint one with more height.\\n\\nIndefinitely charging a set fee on height would likely harm the current valuation of parcels, though. From the beginning of CV, the value of height has been tokenized on the free market as a property of a parcel. In this context, a fixed cost might be interfering a more than needed.\\n\\nThe alternative would be to tokenize height upgrades. Height would need to be distributed in small enough increments that someone who needed only a bit of height would find appealing, but also not be a burden to someone who is aiming for max height. Unfortunately, due to the cost of gas, tokenizing in small increments is not practical.\\n\\nSo in order to both have maximum flexibility and lowest cost, more efficient option would be to allow users to initiate auctions for any amount of meters.\\n\\nFor example: I’d like 17m of additional height on my build. I type that into Cryptovoxels website and a 24h auction will start for 17m of height. If I win the bid after 24h, I receive an NFT that represents 17m of additional height. Afterwards, I upgrade my parcel by burning the parcel NFT and 17m of height NFT to create a new parcel in the same location with upgraded height.\\n\\nEven this can be cost and time intensive, but scalpers will likely end up handling auctions and initial gas costs, while users buy height from a secondary market for time savings and UX reasons.\\n\\nAlternatively, if preferred, Cryptovoxels can set fixed prices until migrating to scaling solution, and then switch to a tokenized market.\\n\\n## Why is it worth it?\\n\\nThese changes would mark one of the largest upgrades to cryptovoxels, and literally unlock a new dimension for users.\\n\\nA few natural results:\\n\\n* Users can now make skyscrapers. In order for a skyscraper to look natural, the taller it gets, the more horizontal space that they need to accumulate. Therefore, the ability to increase height of parcels creates an increase in demand around surrounding parcels. \\n* Malls will be more fluid. Currently, wearable vendors crowd in the condo style parcels that create something that resembles a mall. Unfortunately, since every condo is a separate parcel, owners do not build with fluidity. There are rarely stairs or hallways leading to other floors because owners cannot build outside of their parcels to connect one another without using exploits. In a world with malleable height, a single owner can build a mall wherever they can find land, rent out area inside and create unified architecture. \\n* Allow users to find their own reasons to create a condensed area, rather than imposing via curation. If there’s an area that’s particularly popular to have a property in, people will value the ability to build vertically… Inevitably, that will create our version of Argon city. \\n\\nAbove all else, enabling more creativity will help Cryptovoxel parcels and world’s value proposition. It will give users the tools to prove that Cryptovoxels is at the forefront of creating digital worlds.\",\"timestamp\":1636137580,\"title\":\"\\nHow Cryptovoxels can become more like Tron\"},\"digest\":\"kzawGMmptKYI5N-BzJW-51DJt2i5K3_PeQ-Iym46ET0\",\"authorship\":{\"contributor\":\"0x1963203759F5C5eB5c5c916b3509C9F26DD0381a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oWzo8d37IX3AhrcvBT6_9oUTHWxsfD2sVKqCfmY_B4o\\\",\\\"y\\\":\\\"JucTNUKS4RTItiUr-7W7ZXvsutrEXBKJJi8k772fs4I\\\"}\",\"signature\":\"adqNfAqoGzsU_ISg-GjTJGaD-rxfKJXX2CzF0tzsAExHNiNY5ok5bXkEYjbntYFm7MsuBGF8zqhTmEjRBqnOzw\",\"signingKeySignature\":\"0x6294a27c601a7559ee7971b344ed295a18f5e4030e40c89e8b7678dd93238f8d47abe2216970cc41b2d29417d9c1405c7e2cf83bc983408b7b44ffe3eaf2dc3b01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oWzo8d37IX3AhrcvBT6_9oUTHWxsfD2sVKqCfmY_B4o\\\",\\\"y\\\":\\\"JucTNUKS4RTItiUr-7W7ZXvsutrEXBKJJi8k772fs4I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kzawGMmptKYI5N-BzJW-51DJt2i5K3_PeQ-Iym46ET0\"}"