"{\"content\":{\"body\":\" 整整一个暑假，王赢度日如年，毕竟是自己的父母，总要接受现实，在最后去打工，以及继续去上学之间，还是让王赢自己选择的。x书阅ぁ \\n  \\n     王赢在信誓旦旦各种保证之后，终于圆了自己的大学梦。 \\n  \\n     这是一所国内著名的私立大学，考多少分都能上，国家根本不承认学历的那种。 \\n  \\n     依旧是在网吧门口，王赢和小马哥两个人面对面的站着。 \\n  \\n     俩人都有些兴奋。 \\n  \\n     “怎么样搞定了没有” \\n  \\n     小马哥肥头大耳的，挺着个肚子，鼻青脸肿，但是掩盖不住他内心的兴奋。 \\n  \\n     “jl大学，老铁，哈哈哈，咱俩又是一个大学了。” \\n  \\n     “哈哈哈哈” \\n  \\n     王赢很开心的也笑了起来，和小马哥拥抱在了一起。 \\n  \\n     “对了，姚雅说她要和你上一个学校。” \\n  \\n     “她六百多分的人和我一百多分的人上一个学校，她脑子给驴踢了啊” \\n  \\n     “是给你踢了，你不要这样好不好，好歹人家喜欢了你这么久，还从来不要求你什么。” \\n  \\n     王赢心里面有些不是滋味。 \\n  \\n     小马哥撇了撇嘴。 \\n  \\n     “如果你还有良心，最好去问问，这是前途，女人真疯狂。” \\n  \\n     半个多小时以后，在姚雅家的楼下，她很开心的跑到了王赢的面前。 \\n  \\n     她一米七左右的身高，大眼睛，长头发，算不上国色天香，但是也绝对算是一个小美女。 \\n  \\n     “银子，你找我” \\n  \\n     王赢指着自己的自行车后座，姚雅连忙坐上去，抱住了王赢的腰。 \\n  \\n     骑车到了火车站，王赢拉着姚雅就进了小旅店。 \\n  \\n     一番激情之后，姚雅躺在王赢的怀里，王赢抽着烟。 \\n  \\n     “那个啥，你大学报的是哪个学校” \\n  \\n     “jl大学啊，和你一个学校” \\n  \\n     姚雅笑起来嘴角还有一个浅浅的小酒窝。 \\n  \\n     “我操，你是不是疯了脑子让门缝撵了六百多分去那么个破学校。” \\n  \\n     “可是破学校有你啊，对我来说，有你的地方，就是天堂。” \\n  \\n     “不是，我到底哪儿好啊，我改还不行啊你真是一个奇葩啊，为了我这样一个人渣，你要放弃自己的大好前途你疯了啊你” \\n  \\n     “老娘要是脑子没有被门撵的话，能这么跟你不明不白的这么久吗欣赏着你花间雪月你当初招惹老娘干嘛” \\n  \\n     王赢顿时之间就被噎的没有话了，他还是放平了心态。 \\n  \\n     “姚雅，你听我说，你和我不一样，你还有大好的前途，你不能因为我。” \\n  \\n     “志愿已经报了，录取通知书也发了，我不光不用交钱，还可以拿奖学金，现在说什么都晚了，我连那个学校的闺蜜都从网络结交了，谁让你再我最单纯的时候，招惹我，王赢，我姚雅今天就和你说句实话吧，我这辈子是和你杠上了，我的青春和一切，都押注在你这个人渣身上了。” \\n  \\n     王赢十分无奈，还有些许愧疚，他发自内心的，不想让姚雅拿自己前途开玩笑。 \\n  \\n     “你这样我也不会有内疚感的，更不会感动。” \\n  \\n     “我知道，你禽兽不如，我做什么，你都不会有内疚感，更别提感动了。” \\n  \\n     “那你还来” \\n  \\n     “放心吧，你懂我的性格的，我还是不会要求你什么，也不会打乱你的生活，我看你这眼什么时候能不瞎了，能主动来找我。≮あ书⇄阅⇉屋➶www.sHuYueWu.Com≯” \\n  \\n     “你六百多分是用烤箱考出来的吗” \\n  \\n     “你管我呢，用你当初和我说过的话来回复你。” \\n  \\n     姚雅的眼神变得犀利。 \\n  \\n     “你不喜欢我，这是病，得治，治不好，得死。” \\n  \\n     “我的妈啊。” \\n  \\n     王赢双手捂住了自己的脸。 \\n  \\n     姚雅照着王赢就是一脚。 \\n  \\n     “你他妈当初忽悠老娘的时候，怎么没有这副泔水缸的表情你个傻逼” \\n  \\n     怀揣着儿时的大学梦，王赢和小马哥两个人坐上了开往w市的火车，正好是开学季，车上人很多。 \\n  \\n     这是一个漫长的旅途，王赢和姚雅小马哥，三个人正好坐在一排，姚雅把头枕再王赢的肩膀上，环着王赢的胳膊，两个人就像是情侣一样，都睡着了。 \\n  \\n     恍惚之间，小马哥轻轻的碰了碰王赢。 \\n  \\n     王赢迷迷糊糊的睁开眼，刚看见小马哥挤眉弄眼的时候吓了一跳，还以为是谁家的哈士奇跑出来了，在定神仔细一看，这才看见，在小马哥的边上，站着一个很漂亮的小姑娘，短头发，大眼睛，瘦瘦的。 \\n  \\n     姑娘笑容迷人，温柔似水。 \\n  \\n     小马哥一拍王赢，脸上的表情有些兴奋。 \\n  \\n     “90659055” \\n  \\n     两个人顿时之间都瞪大了眼睛，两只哈士奇出现了，姑娘挺漂亮的，吸引了边上不少人的目光。 \\n  \\n     在王赢他们的斜对面，两个学生模样的人，坐在那里，时不时的扭头，瞅一眼那个姑娘，时不时的还有一些坏笑。 \\n  \\n     就是随便一晃，王赢看见一只手居然伸进了其中一个学生的衣服里面。 \\n  \\n     小偷 \\n  \\n     王赢皱了皱眉头，发现这两个傻学生的还浑然不知他也是好心，灵机一动，起身猛的往前跨了一步，上去一把就耗住了那个学生的脖颈，故作生气。 \\n  \\n     “你从这瞎逼乐什么呢” \\n  \\n     看{t正ez版章节上y \\n  \\n     边上的小偷连忙把手收了回去，坐在学生的边上，还哼唧起来了小曲儿。 \\n  \\n     王赢用余光发现小偷收手了，正琢磨怎么提醒这个学生呢。 \\n  \\n     这个学生却突然一把打开了王赢的手，他自然不知道小偷的事情，突然间被王赢这么一耗，当即就怒了。 \\n  \\n     “你他妈找死呢” \\n  \\n     他这一骂，车厢周围一下站起来了个人。 \\n  \\n     “干你娘的。” \\n  \\n     王赢心里面暗自骂了一句，不经意间看了眼边上的小偷，那小偷还在盯着自己看，这个时候真是哑巴吃黄连了。 \\n  \\n     这学生也是看见自己边上的朋友都站起来，底气也足了，又使劲推了王赢一把。 \\n  \\n     “我问你话呢怎么不装逼了” \\n  \\n     王赢面子上老挂不住了，他是那种宁可被打死，也不能在美女面前丢面的人，更何况自己还是好心，这个人的态度，也引起了他的反感。 \\n  \\n     他看了眼边上的小马哥，这么多年，俩人早都形成默契了。 \\n  \\n     “你他妈有本事再说一句” \\n  \\n     这个学生直接耗起来了王赢的脖颈。 \\n  \\n     “你妈炸了” \\n  \\n     王赢大吼了一声，照着这人脸上就是一拳。 \\n  \\n     小马哥起身就冲着对面两个人扑上去。 \\n  \\n     毕竟人家人多，没两下，这俩人就被周围的人群给埋没。 \\n  \\n     瞬间车厢里面就乱了起来，周围到处都是叫骂声，也幸亏地方小，这么多人伸展不开，地方大点，他俩估计就直接拥抱天堂了。 \\n  \\n     王赢和小马哥都被拉拽打倒在了地上，王赢抱着脑袋，他们越打越狠，自己也是越想越委屈。 \\n  \\n     周围到处都是脚，他急眼了，大吼了一声。 \\n  \\n     “小马哥” \\n  \\n     小马哥和王赢的默契程度根本不用说，王赢这一吼，小马哥一点头，双手抱住了一个人的腿，张大嘴上去就是一口。 \\n  \\n     “啊”的一声惨叫，一个男子瞬间倒在了地上，王赢从边上看准了时机，一下就扑了上去，从兜里面拿出来了一把折叠刀，直接就顶到了他脖颈的位置。 \\n  \\n     周围瞬间就安静了，一个说话的也没有，周围的人都吓傻了。 \\n  \\n     “狗日的” \\n  \\n     王赢愤怒的叫骂了一句，耗住了这个人的脖颈，从地上站了起来，边上的小马哥也起身了，他上去一把就耗住了挑事的那个人，用力往后一拽，一下就拉到了走廊的过道。 \\n  \\n     他上去打中了这个人的小腹，挑事的这个男子一捂自己的小腹。 \\n  \\n     王赢一拽手上的另一个人，用力往边上一甩，往地上吐了一口，都是血水，内心务必愤怒。 \\n  \\n     自己堵在了过道，手上拿着折叠刀，冲着对面的一批人。 \\n  \\n     “谁他妈过来一下试试” \\n  \\n     这批人明显的胆子都小了，小马哥冲着躺在地上的人就开踹。 \\n  \\n     王赢转身从边上一把就举起来了一个不知道是谁的行李箱。 \\n  \\n     “你个狗日的” \\n  \\n     一行李箱就拍了上去，冲过去和小马哥两个人，照着地上的人就招呼。 \\n  \\n     这一下，那几个人都不敢吭声了，直到乘警冲了过来 \\n  \\n     十几分钟以后，在警务室，王赢和小马哥站在一起，对面是那个学生，被打的鼻青脸肿。 \\n  \\n     两个警察看着王赢。 \\n  \\n     “你们都已经成年了，这样的事情，是要负法律责任的，知道吗到底为啥动手” \\n  \\n     “他上来就耗我的脖领，骂我，也是他先动手的。” \\n  \\n     那个学生一副理直气壮的样子。 \\n  \\n     王赢擦着自己嘴角的血迹，看着乘警。 \\n  \\n     “他边上坐着的那个人是个小偷，我亲眼看见小偷把手伸进了他的兜里面，我没有办法直接说，所以想转移注意力，假装和他发生争执，就是这样，他当真了，不知道车厢里面有没有摄像头，你们可以去调一下监控，顺便看看他有没有同党” \\n  \\n     回到座位的时候，那个男子已经不在了，这个学生对王赢是一脸的愧疚。 \\n  \\n     王赢并没有打算理他，发现姚雅居然还在睡觉，她也真睡的着。 \\n  \\n     小马哥真是脸大无边，赛过蓝天，起身给姑娘让了一个座儿，和姑娘唠了一路，要了一路的电话。 \\n  \\n     这姑娘也够厉害，借着缘分这两个字，一边坐着小马哥的位置，一边当着小马哥的面，扔了一个漂流瓶，里面有自己电话的前八位，后四位告诉小马哥了。 \\n  \\n     真有缘分，那就捞。 \\n  \\n     这私立大学建设的是真好，实在是气派，高楼大厦，硬件条件实在是太赞了，正规的足球场，篮球场，别提多心旷神怡了，终于又离开家了。\",\"timestamp\":1637501436,\"title\":\"【002】姚雅\"},\"digest\":\"NfCfrOZZQv5tPqkxIyw4VxJk-TsNSFOpRRjb_SJ6EJo\",\"authorship\":{\"contributor\":\"0x68593b3f2FF8a896B6e789191f43542677d63588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"signature\":\"DbsLBNat-G_sqLTnTJkx1mztinCWo_yVkpA5f9sxOJTZSH61qCxkN9x-ziDhgUuVQ2ZMmi8JyNF8c_PNv81UTw\",\"signingKeySignature\":\"0x79fc875b5a3087ea3e5a7a33e0c44de874f6d05683b279021a11585495db552d116827529217ede229ee90484086bd83a9de32ea0dc9fee78dc9379f1248a59a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NfCfrOZZQv5tPqkxIyw4VxJk-TsNSFOpRRjb_SJ6EJo\"}"