"{\"content\":{\"body\":\"Radiators originated in Europe.\\n\\n\\nIn the days before radiator heaters were available, fireplaces were the most common way of heating in Europe in the winter.\\n\\n The mature emergence of radiators in Europe is widely recognized as the late 19th century, with the rise of the European nobleman's residence in 1890, when the use of cast iron relief single column form, extremely expensive, as a luxury in life popular in the upper class. Later, this form was introduced to the Soviet Union, and then from the Soviet Union to China.\\n\\nIn 1900-1920s, along with the convenience and comfort of heater heating being widely recognized by factories and the need to be used in upper-class social places (such as churches and theaters), the multi-column, cast-iron relief heater with larger heat dissipation was produced. Meet the larger space of the building.\\n\\nBetween 1920- 1930s, the first revolution of heaters produced single-column steel heaters, which significantly increased production and met the needs of society in larger quantities.\\n\\nIn the 1930s-1950s, as people's standard of living continued to improve, most people abandoned the basic way of heating by fire. A higher standard of living was sought. This gave rise to the mass production of heaters, namely multi-column cast iron and multi-column steel heaters.\\n\\nIn 1950-1960, people had already healed the wounds of the Second World War. The results of the industrial revolution were better and the standard of living was further improved. While people were satisfied with the comfort of heating, they also had higher requirements in energy saving and environmental protection, as well as aesthetic decoration. Copper plate heaters were favored by people for their large heat dissipation, simple and generous appearance and moderate price, and became mainstream products.\\n\\nFrom 1960 to 1980, considering the high heat transfer coefficient of aluminum, people hoped that it could replace cast iron and steel heaters. But because of the rough and simple cast aluminum profile and can not solve the problem of alkaline water corrosion, so in the 1980-1990 period, the mainstream of heaters returned to steel. But people demanded that its appearance must be consistent with the modern home style and meet the requirements of humanization and personalization. According to the level of production technology at that time, most manufacturers generally used argon arc welding process plug welding to produce smooth lines of tube heaters.\\nThere is no prescribed latitudinal dividing line for the use of heaters around the world, in fact, heaters first emerged in Italy in southern Europe, only in China, whether to use heaters is recognized as limited by the Yangtze River or the Huai River. However, the presence of heater gas can still be seen in old houses in the 1970s in Jiangxi and other provinces and cities, indicating that at some point in time, Jiangxi also had centralized heating.\\n\\nMany countries in the southern hemisphere use radiators as well, because the southern hemisphere is just the opposite of the northern hemisphere seasons, not warmer than the northern hemisphere. For example, in Sydney, Australia, many apartments and houses are equipped with heaters.\",\"timestamp\":1639290074,\"title\":\"The history of the radiator\"},\"digest\":\"LwPjpI2whdflbsr727z4XCFj_UgiBuVk0XSZhqX8WO4\",\"authorship\":{\"contributor\":\"0x71213a9C9504E406d3242436A4bf69c6bfE74461\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Mgk7Yk1bdqWxOY0cs9C8l7UHbiTzh2eiE9gfeMzBoFY\\\",\\\"y\\\":\\\"f95tdzLqU0LMUCbbf4njXL6Wld42RBa2G9Sgrrt4pwE\\\"}\",\"signature\":\"GBwoQb36oC055EYqgku5JXS89aulfFVspkG-c7MJVQFxk-c1wZ_1R3GayfJdeUEN1Ns3bN_oXmxerKPYfTbUCQ\",\"signingKeySignature\":\"0x2bd2054fbf1c47dda38ed6600cb039bda5da3c9e6f5f8a07c7fbcdb36635b2f144144ace16ba7e8ddf3e00a41a75fcbecbbe55b8a9408c718c790e3bf9fb7ff11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Mgk7Yk1bdqWxOY0cs9C8l7UHbiTzh2eiE9gfeMzBoFY\\\",\\\"y\\\":\\\"f95tdzLqU0LMUCbbf4njXL6Wld42RBa2G9Sgrrt4pwE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LwPjpI2whdflbsr727z4XCFj_UgiBuVk0XSZhqX8WO4\"}"