"{\"content\":{\"body\":\"Just completed a specialization course named “[Decentralized Finance (DeFi): The Future of Finance](https://www.coursera.org/specializations/decentralized-finance-duke)”, taught by Prof. Campbell Harvey. The innovations brought by DeFi make me rethink the future of the legal industry and I would like to share a few thoughts.\\n\\n(1) Cost - DeFi aims to address the issue of high transaction costs in traditional centralized finance (especially in cross-border payments). Similarly, when the legal proceedings in some jurisdictions are sometimes too costly, can we come up with some solutions to resolve the disputes in the web3 era? Can the process of legal service be decentralized?\\n\\n(2) Efficiency - If a DeFi product/solution is not good enough, some outsiders can simply “fork” it by creating an improved version, since almost everything in the DeFi space is open-source. But different from the fact that programmers often share their code publicly, the products “produced” by lawyers are heavily IP protected and often highly confidential. Relying on useful internal know-how and precedents is somehow similar to forking but may be less efficient.\\n\\n(3) Trust - Many DeFi applications operate in a \\\"trustless environment\\\", which means we do not need to know or trust anyone for the system to function. That said, the traditional dispute resolution system is based on trust in centralized authorities (reputable judges and arbitrators, as well as efficient court systems and arbitral institutions). Judging a case (especially a complicated one) is indeed very different from processing a payment, because the former is highly customized. As such, innovations are more likely to happen on those legal services which can be standardized.\",\"timestamp\":1640790383,\"title\":\"Thoughts on Decentralized Justice\"},\"digest\":\"lvJjavn2_kCdim_xbsRPq14JmJbfIMeMOjh1LfNRm-A\",\"authorship\":{\"contributor\":\"0xc29249BE70ca601934c8250373203AC03C01C3B3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lwkANvxSFoBwC-A8X-nzza9SpVMXT4udow4-Y6i4jog\\\",\\\"y\\\":\\\"0q8AWpssv-6ygnvf0HalAr4K4AegdmhpTT7Q4bPTN_4\\\"}\",\"signature\":\"15wGBTSVcrah6553HThB1J7wbN3TR2NSsGzpF_7nr1EBVur-bVkPxez3N0c67GPoZDx-OYP_ls3CGzx5gRjczg\",\"signingKeySignature\":\"0x30dbb61b88dd65205cec2620bd19c095f9d83c3d528dca5f5f6c953cbffea69056e5961163d27b4acbbb4cb83d3dad0de69e41ae3ed817f204a517b8b1c0fd871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lwkANvxSFoBwC-A8X-nzza9SpVMXT4udow4-Y6i4jog\\\",\\\"y\\\":\\\"0q8AWpssv-6ygnvf0HalAr4K4AegdmhpTT7Q4bPTN_4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PFxHzeftUg9umvzAZV1raFJfXqeA769KlsLANrFhMfk\"}"