"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/cseWHLfS_AL-_2ULcgaoI.jpeg?height=969&width=1400)\\n\\nMany words have recently been written about the [climate impact of cryptocurrencies](https://www.independent.co.uk/climate-change/news/bitcoin-bad-environment-mining-cryptocurrency-b1846773.html). The focus has been on the sources and quantities of energy being harnessed to mine new coins. It’s an interesting discussion but not one where I have anything new to say. What’s more interesting to me is the tension between the crypto community’s vision for the future and a planet that’s on the precipice of a climate disaster. In order to have a chance at creating the [crypto-utopia](https://www.nytimes.com/2018/02/02/technology/cryptocurrency-puerto-rico.html) of their dreams, the community’s true believers will have to reconcile the differences between their core ideologies and the reality of what it will take to preserve a stable climate. It’s not an impossible feat but it will be an immense test of mental flexibility.\\n\\nSo what is the ideology and vision at the center of crypto? It’s deeply [libertarian](https://www.climaticthoughts.com/p/5099efaf-9f14-4358-9b9c-fbcb2ea60826/coindesk.com/crypto-is-the-libertarian-cheat-code-in-the-final-battle-over-state-coercion) and in many senses [anarchist](https://www.coindesk.com/cypherpunk-crypto-anarchy-and-how-bitcoin-lost-the-narrative). Decentralization is fundamental to everything about crypto. No one person or group should be able to control or censor everyone else. If we assume good intentions it’s an appealing goal to strive towards. [This essay](https://1729.com/tag/the-network-state/) by one of crypto’s truest and loudest believers [Balaji Srinivasan](https://1729.com/all/) best captures the vision for a decentralized crypto future. It’s worth a read just to understand the audacity of the envisioned utopia. It’s a future where we’ll create new countries in the cloud; where [cryptocurrencies will reign supreme](https://medium.com/road-less-ventured/why-bitcoin-could-become-the-world-reserve-asset-4100f54b1093) and existing governments will be [unable to meddle](https://bitcoinmagazine.com/culture/why-governments-cant-ban-bitcoin#:\\\\~:text=You%20Cannot%20Ban%20Bitcoin%E2%80%94You,open%2Dsource%20technologies%20like%20Bitcoin.&text=A%20government%20can%20attempt%20to,to%20run%20on%20the%20internet.) with fiscal policy; where each person will be ensured a say in the law by participating in a [decentralized autonomous organization](https://blockchainhub.net/dao-decentralized-autonomous-organization/). There’s a level of headiness that is hard to resist. The beating heart of crypto is freedom from centralization in every form. Who doesn’t want to have their right to vote enshrined in immutable and distributed code. Or to be able to [send and receive money without paying rent seeking middlemen](https://www.saveonsend.com/bitcoin-blockchain-money-transfer/). Or to be able to live without [fear of censorship by big social media companies](https://www.independent.co.uk/life-style/gadgets-and-tech/palestine-israel-censorship-facebook-twitter-instagram-7amleh-b1851328.html). Down with centralization!\\n\\nIt's a vision that even communists might get behind. A sort of post-capitalist and post-scarcity world where everyone can do whatever they want and nobody can interfere with the pursuits of others. Which brings me to the important takeaway: The true believers are very skeptical of authority. [Libertarianism](https://qz.com/1284178/almost-half-of-cryptocurrency-and-bitcoin-bros-identify-as-libertarian/) is a core tenet and not something to be negotiated. The government can’t be trusted and has no idea that its [money printing frenzy is leading us down a path to ruin](https://news.bitcoin.com/printing-money-from-thin-air-how-the-fed-reduces-purchasing-power-and-makes-you-poorer/). This conspiratorial tone about government overreach and the inherent flaws of fiat currency can be found in almost every forum or thread related to crypto. And it’s not surprising - if money itself can be decentralized then why not everything else. Most of crypto's true believers are certain that the future they envision is preordained. We just have to wait for the technology to scale and for everyone else to see the light. Salvation is right around the corner.\\n\\nBut what’s already past the corner and happening right now is the climate crisis. Regardless of when the crypto future arrives it still has to take place on Earth. Is it more likely that we create a crypto-utopia if we manage to keep Earth below 1.5 degrees of warming, or if we shoot past it and end up at 3 degrees or more? It’s not really a fair question because any vision for humanity’s future is more likely to succeed if we keep warming below 1.5 degrees. So it’s not very bold to say that the future envisioned by crypto's true believers is more achievable if we mitigate climate change.\\n\\nI’ll go further and say that crypto's dreams are especially dependent on mitigating climate change. If the Earth warms more than 1.5 degrees we'll be [constantly ravaged by droughts, storms, and all manner of other disasters](https://nymag.com/intelligencer/2017/07/climate-change-earth-too-hot-for-humans.html). Those conditions are not likely to leave room for the types of libertarian playgrounds sought by crypto’s true believers. The pandemic has shown us that in times of crisis the world gets more insular and governments expand their roles. And at the human level, [trust within communities becomes paramount](https://www.purdue.edu/newsroom/releases/2018/Q4/a-little-help-from-your-friends-is-key-to-natural-disaster-recovery,-purdue-research-study-suggests.html). People turn to those they know and also towards authority figures in trying times. [This has happened before and is already happening again](https://noahpinion.substack.com/p/the-darkness). Basic needs also become much harder to guarantee in an overheated world. It seems unlikely that radical new forms of governance will be experimented with when we're short on [food](https://www.nytimes.com/2019/08/08/climate/climate-change-food-supply.html), [water](https://earth.stanford.edu/news/effects-climate-change-water-shortages#gs.1dk0x2), and [places that aren't too hot to live](https://www.cnn.com/2020/05/05/world/global-warming-climate-niche-temperatures-intl-hnk/index.html). Cryptocurrencies won’t disappear, but the crypto-utopia will be unreachable.\\n\\nBut going back to the less bold statement - The vision for a decentralized future benefits from a stable climate on Earth. A world where we’re not constantly devoting resources to securing our physical needs seems much more likely to be a place where we can make [astronomical bids on blockchain native art](https://news.artnet.com/market/most-expensive-nfts-1952597). While some communities are already facing the reality of climate change, most aren’t. And that provides a false sense of security that’s not easy to see through. Bitcoin was created in what’s potentially the last breath of a dying era. The climate of Earth today is the best it will be for the next 100 years. Without a stable climate, the potential for cloud first countries is lower (you decide by what amount). So then the question becomes what will it take to keep the Earth’s climate stable? Can crypto’s true believers get behind the path to mitigating climate change in order to achieve their own vision? This is where it gets tough.\\n\\nThere’s no possible scenario in which we manage to keep warming under 1.5 degrees with out significantly more government involvement across numerous parts of the economy. Most of the progress we’ve seen today is a result of government intervention. Look no further than [Tesla’s regulatory credits](https://www.cnbc.com/2021/05/18/tesla-electric-vehicle-regulatory-credits-explained.html) or the [German tariffs](https://cleantechnica.com/2014/08/07/germany-solar-feed-in-tariffs-seia/) that helped kickstart the solar boom. Regulations set the rules by which markets and corporations operate. Today these rules largely ignore the cost of carbon emissions. Voluntary targets by private groups are not very effective given there’s no penalty for falling short. The externality of emissions can only be addressed by redefining the rules. Whether that’s [embodied carbon thresholds](https://carbonleadershipforum.org/looking-ahead-to-embodied-carbon-policy-action-in-2021/) or [clean electricity standards](https://www.powermag.com/u-s-house-bill-introduces-federal-zero-emissions-electricity-standard/) it’s going to be necessary everywhere. Even if we put regulations aside, governments are still [financially crucial](https://www.greentechmedia.com/articles/read/how-jigar-shah-plans-to-manage-does-40b-loan-programs-office) to deploying climate solutions. Amongst people familiar with the topic, none of this is particularly noteworthy. It’s been the established [perspective for decades](https://www.nytimes.com/interactive/2018/08/01/magazine/climate-change-losing-earth.html).\\n\\nWhile crypto's true believers dream of a world where the government has a vastly limited role in the financial system, climate people dream of a global carbon tax that would affect every part of our economic life. By carrot or stick the government is going to be involved if we are going to mitigate climate change. Given the libertarian values that run so deep within the crypto community, this required course of action is a sort of nightmare. When you believe that governments shouldn’t control the supply of money it’s tough to simultaneously support government regulation over other parts of the economy. There’s a chance I’m painting a straw man of these true believers but having gone quite deep down the rabbit hole of crypto that doesn't seem to be the case.\\n\\nAnd so this is the central dilemma for crypto's true believers. The best chance of realizing a pseudo-anarchist future needs Earth to have a stable climate. But maintaining a stable climate will require a lot more government intervention. Can these believers walk through the hellish fires of increased regulation in order to get to the promised land of their dreams? Maybe, but it will be hard. Naomi Klein has a fantastic chapter in *[This Changes Everything](https://thischangeseverything.org/book/)* which explores why climate denialism is mostly found amongst American conservatives. It turns out that it’s easier to dismiss the science on climate change than it is to even entertain the idea of changing your ideology about the role of government. This is the same kind of risk facing crypto's true believers.\\n\\nIt’s marvelous that digital currencies, not backed by anything nor by any state, have become a trillion dollar force in the world. But this has only happened because its supporters have a religious belief that cryptocurrencies and blockchain technology will change the future of everything. This conviction is the real fuel that powers crypto. Even more so than the electricity used for mining. Supporting what’s required to preserve a stable climate means going against the core values that make true believers so enamored with crypto in the first place. It’s similar to [this problem where firefighters sometimes don't drop their gear when retreating from fast moving wildfires](https://www.wildfirelessons.net/HigherLogic/System/DownloadDocumentFile.ashx?DocumentFileKey=327f56f5-4dab-4fee-8d14-e14b90914623&forceDialog=1). Letting go of the gear makes it easier to run but letting go also creates an existential crisis. Tools help fight fires. They are core to the identify of being a firefighter. [To leave your tools is to leave your identity](https://www.jstor.org/stable/2393722?seq=1). It takes great effort to act against your identity in the heat of the moment (no pun intended). With self-awareness however change is possible. Firefighters these days are less likely to keep lugging their 25 lb. chainsaws while trying to escape a fire. It’s yet to be seen if crypto’s true believers can lay down their libertarian tools in order to help prevent the planet from overheating.\\n\\nWhy should we care if crypto’s true believers can develop this mental flexibility? We should care because the technology and the community aren’t going away. Price fluctuations come and go but crypto is here to stay. These digital currencies have created a new class of [very wealthy people](https://businesscloud.co.uk/the-crypto-rich-list-who-are-the-worlds-richest-people-in-cryptocurrency/). With that wealth comes power. How the true believers use their power is important in a time when economic power often turns into political power. If this new class puts its resources towards mitigating climate change then the world stands to benefit. We should also care because crypto is a genuinely new ecosystem. The good part about libertarian idealism is that it means fewer hierarchies. The community is eager to explore new ways of organizing and interacting with the world. Ursula Le Guin once said, “We live in capitalism. Its power seems inescapable. So did the divine right of kings\\\". Cryptocurrencies may just provide a path out of our seemingly inescapable system. But in order for any of this to be possible crypto's true believers will have to put aside at least some of the values that have defined the community up to this point.\\n\\n**Additional Thoughts:**\\n\\nI use the term crypto's true believers because as I allude to in the post crypto really is like a religion. You have to ***believe.*** Otherwise what are you really doing? Satoshi is the modern day Jesus. And to be a [nocoiner](https://www.coindesk.com/the-problem-with-nocoiners) is almost heretical. The Catholic church has maybe $15 billion but Bitcoin is at least 30x larger even after the recent sell off.\\n\\nThe image at the top of the post is a rendering commissioned by millionaire lawyer Jeffrey Berns for a [crypto-utopia in Nevada](https://www.nytimes.com/2018/11/01/technology/nevada-bitcoin-blockchain-society.html). He's spent $300 million on this project already. So perhaps even with climate change the true believers will achieve their dreams. There just might not be space for everyone...\\n\\n[Image Source](https://www.archpaper.com/2018/11/cryptocurrency-millionaire-tom-wiscombe-architecture-tech-powered-desert-utopia/)\",\"timestamp\":1635353437,\"title\":\"The dilemma at the center of crypto and climate change\"},\"digest\":\"Q_ZGGKDPmDLTEal2D3k_qybgr25g2MdoUOzUeWar8D0\",\"authorship\":{\"contributor\":\"0xf930977E4A40948e4D13786d54aA2D2319034443\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ADb5Afh8cGEeAio89HAkUVwnCvAlRNWCjBzAaE5ufcc\\\",\\\"y\\\":\\\"lPl0UPmpN35ijWozYz1DTIXfzxNloqchMO5CS0oqDU4\\\"}\",\"signature\":\"NLvVgQkXJyvDxcm3uTs_Ihmo7uhreHtH-x1AkvoroGHTPDswv8GBX7ZFMBYHKoyTkcWqQ2MVk37DcyDbUJzCQQ\",\"signingKeySignature\":\"0x4fb2b76759d66c8b8c5994d0350c115f6a333c28ab2dd608199824f3ac2a457243bed6fcb6a5b96b3c6f4a268fee159baf8f9e06e72755fa6342635f0a6784061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ADb5Afh8cGEeAio89HAkUVwnCvAlRNWCjBzAaE5ufcc\\\",\\\"y\\\":\\\"lPl0UPmpN35ijWozYz1DTIXfzxNloqchMO5CS0oqDU4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Q_ZGGKDPmDLTEal2D3k_qybgr25g2MdoUOzUeWar8D0\"}"