"{\"content\":{\"body\":\"Gerald Ffrench returned to his home in Ireland to enjoy a three months' vacation.  A brief visit, when the time consumed in traveling was deducted, and the young journalist, on this January afternoon, realized that it was nearly over, and that his further stay in the country of his birth was now to be reckoned by days. He had been spending an hour with his old friend, Dr. Lynn, and the clergyman accompanied him to the foot of the rectory lawn, and thence, through a wicket gate that opened upon the churchyard, along the narrow path among the graves.  It was an obscure little country burying-ground, and very ancient.  The grass sprang luxuriant from the mouldering dust of three hundred years; for so long at least had these few acres been consecrated to their present purpose. \\\"Well, I won't go any further,\\\" says Dr. Lynn, halting at the boundary wall, spanned by a ladder-like flight of wooden steps which connected the churchyard with the little bye-road.  \\\"I'll say good evening, Gerald, and assure you I appreciate your kindness in coming over to see a stupid old man.\\\" \\\"I would not hear thine enemy say that,\\\" quoted Gerald with a light laugh.  \\\"I hope to spend another day as pleasantly before I turn my back on old Ireland.\\\"  He ran up the steps as he spoke and stood on the top of the wall, looking back to wave a last greeting before he descended.  Suddenly he stopped. \\\"What's that?\\\" he asked, pointing down among the graves. The rector turned, but the tall grass and taller nettles concealed from his view the object, whatever it might be, which Gerald had seen from his temporary elevation. \\\"It looks like a coffin,\\\" and coming rapidly down again the young man pushed his way through the rank growth.  The clergyman followed. In a little depression between the mounds of two graves lay a plain coffin of stained wood.  It was closed, but an attempt to move it showed that it was not empty.  A nearer inspection revealed that the lid was not screwed down in the usual manner, but hastily fastened with nails.  Dr. Lynn and Gerald looked at each other. There was something mysterious in the presence of this coffin above ground. \\\"Has there been a funeral--interrupted--or anything of that kind?\\\" asked Gerald. \\\"Nothing of the sort.  I wish Bolan were here.  He might have something to say about it.\\\" Bolan was the sexton.  Gerald knew where he lived, within a stone's throw of the spot, and volunteered to fetch him.  Dr. Lynn looked all over the sinister black box, but no plate or mark of any kind rewarded his search.  Meanwhile, young Ffrench sped along the lower road to Bolan's house. The sexton was in, just preparing for a smoke in company with the local blacksmith, when Gerald entered with the news of the uncanny discovery in the churchyard.  Eleven young Bolans, grouped around the turf fire, drank in the intelligence and instantly scattered to spread the report in eleven different directions.  A tale confided to the Bolan household was confided to rumor. Blacksmith and sexton rose together and accompanied Gerald to the spot where he had left Dr. Lynn, but Dr. Lynn was no longer alone. The rector had heard steps in the road; it was a constabulary patrol on its round, and the old gentleman's hail had brought two policemen to his side.  There they stood, profoundly puzzled and completely in the dark, except for the light given by their bull's- eye lanterns.  But the glare of these lanterns had been seen from the road.  Some people shunned them, as lights in a graveyard should always be shunned; but others, hearing voices, had suffered their curiosity to overcome their misgivings, and were gathered around, silent, open-mouthed, wondering.  So stood the group when Gerald and his companions joined it. In reply to general questions Bolan was dumb.  In reply to particular interrogations he did not hesitate to admit that he was \\\"clane bate.\\\"  Gerald, seeing that no one had ventured to touch the grim casket, hinted that it would be well to open it.  There was a dubious murmur from the crowd and a glance at the constables as the visible representatives of the powers that be.  The officers tightened their belts and seemed undecided, and Dr. Lynn took the lead with a clear, distinct order, \\\"Take off the lid, Andy,\\\" he said. \\\"An' why not?  Isn't his riverince a magistrate?  Go in, Andy, yer sowl ye, and off wid it.\\\"  Thus the crowd. So encouraged, the blacksmith stepped forward.  Without much difficulty he burst the insecure fastenings and removed the lid. The constables turned their bull's-eyes on the inside of the coffin.  The crowd pressed forward, Gerald in the front rank. There was an occupant.  A young girl, white with the pallor of death, lay under the light of the lanterns.  The face was as placid and composed as if she had just fallen asleep, and it was a handsome face with regular features and strongly defined black eyebrows.  The form was fully dressed, and the clothes seemed expensive and fashionable.  A few raven locks straggled out from beneath a lace scarf which was tied around the head.  The hands, crossed below the breast, were neatly gloved.  There she lay, a mystery, for not one of those present had ever seen her face before. Murmurs of wonder and sympathy went up from the bystanders.  \\\"Ah, the poor thing!\\\"  \\\"Isn't she purty?\\\"  \\\"So young, too!\\\"  \\\"Musha, it's the beautiful angel she is be this time.\\\" \\\"Does anyone know her?\\\" asked the rector; and then, as there was no reply, he put a question that was destined for many a day to agitate the neighborhood of Drim, and ring through the length and breadth of Ireland--\\\"How did she come here?\\\" The investigation made at the moment was unsatisfactory.  The grass on all sides had been trampled and pressed down by the curious throng, and such tracks as the coffin-bearers had made were completely obliterated.  It was clearly a case for the coroner, and when that official arrived and took charge the crowd slowly dispersed. The inquest furnished no new light.  Medical testimony swept away the theory of murder, for death was proved to have resulted from organic disease of the heart.  The coffin might have been placed where it was found at any time within thirty-six hours, for it could not be shown that anyone had crossed the churchyard path since the morning previous, and indeed a dozen might have passed that way without noticing that which Gerald only discovered through the accident of having looked back at the moment that he mounted the wall.  Still, it did not seem likely that an object of such size could have lain long unnoticed, and the doctors were of opinion that the woman had been alive twenty-four hours before her body was found. In the absence of suspicion of any crime--and the medical examination furnished none--interest centered in the question of identity; and this was sufficiently puzzling. The story got into the newspapers--into the Dublin papers; afterwards into the great London journals, and was widely discussed under the title of \\\"The Drim Churchyard Mystery,\\\" but all this publicity and a thorough investigation of the few available clues led to nothing.  No one was missing; widely distributed photographs of the deceased found no recognition; and the quest was finally abandoned even in the immediate neighborhood.  The unknown dead slept beneath the very sod on which they had found her. Gerald Ffrench, who, like most good journalists, had a strongly developed detective instinct, alone kept the mystery in mind and worked at it incessantly.  He devoted the few remaining days of his stay in Ireland to a patient, systematic inquiry, starting from the clues that had developed at the inquest.  He had provided himself with a good photograph of the dead girl, and a minute, carefully written description of her apparel, from the lace scarf which had been wound round her head to the dainty little French boots on her feet.  The first examination had produced no result.  Railway officials and hotel-keepers, supplied with the photographs, could not say that they had ever seen the original in life.  Even the coffin, a cheap, ready-made affair, could be traced to no local dealer in such wares.  A chatelaine bag, slung round the waist of the dead girl, had evidently been marked with initials, for the leather showed the holes in which the letters had been fastened, and the traces of the knife employed in their hurried removal.  But the pretty feminine trifle was empty, and in its present condition had nothing to suggest save that a determined effort had been made to hide the identity of the dead.  The linen on the corpse was new and of good material, but utterly without mark.  Only a handkerchief which was found in the pocket bore a coat of arms exquisitely embroidered on the corner. The shield showed the head and shoulders of a knight with visor closed, party per fess on counter-vair.  Gerald, whose smattering of heraldry told him so much, could not be sure that the lines of the embroidery properly indicated the colors of the shield; but he was sanguine that a device so unusual would be recognized by the learned in such matters, and, having carefully sketched it, he sent a copy to the Heralds' College, preserving the original drawing for his own use.  The handkerchief itself, with the other things found on the body, was of course beyond his reach. The answer from the Heralds' College arrived a day or two before the approaching close of his vacation forced Gerald to leave Ireland, but the information furnished served only to make the mystery deeper. The arms had been readily recognized from his sketch, and the college, in return for his fee, had furnished him with an illuminated drawing, showing that the embroidery had been accurate. The shield was party per fess, argent above, azure below, and from this Gerald concluded that the handkerchief had been marked by someone accustomed to blazonries; he thought it likely that the work had been done in a French convent.  The motto, Nemo me impune lacessit, appeared below.  The bearings and cognizance were those of the noble family of Costello, which had left Ireland about the middle of the seventeenth century and had settled in Spain.  The last representative had fallen some sixty years ago at the battle of Vittoria, in the Peninsular war, and the name was now extinct. So pronounced the unimpeachable authority of the Heralds' College. And yet Gerald had seen those very arms embroidered on a handkerchief which had been found in the pocket of a nameless girl, whose corpse he himself had been the first to discover some two weeks before, in the lonely little burying-ground at Drim.  What was he to think?  Through what strange, undreamed-of ramifications was this affair to be pursued? The day before his departure, Ffrench walked over to the rectory to say good-bye to Dr. Lynn.  Gerald knew that the rector was an authority in county history, and thought it possible that the old gentleman could tell him something about the Costellos, a name linked with many a Westmeath tradition.  He was not disappointed, and the mystery he was investigating took on a new interest from what he heard.  The Costellos had been one of the midland chieftains in Cromwell's time; the clan had offered the most determined resistance, and it had been extirpated root and branch by the Protector.  The Ffrench estate of Ballyvore had once formed portion of the Costello property, and had been purchased by Gerald's ancestor from the Cromwellian Puritan to whom it had been granted on confiscation. The young man was now deeply interested in the inquiry, and to it he devoted every movement of the time he could still call his own. But the last day of Gerald's visit slipped away without result, and one fine morning Larry, his brother's servant, drove him into Athlone to take the train for Queenstown. \\\"Ye'll not be lettin' another six years go by without comin' home agen, will ye, sir?\\\" said the groom, who was really concerned at Gerald's departure. \\\"I don't know,\\\" answered Gerald; \\\"it all depends.  Say, Larry!\\\" \\\"Sir.\\\" \\\"Keep an eye out, and if anything turns up about that dead girl, let me know, won't you?\\\"  Ffrench had already made a similar request of his brother, but he was determined to leave no chance untried. \\\"An' are ye thinkin' of that yet, an' you goin' to America?\\\" said Larry with admiring wonder. \\\"Of course I'm thinking of it.  I can't get it out of my head,\\\" replied Gerald impatiently. \\\"Well, well d'ye mind that now?\\\" said the groom meditatively. \\\"Well, sir, if anything does turn up, I'll let ye know, never fear; but sure she's underground now, an' if we'd been goin' to larn anything about the matter, we'd ha' had it long ago.\\\" Gerald shook hands with the faithful Larry at parting, and left a sovereign in his palm. The groom watched the train moving slowly out of the station. \\\"It's a mortal pity to see a fine young jintleman like that so far gone in love with a dead girl.\\\" This was Larry's comment on his young master's detective tastes. At Queenstown Ffrench bought a paper and looked over it while the tender was carrying him, in company with many a weeping emigrant, to the great steamer out in the bay.  From time to time the journals still contained references to the subject which was uppermost in Gerald's thoughts.  The familiar words, \\\"The Drim Churchyard Mystery,\\\" caught his eye, and he read a brief paragraph, which had nothing to say except that all investigations had failed to throw any light on the strange business. \\\"Ay, and will fail,\\\" he mused, as the tender came alongside the steamer; \\\"at any rate, if anything is found out it won't be by me, for I shall be in California, and I can scarcely run across any clues there.\\\" And yet, as Gerald paced the deck, and watched the bleak shores of Cork fading in the distance, his thoughts were full of the banished Costellos, and he wondered with what eyes those exiles had looked their last on the Old Head of Kinsale a quarter of a millennium ago.  Those fierce old chieftains, to whom the Ffrenches--proud county family as they esteemed themselves--were but as mushrooms; what lives had they lived, what deaths had they died, and how came their haughty cognizance, so well expressing its defiant motto, on the handkerchief of the nameless stranger who slept in Drim churchyard--Drim, the old, old graveyard; Drim, that had been fenced in as God's acre in the days of the Costellos themselves? Was it mere chance that had selected this spot as the last resting- place of one who bore the arms of the race?  Was it possible the girl had shared the Costello blood? Gerald glanced over his letter from the Heralds' College and shook his head.  The family had been extinct for more than sixty years. About two months after Gerald's return to California a despatch was received from the Evening Mail's regular correspondent in Marysville, relating the particulars of an encounter between the Mexican holders of a large ranch in Yuba County and certain American land-grabbers who had set up a claim to a portion of the estate.  The matter was in course of adjudication in the Marysville courts, but the claimants, impatient at the slow process of the law, had endeavored to seize the disputed land by force.  Shots had been fired, blood had been spilled, and the whole affair added nothing to Yuba County's reputation for law and order.  The matter created some talk in San Francisco, and the Evening Mail, among other papers, expressed its opinion in one of those trenchant personal articles which are the spice of Western journalism.  Two or three days later, when the incident had been almost forgotten in the office, the city editor sent for Gerald Ffrench. \\\"Ffrench,\\\" said that gentleman, as the young man approached his desk, \\\"I've just received a letter from Don Miguel y--y--something or other.  I can't read his whole name, and it don't matter much. It's Vincenza, you know, the owner of that ranch where they had the shooting scrape the other day.  He is anxious to make a statement of the matter for publication, and has come down to the Bay on purpose.  Suppose you go and see what he has to say?  He's staying at the Lick.\\\" The same morning Gerald sent up his card and was ushered into the apartment of Don Miguel Vincenza at the Lick House. The senor was a young man, not much older than Gerald himself.  He had the appearance and manners of a gentleman, as Ffrench quickly discovered, and he spoke fluent, well-chosen English with scarcely a trace of accent, a circumstance for which the interviewer felt he could not be sufficiently grateful. \\\"Ah, you are from the Evening Mail,\\\" said the young Spaniard, rising as Gerald entered; \\\"most kind of you to come, and to come so promptly.  Won't you be seated?  Try a cigar.  No?  You'll excuse me if I light a cigarette.  I want to make myself clear, and I'm always clearest when I'm in a cloud.\\\"  He gave a little laugh, and with one twirl of his slender fingers he converted a morsel of tissue paper and a pinch of tobacco into a compact roll, which he lighted, and exhausted in half-a-dozen puffs as he spoke. \\\"This man, this Jenkinson's claim is perfectly preposterous,\\\" he began, \\\"but I won't go into that.  The matter is before the courts. What I want to give you is a true statement of that unfortunate affair at the ranch, with which, I beg you to believe, I had nothing whatever to do.\\\" Senor Vincenza's tale might have had the merit of truth; it certainly lacked that of brevity.  He talked on, rolling a fresh cigarette at every second sentence, and Gerald made notes of such points as he considered important, but at the conclusion of the Spaniard's statement the journalist could not see that it had differed much from the published accounts, and he told the other as much. \\\"Well, you see,\\\" said Vincenza, \\\"I am in a delicate position.  It is not as if I were acting for myself.  I am only my sister's agent--my half-sister's, I should say--poor little Catalina;\\\" and the speaker broke off with a sigh and rolled a fresh cigarette before he resumed. \\\"It's her property, all of it, and I cannot bear to have her misrepresented in any way.\\\" \\\"I understand,\\\" said Gerald, making a note of the fact.  \\\"The property, I suppose, passed to your sister from--\\\" \\\"From her father.  I was in the land of the living some years before he met and wooed and won my widowed mother.  They are both dead now, and Catalina has none but myself to look out for her, except distant relatives on the father's side, who will inherit the property if she dies unmarried, and whom she cordially detests.\\\" Gerald was not particularly romantic, but the idea of this fair young Spaniard, owner of one of the finest ranches in Yuba County, unmarried, and handsome too, if she were anything like her mother, inflamed his imagination a little.  He shook hands cordially with the young man as he rose to go, and could not help wishing they were better acquainted. \\\"You may be sure I will publish your statement exactly as you have given it to me, and as fully as possible,\\\" said Gerald.  Before the young heiress had been mentioned, the journalist had scarcely seen material enough in the interview for a paragraph. It is fair to presume that Senor Vincenza was satisfied with the treatment he received in the Evening Mail, for a polite note conveyed to Ffrench the expression of his thanks.  So that incident passed into the limbo of forgetfulness, though Gerald afterwards took more interest in the newspaper paragraphs, often scant enough, which told of the progress of the great land case in the Marysville courts. A curt despatch, worded with that exasperating brevity which is a peculiarity of all but the most important telegrams, wound up the matter with an announcement that a decision had been reached in favor of the defendant, and that Mr. Isaac Hall, of the law firm of Hall and McGowan, had returned to San Francisco, having conducted the case to a successful issue.  Gerald was pleased to hear that the young lady had been sustained in her rights, and determined to interview Mr. Hall, with whom he was well acquainted.  Accordingly, after two or three unsuccessful attempts, he managed to catch the busy lawyer with half an hour's spare time on his hands, and well enough disposed to welcome his young friend. \\\"Mr. Hall,\\\" said Gerald, dropping into the spare chair in the attorney's private room, \\\"I want to ask you a few questions about that Marysville land case.\\\" \\\"Fire ahead, my boy; I can give you twenty minutes,\\\" answered the lawyer, who was disposed to make a great deal more of the victory he had won than the newspapers had hitherto done, and who was consequently by no means averse from an interview.  \\\"What do you want to know?\\\" \\\"Hard fight, wasn't it?\\\" asked the journalist. \\\"Yes,\\\" replied Mr. Hall, \\\"tough in a way; but we had right on our side as well as possession.  A good lawyer ought always to win when he has those; to beat law and facts and everything else is harder scratching; though I've done that too,\\\" and the old gentleman chuckled as if well satisfied with himself. \\\"That's what your opponents had to do here, I suppose?\\\" remarked Gerald, echoing the other's laugh. \\\"Pretty much, only they didn't do it,\\\" said the lawyer. \\\"I met Vincenza when he was down last month,\\\" pursued Gerald.  \\\"He seems a decentish sort of a fellow for a greaser.\\\" \\\"He's no greaser; he's a pure-blooded Castilian, and very much of the gentleman,\\\" answered Hall. \\\"So I found him,\\\" said Gerald.  \\\"I only used the 'greaser' as a generic term.  He talks English as well as I do.\\\" \\\"That's a great compliment from an Irishman,\\\" remarked Mr. Hall with another chuckle. \\\"I suppose the sister's just as nice in her own way,\\\" went on Gerald, seeing an opportunity to satisfy a certain curiosity he had felt about the heiress since he first heard of her existence.  \\\"Did she make a good witness?\\\" \\\"Who?  What sister?  What the deuce are you talking about?\\\" asked the lawyer. \\\"Why, Vincenza's sister, half-sister, whatever she is.  I understood from him that she was the real owner of the property.\\\" \\\"Oh, ay, to be sure,\\\" said Mr. Hall slowly; \\\"these details escape one.  Vincenza was my client; he acts for the girl under power of attorney, and really her name has hardly come up since the very beginning of the case.\\\" \\\"You didn't see her, then?\\\" said Gerald, conscious of a vague sense of disappointment. \\\"See her?\\\" repeated the lawyer.  \\\"No; how could I?  She's in Europe for educational advantages--at a convent somewhere, I believe.\\\" \\\"Oh,\\\" said Gerald, \\\"a child, is she?  I had fancied, I don't know why, that she was a grown-up young lady.\\\" \\\"I couldn't tell you what her age is, but it must be over twenty- one or she couldn't have executed the power of attorney, and that was looked into at the start and found quite regular.\\\" \\\"I see,\\\" replied Gerald slowly; but the topic had started Mr. Hall on a fresh trail, and he broke in-- \\\"And it was the only thing in order in the whole business.  Do you know we came within an ace of losing, all through their confounded careless way of keeping their papers?\\\" \\\"How did they keep them?\\\" inquired Gerald listlessly.  The suit appeared to be a commonplace one, and the young man's interest began to wane. \\\"They didn't keep them at all,\\\" exclaimed Mr. Hall indignantly. \\\"Fancy, the original deed--the old Spanish grant--the very keystone of our case, was not to be found till the last moment, and then only by the merest accident, and where do you suppose it was?\\\" \\\"I haven't an idea,\\\" answered Gerald, stifling a yawn. \\\"At the back of an old print of the Madonna.  It had been framed and hung up as an ornament, I suppose, Heaven knows when; and by- and-by some smart Aleck came along and thought the mother and child superior as a work of art and slapped it into the frame over the deed, and there it has hung for ten years anyhow.\\\" \\\"That's really very curious,\\\" said Gerald, whose attention began to revive as he saw a possible column to be compiled on the details of the case that had seemed so uninteresting to his contemporaries. \\\"Curious!  I call it sinful--positively wicked,\\\" said the old gentleman wrathfully.  \\\"Just fancy two hundred thousand dollars hanging on the accident of finding a parchment in such a place as that.\\\" \\\"How did you happen to find it?\\\" asked Gerald.  \\\"I should never have thought of looking for it there.\\\" \\\"No; nor any other sane man,\\\" sputtered the lawyer, irritated, as he recalled the anxiety the missing deed had caused him.  \\\"It was found by accident, I tell you.  Some blundering, awkward, heaven- guided servant knocked the picture down and broke the frame.  The Madonna was removed, and the missing paper came to light.\\\" \\\"And that was the turning-point of the case.  Very interesting indeed,\\\" said Gerald, who saw in the working out of this legal romance a bit of detective writing such as his soul loved.  \\\"I suppose they'll have sense enough to put it in a safer place next time?\\\" \\\"I will, you may bet your life.  I've taken charge of all the family documents; and if they get away from me, they'll do something that nothing's ever done before;\\\" and the old lawyer chuckled with renewed satisfaction as he pointed to the massive safe in a corner of the office. \\\"So the deed is there, is it?\\\" asked Gerald, following Mr. Hall's eyes. \\\"Yes, it's there.  A curious old document too; one of the oldest grants I have ever come across.  Would you like to see it?\\\" and the lawyer rose and opened the safe. It was a curious old document drawn up in curious old Spanish, on an old discolored piece of parchment.  The body of the instrument was unintelligible to Ffrench, but down in one corner was something that riveted his attention in a moment and seemed to make his heart stand still. There was a signature in old-fashioned angular handwriting, Rodriguez Costello y Ugarte, and opposite to it a large, spreading seal.  The impression showed a knight's head and shoulders in full armor, below it the motto, Nemo me impune lacessit, and a shield of arms, party per fess, azure below, argent above, counter-vair on the argent.  Point for point the identical blazonry which Ffrench had received from the Heralds' College in England--the shield that he had first seen embroidered on the dead girl's handkerchief at Drim. \\\"What's the matter with you?  Didn't you ever see an old Spanish deed before, or has it any of the properties of Medusa's head?\\\" inquired Mr. Hall, noticing Gerald's start of amazement and intent scrutiny of the seal. \\\"I've seen these arms before,\\\" said the young man slowly.  \\\"But the name--\\\"  He placed his finger on the signature.  \\\"Of course, I knew Vincenza's name must be different from his half-sister's; but is that hers?\\\" \\\"Ugarte?  Yes,\\\" said the lawyer, glancing at the parchment. \\\"I mean the whole name,\\\" and Gerald pointed again. \\\"Costello!\\\"  Mr. Hall gave the word its Spanish pronunciation, \\\"Costelyo,\\\" and it sounded strange and foreign in the young man's ears.  \\\"Costello, yes, I suppose so; but I don't try to keep track of more of these Spaniards' titles than is absolutely necessary.\\\" \\\"But Costello is an Irish name,\\\" said Gerald. \\\"Is it?  You ought to know.  Well Costelyo is Spanish; and now, my dear boy, I must positively turn you out.\\\" Gerald went straight home without returning to the office. He unlocked his desk, and took from it the two results of his first essay in detective craft.  Silently he laid them side by side and scrutinized each closely in turn.  The pale, set face of the beautiful dead, as reproduced by the photographer's art, told him nothing.  He strove to trace some resemblance, to awaken some memory, by long gazing at the passionless features, but it was in vain.  Then he turned to the illuminated shield.  Every line was familiar to him, and a glance sufficed.  It was identical in all respects with the arms on the seal.  Of this he had been already convinced, and his recollection had not betrayed him.  Then he placed the two--the piteous photograph and the proud blazonry--in his pocket-book, and left the room.  The same evening he took his place on the Sacramento train en route for Marysville. When Gerald reached San Luis, the postoffice address of the Ugarte ranch, a disappointment awaited him.  Evening was falling, and inquiry elicited the fact that Don Vincenza's residence was still twelve miles distant.  Ffrench, after his drive of eighteen miles over the dusty road from Marysville, was little inclined to go further, so he put up his horse at a livery stable, resolved to make the best of such accommodations as San Luis afforded. The face of the man who took the reins when Ffrench alighted seemed familiar.  The young fellow looked closer at him, and it was evident the recognition was mutual, for the stableman accosted him by name, and in the broad, familiar dialect of western Leinster. \\\"May I niver ate another bit if it isn't Masther Gerald Ffrench!\\\" he said.  \\\"Well, well, well, but it's good for sore eyes to see ye. Come out here, Steve, an' take the team.  Jump down, Masther Gerald, an' stretch yer legs a bit.  It's kilt ye are entirely.\\\" A swarthy little Mexican appeared, and led the tired horses into the stable.  Then the young journalist took a good look at the man who seemed to know him so well, and endeavored, as the phrase goes, to \\\"place him.\\\" \\\"Ye don't mind me, yer honor, an' how wud ye?  But I mind yersilf well.  Sure it's often I've druv ye and Mr. Edward too.  I used to wurruk for Mr. Ross of Mullinger.  I was Denny the postboy--Denis Driscoll, yer honor; sure ye must know me?\\\" \\\"Oh yes, to be sure--I remember,\\\" said Gerald, as recollection slowly dawned upon him.  \\\"But who'd have thought of finding you in a place like this?  I didn't even know you'd left Ross's stables.\\\" \\\"Six or siven months ago, yer honor.\\\" \\\"And have you been here ever since?  I hope you are doing well,\\\" said Gerald. \\\"Iver since, sor, an' doin' finely, wid the blessin' o' God.  I own that place,\\\" pointing to the stable, \\\"an' four as good turnouts as ye'd ax to sit behind.\\\" \\\"I'm glad of it,\\\" said Gerald heartily.  \\\"I like to hear of the boys from the old neighborhood doing well.\\\" \\\"Won't ye step inside, sor, an' thry a drop of something?  Ye must be choked intirely wid the dust.\\\" \\\"I don't care if I do,\\\" answered Gerald.  \\\"I feel pretty much as if I'd swallowed a limekiln.\\\" A minute later the two were seated in Denny's own particular room, where Gerald washed the dust from his throat with some capital bottled beer, while his host paid attention to a large demijohn which contained, as he informed the journalist in an impressive whisper, \\\"close on to a gallon of the real ould stuff.\\\" Their conversation extended far into the night; but long before they separated Gerald induced Denny to despatch his Mexican helper, on a good mustang, to the Ugarte ranch, bearing to Senor Vincenza Mr. Ffrench's card, on which were penciled the words: \\\"Please come over to San Luis as soon as possible.  Most important business.\\\" For the tale told by the ex-postboy, his change of residence and present prosperity, seemed to throw a curious light on the Drim churchyard mystery. Senor Vincenza appeared the following morning just as Gerald had finished breakfast.  The ranchero remembered the representative of the Evening Mail and greeted him cordially, expressing his surprise at Gerald's presence in that part of the country.  The Spaniard evidently imagined that this unexpected visit had some bearing on the recently decided lawsuit, but the other's first words dispelled the illusion. \\\"Senor Vincenza,\\\" Ffrench said, \\\"I have heard a very strange story about your sister, and I have come to ask you for an explanation of it.\\\" The young Spaniard changed color and looked uneasily at the journalist. \\\"What do you mean?\\\" he asked.  \\\"I do not understand you.  My sister is in Europe.\\\" \\\"Yes,\\\" answered Gerald, \\\"she is in Europe--in Ireland.  She fills a nameless grave in Drim churchyard.\\\" Vincenza leaped to his feet, and the cigarette he had lighted dropped from his fingers.  They were in Gerald's room at the hotel, and the young man had placed his visitor so that the table was between them.  He suspected that he might have to deal with a desperate man.  Vincenza leaned over the narrow table, and his breath blew hot in Ffrench's face as he hissed, \\\"Carambo!  What do you mean?  How much do you know?\\\" \\\"I know everything.  I know how she died in the carriage on your way from Mullingar; how you purchased a coffin and bribed the undertaker to silence; how you laid her, in the dead of night, among the weeds in the graveyard; how you cut her name from the chatelaine bag, and did all in your power to hide her identity, even carrying off with you the postboy who drove you and aided you to place her where she was found.  Do you recognize that photograph?  Have you ever seen that coat-of-arms before?\\\" and Ffrench drew the two cards from his pocket and offered them to Vincenza. The Spaniard brushed them impatiently aside and crouched for a moment as if to spring.  Gerald never took his eyes off him, and presently the other straightened up, and, sinking into the chair behind him, attempted to roll a cigarette.  But his hand trembled, and half the tobacco was spilled on the floor. \\\"You know a great deal, Mr. Gerald Ffrench.  Do you accuse me of my sister's murder?\\\" \\\"No,\\\" answered Gerald.  \\\"She died from natural causes.  But I do accuse you of fraudulently withholding this property from its rightful owners, and of acting on a power of attorney which has been cancelled by the death of the giver.\\\" There was a moment's silence, broken only by a muttered oath from Vincenza as he threw the unfinished cigarette to the ground, and began to roll another, this time with better success.  It was not till it was fairly alight that he spoke again. Listen to me, young man,\\\" he said, \\\"and then judge me as you hope to be judged hereafter--with mercy.  My sister was very dear to me; I loved her, O God, how I loved her!\\\"  His voice broke, and Gerald, recalling certain details of Denny's narrative, felt that the Spaniard was speaking the truth.  It was nearly a minute before Vincenza recovered his self-command and resumed. \\\"Yes, we were very dear to each other; brought up as brother and sister, how could we fail to be?  But her father never liked me, and he placed restrictions upon the fortune he left her so that it could never come to me.  My mother--our mother--had died some years before.  Well, Catalina was wealthy; I was a pauper, but that made no difference while she lived.  We were as happy and fond a brother and sister as the sun ever shone upon.  When she came of age she executed the power of attorney that gave me the charge of her estate.  She was anxious to spend a few years in Europe.  I was to take her over, and after we had traveled a little she was to go to a convent in France and spend some time there while I returned home.  But she was one of the old Costellos, and she was anxious to visit the ancient home of her race.  That was what brought us to Ireland.\\\" \\\"I thought the Costello family was extinct,\\\" said Gerald. \\\"The European branch has been extinct since 1813, when Don Lopez Costello fell at Vittoria; but the younger branch, which settled in Mexico towards the end of the eighteenth century, survived until a few months ago--until Catalina's death, in fact, for she was the last of the Costellos.\\\" \\\"I see,\\\" said Gerald; \\\"go on.\\\" \\\"She was very proud of the name, poor Catalina, and she made me promise in case anything happened to her while we were abroad that she should be laid in the ancient grave of her race--in the churchyard of Drim.  She had a weak heart, and she knew that she might die suddenly.  I promised.  And it was on our way to the spot she was so anxious to visit that death claimed her, only a few miles from the place where her ancestors had lived in the old days, and where all that remains of them has long mouldered to dust.  So you see, Mr. Ffrench, that I had no choice but to lay her there.\\\" \\\"That is not the point,\\\" said Gerald; \\\"why this secrecy?  Why this flight?  Dr. Lynn, I am sure, would have enabled you to obey your sister's request in the full light of day; you need not have thrown her coffin on the ground and left to strangers the task of doing for the poor girl the last duties of civilization.\\\"  Gerald spoke with indignant heat, for this looked to him like the cruellest desertion. \\\"I know how it must seem to you,\\\" said Vincenza, \\\"and I have no excuse to offer for my conduct but this.  My sister's death would have given all she possessed to people whom she disliked.  It would have thrown me, whom she loved, penniless on the world.  I acted as if she were still living, and as I am sure she would have wished me to act; no defence, I know, in your eyes, but consider the temptation.\\\" \\\"And did you not realize that all this must come out some day?\\\" asked Ffrench. \\\"Yes, but not for several years.  Indeed, I cannot imagine how it is that you have stumbled on the truth.\\\" And Gerald, remembering the extraordinary chain of circumstances which had led him to the root of the mystery, could not but acknowledge that, humanly speaking, Vincenza's confidence was justified. \\\"And now you have found this out, what use do you intend to make of it?\\\" asked the Spaniard after a pause. \\\"I shall publish the whole story as soon as I return to San Francisco,\\\" answered Gerald promptly. \\\"So for a few hundred dollars, which is all that you can possibly get out of it, you will make a beggar of me.\\\" \\\"Right is right,\\\" said the young Irishman.  \\\"This property does not belong to you.\\\" \\\"Will you hold your tongue--or your pen--for fifty thousand dollars?\\\" asked the Spaniard eagerly. \\\"No, nor for every dollar you have in the world.  I don't approve your practice and I won't share your plunder.  I am sorry for you personally, but I can't help that.  I won't oust you.  I will make such use of the story as any newspaper man would make, and so I give you fair warning.  You may save yourself if you can.\\\" \\\"Then you do not intend to communicate with the heirs?\\\" began Vincenza eagerly. \\\"I neither know nor care who they are,\\\" interrupted Gerald.  \\\"I am not a detective, save in the way of my profession, and I shall certainly not tell what I have discovered to any individual till I give it to the press.\\\" \\\"And that will be?\\\" asked the Spaniard. \\\"As soon as I return to San Francisco,\\\" answered Ffrench.  \\\"It may appear in a week or ten days.\\\" \\\"Thank you, senor; good morning,\\\" said Vincenza, rising and leaving the room. Three days later Senor Miguel Vincenza sailed on the outgoing Pacific mail steamer bound for Japan and China.  He probably took a considerable sum of money with him, for the heirs of Catalina Costello y Ugarte found the affairs of the deceased in a very tangled state, and the ranch was mortgaged for nearly half its value. Gerald Ffrench's story occupied four pages of the next issue of the Golden Fleece, and was widely copied and commented on over two continents.  Larry, the groom at Ballyvire, read the account in his favorite Westmeath Sentinel, and as he laid the paper down exclaimed in wonder-- \\\"Begob, he found her!\\\"\\n\\nLady Betty's Indiscretion\\n\\n\\\"Horry!  I am sick to death of it!\\\" There was a servant in the room gathering the tea-cups; but Lady Betty Stafford, having been brought up in the purple, was not to be deterred from speaking her mind by a servant.  Her cousin was either more prudent or less vivacious; he did not answer on the instant, but stood looking through one of the windows at the leafless trees and slow-dropping rain in the Mall, and only turned when Lady Betty pettishly repeated her statement. \\\"Had a bad time?\\\" he then vouchsafed, dropping into a chair near her, and looking first at her, in a good-natured way, and then at his boots, which he seemed to approve. \\\"Horrid!\\\" she replied. \\\"Many people here?\\\" \\\"Hordes of them!  Whole tribes!\\\" she exclaimed.  She was a little lady, plump and pretty, with a pale, clear complexion, and bright eyes.  \\\"I am bored beyond belief.  And--and I have not seen Stafford since morning,\\\" she added. \\\"Cabinet council?\\\" \\\"Yes!\\\" she answered viciously.  \\\"A cabinet council, and a privy council, and a board of trade, and a board of green cloth, and all the other boards!  Horry, I am sick to death of it!  What is the use of it all?\\\" \\\"Country go to the dogs!\\\" he said oracularly, still admiring his boots. \\\"Let it!\\\" she retorted, not relenting a whit.  \\\" I wish it would; I wish the dogs joy of it!\\\" He made an extraordinary effort at diffuseness.  \\\"I thought,\\\" he said, \\\"that you were becoming political, Betty.  Going to write something, and all that.\\\" \\\"Rubbish!  But here is Mr. Atley.  Mr. Atley, will you have a cup of tea,\\\" she continued, speaking to the newcomer.  \\\"There will be some here presently.  Where is Mr. Stafford?\\\" \\\"Mr. Stafford will take a cup of tea in the library, Lady Betty,\\\" replied the secretary.  \\\"He asked me to bring it to him.  He is copying an important paper.\\\" Sir Horace forsook his boots, and in a fit of momentary interest asked, \\\"They have come to terms?\\\" The secretary nodded.  Lady Betty said \\\"Pshaw!\\\"  A man brought in the fresh teapot.  The next moment Mr. Stafford himself came quickly into the room, an open telegram in his hand. He nodded pleasantly to his wife and her cousin.  But his thin, dark face wore--it generally did--a preoccupied look.  Country people to whom he was pointed out in the streets called him, according to their political leanings, either insignificant, or a prig, or a \\\"dry sort;\\\" or sometimes said, \\\"How young he is!\\\"  But those whose fate it was to face the Minister in the House knew that there was something in him more to be feared even than his imperturability, his honesty, or his precision--and that was a certain sudden warmth, which was apt to carry away the House at unexpected times.  On one of these occasions, it was rumored, Lady Betty Champion had seen him, and fallen in love with him.  Why he had thrown the handkerchief to her--well that was another matter; and whether the apparently incongruous match would answer--that, too, remained to be seen. \\\"More telegrams?\\\" she cried now.  \\\"It rains telegrams! how I hate them!\\\" \\\"Why?\\\" he said.  \\\"Why should you?\\\" He really wondered. She made a face at him.  \\\"Here is your tea,\\\" she said abruptly. \\\"Thank you; you are very good,\\\" he replied.  He took the cup and set it down absently.  \\\"Atley,\\\" he continued, speaking to the secretary, \\\"you have not corrected the report of my speech at the Club, have you?  No, I know you have had no time.  Will you run your eye over it presently, and see if it is all right, and send it to the Times--I do not think I need see it--by eleven o'clock at latest.  The editor,\\\" he added, tapping the pink paper in his hand, \\\"seemed to doubt us.  I have to go to Fitzgerald's now, so you must copy Lord Pilgrimstone's terms, too, please.  I had meant to do it myself, but I shall be with you before you have finished.\\\" \\\"What are the terms?\\\" Lady Betty asked.  \\\"Lord Pilgrimstone has not agreed to--\\\" \\\"To permit me to communicate them?\\\" he replied, with a grave smile. \\\"No.  So you must pardon me, my dear, I have passed my word for absolute secrecy.  And, indeed, it is as important to me as to Pilgrimstone that they should not be divulged.\\\" \\\"They are sure to leak out,\\\" she retorted.  \\\"They always do.\\\" \\\"Well, it will not be through me, I hope.\\\" She stamped her foot on the carpet.  \\\"I should like to get them, and send them to the Times!\\\" she exclaimed, her eyes flashing--he was so provoking!  \\\"And let all the world know them!  I should!\\\" He looked his astonishment, while the other two laughed softly, partly to avoid embarrassment, perhaps.  My Lady often said these things, and no one took them seriously. \\\"You had better play the secretary for once, Lady Betty,\\\" said Atley, who was related to his chief.  \\\"You will then be able to satisfy your curiosity.  Shall I resign pro tem?\\\" She looked eagerly at her husband for the third part of a second-- looked for assent, perhaps.  But she read no playfulness in his face, and her own fell.  He was thinking about other things.  \\\"No,\\\" she said, almost sullenly, dropping her eyes to the carpet; \\\"I should not spell well enough.\\\" Soon after that they dispersed, this being Wednesday, Mr. Stafford's day for dining out.  Everyone knows that Ministers dine only twice a week in session--on Wednesday and Sunday; and Sunday is often sacred to the children where there are any, lest they should grow up and not know their father by sight.  Lady Betty came into the library at a quarter to eight, and found her husband still at his desk, a pile of papers before him waiting for his signature. As a fact, he had only just sat down, displacing his secretary, who had gone upstairs to dress. \\\"Stafford!\\\" she said. She did not seem quite at her ease, but his mind was troubled, and he failed to notice this.  \\\"Yes, my dear,\\\" he answered politely, shuffling the papers before him into a heap.  He knew he was late, and he could see that she was dressed.  \\\"Yes, I am going upstairs this minute.  I have not forgotten.\\\" \\\"It is not that,\\\" she said, leaning with one hand on the table; \\\"I only want to ask you--\\\" \\\"My dear, you really must tell it to me in the carriage.\\\"  He was on his feet already, making some hasty preparations.  \\\"Where are we to dine?  At the Duke's?  Then we shall have nearly a mile to drive.  Will not that do for you?\\\"  He was working hard while he spoke.  There was a great oak post-box within reach, and another box for letters which were to be delivered by hand, and he was thrusting a handful of notes into each of these.  Other packets he swept into different drawers of the table.  Still standing, he stooped and signed his name to half a dozen letters, which he left open on the blotting-pad.  \\\"Atley will see to these when he is dressed,\\\" he murmured.  \\\"Would you oblige me by locking the drawers, my dear--it will save me a minute--and giving me the keys when I come down?\\\" He was off then, two or three papers in his hand, and almost ran upstairs.  Lady Betty stood a moment on the spot on which he had left her, looking in an odd way, just as if it were new to her, round the grave, spacious room, with its somber Spanish-leather- covered furniture, its ponderous writing-tables and shelves of books, its three lofty curtained windows.  When her eyes at last came back to the lamp, and dwelt on it, they were very bright, and her face was flushed.  Her foot could be heard tapping on the carpet.  Presently she remembered herself and fell to work, vehemently slamming such drawers as were open, and locking them. The private secretary found her doing this when he came in.  She muttered something--still stooping with her face over the drawers-- and almost immediately went out.  He looked after her, partly because there was something odd in her manner--she kept her face averted; and partly because she was wearing a new and striking gown, and he admired her; and he noticed, as she passed through the doorway, that she had some papers held down by her side.  But, of course, he thought nothing of this. He was hopelessly late for his own dinner-party, and only stayed a moment to slip the letters just signed into envelopes prepared for them.  Then he made hastily for the door, opened it, and came into abrupt collision with Sir Horace, who was strolling in. \\\"Beg pardon!\\\" said that gentleman, with irritating placidity. \\\"Late for dinner?\\\" \\\"Rather!\\\" cried the secretary, trying to get round him. \\\"Well,\\\" drawled the other, \\\"which is the hand-box, old fellow?\\\" \\\"It has just been cleared.  Here, give it me.  The messengers is in the hall now.\\\" And Atley snatched the letter from his companion, the two going out into the hall together.  Marcus, the butler, a couple of tall footmen, and the messenger were sorting letters at the table. \\\"Here, Marcus,\\\" said the secretary, pitching his letter on the slab, \\\"let that go with the others.  And is my hansom here?\\\" In another minute he was speeding one way, and the Staffords in their brougham another, while Sir Horace walked at his leisure down to his club.  The Minister and his wife drove along in silence, for he forgot to ask her what she wanted; and, strange to say, Lady Betty forgot to tell him.  At the party she made quite a sensation; never had she seemed more recklessly gay, more piquant, more audaciously witty, than she showed herself this evening.  There were illustrious personages present, but they paled beside her. The Duke, with whom she was a great favorite, laughed at her sallies until he could laugh no more; and even her husband, her very husband, forgot for a time the country and the crisis, and listened, half-proud and half-afraid.  But she was not aware of this; she could not see his face where she was sitting.  To all seeming, she never looked that way.  She was quite a model society wife. Mr. Stafford himself was an early riser.  It was his habit to be up by six; to make his own coffee over a spirit lamp, and then not only to get through much work in his dressing-room, but to take his daily ride also before breakfast.  On the morning after the Duke's party, however, he lay later than usual; and as there was more business to be done--owing to the crisis--the canter in the Park had to be omitted.  He was still among his papers--though momentarily awaiting the breakfast-gong, when a hansom cab driven at full speed stopped at the door.  He glanced up wearily as he heard the doors of the cab flung open with a crash.  There had been a time when the stir and bustle of such arrivals had been sweet to him--not so sweet as to some, for he had never been deeply in love with the parade of office--but sweeter than to-day, when they were no more to him than the creaking of the mill to the camel that turns it blindfold and in darkness. Naturally he was thinking of Lord Pilgrimstone this morning, and guessed, before he opened the note which the servant brought in to him, who was its writer.  But its contents had, nevertheless, an electrical effect upon him.  His brow reddened.  With a quite unusual display of emotion he sprang to his feet, crushing the fragment of paper in his fingers.  \\\"Who brought this?\\\" he asked sharply.  \\\"Who brought it?\\\" he repeated, before the servant could explain. The man had never seen him so moved.  \\\"Mr. Scratchley, sir,\\\" he answered. \\\"Ha!  Then, show him into the library,\\\" was the quick reply.  And while the servant went to do his bidding, the Minister hastily changed his dressing-gown for a coat, and ran down a private staircase, reaching the room he had mentioned by one door as Mr. Scratchley, Lord Pilgrim-stone's secretary, entered in through another. By that time he had regained his composure, and looked much as usual.  Still, when he held up the crumpled note, there was a brusqueness in the gesture which would have surprised his ordinary acquaintances, and did remind Mr. Scratchley of certain \\\"warm nights\\\" in the House.  \\\"You know the contents of this, Mr. Scratchley?\\\" he said without prelude, and in a tone which matched his gesture. The visitor bowed.  He was a grave middle-aged man, who seemed oppressed and burdened by the load of cares and responsibilities which his smiling chief carried so jauntily.  People said that he was the proper complement of Lord Pilgrimstone, as the more volatile Atley was of his leader. \\\"And you are aware,\\\" continued Mr. Stafford, still more harshly, \\\"that Lord Pilgrimstone gives yesterday's agreement to the winds?\\\" \\\"I have never seen his lordship so deeply moved,\\\" replied the discreet one. \\\"He says: 'Our former negotiation was ruined by premature talk, but this last disclosure can only be referred to treachery or gross carelessness.'  What does this mean?  I know of no disclosure, Mr. Scratchley.  I must have an explanation, and you, I presume, are here to give me one.\\\" For a moment the other seemed taken aback.  \\\"You have not seen the Times?\\\" he murmured. \\\"This morning's?  No.  But it is here.\\\" He snatched it, as he spoke, from a table at his elbow, and unfolded it.  The secretary approached and pointed to the head of a column--the most conspicuous, the column most readily to be found in the paper.  \\\"They are crying it at every street corner I passed,\\\" he added apologetically.  \\\"There is nothing to be heard in St. James's Street and Pall Mall but 'Detailed Programme of the Coalition.'  The other dailies are striking off second editions to contain it!\\\" Mr. Stafford's eyes were riveted to the paper, and there was a long pause, a pause on his part of dismay and consternation.  He could scarcely--to repeat a common phrase--believe his eyes.  \\\"It seems,\\\" he muttered at length, \\\"it seems fairly accurate--a tolerably precise account, indeed.\\\" \\\"It is a verbatim copy,\\\" said the secretary drily.  \\\"The question is, who furnished it.  Lord Pilgrimstone, I am authorized to say, has not permitted his note of the agreement to pass out of his possession--even up to the present moment.\\\" \\\"And so he concludes,\\\" the Minister said thoughtfully--\\\"it is a fair inference enough, perhaps--that the Times must have procured its information from my note?\\\" \\\"No!\\\" the secretary objected sharply and forcibly.  \\\"It is not a matter of inference, Mr. Stafford.  I am directed to say that.  I have inquired, early as it is, at the Times office, and learned that the copy printed came directly from the hands of your messenger.\\\" \\\"Of my messenger!\\\" Mr. Stafford cried, thunderstruck.  \\\"You are sure of that?\\\" \\\"I am sure that the sub-editor says so.\\\" And again there was silence.  \\\"This must be looked into,\\\" said Mr. Stafford at length, controlling himself by an effort.  \\\"For the present, I agree with Lord Pilgrimstone, that it alters the position--and perhaps finally.\\\" \\\"Lord Pilgrimstone will be damaged in the eyes of a large section of his supporters--seriously damaged,\\\" said Mr. Scratchley, shaking his head, and frowning. \\\"Possibly.  From every point of view the thing is to be deplored. But I will call on Lord Pilgrimstone,\\\" continued the Minister, \\\"after lunch.  Will you tell him so?\\\" A curious embarrassment showed itself in the secretary's manner. He twisted his hat in his hands, and looked suddenly sick and sad-- as if he were about to join in the groan at a prayer-meeting. \\\"Lord Pilgrimstone,\\\" he said, in a voice he vainly strove to render commonplace, \\\"is going to Sandown Spring Meeting to-day.\\\" The tone was really so lugubrious--to say nothing of a shake of the head with which he could not help accompanying the statement--that a faint smile played on Mr. Stafford's lip.  \\\"Then I must take the next possible opportunity.  I will see him to-morrow.\\\" Mr. Scratchley assented to that, and bowed himself out, after another word or two, looking more gloomy and careworn than usual. The interview had not been altogether to his mind.  He wished now that he had spoken more roundly to Mr. Stafford; perhaps even asked for a categorical denial of the charge.  But the Minister's manner had overawed him.  He had found it impossible to put the question. And then the pitiful degrading confession he had had to make for Lord Pilgrimstone!  That had put the coping-stone to his dissatisfaction. \\\"Oh!\\\" sighed Mr. Scratchley, as he stepped into his cab.  \\\"Oh, that men so great should stoop to things so little!\\\" It did not occur to him that there is a condition of things even more sad: when little men meddle with great things. Meanwhile Mr. Stafford, left alone, stood at the window deep in unpleasant thoughts, from which the entrance of the butler sent to summon him to breakfast first aroused him.  \\\"Stay a moment, Marcus!\\\" he said, turning with a sigh, as the man was leaving the room after doing his errand.  \\\"I want to ask you a question.  Did you make up the messenger's bag last evening?\\\" \\\"Yes, sir.\\\" \\\"Did you notice a letter addressed to the Times office?\\\" The servant had prepared himself to cogitate.  But he found it unnecessary.  \\\"Yes, sir,\\\" he replied smartly, \\\"Two.\\\" \\\"Two?\\\" repeated Mr. Stafford, dismay in his tone, though this was just what he had reason to expect. \\\"Yes, sir.  There was one I took from the band-box, and one Mr. Atley gave me in the hall at the last moment,\\\" explained the butler. \\\"Ha! Thank you, Marcus.  Then ask Mr. Atley if he will kindly come to me.  No doubt he will be able to tell me what I want to know.\\\" The words were commonplace, but the speaker's anxiety was so evident that Marcus when he delivered the message--which he did with all haste--added a word or two of warning.  \\\"It is about a letter to the Times, sir, I think.  Mr. Stafford seemed a good deal put out,\\\" he said, confidentially. \\\"Indeed?\\\" Atley replied.  \\\"I will go down.\\\"  And he started at once.  But before he reached the library he met someone.  Lady Betty looked out of the breakfast-room, and saw him descending the stairs with the butler behind him. \\\"Where is Mr. Stafford, Marcus?\\\" she asked impatiently, as she stood with her hand on the door.  \\\"Good morning, Mr. Atley,\\\" she added, her eyes descending to him.  \\\"Where is my husband?  The coffee is getting quite cold.\\\" \\\"He has just sent to ask me to come to him,\\\" Atley answered. \\\"Marcus tells me there is something in the Times which has annoyed him, Lady Betty; I will send him up as quickly as I can.\\\" But Lady Betty had not stayed to receive this last assurance.  She had drawn back and shut the door smartly; yet not so quickly but that the private secretary had seen her change color.  \\\"Umph!\\\" he ejaculated to himself--the lady was not much given to blushing as a rule--\\\"I wonder what is wrong with HER this morning.  She is not generally rude to me.\\\" It was not long before he got some light on the matter.  \\\"Come here, Atley,\\\" said his employer, the moment he entered the library. \\\"Look at this!\\\" The secretary took the Times, folded back at the important column, and read the letter.  Meanwhile the Minister read the secretary. He saw surprise and consternation on his face, but no trace of guilt.  Then he told him what Marcus said about the two letters which had gone the previous evening from the house addressed to the Times office.  \\\"One,\\\" he said, \\\"contained the notes of my speech. The other--\\\" \\\"The other--\\\" replied the secretary, thinking while he spoke, \\\"was given to me at the last moment by Sir Horace.  I threw it to Marcus in the hall.\\\" \\\"Ah!\\\" said his chief, trying very hard to express nothing by the exclamation, but not quite succeeding.  \\\"Did you see that that letter was addressed to the editor of the Times?\\\" The secretary reddened, and betrayed sudden confusion.  \\\"I did,\\\" he said hurriedly.  \\\"I saw so much of the address as I threw the letter on the slab--though I thought nothing of it at the time.\\\" Mr. Stafford looked at him fixedly.  \\\"Come,\\\" he said, \\\"this is a grave matter, Atley.  You noticed, I can see, the handwriting.  Was it Sir Horace's?\\\" \\\"No,\\\" replied the secretary. \\\"Whose was it?\\\" \\\"I think--I think, Mr. Stafford--that it was Lady Betty's.  But I should be sorry, having seen it only for a moment--so say for certain.\\\" \\\"Lady Betty's?\\\" Mr. Stafford repeated the exclamation three times, in pure surprise, in anger, a third time in trembling.  In this last stage he walked away to the window, and turning his back on his companion looked out.  He recalled at once his wife's petulant exclamation of yesterday, the foolish desire expressed, as he had supposed in jest.  Had she really been in earnest?  And had she carried out her threat?  Had she--his wife--done this thing so compromising to his honor, so mischievous to the country, so mad, reckless, wicked? Impossible.  It was impossible.  And yet--and yet Atley was a man to be trusted, a gentleman, his own relation!  And Atley's eye was not likely to be deceived in a matter of handwriting.  That Atley had made up his mind he could see. The statesman turned from the window, and walked to and fro, his agitation betrayed by his step.  The third time he passed in front of his secretary--who had riveted his eyes to the Times and appeared to be reading the money article--he stopped.  \\\"If this be true--mind I say if, Atley--\\\" he cried, jerkily, \\\"what was my wife's motive?  I am in the dark, blindfolded!  Help me!  Tell me what has been passing round me that I have not seen.  You would not have my wife--a spy?\\\" \\\"No! no! no!\\\" cried the other, as he dropped the paper, his vehemence and his working features showing that he felt the pathos of the appeal.  \\\"It is not that.  Lady Betty is jealous, if I may venture to judge, of your devotion to politics.  She sees little of you.  You are wrapped up in public affairs and matters of state. She feels herself neglected and set aside.  And she has been married no more than a year.\\\" \\\"But she has her society,\\\" objected the Minister, compelling himself to speak calmly, \\\"and her cousin, and--and many other things.\\\" \\\"For which she does not care,\\\" returned the secretary. It was a simple answer, but something in it touched a tender place. Mr. Stafford winced and cast a queer startled look at the speaker. Before he could reply, however--if he intended to reply--a knock came at the door and Marcus put in his head.  \\\"My lady is waiting breakfast, sir,\\\" he suggested timidly.  What could a poor butler do between an impatient mistress and an obdurate master? \\\"I will come,\\\" said Mr. Stafford hastily.  \\\"I will come at once. For this matter, Atley,\\\" he continued when the door was closed again, \\\"let it rest for the present where it is.  I am aware I can depend upon your--\\\" he paused, seeking a word--\\\"your discretion. One thing is certain, however.  There is an end of the arrangement made yesterday.  Probably the Queen will send for Templeton.  I shall see Lord Pilgrimstone tomorrow, but probably that will be the end of it.\\\" Atley went away marveling at his coolness, trying to retrace the short steps of their conversation, and so to discern how far the Minister had gone with him, and where he had turned off upon a resolution of his own.  He failed to see the clue, however, and marveled still more as the day went on and others succeeded it, days of political crisis.  Out of doors the world, or that little jot of it which has its center at Westminster, was in confusion. The newspapers, morning or evening, found ready sale, and had no need of recourse to murder-panics, or prurient discussions.  The Coalition scandal, the resignation of Ministers, the sending for Lord This and Mr. That, the certainty of a dissolution, provided matter enough.  In all this Atley found nothing to wonder at.  He had seen it all before.  That which did cause him surprise was the calm--the unnatural calm as it seemed to him--which prevailed in the house in Carlton Terrace.  For a day or two, indeed, there was much going to and fro, much closeting and button-holing; for rather longer the secretary read anxiety and apprehension in one countenance--Lady Betty's.  But things settled down.  The knocker presently found peace, such comparative peace as falls to knockers in Carlton Terrace.  Lady Betty's brow grew clear as her eye found no reflection of its anxiety in Mr. Stafford's face.  In a word the secretary failed to discern the faintest sign of domestic trouble. The late Minister, indeed, was taking things with wonderful coolness.  Lord Pilgrimstone had failed to taunt him, and the triumph of old foes had failed to goad him into a last effort. Apparently it had occurred to him that the country might for a time exist without him.  He was standing aside with a shade on his face, and there were rumors that he would take a long holiday. A week saw all these things happen.  And then, one day as Atley sat writing in the library--Mr. Stafford being out--Lady Betty came into the room for something.  Rising to find her what she wanted, he was holding the door open for her to pass out, when she paused. \\\"Shut the door, Mr. Atley,\\\" she said, pointing to it.  \\\"I want to ask you a question.\\\" \\\"Pray do, Lady Betty,\\\" he answered. \\\"It is this,\\\" she said, meeting his eyes boldly--and a brighter, a more dainty little creature than she looked then had seldom tempted man.  \\\"Mr. Stafford's resignation--had it anything, Mr. Atley, to do with--\\\" her face colored a very little--\\\"something that was in the Times this day week?\\\" His own cheek colored violently enough.  \\\"If ever,\\\" he was saying to himself, \\\"I meddle or mar between husband and wife again, may I--\\\"  But aloud he answered quietly, \\\"Something perhaps.\\\"  The question was sudden.  Her eyes were on his face.  He found it impossible to prevaricate. \\\"My husband has never spoken to me about it,\\\" she replied, breathing quickly. He bowed, having no words adapted to the situation.  But he repeated his resolution (as above) more furiously. \\\"He has never appeared even aware of it,\\\" she persisted.  \\\"Are you sure that he saw it?\\\" He wondered at her innocence or her audacity.  That such a baby should do so much mischief.  The thought irritated him.  \\\"It was impossible that he should not see it, Lady Betty,\\\" he said, with a touch of asperity.  \\\"Quite impossible!\\\" \\\"Ah,\\\" she replied with a faint sigh.  \\\"Well, he has never spoken to me about it.  And you think it had really something to do with his resignation, Mr. Atley?\\\" \\\"Most certainly,\\\" he said.  He was not inclined to spare her this time. She nodded thoughtfully, and then with a quiet \\\"Thank you,\\\" went out. \\\"Well,\\\" muttered the secretary to himself when the door was fairly shut behind her, \\\"she is--upon my word she is a fool!  And he\\\"-- appealing to the inkstand--\\\"he has never said a word to her about it.  He is a new Don Quixote! a second Job, new Sir Isaac Newton! I do not know what to call him.\\\" It was Sir Horace, however, who precipitated the catastrophe.  He happened to come in about tea-time that afternoon, before, in fact, my lady had had an opportunity of seeing her husband.  He found her alone and in a brown study, a thing most unusual with her and portending something.  He watched her for a time in silence, seemed to draw courage from a still longer inspection of his boots, and then said, \\\"So the cart is clean over, Betty?\\\" She nodded. \\\"Driver much hurt?\\\" \\\"Do you mean, does Stafford mind it?\\\" she replied impatiently. He nodded. \\\"Well, I do not know.  It is hard to say.\\\" \\\"Think so?\\\" he persisted. \\\"Good gracious, Horry!\\\" my lady retorted, losing patience.  \\\"I say I do not know, and you say 'Think so!'  If you want to learn so particularly, ask him yourself.  Here he is!\\\" Mr. Stafford had just entered the room.  Perhaps she really wished to satisfy herself as to the state of his feelings.  Perhaps she only desired in her irritation to put her cousin in a corner.  At any rate she coolly turned to her husband and said, \\\"Here is Horace wishing to know if you mind being turned out much?\\\" Mr. Stafford's face flushed a little at the home-thrust which no one else would have dared to deal him.  But he showed no displeasure.  \\\"Well, not so much as I should have thought,\\\" he answered frankly, pausing to weigh a lump of sugar, and, as it seemed, his feelings.  \\\"There are compensations, you know.\\\" \\\"Pity all the same those terms came out,\\\" grunted Sir Horace. \\\"It was.\\\" \\\"Stafford!\\\"  Lady Betty struck in on a sudden, speaking fast and eagerly, \\\"is it true, I want to ask you, it is true that that led you to resign?\\\"\",\"timestamp\":1639709188,\"title\":\"\\nAfter several years' service on the staff of a great daily newspaper in San Francisco\"},\"digest\":\"eK6X6cVYTXCaOJXlDvCh2dzs8QZz2L1V8NsOFkmndww\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OT_rw2kFiNe9HqFg2tpNKvaB_k2nkPNUzLN9lmJKek\\\",\\\"y\\\":\\\"5eGtrSIaGsqtNN7ytYBZXvav3GyVI4A_ojkWkVw3lXM\\\"}\",\"signature\":\"eRlBiSN-RANaLw2J058IzPRNL5qOuzcabsd7Kvg74P02SG2Bw4dIOKJmSfnO4tUfU0_2Pa4NeSEVXGKZmtb6WQ\",\"signingKeySignature\":\"0xb2a2053a8979bd3df99f47a47d50bff725cff3688f31382b6e8e7fc761af82db1b4ac778d880dd7cf86f5bbcde84952c3cc787649e843849646cdb39e007ecdc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OT_rw2kFiNe9HqFg2tpNKvaB_k2nkPNUzLN9lmJKek\\\",\\\"y\\\":\\\"5eGtrSIaGsqtNN7ytYBZXvav3GyVI4A_ojkWkVw3lXM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eK6X6cVYTXCaOJXlDvCh2dzs8QZz2L1V8NsOFkmndww\"}"