"{\"content\":{\"body\":\"Creo haber dicho ya que los abogados a los que admiro no miden su éxito en dinero y creo haber dicho también que me estremece ver cómo, en las noticias de la prensa económica, se publican tablas y cuadros comparativos de los beneficios obtenidos por esos despachos que suelen adjetivarlos como «grandes» y que a mí, en cambio, lo que me cuesta es adjetivarlos como «de abogados».\\n\\nAntes de que se me echen encima les diré que esta percepción no es exclusivamente mía; el mismísimo Piero Calamandrei, lo expresó de forma mucho más clara y dura que yo cuando dijo:\\n\\n> No me hables de riqueza, tu sabes que, el verdadero abogado, el que dedica toda su vida al patrocinio, muere pobre; ricos se hacen solamente aquellos que, bajo el título de abogados, son en realidad comerciantes o intermediarios…\\n\\nY de estos intermediarios —que ahora se dicen abogados— es de quienes querían hablarles yo hoy porque, ayer, en un canal de televisión, se emitió un documental que hablaba precisamente de esto: de intermediarios y de abogados.\\n\\nLa desregulación salvaje del sector legal que comenzó con la llamada «Ley Omnibus» ha conducido en muy pocos años a un panorama que, de no ser enfrentado ya y con decisión, puede conducir a la desaparición de la profesión que ejercemos. Nuestros políticos, absolutamente ajenos a ningún criterio que no sea el estrictamente económico, han regulado nuestra actividad cual si de un simple negocio se tratase y, al olvidar toda consideración distinta de la económica, han cometido un error que puede acabar con nuestra profesión para alborozo de los llamados «grandes despachos» y las también llamadas «grandes corporaciones». Veámoslo.\\n\\nEmpecemos por el principio de los principios, a saber: el ejercicio de la abogacia tiene como objetivo primero y primordial la defensa de los derechos ajenos.\\n\\nQue la defensa de los derechos ajenos sea el primer objetivo de la abogacía supone, ya desde el principio, que una visión puramente empresarial del ejercicio profesional de la profesión o una orientación corporativa al beneficio económico es absolutamente incompatible con nuestra forma de entender la profesión.\\n\\nLa segunda consecuencia del principio enunciado es que, las leyes que traten de regular la abogacía, lo primero que habrán de tener en cuenta es la naturaleza no puramente empresarial de ese servicio al que llamamos abogacía.\\n\\nSi el primer objetivo de las firmas de abogados va a ser obtener dividendos y la primera medida de su éxito va a ser cuantificar beneficios económicos, no duden que esta profesión pronto desaparecerá suplantada por una legión de mercaderes, intermediarios o, en el peor de los casos, delincuentes.\\n\\nTres cosas, nos enseñó Cicerón, que pagaban al abogado antes que el dinero: la admiración del público, el agradecimiento del cliente y la esperanza del resto de los agraviados en que podría haber justicia en su causa. Es cierto que ninguna de ellas alimenta mucho, pero, si la esperanza de quienes sufren injusticias va a descansar sobre unas firmas cuyo primer objetivo es ganar dinero, podemos ir despidiéndonos de la posibilidad de tener siquiera una ficción de estado de derecho.\\n\\nYa lo estamos viendo: firmas que ofrecen asesoramiento jurídico con amplia publicidad en medios de comunicación cual si tuvieran despachos en toda España y que lo que hacen es desviar los clientes que llaman para luego, compartir los honorarios del abogado porque ellos le han facilitado el cliente. Antes, al menos, estos zurupetos se ocultaban, ahora, convertidos en corporaciones, se exhiben a través de una publicidad insidiosa, para lucrarse con el trabajo de unos abogados acuciados por la crisis.\\n\\nAyer se veía en la televisión cómo empresas de internet ofrecían servicios jurídicos a precios inverosímilmente bajos o cobraban a los abogados unas cantidades nada despreciables con la promesa de hacerles llegar clientes que, luego, en multitud de casos no llegaban.\\n\\nSi creemos que el beneficio económico es el primer objetivo de ¿«la abogacía»? este panorama que les acabo de contar es perfecto. Pero, si lo que creemos es que el primer objetivo de la abogacía es defender derechos ajenos y la esperanza de todos, este paisaje que les he descrito es simplemente el principio del fin.\\n\\nYa conocemos cómo se las gasta la industria del software subcontratando ingenieros a precio de salario de subsistencia. «Cárnicas» llaman los programadores a esas empresas que no parecen tratar con personas sino traficar con carne. Ya sabemos lo que ha ocurrido en el campo, por ejemplo, de las clínicas dentales o de las estéticas.\\n\\nEn el caso de la abogacía esta dependencia de corporaciones que subcontratan al profesional es muchísimo peor, pues la independencia es al abogado lo que la imparcialidad es al juez. Un abogado ha de servir al cliente y no a la cuenta de resultados de la empresa o despacho que le da el trabajo. ¿Alguien cree que toda la reacción que la abogacía independiente y humilde ha puesto en marcha contra las odiosas condiciones del mercado hipotecario la podría haber puesto en marcha despachos entre cuyos clientes se cuentan los principales bancos de España?\\n\\nNo se engañen: si lo que queremos es becarios que defiendan los derechos de la ciudadanía para que los intermediarios o los comerciantes ganen dinero vamos en la dirección correcta; pero, si lo que deseamos es una abogacía que, como hasta ahora, sea independiente, sirva a los ciudadanos, les defienda frente a los poderosos y mantener la esperanza de todos de que la justicia aún es posible en España, estas leyes puramente económicas son la muerte de todo cuanto amamos.\\n\\nQuieren una abogacía dócil, con una planta judicial pequeña para no tener que abrir demasiados despachos ni tener que contratar demasiados abogados, sin restricciones publicitarias para poder traficar con el trabajo de los abogados y con una libertad de pacto absoluta en cuanto a honorarios para convertir a los profesionales de la abogacía en falsos autónomos pagados a precio de carne industrial.\\n\\nAhora, reflexiona un momento y dime si lo que quieres es eso porque, si no quieres eso, tendrás que levantarte y convencer a todos nuestros políticos de que tú no ejerces una profesión cuyo primer o único objetivo es ganar y que, por lo mismo , no puede ser regulada como si fuera una actividad puramente mercantil.\",\"timestamp\":1633772380,\"title\":\"Traficantes de carne\"},\"digest\":\"OMXHmyfxScGWe7QwPGcPe1vv032WgPSA2jPJnJ68ec0\",\"authorship\":{\"contributor\":\"0xb5bF77b790f8185a6968F0B26f7Ff2610c1aAe42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"signature\":\"aQ2TcbSUFhFr1Yg9s_XG2lYDPxT_kATQnhCqHCyBiBTU4wfrYT8klV2YqDduhasT_dec8QMs19vrvBGqJw6uDg\",\"signingKeySignature\":\"0x50a047ad6ff7f41d9263473cb1e85f705f11153de978991cc29e08655075b9552f4557c853a6c5fe3143471d8b9f433002ae2726c289429dda8d04ae47dda62c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OMXHmyfxScGWe7QwPGcPe1vv032WgPSA2jPJnJ68ec0\"}"