"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/t3By0z6nhBcz4VjRdoZ5E.png?height=480&width=800)\\n\\nChina might help the US curb soaring oil prices and fears of inflation by releasing its own crude oil reserves to a certain extent as a favor, experts said on Tuesday. But the US must return the favor with sincerity in pushing for a better environment for China-US cooperation, particularly it should refrain from heaping ungrounded pressure and crackdown on China in areas where they don't need China's help, experts said.  \\n  \\n The US government has made an appeal to China, India, Japan and South Korea to join in a coordinated effort to release reserves of crude oil to help put a lid on soaring gasoline prices in the global market and fears of inflation, according to a CNN report on Monday. \\n  \\n US President Joe Biden plans to announce US' decision to release oil from the Strategic Petroleum Reserve on Tuesday local time during a White House speech, but has not finalized the decision because the US needs to coordinated with other nations' plans, the report noted.  \\n  \\n Perplexed by the issue of rising oil prices, which some overseas media have described as one of Biden's steepest political challenges on top of other plagues, Biden asked China to release crude oil reserves during a virtual meeting with Chinese President Xi Jinping on November 16, according to the South China Morning Post.  \\n  \\n China has not made a clear announcement yet as to whether it will respond to US' call, but Reuters recently cited certain sources from the National Food and Strategic Reserves Administration - China's state reserve bureau - as saying it is working to release crude oil reserves.  \\n  \\n The appeal for China's support reflects Biden's \\\"anxiety\\\" as he struggles to fend off political pressure over rising pump prices and other consumer costs ahead of the 2022 midterm elections, in order to fulfill his promise of helping the country restore economic vigor, experts said.  \\n  \\n \\\"The problem of petroleum price rise is something that the US considers more seriously and can't solve it on its own. It is now a dilemma that the US has no choice but to cooperate with China,\\\" Li Haidong, a professor at the Institute of International Relations of the China Foreign Affairs University, told the Global Times on Tuesday.  \\n  \\n The US gasoline prices averaged $3.41 per gallon recently, market data showed, more than 60 percent higher than one year earlier, as the country's economic rebound pushed up commodity prices. However, oil prices had corrected following news of the joint crude reserve release.  \\n  \\n **China's response** \\n  \\n Experts anticipated that China might move to offer help this time, taking into consideration that a drop in global crude prices would benefit China's businesses as well, but they stressed that China would release oil reserves based on its own economic needs, instead of just blindly following \\\"US' requirements.\\\"  \\n  \\n \\\"This is one aspect where China and the US can cooperate, as a drop in global crude prices would also benefit China as a major crude importer. Actually, China does not have to help the US considering the two countries' friction, but we can consider what China should put first: its own economic interest or the two countries' disputes?\\\" Huo Jianguo, a vice chairman of the China Society for World Trade Organization Studies in Beijing, told the Global Times on Tuesday.  \\n  \\n He Weiwen, a former senior trade official and a member of the Executive Council of the China Society for World Trade Organization Studies, also told the Global Times that since China has no problems with energy supply currently, and that the problem of inflation is not very serious, we don't face such a protruding problem in petroleum prices like the US does.  \\n  \\n \\\"It should be a symbolic response for China to release oil reserves, as whether it releases oil won't exert too much influence on its own economy. However, it's not a bad thing to do it as it can help balance global crude prices and thus be helpful to stabilize the world economy,\\\" he said.  \\n  \\n Experts also stressed that China will offer help only at its own pace and within its own capabilities, instead of just doing what the US had required.  \\n  \\n China should take a cautious attitude toward its crude oil reserve release in response to the US request, Lin Boqiang, director of the China Center for Energy Economics Research at Xiamen University, told the Global Times on Tuesday. \\n  \\n \\\"We should prioritize our own interests,\\\" Lin said. He noted that China is not a big country in terms of state crude oil reserves in comparison with the level of the US, and it's hard to conclude whether the major oil consumption countries including the US, Japan, India and China could reach consensus on the joint release, which has not happened in history.  \\n  \\n According to Lin, the possibility of a global coordinated release of strategic oil reserves is low, as different countries have different judgments on the future trend of oil prices. Besides, with the gradual abolition of production restrictions by OPEC in the future, oil prices may also gradually fall from the $80 mark. \\\"Therefore, the willingness of countries to release their strategic oil reserves to solve the immediate emergency will not be strong,\\\" Lin noted. \\n  \\n Lü Xiang, an expert on US studies and a research fellow at the Chinese Academy of Social Sciences, told the Global Times on Tuesday that China could offer help by releasing its own oil reserves, but the scale will be very limited as China is not a major oil exporter and it has only several months of crude reserves.  \\n  \\n \\\"I think it will be a small instead of a big deal between China and the US on the oil issue,\\\" he said.  \\n  \\n He also noted that the US has to talk with countries like Russia and Iran to solve its problem. For example, the oil capacity of Iran is as high as 10 million barrels per day. But due to some restrictions, the country can hardly reach 5 million now. \\\"If the US hopes for an effective adjustment, it has to lift restrictions on Iran,\\\" he said.  \\n  \\n The US has a strategic petroleum reserve of about 727 million barrels currently, making it the world's largest owner of strategic crude reserves, the SCMP report noted.  \\n  \\n China has also ramped up efforts to build its crude oil reserve bases in recent years. By mid-2017, China has built nine national petroleum reserve bases across the country with a storage capacity of 37.73 million tons of crude oil. China is also by far the world's largest crude importer. It bought 542 million tons of crude last year, up 7.3 percent on a yearly basis, according to data released by the Chinese customs.  \\n  \\n Citibank analysts recently anticipated that between 100 million and120 million barrels of crude reserves will be released, among which the US will release about 45 million-60 million barrels. \",\"timestamp\":1637674204,\"title\":\"China might do the US a favor by releasing its crude oil reserves, observers say\"},\"digest\":\"FJGyqbeHrMFVJKAhjNC2ZysV2lsANRhGarGSmviaaAE\",\"authorship\":{\"contributor\":\"0x90aca3F896dA2Bd500975d8653A3f95520e982F3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nsJDZARlfF7B-iUxf14LfiHcg_H1xkv1I3T98Ctyv8c\\\",\\\"y\\\":\\\"BAV4GH5ha-VduaSxSqqMYcEZ_QBbXEgeHUj7ErkDxGo\\\"}\",\"signature\":\"rVCeUhn9wiytgyijRW05aUsvh5bXDGCxLlOFGbPX8aDfHby-xXb2n2Tz-xf5CR0MWJSEquNN0y8kh6gXkGdM-g\",\"signingKeySignature\":\"0xbfc6c23c7164c85dbe14ed5af196c0449157366508763f5241ac5434b05f313f34e468de0066597e5263661898451bcf81582805c66c4bbfd0cf9405e626f1ae1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nsJDZARlfF7B-iUxf14LfiHcg_H1xkv1I3T98Ctyv8c\\\",\\\"y\\\":\\\"BAV4GH5ha-VduaSxSqqMYcEZ_QBbXEgeHUj7ErkDxGo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FJGyqbeHrMFVJKAhjNC2ZysV2lsANRhGarGSmviaaAE\"}"