"{\"content\":{\"body\":\"Whether a person is poor or rich actually has little to do with the external environment. It mainly depends on what the mental model of one's heart looks like. Anyone who has studied physics knows that diamonds and coal are composed of carbon atoms, but diamonds are extremely hard, coal is not so hard, diamonds are crystal clear, and coal is dark and black. Just because their carbon atoms are arranged differently.\\n\\n```\\nThere is a survey in the United States that tracks poor ordinary people who have won big prizes, and it is found that after 5 to 10 years, these people have become poor again. I had an experience before. When I was in elementary school, I was second in the class. I was still second in the class when I was in junior high school. I was still second in the class when I was in high school. I didn’t understand what was going on. Now I understand. Actually, my initial mental model was the second place. When I put it in any group of people, I will find this position. It has nothing to do with ability. When we talk about this concept later, everyone will come and understand.\\n\\nA long time ago, I had a colleague who quarreled with his boss. He patted the table and said, \\\"Even if I am a beggar, I am a first-class beggar. I make money everywhere!\\\" Can you see it? Although this person wants to stand out, he also wants to mix well. But his mental model is to be a beggar, so he is destined to be a bad mess. He doesn't know it yet. Many people don't pay attention. Today I brought up this thing. You should check yourself against yourself.\\n\\nWhy is a person rich? It is because his mental model has been discovering value and discovering things that can be exchanged for money. I chat with the bosses. The bosses are always talking about business models, about making money, about employing people, and about what they can do to make money in the future. Their mental model has always been focused on finding valuable things, and their mental model points to making money. Chat with ordinary employees, they will always talk about the ideals of life, melancholy things, movies, TV series, and the most tasteful people also talk about culture. More people are complaining about life, sighing, and thinking that society is unfair to themselves. Their mental model clearly points to poverty.\\n\\nThese people also want to make a fortune, but unfortunately they will never make money without changing this mental model, because their mental model does not point to money. I basically refuse to talk to people and discover things that have nothing to do with making money.\\n```\\n\\nPeople who make money can always find opportunities to make money in the complaints of others, while ordinary people can find complaints in the opportunities to make money. These are two different mental models of people.\\n\\n```\\nOrdinary people are always instilling in themselves and their children that money is hard to make money and entrepreneurship is difficult. Rich people don't have many good things. Men raise juniors and women are juniors. Such a concept. As for myself, I want to be rich, but every day I talk about the negative information of the rich. I struggle there, dare not act, and my mental model is very chaotic.\\n\\nAnother point is that, from a deep level, the poor people don’t want to be rich in their mental models, because they don’t take action, they just think left and right, have curiosity, and nothing more. The real rich act immediately. For example: if a person is going to die of starvation, then give him a piece of bread, he must hold it and eat it. Will not consider whether it is clean or not. The poor do not have this kind of mobility. They are not poor enough, so they must continue to be poor.\\n\\nWhen I started my business, I found many people with me. There is such a kind of person, they say: \\\"Try it out\\\" When I heard it, I was scared to pee. In fact, a few words can tell a person's mental model. You can also see the success or failure of a person in the future. Those who try it out are doomed to fail. Nothing is inevitable for such people. Give it a try. It is purely an excuse. Before you start, you have found yourself a way out. When you encounter this kind of partner, the wise way is not to cooperate with him. Such people are only suitable for ordinary employees. It is not suitable to start a business together through storms and hardships.\\n\\nYou can calm down and observe your own mental model, to see whether you are the mental model of the poor or the mental model of the rich. Once you have a clear observation, you can proceed with targeted mental construction.\\n```\",\"timestamp\":1634803251,\"title\":\"The mental model determines a person’s poverty and wealth\"},\"digest\":\"KsAUOyJgUnN0igswAOj9adRY-gO_h4Q4z9sFk-PqBfA\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"sTeEk7mxTAqb8Be8MbXJGoQS57iHADPM7XJUS5adUZ-afk4T6DHaO3H1Im-XqDSJ_gNNfoljtKIwYhrBK3hTBQ\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KsAUOyJgUnN0igswAOj9adRY-gO_h4Q4z9sFk-PqBfA\"}"