"{\"content\":{\"body\":\"\\n![](https://images.mirror-media.xyz/publication-images/c676e2fa-6cc2-43f1-801b-87b35ddb908d.jpg?height=3024&width=4032)\\n\\nThis is a treasure chest: it contains the only copy of the private key to an ETH wallet, stamped into a sheet of metal. Over time, we will release clues about the location of this chest. Here is the first one: it's buried somewhere in the Texas Hill Country.\\n \\nSo what's in the wallet? To start, we've put a 1/1 NFT treasure inside, created by Cabin DAO collaborators [@DugDaniels](https://twitter.com/DugDaniels) and [@mel_being](https://twitter.com/mel_being): \\n\\n[Buried Treasure](ethereum://0xabefbc9fd2f806065b4f3c237d4b59d9a97bcac7/4340)\\n\\nBut what makes this treasure chest special is that, even though it's already buried, you can still add things into it. Think of it like contributing to a time capsule. Our hope is that one day in the future it will contain a gold mine of old NFTs and tokens and will lead to great adventures among treasure hunters. \\n\\nFeel free to deposit anything you'd like into the treasure chest at this address: \\n\\n```\\n0x9293db81d208814cB7F23F4DeDeEd0dBEc35D1A0\\n```\\n\\nThe treasure chest is also accessible at **buriedtreasure.eth** (the ENS domain is registered for the next 100 years; hopefully someone finds it by then). \\n\\nTo get the game kicked off, you can become a Treasure Hunter by collecting this NFT (also made by [@DugDaniels](https://twitter.com/DugDaniels) and [@mel_being](https://twitter.com/mel_being)): \\n\\n[Treasure Hunter](edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=147)\\n\\nSome clues will be released publicly. Others may be token-gated for Treasure Hunters. Proceeds from the sale of the Treasure Hunter NFTs will be split: 50% of the ETH will be deposited directly into the treasure chest, and the other 50% will go to Cabin DAO to support the [Creator Cabins residency program](https://www.creatorcabins.com/programs) & the artists that made this project possible.  \\n\\nHappy hunting!\\n \\n\\n### FAQs\\n\\n- Who knows where the treasure chest is buried?\\n    - Just me, Jonathan Hillis. I went to great lengths to leave no trace of where I buried it & I will tell no one where it is.  \\n- How long will the treasure chest last?\\n    - Until someone finds it, the stamped metal plate corrodes, or ETH ceases to exist, whichever comes first. \\n- Why didn't you use a hardware wallet?\\n    - Common hardware wallets rely on a USB connection and additional layers of abstraction from the underlying wallet. The goal of this project was to make a treasure chest with the greatest chance of surviving for a very long time. Hardware wallets are great, but you can't beat keys stamped directly on metal for longevity. \\n- Why didn't you use a BIP-39 seed phrase as the password?\\n    - I wanted to rely on as few protocols as possible, provide the most direct and root-level access to the wallet, and avoid accidentally remembering words from the seed phrase. To accomplish this, I generated the ETH address and public/private keys using a random seed, stamped them into a piece of metal by hand, and saved no other records. \\n- Why did you register the buriedtreasure.eth domain and then assign control to the chest's wallet, instead of just having the chest's wallet register the ENS address directly? \\n    - To maintain a maniacal level of security. Registering the ENS domain directly using the wallet would have required using wallet software, a security risk I didn't want to take. This trades off slightly worse security for the ENS domain buriedtreasure.eth in order to maintain the strictest security for the underlying wallet: 0x9293db81d208814cB7F23F4DeDeEd0dBEc35D1A0. There is no possible way for anyone (including me!) to access the contents held at this address without finding the treasure chest. \\n\\n\\n\\n\\n\\n\\n\\n\\n\",\"timestamp\":1628521146,\"title\":\"Find this buriedtreasure.eth \",\"publication\":\"creators\"},\"digest\":\"2hYoiHRW6NIBu5O1_o8ovj0vcRjA-w1qC99G5g-mkiw\",\"authorship\":{\"contributor\":\"0xbeC26FFa12c90217943D1b2958f60A821aE6E549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0VdR9AjEIXKaDhps8oaYVZ4GcUrd92aaPzKMnsJ9FpQ\\\",\\\"y\\\":\\\"xlezUQOqVuIjaZyEO4tvvqN1ozS2pYhMRSTPgrVwhQE\\\"}\",\"signature\":\"fRGE0MgPXoBr2JVoYc4TAAZ3dOxrvxh8Jx36OzJ04IDcpGUVk1YjpodYZRSvzH7uF2cwTHnQ3H86EOB1be0yew\",\"signingKeySignature\":\"0xae5fed535b4f0d725e8b9887a96318d4a9702c76e7a211f588f68cdb250d7ae7796d7eabeb21df2faf46a0beba5a55776d3a661421c81273011327a0a15759601b\",\"signingKeyMessage\":\"I authorize the publication of articles on creators.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0VdR9AjEIXKaDhps8oaYVZ4GcUrd92aaPzKMnsJ9FpQ\\\",\\\"y\\\":\\\"xlezUQOqVuIjaZyEO4tvvqN1ozS2pYhMRSTPgrVwhQE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5heGuW5JIkDp67D4j4DtRpAi4ToiJzCeNFunU4cjkBw\"}"