"{\"content\":{\"body\":\"It was approximately 12:30 am in Amsterdam. I had a flight back to the states the next morning which I’d have to get up early for. Still, there I was, trying every cheap trick I knew (hard refresh, switch to Firefox?) to get Klima DAO’s application to work for me. I needed to claim my aKLIMA to swap them for KLIMA tokens. Then I’d ‘stake’ my KLIMA and start reaping a 300,000% annual percentage yield (“APY”). Or I could sell my KLIMA tokens, which had just launched public trading hours earlier at a price of $323. Post launch, KLIMA immediately skyrocketed north of $1,200. Then it kept climbing.\\n\\nIf all of this sounds like a foreign language, it’s because the processes can indeed be pretty labyrinthine for the uninitiated. I’ve been deep in the crypto and ‘DeFi’ trenches for months. Navigating the Klima DAO launch was still challenging. My interest was less motivated by ‘generational wealth’ (as opposed to the majority of the folks in the #price-talk channel in Klima DAO’s Discord server). Rather, I ‘reserved’ a few aKLIMA \\\\~6 weeks ago to properly diligence this emergent, ambitious, complicated entity, whose stated goal is to make carbon offsets more expensive.\\n\\nIn the short time since they first crossed my radar, Klima DAO has tapped a very powerful asset, namely the confluence of two major memes in today’s zeitgeist ⚡. The first is the need for climate action. People know we need to take action about climate. The chance to *feel* like you’re doing something is irresistible, especially when so much discussion about climate is couched in the language of certain doom. In parallel, the allure of making money, whether it be in sports betting, stocks, or crypto is oozing out of every pore of our increasingly digital, gamified society 📈.\\n\\nKlima DAO has harnessed both these movements to gain a massive amount of momentum. But what *is* Klima DAO? It is at once a discord server with 30,000 members, an organization with aims of being “decentralized” and “autonomous” (read as: governed by their own members, ideally leveraging as much code as process for the autonomous part). It has its own crypto token, KLIMA, and a corresponding set of monetary policies. And its aim is to impact prices in a very ‘real-world’ market.\\n\\nSpecifically? Klima DAO wants to help fight climate change. In their words:\\n\\n> Klima DAO is a collective of environmentalists, developers and entrepreneurs who aim to pool their knowledge and expertise to drive change in the carbon markets, today. (see [here](https://docs.klimadao.finance/klima.fi-manifesto))\\n\\nWhy carbon markets? Let’s dive down the rabbit hole 🐰🕳️.\\n\\n### A word on carbon markets 🏭\\n\\nThe size of the carbon market as a whole was [north of $250B last year](https://www.reuters.com/article/us-europe-carbon-idUSKBN29W1HR). There are lots of products and submarkets under this umbrella, including [voluntary and mandatory](https://www.offsetguide.org/understanding-carbon-offsets/carbon-offset-programs/mandatory-voluntary-offset-markets/) carbon markets. We’re focused on voluntary markets here, i.e. the ones that companies and people like you and I participate in when we buy ‘carbon offsets’.\\n\\nWhat are carbon offsets? Specifically, one carbon offset represents the avoidance or removal of one tonne of CO2 equivalent emissions (“CO2-e”). These offsets are supplied by projects that can prove they prevented or removed emissions to parties that want to reduce their *net* emissions footprint 👣. An example of a project that would supply carbon offsets might be one that preserves a rainforest whose flora sucks up carbon 🦜. Carbon offset projects are subject to a bevy of different verification standards. [Verra](https://verra.org/project/vcs-program/), which has facilitated the issuance of [almost 800M carbon offsets](https://verra.org/), and [Gold Standard](https://www.goldstandard.org/) are among the most prominent.\\n\\nCarbon offsets are purchased by all kinds of organizations. The market for voluntary markets is a beast of its own, forecast to [grow to $1B this year](https://www.wsj.com/articles/carbon-offsets-are-used-by-companies-seeking-net-zero-but-concerns-persist-11635079489) (as an aside, the fact that Klima DAO’s market cap at one point equaled the size of the entire voluntary offset markets’ is fun). Meanwhile, the parade of corporations touting new net-zero emissions targets would have been hard to miss over the past years. Companies like [Delta and Google](https://www.statista.com/chart/23751/companies-buying-carbon-offsets/) have emissions targets they would otherwise exceed were it not for carbon offsets. Carbon offset pricing varies depending on their source; the different projects that produce them all have different economics. Many offsets on the market are pretty cheap at current; a simple benchmark would be around $10 per tonne of CO2e.\\n\\n### The Klima DAO mission 🎯\\n\\nKlima DAO exists to make the price of carbon offsets more expensive 📈. Why? At current, there’s no real cost associated with *emitting* CO2. There almost definitely should be. If we were able to calculate the full cost of carbon emissions, taking into account all negative externalities on society, e.g. the future costs of global warming, habitat destruction, worse air quality, etc., emissions might [be very expensive](https://twitter.com/XavierHelgesen/status/1446620855677583360).\\n\\nKlima DAO identifies this challenge as core to their mission. They write:\\n\\n> *Companies and consumers do not pay (enough) for these negative externalities, and are therefore emitting too much carbon. This is a market failure – the market by itself does not internalize the costs of these emissions...A perfect market should price in carbon.* ([here](https://docs.klimadao.finance/blogs/about-carbon-offsets))\\n\\nWhile there’s no price for carbon, there *is* a price for carbon offsets. What if the carbon offsets became more scarce? In lieu of a true tax on carbon, this would increase their price and act as a ‘cost’ on the heavy CO2 emitters that buy them.\\n\\nThat’s exactly what Klima DAO wants to do — they want to become a “black hole” for carbon offsets 🕳️. First, their system (the “protocol”) has to attract capital. To do so, they’ve embraced the financial infrastructure of crypto. Which is smart — there are few forces stronger than the willingness of crypto market participants to ‘ape’ 🦍 (i.e. deploy large sums of capital with minimal diligence) into the latest token, provided it has momentum. Once the capital starts flowing, Klima DAO uses it to siphon carbon offsets out of traditional markets.\\n\\nHow does this work? Let’s take a look under the hood 🏎️.\\n\\n### The mechanics ‎‍🔧\\n\\nHow does Klima DAO acquire carbon offsets? First, offsets have to be taken out of traditional markets and brought on-chain. Klima DAO relies on the [Toucan Protocol](https://docs.toucan.earth/protocol/introduction/master) to execute this; Toucan operates a ‘carbon bridge’ that takes carbon offsets from registries we’ve discussed (currently they work exclusively with [Verra’s VCUs](https://verra.org/project/vcs-program/registry-system/verified-carbon-units-vcus/)) and brings them onto [Polygon](https://polygon.technology/), a blockchain built on top of Ethereum. In the process, the offsets are turned into a commoditized, tradable unit represented by a token, [BCT](https://cryptobuyingtips.com/guides/how-to-buy-toucan-protocol-base-carbon-tonne-bct).\\n\\n> *Base Carbon Tonnes (BCT) is a reference token representing one tonne of carbon from the Verra Verified Carbon Unit (VCU) registry from 2008 or later, bridged by the Toucan Protocol.*\\n\\nKlima DAO doesn’t just raise money to buy BCTs though. That would be boring. Instead, Klima DAO introduces its own token, “KLIMA,” too. Why? To gamify the entire system. KLIMA is the piece of the puzzle 🧩 that , coupled with the voracious appetite and capital from the crypto market, powers the ‘black hole’ for carbon offsets.\\n\\nHow does KLIMA supercharge new BCT purchases? To start, they back each KLIMA with at least one BCT. Before new KLIMA can be created, Klima DAO has to acquire more BCT:\\n\\n> *...a new KLIMA can only be minted by locking a BCT (Base Carbon Tonne) in the Klima DAO Treasury and removing it from the market...* *the treasury backs every KLIMA token by at least one tonne of carbon offsets, which guarantees that users can always sell their KLIMA for at least one tonne.“* (Source [here](https://docs.klimadao.finance/))\\n\\nFrom there, incentives / monetary mechanics are layered in to accelerate BCT accumulation:\\n\\n* When the total market capitalization of KLIMA is higher than the value of the carbon offsets in its treasury, Klima DAO issues bonds to market participants in exchange for BCTs.\\n* Importantly, these bonds are redeemable for KLIMA at a *discounted rate* to market price (after a vesting period has passed), making buying BCTs to acquire these bonds an attractive way to get your hands on KLIMA.\\n* By selling the bonds, Klima DAO increases its store of BCTs. With more BCT in hand, it can issue new KLIMA.\\n* If a virtuous cycle of price appreciation can be upheld, more investors will elect to contribute BCT to the Klima DAO treasury in order to get a discount on new KLIMA.\\n\\nHow does Klima DAO try to keep up said virtuous cycle of price appreciation? For one, if you believe carbon offsets will become more expensive over time, then the value of Klima DAO’s treasury holdings should appreciate too. For that trade you could just buy BCTs on your own though, so Klima DAO also introduces a profit distribution mechanism as an additional incentive to hold KLIMA. This mechanism distributes newly minted KLIMA to existing investors who choose to ‘stake’ their holdings. You can think of this as a sort of dividend rate for holding KLIMA, designed to attract even more investors to the Klima DAO ecosystem:\\n\\n> *Staking is designed to incentivize longer-term holding of KLIMA, and to give market participants exposure to the rising price of carbon. The longer participants hodl \\\\[sic — it’s a crypto joke\\\\] and stake, the more they compound and the more KLIMA tokens they will have when they unstake.* (More [here](https://docs.klimadao.finance/klima-dao-ecosystem)).\\n\\nAt launch, the APY for staking KLIMA was an eye-watering 300,000%. While the rate has come down since, at the initial rate, it would only have taken you 33 days to double your KLIMA holdings when staked. How is this APY set? This is where things get a touch sophisticated. Suffice it to say that it is contingent *both* on a rewards rate that Klima DAO sets via governance, and by market dynamics (e.g. how much new KLIMA is minted in any given period and how many people have staked their KLIMA).\\n\\nThe main takeaway for us is that Klima DAO pays out newly minted KLIMA to its holders as an additional incentive for holding the token. This newly minted KLIMA is also inflationary though, which *should* put a damper on the KLIMA price. What happens when it doesn’t though? Proceed 👉.\\n\\n### The bull run 🐂\\n\\nIf you were an early member of the Klima DAO community, you could buy KLIMA at [$10 per token](https://klimadao.medium.com/what-is-klima-dao-initial-discord-offering-5735c996c2ac). As of this writing, the token trades around $2,000 (down from a high of $3,500). And holders who stake their KLIMA are still earning four-five digit APYs to boot 💰. At $3,500 per KLIMA (approximately the high watermark so far), Klima DAO’s market capitalization eclipsed the $1B mark 🤯.\\n\\nWhy are people piling into KLIMA? Sure, there are probably some valiant climate warriors involved who participate in hopes of punishing companies that emit a lot of carbon. Getting investment exposure to the carbon offset market, as far as a long-term strategy is concerned, also has tailwinds speaking in favor of it. Even before Klima DAO and Toucan launched, the [offset market was heating up](https://www.cnbc.com/2021/09/27/bank-of-america-carbon-offset-market-to-x-50-to-meet-net-zero-goals.html). Some people may also buy KLIMA to participate in governing the DAO — tokens will grant future voting rights 🗳️.\\n\\nI assume however that it’s the promise of big time investment returns that the majority of participants at this stage are interested in. The crypto infrastructure that Klima DAO has integrated speaks directly to a cohort of rabid crypto traders who are always scouring the internet for their next big score. Klima DAO has captured their capital and attention to build momentum for the project. And they’ve done so very consciously. As one anon Klima DAO leader said in a recent [interview on the Bankless podcast](https://podcasts.apple.com/us/podcast/bankless/id1499409058?i=1000535838797):\\n\\n> *We’re Game-stopping the voluntary carbon market; using the incentive structure to drive more and more demand for these carbon credits.*\\n\\nThe alluring power of the games Klima DAO has designed is perhaps most clearly exhibited in Klima DAO’s mantra, (🌳, 🌳), which combines the deciduous tree emoji with “(3,3).” (3,3) is a game theory meme taken from another DAO that highlights that the most beneficial action for market participants is to stake their asset and sit pretty (nash equilibrium, for you nerds 🤓).\\n\\nWith the price of KLIMA holding strong for now, it looks like folks are heeding the (🌳, 🌳) call. Call it incentives, gamification 🎮, or gambling 🎰, it’s working.\\n\\n### The impact 💥\\n\\nLast week, Klima DAO noted it has already brought [8M tonnes of carbon offsets on-chain](https://twitter.com/KlimaDAO/status/1452635939889729536) (perhaps this gone up since). Estimates of what percentage of the total current available supply of carbon offsets in voluntary markets vary, but some pegged it as high as 5%. (We’ll revisit this claim later in “The Challenges” section).\\n\\nThe carbon market is notoriously difficult to quantify and measure, plus it’s super fractured, so it’s hard for us to corroborate exactly what % supply of which market Klima DAO has hoovered up. The claim that we’ve seen a measurable impact on price does seem to be corroborated by whispers and reports from the offset industry and carbon market themselves though. See for instance this from [Carbon Pulse last week](https://carbon-pulse.com/142130/):\\n\\n> Standardised voluntary emissions reduction (VER) prices for CORSIA- and nature-based units trended up towards fresh record highs on exchanges this week, with voluntary carbon market (VCM) participants citing involvement by speculative firms and crypto traders for the increase.\\n\\nIf this can be sustained, it could accelerate the rate at which companies are forced to explore real solutions to *reduce* their emissions, not just offset them. Further, if the price of carbon offsets rises, it could attract more offsetting projects to come online and fill the supply gap.\\n\\n> Importantly, carbon offsets provide critical financing for sustainability projects, including forest conservation and renewable energy generation. (More [here](https://klimadao.medium.com/carbon-markets-retail-offset-pricing-4eab0f6196c0)).\\n\\nEspecially projects known as “frontier” carbon offsetting or removal projects, like [chemically bonding carbon to minerals and turning it into stone](https://www.heirloomcarbon.com/), need capital to prove the viability of their processes, navigate formal verification, and to subsequently scale them. If carbon offsets cost $10, these projects aren’t viable. If offsets cost $100 or $1,000, the economics might change.\\n\\nZooming out, what Toucan is doing to create a more liquid market for BCTs is very important. As we noted above, legacy markets are fractured and often illiquid; there are countless benefits that come with the transparency that a more liquid market would provide. We’ll save a deeper exploration of these for a future report on the Toucan protocol and BCTs themselves. Finally, at the risk of glossing over the obvious, I think what Klima DAO is doing in general, namely trying to turn crypto infrastructure, capital, and trading habits into climate impact, is laudable.\\n\\n### The challenges 🤨\\n\\nAt the beginning of this piece, I noted that the chance to *feel* like you’re contributing positively towards climate is a key motivator in today’s zeitgeist. Klima DAO offers this in droves. But how real is the climate impact here? Considering the allure of the rewards systems that Klima DAO has set up and the momentum that their token has garnered since launching a few weeks ago, this is a key question. If a bunch of people allocate time and money to this space and it turns out the climate promises weren’t all we thought they were, that could be a big blow to future crypto / climate projects.\\n\\nThe first question we should ask in aims of full intellectual honesty here is whether the carbon offsetting market is where we should be focusing our attention at all. Should the idea of a carbon-neutral oil & gas industry even exist?\\n\\nLet’s first look at the challenges inherent to offsets themselves. For one, carbon offsets aren’t all created equal, even if they all end up in the same commoditized on-chain pool (BCTs). One tonne of direct air carbon capture (DAC) vs one tonne of offsets achieved via reforestation doesn’t achieve the same thing, at least not right away; the tonne offset via reforestation takes longer to manifest (trees need time to mature), and assumes the trees won’t be burned or logged, even hundreds of years from now.\\n\\nCarbon offsets with older vintages can also be [considerably cheaper than newer offsets](https://about.bnef.com/blog/unlike-fine-wines-carbon-offsets-get-worse-with-age/). In pursuit of best practices around offsetting, corporations may try to purchase offsets that were issued in the same year in which the emissions they are looking to offset occurred. If an offset was issued in 2015, there are fewer potential buyers for it, as fewer companies had committed to any net-emissions targets then or were tracking their emissions readily. While carbon offsets in general may get more expensive in the coming decades, older vintages could actually be depreciating assets.\\n\\nKlima DAO’s current model is set up to buy the cheapest offsets. At this stage, that can mean buying lower quality (older vintage) offsets as well more of the “future avoidance” types of offsetting projects instead of say, the DAC carbon removals we discussed earlier. Of course, in many cases, these could still be offsets an Exxon or a Chevron would have bought otherwise, so this isn’t a critical flaw by any means.\\n\\nMoving on, it also seems like almost every day, some new [Fortune 500 company is beleaguered by charges](https://www.bloomberg.com/news/articles/2021-10-25/shell-s-carbon-offset-claims-show-task-ahead-for-un-climate-talks) that a carbon offset project they worked with didn’t prevent, capture or sequester CO2 in the way it said it would, or that standards weren’t upheld over time. At the level of standards and offset verification, even institutions like Verra have to [play defense re: accusations](https://verra.org/verra-response-to-guardian-article-on-carbon-offsets-used-by-major-airlines/) that projects in their registry aren’t up to snuff.\\n\\nNow, on the carbon offset *markets*. Carbon offset markets are historically plagued by double counting issues. Not only have there been significant challenges with carbon offsets being sold multiple times (if two different organizations can buy and then re-sell the same offset, they shouldn’t both be able to claim it towards their net emissions goals). Additionally, as Paul Gambill (CEO of [Nori](https://keepcool.co/nori-deepdive/)) explains, countries in which offsets are produced [often claim the same offsets that other entities then purchase](https://twitter.com/paulgambill/status/1449517958531674112/video/1) (another form of double counting). Offsets can be often flawed even before they are brought on-chain. These things aren’t Klima DAO’s fault, but they do raise the question of how worthwhile targeting offsets as a change mechanism is to begin with.\\n\\nIt’s also worth noting that companies that want access to a lot of offsets increasingly sidestep traditional carbon offset markets entirely. They’ve already forecasted the supply crunch Klima DAO hopes to accelerate and they hire teams to do diligence on and [buy entire offsetting projects](https://www.spglobal.com/platts/en/market-insights/latest-news/natural-gas/052621-larger-buyers-of-carbon-credits-buying-entire-projects) to produce offsets for them exclusively (and at scale). While they’re still competing for the same resource conceptually, as they opt out of the markets that Klima DAO targets, Klima DAO may need to shift its tactics.\\n\\nThis speaks to a broader point that Klima DAO is quite conscious of, namely that the supply of offsets itself is inflationary. You can occasion a short-term run on supply, sure. But once you’ve pulled it off, you’d likely see a raft of new offsetting projects come online. This would be a good thing for the planet, but perhaps not for the Klima DAO ecosystem. With a new wave of offset supply coming online, the value of the BCTs in Klima DAO’s treasury could decrease substantially from a high watermark. In short, even if BCTs do increase in value over time, it won’t be linear. I’ll be interested to see how carbon offset price volatility impacts Klima DAO’s ability to sustain a positive feedback loop. How strong will (🌳, 🌳) be if the treasury value gets cut in half?\\n\\nPerhaps most importantly, and more specific to Klima DAO, while the offsets that Toucan Protocol bridges [are listed as ‘retired’ in the Verra registry](https://twitter.com/wagmianon/status/1453140959013838848), what’s critical is that the offsets are fully retired *on-chain* too.\\n\\nPursuant to this point, a quote we read earlier might have raised flags for you 🚩:\\n\\n> ...the treasury backs every KLIMA token by at least one tonne of carbon offsets, which guarantees that users can always sell their KLIMA for at least one tonne.\\n\\n'Burning' (destroying) would be the best way to truly retire the offsets, but would also mean the value of the Klima DAO treasury would be 0. As long as the treasury pool of carbon offsets is viewed as ‘backing,’ and if users can “always sell their KLIMA for at least one tonne”, then we’re not really talking about retirement here. The Klima DAO team has corroborated this themselves, stating in their server:\\n\\n> ...our treasury is designed to be one-way, at least for now - we hold the BCTs in reserve to back KLIMA issuance...there are a few scenarios where BCT could flow out of the treasury, most notably if KLIMA price fell below 1 BCT we would step in as buyer of last resort.\\n\\nIf Klima DAO had to sell BCT from the treasury to buy back KLIMA, what would stop another party from claiming these BCTs at a later date? These offsets still very much exist, just in a different form. At minimum, they should be accounted for differently in Verra’s registry. Further, to say Klima DAO is a ‘blackhole’ for offsets is inaccurate. Nothing can escape a blackhole once it crosses the event horizon; the gravitational pull of the black hole is too strong. With respect to Klima DAO, while I wrote earlier that the power of crypto market participants can be quasi-gravitational, it can also be quite ephemeral ⌛. BCTs can escape Klima DAO’s treasury again.\\n\\nThere are also challenges with how Klima DAO describes its aggregate impact. [@_boodle](https://twitter.com/_boodle), who kindly provided comments on this entire piece, wrote the following:\\n\\n> Klima DAO claims to have 8M tonnes of offsets in its treasury. At the time of writing, there were only 1.6M ‘pure’ BCTs in the treasury. The rest of the 8M consists of [‘liquidity pool](https://www.gemini.com/cryptopedia/what-is-a-liquidity-pool-crypto-market-liquidity#:\\\\~:text=A%20liquidity%20pool%20is%20a,a%20decentralized%20exchange%20(DEX).)’ shares (“LP shares”), including shares in a KLIMA/BCT pool. These LP shares represent a credit for the underlying tokens in the pool (KLIMA and BCT for the KLIMA/BCT pool). As far as counting these offsets as captured though, these pools \\\\*exist\\\\* for people to trade against them. Let’s say that market participants decide that KLIMA is overvalued compared to BCT. LP share owners can draw on the KLIMA/BCT pool directly, depositing their KLIMA to pull out BCT at the current market rate. When that trade is made, the BCT that was counted towards the current 8M figure is pulled from the pool. This is an even more direct mechanism whereby BCT can exit Klima DAO.\\n\\nKlima DAO is more like a [cartel cornering a market](https://dirtroads.substack.com/p/-19-klima-a-family-story) or a dragon sleeping on a pile of gold 🐉. If you don’t fully retire offsets, the impact of hoarding them can reverse at a later date ⏪. If something happens to the dragon, you could see a flood of carbon offset supply coming back *onto* the market.\\n\\nIf the answer to why this *won’t* happen is that the price of KLIMA will continue to be above the value of the treasury, then that gives me pause too. Klima DAO’s systems obviously work well when the hype is on. But if the systems constantly require fresh capital to sustain themselves and to avoid releasing a bunch of BCTs back onto the market, then I start to wonder at what point it’d be better for investors to just buy the underlying BCTs and hold them themselves.\\n\\nI can of course see *why* burning hasn’t been implemented. KLIMA’s intrinsic value is its treasury of offsets, which it hopes will increase in value. That’s a huge part of their differentiation. If you burned all the offsets, you’d just have an inflationary token with staking rewards. There’s plenty of those in crypto.\\n\\n### Final thoughts 👋\\n\\nI had some reservations about saving “The Challenges” section for the back half of this piece. In the same way that it would be easy to appreciate the ambition of Klima DAO and the milestones they’ve achieved so far without digging deep on the mechanics, it would be easy to read the first half of this and conclude that I’m unequivocally bullish.\\n\\nWhat am I bullish on? I’m bullish on incentivizing emissions reduction, whether at the individual, corporate, country or global level. I’m bullish on incentivizing new carbon offset and removal projects and development of new technologies. And I’m bullish on democratizing access to new asset classes, carbon included.\\n\\nFor me to be bullish on Klima DAO as a project from a *climate* perspective, I’d like to see commitments for at least temporary ‘sequestration’ of the offsets they bring into their treasury. Could Klima DAO commit to a measure of minimum permanence; i.e. all offsets are locked in the treasury for a minimum of ten years, in the same way carbon offset projects themselves must prove to sequester carbon for minimum thresholds of time? It’d also be great to see the entire supply chain of offsets, from Verra to the treasury, audited by someone who understands carbon markets much better than I do.\\n\\nI’d also like to see the first wave of hype subside 🌊. The people who keep building after that will be the ones who address the challenges including and beyond those I’ve identified. Having spent a decent chunk of time in the #carbon-markets channel in Klima DAO’s Discord server, I have seen many folks who are active and understand carbon markets *much* more intimately then I do. I hope they stick around 🤞.\\n\\nMy broader hope is that Klima DAO is a battering ram for crypto x climate companies, applications, and protocols. There are many other projects (e.g. [Nori](https://nori.com/) and [Regen network](https://www.regen.network/)) [and DAOs](https://twitter.com/TheEdenDao) targeting the carbon market with crypto infrastructure that are following closely behind. If Klima DAO paves a path for them to garner attention, investment, and their own hype cycle? That’d be an achievement in and of itself 🌱.\\n\\nAnd if there are challenges that Klima DAO doesn’t deliberately and openly address? That will sour peoples’ perspective on future projects with adjacent missions. The first DAO ever [raised more than $100M… only to catastrophically fail](https://en.wikipedia.org/wiki/The_DAO_(organization)). That set Ethereum back massively. The first crypto / climate protocol to hit a billion dollar market cap is naturally attracting a lot of attention. It has a lot riding on it 👀. Godspeed!\",\"timestamp\":1635924721,\"title\":\"From Kyoto Protocol to Klima Protocol (🌳,🌳)\\n\"},\"digest\":\"_xOD2gZjd6ca8jYkFg5hCKw0zW2Z6K3pZP2j3557MzI\",\"authorship\":{\"contributor\":\"0xA3C0f44dAF771ce6c8bD13f290A2006826A87d9D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KNyINdVp8v2fW0DRnfYv7iIeUgT6nrLHl351_RxvetI\\\",\\\"y\\\":\\\"Hvc8QMl-JyNhzjir_wMmFzbzV-UIMpKsUXqs8Pocxus\\\"}\",\"signature\":\"Z5dnlGk2WAuPdktJlzH7gV_hTfK89ayDNFAfOY24OexPTnkEZwLNEnOROMCvWX_N5hzoKx0sH7Y8VbpYxu2_pw\",\"signingKeySignature\":\"0x2803fff226ffd45d500b578e891009f20d5c472904cd5103b3f45a7814e869565c8c26599ac2fc99cc7ffbb67e6c71ab095d1abff5d280a903084e9e78dbf8591c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KNyINdVp8v2fW0DRnfYv7iIeUgT6nrLHl351_RxvetI\\\",\\\"y\\\":\\\"Hvc8QMl-JyNhzjir_wMmFzbzV-UIMpKsUXqs8Pocxus\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8DiOfNWGqXyl2s7o-iPgYGUNQM9KO5byI53yFWLwAD8\"}"