"{\"content\":{\"body\":\"人看到的世界的展开跟让人自己的灵魂意识有关。\\n\\n什么意思呢？世界很大很大，每个人接触到的部分很小。\\n\\n每个人以为的世界和世界真实的大小不同。比如说世界是一片森林，有很多树木和动植物。\\n\\n人这种动物只会接触到很少的一部分动物和植物。\\n\\n就像森林里面的生态系统一样，生态系统中，有处于乔木部分的动物，也有依赖微观生态而生活的地面小动物，甚至还有地底的动物。\\n\\n处在整个森林生态不同部分的动物，对森林的认知是不同的，乔木顶端的动物一直活在阳光之下，而地底的生物则是不见天日。\\n\\n当然，整个生态并没有哪里是好，哪里是不好，都只是生态的一部分。\\n\\n所以人处在生态的不同位置，将会看到不同的世界。但人跟动物不一样的是，动物往往遵循本能去生存，很少主动改变自己在生态中的位置。\\n\\n人却可以选择看到什么样的世界，这由人的意识决定，而这种意识是可以调整的。\\n\\n当人的意识很局限的时候，他只会看到很小的世界，但如果他调整了自身的频率，世界将为他展示更大的奇迹。\\n\\n重点便是这种调整，世界是远超过人类的认知的，所以人类可以无限大去调整自己的认知，无限延伸。\\n\\n怎么延伸呢？这种延伸是朝外的吗？生活在乔木顶端区域和天生活在地底区域的动物能跑动的地方当然不同。这受外部环境的限制。\\n\\n所以一个出生落后地区的人，想要了解世界上最新的科技，创造，是很难的。但没关系，世界上仍然有很多机会让人拓宽自己的周围环境。\\n\\n比如不排斥去新的地方看看，不排斥新事物。这种拓宽，便是一种弹性，让人对固有环境的认知之外还可以接受另一种可能性的。\\n\\n随着人们越来越有弹性，接受了世界很大，自己有很多不知道的地方后，就可以开始调整自己的意识频率。\\n\\n这个时候，世界的展开更多跟意识频率相关。\\n\\n人不再需要费劲去外部世界找寻，只要提升自己的认知，提升自己的灵魂频率，世界将会按照相应的频率为你展开。\\n\\n总结一下上面说的，世界是两端无限的频谱，而人看到的只是基于他自身频率的那一段。\\n\\n首先，人需要从物理空间突破，除开人认知的那一部分，还有很多人没有认知到的部分。\\n\\n接受了这种未知的可能性后，人需要提升自己的频段，这样才能接收到更大的世界。\\n\\n接下来说方法，明白了要做什么后，具体怎么做？\\n\\n古往今来，各种圣人，各种宗教，都留下了很多提升人类频率的方法。\\n\\n因为不同的人类本身就处在不同的频段，所以不同的人适合提升的方法千差万别，佛法中称八万四千法门。\\n\\n就我自己的练习而言，我正在尝试的方法有，打坐观想，读书，听佛经念佛号，接触更高灵魂频率的人发出的信号等等。每种方法都有自己的细节和原理，也有自己独特的体验。\\n\\n比如说，打坐观想，打坐的流程是什么，要求是什么，为什么打坐有效？实际上需要打坐多久？观想，需要观想什么呢？这个原理是什么？打坐完了感觉如何等等。\\n\\n读书，就更广泛了，书海浩瀚，只要有心，就能寻求到答案。如除开流传下来的佛经，还有千百年来古大德对佛经的开讲解释。\\n\\n甚至现代来说，也有人试图从科学的角度来解释这一切。这些书籍都像是拼图，东一块西一块，但随着不断收集，拼图之间可以连接起来，全貌就会徐徐展开。\\n\\n书读到一定的数量，会发现有些东西，不同的地方都会提到，虽然用不同的词汇，形容，但是很像。这种相同之处会引起我的注意，我知道，那可能就是我要找寻的东西。\\n\\n接触更高灵魂频率的人发出的信号，这个也很好解释了，有的人的频段覆盖或者重叠的了我的频段，所以他们的信号发出时，我会捕捉到那些不属于我的频段的东西，从而扩大自己的认知。\\n\\n古人云，三人行必有我师，现代互联网发达的情况下，人们其实会更容易地接触到高于自己频段的人。\\n\\n念佛经佛号，佛法里对整个世界的开解是最详尽最具体的，但人类想要学尽学全是很难的。佛家各门派教授的法门不同，而我自己在偶然的机会下接触到了净土法门，听师父讲解《现行果地觉》，念佛号，但这一法门的修持不只是念佛号，其内真意尤为殊胜，我才刚刚开始，还需要更多的去体悟。\\n\\n好啦，今天就到这里，明天见，明天继续写，不要怕，只管写。\",\"timestamp\":1641308083,\"title\":\"提升个人灵魂频率，世界由此展开\"},\"digest\":\"iWdxVCWgMn2t2m_gu3l8UOpwpMe9RtolhdjmjnCuAJQ\",\"authorship\":{\"contributor\":\"0xF49aEC1aac90cCcE1EF676944F145Af73F40799f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pPBpVAT6UM-y_XDsuw-5dmCpOZT-V2t3es_JZcVr338\\\",\\\"y\\\":\\\"6tTSWxwRQqbsIp4ZJv15J3tOgPV4W7pZtw_lHlMlaN8\\\"}\",\"signature\":\"VG6QypjXPkYeX_bcsh87H6KRsu0GG9L4p0CQ_4TMrj0XGXIzbyxmzvEKUrXQ-gsjZX8TP-s3PHGb19SMZFRDTQ\",\"signingKeySignature\":\"0x5f7f295f55fb5bff79a0e5a9c2b80bbcc01d57387c63141c04ffc3a37bd65caf05bf858f3210e44c8d96f9548bf741b209e76b07a8979fa4d684581999ea242b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pPBpVAT6UM-y_XDsuw-5dmCpOZT-V2t3es_JZcVr338\\\",\\\"y\\\":\\\"6tTSWxwRQqbsIp4ZJv15J3tOgPV4W7pZtw_lHlMlaN8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yl-bUIFcd4NeVsx9gnFEMSQtKEVwSRQ976NPJfdxGp4\"}"