"{\"content\":{\"body\":\"Our impatience of news from Europe strongly marked the commencement of the year.  We had now been two years in the country, and thirty-two months from England, in which long period no supplies, except what had been procured at the Cape of Good Hope by the 'Sirius', had reached us.  From intelligence of our friends and connections we had been entirely cut off, no communication whatever having passed with our native country since the 13th of May 1787, the day of our departure from Portsmouth.  Famine besides was approaching with gigantic strides, and gloom and dejection overspread every countenance. Men abandoned themselves to the most desponding reflections, and adopted the most extravagant conjectures.\\n\\nStill we were on the tiptoe of expectation.  If thunder broke at a distance, or a fowling-piece of louder than ordinary report resounded in the woods, \\\"a gun from a ship\\\" was echoed on every side, and nothing but hurry and agitation prevailed.  For eighteen months after we had landed in the country, a party of marines used to go weekly to Botany Bay, to see whether any vessel, ignorant of our removal to Port Jackson, might be arrived there.  But a better plan was now devised, on the suggestion of captain Hunter.  A party of seamen were fixed on a high bluff, called the South-head, at the entrance of the harbour, on which a flag was ordered to be hoisted, whenever a ship might appear, which should serve as a direction to her, and as a signal of approach to us.  Every officer stepped forward to volunteer a service which promised to be so replete with beneficial consequences.  But the zeal and alacrity of captain Hunter, and our brethren of the 'Sirius', rendered superfluous all assistance or co-operation.\\n\\nHere on the summit of the hill, every morning from daylight until the sun sunk, did we sweep the horizon, in hope of seeing a sail.  At every fleeting speck which arose from the bosom of the sea, the heart bounded, and the telescope was lifted to the eye.  If a ship appeared here, we knew she must be bound to us; for on the shores of this vast ocean (the largest in the world) we were the only community which possessed the art of navigation, and languished for intercourse with civilized society.\\n\\nTo say that we were disappointed and shocked, would very inadequately describe our sensations.  But the misery and horror of such a situation cannot be imparted, even by those who have suffered under it.\\n\\nMarch, 1790.  Vigorous measures were become indispensable.  The governor therefore, early in February, ordered the 'Sirius' to prepare for a voyage to China; and a farther retrenchment of our ration, we were given to understand, would take place on her sailing.\\n\\nBut the 'Sirius' was destined not to reach China.  Previously to her intended departure on that voyage, she was ordered, in concert with the 'Supply', to convey Major Ross, with a large detachment of marines, and more than two hundred convicts, to Norfolk Island, it being hoped that such a division of our numbers would increase the means of subsistence, by diversified exertions.  She sailed on the 6th of March.  And on the 27th of the same month, the following order was issued from headquarters.\\n\\nParole--Honour.\\n\\nCounter sign--Example.\\n\\nThe expected supply of provisions not having arrived, makes it necessary to reduce the present ration. And the commissary is directed to issue, from the 1st of April, the under-mentioned allowance, to every person in the settlement without distinction.\\n\\nFour pounds of flour, two pounds and a half of salt pork, and one pound and a half of rice, per week.\\n\\nOn the 5th of April news was brought, that the flag on the South-head was hoisted.  Less emotion was created by the news than might be expected. Every one coldly said to his neighbour, \\\"the 'Sirius' and 'Supply' are returned from Norfolk Island.\\\"  To satisfy myself that the flag was really flying, I went to the observatory, and looked for it through the large astronomical telescope, when I plainly saw it.  But I was immediately convinced that it was not to announce the arrival of ships from England; for I could see nobody near the flagstaff except one solitary being, who kept strolling around, unmoved by what he saw.  I well knew how different an effect the sight of strange ships would produce.\\n\\nApril, 1790.  The governor, however, determined to go down the harbour, and I begged permission to accompany him.  Having turned a point about half way down, we were surprised to see a boat, which was known to belong to the 'Supply', rowing towards us.  On nearer approach, I saw captain Ball make an extraordinary motion with his hand, which too plainly indicated that something disastrous had happened; and I could not help turning to the governor, near whom I sat, and saying, \\\"Sir, prepare yourself for bad news.\\\" A few minutes changed doubt into certainty; and to our unspeakable consternation we learned, that the 'Sirius' had been wrecked on Norfolk Island, on the 19th of February.  Happily, however, Captain Hunter, and every other person belonging to her, were saved.\\n\\nDismay was painted on every countenance, when the tidings were proclaimed at Sydney.  The most distracting apprehensions were entertained  All hopes were now concentred in the little 'Supply'.\\n\\nAt six o'clock in the evening, all the officers of the garrison, both civil and military, were summoned to meet the governor in council, when the nature of our situation was fully discussed and an account of the provisions yet remaining in store laid before the council by the commissary.  This account stated, that on the present ration\\\\* the public stores contained salt meat sufficient to serve until the 2nd of July, flour until the 20th of August, and rice, or pease in lieu of it, until the 1st of October.\\n\\n\\\\[\\\\*See the ration of the 27th of March, a few pages back.\\\\]\\n\\nSeveral regulations for the more effectual preservation of gardens, and other private property, were proposed, and adopted and after some interchange of opinion, the following ration was decreed to commence immediately, a vigorous exertion to prolong existence, or the chance of relief, being all now left to us.\\n\\nTwo pounds of pork, two pounds and a half of flour,    two pounds of rice, or a quart of pease, per week,    to every grown person, and to every child of more    than eighteen months old.\\n\\nTo every child under eighteen months old, the same    quantity of rice and flour, and one pound of pork.\\\\*\\\\*\\n\\n\\\\[\\\\*\\\\*When the age of this provision is recollected, its inadequacy will more strikingly appear.  The pork and rice were brought with us from England. The pork had been salted between three and four years, and every grain of rice was a moving body, from the inhabitants lodged within it. We soon left off boiling the pork, as it had become so old and dry, that it shrunk one half in its dimensions when so dressed.  Our usual method of cooking it was to cut off the daily morsel, and toast it on a fork before the fire, catching the drops which fell on a slice of bread, or in a saucer of rice.  Our flour was the remnant of what was brought from the Cape, by the 'Sirius', and was good.  Instead of baking it, the soldiers and convicts used to boil it up with greens.\\\\]\\n\\nThe immediate departure of the 'Supply', for Batavia, was also determined.\\n\\nNor did our zeal stop here.  The governor being resolved to employ all the boats, public and private, m procuring fish--which was intended to be served in lieu of salt meat--all the officers, civil and military, including the clergyman, and the surgeons of the hospital, made the voluntary offer, in addition to their other duties, to go alternately every night in these boats, in order to see that every exertion was made, and that all the fish which might be caught was deposited with the commissary.\\n\\nThe best marksmen of the marines and convicts were also selected, and put under the command of a trusty sergeant, with directions to range the woods in search of kangaroos, which were ordered, when brought in, to be delivered to the commissary.\\n\\nAnd as it was judged that the inevitable fatigues of shooting and fishing could not be supported on the common ration, a small additional quantity of flour and pork was appropriated to the use of the game-keepers; and each fisherman, who had been out during the preceding night had, on his return in the morning, a pound of uncleaned fish allowed for his breakfast.\\n\\nOn the 17th instant, the 'Supply', captain Ball, sailed for Batavia. We followed her with anxious eyes until she was no longer visible. Truly did we say to her \\\"In te omnis domus inclinata recumbit.\\\"  We were, however, consoled by reflecting, that every thing which zeal, fortitude, and seamanship, could produce, was concentred in her commander.\\n\\nOur bosoms consequently became less perturbed; and all our labour and attention were turned on one object--the procuring of food.  \\\"Pride, pomp, and circumstance of glorious war\\\" were no more.\\n\\nThe distress of the lower classes for clothes was almost equal to their other wants.  The stores had been long exhausted, and winter was at hand. Nothing more ludicrous can be conceived than the expedients of substituting, shifting, and patching, which ingenuity devised, to eke out wretchedness, and preserve the remains of decency.  The superior dexterity of the women was particularly conspicuous.  Many a guard have I seen mount, in which the number of soldiers without shoes exceeded that which had yet preserved remnants of leather.\\n\\nNor was another part of our domestic economy less whimsical.  If a lucky man, who had knocked down a dinner with his gun, or caught a fish by angling from the rocks, invited a neighbour to dine with him, the invitation always ran, \\\"bring your own bread.\\\"  Even at the governor's table, this custom was constantly observed.  Every man when he sat down pulled his bread out of his pocket, and laid it by his plate.\\n\\nThe insufficiency of our ration soon diminished our execution of labour. Both soldiers and convicts pleaded such loss of strength, as to find themselves unable to perform their accustomed tasks.  The hours of public work were accordingly shortened or, rather, every man was ordered to do as much as his strength would permit, and every other possible indulgence was granted.\\n\\nMay, 1790.  In proportion, however, as lenity and mitigation were extended to inability and helplessness, inasmuch was the most rigorous justice executed on disturbers of the public tranquillity.  Persons detected in robbing gardens, or pilfering provisions, were never screened because, as every man could possess, by his utmost exertions, but a bare sufficiency to preserve life\\\\*, he who deprived his neighbour of that little, drove him to desperation. No new laws for the punishment of theft were enacted; but persons of all descriptions were publicly warned, that the severest penalties, which the existing law in its greatest latitude would authorise, should be inflicted on offenders.  The following sentence of a court of justice, of which I was a member, on a convict detected in a garden stealing potatoes, will illustrate the subject.  He was ordered to receive three hundred lashes immediately, to be chained for six months to two other criminals, who were thus fettered for former offences, and to have his allowance of flour stopped for six months.  So that during the operation of the sentence, two pounds of pork, and two pounds of rice (or in lieu of the latter, a quart of pease) per week, constituted his whole subsistence. Such was the melancholy length to which we were compelled to stretch our penal system.\\n\\n\\\\[\\\\*Its preservation in some cases was found impracticable.  Three or four instances of persons who perished from want have been related to me. One only, however, fell within my own observation.  I was passing the provision store, when a man, with a wild haggard countenance, who had just received his daily pittance to carry home, came out. His faltering gait, and eager devouring eye, led me to watch him, and he had not proceeded ten steps before he fell.  I ordered him to be carried to the hospital, where, when he arrived, he was found dead. On opening the body, the cause of death was pronounced to be inanition.\\\\]\\n\\nFarther to contribute to the detection of villainy, a proclamation, offering a reward of sixty pounds of flour, more tempting than the ore of Peru or Potosi, was promised to any one who should apprehend, and bring to justice, a robber of garden ground.\\n\\nOur friend Baneelon, during this season of scarcity, was as well taken care of as our desperate circumstances would allow.  We knew not how to keep him, and yet were unwilling to part with him.  Had he penetrated our state, perhaps he might have given his countrymen such a description of our diminished numbers, and diminished strength, as would have emboldened them to become more troublesome.  Every expedient was used to keep him in ignorance. His allowance was regularly received by the governor's servant, like that of any other person, but the ration of a week was insufficient to have kept him for a day.  The deficiency was supplied by fish whenever it could be procured, and a little Indian corn, which had been reserved was ground and appropriated to his use.  In spite of all these aids, want of food has been known to make him furious and often melancholy.\\n\\nThere is reason to believe that he had long meditated his escape, which he effected in the night of the 3rd instant.  About two o'clock in the morning, he pretended illness, and awaking the servant who lay in the room with him, begged to go down stairs.  The other attended him without suspicion of his design; and Baneelon no sooner found himself in a backyard, than he nimbly leaped over a slight paling, and bade us adieu.\\n\\nThe following public order was issued within the date of this chapter, and is too pleasing a proof that universal depravity did not prevail among the convicts, to be omitted.\\n\\nThe governor, in consequence of the unremitted good behaviour and meritorious conduct of John Irving, is pleased to remit the remainder of the term for which he was sentenced to transportation.  He is therefore to be considered as restored to all those rights and privileges, which had been suspended in consequence of the sentence of the law.  And as such, he is hereby appointed to act as an assistant to the surgeon at Norfolk Island.\\n\\nCHAPTER VII\\n\\nTransactions of the Colony in June, July, and August, 1790.\\n\\nAt length the clouds of misfortune began to separate, and on the evening of the 3rd of June, the joyful cry of \\\"the flag's up\\\" resounded in every direction.\\n\\nI was sitting in my hut, musing on our fate, when a confused clamour in the street drew my attention.  I opened my door, and saw several women with children in their arms running to and fro with distracted looks, congratulating each other, and kissing their infants with the most passionate and extravagant marks of fondness.  I needed no more; but instantly started out, and ran to a hill, where, by the assistance of a pocket glass, my hopes were realized.  My next door neighbour, a brother-officer, was with me, but we could not speak.  We wrung each other by the hand, with eyes and hearts overflowing.\\n\\nFinding that the governor intended to go immediately in his boat down the harbour, I begged to be of his party.\\n\\nAs we proceeded, the object of our hopes soon appeared:  a large ship, with English colours flying, working in, between the heads which form the entrance of the harbour.  The tumultuous state of our minds represented her in danger; and we were in agony.  Soon after, the governor, having ascertained what she was, left us, and stepped into a fishing boat to return to Sydney. The weather was wet and tempestuous but the body is delicate only when the soul is at ease.  We pushed through wind and rain, the anxiety of our sensations every moment redoubling.  At last we read the word 'London' on her stern.  \\\"Pull away, my lads!  She is from Old England!  A few strokes more, and we shall be aboard!  Hurrah for a bellyfull, and news from our friends!\\\"  Such were our exhortations to the boat's crew.\\n\\nA few minutes completed our wishes, and we found ourselves on board the 'Lady Juliana' transport, with two hundred and twenty-five of our countrywomen whom crime or misfortune had condemned to exile.  We learned that they had been almost eleven months on their passage, having left Plymouth, into which port they had put in July, 1789.  We continued to ask a thousand questions on a breath.  Stimulated by curiosity, they inquired in turn; but the right of being first answered, we thought, lay on our side. \\\"Letters, letters!\\\" was the cry.  They were produced, and torn open in trembling agitation.  News burst upon us like meridian splendor on a blind man.  We were overwhelmed with it:  public, private, general, and particular.  Nor was it until some days had elapsed, that we were able to methodise it, or reduce it into form.  We now heard for the first time of our sovereign's illness, and his happy restoration to health. The French revolution of 1789, with all the attendant circumstances of that wonderful and unexpected event, succeeded to amaze us\\\\*.  Now, too, the disaster which had befallen the 'Guardian', and the liberal and enlarged plan on which she had been stored and fitted out by government for our use, was promulged.  It served also, in some measure, to account why we had not sooner heard from England.  For had not the 'Guardian' struck on an island of ice, she would probably have reached us three months before, and in this case have prevented the loss of the 'Sirius', although she had sailed from England three months after the 'Lady Juliana'.\\n\\n\\\\[\\\\*These words bring to my mind an anecdote, which, though rather out of place, I shall offer no apology for introducing.  Among other inquiries, we were anxious to learn whether M. de la Peyrouse, with the two ships under his command, bound on a voyage of discovery, had arrived in France. We heard with concern, that no accounts of them had been received, since they had left Botany Bay, in March, 1788.  I remember when they were at that place, one day conversing with Monsieur de la Peyrouse, about the best method of treating savage people, \\\"Sir\\\" said he, \\\"I have sometimes been compelled to commit hostilities upon them, but never without suffering the most poignant regret; for, independent of my own feelings on the occasion, his Majesty's (Louis XVI) last words to me, de sa propre bouche, when I took leave of him at Versailles, were:  'It is my express injunction, that you always treat the Indian nations with kindness and humanity. Gratify their wishes, and never, but in a case of the last necessity, when self-defence requires it, shed human blood.'  Are these the sentiments of a tyrant, of a sanguinary and perfidious man?\\\"\\n\\nA general thanksgiving to Almighty God, for his Majesty's recovery, and happy restoration to his family and subjects, was ordered to be offered up on the following Wednesday, when all public labour was suspended; and every person in the settlement attended at church, where a sermon, suited to an occasion, at once so full of gratitude and solemnity, was preached by the Reverend Richard Johnson, chaplain of the colony.\\n\\nAll the officers were afterwards entertained at dinner by the governor. And in the evening, an address to his excellency, expressive of congratulation and loyalty, was agreed upon; and in two days after was presented, and very graciously received.\\n\\nThe following invitation to the non-commissioned officers and private soldiers of the marine battalion, was also about this time published.\\n\\nIn consequence of the assurance that was given to the non-commissioned officers and men belonging to the battalion of marines, on their embarking for the service of this country, that such of them as should behave well, would be allowed to quit the service, on their return to England; or be discharged abroad, upon the relief taking place, and permitted to settle in the country-- His Majesty has been graciously pleased to direct the following encouragement to be held up to such non-commissioned officers and privates, as may be disposed to become settlers in this country, or in any of the islands comprised within the government of the continent of New South Wales, on the arrival of the corps raised and intended for the service of this colony, and for their relief, viz:\\n\\nTo every non-commissioned officer, an allotment of one hundred and thirty acres of land, if single, and of one hundred and fifty acres, if married.  To every private soldier, an allotment of eighty acres, if single, and of one hundred acres if married; and also an allotment of ten acres for every child, whether of a non-commissioned officer, or of a private soldier. These allotments will be free of all fines, taxes, quit-rents, and other acknowledgments, for the space of ten years; but after the expiration of that period, will be subject to an annual quit-rent of one shilling for every fifty acres.\\n\\nHis Majesty has likewise been farther pleased to signify his royal will and pleasure, that a bounty of three pounds be offered to each non-commissioned officer and soldier, who may be disposed to continue in this country, and enlist in the corps appointed for the service of New South Wales; with a farther assurance, that in case of a proper demeanour on their part, they shall, after a farther service of five years, be entitled to double the former portion of land, provided they then choose to become settlers in the country, free of all taxes, fines, and quit-rents, for the space of fifteen years; but after that time, to be subject to the beforementioned annual quit-rent of one shilling for every fifty acres.\\n\\nAnd as a farther encouragement to those men who may be desirous to become settlers, and continue in the country, his Majesty has been likewise pleased to direct, that every man shall, on being discharged, receive out of the public store, a portion of clothing and provisions, sufficient for his support for one year; together with a suitable quantity of seeds, grain, etc. for the tillage of the land; and a portion of tools and implements of agriculture, proper for their use.  And whenever any man, who may become a settler, can maintain, feed, and clothe, such number of convicts as may be judged necessary by the governor, for the time being, to assist him in clearing and cultivating the land, the service of such convicts shall be assigned to him.\\n\\nWe were joyfully surprised on the 20th of the month to see another sail enter the harbour.  She proved to be the Justinian transport, commanded by Captain Maitland, and our rapture was doubled on finding that she was laden entirely with provisions for our use.  Full allowance, and general congratulation, immediately took place.  This ship had left Falmouth on the preceding 20th of January, and completed her passage exactly in five months\\\\*.  She had staid at Madeira one day, and four at Sao Tiago, from which last place she had steered directly for New South Wales, neglecting Rio de Janeiro on her right, and the Cape of Good Hope on her left; and notwithstanding the immense tract of ocean she had passed, brought her crew without sickness into harbour.  When the novelty and boldness of such an attempt shall be recollected, too much praise, on the spirit and activity of Mr. Maitland, cannot be bestowed.\\n\\n\\\\[\\\\*Accident only prevented her from making it in eighteen days less, for she was then in sight of the harbour's mouth, when an unpropitious gale of wind blew her off.  Otherwise she would have reached us one day sooner than the 'Lady Juliana'.  It is a curious circumstance, that these two ships had sailed together from the river Thames, one bound to Port Jackson, and the other bound to Jamaica.  The Justinian carried her cargo to the last mentioned place, landed it; and loaded afresh with sugars, which she returned with, and delivered in London.  She was then hired as a transport, reladen, and sailed for New South Wales.  Let it be remembered, that no material accident had happened to either vessel.  But what will not zeal and diligence accomplish!\\\\]\\n\\nGood fortune continued to befriend us.  Before the end of the month, three more transports, having on board two companies of the New South Wales corps, arrived to add to our society.  These ships also brought out a large body of convicts, whose state and sufferings will be best estimated by the following return.\\n\\nNames of     No. of people   No. of persons who died   No. landed sick   Ships         embarked          on the passage       at Port Jackson ----------------------------------------------------------------------- Neptune           530                 163                  269\\n\\nSurprise          252                  42                  121\\n\\nScarborough       256                  68                   96          -----------------------------------------------------------------------                  1038                 273                  486          -----------------------------------------------------------------------\\n\\nN.B. Of those landed sick, one hundred and twenty-four died in the hospital at Sydney.\\n\\nOn our passage from England, which had lasted more than eight months and with nearly an equal number of persons, only twenty-four had died, and not thirty were landed sick.  The difference can be accounted for, only by comparing the manner in which each fleet was fitted out and conducted. With us the provisions, served on board, were laid in by a contractor, who sent a deputy to serve them out; and it became a part of duty for the officers of the troops to inspect their quality, and to order that every one received his just proportion.  Whereas, in the fleet now arrived, the distribution of provisions rested entirely with the masters of the merchantmen, and the officers were expressly forbidden to interfere in any shape farther about the convicts than to prevent their escape.\\n\\nSeventeen pounds, in full of all expense, was the sum paid by the public for the passage of each person.  And this sum was certainly competent to afford fair profit to the merchant who contracted.  But there is reason to believe, that some of those who were employed to act for him, violated every principle of justice, and rioted on the spoils of misery, for want of a controlling power to check their enormities.  No doubt can be entertained, that a humane and liberal government will interpose its authority, to prevent the repetition of such flagitious conduct.\\n\\nAlthough the convicts had landed from these ships with every mark of meagre misery, yet it was soon seen, that a want of room, in which more conveniences might have been stowed for their use, had not caused it.  Several of the masters of the transports immediately opened stores, and exposed large quantities of goods to sale, which, though at most extortionate prices, were eagerly bought up.\\n\\nSuch was the weakly state of the new corners, that for several weeks little real benefit to the colony was derived from so great a nominal addition to our number.  However, as fast as they recovered, employment was immediately assigned to them.  The old hours of labour, which had been reduced in our distress, were re-established, and the most vigorous measures adopted to give prosperity to the settlement.  New buildings were immediately planned, and large tracts of ground, at Rose-hill, ordered to be cleared, and prepared for cultivation.  Some superintendents who had arrived in the fleet, and were hired by government for the purpose of overlooking and directing the convicts, were found extremely serviceable in accelerating the progress of improvement.\\n\\nJuly, 1790.  This month was marked by nothing worth communication, except a melancholy accident which befell a young gentleman of amiable character (one of the midshipmen lately belonging to the 'Sirius') and two marines.  He was in a small boat, with three marines, in the harbour, when a whale was seen near them.  Sensible of their danger, they used every effort to avoid the cause of it, by rowing in a contrary direction from that which the fish seemed to take, but the monster suddenly arose close to them, and nearly filled the boat with water.  By exerting themselves, they baled her out, and again steered from it.  For some time it was not seen, and they conceived themselves safe, when, rising immediately under the boat, it lifted her to the height of many yards on its back, whence slipping off, she dropped as from a precipice, and immediately filled and sunk. The midshipman and one of the marines were sucked into the vortex which the whale had made, and disappeared at once.  The two other marines swam for the nearest shore, but one only reached it, to recount the fate of his companions.\\n\\nAugust, 1790.  In the beginning of this month, in company with Mr. Dawes and Mr. Worgan, late surgeon of the 'Sirius', I undertook an expedition to the southward and westward of Rose Hill, where the country had never been explored.  We remained out seven days, and penetrated to a considerable distance in a S.S.W. direction, bounding our course at a remarkable hill, to which, from its conical shape, we gave the name of Pyramid-hill. Except the discovery of a river (which is unquestionably the Nepean near its source) to which we gave the name of the Worgan, in honour of one of our party, nothing very interesting was remarked.\\n\\nTowards the end of the month, we made a second excursion to the north-west of Rose Hill, when we again fell in with the Nepean, and traced it to the spot where it had been first discovered by the party of which I was a member, fourteen months before, examining the country as we went along. Little doubt now subsisted that the Hawkesbury and Nepean were one river.\\n\\nWe undertook a third expedition soon after to Broken Bay, which place we found had not been exaggerated in description, whether its capacious harbour, or its desolate incultivable shores, be considered.  On all these excursions we brought away, in small bags, as many specimens of the soil of the country we had passed through, as could be conveniently carried, in order that by analysis its qualities might be ascertained.\\n\\nCHAPTER VIII.\\n\\nTransactions of the Colony in the Beginning of September, 1790.\\n\\nThe tremendous monster who had occasioned the unhappy catastrophe just recorded was fated to be the cause of farther mischief to us.\\n\\nOn the 7th instant, Captain Nepean, of the New South Wales Corps, and Mr. White, accompanied by little Nanbaree, and a party of men, went in a boat to Manly Cove, intending to land there, and walk on to Broken Bay.  On drawing near the shore, a dead whale, in the most disgusting state of putrefaction, was seen lying on the beach, and at least two hundred Indians surrounding it, broiling the flesh on different fires, and feasting on it with the most extravagant marks of greediness and rapture. As the boat continued to approach, they were observed to fall into confusion and to pick up their spears, on which our people lay upon their oars and Nanbaree stepping forward, harangued them for some time, assuring them that we were friends.  Mr. White now called for Baneelon who, on hearing his name, came forth, and entered into conversation.  He was greatly emaciated, and so far disfigured by a long beard, that our people not without difficulty recognized their old acquaintance.  His answering in broken English, and inquiring for the governor, however, soon corrected their doubts. He seemed quite friendly.  And soon after Colbee came up, pointing to his leg, to show that he had freed himself from the fetter which was upon him, when he had escaped from us.\\n\\nWhen Baneelon was told that the governor was not far off, he expressed great joy, and declared that he would immediately go in search of him, and if he found him not, would follow him to Sydney.  \\\"Have you brought any hatchets with you?\\\" cried he.  Unluckily they had not any which they chose to spare; but two or three shirts, some handkerchiefs, knives, and other trifles, were given to them, and seemed to satisfy.  Baneelon, willing to instruct his countrymen, tried to put on a shirt, but managed it so awkwardly, that a man of the name of M'Entire, the governor's gamekeeper, was directed by Mr. White to assist him.  This man, who was well known to him, he positively forbade to approach, eyeing him ferociously, and with every mark of horror and resentment.  He was in consequence left to himself, and the conversation proceeded as before.  The length of his beard seemed to annoy him much, and he expressed eager wishes to be shaved, asking repeatedly for a razor.  A pair of scissors was given to him, and he shewed he had not forgotten how to use such an instrument, for he forthwith began to clip his hair with it.\\n\\nDuring this time, the women and children, to the number of more than fifty, stood at a distance, and refused all invitations, which could be conveyed by signs and gestures, to approach nearer.  \\\"Which of them is your old favourite, Barangaroo, of whom you used to speak so often?\\\"\\n\\n\\\"Oh,\\\" said he, \\\"she is become the wife of Colbee!  But I have got 'bulla muree deein' (two large women) to compensate for her loss.\\\"\\n\\nIt was observed that he had received two wounds, in addition to his former numerous ones, since he had left us; one of them from a spear, which had passed through the fleshy part of his arm; and the other displayed itself in a large scar above his left eye.  They were both healed, and probably were acquired in the conflict wherein he had asserted his pretensions to the two ladies.\\n\\nNanbaree, all this while, though he continued to interrogate his countrymen, and to interpret on both sides, shewed little desire to return to their society, and stuck very close to his new friends.  On being asked the cause of their present meeting, Baneelon pointed to the whale, which stunk immoderately, and Colbee made signals, that it was common among them to cat until the stomach was so overladen as to occasion sickness.\\n\\nTheir demand of hatchets being re-iterated, notwithstanding our refusal, they were asked why they had not brought with them some of their own? They excused themselves by saying, that on an occasion of the present sort, they always left them at home, and cut up the whale with the shell which is affixed to the end of the throwing-stick.\\n\\nOur party now thought it time to proceed on their original expedition, and having taken leave of their sable friends, rowed to some distance, where they landed, and set out for Broken Bay, ordering the coxswain of the boat, in which they had come down, to go immediately and acquaint the governor of all that had passed.  When the natives saw that the boat was about to depart, they crowded around her, and brought down, by way of present, three or four great junks of the whale, and put them on board of her, the largest of which, Baneelon expressly requested might be offered, in his name, to the governor.\\n\\nIt happened that his excellency had this day gone to a landmark, which was building on the South-head, near the flag-staff, to serve as a direction to ships at sea, and the boat met him on his return to Sydney. Immediately on receiving the intelligence, he hastened back to the South-head, and having procured all the fire-arms which could be mustered there, consisting of four muskets and a pistol, set out, attended by Mr. Collins and Lieutenant Waterhouse of the navy.\\n\\nWhen the boat reached Manly Cove, the natives were found still busily employed around the whale.  As they expressed not any consternation on seeing us row to the beach, governor Phillip stepped out unarmed, and attended by one seaman only, and called for Baneelon, who appeared, but, notwithstanding his former eagerness, would not suffer the other to approach him for several minutes. Gradually, however, he warmed into friendship and frankness, and presently after Colbee came up.  They discoursed for some time, Baneelon expressing pleasure to see his old acquaintance, and inquiring by name for every person whom he could recollect at Sydney; and among others for a French cook, one of the governor's servants, whom he had constantly made the butt of his ridicule, by mimicking his voice, gait, and other peculiarities, all of which he again went through with his wonted exactness and drollery. He asked also particularly for a lady from whom he had once ventured to snatch a kiss; and on being told that she was well, by way of proving that the token was fresh in his remembrance, he kissed Lieutenant Waterhouse, and laughed aloud.  On his wounds being noticed, he coldly said, that he had received them at Botany Bay, but went no farther into their history.\\n\\nHatchets still continued to be called for with redoubled eagerness, which rather surprised us, as formerly they had always been accepted with indifference.  But Baneelon had probably demonstrated to them their superiority over those of their own manufacturing.  To appease their importunity, the governor gave them a knife, some bread, pork, and other articles, and promised that in two days he would return hither, and bring with him hatchets to be distributed among them, which appeared to diffuse general satisfaction.\\n\\nBaneelon's love of wine has been mentioned; and the governor, to try whether it still subsisted, uncorked a bottle, and poured out a glass of it, which the other drank off with his former marks of relish and good humour, giving for a toast, as he had been taught, \\\"The King.\\\"\\n\\nOur party now advanced from the beach but, perceiving many of the Indians filing off to the right and left, so as in some measure to surround them, they retreated gently to their old situation, which produced neither alarm or offence.  The others by degrees also resumed their former position. A very fine barbed spear of uncommon size being seen by the governor, he asked for it.  But Baneelon, instead of complying with the request, took it away, and laid it at some distance, and brought back a throwing-stick, which he presented to his excellency.\\n\\nMatters had proceeded in this friendly train for more than half an hour, when a native, with a spear in his hand, came forward, and stopped at the distance of between twenty and thirty yards from the place where the governor, Mr. Collins, Lieutenant Waterhouse, and a seaman stood. His excellency held out his hand, and called to him, advancing towards him at the same time, Mr. Collins following close behind.  He appeared to be a man of middle age, short of stature, sturdy, and well set, seemingly a stranger, and but little acquainted with Baneelon and Colbee.  The nearer the governor approached, the greater became the terror and agitation of the Indian.  To remove his fear, governor Phillip threw down a dirk, which he wore at his side.  The other, alarmed at the rattle of the dirk, and probably misconstruing the action, instantly fixed his lance in his throwing-stick\\\\*.\\n\\n\\\\[\\\\*Such preparation is equal to what cocking a gun, and directing it at its object, would be with us.  To launch the spear, or to touch the trigger, only remains.\\\\]\\n\\nTo retreat, his excellency now thought would be more dangerous than to advance. He therefore cried out to the man, Weeeree, Weeree, (bad; you are doing wrong) displaying at the same time, every token of amity and confidence. The words had, however, hardly gone forth, when the Indian, stepping back with one foot, aimed his lance with such force and dexterity, that striking\\\\* the governor's right shoulder, just above the collar-bone, the point glancing downward, came out at his back, having made a wound of many inches long.  The man was observed to keep his eye steadily fixed on the lance until it struck its object, when he directly dashed into the woods and was seen no more.\\n\\n\\\\[\\\\*His excellency described the shock to me as similar to a violent blow, with such energy was the weapon thrown.\\\\]\\n\\nInstant confusion on both sides took place.  Baneelon and Colbee disappeared and several spears were thrown from different quarters, though without effect. Our party retreated as fast as they could, calling to those who were left in the boat, to hasten up with firearms.  A situation more distressing than that of the governor, during the time that this lasted, cannot readily be conceived:  the pole of the spear, not less than ten feet in length, sticking out before him, and impeding his flight, the butt frequently striking the ground, and lacerating the wound.  In vain did Mr. Waterhouse try to break it; and the barb, which appeared on the other side, forbade extraction, until that could be performed.  At length it was broken, and his excellency reached the boat, by which time the seamen with the muskets had got up, and were endeavouring to fire them, but one only would go off, and there is no room to believe that it was attended with any execution.\\n\\nWhen the governor got home, the wound was examined.  It had bled a good deal in the boat, and it was doubtful whether the subclavian artery might not be divided.  On moving the spear, it was found, however, that it might be safely extracted, which was accordingly performed.\\n\\nApprehension for the safety of the party who had gone to Broken Bay, now took place.  Lieutenant Long, with a detachment of marines, was immediately sent to escort them back, lest any ambush might be laid by the natives to cut them off.  When Mr. Long reached Manly Cove, the sun had set; however, he pursued his way in the dark, scrambling over rocks and thickets, as well as he could, until two o'clock on the following morning, when he overtook them at a place where they had halted to sleep, about half-way between the two harbours.\\n\\nAt day-break they all returned, and were surprised to find tracks in the sand of the feet of the Indians, almost the whole way from the place where they had slept to the Cove.  By this it should seem as if these last had secretly followed them, probably with hostile intentions but, on discovering their strength, and that they were on their guard, had abandoned their design.\\n\\nOn reaching Manly Cove, three Indians were observed standing on a rock, with whom they entered into conversation.  The Indians informed them, that the man who had wounded the governor belonged to a tribe residing at Broken Bay, and they seemed highly to condemn what he had done. Our gentlemen asked them for a spear, which they immediately gave. The boat's crew said that Baneelon and Colbee had just departed, after a friendly intercourse.  Like the others, they had pretended highly to disapprove the conduct of the man who had thrown the spear, vowing to execute vengeance upon him.\\n\\nFrom this time, until the 14th, no communication passed between the natives and us.  On that day, the chaplain and lieutenant Dawes, having Abaroo with them in a boat, learned from two Indians that Wileemarin was the name of the person who had wounded the governor.  These two people inquired kindly how his excellency did, and seemed pleased to hear that he was likely to recover.  They said that they were inhabitants of Rose Hill, and expressed great dissatisfaction at the number of white men who had settled in their former territories.  In consequence of which declaration, the detachment at that post was reinforced on the following day.\\n\\nA hazardous enterprise (but when liberty is the stake, what enterprise is too hazardous for its attainment!) was undertaken in this month by five convicts at Rose Hill, who, in the night, seized a small punt there, and proceeded in her to the South Head, whence they seized and carried off a boat, appropriated to the use of the lookout house, and put to sea in her, doubtless with a view of reaching any port they could arrive at, and asserting their freedom.  They had all come out in the last fleet; and for some time previous to their elopement, had been collecting fishing tackle, and hoarding up provisions, to enable them to put their scheme into execution\\\\*.\\n\\n\\\\[\\\\*They have never since been heard of.  Before they went away, they tried in vain to procure firearms.  If they were not swallowed by the sea, probably they were cut off by the natives, on some part of the coast where their necessities obliged them to land.\\\\]\\n\\nCHAPTER IX.\",\"timestamp\":1636104292,\"title\":\"Transactions of the Colony, from the Beginning of the Year 1790 until the End of May following.\"},\"digest\":\"Cj_oqnLEwZqxKenlXk66nf4UdJaVQawMV__LtBGKuBo\",\"authorship\":{\"contributor\":\"0xC46e66793e975C115c6fEb679fB2557ce22FD597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lXkLZnBXUuRVusGgBdLQdZG1eN3weNaYjkt2AZDB6ag\\\",\\\"y\\\":\\\"g2LpeXK4YJ1D_CoZO6dc5QaNAq0ff4lXLXL2Ij5a2Vw\\\"}\",\"signature\":\"dovUsRcHkQlcRzSHhmVJsJGxGWslumlKP4FStAOYH2yoSK9Nt_DjjefXTd1J_FVgkxfMcMGHgDfs_AWTKnOGVg\",\"signingKeySignature\":\"0x42e87d488a0d5113d446061b318549979595439208acd58a792718008fc51b825d2417982c82462a6aecf9fb8386de99a8550d8a678d24cb17581133de6f104a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lXkLZnBXUuRVusGgBdLQdZG1eN3weNaYjkt2AZDB6ag\\\",\\\"y\\\":\\\"g2LpeXK4YJ1D_CoZO6dc5QaNAq0ff4lXLXL2Ij5a2Vw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cj_oqnLEwZqxKenlXk66nf4UdJaVQawMV__LtBGKuBo\"}"