"{\"content\":{\"body\":\"**作者**** ****|**** ****广强律师事务所卢捷培律师**\\n\\n**编辑**** ****|**** ****Colin Wu 获得作者授权转载编辑**\\n\\n随着“元宇宙”概念的爆火，区块链游戏（链游）也随着迎来一波热潮，最为吸引游戏玩家的莫过于其play to earn（P2E）模式，也就是“边玩边赚”，游戏玩家使用数字货币（有的游戏是先用主流数字货币兑换成游戏平台所发行的币）购买某款链游的英雄、道具等，通过与其他玩家或平台的对决、操作，获取一定的游戏英雄、道具等，再兑换、出售成数字货币，或者通过游戏操作直接获得数字货币，以此获得收益，达到游戏平台所宣传的“边玩边赚”“玩赚”的效果。\\n\\n **涉嫌赌博犯罪的风险**\\\\\\n\\n\\n由于以往很多游戏利用游戏道具、游戏币与法定货币（如人民币、美元）等自由兑换，实质上将赌博活动包装成了网络游戏，于是，为了严厉打击网络游戏领域的赌博活动，有关部门出台了规定，禁止游戏平台提供游戏币兑换成法定货币的通道。如原先文化部发布的《文化部关于规范网络游戏运营加强事中事后监管工作的通知》：二、规范网络游戏虚拟道具发行服务“（十）网络游戏运营企业不得向用户提供虚拟道具兑换法定货币的服务，向用户提供虚拟道具兑换小额实物的，实物内容及价值应当符合国家有关法律法规的规定”。\\n\\n包括在今年11月29日最高检发布相关开设赌场典型案例的新闻发布会上，最高检第一检察厅副厅长张晓津介绍：“在网上使用\\\\*\\\\*类\\\\*\\\\*软件时，要从正规的渠道下载使用；**同时，涉嫌赌博的应用软件，有一个显著的特征，就是具有相关的提现功能**，如发现能够提取现金或者获得有价值实物之类的软件、应用时，请不要使用并及时向公安机关举报。”\\n\\n这里就会产生一个问题，对于支持“边玩边赚”模式的链游，玩家通过游戏就可以获得相关的加密货币，并且这个数字货币可以在二级市场自由交易，天然符合“提现”的功能，那么链游是否一定构成赌博犯罪？\\n\\n并不一定，依然要看每款游戏中玩家具体“赚钱”的模式是否具备一定的偶然性。\\n\\n如果按照游戏玩法来分类，当前链游可以分为卡牌类、养成类、竞技类、角色扮演类、收藏类等等，每款游戏的模式各不相同，是否涉嫌赌博犯罪，无法一概而论。\\n\\n所谓“赌博”，就是通过一定的方式，以财物为赌注来比输赢的一种射幸行为。这样表述可能还有些抽象，说白了，赌博就是赌“概率”，猜中了就赢，猜错了就输。\\n\\n具体到链游，玩家在链游中赚到的可以提现或兑换的游戏币、游戏道具，是否是通过“赌概率”得来的，才是这款链游是否涉嫌赌博犯罪的关键。\\n\\n如果一款链游是以开盲盒或抽奖类玩法为主，玩家通过不定时开盲盒、抽奖获得稀有英雄、道具，或者直接获得平台发行的数字货币，进而获取收益，或者是棋牌类链游，通过扑克、麻将等棋牌活动获得数字货币，那么这类链游涉嫌赌博犯罪的可能性就较大。\\n\\n如果是以收集卡牌为基础的卡牌游戏，游戏者收集卡牌，然后根据自己的策略，灵活使用不同的卡牌去构组符合规则的套牌，进行对战和自由交易进而获得奖励；又比如一些角色扮演类游戏，玩家负责扮演一个或多个角色，并利用游戏规则，通过一些行动令所扮演的角色发展加强，通过击败其他游戏玩家获得奖励，或者“掠夺”其他游戏玩家的游戏资源，以此获得收益；以及其他以游戏时长、游戏技巧为基础来获得收益的游戏等等，对于这些游戏，游戏的输赢存在较少的偶然性甚至不存在偶然性，很难认定游戏玩家是通过博概率来获得数字货币收益，不宜轻易定性为赌博犯罪。\\n\\n相反，这种类型的链游更类似于以投入算力或工作量为基础的数字货币挖矿，而个人的这种挖矿，并不会直接构成犯罪，而链游平台也只是违反了相关行政管理规定，不构成开设赌场或赌博。\\n\\n总之，链游的“玩赚”模式，并不代表其一定构成赌博犯罪，应当具体情况具体分析，探究该款链游是否存在以偶然结果计算输赢的模式，如果没有，那么即使玩家通过参与游戏直接赚取数字货币或其他币种，也并不一定构成赌博犯罪。\\n\\n**涉嫌****非法集资、传销、洗钱、诈骗的风险**\\n\\n那么除了风险最高的赌博犯罪之外，链游是否还存在哪些刑事法律风险？结合实际办案经验，笔者认为区块链游戏作为新兴领域，伴随着元宇宙概念的爆火，大众对元宇宙及链游相关概念理解的不清晰，在未来一段时间内链游涉嫌犯罪的可能性相对较高，对于游戏平台方而言，主要风险在于非法集资、传销、诈骗、洗钱犯罪等。\\n\\n**非法集资**\\\\\\n\\n\\n以非法吸收公众存款为例，要构成该罪，需要符合非法性、公开性、社会性、利诱性四个要件，而区块链游戏公司一般情况下不会获得吸收存款的资质，游戏又是天然的需要面向大众公开宣传的一款产品，也就是说，非吸四个要件中，链游平台已经天然切中了其中三个，**关键就在于，是否承诺保本付息。**\\n\\n保本付息承诺在链游中的体现，以养成类游戏为例，如果游戏平台设置的游戏规则，是游戏玩家使用一定数量的数字货币充值、购买某一英雄角色或宠物、道具，经过一段时间，该角色可以自然升级、成长、进阶，进而变成价值更高的角色、道具，或者在一段时间内，该英雄角色自动在游戏系统内挖掘资源（数字货币），并且平台可以提供角色、道具回购渠道，那么这种规则就是一种变相的保本付息承诺，这款链游也会涉嫌非法吸收公众存款。\\n\\n而集资诈骗则更进一步，在非法吸收公众存款罪的四个要件基础上，平台方被认定为具有“非法占有目的”并使用诈骗方法集资，就可能被认定为集资诈骗罪。\\n\\n**传销**\\\\\\n\\n\\n一款游戏要长久运行发展，必须要有一定数量的玩家参与，否则，一款游戏设计再好、画面再精美，没有游戏玩家参与，也只是一串代码。要想获得庞大的用户支持，必然少不了宣传推广，而采用不当的宣传推广方式，也可能涉嫌传销犯罪。\\n\\n比如某游戏平台为了扩大用户规模，涉及了层级性返利的推广规则，上线玩家通过发送特定邀请码，发展下线玩家，不仅可以获得下线玩家初始充值金额的分成，还能按一定比例获取下线玩家在游戏过程中赚得的收益，并且该返利可以进行层级性传递，那么这种模式便很有可能被司法机关认定为一种传销犯罪活动，进而被采取相关刑事措施。\\n\\n但是，并非具有层级性返利就一定构成传销犯罪，根据《刑法》及相关司法解释规定，组织、领导传销活动罪需要以骗取财物为目的，如果链游平台只是单纯的为了扩大规模，平台也有真实的游戏项目、具有一定市场经济价值，那么单纯的层级性返利并不必然构成传销犯罪。\\n\\n**洗钱**\\\\\\n\\n\\n还是举例说明，比如一款链游，其设定规则是玩家使用以太坊、比特币等数字货币入金，但是其通过游戏所赚取的数字货币币种是USDT。这里面便存在两方面的洗钱风险，笔者将其归纳为“主动”洗钱与“被动”洗钱。“主动”洗钱是指平台吸收玩家的以太坊、比特币后，将具有“赃款”属性的USDT转移给游戏玩家，以达到洗白赃款的目的。\\n\\n而“被动”洗钱，则是指游戏玩家使用带有赃款属性的数字货币入金，利用游戏规则将这些“赃币”转换成干净的USDT，游戏平台在不知情的情况下成为了洗钱活动中的一环，在客观上为洗钱活动提供了帮助，就有可能会被司法机关认定为洗钱犯罪的帮助犯。\\n\\n**诈骗**\\n\\n如果一款赌博游戏，其输赢结果可以人为操纵，那么带有“偶然性”的射幸行为就变成了一种“必然”，就不是单纯的赌博，而是涉嫌诈骗，那么，具有博彩性质的链游是否具有操纵结果的诈骗可能性呢？笔者认为此种可能性较小。\\n\\n区块链游戏与传统游戏的另一个区别就是，链游的所有数据都存放于区块链上，公开且不可篡改，玩家通过平台已经设定好的规则去获取相关收益，而平台在玩家体验过程中无法进行操纵修改，不具备人为操纵结果的客观条件。当然，该问题的讨论前提是这款游戏真实基于区块链技术开发，相关数据都真实上链。\\n\\n** **\\n\\n**综上，区块链游戏不仅存在赌博犯罪的刑事风险，还因其模式本身，或者宣传推广过程，存在非法集资、传销、洗钱等刑事风险，对于有志于从事链游行业的相关平台或个人，应当审慎设定游戏规则，优化游戏模式，以免被动陷入刑事风险之中。**\\n\\n吴说：独立可信的报道者 欢迎在这里关注我们\\\\\\n中文推特 https\\\\://twitter.com/wublockchain12\\\\\\n电报Telegram中文频道 https\\\\://t.me/wublock\\\\\\n官方网站 https\\\\://www\\\\.wu-talk.com/\\\\\\n\\n\\n**根据央行等部门发布“关于进一步防范和处置虚拟货币交易炒作风险的通知”，本文内容仅用于信息分享，不对任何经营与投资行为进行推广与背书，请读者严格遵守所在地区法律法规，不参与任何非法金融行为。吴说内容未经许可，禁止进行转载、复制等，违者将追究法律责任。**\\n\",\"timestamp\":1639625515,\"title\":\"深度：链游开发背后的五大刑事风险 赌博居首 应如何防范避免？\"},\"digest\":\"Hapjh1BRVVhb7KxXcgt-4IzBO4YwM9zd4MGHWuyUBhs\",\"authorship\":{\"contributor\":\"0x293C09A32dd986fEc2d18f3Fc13DC32088533114\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3qWrhXdABa6aTeaJBSxD6LM0Fw50rrcqlfqVkLI5wt4\\\",\\\"y\\\":\\\"3vTg8tYsDb1l_IAwXSuPg_ReqRvrIWW4pt5Hdr07r58\\\"}\",\"signature\":\"pIDv_v9Oipjas0vuiHbJZZk6Rzr-c3iKPs54kolhE998t8FPpPy0VexDJoDMDSxULM80XTh6rLuTbWpwPor3BQ\",\"signingKeySignature\":\"0xad4e3c769d1babeadcbdd52a1622322978ff2b43a9243fbbaef9d273e5597baf39de20a5df8dde1f4aefa5fbaefe365d225730dc9dd55a9c8388d7ba8d5636341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3qWrhXdABa6aTeaJBSxD6LM0Fw50rrcqlfqVkLI5wt4\\\",\\\"y\\\":\\\"3vTg8tYsDb1l_IAwXSuPg_ReqRvrIWW4pt5Hdr07r58\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Hapjh1BRVVhb7KxXcgt-4IzBO4YwM9zd4MGHWuyUBhs\"}"