"{\"content\":{\"body\":\"The concept of yield farming has reorganized the DeFi landscape. When you deposit money into a protocol, you can earn some tokens or funds the longer your money is there.\\n\\nDeFi protocols aggressively compete with each other to offer users the most bang for their buck. Often, users choose where to deposit funds based on a combination of where they can get the highest yield and where they can earn the tokens they care most about.\\n\\nWill crypto governance reach a similar state?\\n\\nAs UNI and COMP token prices have increased, the price of meaningful participation in governance decisions has already risen far beyond the reach of most individuals. I believe we're heading towards a future where participants in crypto governance will congregate together to control larger amounts of votes as a group, rather than directly participating as individuals.\\n\\nAs a result, I think it's highly likely that protocols like Uniswap and Compound reach a state where their governance landscape is made up of several powerful factions, each with its own governance token and constituency which is coordinating around protocol-level decisions. These factions will compete with each other for voting power the way political parties do, and therefore will most likely be open to anyone.\\n\\nFor regular people, gaining power within one of these factions will be the highest-leverage way to have a voice in the broader protocol governance landscape. In such a world, I think we'll see a mechanism emerge for **vote farming**.\\n\\nWhen you delegate your UNI or COMP votes to a faction or political group, you'll earn more of that faction's sub-governance tokens the longer your votes are delegated there.\\n\\nIndividuals will begin to delegate their votes to different factions based on who is offering the best rates (as defined by the ratio of sub-governance token yield to that faction's top-level voting power), and more importantly, whose political agenda is aligned with their values.\\n\\nToday, we're still pretty far away from this kind of reality, but things tend to move pretty quickly in crypto, and my personal goal is to set good precedents in this regard.\",\"timestamp\":1623282782,\"title\":\"Crypto governance and vote farming\",\"publication\":\"j\"},\"digest\":\"kGZwXUIfzSyCKktjkoLvehKgB_rZREf9tqezzp48_so\",\"authorship\":{\"contributor\":\"0xB0623C91c65621df716aB8aFE5f66656B21A9108\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k6SGlOKMf52nY_-r_mRrM71TPcSznn3pLEhEHVq0pN4\\\",\\\"y\\\":\\\"s-x87Za8Wil1fL5AcJRbpX8fbyPZ0hbIdVCoIQvgrrY\\\"}\",\"signature\":\"tIgNMOYiTk3MrrZH9ZECRu2zg1ywXERXnJQIf6YXX6AUS5zqNdERJvFLP2bejQCtPdo8M5bx2dG1Kze5rHmmMQ\",\"signingKeySignature\":\"0x2e724c860a04999c399b59c08b43e8f59fad2917ffb95a296f71764530665f947eb79bee2b833233e3c7ccf41b657d5af5af51bf13bbd836f684b3015a6658cf1c\",\"signingKeyMessage\":\"I authorize the publication of articles on j.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k6SGlOKMf52nY_-r_mRrM71TPcSznn3pLEhEHVq0pN4\\\",\\\"y\\\":\\\"s-x87Za8Wil1fL5AcJRbpX8fbyPZ0hbIdVCoIQvgrrY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kGZwXUIfzSyCKktjkoLvehKgB_rZREf9tqezzp48_so\"}"