"{\"content\":{\"body\":\"林星雅起来洗澡的时候，宝宝又哭了，吴缺一边安慰宝宝，一边感受到带娃的疯狂不易，原本生活精致，每一分钟都把自己打扮得好看到的林星雅，现在不得不变成粗放型了，吴缺无比心疼，他决定今天早上也不走了，让林星雅好好休息，除了奶娃之外，别的都不需要做。\\n\\n另外一边在骊山洋房的两个女生起来之后，忽然找不到大叔了，不禁互相询问，钱浅拨打了吴缺的电话，被告知他要在前女友家待一阵子，请她们自便。\\n\\n钱浅叨叨：“又是前女友，可能是带娃去了。”\\n\\n甄傲雪：“那孩子是他的吗？”\\n\\n钱浅：“……应该是吧？这种事情他不会跟咱说清楚的，肯定藏着掖着。”\\n\\n其实，她也不敢肯定，林星雅很受欢迎的，好过几次感情经历，就连自己发父亲好像都对林星雅有过非常寻常的感情，想到父亲跟林星雅现在各自拥有织梦50%，这个……细思恐极，钱浅不敢想太多。\\n\\n甄傲雪：“唉，这都一个星期过去了，我们鸠占鹊巢了，哈哈！”\\n\\n钱浅：“看来我们是无解了，大叔都不在，没啥好吃的，怎么办？到外面吃点？”\\n\\n甄傲雪：“只能这样了，那我们还回来吗？”\\n\\n钱浅：“我们回宿舍吧。”\\n\\n甄傲雪：“……我有自己租的房子，逍遥游公寓那里。”\\n\\n钱浅用怀疑的眼光看她：“你不会偷偷溜回来跟大叔约会吧？不行，我得看着你，我也去逍遥游租个房间。”\\n\\n甄傲雪哂笑：“随便。”\\n\\n大叔不在，她们还真不好意思就这么鸠占鹊巢，钱浅也在逍遥游租了一个35平米的“高端白领大单间”，跟甄傲雪做邻居，两个人的房号相隔几个数字，就在对门，跟一家人一样。\\n\\n只要话题不涉及吴缺，她们居然相处的挺好，好一对姐妹花。\\n\\n吴缺的感情问题却是一笔糊涂账，照顾了老婆孩子一个星期，又忍不住跑回来了，姐妹花惹不起，他召唤钢琴老师来约会。\\n\\n吴缺现在钢琴也是有点模样，关咲老师很满意，她还以为他学钢琴压根就是为了泡自己，没想到是真的学。\\n\\n弹了一首简单的教学曲之后，关咲表扬了他，并且抛出一个异常。\\n\\n关咲：“那个，我有事儿跟你商量。”她说着，轻抚了一下秀发，看样子有点心虚。\\n\\n吴缺温柔一笑：“说，我都好商量。”\\n\\n关咲：“要不，我离婚吧。”\\n\\n吴缺：“……为什么？”\\n\\n关咲：“他做生意亏了，我要是给他50万，他应该就会同意了，我算是仁至义尽了。”\\n\\n吴缺：“可以啊，不过，我……可能没你想象的那么好，我……不一定能娶你，你要是离了，咳咳。”他也有点目光闪烁。\\n\\n关咲：“我知道，你结婚了吗？”\\n\\n吴缺：“……没有，但是我暂时不打算结婚，你知道。”\\n\\n关咲：“反正我跟你在一起很惊悚，不离婚我害怕，万一被他发现……”\\n\\n吴缺：“那，如果我一个星期只能跟你在一起一天，你还愿意吗？”\\n\\n关咲有点失望：“才……一天吗？”\\n\\n吴缺：“我前女友那边有事情，我得经常回去。”\\n\\n一次次的谎言，他已经把这个设定运用得非常纯熟了。\\n\\n关咲“哦”了一声，对自己的前途颇为担心，可是离婚的事情都已经跟丈夫摊牌了，而丈夫也非常急着用钱，都不问钱哪儿来的了。\\n\\n吴缺：“对不起啊，那我现在教你怎么从那100万美金提取50万，好吗？”\\n\\n既然是对冲套利，当然是随时可以平仓的，并不会损失。\\n\\n经过一番操作之后，关咲的50万到账了，她彻底确定了眼前这个男人并不是大骗子，是真的给了自己100万美元。\\n\\n她给丈夫打了个电话，回来的时候脸上洋溢着轻松：“他同意了，我现在就不怕了，唉！”\\n\\n吴缺把她搂在怀里：“不好意思，我一时贪玩，让你受委屈了。”\\n\\n关咲：“别这么说，要不是你，我们家也破产了，我们的房子抵押出去了，每个月还要6千8的房贷，给他这么一搞，生活彻底毁了，还好，还好有你。”她抱住吴缺的手紧了一些，显然是有点后怕。\\n\\n吴缺笑了，抚摸她的秀发：“唉，没想到我还做了件好事，总算是没那么内疚，我追求理性的一个人，有时候也疯狂一把，幸好没出大事儿，还收获了一个大美人，很少有女人让我做疯狂的事情，真的。”当然是真的，要不然他能拒绝钱浅呢，那个颜值万里挑一的小妹妹可不是那么容易拒绝的诱惑。\\n\\n他们开开心心接吻了，以前接吻感觉特刺激，现在嘛，只有温馨和欢愉。\\n\\n以前他们都是大白天趁着学完钢琴的当口玩一次大宝剑，现在吴缺忽然心生一计：“那我晚上是不是可以到你家里去了？”\\n\\n关咲吓一跳：“现在不行！他还没搬走呢，我会尽快让他搬走的。”\\n\\n吴缺笑道：“不急不急，说的我好像急色鬼一样，我就是……想到你家看看，了解更多的你。”\\n\\n关咲：“其实没什么好看的，你这房子257平米，我那个……50平米。当初总价也不过100万出头，我们是穷人。”\\n\\n吴缺：“你要是觉得有必要，可以把那100万美元套现，买套房子。”\\n\\n关咲很高兴：“谢谢！但是没必要那么奢侈，现在小房子也挺好，100万美元等着赚大钱呢，你这样说我很高兴。”\\n\\n吴缺：“今天我给你做一顿我最拿手的，威灵顿牛排。”\\n\\n现在可以大大方方两个人一起去买食材了，以前都是偷偷摸摸约会来着。\\n\\n你说巧不巧，两个人这去超市，就撞上了关咲的丈夫，崔云鹤。\\n\\n关咲顿时紧张起来，期期艾艾给他们介绍：“这是吴先生，我教他钢琴，这是我丈夫崔先生。”\\n\\n崔云鹤神情复杂地看着他俩，对关咲说：“这位吴先生，就是借给你50万的人吗？”\\n\\n关咲点点头，有点心虚，毕竟早就出轨了。\\n\\n崔云鹤对吴缺说：“那真是太感谢了，要不，我请你吃顿饭？”\\n\\n吴缺当然不想吃这顿饭，但是崔云鹤很坚持，似乎有什么话要说，既然绿了别人，不能不给个面子，吴缺咬牙答应了。\\n\\n崔云鹤会做饭的，他请客不是在外面，是自己做饭，倒是跟吴缺的风格有点像，吴缺这么快就达成愿望，可以去关咲的家里看看，只不过是跟他夫妻俩，气氛怪怪的。\\n\\n崔云鹤是做菜的熟手，问到味道感觉应该还可以，坐在客厅里等吃饭的吴缺和关咲面面相觑，话也不敢大声说。\\n\\n吴缺：“平时都是他做菜？”\\n\\n关咲脸一红：“是，我不会。”\\n\\n吴缺：“那你负责洗碗？”\\n\\n关咲：“……也是他。”\\n\\n吴缺：“那他还出去做生意？真是太辛苦了啊。”不过也正常，没什么钱的男人，要娶大美女，自然是要牺牲一切，要有做牛做马的觉悟。吴缺不禁想起了当年一穷二白的时候追林星雅的状态，估计跟这位老弟惺惺相惜，肯定是林星雅叫他干啥就干啥，还一脸的幸福。\\n\\n创业艰辛，很多人对商人为什么比生产者、打工者有钱有一个误判，误以为做生意比生产者、打工者收益高，其实这是错的。商人的高利润的奥秘在于，它面向的市场是无限的，打工的收益是被约束的，毕竟你的工资基本上看得到。所以，有些商人是有可能低于打工收益的，甚至是常态，只有少数的生意人能突破天花板往上爬。很不幸，这位崔云鹤老弟就属于失败了的那位，而且是赔了夫人又折兵。\\n\\n崔云鹤做的菜不错，挺符合吴缺的口味，他越发感觉自己对不起这位老弟。\\n\\n崔老弟：“吴先生是做哪行的？”\\n\\n吴缺：“虚拟经济的。”\\n\\n崔云鹤：“哦，那个我可不懂，但是挺赚钱对吧？刚才我看你开特斯拉。”\\n\\n吴缺：“还行。”\\n\\n崔云鹤：“其实，我的店有可能盈利的，只要再追加一点投资就行，不知道吴先生有没有考虑入股啊。”\\n\\n吴缺：“我不懂实体经济，不懂开店，你还差多少钱啊？”\\n\\n崔云鹤：“我这里有一个融资的方案，要不，您有空看看？”\\n\\n他赶紧从公文包里抽出一份三页纸的文件，吴缺漫不经心的扫了一眼，放在一边：“需要100万到300万啊？到底多少？”\\n\\n崔云鹤：“做生意需要弹性，所以没有一个准数，运气好就100万，不好就300万。”\\n\\n吴缺感觉崔云鹤不是傻子，估计也看出来自己被绿了，还这么低声下气，就是为了咸鱼翻身，无论如何，吴缺都欠他的，他说：“那我考虑考虑，跟关咲商量商量。”\\n\\n崔云鹤高兴地继续吃饭：“应该的，您慢慢考虑，哦，这房子现在属于关咲了，我明天就去租房子，马上搬走。”\\n\\n关咲全程不说话，其实她心里也难过，自己老公这么卑微，让她想哭。\",\"timestamp\":1639758234,\"title\":\"共济会风云 第50章 卑微\"},\"digest\":\"iRWuZhNcTonIXdwpP8Bjiwz-2L-iVbABXpp0O3Djcjs\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"l06rtsUtDxSLv-lIWnHUw0zHgHQOcXJn7bdQ0EjoGoMYZLtvU9a8LUNqyLGLHaA968NQQkEhSP7SPGmUYo8YdA\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iRWuZhNcTonIXdwpP8Bjiwz-2L-iVbABXpp0O3Djcjs\"}"