"{\"content\":{\"body\":\"Silver-white metal hall, exaggerated lines, kept flashing colorful light, showing here belongs to a high-tech civilization of the world, was big enough space to accommodate tens of thousands of people, all kinds of robots are busy in work, a lot of people form machine, mechanization, human, also have a variety of biological, this shows a problem,The world has reached an incredible level of technology.\\n\\nIn such a developed place, but feel the lack of something, is angry!\\n\\nThe room was full of robots of all kinds, but no humans!\\n\\nAfter a while, a round golden toy with small wings flew out, followed by a chubby little boy in a silver robe. When the boy appeared, all the robots in the hall had their eyes twinkling with respect, and saw that the boy ignored them before continuing to work.\\n\\n\\\"Kim, don't run around. Wait for me.\\\"The little boy is obviously very pet is bouncing toys, and his arrival also let the whole hall more vitality, stiff and rigid disperse.\\n\\nI have to say, although the place is gorgeous and advanced, it is also too rigid, all bright and indiscernible metal, with a little greenery, it would certainly look more comfortable.\\n\\n\\\"Master, catch me, catch me, and Kim will sing you a song.\\\"\\n\\nSmall robot flapping wings smile, a crack mouth, head like to be divided into two halves, but really cute, let a person see...The urge to slap.\\n\\nBut the little golden host was not as happy as ever to catch him, but had a short hair leng, this lets jin is a little doubt, although only a little, little golden than those working around more advanced robots, he is the latest product of the Maya empire, specializes in serving great HRH prince, it is a supreme honor, for robot to realize in the plane,Mayan technology has reached its zenith, and it can be said that it is invincible across the stars.\\n\\nIn the plane, the Maya empire like god, countless galaxies obedience under army of Maya, space-time jump technology distance let a space become meaningless, and whether it is a spiritual civilization, civilization of science and technology, or other species could not be against the army of the mayan civilization, but just one thousand years ago, the Maya empire stopped the pace of progress,Because his Majesty has discovered the ultimate secret in the birthplace of mayan civilization, earth, the secret to truly becoming a god.\",\"timestamp\":1635743355,\"title\":\"The way of the Sun\"},\"digest\":\"FqSLVN19YozNggKuR_KnkU6jFEQePevAMNQ4RIoCvgY\",\"authorship\":{\"contributor\":\"0x340E0A7AC05aA73d3a3A16a068D697D72c2ba8D1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UbJm2zE_8eo4uYYi-q0UUGexzLcYH-Z_PS6t_08_pBU\\\",\\\"y\\\":\\\"-28bt5VfXpaY7VAZ587hGi5zmY0WiYLMnu2udMGAsys\\\"}\",\"signature\":\"Y_gOLFgt3343MgJ6XbUZz-_zHsVERL1nhBqY6Rrko7R6Qou4YlHlaiFP-K9cggrJyEwQW7I8Kjg9qdQIQDbL_Q\",\"signingKeySignature\":\"0xbc5eb25493d79c56557a8d82e9b6ddf71f536bc9c24dc34e30534969f767d121163d3aac520a162ab179c7959d1f15b551cfbb7926f50d96b671c4c3b89cd0b31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UbJm2zE_8eo4uYYi-q0UUGexzLcYH-Z_PS6t_08_pBU\\\",\\\"y\\\":\\\"-28bt5VfXpaY7VAZ587hGi5zmY0WiYLMnu2udMGAsys\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FqSLVN19YozNggKuR_KnkU6jFEQePevAMNQ4RIoCvgY\"}"