"{\"content\":{\"body\":\"## A flash thought helped me not only bring back the good old days but a new viewpoint too.\\n\\n![Photo by Ivan Aleksic on Unsplash](https://miro.medium.com/max/2000/0\\\\*Qz9nTLdjqEm1p6s8)\\n\\n## Keep Pushing your Perspective\\n\\nWhen you choose to change your perspective, you put the power back in your hands.\\n\\nYou and I cannot control what happens to us, but we can control our reactions to the situation.\\n\\nEarly morning runs are beautiful.\\n\\n* One, they are healthy, and\\n* Two, they help me generate flash thoughts.\\n\\nIt was 5:30 in the morning. The street lamps were sleeping too. And, my reluctance to enter the dark lanes was identical to a toddler entering the classroom for the first time without her parents.\\n\\nWho knows, the man’s best friend can be waiting there to pounce on me and make a big laugh for themselves!\\n\\n[The chimp mind was restless.](https://2madness.com/when-your-chimp-mind-wants-to-sleep-under-the-blanket-378788dea1c9) But, still, there was an excitement to taste the darkness of the morning.\\n\\nGradually, I started taking a few rounds under the fully lit lamp before I took the courage to take the first steps towards the pitch dark lane. The next moment, my eyes adjusted to the darkness, my perspective changed.\\n\\nAnd, there I was. **Running in the darkness. Running under a new perspective.**\\n\\n## The morning run taught me another thing that day — Our eyes see what we show them.\\n\\n# Flash thoughts\\n\\nI so much believe in the power of the well-rested morning mind. In these morning hours, there is eagerness from the mind to share a lot of ideas. The dopamine kick from the morning runs makes this process more exciting. Many ideas might just be a passing thought, but a few of them become rare gems.\\n\\nI call them [Flash thoughts](https://medium.com/be-better-bit-by-bit/flash-thoughts-your-brain-is-awesome-c81153db1876).\\n\\nAs I started riding in the darkness, a range of flash thoughts came, and one of them stayed.\\n\\nMy school days appeared in front of my eyes. It’s been more than 22-years that I last visited that classroom. But, for some reason, my mind decided to foster that flash thought.\\n\\nFirst, I saw the seats full of my friends. Then, I saw my teacher asking us to do the daily **“seat rotation”** ritual.\\n\\n# Seat Rotation and the Excitement\\n\\nSeat rotation was an exciting daily exercise. The classroom was divided into neat arrangements of four columns and 10–12 rows.\\n\\nAt the beginning of a new academic year, we were supposed to pick the seat of our choice. A lot of “last year” prejudices usually impact the choice of row and column.\\n\\nBut, the real fun used to begin the next day.\\n\\nA juggle, a mixing, a rotation exercise — **Seat Rotation.**\\n\\nWith just one instruction from the teacher, our prejudices fell to a corner. We had to move from one column to the other. Change the row. Find another seatmate. **Our first lessons towards challenging the comfort zone!**\\n\\nThough the idea initially felt uncomfortable, the process allowed us to form new bonds.\\n\\nFrom the next day onwards, we were supposed to carry on with the exercise by jumping one seat forward. Every day, my seatmate and I jumped one seat till we reached the front row. And, from that angle — the world was completely a new place. The next day — back to the last bench.\\n\\nAnd, as the school’s daily seat rotation exercise progressed, it allowed each student to see the classroom differently. Just the movement from one row to the next swiftly changed the way we faced the teacher, viewed the blackboard, heard the chapters, moved across the room.\\n\\nDifferent windows of the room allowed us to see different things. Also, the fan threw a different air.\\n\\nToday, while entering the dark lanes — I suddenly felt the value of that lesson.\\n\\n* It’s powerful to keep adjusting our perspective.\\n* It’s powerful to allow our minds to comprehend the same thing differently.\\n* It’s powerful to challenge our current belief systems.\\n* It’s powerful to change the seats!\\n\\n# Don’t Get Stuck. Keep moving.\\n\\n**Don’t be stagnant water. It smells!**\\n\\nThe Earth is constantly moving. The Universe is constantly moving. Even if you decide to stay put, the dynamics of your space don’t let you sit in one place. You are moving even when you are sitting.\\n\\nRotation is such an exciting phenom.\\n\\nLong-distance running always leaves some special lessons in my mind. And, taking continuous short strides is one of them. If the body is tired, we walk. **The rule is simple — keep walking, keep moving.** That not only helps in making slow progress towards the goal, it also helps make constant shifts in the perspective.\\n\\n# View The Same Thing From Different Angles\\n\\n> “The real voyage of discovery consists not in seeking new lands but in seeing with new eyes.” — Marcel Proust\\n\\nWhen the classroom perspective merged with my running lessons, it left me with another unique perspective.\\n\\n**It is essential to keep moving, but it’s also essential to view things from different angles.**\\n\\n* Re-reading a book helps me see the text in a new light.\\n* Running on the same route, again and again, helps me build confidence in my surroundings.\\n* Learning one new thing each day raises the quality of my perspectives.\\n* Re-reading the e-mail before shooting it out allows me to see the counter view.\\n* Every day, answering a simple prompt — **“What am I grateful for today?”** creates a different version of the same perspective in your mind.\\n\\n# Keep Moving. Be Consistent. Change Seats.\\n\\nHindsight is a funny idea. A simple seat rotation exercise did not earn me the results during school days but helped me learn something new after 22-years.\\n\\n* Perspective is the seed for everything new.\\n* Perspective is the seed for challenging a problem.\\n* Perspective is the seed for finding a new path.\\n\\n> “No problem can be solved from the same level of consciousness that created it.” — Albert Einstein\\n\\nIf you are stuck at the same place, challenge your chimp mind to make the first move.\\n\\n**Rotation is excellent, movement is critical, changing perspective is essential.**\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\nNishith is an author and creator of a unique self-development platform — **“Be Better Bit-By-Bit.”**\\n\\nGrab your copy of his debut book — [Be Better Bit-By-Bit](https://www.amazon.in/dp/9387004295/ref=cm_sw_r_wa_apa_i_Nh.aGb972P6ZJ) and listen to his podcasts [Be Better Bit-By-Bit](https://open.spotify.com/show/0pum5rJmbp1PkWYIwOjFfz?si=8lMjcvG1SzGyzrhOvlCNfQ) and [10 Bullets — 100 Words Book Summary](https://open.spotify.com/show/5LWIrRkURIV5Sh3GGXfSs6?si=PVzFilPKShS1jPHDi5rD-Q).\",\"timestamp\":1634451116,\"title\":\"Remember School’s Seat Rotation Exercise? It had a Powerful Purpose — To Build Perspectives.\"},\"digest\":\"97BAcBkhTlKkJAtKEDSXD5YKuXMF63wD1bK_Hvn0044\",\"authorship\":{\"contributor\":\"0x767d7baD6A68EF14B1985E53213744ecEfF37ceE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pWGdl8cfVF10VEi8v8xLUlHdxUart9qa6GzjaPhSe9k\\\",\\\"y\\\":\\\"LTHmg3zeF_LChg9HI4yu8zRz0Akxsw6WYeVEurRVlJk\\\"}\",\"signature\":\"VKZtQK3rBpoOWoUDg5H9DEoExeAmOF0c7x7t_QOAckQ1F25k-hBUKNZ374J406XcqO9avWyGJcq6QyDYn9Fcfw\",\"signingKeySignature\":\"0xa2f81cc306479b78d0af265b799112e07ae082f030cd3f4cedef9f4cba1482836a2115c13415b74bf3433f074a02d378d86cfce7009251c02235bf683a1d5e8d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pWGdl8cfVF10VEi8v8xLUlHdxUart9qa6GzjaPhSe9k\\\",\\\"y\\\":\\\"LTHmg3zeF_LChg9HI4yu8zRz0Akxsw6WYeVEurRVlJk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GI2erP26lWhDvXJIuf5QwTyOp-yQezTx7cDpLYS8M58\"}"