"{\"content\":{\"body\":\"A long time ago, there was a huge apple tree. A little boy loved to come and lay around it every day. He climbed to the tree top, ate the apples, took a nap under the shadow... He loved the tree and the tree loved to play with him.\\n\\nTime went by... the little boy had grown up and he no longer played around the tree every day. One day, the boy came back to the tree and he looked sad. “Come and play with me,” the tree asked the boy. “I am no longer a kid, I don’t play around trees anymore.” The boy replied, “I want toys. I need money to buy them.”“Sorry, but I don’t have money...but you can pick all my apples and sell them. So, you will have money.” The boy was so excited. He grabbed all the apples on the tree and left happily. The boy never came back after he picked the apples. The tree was sad.\\n\\nOne day, the boy returned and the tree was so excited. “Come and play with me,” the tree said. “I don’t have time to play. I have to work for my family. We need a house for shelter. Can you help me?”“Sorry, but I don’t have a house. But you can chop off my branches to build your house.” So the boy cut all the branches off the tree and left happily. The tree was glad to see him happy but the boy never came back since then. The tree was again lonely and sad.\\n\\nOne hot summer day, the boy returned and the tree was delighted. “Come and play with me!” the tree said. “I am sad and getting old. I want to go sailing to relax myself. Can you give me a boat?”“Use my trunk to build your boat. You can sail far away and be happy.” So the boy cut the tree trunk to make a boat. He went sailing and never showed up for a long time. The tree was happy, but it was not true.\\n\\nFinally, the boy returned after he left for so many years. “Sorry, my boy. But I don’t have anything for you anymore. No more apples for you...” the tree said.\\n\\n“I don’t have teeth to bite,” the boy replied.\\n\\n“No more trunk for you to climb on.”\\n\\n“I am too old for that now,” the boy said.\\n\\n“I really can’t give you anything... the only thing left is my dying roots,” the tree said with tears.\\n\\n“I don’t need much now, just a place to rest. I am tired after all these years.” The boy replied.\\n\\n“Good! Old tree roots is the best place to lean on and rest. Come, Come sit down with me and rest.” The boy sat down and the tree was glad and smiled with tears...\\n\\nThis is a story of everyone. The tree is our parent. When we were young, we loved to play with Mom and Dad... When we grown up, we left them, and only came to them when we need something or when we are in trouble. No matter what, parents will always be there and give everything they could to make you happy. You may think that the boy is cruel to the tree but that’s how all of us are treating our parents.\\n\\nTake time out during the day for quiet time to listen to your inner voice. You may want to use your quiet time to meditate or pray. However you use this time, the key is to shut out all of the noise around you by focusing deep within yourself. Breathing deeply during quiet time will also help you focus. I know it’s hard to find quiet time during a particularly busy day, but it’s so important — even if it’s just 10 minutes a day and you have to sneak away to get it. Quiet time can really make a difference in your life. It enables you to hear God speaking to your heart reminding you of His perfect love for you.\\n\\nBe honest with yourself by paying attention to your actions. Actions speak louder than words, and they always tell the truth. What do your actions say about you? If you say you love your job, but your actions say otherwise, which do you think is more true — your words or your actions? On the other hand, if you say you’re not good at a certain job, but your actions say otherwise, that’s also important. What do you do with this insight? You can use it to make more beneficial choices in your life. By being honest with yourself based on your previous actions, your actions moving forward will be based on truth instead of just what you tell yourself.\\n\\nDespite what your subconscious may be telling you, you can have love with no limits. The key is to unconditionally love yourself first.\",\"timestamp\":1634809464,\"title\":\"The Apple Tree\"},\"digest\":\"Tj8hH62mIjBjBtEBUGIC0-b0fBAqwwa2mP4Tejh2N4Y\",\"authorship\":{\"contributor\":\"0xef7415AEd8c95D13c7C585eD7F649A1a6281ee4e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"obY6Qxw-mn_25jmJbV7fLyInd0z5OShm6ybda_avHvY\\\",\\\"y\\\":\\\"sts2GBLd7ca3rUlWfq8xwFbtEATVVswqzLs3c2fnUt0\\\"}\",\"signature\":\"hA8lGMyyrTb0Mf11kpNHDWEEkQVnDT5OmlNiWfgBhzga5creYT0A7Ahp1euDy2vdKtWB4k23-TdTR2Z4GTyChA\",\"signingKeySignature\":\"0x279191a287bdd053145fa0b2cd78a41016761ec61bd60823ef63af080c6163583cac15dfc0e35bbfd4941d6aaeb7dd4843930cfac93f96aee95672bcb791eb9c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"obY6Qxw-mn_25jmJbV7fLyInd0z5OShm6ybda_avHvY\\\",\\\"y\\\":\\\"sts2GBLd7ca3rUlWfq8xwFbtEATVVswqzLs3c2fnUt0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tj8hH62mIjBjBtEBUGIC0-b0fBAqwwa2mP4Tejh2N4Y\"}"