"{\"content\":{\"body\":\"Even now Lincoln had not established himself as a leader superior to party, but he had the satisfaction, early in 1865, of seeing the ranks of the opposition begin to break.  Naturally, the Thirteenth Amendment to the Constitution, abolishing slavery throughout the United States, appeared to Lincoln as in a way the consummation of his labors.  When the House voted on the resolution to send this amendment to the States, several Democrats joined the government forces.  Two nights afterward, speaking to a serenading party at the White House, Lincoln made a brief speech, part of which is thus reported by his secretaries: \\\"He thought this measure was a very fitting if not an indispensable adjunct to the winding up of the great difficulty. He wished the reunion of all the States perfected, and so effected as to remove all causes of disturbance in the future; and to attain this end, it was necessary that the original disturbing cause should, if possible, be rooted out.\\\"\\n\\nAn event which in its full detail belongs to Confederate rather than to Union history took place soon after this.  At Hampton Roads, Lincoln and Seward met Confederate commissioners who had asked for a parley--with regard to peace.  Nothing came of the meeting, but the conference gave rise to a legend, false in fact and yet true in spirit, according to which Lincoln wrote on a sheet of paper the word \\\"Union,\\\" pushed it across to Alexander H. Stephens and said, \\\"Write under that anything you please.\\\"\\n\\nThis fiction expresses Lincoln's attitude toward the sinking Confederacy.  On his return from Hampton Roads he submitted to his Cabinet a draft of a message which he proposed to send to Congress.  He recommended the appropriation of $400,000,000 to be distributed among the slave states on condition that war cease before April 1, 1865.  Not a member of the Cabinet approved.  His secretary, Mr. Nicolay, writes: \\\"The President, in evident surprise and sorrow at the want of statesmanlike liberality shown by his executive council, folded and laid away the draft of his message....\\\"  With a deep sigh he added, \\\"But you are all opposed to me, and I will not send the message.\\\"\\n\\nHis second inauguration passed without striking incidents.  Chase, as Chief Justice, administered the oath.  The second inaugural address contained words which are now famous: \\\"With malice towards none; with charity for all; with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in; to bind up the nation's wounds; to care for him who shall have borne the battle, and for his widow, and his orphan--to do all which may achieve and cherish a just and a lasting peace among ourselves, and with all nations.\\\"\\n\\nThat gigantic system of fleets and armies, the creation of which was due to Lincoln, was closing tight around the dying Confederacy. Five weeks after the inauguration Lee surrendered, and the war was virtually at an end.  What was to come after was inevitably the overshadowing topic of the hour.  Many anecdotes represent Lincoln, in these last few days of his life, as possessed by a high though melancholy mood of extreme mercy.  Therefore, much has been inferred from the following words, in his last public address, made on the night of the 11th of April: \\\"In the present situation, as the phrase goes, it may be my duty to make some new announcement to the people of the South.  I am considering and shall not fail to act when action shall be proper.\\\"\\n\\nWhat was to be done for the South, what treatment should be accorded the Southern leaders, engrossed the President and his Cabinet at the meeting on the 14th of April, which was destined to be their last.  Secretary Welles has preserved the spirit of the meeting in a striking anecdote.  Lincoln said that no one need expect he would \\\"take any part in hanging or killing those men, even the worst of them.  Frighten them out of the country, open the gates, let down the bars, scare them off;\\\" said he, throwing up his hands as if scaring sheep.  \\\"Enough lives have been sacrificed; we must extinguish our resentments if we expect harmony and union.\\\"\\n\\nWhile Lincoln was thus arming himself with a valiant mercy, a band of conspirators at an obscure boardinghouse in Washington were planning his assassination.  Their leader was John Wilkes Booth, an actor, brother of the much abler Edwin Booth.  There seems little doubt that he was insane.  Around him gathered a small group of visionary extremists in whom much brooding upon Southern wrongs had produced an unbalanced condition.  Only a morbid interest can attach today to the strange cunning with which Booth laid his plans, thinking of himself all the while as a reincarnation of the Roman Brutus.\\n\\nOn the night of the 14th of April, the President attended a performance of \\\"Our American Cousin\\\".  While the play was in progress, Booth stole into the President's box, came close behind him, and shot him through the head.  Lincoln never spoke again and, shortly after seven next morning, ceased breathing.\\n\\nAt the same time, a futile attempt was made upon the life of Seward.  Booth temporarily escaped.  Later he was overtaken and shot.  His accomplices were hanged.\\n\\nThe passage of sixty years has proved fully necessary to the placing of Lincoln in historic perspective.  No President, in his own time, with the possible exception of Washington, was so bitterly hated and so fiercely reviled.  On the other hand, none has been the object of such intemperate hero-worship.  However, the greatest of the land were, in the main, quick to see him in perspective and to recognize his historic significance.  It is recorded of Davis that in after days he paid a beautiful tribute to Lincoln and said, \\\"Next to the destruction of the Confederacy, the death of Abraham Lincoln was the darkest day the South has known.\\\"\\n\\nBIBLIOGRAPHICAL NOTE\\n\\nThere are two general histories, of conspicuous ability, that deal with this period:\\n\\nJ. F. Rhodes, \\\"History of the United States from the Compromise of 1850\\\", 7 vols. (1893-1906), and J. B. McMaster, \\\"History of the People of the United States\\\", 7 vols. (1883-1912).  McMaster has the more \\\"modern\\\" point of view and is excellent but dry, without any sense of narrative.  Rhodes has a somewhat older point of view. For example, he makes only a casual reference, in a quotation, to the munitions problem of 1861, though analyzing with great force and candor such constitutional issues as the arrests under the suspension of the writ of habeas corpus.  The other strong points in his work are its sense of narrative, its freedom from hero-worship, its independence of conventional views of Northern leaders.  As to the South, it suffers from a certain Narrowness of vision due to the comparative scantiness of the material used.  The same may be said of McMaster.\\n\\nFor Lincoln, there is no adequate brief biography.  Perhaps the best is the most recent, \\\"Abraham Lincoln\\\", by Lord Charnwood (\\\"Makers of the Nineteenth Century\\\", 1917).  It has a kind of cool detachment that hardly any biographer had shown previously, and yet this coolness is joined with extreme admiration.  Short biographies worth considering are John T. Morse, Jr., Abraham Lincoln\\\" (\\\"American Statesmen\\\" Series, 2 vols., 1893), and Ida M. Tarbell, \\\"Life of Abraham Lincoln\\\", 2 vols. (1900). The official biography is in ten volumes, \\\"Abraham Lincoln, a History\\\", by his secretaries, John G. Nicolay and John Hay (1890). It is a priceless document and as such is little likely to be forgotten.  But its events are so numerous that they swamp the figure of Lincoln and yet are not numerous enough to constitute a definitive history of the times.  It is wholly eulogistic.  The same authors edited \\\"The Writings of Abraham Lincoln\\\" (Biographical Edition, 2 vols., 1894), which has since been expanded (1905) and now fills twelve volumes.  It is the definitive presentation of Lincoln's mind.  A book much sought after by his enemies is William Henry Herndon and Jesse William Weik, \\\"The History and Personal Recollections of Abraham Lincoln\\\", 8 vols. (1889; unexpurgated edition).  It contains about all we know of his early life and paints a picture of sordid ugliness.  Its reliability has been disputed.  No study of Lincoln is complete unless one has marched through the \\\"Diary\\\" of Gideon Welles, Secretary of the Navy, 3 vols. (1911), which is our most important document showing Lincoln in his Cabinet.  Important sidelights on his character and development are shown in Ward Hill Lamon, \\\"Recollections of Lincoln\\\" (1911); David Homer Bates, \\\"Lincoln in the Telegraph Office\\\" (1907); and Frederick Trevor Hill, \\\"Lincoln as a Lawyer\\\" (1906).  A bibliography of Lincoln is in the twelfth volume of the latest edition of the \\\"Writings\\\".\\n\\nThe lesser statesmen of the time, both Northern and Southern, still, as a rule, await proper treatment by detached biographers. Two Northerners have had such treatment, in Allen Johnson's \\\"Stephen A. Douglas\\\" (1908), and Frederic Bancroft's \\\"Life of William H. Seward\\\", 2 vols. (1900).  Good, but without the requisite detachment, is Moorfield Storey's \\\"Charles Sumner\\\", (\\\"American Statesmen Series\\\", 1900).  With similar excellences but with the same defect, though still the best in its field, is Albert Bushnell Hart's \\\"Salmon P. Chase\\\" (\\\"American Statesmen Series\\\", 1899).  Among the Southern statesmen involved in the events of this volume, only the President of the Confederacy has received adequate reconsideration in recent years, in William E. Dodd's \\\"Jefferson Davis\\\" (1907).  The latest life of \\\"Robert Toombs\\\", by Ulrich B. Phillips (1914), is not definitive, but the best extant.  The great need for adequate lives of Stephens and Yancey is not at all met by the obsolete works--R. M. Johnston and W. M. Browne, \\\"Life of Alexander H. Stephens\\\" (1878), and J. W. Du Bose, \\\"The Life and Times of William Lowndes Yancey\\\" (1892). There is a brief biography of Stephens by Louis Pendleton, in the \\\"American Crisis Biographies\\\".  Most of the remaining biographies of the period, whether Northern or Southern, are either too superficial or too partisan to be recommended for general use. Almost alone in their way are the delightful \\\"Confederate Portraits\\\", by Gamaliel Bradford (1914), and the same author's \\\"Union Portraits \\\"(1916).\\n\\nUpon conditions in the North during the war there is a vast amount of material; but little is accessible to the general reader.  A book of great value is Emerson Fite's Social and Industrial Conditions in the North during the Civil War (1910).  Out of unnumbered books of reminiscence, one stands forth for the sincerity of its disinterested, if sharp, observation--W. H. Russell's \\\"My Diary North and South\\\" (1868).  Two newspapers are invaluable: The \\\"New York Tribune\\\" for a version of events as seen by the war party, \\\"The New York Herald \\\"for the opposite point of view; the Chicago papers are also important, chiefly the \\\"Times\\\" and \\\"Tribune\\\"; the \\\"Republican \\\"of Springfield, Mass., had begun its distinguished career, while the \\\"Journal\\\" and \\\"Advertiser\\\" of Boston revealed Eastern New England.  For the Southern point of view, no papers are more important than the Richmond \\\"Examiner\\\", the Charleston \\\"Mercury\\\", and the New Orleans \\\"Picayune\\\". Financial and economic problems are well summed up in D. R. Dewey's \\\"Financial History of the United States\\\" (3d edition, 1907), and in E. P. Oberholzer's \\\"Jay Cooks\\\", 2 vols. (1907).  Foreign affairs are summarized adequately in C. F. Adams's \\\"Charles Francis Adams\\\" (\\\"American Statesmen Series\\\", 1900), John Bigelow's \\\"France and the Confederate Navy\\\" (1888), A. P. Martin's \\\"Maximilian in Mexico\\\" (1914), and John Bassett Moore's \\\"Digest of International Law\\\", 8 vols. (1906).\\n\\nThe documents of the period ranging from newspapers to presidential messages are not likely to be considered by the general reader, but if given a fair chance will prove fascinating. Besides the biographical edition of Lincoln's Writings, should be named, first of all, \\\"The Congressional Globe\\\" for debates in Congress; the \\\"Statutes at Large\\\"; the \\\"Executive Documents\\\", published by the Government and containing a great number of reports; and the enormous collection issued by the War Department under the title \\\"Official Records of the Union and Confederate Armies\\\", 128 vols. (1880-1901), especially the groups of volumes  known as second and third series.\\n\\nEnd\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/322](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/322)\\n\\n\",\"timestamp\":1637675424,\"title\":\"\\nThis was the last step in making the blockade effective. Thereafter, it slowly strangled the South. \"},\"digest\":\"qgJnNjqZbpa8ombAJ3kt5XviJHIc3frU1Xrgp6iPVbQ\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QbWvOyxUjgVqPnQfdNhI3roTgx7VE0ihgQNlmCdJWE4\\\",\\\"y\\\":\\\"ChPruc5JFna2kM2s0uj6XLyDfqHbOIZGwmh5uwuCAJs\\\"}\",\"signature\":\"nQn7uydKSxDdTd4DQwAS4p-UG8HZ3rEsilFjVQkGpTftQPQpljIPnDBNnYk-xBVkRbXCrtnmHO23O9TRYMCuWw\",\"signingKeySignature\":\"0x031fa398540e13e63f12fc987e9daa264b4afc6189ec0476117d6b8d527ef07b129eb2b28be1c436dccae16b76b5d6a6c3b15c4e37b8a238ea5b256f53f72bce1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QbWvOyxUjgVqPnQfdNhI3roTgx7VE0ihgQNlmCdJWE4\\\",\\\"y\\\":\\\"ChPruc5JFna2kM2s0uj6XLyDfqHbOIZGwmh5uwuCAJs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qgJnNjqZbpa8ombAJ3kt5XviJHIc3frU1Xrgp6iPVbQ\"}"