"{\"content\":{\"body\":\"## Summary\\n\\nOn May 27th, I [launched a campaign](https://air.mirror.xyz/lmV9Dxeos9HvKSu0BKY9pqARK2vAlPXhrNMt68E4GkI) to fund the daily entertainment [newsletter Dirt](https://dirt.substack.com) using NFTs. In short, all the NFTs and editions have sold out, raising 12.23 ETH, or a bit over $30,000. (131 NFTs in total.)\\n\\nThis is a breakdown of what happened, what I learned from the process, and what steps might be taken going forward. \\n\\n## If you’re a collector of a Dirt NFT, please fill out the [survey here](https://forms.gle/LJaVjB2Z38bCXSko7) so we can contact you and get feedback on the campaign! https://forms.gle/LJaVjB2Z38bCXSko7\\n\\n[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/3309)\\n\\n## What Happened\\n\\nWith the help of Mirror, we created three different NFT offerings: an edition of 100 for .05 ETH, an edition of 30 for .2 ETH, and an auction for a single, unique NFT. Every single NFT has been bought, so 131 total were sold, with around 115 buyers, since multiples were bought by the same accounts (and I bought one, too). Each NFT also came with a proportional amount of $DIRT-S1 tokens: 50, 200, and 1000. \\n\\nThe auction sold first (Dirty s1 Rainbow Wave), then the edition of 30 (Dirty s1 Pearl Pink) and finally the edition of 100 (Dirty s1 Pea Green) in around a week after the auction launched. That speaks to the success of the pricing strategy: a week is about the ideal amount of time for the campaign to sell out. But the fact that the Pearl Pink NFTs sold out so quickly suggests that they might have been priced a little too low. \\n\\nThe 12.23 ETH is a good amount of funding to pay for a “season” of Dirt: what we’re calling two months’ worth of content. (To me it seems like a relatively low amount for the crypto economy overall.) When we use up that amount of funding, we’ll have to do another NFT campaign, with a $DIRT-S2 token. \\n\\nWith the success of the campaign, Dirt can afford to pay rates competitive with the largest digital media publications ($1 / word) for the upcoming season of content and highlight new writers in addition to the 25+ people we’ve already published. Dirt publishes content that literally doesn't fit anywhere else, because of the freedom offered by the funding. \\n\\n## The Buyers\\n\\nThe two editions targeted two types of buyers: .05 ETH is doable for new users of cryptocurrency, wallets, and NFTs. The roughly $130 price is a significant decision but not more than one might pay for a design object or physical art edition. I think that new buyers understand that cryptocurrencies and NFTs have significant value — after the mega sales by Beeple and others — so $130 doesn’t feel totally illogical to them. It’s a test run to see if they’ll have fun in this market. Many friends and readers of the newsletter told me they purchased at this level, both as a way to have fun and to participate in the crowdfunding campaign, to support the newsletter. \\n\\nThe .2 ETH edition of 30 seemed to net more pre-existing NFT buyers who might already have ETH in a wallet. Notably, the [Seed Club DAO](https://twitter.com/seedclubhq) bought five of that edition — perhaps seeing it as an investment that will pay off later. (Buying multiple NFTs was the only way to get more tokens, since we didn’t do a direct token sale.) There also seemed to be a higher percentage of anonymous wallet addresses buying the edition, participating in the project but not necessarily publicly. \\n\\nMomentum for the edition sales wasn’t immediate, though I felt that it happened quite quickly. It took some time for the launch announcement to percolate and it spread primarily on Twitter, with various cryptocurrency, tech industry / VC, and media people sharing it. The sense of novelty, that this is the first newsletter (a buzzy media format) funded by NFTs, helped it get shared. The Mirror announcement is kind of a dry format for a NFT campaign; I think more visually compelling sites could be made, with the Mirror post acting as a white paper. \\n\\nTo sell editions, there’s a need for more excitement to be generated by the launch itself, though it helped that I later wrote a Dirt newsletter and sent it to our list of 3,800 subscribers, explaining it in a shorter and simper way. For NFTs, not as many buyers need to know about tokens or future financing plans; they want to know more about the NFTs and the artist who created them, what they represent.  \\n\\nThe auction sold for 1.23 ETH to [@niftytime](https://twitter.com/niftytime), clearly a crypto and NFT insider. It could perhaps have raised more money: We capped the token release at 1000 for the auction buyer, wanting a more spread-out distribution of the total tokens for this initial season. But a higher token release could have motivated more bids for the single NFT. The $DIRT-S1 token is not funding an entire company or project, however, just a short run of it, like a Kickstart campaign for specific content, so giving away too many tokens to one holder may not make sense.\\n\\nI’d like to know more about the buyers’ motivations. I’m sure some of them bought the NFT for fun and enjoyment, simply appreciating its art and connection to the newsletter. Others likely bought NFTs as investment, betting that their price might go up, or because they think the token will have value in the future, with proceeds from future NFTs and the ability to participate in Dirt feedback.  \\n\\n## Secondary Market\\n\\nSince the editions have all totally sold out, there’s now no way to buy Dirt NFTs from Dirt itself — they are gone, though the art and the content are still public. That sense of scarcity is totally different from other forms of online content; it’s like hitting a paywall that you can’t get through, even if you want to pay the price. It creates a sense of exclusivity and FOMO: if you now want to get into the Dirt ecosystem, you’ll have to pay higher than the sticker price. \\n\\nVery soon after the NFTs sold out, a 30/30 Dirty s1 Pearl Pink edition was [offered on Opensea for 20 ETH](https://opensea.io/assets/0x3725ca6034bcdbc3c9ada649d49df68527661175/91), or ~$56,000, a 100x markup. That kind of price rise would be absurd in the art world, especially for an edition, but it seems almost possible in the world of NFTs. Two Dirty s1 Pea Green editions (100/100) have been put up for sale as well, at 0.15 ETH and 1 ETH — 3x and 20x respectively. I don’t think anyone has bought a Dirt edition on the secondary market yet, but maybe I don’t know where to look. The transfer would certainly exist on the blockchain. \\n\\nThe initial Mirror editions do not include the usual 15% resale fee for creators, but I would be sure to change that for future editions. The auction NFT, minted on Zora, does have the 15%. The resale fee is vital for the long-term survival of the NFT-based media company because it represents the company’s ownership of its assets, like a licensing fee; each time a NFT is sold, the company would get some revenue. Thus a thriving marketplace of Dirt NFTs would fully fund the publication itself, without needing to mint new NFTs (with the positive effect of maintaining scarcity). \\n\\nYou can see the Opensea [Dirt secondary market here](https://opensea.io/assets?search[query]=dirty%20s1&search[sortAscending]=false&search[sortBy]=LISTING_DATE). \\n\\n## Designing the NFTs\\n\\nThe aesthetic qualities of the NFTs were very important to the Dirt project. That separates the Dirt NFTs from some of the other projects on Mirror, which create NFTs well after the token crowdfund and in some cases are limited to the artifact that is being created itself, like a NFT of Emily Segal’s novel or a NFT representing a single article. Instead, the Dirt crowdfund NFTs exist as art in their own right and are immediately enjoyable. When you participate in the campaign, you’re already getting a reward that’s not just the token, like if you got a tote bag immediately for funding a Kickstarter.\\n\\n[Dirty S1 Pearl Pink](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=3)\\n\\nThe Dirt NFT art shows off the newsletter’s mascot, Dirty — kind of a cartoon character, but goofy and a little gross. Dirty is absurdist, dadaist in its blatant meaninglessness — and that is the brand. After developing an initial design with the artist [Jason Adam Katzenstein](https://www.instagram.com/j.a.k._/?hl=en), I worked with the interactive designer and animator [Mark Costello](http://markalancostello.com/) to produce animated GIFs of Dirty. The inspirations we came up with were GIFs from Studio Ghibli’s Spirited Away and collectibles like Pokemon Cards. The result is a visual vocabulary that feels familiar and compelling, maybe a little nostalgic, even though it doesn’t come from a pre-established source: It’s a newly created aesthetic world. \\n\\nThe Dirty NFTs have the cel-shading of anime and the gradient backgrounds of holographic Pokemon cards, or Cory Arcangel’s [gradient artworks](https://ropac.net/artists/25-cory-arcangel/works/11539/). The detailed animation makes the image feel worthwhile and expensive, while the varying gradient became a way to make the different editions visually distinct. Pea Green, the 100/100 edition, is an earthy, relatively mundane color gradient, green to yellow, like a vegetable. It feels more common. Pearl Pink, the 30/30 edition, goes from pink to gold, reminiscent of iridescent pearls — a higher-end, fancier, pricier kind of symbolism fit for a more expensive image. The Rainbow Wave auction piece was a riot of rainbows in the background with a curving line through them. Visually it feels like the peak of the series, symbolic of its one-of-a-kind status.  \\n\\n![](https://images.mirror-media.xyz/publication-images/6a190b56-a8e9-4bb4-8d28-2ebffdc6fdd6.jpeg?height=675&width=1200)\\n\\nI think the naming of the NFTs was also important. Like a clothing colorway or streetwear drop, the names gave buyers a vocabulary to talk about what they were buying. Maybe Pea Green is more appealing to you than Pearl Pink; maybe you discuss them by their names when trying to decide what to buy. The material words attached some real-world references to the digital images and the fictional character of Dirty. “Dirty s1” is also important: The s1 comes from the shorthand naming mechanism of streaming television, particularly piracy sites, where you might look up a show by its season number in the file name: Succession s02. It implies a limit to this season and future seasons to come.\\n\\n## Why the NFT Campaign Worked\\n\\nI think the Dirt NFT campaign worked because the newsletter already had an audience and a visual brand; the NFTs came from that visual brand and expanded it; and the token underlying the NFTs potentially had future value. Partly, the campaign worked well as a simple crowdfund, that could have been executed on Kickstarter or other platforms. But the NFTs give participants more involvement in the project and in the brand going forward, keeping them engaged. They’re also more compelling in the context of the internet, which is where the newsletter exists. We don’t need physical swag for a digital experience. \\n\\nFunding media with NFTs is a new proposition; editorial and publishing companies haven’t incorporated digital assets yet. Dirt is providing an accessible entrypoint into this world for writers and readers because we are demystifying it for them. That will include breaking down the environmental impacts of blockchain technology and NFTs as we commission reports on those subjects, offering more education for readers and transparency for the publication. \\n\\nThe campaign also worked becaused the art was cool and has a cool narrative, going beyond the realm of NFTs. There’s a story to tell with Dirty and a story that the evolving editorial of the publication will tell. Throughout the season, we will continue developing those stories. \\n\\n## Connecting NFTs to Content\\n\\nRight now, we have two relatively separate bodies of content: the NFTs, which exist on Mirror, Opensea, and other platforms, and the newsletter editorial, which primarily exists on Substack and in readers’ inboxes. There’s a challenge of bringing the NFTs and the editorial together, not just through visual proximity but through storytelling. First, we will integrate the Dirty visuals more strongly into the newsletter formatting, reminding viewers that it’s also part of the brand. \\n\\nMirror is one of the only platforms that can combine editorial and NFTs in a seamless way, with the blocks for sales and auctions. However, Mirror needs more functionality with newsletters and feeds to fully replace Substack. It would be helpful to have more options to embed NFTs in the content, in different arrangements or formats. (Substack initially blocked links to NFT sales through a spam filter glitch, but if Substack doesn’t support cryptocurrency functionality it may find itself losing some ground.)\\n\\nWould it make sense to have a new NFT or edition in every newsletter, or every week? Those NFTs wouldn’t be as complex as the animated Dirty, but they would provide funding and be a symbol of participation in Dirt. Currently, I think it makes more sense to create flashier NFTs for each season of Dirt and generate excitement around those campaigns; it also removes the pressure for readers to pitch in money with every single post. The season funding round should last the whole season, with a few bonuses and surprises thrown in for fun. \\n\\nThere also needs to be more ways for collectors to show off their purchases, beyond linking to them on Opensea or other marketplaces, or posting a Rainbow portfolio link. NFTs might be the “in-game items of the internet” but as-is there are few ways to actually use the items. Collectors can display which Dirt assets they’ve collected, but that doesn’t actually integrate with Dirt itself. Maybe we would highlight a collector, or highlight the buyers of a particular edition. Ideally, it could be something like an Animal Crossing island: You use your NFTs to decorate, they could load as decoration in the newsletter or something similar.\\n\\nWe are creating a metaverse-style Dirtyverse that includes the newsletter, the art editions, the community, and any other projects that arise, all linked together by the visual brand and the mascot — a form of IP. \\n\\n[Dirty S1 Pea Green](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=2)\\n\\n## Engaging the Collectors \\n\\nA problem with the current Mirror crowdfunding model is that there isn’t a direct, easy way to communicate with the people who participated in the campaign. We used disperse.app to send the $DIRT-S1 tokens to the NFT buyers, but that only uses the wallet addresses. Mirror connects the wallet addresses and Twitter accounts, but not everyone uses Twitter or wants to be reached there. In the future, we’ll have a Discord only accessible to token holders. It would also be helpful to have an email list of all the collectors who want to be engaged, so we can reach them about NFT sales, token participation, etc. \\n\\nI also think that a token-holder paywall system could be useful. A Mirror publication could be gated based on if you hold the tokens in your wallet. That would be an easy way to publish updates on the crowdfund or Dirt spending. Mirror could also open up its $WRITE Race voting system so that token holders can make decisions as a group. \\n\\nDirt will highlight the Pearl Pink collectors in the newsletter itself, listing them by name, website, Twitter handle, or just wallet address. This is a way both for collectors to be recognized and readers to understand where the funding comes from for the newsletter, demonstrating that it’s powered by NFTs and tokens. \\n\\nEngaged collectors will also drive the market for future Dirt NFTs. Our primary customers are the people who have already bought in to our artistic world; the people who own the NFTs also have an incentive for the NFTs to be valued at higher prices and for more people to buy in to the future editions. At the same time, we want to preserve the sense of exclusivity and deepen collectors’ relationships with Dirt and Dirty. \\n\\n## Implications for Media Companies \\n\\nNFTs as a business model have to be designed in to the form and content of a media company or publication. They should not just be added on in the sense of creating NFTs of specific articles or releasing NFTs of covers. These digital assets are a language and vocabulary all their own; the best analog is not collectible art but in-app purchases where the purchases deepen the customers’ relationship and engagement with the brand. \\n\\nA newsletter is a good way to test out NFTs; an entire newspaper or website is not. NFTs need context to make sense — they have to create a self-contained universe and a visual language in order to drive a market for the assets. The range of possible NFTs in a series cannot be infinite; they need to demonstrate progression. Many journalistic media companies are not up to this challenge, though their business model is telling stories. It’s harder to tell a coherent story about yourself, or come up with original intellectual property. Journalistic media companies are also rarely visual-driven, more often using photography than illustration. A strong preexisting visual brand will make adapting to NFTs easier and more effective. It’s as if every publication is also an art gallery. \\n\\n## If you’re a collector of a Dirt NFT, please fill out the [survey here](https://forms.gle/LJaVjB2Z38bCXSko7) so we can contact you and get feedback on the campaign! https://forms.gle/LJaVjB2Z38bCXSko7\\n\\n## Support Dirt\\n\\nYou can now no longer buy Dirt NFTs on the primary market. Someone buying a Pearl Pink for 20 ETH or Pea Green for 1 ETH on the secondary market would be hilarious, so please do that, even though we don’t get any of the fee. Otherwise, just subscribe to the newsletter and watch out for the next NFT campaign, in 3 months or so. \\n\\nIf you want to buy $DIRT-S1 tokens at an enormous premium, let me know. Or tip ETH to 0x25cbCFA16e43e58517f80D583087Ea89241293E6\\n\\nSend any feedback or notes to newsletterdirt@gmail.com.\",\"timestamp\":1623162726,\"title\":\"Why the Dirt NFT Campaign Succeeded\\n\",\"publication\":\"air\"},\"digest\":\"zS-e7T2I4FSueZKMdRIMNAuI_XphA2INIDVnt3R_ApU\",\"authorship\":{\"contributor\":\"0x25cbCFA16e43e58517f80D583087Ea89241293E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hm8lf9Tylv1m_xfxoEUJBdlLex3GZErz6sAulEQVrzg\\\",\\\"y\\\":\\\"iIV7ZZuqX5yBtjh69CXUUDiagap0BuQeDT4lYTd2Z9M\\\"}\",\"signature\":\"tDD3-7yVOVoFgWD6idrEcgmvsunzz06NPsEA1v53BmJBi7rTQX2fXnOuWQBubPvl18qLrBcdtjfocDk31dqpWA\",\"signingKeySignature\":\"0x539032ab3ab2305c06db8943e44b8803822f9a9c2eb0bd5264cb53160edde51a0360713e4408938ae7004f61352aa4e0e5b1a2cacf988701cd06eb60732714ad1b\",\"signingKeyMessage\":\"I authorize the publication of articles on air.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hm8lf9Tylv1m_xfxoEUJBdlLex3GZErz6sAulEQVrzg\\\",\\\"y\\\":\\\"iIV7ZZuqX5yBtjh69CXUUDiagap0BuQeDT4lYTd2Z9M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GLYOPPlPTQFrR7lpJTbWomyHwMhcsmTH8y9CFTXbwOY\"}"