"{\"content\":{\"body\":\"Our emotions drive almost every action we do every day. Yet, there are a handful of products that focus on communicating directly with a customer’s emotions.\\n\\nHistorically, products that can either switch your moods or tingle your feelings in less than 10 seconds are the ones that blitz scale. Clubhouse and Tiktok are the most popular examples of recent times.\\n\\nBut how? Is there a process to it? How do you attempt to create such a product?\\n\\nThe answer is loud and clear - **Vibes.** *It stands for an emotional state, or the atmosphere of a place, as communicated to and felt by others.*\\n\\n**‘To vibe’** stands for ‘To transmit or give out a feeling or atmosphere.’ A common phrase you keep listening to from your friends. But there’s a lot to it, than just being a buzzword.\\n\\n## A billion-dollar economy of vibes.\\n\\nIn a TikTok captioned ‘perfect sunset vibes…’, a girl clad all in white glides along a pier at sunset. On [YouTube](https://www.youtube.com/watch?v=JO6h-gkxr4k&t=2084s), an anthropomorphized Game Boy superimposed onto a background of pastel-colored clouds bobs along to a lofi hip-hop beat. Its title? ‘Just vibin’. On Spotify, playlists like ‘Chill Vibes’ (which has over 2 million likes) offer listeners an off-the-shelf ambiance.\\n\\nThe popularity of this type of content highlights the growing emphasis placed on the broad body of digital content categorized into the genre of ‘vibes’.\\n\\nAnd it is broad. But much of the content within it is united by a common purpose – to **elicit a specific and recognizable emotional response that unites all who engage with it.** This is a new generation of social content – one that connects people through moods and feelings, not just simple interactions.\\n\\n### Of course, vibes and social media are already comfortable bedfellows. When Instagram launched with iconic filters like X-Pro II and Clarendon, it was beloved for giving its users the tools to translate any everyday image into a #vibe. On Tumblr, each person’s page was a window into their own personal vibe: at its peak, a place for teens to be in their feelings, and connect with others who felt the same.\\n\\nBut the emergence of TikTok – and the exclusively ‘sound on’ experience of social it’s hailed in – has increased the prominence (and value) of vibes. And as we move into the metaverse, this convergence of multisensory inputs will only grow more central to the way people experience digital spaces\\n\\nA whole new genre of content and creator has moved to the fore: one defined by curating a specific mood or feeling.\\n\\n## How is it becoming more mainstream?\\n\\n**Social nostalgia.** Amid a growing cynicism towards major platforms and the commercial culture they house, many people are yearning for the simpler days of social. For older Gen Zers and Millennials, in particular, the blog-style version of ‘00s social media – defined by platforms like MySpace or Tumblr – was one built on the curation of moods and feelings, as an outlet for teen feels. Today, vibes hark back to that simplicity.\\n\\n**Sound-on.** Largely driven by the mainstreaming of TikTok, social is increasingly a sound-on experience: indeed, almost a third of the 18-34s (30%) globally use social with sound on more now than before the pandemic. Rather than being an afterthought, music, and audio have become central to creative success in the digital landscape – and platforms are adapting to facilitate this shift.\\n\\nBrands can collaborate with curators to assimilate into specific cores or communities. Many of the creators driving this form of creativity set the tone for aesthetics and feelings that define niche groups. Luxury luggage brand Rimowa understands this, and recently partnered with a number of fashion mood board accounts on Instagram, effectively showing up where people go to get inspired at the very start of a potential customer journey – contextualized in the vibe set by the curators’ tastes.\\n\\nBrands can harness digital media to curate a mood around products and services. As part of its recent launch of mindful, grown-up sets, LEGO launched an ASMR album with Spotify to help audiences relax and unwind, as part of a bigger campaign to launch a set of products designed to elicit calm. Meanwhile, [Tinder worked with the platform](https://www.thedrum.com/news/2021/09/29/tinder-partners-with-spotify-generate-custom-dating-playlists) to create custom date night playlists.\",\"timestamp\":1642694220,\"title\":\"#\"},\"digest\":\"wf48INE6MioxUtW6OVQ-JsRiOMVmTdrA7QYoKere0U8\",\"authorship\":{\"contributor\":\"0x5828542ae51F60341AF2304c3841Cec5F1b34Cf7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GaJFTYrR2E9DaaulSu87DVqtoRWsF80RTsJg8I-JhtM\\\",\\\"y\\\":\\\"tnx2sqROZ8sSrVOWyk9O3NauK3eSd2kpmAYbnotJ1rI\\\"}\",\"signature\":\"IWBA708dT1KoJz0gZME4kt5Xj8RpTIf0_kan3tmsL6KlVWaRscHx6Zb4I3TE3W8QT9Lu-A-cMmaSfUCf2QFUpw\",\"signingKeySignature\":\"0x7db39754b5084640f0212f10b7dcb90a3ac927ff8ffa8d73763040ce127d635f4ee6cf414581e0079756e8cfa336250f07870bc85b35aeeb2fbae520bc0d9dcc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GaJFTYrR2E9DaaulSu87DVqtoRWsF80RTsJg8I-JhtM\\\",\\\"y\\\":\\\"tnx2sqROZ8sSrVOWyk9O3NauK3eSd2kpmAYbnotJ1rI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n15rqecg13ZLhdxI66kGuUMQH06EzNbepJwGQSsMW_4\"}"