"{\"content\":{\"body\":\"In the blog of Kyle Samani, managing partner of Multicoin Capital, I heard about Superfluid for the first time. Recently, in Messari’s 2022 report, I saw Superfluid mentioned again. This may be a coincidence, maybe not.\\n\\n![](https://images.mirror-media.xyz/publication-images/asAXe5Ezuu1jM6RVTC9at.png?height=577&width=1061)\\n\\nMany people are still skeptical of WEB3 and DAO, even innovative entrepreneurs like Elon Musk. But we should not stop exploring, just like we explore space.\\n\\n![](https://images.mirror-media.xyz/publication-images/-44Fto0Ey6bEBWqM9VdOn.jpg?height=312&width=612)\\n\\n![](https://images.mirror-media.xyz/publication-images/ao7NQuVeHgO31J5Fsm6P2.jpg?height=500&width=438)\\n\\nWEB3 and DAO will undoubtedly become the subject of the next stage, and when we can enter this stage depends on whether our infrastructure and tools are sufficiently complete, and the emergence of Superfluid will greatly accelerate this process. Kyle Samani commented that it is the greatest advancement in value transfer since Bitcoin was invented. So, let us see if what he said is exaggerated?\\n\\nSuperfluid allows tokens to be transferred from one account to another in real time. To be honest, when I first saw it, I was shocked. You only need to deposit, enter the payment address, confirm the transfer amount, and you can start real-time transfer. For example, you can set up a monthly transfer of 500 USDC to your son’s account. As long as your account balance meets the minimum requirement, this cash flow will continue forever. Your son does not need to click any buttons or pay any feesto receive tokens. You only need to pay the fee once to start a real-time transfer activity that lasts for several years. Sounds cool, right?\\n\\nSo, what does this have to do with WEB3 and DAO?\\n\\nIn the era of WEB3 and DAO, we need an automatic, programmable and real-time payment protocol. We can use this protocol to carry out a series of activities such as salary payment, airdrop, IDO, etc. The real-time capital flow will help us improve efficiency and reduce volatility. Kyle Samani’s blog introduces some usage cases, <https://multicoin.capital/zh/2021/07/13/networked-cash-flows/> But Superfluid can do much more than that.\\n\\n### Airdrop\\n\\nMost of the airdrops are one-off, and users will inevitably sell them after receiving the airdrops, which is actually not beneficial to the project. Of course, there are some airdrops that are linearly unlocked, but the high gas cost prevents users from claiming their airdrop rewards regularly, which does not seem to be the intention of the project. With Superfluid, the project can distribute its own airdrop rewards to eligible users in real time, and users can see the real-time increased balance in the wallet.\\n\\n### IDO\\n\\nWe have been exploring a fair and reasonable method of token issuance. We need to avoid whales and scientists. Through the Superfluid protocol, participants can obtain tokens more fairly. Because the number of tokens obtained is the product of time and amount. Users can set their own investment amount and participation time at will.\\n\\n### Automatic Investment Plan (buy or sell either)\\n\\nI believe many people like to buy a certain token regularly, such as buying ETH once a week. With Superfluid, we can deposit USDC, set the monthly purchase amount, and realize automatic purchase. For some people, it will save time and cost. Of course, conversely, you can also set to sell a fixed amount of tokens every month. This is very useful for continuous buy-the-dip and selling, allowing you to obtain a relatively average price and reduce the impact of short-term fluctuations.\\n\\nAs Kyle Samani said, Superfluid can be used for DAO basic payment facilities, DeFi real-time settlement, payment for IoT devices, RSS subscriptions, etc.\\n\\n**Superfluid is not just a tool, but a basic protocol. Through it, developers can build a variety of Dapps and apply them in DeFi, IDO, AirDrop, Automatic Investment Plan, DAO, WEB3 and other fields.**\\n\\n![](https://images.mirror-media.xyz/publication-images/RbE62GPBuCGyaHUzE7mku.png?height=777&width=1041)\\n\\n\",\"timestamp\":1638782271,\"title\":\"Superfluid: a big step for WEB3 and DAO\"},\"digest\":\"DkNJAINfSy_g6Oy7eZQ48T04pfnfMB8hEUR3YlHY7IU\",\"authorship\":{\"contributor\":\"0x17Fe4ED21e35B5ad800179b0c20447cA3F5280Db\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6uLqDH1jHHMoKvBbuka1FbCKHf2MThMKl5qiEhbGHqQ\\\",\\\"y\\\":\\\"1E6rmPbjOryZ4ss3EelZjcZ6n8Efa_LFYoXJEL-4bX0\\\"}\",\"signature\":\"aCWqKDjs8e6DnW3dB2qD0KmWL1hkb5spH3kcmvELVblq7CAz95-Y9EqHllT0UKRriOIgR1YCvAd5uGiIATuVBA\",\"signingKeySignature\":\"0xeede747c45360c198d069b90639aa4d76761775aaa4ba3fded17b4c467189c5c4511e70752e61c16b889536dbf6a670eea3551595a7d3d3946cea4f4db317d901b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6uLqDH1jHHMoKvBbuka1FbCKHf2MThMKl5qiEhbGHqQ\\\",\\\"y\\\":\\\"1E6rmPbjOryZ4ss3EelZjcZ6n8Efa_LFYoXJEL-4bX0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DkNJAINfSy_g6Oy7eZQ48T04pfnfMB8hEUR3YlHY7IU\"}"