"{\"content\":{\"body\":\"Thanks to all of you who were with DAOSquare in 2021! Although my memory is not good, I remember every moment I spent with you guys, such as CCO web down, 519 crash, DKP beta, essay for DKP, Radio Party, and so on. You guys made DAOSquare have a wonderful 2021, thank you!\\n\\nFor anyone in this space, 2021 was definitely a memorable year. There were tons of dazzling projects on show, NFT, DAO, Web3 frenzy, and the crypto market cap was at an all-time high. It was all so crazy. At this moment, we have entered 2022. Besides the hormones that remain, are there any stories, moments, or things you want to say? Today I would like to talk to you about my 2021.\\n\\n## Some feelings\\n\\n**Who I am, where I come from and where I am going**\\n\\nIn the novel \\\"一句顶一万句\\\", an Italian missionary asks a pig-killer this question on a mountain path, and the pig-killer answers calmly: I am a pig-killer, coming from Cui Village, to kill pigs in the next village.\\n\\nFaultlessly…\\n\\nWe will all answer this question based on our own \\\"Destiny Setting\\\". It is important to determine what we do and what we think. I am a marginalized person. I jump into this space inspired by the spirit of DAO. I am going to fight for my life for the goals in \\\"The Most Interesting Man Wanted\\\". It defines my 2021.\\n\\nDAOSquare also, so please forgive some of its decisions and actions for not meeting the expectations of some community members, because it also knows who it is, where it came from, and where it is going. Just find like-minded people and go together. And as DAOSquare's gatekeeper, the work I need is to let those like-minded people in, and the rest is up to you!\\n\\n**Enjoy the building**\\n\\nI'm not good at finance even numbers; I love the thrill of innovation. So when I transformed my dad's bamboo flute into a saxophone as a kid, my excitement offset my fear of getting beaten up. This self-categorization dictated who I would follow, what I would learn, what communities I would be active in, and who I would interact with. There was a time in 2021 when I mistakenly thought I could do both, but it turns out I got into a panic and started to interfere with my \\\"Destiny Setting\\\". So it led to the next topic.\\n\\n**Build and Money are not blue and red pills, they will be a loop**\\n\\nUsually, the anxiety comes from wanting to get everything and getting it right now. I remember that I was most inspired to write music between 16-25 old, but after 25, my inspiration began to shrink (and I began to focus on something more experience-dependent). There are exceptions, but usually, there are periods in a person's life when creativity is at its best (which makes sense when we think about famous people or those around us).\\n\\nEach stage of life has something we are best at and should do. For me at this stage, I'm better at Build, and as for Money, I don't think I'm missing out on anything. The opportunity is always there, and it will be waiting for me where I'm ready. And I believe it will loop and spiral upwards.\\n\\nI met some people with cool ideas that had been building before this bull market, but the bull market sent them into a different world. A year has passed, their ideas have now been realized by others and got success. I don't know if they regret it, but I deeply regret it. I hope you haven't missed your creativity and that you won't keep sinking into Money, where you could have \\\"changed the world\\\". If you want to get back, I am always here.\\n\\n**Believers, insiders, outsiders**\\n\\n​​Many people join DAO because they have some problems or confusion. They want to solve their problems and get a new life in the new order that DAO is building. They will become believers, the main promoters of DAO.\\n\\nThe insiders already have their own worldview, they enjoy the world, but they won't fight for beliefs.\\n\\nOutsiders simply define here as a workplace, a place that provides them with income, and they won't genuinely enter this world.\\n\\nIn 2021 I tried to help some outsiders join this world, but failed. The reason is that they don't have problems or confusions, or they don't think this world can solve their problems or confusions. So DAO is not a panacea. We can only unite all the forces that can be united, others, we can only say “take care” to each other in different worlds.\\n\\nThank you to all the believers who joined DAOSquare in 2021. If you are willing, I would like to spend my life fighting with you! In 2022, I hope more like-minded people will join DAOSquare!\\n\\n**Tolerance of diversity**\\n\\nI don't think like-mindedness is only allowed for a single ideology. It may put the organization at risk. Maybe The interaction (and even the constraint) of different cultures, values, and philosophies can make a healthier organization. In 2021, I met a difficult decision to make, and in the end I chose what I thought was the right option. But if the organization had good conflict resolution mechanisms for diversity, it might have ended differently. That's something I need to keep thinking about.** \\n **\\n\\n**Robustness of fluid**\\n\\nIn 2021, two core members suddenly quit from DAOSquare, but instead of getting hurt, we got stronger. Moloch's mechanics remind me of one important thing: DAOs are fluid, and anyone can RageQuit at any time. So the right way to solve the fluidity problem is to build fluidity robustness.\\n\\n* Create a better fluidity portal (to summon more talents join)\\n* Improve the role book (help newcomers to quickly take on their roles)\\n\\nAt the same time, fluidity incidents actually force us to think about the ones we've overlooked or have been putting off. So fluidity incidents can also contribute to organizational growth. If you're facing a similar incident, embrace it!\\n\\n**Fun first**\\n\\nDAO must be fun. This was inspired by MetaCartel. We used to shave our heads in a meeting call, and we used to ask contestants to play guitar and sing at an online hackathon. This culture is not a term written in a \\\"corporate culture manual\\\", it is a natural action based on a definition of value, time, and meaning.\\n\\nFind those interesting people and then create a fun environment.\\n\\nI will always push this and make DAOSquare a fun community. If you guys have any suggestions, please tell me!\\n\\n![Emily, Poria, Typto's decentralized doodle on https://sandbox.poap.art/](https://images.mirror-media.xyz/publication-images/hjrpCmG0eMxqXLjE3T5UG.png?height=460&width=2176)\\n\\n**To be what you want to be**\\n\\nIn 2021, some of my buddies left DAOSquare. as I said in \\\"DAOSquare 全貌指南\\\": do what you think is right, do what you think is valuable, and do what makes you happy. DAOSquare is always trying to help more people become such people, and DAOSquare supports anyone who leaves DAOSquare to achieve their own dream. Thank you to all guys who have left DAOSquare, I will always remember every moment of working with you, your efforts have made today of DAOSquare and its future, DAOSquare will always be wonderful because of you. I also sincerely wish you all to become what you want to be.\\n\\n## Some Thinking\\n\\n**Community-based funds are on the rise**\\n\\nCommunity-based foundations will play an increasingly important role in the future. It will bring even more help to startups (especially in the early stages) than VCs. In 2022, more quality community-based funds will emerge, and more quality projects will embrace them in the early stage.** \\n **\\n\\n**Infrastructure (tools) for investments (primary and secondary) is not yet complete, but there is a great need in the long term**\\n\\nIn 2020, Moloch V2 fills the gap. It allows us to start doing the things of this era in the way of this era. However, this is not enough, we need solutions for more matters, such as de-trusting the signing of SAFT (the act of signing can truly guarantee the interests of both parties without relying on legal appeals), helping investors to get the return on their investment permissionless, etc. The improvement of these infrastructures can not only better help projects and investors handle investment, but more importantly, it can better break geographical and trust boundaries to connect a wider range of resources, and maximize the effectiveness of financial and social capital.\\n\\nCurrently, DAOSquare is building one of these infrastructures, which will be a series of decoupled components (e.g. Vesting, SAFT) offered to different needs, and at the same time, they can be combined into a complete tool.\\n\\nI'm sure DAOSquare isn't the only one working on this, so I'm looking forward to 2022 and seeing this area improve and thrive.** \\n **\\n\\n**Where are the opportunities for DAO**\\n\\nFirst I would like to share my framework for DAO research. In my understanding, DAO consists of three layers from the bottom up: ideology, technical infrastructure, and applications.\\n\\n![](https://images.mirror-media.xyz/publication-images/EMMWrUVh_adsvZc51J1_9.png?height=1050&width=2894)\\n\\n* Ideology is fundamental, including values, culture, etc.\\n* Technology infrastructure is the method and tools to realize the ideology\\n* Applications are what we see in those DAO\\n\\nIdeology is a philosophical discussion category that is useful for analyzing a DAO infrastructure or application. And the entrepreneurial and investment opportunities are in the technical infrastructure and application layers.\\n\\nThere are still many opportunities for DAO infrastructure in the coming years, such as DAOhaus. here is another direction, componentization and composability (on-chain interaction with social environments, cross-chain operations, cross-product combinations, etc.). They will provide flexible, easy-to-use, and customizable solutions for users. The refinement of these tools will also drive larger-scale DAO use cases. So far, I've seen a lot of projects working on this, and perhaps in 2022, they will shine.\\n\\nThe opportunities of the application layer, I think it depends mainly on the application itself and cannot be judged simply by the analysis of DAO. For example, if the application is API (e.g. API3DAO), we need to analyze it based on the API first. Also, I think DAO is standard for all great Web3 projects.\\n\\n**Community**\\n\\nIn the era of Web3, everything is based on community. And for DAOSquare, community is the lifeblood. It will not only be the governance unit of DAOSquare, it will also be the source of DAOSquare's community-based fund, and more importantly, it will be an \\\"innovation ecosystem\\\" in the Web3 era.\\n\\nA steady stream of talents will enter here, share their ideas, connect with like-minded people, get support from financial and social capital, and finally, a steady stream of innovative projects and organizations will be born and grow from here.\\n\\n![](https://images.mirror-media.xyz/publication-images/33cgZUl7TpxssF93B4iJJ.png?height=1080&width=1920)\\n\\nThis is what DAOSquare will look like in the end, and this is what I see in my mind on December 5, 2019.\\n\\nWe will continue to build community based on this goal, including improving community mechanisms, summoning more co-builders, and building overseas communities. At the same time, we will also continue to reward community co-builders. At DAOSquare, buying RICE is not the only way to get the ownership of DAOSquare, DAOSquare also and even more focus on those DAOSquare co-builders, DAOSquare belongs to all those who share the concept of DAOSquare and working for it.\\n\\n# 2022\\n\\nMany people are judging that 2022 will be a bear market. I'm not good at this kind of analysis to make a judgment. But whether the bull market continues or a bear market, these trends mentioned above will not change.\\n\\nFor DAOSquare, I am very excited about 2022. DAOSquare will online the incubator modules that will provide investment and funding tools for everyone, and DAOSquare will build the DAOSquare Incubator based on these tools. DAOSquare will also online some DAO technology infrastructure, including the Discord on-chain voting tool. As for incubation projects, DAOSquare has already started the preparation of several incubation projects, including MuseX, which will be launched in 2022. As for the community, DAOSquare will launch the plan of global community in 2022.\\n\\nFor me personally, I hope to be calmer in 2022, keep my Destiny Setting, keep learning, keep contributing, and keep looking for more like-minded people.\\n\\nIf you are a builder, if you share the concept of DAOSquare, if you are willing to work with us to achieve it, if you are willing to grow with us, please remember your own Destiny Setting, no matter how stormy 2022 is, let's deal with it calmly!\\n\\nGatekeeper of DAOSquare: Typto\",\"timestamp\":1641136777,\"title\":\"A Letter to DAOSquare Community Members #2021\"},\"digest\":\"2cc-zUU16lf51sU7jrbrP7ZDPaFe5sLMznjHmz4-Og8\",\"authorship\":{\"contributor\":\"0x9ac9c636404C8d46D9eb966d7179983Ba5a3941A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3vbcnaAFf7RvIpoqRvZOpgA6t--s6BSifnpVH6V6UkA\\\",\\\"y\\\":\\\"v7nmH1Oso0kHmpE44JP7JtEeZr6AQfVuXIAZnZa5Paw\\\"}\",\"signature\":\"XVf_ETOdsYLxl5iglzXmR47j6c9vnPDo7LsBmPfHJY7kB7b1cGDSHaRr0UHKhpDZs2WAKaiuzn0KNxwyPsOAuQ\",\"signingKeySignature\":\"0xfe74eb9b44cc7545272bb960815cd399cc1c63efef0b0e54ea0f97981e6a222b6a85ecd809112c8ea6b3767ae57f3522b207cbde9c3b5874d49fb7f2cb21363b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3vbcnaAFf7RvIpoqRvZOpgA6t--s6BSifnpVH6V6UkA\\\",\\\"y\\\":\\\"v7nmH1Oso0kHmpE44JP7JtEeZr6AQfVuXIAZnZa5Paw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2cc-zUU16lf51sU7jrbrP7ZDPaFe5sLMznjHmz4-Og8\"}"