"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/qzKqAZGl1EjcXr0T7SXke.png?height=480&width=800)\\n\\nThe Chinese Embassy in France voiced strong opposition to a resolution adopted by the French Assembly which encourages the participation of the island of Taiwan in international organizations such as the WHO and the International Criminal Police Organization, as the French move clearly violates the one-China principle, blatantly interferes in China's internal affairs, and intentionally advocates \\\"Taiwan independence.\\\" \\n  \\n The bill adopted by French legislators reflects the growing voices inside Europe under pressure from the US in support of secessionists in the island. But it's unlikely to have any influence on France's overall foreign policy toward the island, given it's up to the French president to make decisions on this matter, some experts said, who also urged France to keep its strategic autonomy.  \\n  \\n The move clearly violates the one-China principle, blatantly interferes in China's internal affairs and deliberately bolsters support for \\\"Taiwan independence\\\" secessionists, according to a statement the Chinese Embassy in France sent to the Global Times on Tuesday.  \\n  \\n In a 39-2 vote with three abstentions, the bill, which was described as non-legally binding, encouraged the island's participation in several international organizations. It was \\\"hailed\\\" by the \\\"Taiwan representative to France\\\" Wu Chih-chung as a \\\"major historical breakthrough\\\" as he was quoted as saying in regional media in the island.  \\n  \\n During a public debate on Monday, some French legislators opposed the bill. Left-wing leader Jean-Luc Melenchon opposed the resolution which supports Taiwan becoming part of institutions under the UN structure, as there is only one China, and the island is \\\"one Chinese province,\\\" according to a summary of the debate.  \\n  \\n The resolution was adopted after the French Ministry of Foreign Affairs recently \\\"expressed support\\\" for Lithuania, which kept standing on the anti-China forefront and challenging China's bottom line on the Taiwan question.  \\n  \\n Adhering to the one-China principle is the political foundation of China-France relations and a solemn commitment made by successive French governments to China since the establishment of diplomatic ties between the two countries in 1964, the embassy said in the statement.  \\n  \\n \\\"We urge France to respect China's national sovereignty and territorial integrity, abide by the one-China principle with concrete actions, and safeguard the healthy and stable development of China-France relations,\\\" it said.  \\n  \\n The one-China principle is not only the foundation of the establishment of diplomatic ties between China and France but also the foundation of China-EU relations. As the first major Western country to establish diplomatic relations with China, France should not take any risk of undermining this foundation, according to experts.  \\n  \\n However, Lithuania walking on the wrong path has kidnapped the bloc, Sun Keqin, a research fellow at the China Institutes of Contemporary International Relations, told the Global Times on Tuesday. \\n  \\n \\\"Lithuania continued to challenge the red line of the Chinese government. It has received some support from certain European countries, and it also put other countries on the 'pirate ship,'\\\" Sun said.  \\n  \\n The latest resolution was initiated by Francois de Rugy, chairman of the \\\"France-Taiwan parliamentary friendship group,\\\" which has been making dangerous moves of provocation on the Taiwan question, as some French lawmakers from the group reportedly visited the island in October. The chairman of the parliamentary group has also been actively advocating for expanding the island's economic status globally by closely working with political figures like Wu.  \\n  \\n French lawmakers were influenced by anti-China forces, Cui Hongjian, director of the Department of European Studies at the China Institute of International Studies, told the Global Times on Tuesday. \\n  \\n \\\"The National Assembly's bill may not influence the country's overall policy toward the island since the French president has a lot of sway over foreign policy,\\\" Cui said, noting that it is also unlikely for French President Emmanuel Macron to hype the Taiwan question if the election goes well next year. \\n  \\n The French National Assembly wants to improve the visibility of the island of Taiwan for two reasons, the expert said. First, they have to cooperate with US policy toward the island. Second, as the French parliament is not the government, it gives the government more space to maneuver its policy toward the island. \\n  \\n Taiwan has no status under international law except as part of China. Its participation in organizations like the WHO and other international organizations must be handled in accordance with the one-China principle, and relevant international organizations have also confirmed this in resolutions, the Chinese embassy noted.  \\n  \\n Under the one-China principle, the Chinese government has made proper arrangements for Taiwan's participation in international cooperation in various fields, and the mechanisms and channels for Taiwan's exchanges with relevant international organizations are sound and smooth, the embassy said. The intention of the regional government in highlighting their so-called \\\"sovereign status\\\" to expand their \\\"international space\\\" is doomed to fail.  \\n  \\n The most important task for France is to achieve strategic autonomy. Fully cooperating with the US strategy on China and intervening in China's internal affairs will not help France achieve this goal, Cui said. \",\"timestamp\":1638282866,\"title\":\"French parliament’s Taiwan resolution ‘conforms to US pressure, won’t have real impact on policy’\"},\"digest\":\"WgegzQGtftt30ZiiMqsKpd5eMhggm4VHtVaZai_-3oM\",\"authorship\":{\"contributor\":\"0xDCfc523c1BcaAcCee814697c9c910F520122A12C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bxIaQ8yYuk5mzKfedG7w1ctqi91F7-frtwVwniArzoU\\\",\\\"y\\\":\\\"phnqfnxD5xL_rJ_2HY0OvnTqkexaoA5nXmpPbpU2M_w\\\"}\",\"signature\":\"yPy5eV4tBxK1yoFvrK3upOUfEanT-MSxjk66JLDSM_rb3aT-K9obAXU17IQlUyyScV3MktLl_fblRhp3cyM8aA\",\"signingKeySignature\":\"0xe3c7c55aaa42881d7def448518a44015ce5c6dd28c51d924576a76ef4b6ab3893b6602eb51ccc17d7f56ae6822b1a40732dd1b2ce55873671f38d1b18d5b435c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bxIaQ8yYuk5mzKfedG7w1ctqi91F7-frtwVwniArzoU\\\",\\\"y\\\":\\\"phnqfnxD5xL_rJ_2HY0OvnTqkexaoA5nXmpPbpU2M_w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WgegzQGtftt30ZiiMqsKpd5eMhggm4VHtVaZai_-3oM\"}"