"{\"content\":{\"body\":\"As told by [Yuri Beats](https://twitter.com/Yuri_Beats), [Theodore Grams](https://twitter.com/TheodoreGrams), and [Noah Breakfast](https://twitter.com/noahbreakfast)\\n\\nWhen Noah told me about Bad Jawn I was largely indifferent to Web3 & NFTs as concepts. We had spent the winter scheming about vinyl production, cooking up ways to do 1/1 vinyl prints of illegal mashups from the blog house era. I was unhappy, working at the biggest record label in the world counting how many copies of “insert album here” (taylor’s version) shipped out of the warehouse every week. We wanted to start a label, we wanted to destroy all the labels, we were stuck inside and both trying to figure out what comes next.\\n\\nNoah played me Bad Jawn and I flipped. The beat had a delicacy to it that his best work holds, something tender and childish but also robust and powerful. Ramalzee used to talk about giving art weapons so it can defend itself - I feel like Noah’s best work takes a tender idea from childhood but builds it out in a way that it can defend itself out in the world. When I heard the weird spaced out intro I knew that was where this one was headed - then Grams’ voice drops in and we’re in this smooth dreamy atmosphere. The flute and piano dropping in and out - it moves your attention across the track perfectly. It felt timeless and playful and just hit. 2020 was a bad fucking jawn man. It was perfect.\\n\\nGrams said he wanted to drop an NFT with the track - I didn’t really understand but was down to learn. Noah told me his friend Dexter knew about NFTs so we set up a meeting. Looking back on that moment is kinda crazy. I have since quit the record label, went to work with Dexter at FWB and now Bad Jawn is being released into the world as an NFT. The tools of web3 are weapons our art can use to defend itself and we’re in a historical moment when the art needs all the help it can get.\\n\\nI also got to know Grams during this whole process which is a real gift. We’ve been aware of each other's work for about a decade and I was always a fan - ‘We Shall Not Be Moved’ remains in rotation - but getting to know the artist was a different thing entirely. We vibed off a shared appreciation of Alejandro Jorodowki’s ‘The Holy Mountain’ and art that utilized oblique metaphors and occult symbolism. When you get to a certain place in life as an artist and a person, you either develop an ethos or you kinda phase out of making art. This world is so hostile to creation, we need to have a clear purpose around what we do or you’ll lose the path. It was pretty obvious from the first call that Grams was on the path and understood its purpose. I’m proud to have helped this art down the path in my own way and I hope we gave it the tools it needs to survive in this fucked up world.\\n\\n\\\\- [Yuri Beats](https://twitter.com/Yuri_Beats)\\n\\nIn hip hop, being an artist from Philadelphia is like a badge of honor. With great power comes great responsibility. Amongst the responsibilities that rap artists pick up along the way, I think debuting slang terms is one of the most important jobs. In Philly, we have phrases that many urban neighborhoods have picked up on. One of them being the classic noun/verb “jawn”. It can be used for anything, and I’ll give an example: “This jawn is fun to write” (jawn referring to this explanation that you’re currently reading). We also crown those who have made a positive mark on a situation, by deeming it a “Good Jawn”. This brings me to the reason why I decided to record a song called “Bad Jawn”.\\n\\nThe day I recorded the song “Bad Jawn”, my long time friends Waino, P Flexico, and Blue Nose came to New York, to my Brooklyn home. At the time, I recorded all of my music in Philly. We all rode down on the 2 hour drive, and during the ride, I was asked what I would be recording in the studio, once we touched down in the city. I slowly responded with “I don’t know, and that’s a bad jawn”, and laughed. The rest of the ride down, I constantly thought about what the phrase “bad jawn” meant to me, personally.\\n\\nI had been stressing about being apart from family, my music career not going as good as I had wished, and some other things. In one way, or another, my perspective was that my life at the time was a bad jawn. Also, I wanted to be sure that I did justice to a Noah Breakfast beat. Noah sends me beats every few weeks, and it keeps me inspired to write. It’s something about music with Noah that allows me to be vulnerable, and still feel as Godly as my father taught me to be. When I think about my Father, Peache Jarman, I think of his life’s work. He was a priest in the Yoruba, Abakua, and Paolo west African lifestyles. He always taught me that we are able to walk on rough waters, and make it to land. I began writing down lyrics (still on the way to Philly), inspired by things I learned & experienced along my life journey, and all that I had overcome. With all these thoughts, I just let the words come to me, and let the song write itself from there.\\n\\nWhen I got to the studio, I don’t quite remember much about recording. Aside from my own bed, and the dinner table, I’m most comfortable at my engineer’s home studio. Henry Hutt is one of the most talented engineers I’ve ever gotten to work with. He allowed me to scream into a microphone for an hour, and cultivate the sound I produced with my voice on “Bad Jawn”. I won’t call it singing, because the autotune that Henry applied saved my life and the song hahaha.\\n\\nLike I said, I don’t remember much about the studio session, but I have footage of it and would have to watch it back to recollect. Maybe I’ll release the footage of the ride down and the studio session.\\n\\nAfter I recorded the song, Noah was really excited about releasing it very soon. I was very excited too, and suggested that we take some time before releasing the heat. I wanted to make a music video that would translate the emotions that wrote the song into visual form. I knew I wanted to shoot with my friend Yinka Soda, because we’d already had working chemistry from years of him shooting my music videos. Noah had also suggested that we pull Yuri Beats, which Noah introduced me to 10 years prior, onto the project of organizing a release. He had been working in the music industry, and would be a great addition to our 2 man strategy team.\\n\\nWhen we all began having zoom calls, and facetiming I began to feel like my ideas were a bit vague and could use more definition. I use my iPhone for most of my content creation, so I turned to it in that time of questioning myself. I opened my pages app and made a treatment that would best describe what I felt, and sent it over to Noah & Yuri. I told them I wanted to \\\"make sure that I could eventually make this music video an NFT”. I explained what an NFT was, and Noah suggested that Glassface should do the 3D/FX, along with Yinka shooting. We could shoot remotely in New York, and send the footage over to Glass in California.\\n\\nThis was all 2019.\\n\\nAfter 2 years of a tweaks to the instrumental of bad jawn, refining the treatment of the music video with Yinka, talking Noah & Yuri’s ears off about the possibilities of release, and learning about the NFT space, we had finally had all the components in place to set a date for shooting the music video. We had a successful shoot, and I also shot a music video for a song I had recently recorded named \\\"Bronny Bron\\\", while the TinyDoor Production staff changed lighting for another scene in \\\"Bad Jawn\\\" video.\\n\\nYinka got the footage to Glassface, and in the midst of the visual artist superimposing me onto an open sea (pun intended), I started to ask Yuri more questions about what he'd discovered about Web3. I wanted to integrate it into the drop as much as possible. We were still learning, investing at a ground level, and meeting new friends through different avenues in Web3. One of those introductions being Yuri introducing me to AJ, and Phlote. AJ tapped in, and showed us how the knowledge he had on the space could eventually turn \\\"Bad Jawn\\\" and all the ideas behind it, into a reality.\\n\\nThe rest is still writing itself, as history.\\n\\n\\\\- [Theodore Grams](https://twitter.com/TheodoreGrams)\\n\\nThe beat for 'Bad Jawn' was made on September 17th, 2019 - I remember because the original name for the beat was called \\\"Sept. 17th for Grams\\\". I was living at Glassface's apartment in a neighborhood in North-east Los Angeles. The beat is based around a \\\"sample loop\\\" that I had made sometime earlier called \\\"Mellow Window\\\". Mellow Window was just me playing a bunch of digital mellotron sounds on top of each other - some through guitar pedals. Piano, marimba, flute with an echo - they all combine to make this really calm, uplifting, peaceful setting with which to contrast the drums and bass. I've always been obsessed with Mellotrons - one of the earliest 'samplers' available - and the sound of the tape loops triggered by the keys.\\n\\nI didn't know what to expect when I sent it to Grams, but the track was made specifically for him - so I couldn't hear anyone else on it. I found some DJ drops / mixtape 'sound effects' to create the intro - and I felt the distance of how far we'd come from the early internet 'anything-goes' mixtape era days that Grams and I both came up in. I wanted to shout out that era and restore that feeling - while also making something that felt modern, present, and new.\\n\\nGrams smashed this record beyond my expectations - he did these vocal pads / fx that we looped up and placed throughout the whole song. His timing, his instincts, and his songwriting make this one of my favorite records I've ever worked on. As we finished the record, and watched the world go through a pandemic - 'Bad Jawn' took on a whole new meaning & context. It's been really cool to watch this record evolve.\\n\\n\\\\- [Noah Breakfast](https://twitter.com/noahbreakfast)\\n\\nBad Jawn is being sold as a 1/1 NFT song on [Catalog](https://beta.catalog.works/theodoregrams/bad-jawn).\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6737](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6737)\\n\\nBad Jawn is being sold as a 1/1 NFT video on [Zora](https://zora.co/collections/zora/6645).\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6645](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6645)\\n\\nTheodore Grams is standing at the edge of the 10m platform, preparing to swan dive into Web3 music with the grace and efficiency normally reserved for olympic athletes. While other divers are dipping their toes in the shallow end to gauge the temperature of the water, Grams is going all the way up and doing a reverse inward tuck with precision, like threading a needle. Refined in movement and calculated with every motion we notice Theodore Grams effortlessly moving through the air, making just the right adjustments to minimize the splash. You see, Grams isn’t here to be the loudest.  He’s here to do the work and let the results speak for themselves.\\n\\nWhen most are swimming upstream and trying to navigate through the rough undertow of the internet, Grams confidently slaloms obstacles with ease. That’s how he’s gotten this far, seemingly growing with each release.  We’re excited to be partnering with Grams on the release of his first full-length project and launch into Web3.\\n\\n\\\\- [Team Phlote](https://twitter.com/teamphlote)\",\"timestamp\":1639682970,\"title\":\"Bad Jawn: An Oral History\",\"publication\":\"phlote\"},\"digest\":\"0oLzx19kElsMzpwyIVuGNMEbTTbNezzJPqmAlSAoSDY\",\"authorship\":{\"contributor\":\"0xEf58304E292fBAeacFdeC25b67b3438031FdE313\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pOS4m-xo4Majv4_-fmPuvHWJ9hmTZzKW32wmU_b-fOE\\\",\\\"y\\\":\\\"n6qR2oGQqTOPabJj9y3TZe98pvYs4-8ds6nefV46UCQ\\\"}\",\"signature\":\"WA__rI7wrrS00Y3zUKKw_e_9GpiyNlHLn-6QxcXHyTk5qI-YacOTahJq1gYx7sLLi9Eq81kzGQhwoBXBHmk82Q\",\"signingKeySignature\":\"0xe87d95bea05027e1a38de3d67c2f7f6ab8e7ac652c5f30d00fcd66700f70d1fa78b5e6edc23b85921aa0814a86254e5ba36bb48968cf8c6e9728e00607fa892a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pOS4m-xo4Majv4_-fmPuvHWJ9hmTZzKW32wmU_b-fOE\\\",\\\"y\\\":\\\"n6qR2oGQqTOPabJj9y3TZe98pvYs4-8ds6nefV46UCQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FZlBsdVOm7koX10RGEHTh6nR-cEy1a9Qwftw_AXOuAw\"}"