"{\"content\":{\"body\":\"*First published on June 5th [here.](https://medium.com/iosg-ventures/road-to-financialization-of-nfts-145f3829dfdf)*\\n\\n*Special thanks to [Calvin Chu](https://twitter.com/calchulus)*, [Bailey T \\\\*](https://twitter.com/bottomd0g)& *[Jae Chung](https://twitter.com/_jaechung?lang=en)* on your valuable insights for this article!\\n\\n[Our previous NFT article](https://medium.com/iosg-ventures/nft-tech-stack-27bce4367f90) explored the industry layers of NFTs in crypto like marketplaces, curator communities, pricing mechanisms and financialization of NFTs.\\n\\nThe road to integrating NFTs with DeFi is closer than previously imagined, thanks to the innovative projects that have been allowing users to own rarities while providing them with a liquid market for their unique products.\\n\\nIn the pre-crypto world this would be unimaginable — rare art work would have seldom traded over the years. Today, elements of rarity & scarcity in generative/digital art, gaming assets, music etc. can be accessed through NFTs. Together with a two-sided permissionless marketplace like [OpenSea](https://opensea.io/); collectors and sellers enjoy accessibility to artwork with digital authentication (DYOR) and immutable ownership.\\n\\nThe last bull-run was a seller’s market and buyers rushed to get their hands on the most exclusive and rare NFT. Before the buyer’s remorse sets in, it’s time for the NFT ecosystem to allow the owners to do more with their NFTs.\\n\\n*What does “do more with your NFT” mean?*\\n\\nFor some, it would mean being able to customize their NFT or make it more entertaining — [Alethea.Ai](https://twitter.com/real_alethea/status/1189302051097972737?s=20) is a great example of this, where AI breathes life into static NFTs.\\n\\nThe more money-minded would wish to reap the financial rewards of their digital assets. Rewards can come through myriad ways — NFT appreciation (buy low, sell high) or via lending their assets and earning interest in exchange. Others, might want to borrow new assets against their NFTs as collateral.\\n\\nThis article will explore some of the new developments in the space that attempt to bring liquidity to NFTs and speculate on some of the future developments.\\n\\n![](https://miro.medium.com/max/1262/1\\\\*arU-OsF7HtLm3CEMvF4Ouw.png)\\n\\nSome of the leading NFT x DeFi projects\\n\\nLiquidity has always been a concern in TradFi and DeFi. In its quest for liquidity, the NFT ecosystem conceived two mechanisms — NFT index funds and fractionalized NFTs. Both share the same objective of bringing fungibility to NFT but use varying implementations. Let’s explore both the options.\\n\\n## Index Funds\\n\\nIndex funds are financial instruments and like ETFs, [track the value of a collection of NFTs](https://quantstamp.com/blog/index-funds-are-bringing-liquidity-to-nfts).\\n\\nPioneered by NFTX, index funds allow NFT owners to deposit their NFTs and mint ERC20 index tokens in exchange. The index token can be traded against its AMM pool or can be used to provide liquidity to the pool in an ETH pair. Holding the token provides exposure to the underlying basket of NFTs while depositing a new NFT to acquire the token represents “shorting the NFT”.\\n\\nIndex funds are a great way to implement arbitrage strategies between Index Fund pools (fair or floor price) and OpenSea (overvalued). The floor price represents the least valuable NFT deposited in the fund and can be sold on platforms like OpenSea where the auction-based pricing might result in inflated pricing.\\n\\nThe index price functions as a pricing mechanism which is crucial for DeFi systems, especially when lending protocols start accepting NFT (-backed assets) as collateral. Ruler Protocol is the first DeFi-native protocol that has started to accept NFT-based index tokens as collateral.\\n\\n***Comparing Indexing Platforms***\\n\\n[NFTX](https://nftx.org/) and [NFT20](https://nft20.io/) both provide indexing services to their users but differ in how they approach how wNFTs are represented in their ERC20 form.\\n\\nNFTX uses a two-fund mechanism where D1 fund is a single-collection exposure index and D2 fund represents multi-collection exposure index. In D1 funds, every fungible vToken (example: $PUNK-BASIC) represents a 1:1 claim on a random NFT from the vault. This means that a user will mint 1 vToken for 1 NFT deposit. The shortcoming of D1 fund design is that depositors have no control over which NFT they withdraw from the same pool at a later date. This prevents users from depositing their high value NFTs since the design is optimized for selling NFTs. D2 fund combines multiple D1 funds into a multi-asset pool like in Balancer and provides exposure to an holistic NFT Index (like S&P500 for top NFT projects).\\n\\nNFT20 provides a superior indexing platform compared to NFTX as they allow users to mint 1NFT : 100 NFT20 tokens. NF20 provides more flexibility via dutch auction to sellers who believe their NFT is undervalued and want to sell at the fair price. NFT20 also has an interesting NFT-NFT swap which allows collectors to redeem their less valuable NFTs for more interesting NFTs on the market. Whitelisted pool LPs can enjoy liquidity mining rewards in $MUSE which is the governance token of the platform.\\n\\nIn theory, “stock splits” of 1:100 does not affect market capitalization of the index but in practice it allows more people to participate which subsequently better reflects market sentiment.\\n\\n***Case Study: Popular Vaults in Index Funds***\\n\\n> [Crypto Punks ](https://www.larvalabs.com/cryptopunks)is arguably one of the most popular NFT collectibles project. Larva Labs launched the project in 2017 with special edition minting of 10,000 punks — each with a scarce feature and rarity. [Gan-punks](https://bastardganpunks.club/) is a spin-off project of the original cryptopunks. Similarly, [Hashmask](https://www.thehashmasks.com/)s is another high-profile crypto-native generative art project and has \\\\~16k one of a kind NFTs in its collection.\\n\\n$[PUNK-BASIC](https://gallery.nftx.org/funds/0/) is an NFTX vault that represents wrapped Punks with 80 different deposits in the project. This vault represents 86% ($3M) of value locked on NFTX with a floor price of 14.42ETH.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*2jAdrQLASbbsLB7JFsk6EQ.png)\\n\\nSource: NFTX\\n\\n[GAN-PUNKS](https://nft20.io/asset/0xcccbf11ac3030ee8cd7a04cfe15a3718df6dd030) vault on NFT20 represents Gan Punks with 521 NFTs deposited in the vault and 52.1k $GPUNK20 index tokens circulating in the market. This vault represents only 2.9% ($77k) of the [total value locked](https://stats.nft20.io/public/dashboard/08412657-a9a3-49b0-8e37-280019433f2a) on the platform but secures the 4th position by liquidity with a floor price of 0.03ETH.\\n\\nInterestingly, price floors for Hashmasks vault on both platforms is stabilized at 0.26ETH despite the differing in the total number of MASKS that the vaults hold (462 on NFTX and 183 in NFT20). The MASK Vault on NFTX was launched on 4th Feb 2021 and according to[ IntotheBlocks’s](https://app.intotheblock.com/coin/MASK) analytics, 91% of the wallets continue to hold onto their $MASK tokens for more than 30 days.\\n\\nMoving forward it can be expected that single index (D1) funds will see lower volumes compared to an multi-project (D2) NFT index fund– similar to how[ S&P500](https://finance.yahoo.com/quote/%5EGSPC/)’s trading volumes are greater than that of an industry-focused ETFs like[ XLK](https://finance.yahoo.com/quote/XLK/).\\n\\n## **Fractionalization of NFTs**\\n\\nNFT fractionalization platforms converts ERC721 or ERC1155 NFTs into tradeable and fungible ERC20 tokens and have spent only two innovation in this space bringing unprecedented liquidity.\\n\\n![](https://miro.medium.com/max/1148/1\\\\*wjltaBmOBnUqrLOqXtXUvA.png)\\n\\nComparing TVL of top NFT platforms (as of writing)\\n\\nFractionalized NFTs and collections enjoy a higher market cap due to more circulating tokens. More tokens = more buyers in the market. Unlike indexing platforms that mint ERC20 tokens proportional to deposits(1:1 on NFTX and 1:100 on NFT20), fractionalization platform gives the originator right to determine total supply of fractions, their holding power and the % of supply they will continue to hold.\\n\\nAbility to fractionalize, set a custom token supply, kickstart a healthy price discovery and retain a % ownership of the deposit is difficult to achieve in index funds. On NFTX, the originator has no choice but to sell or hold the entire NFT while NFT20 provide a bit more flexibility 100 tokens, each representing 1% of the NFT ownership.\\n\\n![](https://miro.medium.com/max/390/1\\\\*Zk6YAaE8bf04qlRocdD0Ow.png)\\n\\nCreating a uToken (fractional NFT) on Unicly\\n\\n***Comparing Fractionalizing Platforms***\\n\\n[NIFTEX](https://www.niftex.org/) pioneered the fractionalization of NFTs wave when it launched a “sharding” NFT platform. The platform gave the [originator (or owner) rights](https://blog.niftex.com/nft-fractions-a-primer/) and [on-chain governance rights](https://blog.niftex.com/nft-governance-walkthrough/) to their fraction holders. They also accounted for creator’s royalty fees and with such, the platform [reserves 5% of all shards](https://blog.niftex.com/introducing-royalty-fractions/) for the original artist.\\n\\n[Unicly](https://unic.ly/), a fair-launched, is an AMM + fractionalizing platform and has commanded a [TVL of $60M ](https://twitter.com/0xLeia/status/1400348460830756865?s=20)in just a few months since its launch. The ERC20 fractions in Unicly are called “uTokens” and have individual liquidity pools that is hosted by Unicly (as opposed to Uniswap or Sushiswap). It takes inspiration from NIFTEX and launched with all the relevant features required to fractionalize and govern the NFT collection. Whitelisted collections like uJenny and uUNIC can liquidity mine for $UNIC the platform token. Similar to Sushiswap, the $UNIC token can [be staked to receive xUNIC](https://docs.unic.ly/unic-staking-xunic).\\n\\nThey have [partnered with UpShot](https://medium.com/unicly/unicly-partners-with-upshot-for-nft-appraisals-14cf66fe5e69), a predictions-market based NFT appraisal platform which has helped the Unicly community [validate valuations and floor price](https://docs.google.com/spreadsheets/d/1bGdcv6XJRmg1vaVLDDo8h6XeEqAHJko1s83HuS1hR9w/edit#gid=0). In turn, this has boosted the community’s confidence in trading their uTokens within the Unicly ecosystem.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*UJJfL7tMONA_dTYg_BMaxg.png)\\n\\n[Unicly’s explorer](https://vbdex.vercel.app/unicly) created by a community member\\n\\nThe project [recently revealed](https://medium.com/unicly/unicly-roadmap-the-future-663ad2533186) a new idea called “point farming” which will incentivize all pools (whitelisted or not) to farm rewards. With point farming, Unicly is solving an interesting problem in the NFT x DeFi space — “incentivizing the existing vaults to add more NFTs and remain competitive”. In its roadmap, the Unicly team indicated their fast-moving plans towards an L2 integration, lending/borrowing of uTokens and Point Farming.\\n\\nWith the liquid and easy-to access uTokens, it would not take too long for the community to create index funds on protocols like Set. Set already has a popular [Metaverse Index](https://www.tokensets.com/portfolio/mvi) and with uTokens, it can easily create an Unicly or NFT Index!\\n\\n***Case Study of uJenny on Unicly: Social token + NFT DAO + Index Token***\\n\\nAnother interesting use case of Unicly’s design is that it has enabled composability between NFT collections, DAOs and social tokens aka the uJenny token. uJenny the ERC20 token issued by Jenny Metaverse DAO represents fractionalized ownership of its NFT collection curated by the DAO. It would be truly the first decentralized and asset-backed social token. Currently, uJenny can be used to farm UNIC tokens on the platform.\\n\\n![](https://miro.medium.com/max/622/1\\\\*Trxp1mNMw9_1YP8SElaVsA.png)\\n\\nuJenny liquidity pool on Unicly\\n\\nThe new [NFT DAO](https://snapshot.org/#/jennydao.eth) has already made a splash when it bought the exclusive NFT by 3LAU x Steve Aoki for $US1M. Their recent purchases include exclusive [Celestial Rose and an associated Yat](https://twitter.com/JennyMetaverse/status/1398439700629762048?s=20) as well as a special edition NFT from @x0r which included [Jenny token’s smart contract code in ASCII](https://snapshot.org/#/jennydao.eth/proposal/QmR4wZtkgYC3euD1xqqBRcH7g98QKcm8VAA3X9G7Uft1ky).\\n\\n39% of the liquidity on Unicly comes from the uJenny token pool!\\n\\n![](https://miro.medium.com/max/1400/1\\\\*v4i_0ZuKZIcnWl9z6QdMKw.png)\\n\\nTop 5 pools by liquidity on Unicly\\n\\nTransitioning to the next important topic is using NFTs as a collateral on lending protocols. For NFTs to become credible digital assets, they require fair pricing, appraisal systems, liquidity and marketplaces. We have already covered liquidity and fair pricing mechanism in this section so let’s transition to the next set of bottlenecks in the NFT x DeFi ecosystem.\\n\\n## **NFT Appraisal and Lending**\\n\\n***Appraisal Systems***\\n\\nFair pricing is the foundation for any illiquid asset like NFTs. Pricing that determines the market sentiment is difficult to derive in NFTs but there are new projects in the space trying to solve this problem. Currently, the leading appraisal systems in the space are [Upshot](https://upshot.io/) and [Showtime](https://tryshowtime.com/). Upshot uses predictions market (DMI-mechanism) to appraise NFTs, while Showtime uses a social media approach to gauge popularity and hence price of the NFT. Other projects like [Pandora finance](https://pandora.finance/) are also building towards their launch.\\n\\nUnicly uses Upshot to determine aspects like valuations and price floors however ERC-20 fractions in liquidity pools provide a market price for the NFTs as well.\\n\\n***Lending Platforms***\\n\\nUsing digital assets as collateral is a natural step for the NFT ecosystem. Some projects have already started experimenting with NFT-backed lending protocols like [PawnFi](https://pawnfi.com/) (in testnet) and [NTFfi](https://nftfi.com/) (live on mainnet). NFT20 [recently experimented](https://medium.com/nft20/introducing-nft-flash-loans-97ff8c9298d4) with a Aave’s implementation of flash loans for [Hashmask’s $NCT tokens](https://nft20.io/hashmaskflash).\\n\\nNFTfi’s mechanism is simple — lenders will deposit wETH in the protocol and choose who they want to lend their assets to. Borrowers will deposit their NFT as collateral and make requests (open interest). As any P2P lending marketplace, the lenders and borrowers can decide on the best deal and secure the loan on-chain. Lenders on NFTfi are driven by two distinct [lending strategies](https://medium.com/nft20/introducing-nft-flash-loans-97ff8c9298d4) — lending for profit (aka interest) and lending for acquisition of the collateral. They can also choose to lend out to a select whitelisted group of wallets (family & friends) however, this can be expected to be a small portion of the market.As of writing, NFTfi has issued loans of [942k in Dai and 1.3k in wETH](https://nftfi.com/app/stats) mostly against Cryptokitties, Autoglyphs, wrapped Cryptopunks and AsynArt. The expected bottleneck for NFTfi is that\\n\\n![](https://miro.medium.com/max/1108/1\\\\*lQkIurZgZ3S6HrP6Y2xzsA.png)\\n\\nSource: NFTfi Stats\\n\\nPawnFi uses [3 distinct lending approaches](https://pawnfi-resources.s3-ap-northeast-1.amazonaws.com/Pawnfi+White+Paper+EN.pdf) — a) crowdfunding, b) pool-based lending and 3) fast loan approach. Each lending approach caters to a different type of NFT, those with low to high turnover rates. An in-built appraisal system allows borrowers to provide one-time fair pricing on their asset based on the market trends. PawnFi is currently live on testnet.\\n\\nThe advantage for a fractionalization platform supporting lending services is that the collateral price is determined by the market dynamically and does not require one-time appraisal systems (although this is helpful for pools with low liquidity). The fungible ERC20 uTokens or Shards can be easily integrated into any existing lending protocols.\\n\\n**Challenges& Bottlenecks**\\n\\n* \\\\*\\\\*Layer 2 scaling solution \\\\*\\\\*is becoming increasingly important in crypto and most NFT projects in the space have already implemented their scaling solution. Polygon is the biggest winner at this stage and houses projects like Opensea, Aavegothchi, Charged Particles, NFT20, etc.\\n* **Difficulty in exiting ERC20 NFT positions** due to restricted liquidity in the market.\\n* \\\\*\\\\*Collateral & default risk in NFT-backed loans \\\\*\\\\*due to non-credible pricing of NFTs.\\n\\n## NFTs Today\\n\\nSome DeFi projects have already begun integrating NFTs into their protocol for example:\\n\\n* [Ruler Protocol](https://rulerprotocol.medium.com/ruler-april-release-d9b387471d7) accepts NFTX’s $PUNK-BASIC and $MASK as collateral\\n* [Centrifuge](https://centrifuge.io/) uses NFTs to track assets or contracts like invoices, real estate, royalties etc. The NFTs are already [accepted by MakerDAO as collateral](https://medium.com/centrifuge/defi-2-0-first-real-world-loan-is-financed-on-maker-fbe24675428f).\\n* [Uniswap V3](https://www.google.com/search?q=uniswap+v3+lp+NFT&rlz=1C1CHBF_enSG923SG923&ei=xxu3YMLvL8rA3LUP4dGwsAY&oq=uniswap+v3+lp+NFT&gs_lcp=Cgdnd3Mtd2l6EAMyAggAOgcIABBHELADOggIIRAWEB0QHjoFCCEQoAE6BAghEBU6BAgAEA1QgwhYqh5g0R9oBXACeACAAZABiAGjBpIBAzYuM5gBAKABAaoBB2d3cy13aXrIAQjAAQE&sclient=gws-wiz&ved=0ahUKEwiC75SdoPjwAhVKILcAHeEoDGYQ4dUDCA4&uact=5) uses NFTs to represent your ownership of the funds deposited in the liquidity pools. Recently, a community member fractionalized their [Uniswap V3 NFT on Unicly.](https://medium.com/unicly/nfts-meet-finance-part-1-uniswap-v3-7d55d384e97f)\\n* [DODO NFT](https://app.dodonft.io/) is selling special edition Marvel NFT card packs on their NFT-specific AMM.\\n* [Charged Particles](https://app.charged.fi/go) allows users to create an index by “energizing” NFTs with yield-bearing tokens.\\n\\n**Conclusion**\\n\\nIn conclusion, Q1 of 2021 saw a hyper bull NFT run — Beeple sold an NFT for $69.3M [at Christie’s](https://www.nytimes.com/2021/03/11/arts/design/nft-auction-christies-beeple.html), Jack Dorsey [sold his first tweet](https://www.bbc.com/news/business-56492358) for $2.9M, NBA star [Spencer Dinwiddie launched his own NFT](https://www.google.com/search?q=calaxy+spencer&rlz=1C1CHBF_enSG923SG923&oq=calaxy+spencer+&aqs=chrome..69i57j0i10.6935j0j4&sourceid=chrome&ie=UTF-8) platform to name a few high profile events.\\n\\nThe “NFT bubble” brought creators together — crypto and non-crypto. Individual collectors, NFT funds & DAOs amassed curated NFT collections but now it is time to develop on the progress and increase the utility of NFTs as assets. The NFT ecosystem is already working on developing a strong DeFi Infrastructure and will soon kickstart see a rise of NFT-related financial strategies. Some of the exciting new models we will definitely see crop up and become mainstream will be:\\n\\n* NFT-backed collateralized lending & borrowing\\n* Crowd funding to become LPs — these positions can then be fractionalized and distributed, allowing for easy exits\\n* NFT-based investment portfolios (S&P500 of top NFT projects)\\n\\n*Thank you to the rest of the IOSG team for their valuable feedback.*\",\"timestamp\":1639126047,\"title\":\"Road to Financialization of NFTs \"},\"digest\":\"YYJRgjPpHKUP__BRjMVOezHr1_CQc81Hy7DcRezZNRU\",\"authorship\":{\"contributor\":\"0xcF8ba110535139affCD91A27abE4441D6BB8DE69\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aDoOSO0pZihs-O-7oAbn906C6ZtAJ69PrRWACDNZqTY\\\",\\\"y\\\":\\\"6MMEJGkqt-KNtc0zLd_SlSCkgRJ6rv9fYRB0aOBOXO4\\\"}\",\"signature\":\"xQL0bocxaKgP3biEGAh2fEM1v85VRwteNS9CQaiba3ZTdRU47EXVJt_eZbzTbbyliGbSW8ozZmLTqmCykIwO8w\",\"signingKeySignature\":\"0x26d3d11756d9dd150f72258577614c56964f8fcd3ce1fb21291bbfda3fc2965d134b308b043abcf94f400d0d7fc19a0b4f626c99790f7d254367335d8b3e49cc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aDoOSO0pZihs-O-7oAbn906C6ZtAJ69PrRWACDNZqTY\\\",\\\"y\\\":\\\"6MMEJGkqt-KNtc0zLd_SlSCkgRJ6rv9fYRB0aOBOXO4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"A1ISEULxljP6bkYqMZBivwKeqwovUKRWUAdfKbZBIww\"}"