"{\"content\":{\"body\":\"12/10/2021\\n\\nI never thought I would be playing a video game for money.  I entered the Twitter contests to win an Alpha pass all last week, feeling pretty silly the whole time, but doing it anyway.  The space is pretty interesting, and the quests weren’t hard, so it seemed like a silly indulgence.\\n\\nYesterday I received an email telling me I won an Alpha Pass.  My first thought was that it was a fake and I had better check into it before I pressed that CLAIM button in my email.  I had a two hour drive to make right after I saw the email so I spent that time thinking of how I would make sure it was legit and deciding if I would sell it on Opensea or do the quests to win the SAND and NFTs.  \\n\\nI am NOT a gamer so I was nervous about finishing all the quests to complete the Alpha Pass levels.  I watched a couple of online tutorials on the Alpha Pass and decided the quests looked pretty easy and that way I would get the SAND plus the NFTs plus keep the Alpha Pass (I suspect it will unlock more rewards in the future) rather than selling on Opensea where the going rate was roughly the price of 1000 SAND alone.  \\n\\nI realize the price will fluctuate and likely down in the near future, but Sandbox is such a  new game with so many interesting players, like SnoopDog, I feel it will appreciate significantly if I hold it for a year or so.  We will see.  I also expect these Alpha NFTs will be pretty valuable as there will only be 5000 of them and they are some of the first NFTs to be earned in the game.  \\n\\nI can’t believe I actually won the Alpha Pass and now my husband is getting interested in Play to Earn gaming.  We were sitting in front of the computer today talking about making almost $5000 in two days of game play and how crazy that  is.  I never know what the future will hold, except it won’t be anything I can conceive of in my wildest imagination.  Good gaming all.\",\"timestamp\":1639171278,\"title\":\"I Won a Sandbox Alpha Pass!\"},\"digest\":\"BfF1ipN-R0v4dJUv7E6RuUtZoyQnpDgWorZdZknEZi0\",\"authorship\":{\"contributor\":\"0xF74281Ba01FF88455ACcDF98bDFE4d2A19ddE112\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kZvp58ZZv9BW8Q6MGaCAM-bVhK8e2VQAHw-7jXFIodw\\\",\\\"y\\\":\\\"BDIgRVnZWVR1LoSYAs7fGa6Br1y3tzmwYx2pscRPM9A\\\"}\",\"signature\":\"8cZhidfHEkMer5-QKZwSEOYZS6tiOUYewUpFxAbU8k8Wmaju2lpAH5SD0v3wFJg7QfsR5AlfC6R8jIJ5WKPwIA\",\"signingKeySignature\":\"0x5ba1746fd787a46f4d3f25448d2cdb5e53e668a55214a52ea044408ff4a7fc20409b9e4869d512f6d7d2a81dacd63b031cfeee8aef7ed73ca0c646479c4b66af1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kZvp58ZZv9BW8Q6MGaCAM-bVhK8e2VQAHw-7jXFIodw\\\",\\\"y\\\":\\\"BDIgRVnZWVR1LoSYAs7fGa6Br1y3tzmwYx2pscRPM9A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BfF1ipN-R0v4dJUv7E6RuUtZoyQnpDgWorZdZknEZi0\"}"