"{\"content\":{\"body\":\"*👋 Note: Originally published on Dec 4, 2015 ([link](https://medium.com/@creole/4-a-thousand-little-central-banks-28a26de8ed17)). This was part 4 of 7 in a series of posts released under the pseudonym Creole.*\\n\\n\\n---\\n\\nYou’re a little early for work that day and decide to walk to the far Starbucks instead of going to the close Starbucks. The close Starbucks is one of those ones they cram into a rough corner of an office building, halfway between the fire exit and a fern. The far Starbucks is glass and wood and gleaming like a Starbucks should. You arrive and wait in line to buy a coffee.\\n\\nYour previous purchases have filled your wallet with Starbucks points. You’re dimly aware of this. There are notifications from your phone occasionally, when you reach certain milestones (100,000th point collected! *Grande Achievement unlocked!*). You remember a few recent promotions that you sought out specifically for the high point rewards (first day of pumpkin spice lattes was 4.5x last fall). Some of the points are bound to the Close Starbucks, in the sense that they offer you 1.3x when used at that location instead of the base 1x at any other Starbucks — the property management company subsidizes them, in a vain effort to entice consumers into their monument to brutalism.\\n\\nSome offices give employees points that are worth more at Starbucks near to their offices — a way to get them back into the office sooner — or in some other way valuable. (The ad agency up the street incentives their employees this way to visit coffee shops, bars, and restaurants that are deemed culturally relevant and therefore important for their employees to have visited, consumed, absorbed, reflected upon). \\n\\nSome points are redeemable not only at Starbucks but at a variety of cooperating retailers. Others won’t mature for another six months, and offer increasing returns of 1% every month after the maturity date — a way for Starbucks Inc. to hedge against demand uncertainty into the next fiscal year. Other Starbucks points offer, when spent, a chance to win a vacation in beautiful Maui. (When these points are used, your phone lights up with special graphics. You saw someone win once, the gleaming golden ticket appearing briefly on the wall menus and then residing proudly on a highlighted tab on a woman’s iPhone.)\\n\\nYou don’t know most of this, but your wallet does. It lazily keeps track of the multipliers and values and important dates of your various Starbucks proprietary currency and turns it into actionable advice. A map that shows the effective price of your preferred products at nearby locations, built from the bundle of value in your wallet. A system setting that prevents you from spending points below a certain redeemable value as compared to the maximum likely market value of the points within a six month horizon.\\n\\nAnother set of algorithms identifies ways to exchange surplus points into points for other businesses on the burgeoning secondary market, and that automatically carries out the trades. Did you visit a chain restaurant once on a trip that you will probably never visit again? Your wallet knows that, and it will trade those points away for something you will use. There is a billion dollar marketplace, consisting of trades often worth less than 50 cents, where rewards points from virtually every consumer-facing business in the world are traded by our wallets instantly, conveniently, invisibly. Worrying about, and managing, the secondary market value of points has become a new concern for the modern CEO. A thousand little central banks. Some people say that, in 10 years, we’ll use currencies issued by corporations and non-state organizations as often as we use fiat.\\n\\nAll of this can be abstracted away depending on your preferences — you know some people who go deep into it, but you’ve paid for a fairly good wallet and trust it to manage everything well. You often collect points, and spend them, without knowing where they came from or what they were used for. From your perspective, Friday’s after-works beers were cheaper than usual and that’s the end of it.\\n\\nThis is a lot more controversial than it sounds. Some merchants have taken to distributing points only to users whose wallets enable some form of brand awareness. Distributing points to people who don’t know the points came from Swiss Chalet, from the brand’s perspective, undermines part of the value of the points system for the merchant (and they have data to prove it). But many consumers feel they deserve the points without being forced to see an ad dozens of times a day. Why shouldn’t they be able to control what they have to see on their phone? Even some in the industry believe it’s an unnecessary source of friction that undermines this aspect of the New Economy. Blocking apps try to trick retail POS terminals and beacons into believing that the brand has been viewed, and points should be received. Merchants build software to detect the most common ones, and have appealed publicly to Apple/Xiaomi/Android to block the blockers from their ecosystems.\\n\\nOn the whole, it’s been a good thing. Directly creating monetary incentives for consumers that are easily translated into actionable advice through mediating wallet software is usually more effective and reliable than paying for advertising. Secured identities through wallets has solved a lot of the [fake-view problem](http://www.bloomberg.com/features/2015-click-fraud/) that plagued online ads. Some products still need ads to move units — lifestyle items, class signifiers, luxury services. But most goods are mundane, interchangeable, and most people are price sensitive.\\n\\nWhere rewards programs were once the exclusive domain of national brands, now they’re easy and cheap enough to implement that small businesses use them. Setting up your points system costs about as much as setting up a website. It costs less than printing and shipping an order of punch cards.\\n\\nThe deceptive or manipulative rewards programs / loyalty points that used to succeed by exploiting common human cognitive biases have a harder time succeeding. Your wallet is now doing the math for you, and it is very good at math. These still exist to some extent, in a different form. There’s a whole grey industry of trying to identify bugs in wallets’ pricing mechanisms or blind spots in their market data, which are then exploited by unscrupulous retailers. When a major brand gets caught doing this, it’s a scandal.\\n\\nYou collect far more points and coupons than your mother ever did. But she had to carefully cut them out of newspapers, and track their endless permutations in her own head, on her own calendar. She would carry a binder full of them, and embarrass you by awkwardly messing through it at the grocery shop. You collect more points than you did in your twenties, even though you had signed up for the credit cards and rewards cards that offered them. You lost your aeroplan card shortly after ordering it and could barely keep track of which purchases offered which rewards with which cards. Thick leather wallets. Forgotten passwords. Account fatigue.\\n\\nNow your wallet does it all, and to you, it is just money.\\n\\nYou purchase your coffee (**^**34 sbux.Pts @ 1.0x + 4 sbux.Pts @ 2.0x + 0.000084 btc + 0.000009 eth, **v**15 sbux.Pts \\\\[lock: 24hrs\\\\] + 10 amzn.Pts @ 2.56 ++0.1 @ 60 days) and head to work.\\n\\n\\n---\\n\\n*Cover Photo by [Thibault Poriel](https://www.flickr.com/photos/thibaultporiel/) licensed under [CC BY-SA 2.0](https://creativecommons.org/licenses/by-sa/2.0/)*\\n\\n \\\\n \",\"timestamp\":1631751077,\"title\":\"A Thousand Little Central Banks\",\"publication\":\"stark\"},\"digest\":\"89n5eEaEtyUQHvvZUHTEDQLkZeAl_F1e2o9fY7IZWwE\",\"authorship\":{\"contributor\":\"0x4aa9C5546BE68486c4eF264a230D25674a1A728e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wK13VdJCIe1wloDWo15jqrCP-pXcaxAHoUWpDMtiZNc\\\",\\\"y\\\":\\\"o-bOA4mWjHEqpB5Rn-z9bYJHjgmF7Hn3WdmgjBSlvrk\\\"}\",\"signature\":\"wlgY5zCerhLyB1ug6KjA4NdAU_1IWv8wvIXIEnytIpz_sgUkXu7PMv9CqhMK5jkCXd7We_G1SZ7cZXTeV94adQ\",\"signingKeySignature\":\"0xbed4620751c6f3999af8ef8f13bec6d6039e15f5a85ebb3589b9c832f7041e8054706ebffd8d3287e8bf5490805d90dac88ade6491b63a291c52c20c2e599dce1b\",\"signingKeyMessage\":\"I authorize the publication of articles on stark.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wK13VdJCIe1wloDWo15jqrCP-pXcaxAHoUWpDMtiZNc\\\",\\\"y\\\":\\\"o-bOA4mWjHEqpB5Rn-z9bYJHjgmF7Hn3WdmgjBSlvrk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"89n5eEaEtyUQHvvZUHTEDQLkZeAl_F1e2o9fY7IZWwE\"}"