"{\"content\":{\"body\":\"**The Law of the Category: stand out by being perceived as the obvious choice in your field.**\\n\\nWhen you become a category of your own, no one can compare to you. You become a category of your own by creating a new category and positioning yourself into it before anyone catches up.\\n\\nYou create a new category\\n\\n* a. at the intersection of multiple categories,\\n* b. by creating a subcategory of another category, or\\n* c. by inventing a new category (the most difficult one).\\n\\n## Business brands\\n\\nThe Law of the Category:\\n\\n> \\\"If you can't be first in a category, set up a new category you can be first in.\\\" \\n \\n>\\n>  \\n - Al Ries and Jack Trout, The 22 Immutable Laws of Marketing.\\n\\nIn business brands, The Law of the Category is very evident. If you think about a certain category, say \\\"messaging platforms\\\", there's probably a company that comes to mind. And when you think of \\\"music streaming\\\", another brand pops up in your mind. This is what positioning is about. People perceive a certain company as the leader, because that's the one they think about first.\\n\\nWhen you create a new category, it has to be distinctive enough to allow minimal overlap with other categories that are already dominated. Otherwise, you're in competition with them.\\n\\nWhen you differentiate enough, you'll attract a different audience. This way you can become dominant in your own category, without competitors.\\n\\n## Personal brands\\n\\nFor personal brands, The Law of the Category seems a lot more intuitive. You don't need to boil everything down to a single product, but you can be your dynamic self by following your passions.\\n\\nStrong personal brands tend to thrive at the intersection between multiple categories. You can only be known for a main category if you are the best at that particular thing. Everyone else has to differentiate to stand out.\\n\\nIf you want to be known as \\\"the tech person\\\", you have to either establish yourself (a) before anyone else in the tech world, or, perhaps more importantly, (b) you have to be perceived to be the expert on tech. I say \\\"perceived\\\", because marketing is a game of perception.\\n\\nBeing first and being the best are both difficult to do. So how do people still become known in the tech world? By adding something of their own to it. Instead of being \\\"the tech person\\\", you can much more easily become \\\"the funny tech person\\\" or \\\"the tech philosopher\\\". These are more specific, and thereby have less competition.\\n\\n## Personality brands\\n\\nAnother way of differentiating is by combining a category with your personality. However, this only works if you have an interesting personality. Many think they have an interesting personality. Only few really do.\\n\\nA personality-based brand is well-positioned, because there's only one such person. The market of *you* has no competitors.\\n\\n## Combining multiple categories\\n\\nThe way to establish yourself at the intersection of multiple categories is by looking at the things you're interested in, and by finding a way of combining them in an authentic way.\\n\\nIt's difficult for personal brands to establish themselves in too many categories at once. The combination has to make sense. Once you've established yourself in one or two categories, you can slowly add another category to it.\\n\\nRemember that it always takes time to be taken seriously in a new category. This is a common thing that celebrities do: they establish themselves in one or two things, and immediately start giving advice on wide-ranging topics, because they have built trust with their audiences. This doesn't mean however that their advice is any good. Like I said before: marketing is a game of perception.\",\"timestamp\":1641223705,\"title\":\"Marketing Is a Game of Perception\"},\"digest\":\"oF9P211HlL1YsLagAwmmsEsbouzdGx5p9_iM8Rz71Ao\",\"authorship\":{\"contributor\":\"0x245305CEB1c3eDE978F9650286f0c411c4C45DCf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-RS2CmxQfmQtZ0eqIDlAUyyl685mKCGQ0nn2zAEBBkQ\\\",\\\"y\\\":\\\"cQRCUobfvDo28EZZDm3AX3fO8gyxAusDU4dztAyb4uY\\\"}\",\"signature\":\"j1qrMnPznvMbArn0a2YZNEZ3pf-wPWK-XCoDNzt5HEJclDILLdVNu3K7rI_TV_57ZysC8-V-8Fu7z8pyfoBJ2A\",\"signingKeySignature\":\"0x47800353dd8161b82cd66a23b92eaa03541c135a2e45759c9ef1756dc94a3f190d4f27a69de22ada9bd98a72b9ee88dab219d5476f974776ab929dbd19bc0d291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-RS2CmxQfmQtZ0eqIDlAUyyl685mKCGQ0nn2zAEBBkQ\\\",\\\"y\\\":\\\"cQRCUobfvDo28EZZDm3AX3fO8gyxAusDU4dztAyb4uY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ko7A1itqTU_KvxbupkL2ae-K3vKfA653kZiNHgVRpi4\"}"