"{\"content\":{\"body\":\"传统意义上，钱包是一个小折叠盒，用于装纸币、信用卡和其他扁平的物品。虽然许多人认为，加密货币钱包与传统钱包有着完全相同的特征，但实际上，其功能是不同的。\\n\\n比特币是作为区块链交易的记录而存在的。比特币从未离开过区块链，因此，从本质上来说，加密货币钱包的说法有些用词不当，因为这个钱包并不存储数字货币。\\n\\n相反，比特币钱包是与比特币区块链互动的工具，用于发送、接收和管理分配给特定地址的比特币。当一个人发送比特币时，他们将比特币的所有权从一个地址转移到另一个地址。\\n\\n有些钱包与持有者的真实身份没有关联。钱包中的所有交易都会公开地永久存储在比特币（BSV）区块链上。用户的身份可由钱包地址等数据可以通过多种方式追踪得到。\\n\\n## 加密钱包是如何工作的？\\n\\n加密钱包存储与BitcoinSV网络交互的私钥和公钥。公钥和私钥可用于生成一个由字母和数字组合而成标识符。它通常被称为“地址”，因为它指向区块链的一个特定位置。该地址是双方为了使用比特币进行交易，而需要相互提供的地址。\\n\\n用户若持有存储的私钥，则一定会有对应公开地址的所有权。要完成比特币交易，公钥和私钥必须匹配。比特币交易由发送者签署，并记录在比特币（BSV）区块链上。一旦交易被签名发送，接收者的余额会增加，发送者的余额也会相应减少。用户的私钥绝不能被泄露，否则他们将面临比特币被盗的风险。\\n\\n## 最常见的加密钱包有哪些？\\n\\n大多数加密钱包是基于软件的，有很多形式，如桌面端、移动端、网页端等。这类钱包交易起来更方便、更轻松，因为总的来说，它们是与互联网相连的。\\n\\n* **网页端钱包**，例如加密货币交易所上的钱包，可允许用户通过浏览器界面访问区块链，而无需下载和安装软件。用户可创建新的钱包，并设置个人密码来访问它。缺点是，一些服务提供商代表用户持有和管理私钥。实际上，存储在中心化服务器上的信息易被黑客攻击。\\n* **桌面端钱包**，桌面端钱包被下载在用户的计算机上，并且在本地运行。桌面端钱包允许用户完全控制他们的私钥和资金。虽然桌面端钱包被认为比网页端钱包更安全，但如果用户的电脑被安装了病毒或恶意软件，它们仍然容易被盗。因此，将钱包备份，然后将它保存在安全的地方至关重要。如果硬盘损坏并且没有备份，比特币就会丢失。\\n* **移动端钱包**，与其它类型的钱包相比，移动端钱包使用起来相对方便和轻松。有了移动端钱包，用户可检查账户上的交易或立刻使用二维码扫描进行店内支付。这些特性使移动端钱包最适合于日常交易。与桌面端钱包类似，移动端设备容易受到恶意软件感染和恶意应用程序的攻击。用户被建议保护备用的私人密钥（或助记词）以防智能手机的丢失或损坏。\\n\\n### 保护比特币钱包的安全\\n\\n对于寻求更高安全性的用户来说，离线硬件钱包是在线软件钱包更好的替代。硬件钱包，也称为冷钱包，是使用随机数发生器（RNG）产生公钥和私钥的物理电子设备。密钥存储在设备内部。\\n\\n离线存储意味着病毒不能感染硬件钱包，黑客也不能通过互联网连接访问它。与金库类似，如果用户持有大量的加密货币，硬件钱包就有优势。缺点是用户需要将硬件钱包连接到计算机上才能访问他们的钱包，从而加大了这些钱包的访问难度。\\n\\n最安全但最不流行的加密货币的存储方式是“纸钱包”。顾名思义，纸钱包印在一张纸上。软件程序生成一组公钥和私钥。然后，这些密钥连同二维码一起被打印在纸上，并保持离线。如果所有者丢失了这张纸，也就失去了获取资金的途径。\\n\\n使用纸钱包相对简单。用户将资金转移到纸钱包上显示的公开地址。或者，要提取或花钱，用户需要将资金从纸钱包转移到软件钱包。这个过程可通过输入私钥手动完成，也可通过扫描纸钱包上的二维码来完成。\\n\\n纸钱包的一个重大缺点是，它们不适合进行部分汇款，而只能一次性汇出钱包上的全部余额。若用户将纸钱包私钥导入桌面版钱包，只花掉部分资金，剩余的比特币将被发送到比特币协议自动生成的“找零地址”。如果用户没有手动将这个地址设为他们控制的地址，他们很可能会损失资金。\\n\\n### 选择合适的比特币钱包\\n\\n我们已经研究了如今市面上可用的众多选择，以及它们的优缺点。每种钱包都各自给用户提供了独特的东西。一些侧重于提供安全性，另一些侧重于创建易于访问的功能。没有一个钱包能涵盖到所有领域。失去对加密钱包的访问所付出的代价可能相当昂贵，所以小心备份钱包是很重要的。\\n\\n在选择一个加密货币钱包之前，考虑一下您打算如何使用它是非常重要的，这样您就可以选择最合适的钱包。\\n\\n* 您是否正在存储大量短期内不打算使用的比特币？\\n* 您是否需要随时随地访问所持有的比特币？\\n* 您正在交易比特币以获取经济收益吗？\\n\\n归根结底，这取决于您的需求，比如您有多少比特币、计划使用比特币进行加密货币交易的频率、您需要的隐私和安全程度等。此外，用户还可以选择组合不同的钱包以满足其需求。在将资金转移至钱包之前，无论哪种方法，用户都需要进行深入的研究和考虑。\",\"timestamp\":1640080135,\"title\":\"比特币新手入门（四）什么是比特币钱包？\"},\"digest\":\"CufnVcN5339rbC4fHxDtOF7q49lLnx0fgdjhynC3S3M\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"signature\":\"ZL6N2beURTcLtO9F7EN_W-F1c_eYkLpL5DCyUBgCXr41S7UwyMOXcNxosRJZx10FX_43vagGEYkv8SZMvNTqRA\",\"signingKeySignature\":\"0x9b0e1cf1f2d8c228101c8e5bbbd424ff2f2aca704730a28f89ea0c86b1f29bb176d976d8f5d5476cd10a82b7ad3faa272e8853012a3e2d8c4603072f8e67d14b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CufnVcN5339rbC4fHxDtOF7q49lLnx0fgdjhynC3S3M\"}"