"{\"content\":{\"body\":\"A steamer leaves both places every day except Sunday, and traverses the distance in six hours.\\n\\nTempted by this convenient opportunity of easily and quickly reaching the celebrated town of Upsala, and by the unusually fine weather, I took my passage one evening, and was greatly disappointed when, on the following morning, the rain poured down in torrents. But if travellers paid much attention to the weather, they would not go far; so I nevertheless embarked at half-past seven, and arrived safely in Upsala.  I remained in the cabin during the passage, and could not even enjoy the prospect from the cabin-windows, for the rain beat on them from the outside, while inside they were obscured by the heat.  But I did not venture on deck, hoping to be favoured by better weather on my return.\\n\\nAt last, about three o'clock, when I had been in Upsala more than an hour, the weather cleared up, and I sallied out to see the sights.\\n\\nFirst I visited the cathedral.  I entered, and stood still with astonishment at the chief portal, on looking up at the high roof resting on two rows of pillars, and covering the whole church.  It is formed in one beautiful straight line, unbroken by a single arch. The church itself is simple:  behind the grand altar a handsome chapel is erected, the ceiling of which is painted azure blue, embossed with golden stars.  In this chapel Gustavus I. is interred between his two wives.  The monument which covers the grave is large, and made of marble, but clumsy and void of taste.  It represents a sarcophagus, on which three bodies, the size of life, are laid; a marble canopy is raised over them.  The walls of the chapel are covered with pretty frescoes, representing the most remarkable scenes in the life of this monarch.  The most interesting among them are, one in which he enters a peasant's hut in peasant's attire, at the same moment that his pursuers are eagerly inquiring after him in front of the hut; the other, when he stands on a barrel, also dressed as a peasant, and harangues his people.  Two large tablets in a broad gold frame contain in Swedish, and not in the Latin language, the explanation of the different pictures, so that every Swede may easily learn the monarch's history.\\n\\nSeveral other monuments are erected in the side-chapels; those of Catharine Magelone, John III., Gustavus Erichson, who was beheaded, and of the two brothers Sturre, who were murdered.  The monument of Archbishop Menander, in white marble, is a tasteful and artistic modern production.  The great Linnaeus is buried under a simple marble slab in this church; but his monument is in one of the side- chapels, and not over his grave, and consists of a beautiful dark- brown porphyry slab, on which his portrait is sculptured in relief.\\n\\nThe splendid organ, which reaches nearly to the roof of the church, also deserves special attention.  The treasure-chamber does not contain great treasures; the blood-stained and dagger-torn garments of the unfortunate brothers Sturre are kept in a glass case here; and here also stands a wooden statue of the heathen god Thor.  This wooden affair seems to have originally been an Ecce Homo, which was perhaps the ornament of some village church, then carried off by some unbeliever, and made more shapeless than its creator, not proficient in art, had made it.  It has a greater resemblance now to a frightful scarecrow than to any thing else.\\n\\nThe churchyard near the church is distinguished for its size and beauty.  It is surrounded by a wall of stone two feet high, surmounted by an iron palisading of equal height, broken by stone pillars.  On several sides, steps are made into the burying-ground over this partition.  In this cemetery, as in the one of Stockholm, one seems to be in a lovely garden, laid out with alleys, arbours, lawns, &c.; but it is more beautiful than the other, because it is older.  The graves are half concealed by arbours; many were ornamented with flowers and wreaths, or hedged by rose-bushes.  The whole aspect of this cemetery, or rather of this garden, seems equally adapted for the amusement of the living or the repose of the dead.\\n\\nThe monuments are in no way distinguished; only two are rather remarkable, for they consist of tremendous pieces of rock in their natural condition, standing upright on the graves.  One of these monuments resembles a mountain; it covers the ashes of a general, and is large enough to have covered his whole army; his relatives probably took the graves of Troy as a specimen for their monument. It is moreover inscribed by very peculiar signs, which seemed to me to be runic characters.  The good people have united in this monument two characteristics of the ancients of two entirely distinct empires.\\n\\nThe university or library building in Upsala is large and beautiful; it is situated on a little hill, with a fine front facing the town. The park, which is, however, still somewhat young, forms the background. {54}\\n\\nNear this building, on the same hill, stands a royal palace, conspicuous for its brick-red colour.  It is very large, and the two wings are finished by massive round towers.\\n\\nIn the centre of the courtyard, behind the castle, is placed a colossal bust of Gustavus I., and a few paces from it two artificial hills serve as bastions, on which cannons are planted.  This being the highest point of the town, affords the best view over it, and over the surrounding country.\\n\\nThe town itself is built half of wood and half of stone, and is very pretty, being crossed by broad streets, and ornamented with tastefully laid-out gardens.  It has one disadvantage, which is the dark brownish-red colour of the houses, which has a peculiarly sombre appearance in the setting sun.\\n\\nAn immense and fertile plain, diversified by dark forests contrasting with the bright green meadows and the yellow stubble- fields, surrounds the town, and in the distance the silvery river Fyris flows towards the sea.  Forests close the distant view with their dark shadows.  I saw but few villages; they may, however, have been hidden by the trees, for that they exist seems to be indicated by the well-kept high roads crossing the plain in all directions.\\n\\nBefore quitting my position on the bastions of the royal palace I cast a glance on the castle-gardens, which were lying lower down the hill, and are separated from the castle by a road; they do not seem to be large, but are very pretty.\\n\\nI should have wished to be able to visit the botanic garden near the town, which was the favourite resort of Linnaeus, whose splendidly- sculptured bust is said to be its chief ornament; but the sun was setting behind the mountains, and I repaired to my chamber, to prepare for my journey to Danemora.\\n\\nSeptember 13th.\\n\\nI left Upsala at four o'clock in the morning, to proceed to the far- famed iron-mines of Danemora, upwards of thirty miles distant, and where I wished to arrive before twelve, as the blasting takes place at that hour, after which the pits are closed.  As I had been informed how slowly travelling is done in this country, and how tedious the delays are when the horses are changed, I determined to allow time enough for all interruptions, and yet arrive at the appointed hour.\\n\\nA few miles behind Upsala lies Old Upsala (Gamla Upsala).  I saw the old church and the grave-hills in passing; three of the latter are remarkably large, the others smaller.  It is presumed that the higher ones cover the graves of kings.  I saw similar tumuli during my journey to Greece, on the spot where Troy is said to have stood. The church is not honoured as a ruin; it has yet to do service; and it grieved me to see the venerable building propped up and covered with fresh mortar on many a time-worn spot.\\n\\nHalf way between Upsala and Danemora we passed a large castle, not distinguished for its architecture, its situation, or any thing else.  Then we neared the river Fyris, and the long lake of Danemora; both are quite overgrown with reeds and grass, and have flat uninteresting shores; indeed the whole journey offers little variety, as the road lies through a plain, only diversified by woods, fields, and pieces of rock.  These are interesting features, because one cannot imagine how they came there, the mountains being at a great distance, and the soil by no means rocky.\\n\\nThe little town of Danemora lies in the midst of a wood, and only consists of a church and a few large and small detached houses.  The vicinity of the mines is indicated before arriving at the place by immense heaps of stones, which are brought by horse-gins from the pits, and which cover a considerable space.\\n\\nI had fortunately arrived in time to see the blastings.  Those in the great pit are the most interesting; for its mouth is so very large, that it is not necessary to descend in order to see the pit- men work; all is visible from above.  This is a very peculiar and interesting sight.  The pit, 480 feet deep, with its colossal doors and entrances leadings into the galleries, looks like a picture of the lower world, from which bridges of rocks, projections, arches and caverns formed in the walls, ascend to the upper world.  The men look like pigmies, and one cannot follow their movements until the eye has accustomed itself to the depth and to the darkness prevailing below.  But the darkness is not very dense; I could distinguish most of the ladders, which seemed to me like children's toys.\\n\\nIt was nearly twelve, and the workmen left the pits, with the exception of those in charge of the mines.  They ascended by means of little tubs hanging by ropes, and were raised by a windlass.  It is a terrible sight to see the men soaring up on the little machine, especially when two or three ascend at once; for then one man stands in the centre, while the other two ride on the edge of the tub.\\n\\nI should have liked to descend into the great pit, but it was too late on this day, and I would not wait another.  I should not have feared the descent, as I was familiar with such adventures, having explored the salt-mines of Wieliczka and Bochnia, in Gallicia, some years before, in which I had had to let myself down by a rope, which is a much more dangerous method than the tub.\\n\\nWith the stroke of twelve, four blasting trains in the large pit were fired.  The man whose business it was to apply the match ran away in great haste, and sheltered himself behind a wall of rock. In a few moments the powder flashed, some stones fell, and then a fearful crash was heard all around, followed by the rolling and falling of the blasted masses.  Repeated echoes announced the fearful explosion in the interior of the pits:  the whole left a terrible impression on me.  Scarcely had one mine ceased to rage, when the second began, then the third, and so on.  These blastings take place daily in different mines.\\n\\nThe other pits are deeper, the deepest being 600 feet; but the mouths are smaller, and the shafts not perpendicular, so that the eye is lost in darkness, which is a still more unpleasant sensation. I gazed with oppressed chest into the dark space, vainly endeavouring to distinguish something.  I should not like to be a miner; I could not endure life without the light of day; and when I turned from the dark pits, I cast my eyes thankfully on the cheerful landscape basking in the sun.\\n\\nI returned to Upsala on the same day, having made this little journey by post.  I can merely narrate the facts, without giving an opinion on the good or bad conveniences for locomotion, as this was more a pleasure-trip than a journey.\\n\\nAs I had hired no carriage, I had a different vehicle at every station, and these vehicles consisted of ordinary two-wheeled wooden carts.  My seat was a truss of hay covered with the horse-cloth.  If the roads had not been so extremely good, these carts would have shaken terribly; but as it was, I must say that I rode more comfortably than in the carriols of the Norwegians, although they were painted and vanished; for in them I had to be squeezed in with my feet stretched out, and could not change my position.\\n\\nThe stations are unequal,--sometimes long, sometimes short.  The post-horses are provided here, as in Norway, by wealthy peasants, called Dschns-peasants.  These have to collect a certain number of horses every evening for forwarding the travellers the next morning. At every post-house a book is kept, in which the traveller can see how many horses the peasant has, how many have already been hired, and how many are left in the stable.  He must then inscribe his name, the hour of his departure, and the number of horses he requires.  By this arrangement deception and extortion are prevented, as every thing is open, and the prices fixed. {55}\\n\\nPatience is also required here, though not so much as in Norway.  I had always to wait from fifteen to twenty minutes before the carriage was brought and the horses and harness prepared, but never longer; and I must admit that the Swedish post-masters hurried as much as possible, and never demanded double fare, although they must have known that I was in haste.  The pace of the horse depends on the will of the coachman and the powers of his steed; but in no other country did I see such consideration paid to the strength of the horses.  It is quite ridiculous to see what small loads of corn, bricks, or wood, are allotted to two horses, and how slowly and sleepily they draw their burdens.\\n\\nThe number of wooden gates, which divide the roads into as many parts as there are common grounds on it, are a terrible nuisance to travellers.  The coachman has often to dismount six or eight times in an hour to open and close these gates.  I was told that these delectable gates even exist on the great high road, only not quite in such profusion as on the by-roads.\\n\\nWood must be as abundant here as in Norway, for every thing is enclosed; even fields which seem so barren as not to be worth the labour or the wood.\\n\\nThe villages through which I passed were generally pretty and cheerful, and I found the cottages, which I entered while the horses were changed, neatly and comfortably furnished.\\n\\nThe peasants of this district wear a peculiar costume.  The men, and frequently also the boys, wear long dark-blue cloth surtouts, and cloth caps on their heads; so that, at a distance, they look like gentlemen in travelling dress.  It seems curious to a foreigner to see these apparent gentlemen following the plough or cutting grass. At a nearer view, of course the aspect changes, and the rents and dirt appear, or the leathern apron worn beneath the coat, like carpenters in Austria, becomes visible.  The female costume was peculiar only in so far that it was poor and ragged.  In dress and shoes the Norwegian and Swedes are behind the Icelanders, but they surpass them in the comfort of their dwellings.\\n\\nSeptember 14th.\\n\\nTo-day I returned to Stockholm on the Malarsee, and the weather being more favourable than on my former passage, I could remain on deck the whole time.  I saw now that we sailed for several miles on the river Fyris, which flows through woods and fields into the lake.\\n\\nThe large plain on which old and new Upsala lie was soon out of sight, and after passing two bridges, we turned into the Malar.  At first there are no islands on its flat expanse, and its shores are studded with low tree-covered hills; but we soon, however, arrived at the region of islands, where the passage becomes more interesting, and the beauty of the shores increases.  The first fine view we saw was the pretty estate Krusenberg, whose castle is romantically situated on a fertile hill.  But much more beautiful and surprising is the splendid castle of Skukloster, a large, beautiful, and regular pile, ornamented with four immense round turrets at the four corners, and with gardens stretching down to the water's edge.\\n\\nFrom this place the scenery is full of beauty and variety; every moment presents another and a more lovely view.  Sometimes the waters expand, sometimes they are hemmed in by islands, and become as narrow as canals.  I was most charmed with those spots where the islands lie so close together that no outlet seems possible, till another turn shews an opening between them, with a glimpse of the lake beyond.  The hills on the shores are higher, and the promontories larger, the farther the ship advances; and the islands appear to be merely projections of the continent, till a nearer approach dispels the illusion.\\n\\nThe village of Sixtuna lies in a picturesque and charming little valley, filled with ruins, principally of round towers, which are said to be the remains of the Roman town of Sixtum; the name being retained by the new town with a slight modification.\\n\\nAfter this follow cliffs and rocks rising perpendicularly from the sea, and whose vicinity would be by no means desirable in a storm. Of the castle of Rouse only three beautiful domes rise above the trees; a frowning bleak hill conceals the rest from the eye.  Then comes a palace, the property of a private individual, only remarkable for its size.  The last of the notabilities is the Rokeby bridge, said to be one of the longest in Sweden.  It unites the firm land with the island on which the royal castle of Drottingholm stands.  The town of Stockholm now becomes visible; we turn into the portion of the lake on which it lies, and arrive there again at two o'clock in the afternoon.\\n\\nFROM STOCKHOLM TO TRAVEMUNDE AND HAMBURGH\\n\\nI bade farewell to Stockholm on the 18th September, and embarked in the steamer Svithiold, of 100-horse power, at twelve o'clock at noon, to go to Travemunde.\\n\\nFew passages can be more expensive than this one is.  The distance is five hundred leagues, and the journey generally occupies two and a half to three days; for this the fare, without food, is four pounds.  The food is also exorbitantly dear; in addition to which the captain is the purveyor; so that there is no appeal for the grossest extortion or insufficiency.\\n\\nIt pained me much when one of the poorer travellers, who suffered greatly from sea-sickness, having applied for some soup to the steward, who referred him to the amiable captain, to hear him declare he would make no exception, and that a basin of soup would be charged the whole price of a complete dinner.  The poor man was to do without the soup, of which he stood so much in need, or scrape every farthing together to pay a few shillings daily for his dinner. Fortunately for him some benevolent persons on deck paid for his meals.  Some of the gentlemen brought their own wine with them, for which they had to pay as much duty to the captain as the wine was worth.\\n\\nTo these pleasures of travelling must be added the fact, that a Swedish vessel does not advance at all if the weather is unfavourable.  Most of the passengers considered that the engines were inefficient.  However this may be, we were delayed twenty-four hours at the first half of our journey, from Stockholm to Calmar, although we had only a slight breeze against us and a rather high sea, but no storm.  In Calmar we cast anchor, and waited for more favourable wind.  Several gentlemen, whose business in Lubeck was pressing, left the steamer, and continued their journey by land.\\n\\nAt first the Baltic very much resembles the Malarsee; for islands, rocks, and a variety of scenery make it interesting.  To the right we saw the immensely long wooden bridge of Lindenborg, which unites one of the larger islands with the continent.\\n\\nAt the end of one of the turns of the sea lies the town of Wachsholm; and opposite to it, upon a little rocky island, a splendid fortress with a colossal round tower.  Judging by the number of cannons planted along the walls, this fortress must be of great importance.  A few hours later we passed a similar fortress, Friedrichsborg; it is not in such an open situation as the other, but is more surrounded by forests.  We passed at a considerable distance, and could not see much of it, nor of the castle lying on the opposite side, which seems to be very magnificent, and is also surrounded by woods.\\n\\nThe boundaries of the right shore now disappear, but then again appear as a terrible heap of naked rocks, at whose extreme edge is situated the fine fortress Dolero.  Near it groups of houses are built on the bare rocks projecting into the sea, and form an extensive town.\\n\\nSeptember 19th.\\n\\nTo-day we were on the open, somewhat stormy sea.  Towards noon we arrived at the Calmar Sound, formed by the flat, uniform shores of the long island Oland on the left, and on the right by Schmoland. In front rose the mountain-island the Jungfrau, to which every Swede points with self-satisfied pride.  Its height is only remarkable compared with the flatness around; beside the proud giant-mountain of the same name in Switzerland it would seem like a little hill.\\n\\nSeptember 20th.\",\"timestamp\":1637496447,\"title\":\"\\nThe intercourse between Stockholm and Upsala is very considerable\"},\"digest\":\"BOiJf8OBzOQVgRYtdX7_GigjaaR1X4oS1FLA5fc8xFQ\",\"authorship\":{\"contributor\":\"0x1928Fa8c1480697A043aA639A3c2C52BE5B7890a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bK5RYJ6CPIpxJUdu6dsvQhFBx5TwlR_bRnwMqCx5x7Q\\\",\\\"y\\\":\\\"BKVemlPxBK_QadTAKoo1RXRFlOGKPGHq7KWUKgHWFl0\\\"}\",\"signature\":\"Ed2ZJcsNfK-VSL6qhRgLDw_SUQ6EupXXWOMQSZA2oOqzr5AL6QvjmfV-Utocx49her8V3x_5roDtyxXIaIHBOA\",\"signingKeySignature\":\"0xaa47d76bb495bbe0d98c0db5278a4d6a0b2249cd719841893d5afeaef26802063575f5d328a36a658e59eced1519497ebdee4a0fc73d36e7afbc0767a007d8a21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bK5RYJ6CPIpxJUdu6dsvQhFBx5TwlR_bRnwMqCx5x7Q\\\",\\\"y\\\":\\\"BKVemlPxBK_QadTAKoo1RXRFlOGKPGHq7KWUKgHWFl0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BOiJf8OBzOQVgRYtdX7_GigjaaR1X4oS1FLA5fc8xFQ\"}"