"{\"content\":{\"body\":\"2021/12/17    旧文\\n\\n> 所有的胜利，都是来自对信仰的坚持。相信相信的力量，这里从未让你我失望。欢迎关注星空价值投资，总要有人，仰望星空。\\n\\n先说几句闲话。\\n\\n前几天，沈南鹏师兄先来了一句“All in Crpyto”，让整个Crpto行业的一级市场开始沸腾了起来；随后，红杉资本的推特简介也改成了“我们帮助有胆识的人缔造传奇DAO，从创意到代币空投。LFG。”\\n\\n一时间，地震从Crpyto扩散到了传统VC。\\n\\n \\n 说实话，我并不惊讶，甚至可以说是意料之中。以沈师兄的风格和前瞻性，既然做出过“All in China”的决策，就必然会做出“All in Crpyto”的决策。\\n\\n \\n 同时也感叹，虽然因为年龄错过了改革开放和互联网时代最大的红利，但所幸的是，我，或者是在看我文章的诸君，抓住了未来15年内这个世界上最大的红利，Crpyto行业。\\n\\n有意思的事来了，当时我正想给付费圈的朋友们派发这个利好消息，当我打开群，看到群里有位投资比较成功的朋友，说他的座右铭是“君子性非异也，善假于物”时，我突发奇想：\\n\\n**作为个人投资者，在认知有限、精力有限的情况下，不应该也要“善假于物”么？**\\n\\n譬如红杉资本、A16Z乃至DCG等等这些在传统投资圈、加密投资圈纵横捭阖的投资机构，他们的投资视野、趋势判断、项目调研，难道不是普通投资者最应该借鉴的东西么？ \\n \\n\\n念起于此，我今天的这篇文章本该是以VC投资人的身份，跟大家聊一聊这些雄踞一方的顶级投资机构们，聊聊他们的风格，他们的思维，来帮助大家做好投资------标题我都想好了，就叫《Crpyto投资风云录之资本五绝》.... \\n \\n\\n但是！这段时间因为美联储议息会议的问题，太多的人过来询问这些看似重要又极其无聊的事件对市场的影响了。\\n\\n本来是打算置之不理的，但当我知道这些担忧都来自诸如“XXX大V说美联储会议很重要”、“XXX判断说要加息，有风险”以后，我才意识到，整个环境被一些Crpyto流量大V带偏了。\\n\\n并且这些缺乏投资认知，缺乏Crpyto认知的朋友恐怕都被吓尿了-------不给颗定心丸，恐怕都不会有接受真正有价值之思想的心思了。\\n\\n所以，我才打算写今天这篇文章。就是想告诉大家，投资关注美联储，不如回家卖红薯------因为卖红薯还能赚俩钱，执着于关注美联储永远都不能赚到钱。** \\n **\\n\\n首先，美联储加/息是指美联储调整**联邦基金利率。**看起来名字很复杂，但说起来很简单，意思就是：银行之间借钱/换钱的利率。\\n\\n换而言之，美联储议息的影响就是对利率的影响。而利率对资本市场的影响来自于对企业融资成本的影响和资金体量的影响。\\n\\n如果利率下降，企业融资成本下降，利润上升，市值就会上升；其次，利率下降固收类的资金就会减少，投资股票市场的资金就会增加，就会导致股市成交量上升，进一步提升市场总市值。\\n\\n确实，利率非常重要。巴菲特在去年的致股东信里也非常直接的表示了利率的重要性，他说：如果未来几十年内都能接近当前（去年）利率，那么随着时间的推移，股票表现会比长期固定利率收益工具好得多。-------足可见利率调整的意义。\\n\\n从这个角度上来看，很多“聪明人”就会认为，美联储议息会议的结论很重要，因为它直接影响的是利率，为什么不关注？非但我要关注，我还要重点关注，长期关注。\\n\\n有问题吗？有大问题。很多人忽略了一个细节，巴菲特在强调利率重要性的同时，还说了一句话，叫做**“芒格和我无法预测未来利率的走势”**------明白了吗？\\n\\n如果巴菲特的结论都无法说服你，那么美联储主席的结论呢？美联储前主席格林斯潘也说过，如果你问他三年之后的利率会如何变化，他也不知道。 \\n \\n\\n这个世界上最伟大的投资家以及美联储主席都不约而同的告诉你，利率无法预测，你我还如何能预测利率？这难道不是很荒谬的事情吗？ \\n \\n\\n但很多大V、投机客、散户都执着的在预测利率，讨论美联储的议息会议。大V们有所求，因为他们只要蒙对了一次，就可以获得更大的流量，赚到流量带来的收益。而一旦蒙错了，也可以找各种冠冕堂皇的理由搪塞过去，比如“在市场上没有人永远正确啦”、“偶尔的错误不影响大局啦”、“美联储没按剧本走啦”等等等等。 \\n \\n\\n非蠢即坏，但听信这些话的散户们似乎更不聪明。他们不会想到，如果能精准的预测利率，为什么不直接借贷、加杠杆去做国债合约？只要连对三次，就是亿万富翁，为什么还要把这个消息告诉你们？ \\n \\n\\n能想明白吗？没人能预测利率，同样的也没人能预测股市。\\n\\n我在私密投资课里一再强调：投资研究经济学、研究技术面1个小时，你就浪费了50分钟的生命---剩下10分钟没浪费是因为中途你休息了。 \\n \\n\\n甚至于说，研究哲学和历史都会比研究经济学和技术有用的多。因为他们都能给你提供启发，所谓前事不忘后事之师。历史会告诉大家，市场总有大跌的时候，而且跌起来非常恐怖。\\n\\n今年以来，5.19、7.21、9.20，以及刚刚过去的11.29，都出现了超过30%的跌幅，往前数还有跌幅超过50%、60%的时候。历史告诉我们，这样的跌幅平均每一年都要来2次。\\n\\n \\n\\n业内称这种情况是市场修正，意思就是一年内，迅速会给你上两次天台的机会。\\n\\n \\n\\n我们知道这个就够了。市场在某个时候一定会大跌，如果没有做好接受准备，那么你就不要来加密行业，甚至不要做投资---------请做好准备再来。\\n\\n大跌就是好事，你想买的代币常年从20U，突然一下变成了5U，这难道不好吗？但前提是你要看明白这个项目，搞清楚他的估值能到多少，如果能到100U，20\\\\~100U就很舒服了，5\\\\~100U那可不是太棒了吗？\\n\\n记住，大跌就是最好的机会，并且大跌肯定会发生。虽然没有人能够预测，有的人总说自己可以预测，但他可能预测了无数次，就这一次准了，你觉得是他有实力，还是瞎猫碰上死耗子？\\n\\n最后，我还想讲几个我投资遵循的原则。一直在说，今天强调一下。\\n\\n \\n\\n**第一点就是请了解你的投资标的。**比如现在的SNX，价格一直在跌，从10U、9U到8U，最近到了6U、5U、4U。但有什么问题呢？SNX还在更新代码，依然是合成赛道的龙头，锁仓量6.25亿美金，这还只是以太坊L1L2的数据。\\n\\n很多人买币，都不知道自己为什么买币，所以当币价下跌的时候，就束手无策了。很多人都说SNX已经是“铁底了”，没得跌了。真的到底了吗？这我不知道------但如果，SNX跌到3u、2u怎么办？是不是只能丢硬币决定卖不卖？\\n\\n当你不了解你投资的代币，就会出现这样的问题。\\n\\n \\n\\n**第二就是也不能抱着“总会涨回来”的想法。**现在再看看BCH，到今天为止，距离他的历史最高点还差了90%。也许他还会垂死挣扎，但真的就回不去了。\\n\\n \\n\\n**第三，不要有“已经跌到0.01U了，也亏不到哪里去了吧？”这种想法**。假如我以3600U的价格买了10WU的ETH，你以0.01U的价格买了10WU垃圾币。如果都归零，那么我们亏的是一样多的。明白吗？你以为抄底了，就还可能会有地下室，还有地狱，地狱还有十八层。\\n\\n \\n\\n总而言之，你买的代币，背后代表的都是一个个的项目，你足够了解它，你才能在大跌的时候敢于加仓，也不要把它们当成你的孙子一样对待，如果项目基本面变差，果断说再见。\\n\\n \\n\\n记住，代币不会知道你持有了他。只要他们一直那么好，就可以继续持有。我手上表现最好的代币。不管是BTC、ETH，还是DeFi蓝筹系和元宇宙系列都是在持有很长一段时间后，才在某一天爆发起来了。\\n\\n \\n\\n所以，你要做好准备，长期持有的准备。\",\"timestamp\":1642130684,\"title\":\"投资关注美联储，不如回家卖红薯\"},\"digest\":\"X3tWCv3DrZKeFjkE0c7AisAbM_4RUF3i01bI_TaQDzE\",\"authorship\":{\"contributor\":\"0xf0a98362D2deb494eb9167F270af8e1b99146f2a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IWzttVmi8DyuOnb-yQVTlkHWUExPwIk-UpHIU_m2WeE\\\",\\\"y\\\":\\\"Dfwc6LgVfk3k-AP8OXQp_tbAbODK_V-JRSrx_DSN4H4\\\"}\",\"signature\":\"ZND_mzMrro6dxVS7T9TxmFclgE8k0E3lO5JxTD0YZ-H5YGk8wTYRNrPd_J5NYzYv03phb77UGlPX2X031gsmJg\",\"signingKeySignature\":\"0xe5dcced59ce74c4c189cf2f9c1bddba9db7047bbaa31ceeea032b943a469d49c7a90c0e8e665dc767bdb38f4d8b8a4c4330616e97b871549f37ed93b47ad0dd51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IWzttVmi8DyuOnb-yQVTlkHWUExPwIk-UpHIU_m2WeE\\\",\\\"y\\\":\\\"Dfwc6LgVfk3k-AP8OXQp_tbAbODK_V-JRSrx_DSN4H4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X3tWCv3DrZKeFjkE0c7AisAbM_4RUF3i01bI_TaQDzE\"}"