"{\"content\":{\"body\":\"front of the hotel, where it halted with the pomp and excitement of a fire engine. The dragoman jumped down from his seat beside the driver and scrambled hurriedly into the hoiel, in the gloom of which hemet a serene stillness which was punctuated only by the leisurely tinkle of silver and glass in the dining room. For a moment the dragoman seemed really astounded out of specch. Then he plunged into the manager's room. Was it conceivable that Monsieur Coleman was still at luncheon? Yes; in fact, it was true. But the carriage, was at the door! The carriage was at the door! The manager,  undisturbed, asked for what hour Monsieur Coleman had been pleased to order a carriage. Three o'clock ! Three o'clock? The manager pointed calmly at the clock. Very well. It was now only thirteen minutes of three o'clock. Monsieur Coleman doubtless would appear at three. Until that hour the manager would not disturb Monsieur Coleman. The dragoman clutched both his hands in his hair and cast a look of agony to the ceiling. Great God! Had he accomplished  the herculean task of getting a carriage for four people to the door of the hotel in time for a drive at three o'clock, only to meet with this stoniness, this inhumanity? Ah, it was unendurable? He begged the manager; he implored him. But at every word. the manager seemed to grow more indifferent, more callous. He pointed with a wooden finger at the clock-face. In reality, it is thus, that Greek meets Greek.\\n\\nProfessor Wainwright and Coleman strolled together out of the dining room. The dragoman rushed ecstatically upon the correspondent. \\\" Oh, Meester Coleman! The carge is ready !\\\"\\n\\n\\\"Well, all right,\\\" said Coleman, knocking ashes from his cigar. \\\"Don't be in a hurry. I suppose we'll be ready, presently.\\\" The man was in despair.\\n\\nThe departure of the Wainwrights and Coleman on this ordinary drive was of a somewhat dramatic and public nature, No one seemed to know how to prevent its being so. In the first place, the attendants thronged out en masse for a reason which was plain at the time only to Coleman's dragoman. And, rather in the background, lurked the interested students. The professor was surprised and nervous. Coleman was rigid and angry. Marjory was flushed and some what hurried, and Mrs. Wainwright was as proud as an old turkey-hen.\\n\\nAs the carriage rolled away, Peter Tounley turned to his companions and said: \\\" Now, that's official! That is the official announcement! Did you see Old Mother Wainwright? Oh, my eye, wasn't she puffed up ! Say, what in hell do you suppose all these jay hawking bell-boys poured out to the kerb for? Go back to your cages, my good people-\\\"\\n\\nAs soon as the carriage wheeled into another street, its occupants exchanged easier smiles, and they must have confessed in some subtle way of glances that now at last they were upon their own mission, a mission undefined but earnest to them all. Coleman had a glad feeling of being let into the family, or becoming one of them\\n\\nThe professor looked sideways at him and smiled gently. \\\" You know, I thought of driving you to some ruins, but Marjory would not have it. She flatly objected to any more ruins. So I thought we would drive down to New Phalerum.\\\" Coleman nodded and smiled as if he were immensely pleased, but of course New Phalerum was to him no more nor-less than Vladivostok or Khartoum. Neither place nor distance had interest for him. They swept along a shaded avenue where the dust lay thick on the leaves; they passed cafes where crowds were angrily shouting over the news in the little papers; they passed a hospital before which wounded men, white with bandages, were taking the sun; then came soon to the and valley flanked by gaunt naked mountains, which would lead them to the sea. Sometimes to accentuate the dry nakedness of this valley, there would be a patch of grass upon which poppies burned crimson spots. The dust writhed out from under the wheels of the carriage; in the distance the sea appeared, a blue half-disc set between shoulders of barren land. It would be common to say that Coleman  was oblivious to all about him but Marjory. On the contrary, the parched land, the isolated flame of poppies, the cool air from the sea, all were keenly known to him, and they had developed an extraordinary power of blending sympathetically into his mood. Meanwhile the professor talked a great deal. And as a somewhat exhilarating detail, Coleman perceived that Ms. Wainwright was beaming upon him.\\n\\nAt New Phalerum-a small collection of pale square villas-they left the carriage and strolled, by the sea. The waves were snarling together like wolves amid the honeycomb rocks and from where the blue plane sprang level to the horizon, came a strong cold breeze, the kind of a breeze which moves an exulting man or a parson to take off his hat and let his locks flutter and tug back from his brow.\\n\\nThe professor and Mrs. Wainwright were left to themselves.\\n\\nMarjory and Coleman did not speak for a time. It might have been that they did not quite know where to make a beginning.  At last Marjory asked: \\\"What has become of your splendid horse?\\\"\\n\\n\\\"Oh, I've told the dragoman to have him sold as soon as he arrives,\\\" said Coleman absently.\\n\\n\\\" Oh. I'm sorry  \\\\* \\\\* I liked that horse.\\\"\\n\\n\\\"Why? \\\"\\n\\n\\\"Oh, because-\\\"\\n\\n\\\"Well, he was a fine-\\\" Then he, too, interrupted  himself, for he saw plainly that they had not come to this place to talk about a horse. Thereat he made speech of matters which at least did not afford as many opportunities for coherency as would the horse. Marjory, it can't be true \\\\* \\\\* \\\\* Is it true, dearest \\\\* \\\\* I can hardly believe it. -I-\\\"\\n\\n\\\" Oh, I know I'm not nearly good enough for you.\\\"\\n\\n\\\" Good enough for me, dear?\\n\\n\\\" They all told me so, and they were right ! Why, even the American minister said it. Everybody thinks it.\\\"\\n\\n\\\"Why, aren 't they wretches To think of them saying such a thing! As if-as if anybody could be too--\\\"\\n\\n\\\" Do you know-\\\" She paused and looked at him with a certain timid challenge. \\\" I don't know why I feel it, but-sometimes I feel that I've been I've been flung at your head.\\\"\\n\\nHe opened his mouth in astonishment. \\\" Flung at my head!\\n\\nShe held up her finger. \\\"And if I thought you could ever believe it ! \\\"\\n\\n\\\" Is a girl flung at a man's head when her father carries her thousands of miles away and the man  follows her all these miles, and at last-\\\"\\n\\n\\\" Her eyes were shining. \\\"And you really came to Greece-on purpose to-to-\\\"\\n\\n\\\" Confess you knew it all the time! Confess!\\\" The answer was muffled. \\\" Well, sometimes I thought you did, and at other times I thought you- didn't.\\\"\\n\\nIn a secluded cove, in which the sea-maids once had played, no doubt, Marjory and Coleman sat in silence. He was below her, and if he looked at her he had to turn his glance obliquely upward. She was staring at the sea with woman's mystic gaze, a gaze which men at once reverence and fear since it seems to look into the deep, simple heart of nature, and men begin to feel that their petty wisdoms are futile to control these strange spirits, as wayward as nature and as pure as nature, wild as the play of waves, sometimes as unalterable as the mountain amid the winds; and to measure them, man must perforce use a mathematical formula.\\n\\nHe wished that she would lay her hand upon his hair. He would be happy then. If she would only, of her own will, touch his hair lightly with her fingers-if she would do it with an unconscious air it would be even better. It would show him that she was thinking of him, even when she did not know she was thinking of him.\\n\\nPerhaps he dared lay his head softly against her knee.   Did he dare?\\n\\nAs his head touched her knee, she did not move. She seemed to be still gazing at the sea. Presently idly caressing fingers played in his hair near the forehead. He looked up suddenly lifting his arms. He breathed out a cry which was laden with a kind of diffident ferocity. \\\" I haven't kissed you yet-\\\"\",\"timestamp\":1638930014,\"title\":\"At fifteen minutes to three o'clock, a carriage with its horses on a gallop tore around the corner and up to the\"},\"digest\":\"jiZ9gAOilj-xcdZoMmCnbaQmmLKVUN2M1km-NOtIeq4\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B534MoYU6jdSATDI4TEIvtM9F3n_LSYZ0TuPp4P14gM\\\",\\\"y\\\":\\\"Xc7WycsGRc4Us3cmhghV5_GBjdJuS0osfEwZ1Be9I-c\\\"}\",\"signature\":\"_cQvIo4xtlSwwxlXQoLwW6jIPhZZrgmHyFxtWZidY2lhBXJiEw9SdXiVE8Ctd6NDSVYCSLSRTmm4Dbnslh9dnA\",\"signingKeySignature\":\"0x10089463aaca7c1fd3b05390347074af07f4cf605394a193423f159d8f752aea2ec3c6fafd5ab0f56146e8fa3186802eb1dca6199c35141e1e85f840878c52f01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B534MoYU6jdSATDI4TEIvtM9F3n_LSYZ0TuPp4P14gM\\\",\\\"y\\\":\\\"Xc7WycsGRc4Us3cmhghV5_GBjdJuS0osfEwZ1Be9I-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jiZ9gAOilj-xcdZoMmCnbaQmmLKVUN2M1km-NOtIeq4\"}"