"{\"content\":{\"body\":\"吃亏这种事，已经有十几年没来找过我了。\\n\\n岑远风定定瞧着我，眼中的凌厉如有实质，粉色双唇轻轻压成一条线，一头黑发在月色下如同上好黑玉细细雕琢出来的作品，墨色里闪着蓝黑幽光。\\n\\n夜风在我二人身边轻飘飘荡开，一股兰麝冷香钻进鼻子，我抬起鼻尖嗅了嗅，原来这味道属于他。\\n\\n“五百两，我保你姐弟平安到达京城，如何？”\\n\\n瑟瑟发抖的弱质少女朗声问向持剑而立的黑衣男子。\\n\\n岑远风的表情出现了一瞬间的扭曲。\\n\\n我懂，要有说服力。\\n\\n于是瑟瑟发抖的弱质少女伸出大拇指和食指，搭上岑远风指着我的长剑，一截一截将那把上好的青锋掰成了废铁。\\n\\n岑远风的脸色由白转青。\\n\\n我洋洋得意抬头看他：“如何？”\\n\\n片刻后，这左脸写着病重右脸写着有伤的帅哥才咬着牙回应：\\n\\n“这把剑是家父在我十五岁时赠予我的礼物。”\\n\\n呃，抱歉。\\n\\n最终，保护岑远风姐弟回京的费用定价五百两，扣除这把剑的价格三百两，我会有二百两银子进账，也够我和二丫在京城生活一年半载的。\\n\\n不说了，装哔害人啊。\\n\\n第二天一早，伸着懒腰钻出马车的孙二丫万分惊讶地发现我不再与她同乘马车，而是跟岑远风一样骑马前进，昨晚守夜时不小心睡着的两个护卫委委屈屈地挤在一匹马的马背上。\\n\\n我拿汗巾遮着口鼻防尘，露在外面的双眼对着二丫挤了挤，可算不用再蹲马车里摇来晃去了。\\n\\n也许是骑马之后心情好，赶路的速度貌似比前几天快了些许。\\n\\n第四天过午之后，我们来到了泉城城外。\\n\\n泉城泉水甲天下，据说这座城池内外足有百十个温泉泉眼，有能美容护肤的白泥温泉，有能治疗老寒腿的硫磺温泉，也有煮食饭菜特别美味的美味泉水，半城的人都靠着这些泉水谋生，只要不是大旱年景，泉城百姓都还算得上富庶。\\n\\n岑家的人看到泉城的城门，个个眉目舒展许多，我看了一眼队伍核心的两个病美人姐弟，心下了然。\\n\\n泉城在全国排的上号的疗愈系温泉就有十七八个，姐弟俩能在这里疗养几天，对身体也没坏处。\\n\\n进了城门下了马，走在泉城熙熙攘攘的街道上，我终于有了来到大城市的现实感。\\n\\n旺财镇在城镇里规模不小，常住人口约在三千多人，而泉城据说足有近十万人居住城中，各方面设施必然远远胜过我家旺财镇。\\n\\n岑家众人轻车熟路引着马车前往城中最大的客栈仙客居。\\n\\n仙客居门口小二见到岑家马车立刻上来迎接，原来岑家人从京城过来时就已经在仙客居定下了房间。\\n\\n岑远风姐弟自然是入住天字号房，而我跟二丫合住一间地字房，条件算是相当好，我俩非常满意。\\n\\n终于逮到了独处的机会，我拎着二丫的衣领，总算让这货把这趟莫名其妙之旅的来龙去脉说了个清楚。\\n\\n原来岑家大小姐岑远心所嫁之人正是比起碎玉门更深入南境的驭兽宗宗主独子蒋天行。\\n\\n一个南境的修行者，与一个京城高官长女，不知月老红线是打了什么样的怪结，这之间又不知经历了多少爱恨情仇，才终于有情人终成眷属。\\n\\n谁知岑远心嫁过去不到一年，便通知京城的岑尚书，说是已经与丈夫和离，请岑家人速速接她回京。\\n\\n于是岑尚书只得派出家中唯一师从武学大家的幼子岑远风，千里迢迢赶赴驭兽宗接女儿回家。\\n\\n岑远风去驭兽宗时就在旺财镇短暂歇脚，好死不死让路过的孙二丫一见钟情。\\n\\n而岑家姐弟回程时也路过旺财镇，又让孙二丫再见倾心。\\n\\n当时孙二丫便大胆向岑远风表白，被断然拒绝后，这货才不是会羞愤泪奔的主，她就包袱款款离家出走，跟着岑远风的马车跑了。\\n\\n顺便拉上正好下山历练的挚友我，跟她一起追夫。\\n\\n我剔着牙缝听到这里，忍不住对吾友表示佩服佩服。\\n\\n接着委婉告诉二丫，她的心上人先天不足，只怕消受不了美人恩。\\n\\n二丫听完怔了半晌，我也不理她，端起茶走到窗前看天上云卷云舒，由得她自己去悟。\\n\\n世间有情痴百味，我无权阻拦友人的一往情深，只愿她能明白，自己追逐的目标是那样容易破碎。\\n\\n歇了半下午，晚餐由岑家姐弟招待我们在泉城最大的酒楼旺福兴用饭。\\n\\n随着我作为保护者的身份确认，二丫也从身份不明变成了岑家的客人。\\n\\n旺福兴二楼雅座价高者得，岑家姐弟显然不差钱，我们来到临街的一间雅座，正好一边用饭一边欣赏泉城夜景。\\n\\n二丫精神有些萎靡，不过她望向岑远风的眼神热情并未有太多消减，反而更多了几分说不明的意味，我瞅着倒像是后山小动物被猎户陷阱夹伤时，她蹲在一边时的表情。\\n\\n岑远风神情淡然，长睫垂下盯着手中的茶杯，看得无比认真，仿佛手上捧着的是一颗美人头。\\n\\n反倒是睡了好几天的岑远心，下午梳妆了一番后，很是光彩照人地坐在席间，负责起了社交事务。\\n\\n“二位妹妹，我之前几日过于疲累，对妹妹们招待不周，还请海涵。”\\n\\n岑大小姐的声音跟师尊抚琴的琴音一般动人心弦。\\n\\n我跟二丫很是感慨地看着眼前这位美人。\\n\\n世间没有十全十美，譬如岑远心，又譬如她那沉默寡言的弟弟。\\n\\n我们又看向桌上，还譬如这一桌令人食指大动的全素斋席。\\n\\n罗汉斋，素八珍，干烧冬笋，冬瓜盅……香气扑鼻，就是没有肉。\\n\\n我几乎听到二丫浑身的汗毛都在哭喊“我要吃肉”。\\n\\n岑远风忽地抬眼看了看我跟二丫，接着跟小厮耳语了两句，没多久，店家端来一盘西湖醋鱼，只放在我跟二丫面前。\\n\\n这男人，出乎意料的细心，看来没少偷看我跟二丫烤鱼。\\n\\n岑远心看向那盘西湖醋鱼，不由地抱歉一笑：“对不住二位妹妹，我们姐弟自幼就不能吃肉，连带着又委屈了你们。”\\n\\n我们俩自然连连摆手，二丫干脆三下五除二把鱼剔了骨，鱼肉赶进碗里，鱼碟赶紧让店家撤走。\\n\\n这妮子对岑少爷是真爱。\\n\\n这顿饭吃得有些不自在，不过素斋的味道着实可口，大家遵守食不言寝不语的古训，倒也吃得肚皮有些撑。\\n\\n我端着茶看向窗外泉城主街，夜晚繁灯在这条街上连成一条长长的灯河，街边小贩叫卖声不绝于耳，街上人头攒动，说不尽城中繁华。\\n\\n只是……我眯了眯眼，街上似乎有些行人走路摇晃不稳，时不时撞上身旁路人，引起旁人不满，造成此起彼伏的小小骚动。\\n\\n这情景总让我觉得有些怪异。\\n\\n这时，旺福兴的楼梯响起上楼的声音，又有食客到二楼来了。\\n\\n有人豪爽大笑，伴随着不少人脚步噔噔，显然这波人还挺多。\\n\\n来人越走越近，最后到了我们隔壁雅间落座。\\n\\n“来来来，蒋老弟，你可有很久没来泉城看哥哥我了，今晚咱们不醉不归！”\\n\\n一个不亚于赤霞生的大嗓门穿透雅间墙壁传入耳中。\\n\\n岑远心的脸色忽地一白。\\n\\n她原本就气色不佳，今晚出来也只是淡淡扫了层胭脂，这一刻竟连胭脂也遮不住她脸上的苍白。\\n\\n接着一个清朗的声音说了点什么，隔着墙壁没太听清，但岑大小姐的面色变得更加难看。\\n\\n我放开五感，隔壁的说话声随着晚风飘到我耳中。\\n\\n“岳大哥太客气了，我今天只是带着我……妹妹来泉城游玩，倒是让岳大哥破费了。”\\n\\n这声音我听过，驭兽宗少主蒋天行，三年前门派大比时曾被我大师兄打趴下的手下败将。\\n\\n也是岑大小姐的前夫。\\n\\n我瞄了一眼岑远心，她坐在那里像是在发呆，也不动筷，也不说离开。\\n\\n岑远风剑眉轻轻皱在了一起，幽黑的眼眸盯着眼前的墙壁，仿佛要把墙看出一个洞来。\\n\\n大嗓门再次响起：“令妹？蒋老弟，我记得你是你爹的独子啊，这位姑娘是？”\\n\\n蒋天行只是呵呵一笑，顾左右而言他，似乎不想点明身边女子的身份。\\n\\n一把清凌凌的女子声音缓缓道：“岳城主，小女子是碎玉门和光天尊座下弟子，因师尊不喜我出山门游玩，蒋大哥这才不方便说，还请岳城主代为保密，小女子感激不尽。”这女子声音不大不小，穿透力挺好，我们这个雅间所有人都听了个明明白白。\\n\\n我张着嘴，筷子停在嘴边，一块冬瓜盅掉了下来，二丫眼疾手快替我接住。\\n\\n我也顾不上这冬瓜盅了，眼珠子缓缓轮向隔壁雅间的方向，用了不少力气才压住喷薄而出的骂街。\\n\\n你，塔玛，说你是谁？\\n\\n………\",\"timestamp\":1640933383,\"title\":\"小说|《碎玉不识卿》第三章\"},\"digest\":\"CiAk92tD7PJCtVULRNNF0mZGb-Fjwh6O61mCBCjyHAk\",\"authorship\":{\"contributor\":\"0xe8662aaB799E89AA5601995039036123413b92dE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Bb5VlThItIBbU0LFkinlx4SGZsHQkI-BsmDUhQU0mk\\\",\\\"y\\\":\\\"ZAZlGkwQ_39gcYcH302B_gv_917FOtRgfzJ9gARPTyo\\\"}\",\"signature\":\"NUDXlv7k__G7326f0CnPFp_1SpDfLLHnbIT93lXsQvowfSJ_JnF3X6E3DUSSsZHM-cyOaYSfxnA_UWqquODccw\",\"signingKeySignature\":\"0x282d472d576c0e1a6c61ed53063d9d636424ded235ca41079cc2beaafbbc1179456e3d183c444046ad793501552041cefca1eb5f7810c949fb5184857f2bbc671b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Bb5VlThItIBbU0LFkinlx4SGZsHQkI-BsmDUhQU0mk\\\",\\\"y\\\":\\\"ZAZlGkwQ_39gcYcH302B_gv_917FOtRgfzJ9gARPTyo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CiAk92tD7PJCtVULRNNF0mZGb-Fjwh6O61mCBCjyHAk\"}"