"{\"content\":{\"body\":\"The extent of this compensation is most beautifully illustrated in the cases of Laura Bridgman and Helen Keller. No better examples could be found of the compensatory ability of differentiated organs to replace absent or disabled ones.\\n\\nLaura Dewey Bridgman was born December 21, 1829, at Hanover, N.H. Her parents were farmers and healthy people. They were of average height, regular habits, slender build, and of rather nervous dispositions. Laura inherited the physical characteristics of her mother. In her infancy she was subject to convulsions, but at twenty months had improved, and at this time had learned to speak several words. At the age of two years, in common with two of the other children of the family, she had an attack of severe scarlet fever. Her sisters died, and she only recovered after both eyes and ears had suppurated; taste and smell were also markedly impaired. Sight in the left eye was entirely abolished, but she had some sensation for large, bright objects in the right eye up to her eighth year; after that time she became totally blind. After her recovery it was two years before she could sit up all day, and not until she was five years old had she entirely regained her strength. Hearing being lost, she naturally never developed any speech; however, she was taught to sew, knit, braid, and perform several other minor household duties. In 1837 Dr. S. W. Howe, the Director of the Massachusetts Asylum for the Blind, took Laura in charge, and with her commenced the ordinary deaf-mute education. At this time she was seven years and ten months old. Two years later she had made such wonderful progress and shown such ability to learn that, notwithstanding her infirmities, she surpassed any of the pupils of her class. Her advancement was particularly noticed immediately after her realization that an idea could be expressed by a succession of raised letters. In fact, so rapid was her progress, that it was deemed advisable by the authorities to hold her back. By her peculiar sensibility to vibration she could distinguish the difference between a whole and a half note in music, and she struck the notes on the piano quite correctly. During the first years of her education she could not smell at all, but later she could locate the kitchen by this sense. Taste had developed to such an extent that at this time she could distinguish the different degrees of acidity. The sense of touch, however, was exceedingly delicate and acute. As to her moral habits, cleanliness was the most marked. The slightest dirt or rent in her clothes caused her much embarrassment and shame, and her sense of order, neatness, and propriety was remarkable. She seemed quite at home and enjoyed the society of her own sex, but was uncomfortable and distant in the society of males. She quickly comprehended the intellectual capacity of those with whom she was associated, and soon showed an affiliation for the more intelligent of her friends. She was quite jealous of any extra attention shown to her fellow scholars, possibly arising from the fact that she had always been a favorite. She cried only from grief, and partially ameliorated bodily pain by jumping and by other excessive muscular movements. Like most mutes, she articulated a number of noises,--50 or more, all monosyllabic; she laughed heartily, and was quite noisy in her play. At this time it was thought that she had been heard to utter the words doctor, pin, ship, and others. She attached great importance to orientation, and seemed quite ill at ease in finding her way about when not absolutely sure of directions. She was always timid in the presence of animals, and by no persuasion could she be induced to caress a domestic animal. In common with most maidens, at sixteen she became more sedate, reserved and thoughtful; at twenty she had finished her education. In 1878 she was seen by G. Stanley Hall, who found that she located the approach and departure of people through sensation in her feet, and seemed to have substituted the cutaneous sense of vibration for that of hearing. At this time she could distinguish the odors of various fragrant flowers and had greater susceptibility to taste, particularly to sweet and salty substances. She had written a journal for ten years, and had also composed three autobiographic sketches, was the authoress of several poems, and some remarkably clever letters. She died at the Perkins Institute, May 24, 1889, after a life of sixty years, burdened with infirmities such as few ever endure, and which, by her superior development of the remnants of the original senses left her, she had overcome in a degree nothing less than marvelous. According to a well-known observer, in speaking of her mental development, although she was eccentric she was not defective. She necessarily lacked certain data of thought, but even this feet was not very marked, and was almost counterbalanced by her exceptional power of using what remained.\\n\\nIn the present day there is a girl as remarkable as Laura Bridgman, and who bids fair to attain even greater fame by her superior development. This girl, Helen Keller, is both deaf and blind; she has been seen in all the principal cities of the United States, has been examined by thousands of persons, and is famous for her victories over infirmities. On account of her wonderful power of comprehension special efforts have been made to educate Helen Keller, and for this reason her mind is far more finely developed than in most girls of her age. It is true that she has the advantage over Laura Bridgman in having the senses of taste and smell, both of which she has developed to a most marvelous degree of acuteness. It is said that by odor alone she is always conscious of the presence of another person, no matter how noiseless his entrance into the room in which she may be. She cannot be persuaded to take food which she dislikes, and is never deceived in the taste. It is, however, by the means of what might be called \\\"touch-sight\\\" that the most miraculous of her feats are performed. By placing her hands on the face of a visitor she is able to detect shades of emotion which the normal human eye fails to distinguish, or, in the words of one of her lay observers, \\\"her sense of touch is developed to such an exquisite extent as to form a better eye for her than are yours or mine for us; and what is more, she forms judgments of character by this sight.\\\" According to a recent report of a conversation with one of the principals of the school in which her education is being completed, it is said that since the girl has been under his care he has been teaching her to sing with great success. Placing the fingers of her hands on the throat of a singer, she is able to follow notes covering two octaves with her own voice, and sings synchronously with her instructor. The only difference between her voice and that of a normal person is in its resonant qualities. So acute has this sense become, that by placing her hand upon the frame of a piano she can distinguish two notes not more than half a tone apart. Helen is expected to enter the preparatory school for Radcliffe College in the fall of 1896.\\n\\nAt a meeting of the American Association to Promote the Teaching of Speech to the Deaf, in Philadelphia, July, 1896, this child appeared, and in a well-chosen and distinct speech told the interesting story of her own progress. Miss Sarah Fuller, principal of the Horace Mann School for the Deaf, Boston, is credited with the history of Helen Keller, as follows:--\\n\\n\\\"Helen Keller's home is in Tuscumbia, Ala. At the age of nineteen months she became deaf, dumb, and blind after convulsions lasting three days. Up to the age of seven years she had received no instruction. Her parents engaged Miss Sullivan of the Perkins Institute for the Blind, South Boston, to go to Alabama as her teacher. She was familiar with methods of teaching the blind, but knew nothing about instructing deaf children. Miss Sullivan called upon Miss Fuller for some instruction on the subject. Miss Fuller was at that time experimenting with two little deaf girls to make them speak as hearing children do, and called Miss Sullivan's attention to it. Miss Sullivan left for her charge, and from time to time made reports to Dr. Anagnos the principal of the Perkins School, which mentioned the remarkable mind which she found this little Alabama child possessed. The following year Miss Sullivan brought the child, then eight years old, to Boston, and Mrs. Keller came with her. They visited Miss Fuller's school. Miss Sullivan had taught the child the manual alphabet, and she had obtained much information by means of it. Miss Fuller noticed how quickly she appreciated the ideas given to her in that way.\\n\\n\\\"It is interesting to note that before any attempt had been made to teach the child to speak or there had been any thought of it, her own quickness of thought had suggested it to her as she talked by hand alphabet to Miss Fuller. Her mother, however, did not approve Miss Fuller's suggestion that an attempt should be made to teach her speech. She remained at the Perkins School, under Miss Sullivan's charge, another year, when the matter was brought up again, this time by little Helen herself, who said she must speak. Miss Sullivan brought her to Miss Fuller's school one day and she received her first lesson, of about two hours' length.\\n\\n\\\"The child's hand was first passed over Miss Fuller's face, mouth, and neck, then into her mouth, touching the tongue, teeth, lips, and hard palate, to give her an idea of the organs of speech. Miss Fuller then arranged her mouth, tongue, and teeth for the sound of i as in it. She took the child's finger and placed it upon the windpipe so that she might feel the vibration there, put her finger between her teeth to show her how wide apart they were, and one finger in the mouth to feel the tongue, and then sounded the vowel. The child grasped the idea at once. Her fingers flew to her own mouth and throat, and she produced the sound so nearly accurate that it sounded like an echo. Next the sound of ah was made by dropping the jaw a little and letting the child feel that the tongue was soft and lying in the bed of the jaw with the teeth more widely separated. She in the same way arranged her own, but was not so successful as at first, but soon produced the sound perfectly.\\\"\\n\\nEleven such lessons were given, at intervals of three or four days, until she had acquired all the elements of speech, Miss Sullivan in the meantime practicing with the child on the lessons received. The first word spoken was arm, which was at once associated with her arm; this gave her great delight. She soon learned to pronounce words by herself, combining the elements she had learned, and used them to communicate her simple wants. The first connected language she used was a description she gave Miss Fuller of a visit she had made to Dr. Oliver Wendell Holmes, in all over 200 words. They were, all but two or three, pronounced correctly. She now, six years afterward, converses quite fluently with people who know nothing of the manual alphabet by placing a couple of fingers on the speaker's lips, her countenance showing great intentness and brightening as she catches the meaning. Anybody can understand her answers.\\\"\\n\\nIn a beautiful eulogy of Helen Keller in a recent number of Harper's Magazine, Charles Dudley Warner expresses the opinion that she is the purest-minded girl of her age in the world.\\n\\nEdith Thomas, a little inmate of the Perkins Institute for the Blind, at South Boston, is not only deaf and dumb but also blind. She was a fellow-pupil with Helen Keller, and in a measure duplicated the rapid progress of her former playmate. In commenting on progress in learning to talk the Boston Herald says: \\\"And as the teacher said the word 'Kitty' once or twice she placed the finger-tips of one hand upon the teacher's lips and with the other hand clasped tightly the teacher's throat; then, guided by the muscular action of the throat and the position of the teeth, tongue, and lips, as interpreted by that marvelous and delicate touch of hers, she said the word 'Kitty' over and over again distinctly in a very pretty way. She can be called dumb no longer, and before the summer vacation comes she will have mastered quite a number of words, and such is her intelligence and patience, in spite of the loss of three senses, she may yet speak quite readily.\\n\\n\\\"Her history is very interesting. She was born in Maplewood, and up to the time of contracting diphtheria and scarlet fever, which occurred when she was four years old, had been a very healthy child of more than ordinary quickness and ability. She had attained a greater command of language than most children of her age. What a contrast between these 'other days,' as she calls them, and the days which followed, when hearing and sight were completely gone, and gradually the senses of speech and smell went, too! After the varied instruction of the blind school the little girl had advanced so far as to make the rest of her study comparatively easy. The extent of her vocabulary is not definitely known, but it numbers at least 700 words. Reading, which was once an irksome task, has become a pleasure to her. Her ideas of locality and the independence of movement are remarkable, and her industry and patience are more noticeable from day to day. She has great ability, and is in every respect a very wonderful child.\\\"\\n\\nAccording to recent reports, in the vicinity of Rothesay, on the Clyde, there resides a lady totally deaf and dumb, who, in point of intelligence, scholarship, and skill in various ways, far excels many who have all their faculties. Having been educated partly in Paris, she is a good French scholar, and her general composition is really wonderful. She has a shorthand system of her own, and when writing letters, etc., she uses a peculiar machine, somewhat of the nature of a typewriter.\\n\\nAmong the deaf persons who have acquired fame in literature and the arts have been Dibil Alkoffay, an Arabian poet of the eighth century; the tactician, Folard; the German poet, Engelshall; Le Sage; La Condamine, who composed an epigram on his own infirmity; and Beethoven, the famous musician. Fernandez, a Spanish painter of the sixteenth century, was a deaf-mute.\\n\\nAll the world pities the blind, but despite their infirmities many have achieved the highest glory in every profession. Since Homer there have been numerous blind poets. Milton lost none of his poetic power after he had become blind. The Argovienne, Louise Egloff, and Daniel Leopold, who died in 1753, were blind from infancy. Blacklock, Avisse, Koslov, and La Mott-Houdart are among other blind poets. Asconius Pedianus, a grammarian of the first century; Didyme, the celebrated doctor of Alexandria; the Florentine, Bandolini, so well versed in Latin poetry; the celebrated Italian grammarian, Pontanus; the German, Griesinger, who spoke seven languages; the philologist, Grassi, who died in 1831, and many others have become blind at an age more or less advanced in their working lives.\\n\\nProbably the most remarkable of the blind scientists was the Englishman, Saunderson, who in 1683, in his first year, was deprived of sight after an attack of small-pox. In spite of his complete blindness he assiduously studied the sciences, and graduated with honor at the University of Cambridge in mathematics and optics. His sense of touch was remarkable. He had a collection of old Roman medals, all of which, without mistake, he could distinguish by their impressions. He also seemed to have the ability to judge distance, and was said to have known how far he had walked, and by the velocity he could even tell the distance traversed in a vehicle. Among other blind mathematicians was the Dutchman, Borghes (died in 1652); the French astronomer, the Count de Pagan, who died in 1655; Galileo; the astronomer, Cassini, and Berard, who became blind at twenty-three years, and was for a long time Professor of Mathematics at the College of Briancon.\\n\\nIn the seventeenth century the sculptor, Jean Gonnelli, born in Tuscany, became blind at twenty years; but in spite of his infirmity he afterward executed what were regarded as his masterpieces. It is said that he modeled a portrait of Pope Urban VIII, using as a guide his hand, passed from time to time over the features. Lomazzo, the Italian painter of the eighteenth century, is said to have continued his work after becoming blind.\\n\\nSeveral men distinguished for their bravery and ability in the art of war have been blind. Jean de Troczow, most commonly known by the name of Ziska, in 1420 lost his one remaining eye, and was afterward known as the \\\"old blind dog,\\\" but, nevertheless, led his troops to many victories. Froissart beautifully describes the glorious death of the blind King of Bohemia at the battle of Crecy in 1346. Louis III, King of Provence; Boleslas III, Duke of Bohemia; Magnus IV, King of Norway, and Bela II, King of Hungary, were blind. Nathaniel Price, a librarian of Norwich in the last century, lost his sight in a voyage to America, which, however, did not interfere in any degree with his duties, for his books were in as good condition and their location as directly under his knowledge, during his blindness as they were in his earlier days. At the present day in New York there is a blind billiard expert who occasionally gives exhibitions of his prowess.\\n\\nFeats of Memory.--From time to time there have been individuals, principally children, who gave wonderful exhibitions of memory, some for dates, others for names, and some for rapid mental calculation. Before the Anthropological Society in 1880 Broca exhibited a lad of eleven, a Piedmontese, named Jacques Inaudi. This boy, with a trick monkey, had been found earning his livelihood by begging and by solving mentally in a few minutes the most difficult problems in arithmetic. A gentleman residing in Marseilles had seen him while soliciting alms perform most astonishing feats of memory, and brought him to Paris. In the presence of the Society Broca gave him verbally a task in multiplication, composed of some trillions to be multiplied by billions. In the presence of all the members he accomplished his task in less than ten minutes, and without the aid of pencil and paper, solving the whole problem mentally. Although not looking intelligent, and not being able to read or write, he perhaps could surpass any one in the world in his particular feat. It was stated that he proceeded from left to right in his calculations, instead of from right to left in the usual manner. In his personal appearance the only thing indicative of his wonderful abilities was his high forehead.\\n\\nAn infant prodigy named Oscar Moore was exhibited to the physicians of Chicago at the Central Music Hall in 1888, and excited considerable comment at the time. The child was born of mulatto parents at Waco, Texas, on August 19, 1885, and when only thirteen months old manifested remarkable mental ability and precocity. S. V. Clevenger, a physician of Chicago, has described the child as follows:--\\n\\n\\\"Oscar was born blind and, as frequently occurs in such cases, the touch-sense compensatingly developed extraordinarily. It was observed that after touching a person once or twice with his stubby baby fingers, he could thereafter unfailingly recognize and call by name the one whose hand he again felt. The optic sense is the only one defective, for tests reveal that his hearing, taste, and smell are acute, and the tactile development surpasses in refinement. But his memory is the most remarkable peculiarity, for when his sister conned her lessons at home, baby Oscar, less than two years old, would recite all he heard her read. Unlike some idiot savants, in which category he is not to be included, who repeat parrot-like what they have once heard, baby Oscar seems to digest what he hears, and requires at least more than one repetition of what he is trying to remember, after which he possesses the information imparted and is able to yield it at once when questioned. It is not necessary for him to commence at the beginning, as the possessors of some notable memories were compelled to do, but he skips about to any required part of his repertoire.\\n\\n\\\"He sings a number of songs and counts in different languages, but it is not supposable that he understands every word he utters. If, however, his understanding develops as it promises to do, he will become a decided polyglot. He has mastered an appalling array of statistics, such as the areas in square miles of hundreds of countries, the population of the world's principal cities, the birthdays of all the Presidents, the names of all the cities of the United States of over 10,000 inhabitants, and a lot of mathematical data. He is greatly attracted by music, and this leads to the expectation that when more mature he may rival Blind Tom.\\n\\n\\\"In disposition he is very amiable, but rather grave beyond his years. He shows great affection for his father, and is as playful and as happy as the ordinary child. He sleeps soundly, has a good childish appetite, and appears to be in perfect health. His motions are quick but not nervous, and are as well coordinated as in a child of ten. In fact, he impresses one as having the intelligence of a much older child than three years (now five years), but his height, dentition, and general appearance indicate the truthfulness of the age assigned. An evidence of his symmetrical mental development appears in his extreme inquisitiveness. He wants to understand the meaning of what he is taught, and some kind of an explanation must be given him for what he learns. Were his memory alone abnormally great and other faculties defective, this would hardly be the case; but if so, it cannot at present be determined.\\n\\n\\\"His complexion is yellow, with African features, flat nose, thick lips but not prognathous, superciliary ridges undeveloped, causing the forehead to protrude a little. His head measures 19 inches in circumference, on a line with the upper ear-tips, the forehead being much narrower than the occipitoparietal portion, which is noticeably very wide. The occiput protrudes backward, causing a forward sweep of the back of the neck. From the nose-root to the nucha over the head he measures 13 1/2 inches, and between upper ear- tips across and over the head 11 inches, which is so close to the eight-and ten-inch standard that he may be called mesocephalic. The bulging in the vicinity of the parietal region accords remarkably with speculations upon the location of the auditory memory in that region, such as those in the American Naturalist, July, 1888, and the fact that injury of that part of the brain may cause loss of memory of the meaning of words. It may be that the premature death of the mother's children has some significance in connection with Oscar's phenomenal development. There is certainly a hypernutrition of the parietal brain with atrophy of the optic tract, both of which conditions could arise from abnormal vascular causes, or the extra growth of the auditory memory region may have deprived of nutrition, by pressure, the adjacent optic centers in the occipital brain. The otherwise normal motion of the eyes indicates the nystagmus to be functional.\\n\\n\\\"Sudden exaltation of the memory is often the consequence of grave brain disease, and in children this symptom is most frequent. Pritchard, Rush, and other writers upon mental disorders record interesting instances of remarkable memory-increase before death, mainly in adults, and during fever and insanity. In simple mania the memory is often very acute. Romberg tells of a young girl who lost her sight after an attack of small-pox, but acquired an extraordinary memory. He calls attention to the fact that the scrofulous and rachitic diatheses in childhood are sometimes accompanied by this disorder. Winslow notes that in the incipient state of the brain disease of early life connected with fevers, disturbed conditions of the cerebral circulation and vessels, and in affections of advanced life, there is often witnessed a remarkable exaltation of the memory, which may herald death by apoplexy.\\n\\n\\\"Not only has the institution of intelligence in idiots dated from falls upon the head, but extra mentality has been conferred by such an event Pritchard tells of three idiot brothers, one of whom, after a severe head injury, brightened up and became a barrister, while his brothers remained idiotic. 'Father Mabillon,' says Winslow, 'is said to have been an idiot until twenty- six years of age, when he fractured his skull against a stone staircase. He was trepanned. After recovering, his intellect fully developed itself in a mind endowed with a lively imagination, an amazing memory, and a zeal for study rarely equaled.' Such instances can be accounted for by the brain having previously been poorly nourished by a defective blood supply, which defect was remedied by the increased circulation afforded by the head-injury.\\n\\n\\\"It is a commonly known fact that activity of the brain is attended with a greater head-circulation than when the mind is dull, within certain limits. Anomalous development of the brain through blood-vessels, affording an extra nutritive supply to the mental apparatus, can readily be conceived as occurring before birth, just as aberrant nutrition elsewhere produces giants from parents of ordinary size.\\n\\n\\\"There is but one sense-defect in the child Oscar, his eyesight-absence, and that is atoned for by his hearing and touch-acuteness, as it generally is in the blind. Spitzka and others demonstrate that in such cases other parts of the brain enlarge to compensate for the atrophic portion which is connected with the functionless nerves. This, considered with his apparently perfect, mental and physical health, leaves no reason to suppose that Oscar's extravagant memory depends upon disease any more than we can suspect all giants of being sickly, though the anomaly is doubtless due to pathologic conditions. Of course, there is no predicting what may develop later in his life, but in any event science will be benefited.\",\"timestamp\":1639718385,\"title\":\"\\nsometimes even taste and smell, are wanting, the individuals in a most wonderful way have developed the sense of touch to such a degree that it almost replaces the absent senses.\"},\"digest\":\"dKBaHOW-UiF_d0kb8fFMqQbqZjxBT-SB0ra25hnqW9k\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a-TO6zAS-BmPvf8ceQQcR1z4cGl2UeSuQl9kgrOAzN0\\\",\\\"y\\\":\\\"6bvVzcRUscXbPbGbm6iZiXJ77OZ10SYa2KhLE87po9M\\\"}\",\"signature\":\"eH6bM-_dbK7avJxHfLqeDmnZLjUvP3fn9q-7nh9y2rLNqYHkdap4KVTQONVg6pHWCQr09adFBnwmQYHtGWJfAw\",\"signingKeySignature\":\"0x10f55a1f0fab8f6954a56ce39221b0104362bd70bdc19a2f242e5df9955f6dbd7c6e73a9899100af0045346c60f0134ab7e0d1a6c10aaed52c3b0252ab0a95a81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a-TO6zAS-BmPvf8ceQQcR1z4cGl2UeSuQl9kgrOAzN0\\\",\\\"y\\\":\\\"6bvVzcRUscXbPbGbm6iZiXJ77OZ10SYa2KhLE87po9M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dKBaHOW-UiF_d0kb8fFMqQbqZjxBT-SB0ra25hnqW9k\"}"