"{\"content\":{\"body\":\". When the patient was discharged no pulse could be found in the leg.\\n\\nDismukes reports a case in which the patient had received 13 wounds, completely severing the subclavian artery, and, without any medical or surgical aid, survived the injury two hours.\\n\\nIllustrative of the degree of hemorrhage which may follow an injury so slight as that of falling on a needle we cite an instance, reported by a French authority, of a child who picked up a needle, and, while running with it to its mother, stumbled and fell, the needle penetrating the 4th intercostal space, the broadened end of it remaining outside of the wound. The mother seized the needle between her teeth and withdrew it, but the child died, before medical aid could be summoned, from internal hemorrhage, causing pulmonary pressure and dyspnea.\\n\\nRupture of the esophagus is attributable to many causes. Dryden mentions vomiting as a cause, and Guersant reports the case of a little girl of seven, who, during an attack of fever, ruptured her esophagus by vomiting. In 1837 Heyfelder reported the case of a drunkard, who, in a convulsion, ruptured his esophagus and died. Williams mentions a case in which not only the gullet, but also the diaphragm, was ruptured in vomiting. In this country, Bailey and Fitz have recorded cases of rupture of the esophagus. Brewer relates a parallel instance of rupture from vomiting. All the foregoing cases were linear ruptures, but there is a unique case given by Boerhaave in 1724, in which the rent was transverse. Ziemssen and Mackenzie have both translated from the Latin the report of this case which is briefly as follows: The patient, Baron de Wassenaer, was fifty years of age, and, with the exception that he had a sense of fulness after taking moderate meals, he was in perfect health. To relieve this disagreeable feeling he was in the habit of taking a copious draught of an infusion of \\\"blessed thistle\\\" and ipecacuanha. One day, about 10.30 in the evening, when he had taken no supper, but had eaten a rather hearty dinner, he was bothered by a peculiar sensation in his stomach, and to relieve this he swallowed about three tumbler-fuls of his usual infusion, but to no avail. He then tried to excite vomiting by tickling the fauces, when, in retching, he suddenly felt a violent pain; he diagnosed his own case by saying that it was \\\"the bursting of something near the pit of the stomach.\\\" He became prostrated and died in eighteen and one-half hours; at the necropsy it was seen that without any previously existing signs of disease the esophagus had been completely rent across in a transverse direction.\\n\\nSchmidtmuller mentions separation of the esophagus from the stomach; and Flint reports the history of a boy of seven who died after being treated for worms and cerebral symptoms. After death the contents of the stomach were found in the abdominal cavity, and the esophagus was completely separated from the stomach. Flint believed the separation was postmortem, and was possibly due to the softening of the stomach by the action of the gastric acids. In this connection may be mentioned the case reported by Hanford of a man of twenty-three who had an attack of hematemesis and melanema two years before death. A postmortem was made five hours after death, and there was so much destruction of the stomach by a process resembling digestion that only the pyloric and cardiac orifices were visible. Hanford suggests that this was an instance of antemortem digestion of the stomach which physiologists claim is impossible.\\n\\nNearly all cases of rupture of the stomach are due to carcinoma, ulcer, or some similar condition, although there have been instances of rupture from pressure and distention. Wunschheim reports the case of a man of fifty-two who for six months presented symptoms of gastric derangement, and who finally sustained spontaneous rupture of the posterior border of the stomach due to overdistention. There was a tear two inches long, beginning near the cardiac end and running parallel to the lesser curvature. The margin of the tear showed no evidence of digestion. There were obstructing esophageal neoplasms about 10 1/3 inches from the teeth, which prevented vomiting. In reviewing the literature Wunschheim found only six cases of spontaneous rupture of the stomach. Arton reports the case of a negro of fifty who suffered from tympanites. He was a hard drinker and had been aspirated several times, gas heavily laden with odors of the milk of asafetida being discharged with a violent rush. The man finally died of his malady, and at postmortem it was found that his stomach had burst, showing a slit four inches long. The gall bladder contained two quarts of inspissated bile. Fulton mentions a case of rupture of the esophageal end of a stomach in a child. The colon was enormously distended and the walls thickened. When three months old it was necessary to puncture the bowel for distention. Collins describes spontaneous rupture of the stomach in a woman of seventy-four, the subject of lateral curvature of the spine, who had frequent attacks of indigestion and tympanites. On the day of death there was considerable distention, and a gentle purgative and antispasmodic were given. Just before death a sudden explosive sound was heard, followed by collapse. A necropsy showed a rupture two inches long and two inches from the pyloric end. Lallemand mentions an instance of the rupture of the coats of the stomach by the act of vomiting. The patient was a woman who had suffered with indigestion five or six months, but had been relieved by strict regimen. After indulging her appetite to a greater extent than usual, she experienced nausea, and made violent and ineffectual efforts to discharge the contents of the stomach. While suffering great agony she experienced a sensation as if something was tearing in the lower part of her belly. The woman uttered several screams, fell unconscious, and died that night. Postmortem examination showed that the anterior and middle part of the stomach were torn obliquely to the extent of five inches. The tear extended from the smaller toward the greater curvature. The edges were thin and irregular and presented no marks of disease. The cavity of the peritoneum was full of half-digested food. The records of St. Bartholomew's Hospital, London, contain the account of a man of thirty-four who for two years had been the subject of paroxysmal pain in the stomach. The pains usually continued for several hours and subsided with vomiting. At St. Bartholomew's he had an attack of vomiting after a debauch. On the following day he was seized with vomiting accompanied by nausea and flatus, and after a sudden attack of pain at the pit of the stomach which continued for two hours, he died. A ragged opening at the esophageal orifice, on the anterior surface of the stomach was found. This tear extended from below the lesser curvature to its extremity, and was four inches long. There were no signs of gastric carcinoma or ulcer.\\n\\nClarke reports the case of a Hindoo of twenty-two, under treatment for ague, who, without pain or vomiting, suddenly fell into collapse and died twenty-three hours later. He also mentions a case of rupture of the stomach of a woman of uncertain history, who was supposed to have died of cholera. The examination of the bodies of both cases showed true rupture of the stomach and not mere perforation. In both cases, at the time of rupture, the stomach was empty, and the gastric juice had digested off the capsules of the spleens, thus allowing the escape of blood into the abdominal cavities. The seats of rupture were on the anterior walls. In the first case the coats of the stomach were atrophied and thin. In the second the coats were healthy and not even softened. There was absence of softening, erosion, or rupture on the posterior walls.\\n\\nAs illustrative of the amount of paralytic distention that is possible, Bamberger mentions a case in which 70 pounds of fluid filled the stomach.\\n\\nVoluntary Vomiting.--It is an interesting fact that some persons exhibit the power of contracting the stomach at will and expelling its contents without nausea. Montegre mentions a distinguished member of the Faculty of Paris, who, by his own volition and without nausea or any violent efforts, could vomit the contents of his stomach. In his translation of \\\"Spallanzani's Experiments on Digestion\\\" Sennebier reports a similar instance in Geneva, in which the vomiting was brought about by swallowing air.\\n\\nIn discussing wounds and other injuries of the stomach no chapter would be complete without a description of the celebrated case of Alexis St. Martin, whose accident has been the means of contributing so much to the knowledge of the physiology of digestion. This man was a French Canadian of good constitution, robust and healthy, and was employed as a voyageur by the American Fur Company. On June 16, 1822, when about eighteen years of age, he was accidentally wounded by a discharge from a musket. The contents of the weapon, consisting of powder and duck-shot, entered his left side from a distance of not more than a yard off. The charge was directed obliquely forward and inward, literally blowing off the integument and muscles for a space about the size of a man's hand, carrying away the anterior half of the 6th rib, fracturing the 5th rib, lacerating the lower portion of the lowest lobe of the left lung, and perforating the diaphragm and the stomach. The whole mass of the discharge together with fragments of clothing were driven into the muscles and cavity of the chest. When first seen by Dr. Beaumont about a half hour after the accident, a portion of the lung, as large as a turkey's egg was found protruding through the external wound. The protruding lung was lacerated and burnt. Immediately below this was another protrusion, which proved to be a portion of the stomach, lacerated through all its coats. Through an orifice, large enough to admit a fore-finger, oozed the remnants of the food he had taken for breakfast. His injuries were dressed; extensive sloughing commenced, and the wound became considerably enlarged. Portions of the lung, cartilages, ribs, and of the ensiform process of the sternum came away. In a year from the time of the accident, the wound, with the exception of a fistulous aperture of the stomach and side, had completely cicatrized. This aperture was about 2 1/2 inches in circumference, and through it food and drink constantly extruded unless prevented by a tent-compress and bandage. The man had so far recovered as to be able to walk and do light work, his digestion and appetite being normal. Some months later a small fold or doubling of the stomachal coats slightly protruded until the whole aperture was filled, so as to supersede the necessity of a compress, the protruding coats acting as a valve when the stomach was filled. This valvular protrusion was easily depressed by the finger. St. Martin suffered little pain except from the depression of the skin. He took his food and drink like any healthy person, and for eleven years remained under Dr. Beaumont's own care in the Doctor's house as a servant. During this time were performed the experiments on digestion which are so well known. St. Martin was at all times willing to lend himself in the interest of physiologic science. In August, 1879, The Detroit Lancet contains advices that St. Martin was living at that time at St. Thomas, Joliette County, Province of Quebec, Canada. At the age of seventy-nine he was comparatively strong and well, and had always been a hard worker. At this time the opening in the stomach was nearly an inch in diameter, and in spite of its persistence his digestion had never failed him.\\n\\nSpizharny relates a remarkable case of gastric fistula in the loin, and collects 61 cases of gastric fistula, none of which opened in the loin. The patient was a girl of eighteen, who had previously had perityphlitis, followed by abscesses about the navel and lumbar region. Two fistulae were found in the right loin, and were laid open into one canal, which, after partial resection of the 12th rib, was dilated and traced inward and upward, and found to be in connection with the stomach. Food was frequently found on the dressings, but with the careful use of tampons a cure was effected.\\n\\nIn the olden times wounds of the stomach were not always fatal. The celebrated anatomist, Fallopius, successfully treated two cases in which the stomach was penetrated so that food passed through the wound. Jacobus Orthaeus tells us that in the city of Fuldana there was a soldier who received a wound of the stomach, through which food passed immediately after being swallowed; he adds that two judicious surgeons stitched the edges of the wound to the integuments, thereby effecting a cure. There is another old record of a gastric fistula through which some aliment passed during the period of eleven years.\\n\\nArcher tells of a man who was stabbed by a negro, the knife entering the cartilages of the 4th rib on the right side, and penetrating the stomach to the extent of two inches at a point about two inches below the xiphoid cartilage. The stomachal contents, consisting of bacon, cabbage, and cider, were evacuated. Shortly after the reception of the injury, an old soldier sewed up the wound with an awl, needle, and wax-thread; Archer did not see the patient until forty-eight hours afterward, at which time he cleansed and dressed the wound. After a somewhat protracted illness the patient recovered, notwithstanding the extent of injury and the primitive mode of treatment.\\n\\nTravers mentions the case of a woman of fifty-three who, with suicidal intent, divided her abdominal parietes below the navel with a razor, wounding the stomach in two places. Through the wound protruded the greater part of the larger curvature of the stomach; the arch of the colon and the entire greater omentum were both strangulated. A small portion of the coats of the stomach, including the wound, was nipped up, a silk ligature tied about it, and the entrails replaced. Two months afterward the patient had quite recovered, though the ligature of the stomach had not been seen in the stool. Clements mentions a robust German of twenty-two who was stabbed in the abdomen with a dirk, producing an incised wound of the stomach. The patient recovered and was returned to duty the following month.\\n\\nThere are many cases on record in which injury of the stomach has been due to some mistake or accident in the juggling process of knife-swallowing or sword-swallowing. The records of injuries of this nature extend back many hundred years, and even in the earlier days the delicate operation of gastrotomy, sometimes with a successful issue, was performed upon persons who had swallowed knives. Gross mentions that in 1502 Florian Mathias of Bradenberg removed a knife nine inches long from the stomach of a man of thirty-six, followed by a successful recovery. Glandorp, from whom, possibly, Gross derived his information, relates this memorable case as being under the direction of Florianus Matthaesius of Bradenburg. The patient, a native of Prague, had swallowed a knife eight or nine inches long, which lay pointing at the superior portion of the stomach. After it had been lodged in this position for seven weeks and two days gastrotomy was performed, and the knife extracted; the patient recovered. In 1613 Crollius reports the case of a Bohemian peasant who had concealed a knife in his mouth, thinking no one would suspect he possessed the weapon; while he was excited it slipped into the stomach, from whence it subsequently penetrated through to the skin; the man recovered. There is another old case of a man at Prague who swallowed a knife which some few weeks afterward made its exit from an abdominal abscess. Gooch quotes the case of a man, belonging to the Court of Paris, who, nine months after swallowing a knife, voided it at the groin. In the sixteenth century Laurentius Joubert relates a similar case, the knife having remained in the body two years. De Diemerbroeck mentions the fact that a knife ten inches long was extracted by gastrotomy, and placed among the rarities in the anatomic chamber of the University at Leyden. The operation was done in 1635 at Koenigsberg, by Schwaben, who for his surgical prowess was appointed surgeon to the King of Poland. The patient lived eight years after the operation.\\n\\nIt is said that in 1691, while playing tricks with a knife 6 1/2 inches long, a country lad of Saxony swallowed it, point first. He came under the care of Weserern, physician to the Elector of Brandenburgh, who successfully extracted it, two years and seven months afterward, from the pit of the lad's stomach. The horn haft of the knife was considerably digested. In 1720 Hubner of Rastembourg operated on a woman who had swallowed an open knife. After the incision it was found that the knife had almost pierced the stomach and had excited a slight suppuration. After the operation recovery was very prompt.\\n\\nBell of Davenport, Iowa, performed gastrotomy on a man, who, while attempting a feat of legerdemain, allowed a bar of lead, 10 1/8 inches long, 1 1/2 inches wide, and 9 1/2 ounces in weight, to slip into his stomach. The bar was removed and the patient recovered. Gussenbauer gives an account of a juggler who turned his head to bow an acknowledgment of applause while swallowing a sword; he thus brought his upper incisors against the sword, which broke off and slipped into his stomach. To relieve suffocation the sword was pushed further down. Gastrotomy was performed, and the piece of sword 11 inches long was extracted; as there was perforation of the stomach before the operation, the patient died of peritonitis.\\n\\nAn hour after ingestion, Bernays of St. Louis successfully removed a knife 9 1/2 inches long. By means of an army-bullet forceps the knife was extracted easily through an incision 5/8 inch long in the walls of the stomach. Gross speaks of a man of thirty who was in the habit of giving exhibitions of sword-swallowing in public houses, and who injured his esophagus to such an extent as to cause abscess and death. In the Journal of the American Medical Association, March 1, 1896, there is an extensive list of gastrotomies performed for the removal of knives and other foreign bodies, from the seventeenth century to the present time.\\n\\nThe physiologic explanation of sword-swallowing is quite interesting. We know that when we introduce the finger, a spoon, brush, etc., into the throat of a patient, we cause extremely disagreeable symptoms. There is nausea, gagging, and considerable hindrance with the function of respiration. It therefore seems remarkable that there are people whose physiologic construction is such that, without apparent difficulty, they are enabled to swallow a sword many inches long. Many of the exhibitionists allow the visitors to touch the stomach and outline the point of the sabre through the skin. The sabre used is usually very blunt and of rounded edges, or if sharp, a guiding tube of thin metal is previously swallowed. The explanation of these exhibitions is as follows: The instrument enters the mouth and pharynx, then the esophagus, traverses the cardiac end of the stomach, and enters the latter as far as the antrum of the pylorus, the small culdesac of the stomach. In their normal state in the adult these organs are not in a straight line, but are so placed by the passage of the sword. In the first place the head is thrown back, so that the mouth is in the direction of the esophagus, the curves of which disappear or become less as the sword proceeds; the angle that the esophagus makes with the stomach is obliterated, and finally the stomach is distended in the vertical diameter and its internal curve disappears, thus permitting the blade to traverse the greater diameter of the stomach. According to Guyot-Daubes, these organs, in a straight line, extend a distance of from 55 to 62 cm., and consequently the performer is enabled to swallow an instrument of this length. The length is divided as follows:--\\n\\nMouth and pharynx, . . . . . . . . . . . . 10 to 12 cm.  Esophagus, . . . . . . . . . . . . . . . . 25 to 28 cm.  Distended stomach, . . . . . . . . . . . . 20 to 22 cm.                                                -------------                                                 55 to 62 cm.\\n\\nThese acrobats with the sword have rendered important service to medicine. It was through the good offices of a sword-swallower that the Scotch physician, Stevens, was enabled to make his experiments on digestion. He caused this assistant to swallow small metallic tubes pierced with holes. They were filled, according to Reaumur's method, with pieces of meat. After a certain length of time he would have the acrobat disgorge the tubes, and in this way he observed to what degree the process of digestion had taken place. It was also probably the sword-swallower who showed the physicians to what extent the pharynx could be habituated to contact, and from this resulted the invention of the tube of Faucher, the esophageal sound, ravage of the stomach, and illumination of this organ by electric light. Some of these individuals also have the faculty of swallowing several pebbles, as large even as hen's eggs, and of disgorging them one by one by simple contractions of the stomach. From time to time individuals are seen who possess the power of swallowing pebbles, knives, bits of broken glass, etc., and, in fact, there have been recent tricky exhibitionists who claimed to be able to swallow poisons, in large quantities, with impunity. Henrion, called \\\"Casaandra,\\\" a celebrated example of this class, was born at Metz in 1761. Early in life he taught himself to swallow pebbles, sometimes whole and sometimes after breaking them with his teeth. He passed himself off as an American savage; he swallowed as many as 30 or 40 large pebbles a day, demonstrating the fact by percussion on the epigastric region. With the aid of salts he would pass the pebbles and make them do duty the next day. He would also swallow live mice and crabs with their claws cut. It was said that when the mice were introduced into his mouth, they threw themselves into the pharynx where they were immediately suffocated and then swallowed. The next morning they would be passed by the rectum flayed and covered with a mucous substance. Henrion continued his calling until 1820, when, for a moderate sum, he was induced to swallow some nails and a plated iron spoon 5 1/2 inches long and one inch in breadth. He died seven days later.\\n\\nAccording to Bonet, there was a man by the name of Pichard who swallowed a razor and two knives in the presence of King Charles II of England, the King himself placing the articles into the man's mouth. In 1810 Babbington and Curry are accredited with citing the history of an American sailor in Guy's Hospital, London, who frequently swallowed penknives for the amusement of his audiences. At first he swallowed four, and three days later passed them by the anus; on another occasion he swallowed 14 of different sizes with the same result. Finally he attempted to gorge himself with 17 penknives, but this performance was followed by horrible pains and alarming abdominal symptoms. His excrement was black from iron. After death the cadaver was opened and 14 corroded knives were found in the stomach, some of the handles being partly digested; two were found in the pelvis and one in the abdominal cavity. Pare recalls the instance of a shepherd who suffered distressing symptoms after gulping a knife six inches long. Afterward the knife was abstracted from his groin. Fabricius Hildanus cites a somewhat similar case.\\n\\nEarly in the century there was a man known as the \\\"Yankee knife-swallower,\\\" whose name was John Cummings, an American sailor, who had performed his feats in nearly all the ports of the world. One of his chief performances was swallowing a billiard ball. Poland mentions a man (possibly Cummings) who, in 1807, was admitted to Guy's Hospital with dyspeptic symptoms which he attributed to knife-swallowing. His story was discredited at first; but after his death, in March, 1809, there were 30 or 40 fragments of knives found in his stomach. One of the back-springs on a knife had transfixed the colon and rectum. In the Edinburgh Philosophical Journal for 1825 there is an account of a juggler who swallowed a knife which remained in his stomach and caused such intense symptoms that gastrotomy was advised; the patient, however, refused operation.\",\"timestamp\":1639718980,\"title\":\"\\nHeath had a case of injury to the external iliac artery from external violence, with subsequent obliteration of the vessel. \"},\"digest\":\"hoMY60lFCvwC4NECcjZeJzlc7bQBy7rcrv8YAkLHD3Y\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mKMnE8gC5sox13w-2tAauyJeB760n5sB3uWUTMGOYJw\\\",\\\"y\\\":\\\"6Va056tlLxslTU7ru765TV43vT2eyebnWMd6IcgU2nw\\\"}\",\"signature\":\"l4L9xsyD96O3_W0jOSLUUuHdmPERtMO0-Kk7YU6eTRfhUZ3LGn9gbKrcNzQYuGYo1GGBljlfUEybxMIAuTuxMg\",\"signingKeySignature\":\"0x7140cd0abeb2ec37495c6befb72d415e817da15b69aebdbf2b0c4025f8d25d881e5021bb12219df98adbe25d73b60e8862a6a9dbcd1aabee8f31a25fec718cc41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mKMnE8gC5sox13w-2tAauyJeB760n5sB3uWUTMGOYJw\\\",\\\"y\\\":\\\"6Va056tlLxslTU7ru765TV43vT2eyebnWMd6IcgU2nw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hoMY60lFCvwC4NECcjZeJzlc7bQBy7rcrv8YAkLHD3Y\"}"