"{\"content\":{\"body\":\"REI Network mainnet was launched as scheduled on Dec.30, we are here to answer the frequently asked questions from the community about REI Network mainnet. If you have any concerns, please feel free to ask questions in the Telegram Group (<https://t.me/GXChain_international>)/Discord group (<https://discord.com/invite/zhwWkXYtJt>).\\n\\n![](https://images.mirror-media.xyz/publication-images/3K0eNCFr2qWKCrue5YlrJ.png?height=1616&width=2872)\\n\\n**1. Why is a observation period** **necessary for REI Network mainnet launch? How long will it take?** \\n\\nA: In order to provide developers with a more stable development environment and a smoother experience for users, REI Network will reserve a BUG Bounty for 0-3 months at the beginning of its launch, and invite outstanding developers to find out bugs on the chain with rewards. During the public beta period, REI's ecosystem cooperation and rebrand will be carried out as planned. The public beta period is about 0-3 months, and the specifics will be determined according to the progress of the network development.  For detailed progress, please follow the official channels of REI Network.\\n\\n**2. Does REI Network start to swap its token as soon as the mainnet is launched?**\\n\\nA: The token swap has not yet started after the mainnet is launched. We will start the token exchange after the end of the public beta observation period, under the premise of ensuring network security.\\n\\n**3. When will the REI Network mainnet token swap start?**\\n\\nA: Please refer to the announcement from the crypto exchange for the GXC token in crypto exchanges, and refer to the announcement from the REI Network official for the GXC token in the GXC wallet.\\n\\n**4. Which ecosystems have been confirmed to cooperate with REI Network? What are the aspects of ecosystem cooperation will REI Network focus on?**\\n\\nA: The current ecosystem partners include Chainlink (pending), etc. Taking the characteristics of REI Network into account, REI Network will focus on Metaverse and GameFi in the future.\\n\\n### 5. How will REI Network conduct a token swap?\\n\\nA: 1) The GXC tokens in the crypto exchanges (such as Binance, Upbit, Huobi, etc.) will be automatically replaced and split into REI;\\n2) The GXC token in GXC wallet will be replaced and split through the official swap tool;\\n3) GXC staked can be replaced and split through the official converter after it is unlocked (the official converter will keep running for more than one year)\\n\\n**6. How many chains will exist after REI Network Mainnet launch?**\\n\\nA: REI Network is a chain. In the initial stage, taking the interests of those who have staked on GXChain into account, the GXChain will keep running for about half a year (the longest GXChain staking period is 6 months), and GXChain will be suspended after half a year, thus only REI Network will remain.\\n\\n**7. Will the username/wallet address be updated at the same time?**\\n\\nA: Because GXChain and REI Network adopt different underlying technologies and different private key generation methods, the username of the GXChain wallet will not be applied to REI Network, and the wallet will be updated at the same time.\\n\\n**8. How to swap GXC tokens in other wallets into REI tokens?**\\n\\nA: GXC token in other wallets needs to be transferred to GXC Wallet first, and then exchanged and split through the official converter.\\n\\n**9. Any attention should be paid to the use of REI Network? Is it difficult to use?**\\n\\nA: Compared to GXChain, REI Network is smoother, with higher TPS, lower gas fee, and EVM-compatible. In addition to using it in the official wallet, it can also be used in the Metamask wallet.\\n\\n**10. Will there be voting rewards after REI Network is launched? How is it different from that of GXChain?**\\n\\nA: REI Network still adopts the DPoS consensus mechanism, and there will be node election in the future. Users can also get rewards by voting for their favorite nodes. Compared with GXChain, REI Network node voting users can not only get fixed rewards from node blocking but also get dividend rewards. \\n\\n### Join the GXChain Community\\n\\nGXChain 2.0 is an EVM-compatible public blockchain. As an Ethereum para chain, it owns the features of lightweight, free and dev-friendly. GXChain 2.0 is to effectively solve the current high cost and low-efficiency problems of public chains. Therefore, GXChain can achieve free, low-cost development, and rapid migration of applications, and can be shared and symbiotic with the EVM ecosystem, also supporting the development of Defi, GameFi, and NFT.\\n\\n*Users can access the GXC token on:*\\n\\n[Binance](https://www.binance.com/en/trade/GXS_USDT) | [Huobi Global](https://www.huobi.com/en-us/exchange/gxc_usdt?invite_code=d8c53)| [Upbit ](https://upbit.com/exchange?code=CRIX.UPBIT.BTC-GXC)| [Bithumb](https://www.bithumb.pro/en-us/spot/trade?q=GXC-USDT) | [Bittrex](https://global.bittrex.com/Market/Index?MarketName=USDT-GXC)\\n\\nIf you are interested to participate in our community and receive timely updates from the following official channels:\\n\\n[Twitter](https://twitter.com/GXChainGlobal) | [Telegram ](https://t.me/GXChain_international)| [Medium](https://medium.com/gxchain-project) |[Github](http://github.com/gxchain/) | [Reddit](http://www.reddit.com/r/GXS/) | [Website](http://www.gxchain.org/en/)| [Discord](https://discord.com/invite/qHWZR5fJQa)\",\"timestamp\":1640865593,\"title\":\"FAQs for REI Network Mainnet Launch | Ten Tips You Need to Know \"},\"digest\":\"99GXOzv8Np5_xeT6ZEMEcCHh4AL7B6rbcgVZs06_unc\",\"authorship\":{\"contributor\":\"0xeaF9A6B15cE49DeAE7Fd8949D3B50B87Bf6AACcc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"signature\":\"Vprjc_6AFJpO0w-WBQKaOBSvpu09ySUlzQdXC17BexmzrnEQ_buDDfP91k9mGR67rsub8-r-ZoFzNWRZI5hrpQ\",\"signingKeySignature\":\"0xeab5974a6c114d120cdd2ba73d58b2e21f1eaab2a169c188287ec695a24aede81f520f51961628e9f471251031c327d47c6918107c9248187717e6e90600ee051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y6fVcYFGK2cJY7oaVNPjsCG85fk2gBedsl3nxeZjqQk\"}"