"{\"content\":{\"body\":\"I am returning to a topic that I have talked a lot about on this blog.\\n\\nA number of years ago at our annual CEO Summit, we had Angela Duckworth speak to our portfolio about Grit, the topic of [her excellent book on the subject](https://www.amazon.com/Grit-Passion-Perseverance-Angela-Duckworth/dp/1501111108). In Angela’s research, she determined that the single greatest determinant of success was not talent. It was grit.\\n\\nI was reminded of that last night as I watched Derrick Rose lead the New York Knicks to a must win in game two of their series against the Atlanta Hawks. The Knicks were a mess for the first half of the game and Derrick Rose singlehandedly kept them in the game.\\n\\nDerrick Rose was the first pick in the 2008 draft and by 2011 he became the youngest NBA player to win the Most Valuable Player award, something he accomplished at age 23. A year later he tore his ACL and he has struggled with injuries ever since.\\n\\nIn the middle of this season, the Knicks acquired Derrick Rose from the Detroit Pistons and soon thereafter he came down with Covid and missed several weeks.\\n\\nBut after Derrick Rose came back from Covid in the last seventeen games of the season, the Knicks won thirteen of those games and landed in fourth place in the East.\\n\\nAnd last night, he was the heart and soul of the Knicks. He kept them in the game until his teammates woke up, and he led the team in scoring in a must-win.\\n\\nDerrick Rose will never be the player he was at 23 when he could beat anyone off the dribble and score at will. He could have called it quits many times in the last nine years since he won his MVP. But he hasn’t quit, he’s worked his way back and he is leading an NBA team in the playoffs. It is really something to behold.\\n\\nNot everything goes the way we are expecting it to go. We get dealt bad hands and have to play them. That is way things are in life. There are people out there, like Derrick Rose, who show that you can make the best of a tough situation, keep going, and win anyway. That’s grit.\\n\",\"timestamp\":1622387247,\"title\":\"Grit, Resilience and Determination\",\"publication\":\"avc\"},\"digest\":\"7UU2AQ86GFL3Se4L7j7JOcIR7TIIGyotNaPippKj6sU\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"CTJL4p7_mjphJQWzl2PqCPf50zXNOWa6i_Ut45TPRxXZIaCT21VROBnQTumm025VLyrDUDHtDdS4FQEhCs56Xw\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UVLmic3T2spwLxZehkBR-zpA-hZ3CIMcNonjVCT0Q4o\"}"