"{\"content\":{\"body\":\"$CLUB is Live.\\n\\nHead over to [claim.seedclub.xyz](https://claim.seedclub.xyz) to claim your $CLUB today!\\n\\n**The official contract address for $CLUB is :\\n[0x5C111A840d9A3041DC67f792C2243463E8E5C8c3](https://etherscan.io/token/0x5C111A840d9A3041DC67f792C2243463E8E5C8c3)**\\n\\n*Please triple check that you are interacting with the correct $CLUB token and be weary of scammers!*\\n\\nFor a refresher on what Seed Club is, how $CLUB is distributed and what it’s being used for, please reference this Mirror post!\\n\\n[https://club.mirror.xyz/6oGZxfK787Yj3qNkyyrVrYzhM7TluZDfZ_e5bteyk2A](https://club.mirror.xyz/6oGZxfK787Yj3qNkyyrVrYzhM7TluZDfZ_e5bteyk2A)\\n\\n**CLUBdrop Details**\\n\\n500,000 $CLUB (or 5% of the total supply) is being dropped to past contributors.\\n\\n![](https://images.mirror-media.xyz/publication-images/9Y3rzum0G-XSdH7l8tijD.jpg?height=1800&width=1800)\\n\\n370,000 $CLUB is allocated as follows:\\n\\n* 185,000 $CLUB - To wallets that own two of the following tokens - $FWB, $BANK, $FF, $WRITE\\n* 185,000 $CLUB - To those who have contributed to Seed Club NFT sales\\n\\n***The snapshot for these contributions was taken at [block height 13430405](https://etherscan.io/block/13430405) - or October 16th, 2021.***\\n\\nEvery address that owned two of the qualifying tokens received a fixed allocation of $CLUB.\\n\\nEvery address that contributed to one of the following Seed Club NFT sales ([here](https://club.mirror.xyz/2jcmMIQ93KbFWvZ3xVvbcfD90qLhKBiqs8T3GMIOaQ0), [here](https://club.mirror.xyz/a5PQAwU0CuHJ90lEOmzq545nlC4qqNoTVTeHEGRrqow), and [here](https://club.mirror.xyz/dnN3Dwe-iD6jBpzkase4YLHTxYtnuFnmUbSoOfPEkjI)) earned a variable allocation split pro-rata based on the total amount of ETH contributed.\\n\\n100,000 $CLUB was allocated to 40 all-star project leads from past cohorts. These individuals went above and beyond within their cohorts, and continue to be leading proponents for Seed Club today. Each contributor received a fixed allocation of 2,500 $CLUB.\\n\\n30,000 $CLUB was allocated to 40 partners who contributed to past cohorts. These individuals were the mentors, collaborators and guiding hands who helped connect dots and provide direction for cohorts and their teams. Each contributor received a variable allocation of $CLUB as judged by Seed Club Wayfinders.\\n\\n## Claiming $CLUB\\n\\n1. Go to [claim.seedclub.xyz](https://claim.seedclub.xyz) and connect a Metamask or via Wallet Connect . You can connect multiple wallet addresses at once and check each one.\\n2. If you’re eligible, you’ll see this screen displaying the quantity of $CLUB you’re eligible for.\\n\\n![](https://images.mirror-media.xyz/publication-images/YdMWiMf2yxm3UJgJx2Bdc.png?height=1596&width=2880)\\n\\n1. Click “Claim”, confirm the transaction, and your $CLUB is on its way! If gas is too expensive, consider waiting for an off-peak time to claim. **You have until March 2022 to do this.**\\n2. After the transaction is confirmed, you’ll have received $CLUB! Use the contract address  0x5C111A840d9A3041DC67f792C2243463E8E5C8c3 to add it as a custom token in your wallet to see your balance.\\n3. You can repeat this with any wallet address that is eligible.\\n4. After claiming you will be able to 1) Join our first town hall. 2) Vote on the DAO 20 Awards next week. 3) Curate the upcoming SC04 accelerator cohort. 4) Access token-gated governance Discord channels.\\n5. [Join us on Discord.](https://discord.gg/seedclub)\\n\\nSee the claiming process in action here. \\\\[Video\\\\]\\n\\n[https://www.loom.com/share/7d126b5870ed4897b2eb5ab4991aadae](https://www.loom.com/share/7d126b5870ed4897b2eb5ab4991aadae)\\n\\n*Please note: Early contributors are subject to a 6 month cliff with 3 year vesting. $CLUB tokens subject to vesting can be claimed on the same site, under the “Vesting” tab. The first unlock will be on June 28th, 2022. Tokens claimed as part of the airdrop are not subject to vesting.*\\n\\n## DAO 20 Award Voting\\n\\nThe DAO 20 Awards reward top members of the DAO ecosystem and welcome them to the Seed Club family. For more information on the DAO 20 Awards, check out this post.\\n\\n[https://club.mirror.xyz/x-JRyo05vi82JJEvrp1fARjj5Sg6v6yJkauMfIKbqLg](https://club.mirror.xyz/x-JRyo05vi82JJEvrp1fARjj5Sg6v6yJkauMfIKbqLg)\\n\\nDAO 20 Awards Voting will begin January 5th at 9am PT. Voting will close at 10:30 am PT on Friday January 7th, 2022.\\n\\n**To be eligible to vote you must have $CLUB in your wallet at 6am PT January 5th.**\\n\\n*Note: The DAO 20 Award Voting period has changed from what was originally communicated in order to allow more people to claim tokens and be eligible to participate in the race voting.*\\n\\nFor those who entered the DAO 20 Awards, winners will receive tokens directly to their submitted wallet following the close of the race.\\n\\n*Please note: Early contributors and partners of Seed Club have opted out of joining the DAO 20 Awards. Profiles being displayed are those which completed the application with notable time and effort.*\\n\\n**Accessing Token Gated $CLUB Discord Channels**\\n\\nTo join the new $CLUB Discord channels, follow the steps below.\\n\\nFor existing Seed Club Discord members:\\n\\n1. Go to the [Seed Club server](http://discord.gg/seedclub)\\n2. Go to the #🚪｜join-club channel and connect your wallet with Medusa | Agora bot. You can connect multiple wallets. See below for further instructions.\\n\\nIf you are not yet a Seed Club Discord member:\\n\\n1. Join the [Seed Club server](http://discord.gg/seedclub).\\n2. Make an introduction in the #🌈｜introductions channel. You will get a @Sprout role at this stage.\\n3. Fill out the [Seed Club Community Form](https://airtable.com/shrObZ3OEIoWLJaqm) in the # 🌱｜start-here channel You will get a @Seedling role at this stage. It may take a few minutes to register.\\n4. Go to the #🚪｜join-club channel and connect your wallet with Medusa | Agora. You can connect multiple wallets. See below for further instructions.\\n\\nConnecting your wallet to Guild.xyz/Agora:\\n\\n1. Go to #🚪｜join-club channel and click the button “Join Seed Club”\\n2. The link will bring you to a landing page ([here](https://alpha.guild.xyz/seed-club)). Click “connect your wallet” on the top right.\\n3. Select wallets that hold $mCLUB and/or $CLUB tokens. You need a minimum of 10 $CLUB for gated Seed Club channels and/or 1 $mCLUB for gated mCLUB channels.\\n4. After your wallet has connected you will see if access has been granted or not granted.\\n\\n![](https://images.mirror-media.xyz/publication-images/-eV2mIEenp7i21TAkEit0.png?height=1440&width=2838)\\n\\n5\\\\. Go back to the discord server. You will get a confirmation message in #🚪｜join-club channel from the Medusa | Agora bot. You may have to wait 5-10 minutes for your roles/access to appear.\\n\\n### You’re in!\\n\\nWelcome to the toked-gated Discord experience. This is where you will see $CLUB governance channels:\\n\\n\\\\#🏆｜governance-headlines - announcements of snapshot votes, approved proposals, etc\\n\\n\\\\#🏆｜dao-ideas - a place to discuss pre-proposal ideas\\n\\n\\\\#🏆｜town-hall-🔊 - monthly town halls happen here, the first one will be on Jan 7th\\n\\n*If you’re having any issues, message us in the #🌱｜help-line channel.*\\n\\n## Upcoming Events\\n\\n### SC04 Cohort Vote\\n\\nThe Accelerator is the core of Seed Club, where the leaders and pioneers of web3 communities come to build and grow their projects.\\n\\nOur fourth accelerator cohort, SC04, is set to kick-off in early February. With over 200 applicants, we need your help curating which projects should be accepted into the 6-week program.\\n\\nVoting on top applicants will open in mid-January. More info to come 🔜\\n\\n### Town Hall\\n\\nOur first Town Hall will be on January 7th, 2022 at 10 am PT. RSVP on Discord [here](https://discord.com/channels/760571352896765962/859182127499968522/925419170609369100).This is your chance to learn more about the mission, culture and work of Seed Club and $CLUB, and importantly, how you can contribute. The Town Hall will also include time for questions and answers, and will introduce important building members of the Seed Club community. We hope to see you there!\\n\\n## Seed Club’s Next Chapter\\n\\nThe launch of $CLUB marks a pivotal next step for the Seed Club ecosystem. We’d like to thank all the contributors and community members who have spent countless hours bringing $CLUB into the world.\\n\\nWhile this is just the beginning of a much larger chapter, Seed Club would not be where it is today without readers such as yourself. To those joining the Seed Club family - welcome.\\n\\nFor those learning about Seed Club for the first time, we look forward to growing with you.\\n\\nLet’s grow!\",\"timestamp\":1640931400,\"title\":\"Welcome to Seed Club: $CLUB Guide\",\"publication\":\"club\"},\"digest\":\"8yuyr472-HlfzxNHg2DnrbNO-9Six-gJXNkY3SJvHKM\",\"authorship\":{\"contributor\":\"0x42DFAf5266Ad40AB4533F9806F5CC1DF4C1eB363\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TmlBsmDwr2UIQze1W3ll9B8jyzqVu0AYvezph4R5Z-I\\\",\\\"y\\\":\\\"F7hhvV8i5ZwE0TA0IM40KxvLuvf-nT79wrA7dzSy138\\\"}\",\"signature\":\"mFaFEuCEMH33CQvvpDyqjIYXo_auISEyQRU3M4RD3dp8AipXModRazHV5p_VJrWrZrygFTC0aAVT-Av1HuUelg\",\"signingKeySignature\":\"0x09b42f50403a4cbc50d60201d93b1a78594f9b7980f7b8006c68a394edd46e0f25c1b6a408229b20a6ae1c9a75554d3fcc0213e6b87ce55c40b5a781db3aa60c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TmlBsmDwr2UIQze1W3ll9B8jyzqVu0AYvezph4R5Z-I\\\",\\\"y\\\":\\\"F7hhvV8i5ZwE0TA0IM40KxvLuvf-nT79wrA7dzSy138\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"liTz20oXiY7LYRzwL0LtD5bxsbBzw8Zh9WqBLal3e0U\"}"