"{\"content\":{\"body\":\"fluttering great puffs of flame, and hear the steady crackle and snapping, as it were, of a great popper full of pop-corn, they, too, catch the infection, and run with a loud swashing and slatting of skirts, giggling and squealing about their hair coming down.\\n\\nIn the waving orange glare the crowd is seen, shifting and moving. It seems impossible for the onlookers to remain constant in one spot.  The chief, Charley Lomax, is gesticulating with wide arm movements.  He puts his speaking-trumpet to his mouth. \\\"Yoffemoffemoffemoffemoffi\\\" he says.\\n\\n\\\"Wha-at?\\\" the men halloo back.\\n\\n\\\"Yoffemoffemoffemoffemoff.\\\"\\n\\n\\\"What'd he say?\\\"\\n\\n\\\"Search me.  John, you run over and ask him what he wants.  Or, no; I'll go myself.\\\"\\n\\n\\\"Why in Sam Hill didn't you come sooner?\\\" demands the angry chief.\\n\\n\\\"Well, why in Sam Hill don't you talk so 's a body can understand you?  'Yoffemoffemoffemoffem.'  Who can make sense out o' that?\\\"\\n\\n\\\"The hose ain't long enough to reach from here to the hydrant. You 'n' some more of 'em run down t' th' house an' git that other reel.\\\"\\n\\n\\\"Aw, say, Chief!  Look here.  I'm awful busy right now.  Can't somebody else go?\\\"\\n\\n\\\"You go an' do what I tell you to, and don't gimme none o' your back talk.\\\"\\n\\n(Too dag-gon bossy and dictatorial, that Charley Lomax is.  Getting 'most too big for his breeches.  Never mind.  there's going to be a fire election week from Tuesday.  See whether he'll be chief next year or not.  Sending a man away from the fire right at the most interesting part!)\\n\\n\\\"I'll go, Chief, wommetoo,\\\" puts in jumbo Lee, all in a huddle of words.  \\\"Ije slivsnot.  Aw ri.  Mon Jim.  Shoonmeansmore of 'em go gitth'otherreel.\\\"\\n\\nJumbo isn't a member of the fire department, though he is wild to join.  He isn't old enough.  He is six feet one inch, weighs 180, and won't be sixteen till the 5th of next February.  Nobody ever saw him when he wasn't eating.  They say he clips his words so as to save time for eating.  He takes a cracker out of his pocket, shoves it in his mouth whole, jams his hat down till his ears stick out, and, with his companions, tears down the road, seemingly propelled as much by his elbows as by his legs.  Why, under the combined strain of growing and running, he doesn't part a seam somewhere is a dark mystery.\\n\\nCrash!  The roof of the barn caves in and reveals what we had not before suspected, that Platt's barn, on the other side of the alley, is afire too.  Say!  This is getting interesting.  The wind is setting directly toward Swope's house.  It has been so terribly dry this last month or so that the house will go like powder if it ever catches.  Why, I think Swope has a well and cistern both.  Used to have, anyway, before they put the water-works in, and the board of health condemned the wells.  Say!  There was a put-up job if there ever was one.  Why, sure!  Sure he had stock in the water works.  Doc. Muzzey?  I guess, yes . . .  .  Pity they ever traded off the hand-engine.  They got a light-running hook-and-ladder truck.  Won two prizes at the tournament, just with that truck.  But if they had that hand-engine now though! \\\"Up with her!  Down with her!\\\"  Have that fire out in no time!\\n\\nThey're not trying to save the barns.  They're a dead loss.  What little water they can get from the cisterns and wells around - hasn't it been dry? - they are using to try to save Swope's house, and the one next to it.  Is that where Lonny Wheeler lives?  I knew it was up this way somewhere.  Don't he look ridiculous, sitting up there a-straddle of his ridgepole, with a tin-cup?  A tin-cup, if you please.  Over this way a little.  See better. They're wetting down the roof.  Line of fellows passing buckets to the ladder, and a line up the ladder.  What big sparks those are! Puts you in mind of Fourth of July.  How the roof steams!  Must be hot up there.\\n\\nO-o-o-oh!\\n\\nA universal indrawn breath from all spectators proclaims their horror.  One of the men on the roof missed his footing and slipped, rolling over and over till he reached the roof of the porch, where he spread-eagled for a fall.  The women begin to moan.  Some poor fellow gone to his death.  Or, if he be so lucky as to miss death itself, he is doomed to languish all his days a helpless cripple. Like enough the sole support of an aged mother; or perhaps his wife is sitting up for him at home now, tiptoeing into the bedroom every little while to look at the sleeping children.  That's generally the way of it.  Who is there so free and foot-loose that, if harm befall him, some woman will not go mourning all her days? It must take the heart out of brave men to think what their women folk must suffer, mothers and wives and - Who?  Dan O'Brien?  Oh, he'll be all right.  He'll light on his feet like a cat.  I believe that boy is made of India rubber.  He never gets hurt.  Why, one time - Ah!  There he goes now up the ladder as if nothing had happened.  Hooray-ayayay!  Hooray-ay-ay-ay!  I thought he'd broken his neck as sure as shooting.\\n\\nWandering about one cannot fail to encounter what the gallant fire-laddies have rescued from the devouring element.  There is the piano with a deep scratch across the upper part, and the top lid hanging by one hinge.  It caught in the door, and the boys were kind of in a hurry.  There is the parlor carpet, plucked up by the roots, as it were; and two tubs, the washboard and a bag of clothes-pins; a stuffed chair, with three casters gone, the coffee-pot, a crayon enlargement, a winter overcoat, a blanket, a pile of old dresses, the screw-driver and a paper of tacks in the colander, the couch with a triangular rip in the cover, the coal-scuttle, a pile of dishes, the ax and wood-saw, a fancy pillow, the sewing-machine with the top gone, the wash-boiler, the basket of dirty clothes, with the stove-shaker and the parlor clock in together, and a heap of books, all spraddled and sprawled every which way.  Upon this pitiful mound sits Mrs. Swope with her baby sound asleep upon her bosom.  She mingles her tears with the sustaining tea that Mrs. Farley has made for her.  Swope, still in his socks and with his wife's shoulder-cape upon him, caught up somehow, is trying to soothe her.  He is as mad as a hornet, and doesn't dare to show it.  All this furniture he had insured.  It was all old stuff their folks had given them.  If the gallant fire-laddies had been as discreet as they were zealous, they would have let the furniture go, and Swope and his wife would have had an entire, brand-new outfit.  As it is, who can ever make that junk look like anything any more?\\n\\nWhat's this coming up the road?  Jumbo Lee and his friends with the other hose-reel.  Now they will connect it with the hydrant, and have water a-plenty to save the house.  Now the fellows are coming down from the ladder.  Cistern's empty, I suppose.  The other reel didn't come any too soon.  How the roof steams!  Or is it smoking?\\n\\n\\\"Don't stand around here with that reel!  Up to that water-plug. Farther up the street.  Front o' Cummins's.\\\"\\n\\nJumbo crams another cracker into his mouth and speeds away, hunching the patient, unresenting air with his elbows.\\n\\nAh!  See - that little flicker of flame on the roof!  Do, for pity's sake, hurry up with that connection!  The roof is really burning. See?  They are trying to chop away the burning place.  But there's another!  And another!\\n\\nA-a-ah!  Hooray-ay!  Connection's made!  Now you'll see something. Out of the way there!  One side!  One side!  Up you go! . . . Wha-at?  Is that the best they can do?  Why, it won't run out of the nozzle at all when it's up on the roof.   Not a drop. Feeble little dribble when it's on the ground-level.  There's your water-works for you.  It is a good long way from the fire-plug I know, but there ought to be more pressure than that.  Oh, pshaw! If we only had the old hand-engine!  \\\"Up with her!  Down with her!\\\" Have that fire out in no time.  The house will have to go now. Too bad!\\n\\nSomebody in the second story is rescuing property from the devouring element.  He has just tossed out a wash-bowl and pitcher.  Luckily they both fell on the sod and rolled apart.  He takes down the roller-shade and flings it out.  The lace curtains follow.  They catch on the edge of the veranda roof, and languidly wave there as for some holiday.  Bed-clothes issue and pillows hurtle out.  What's he doing now?  No use.  No use.  You can't get the mattress out of that window.  A waste-paper basket, a rag rug, a brush and comb - as fast as his hands can fly he's throwing out things.\\n\\nThe women began to whimper.\\n\\n\\\"Oh, the poor man!  The roof will fall in on him!  He'll smother to death!  Oh, why doesn't somebody go tell him to come away?  Not you!  Don't you think of such a trick!  Oh, why does he risk his life for a lot of trash I wouldn't have around the house?\\\"\\n\\nThe smoke oozes out of the open window.  It must be choking in there. For a long time no jettison of household goods appears.  Perhaps the man, whoever he is, has seen his peril and fled while yet it was possible to flee.  Ah, but suppose he has been overcome and lies there huddled in a heap, never to rouse again?  Is there none to save him?  Is there none?  Ah!  A couple of collars and a magazine flutter out into the light!  He is still there.  He is still alive. Plague take the idiot!  Why doesn't he come down out of that?\\n\\n\\\"Yoffemoffemoffemoffemoff.  Yoffemoff!\\\"\\n\\nBut no!  He will do it himself.  The Chief rushes gallantly into the burning building and disappears up the dark stair.\\n\\nDesperate measures are now to be resorted to.  On the lawn a line of men forms.  They bend their necks, cowering before the fierce glow, but daring it, and prepared to face it at even closer range. You are to witness now an exhibition of that heroism which is commoner with us than we think, that spirit of do and dare which mocks at danger and even welcomes pain.  It is a far finer sentiment than the cold-hearted calculation which looks ahead, and figures out first whether it is worth while or not.\\n\\nThe men dash forward in the withering heat.  With frantic haste they fix the hook into the lattice-work beneath the porch and scamper back.\\n\\n\\\"Yo hee!  Yo hee!\\\"\\n\\nThe thick rope tautens as the firemen lay their weight to it.  You can almost see the bristling fibers stand up on it.\\n\\n\\\"Yo hee! Yo hee!\\\"\\n\\nWith a splintering crash the timber parts, and a piece of lattice-work is dragged away.\\n\\nAnother sortie and another.  Bit by bit the porch is ripped and torn to rubbish.  You smile.  It seems so futile.  What are these kindlings saved when the whole house is burning?  Is this what you call heroism?  Yet the charge at Balaklava was not more futile. It had even less of commonsense, less of hope of benefit to mankind to back it and inspire it.  Heroism is an instinct, not a thoughtout policy.  Its quality is the same, in two-ounce samples or in car-load lots.\\n\\nThe weather-boarding slips down in a sparkling fall.  The joists and stringers, all outlined and gemmed with coals, are, as it were, a golden grille, through which the world may look unhindered in upon the holy place of home, heretofore conventually private. There stands the family altar, pitifully grotesque amid the ruinous splendor of the destroying fire, the tea-kettle upon it proudly flaunting its steamy plume.  What?  Is a common cooking-stove an altar?  Yes, verily, in lineal descent.  Examine an ancient altar and you will see its sacrificial stone scored and guttered to catch the dripping from the roasting meat.  Who is the priestess, after an order older than Melchisedec's, but she that ministers to us that most comfortable sacrament, wherein we are made partakers not alone of the outward and visible food which we do carnally press with our teeth, but also of that inward and spiritual sustenance, the patient and enduring love of wife and mother, without which there can be no such thing as home?  All other sacraments wherein men break the bread of amity together are but copies of this pattern, the Blessed Sacrament of the Household Altar, the first and primal one of all, the one that shall perdure, please God! throughout all ages of ages.\\n\\nThe flames die down.  The timbers sink together with a softer fall.  The air grows chill.  We fetch a sigh.  We cannot bear to look at that mute figure of the priestess seated on the sordid heap of broken furniture, her sleeping baby pressed against her breast, her gaze fixed - but seeing naught - upon her ruined temple.  We do not like to think upon such things.  We do not like to think at all.  Is there nothing more to laugh at?\\n\\nThe firemen, having all borrowed the makings of a cigarette from each other, put on their hats and coats, left on the hook-and-ladder truck in the custody of a trusted member.  The apparatus trundles off, the bells dolorously tolling as the striking gear on the rear axle engages the cam.\\n\\nWho is this weeping man approaches, supported by two friends, that comfort him with: \\\"All right, Tom.  You done noble,\\\" uttered in pacifying if not convincing tones?  Heart-brokenly he cries: \\\"I dull le ver' bes' I knowed, now di' n't I?  Charley?  Billy, I dub bes' I knowed how.  An' nen he says to me - Oo-hoo-hoo-oooo-oo!  He says to me: 'Come ou' that, ye cussed fool!' Oo-oooo-hoo-hoo-oo-oo!  Smf! Lemme gi' amma ham hankshiff.  Leg go my arm.  Waw gi' amma hankshifp. Oo-oo-oo-hoo-hoo-oo-oo!  Fmf!  I ash you as may wurl - I ash you as may - man of world, is that - is that proper way address me? Me!  Know who I am?  I'm Tom Ball.  'S who I am.  I kill lick em man ill Logan Coun'y.  Ai' thasso?  Hay?  'S aw ri.  Mfi choose stay up there, aw thas sec - aw thas second floor and rescue fel-cizzen's propprop'ty from devouring em - from devouring emlement, thas my bizless.  Ai' tham my bizless, Charley?  Ai' tham my bizless, Billy?  W'y, sure.  Charley, you're goof feller.  You too, Billy. You're goof feller, too.  Say.  Wur-wur if Miller's is open yet? 'Spose it is?  Charley; I dub bes' I knowed how, di'n't I, now? Affor that Chief come up thas stairway and say me: 'Come ou' that, ye cussed fool!'  Aw say!  'Come ou' that - 'Called me fool, too! Oo-hoo-hoo-oo-oo-oo!\\\"\\n\\n\\\"Hello, Dan!  Hurt yourself any?  (That's Dan O'Brien.  Fell off the roof.)  Well, sir, I thought sure you'd broken your neck.  You don't know your luck.  And let me tell you one thing, my bold bucko: You'll do that just once too often.  Now you mark.\\\"\\n\\nThe day before the Weekly Examiner goes to press, Mr. Swope hands the editor a composition entitled: \\\"A Card of Thanks,\\\" signed by John K. and Amelia M. Swope, and addressed to the firemen and all who showed by their many acts of kindness, and so forth and so on.\\n\\n\\\"Kind of help to fill up the paper,\\\" says Mr. Swope, covering his retreat.\\n\\n\\\"Sure,\\\" replies the editor.  When Mr. Swope is good and gone, he says:  \\\"Dog my riggin's if I didn't forget all about writing up that fire.   Been so busy here lately.  Good thing he come in.  Hay, Andy!\\\"\\n\\n\\\"Watch want?\\\" from the composing-room.\\n\\n\\\"Got room for about two sticks more?\\\"\\n\\n\\\"Yes, guess so.  If it don't run over that.\\\"\\n\\nA brief silence.  Then:\\n\\n\\\"Hay, Andy?\\\"\\n\\n\\\"What ?\\\"\\n\\n\\\"Is it 'had have,' or 'had of ?\\\"\\n\\n\\\"What's the connection?\\\"\\n\\n\\\"Why-ah.  'If the gallant fire-laddies, under the able direction of Chief Charley Lomax,  had of had a sufficiency of water with which to cope with the devouring element - 'etc.\\\"\\n\\n\\\"'Had have,' I guess.  I don't know.\\\"\\n\\n\\\"Guess you're right.  Run it that way anyhow.\\\"\\n\\nCIRCUS DAY\\n\\nOnly the other day, the man that in all this country knows better than anybody else how a circus should be advertised, said (with some sadness, I do believe) that it didn't pay any longer to put up showbills; the money was better invested in newspaper advertising.\\n\\n\\\"It doesn't pay.\\\"  Ah, me!  How the commercial spirit of the age plays whaley with the romance of existence!  You shall not look. long upon the showbill now that there is no money to be had from it. \\\"Youth's sweet-scented manuscript\\\" is about to close, but ere it does, let us turn back a little to the pages illuminated by the glowing colors of the circus poster.\\n\\nSaturday afternoon when we went by the enginehouse, its brick wall fluttered with the rags and tatters of \\\"Esther, the Beautiful Queen,\\\" and the lecture on \\\"The Republic: Will it Endure?\\\"  (Gee! But that was exciting!)  Sunday morning, after Sunday-school, there was a sudden quickening among the boys.  We stopped nibbling on the edges of the lesson leaf and followed the crowd in scuttling haste. Miraculously, over-night, the shabby wall had blossomed into thralling splendor.  What was Daniel in the Lions' Den, compared with Herr Alexander in the same?  Not, as the prophet is pictured, in the farthest corner from the lions, and manifestly saying to himself: \\\"If I was only out of this!\\\"  But with his head right smack dab in the lion's mouth.  Right in it.  Yes, sir.\\n\\n\\\"S' Posin'!\\\" we gasped, all goggle-eyed, \\\"jist s'posin' that there lion was to shut his mouth!  Ga-ash!\\\"\\n\\nThe Golden Text?  It faded before the lemon-and-scarlet glories of the Golden Chariot.  Drawn by sixteen dappled steeds, each with his neck arching like a fish-hook and reined with fancy scalloped reins, it occupied the center of the foreground.  The band rode in it, far more fortunate than our local band whose best was, Charley Wells's depot 'bus.  And nobler than all his fellows was the bass-drummer.  He had a canopy over him, a carved and golden canopy, on whose top revolved a clown's head with its tongue stuck out.  On each quarter of this rococo shallop a golden circus-girl in short skirts gaily skipped rope with a nubia or fascinator, or whatever it is the women call the thing they wrap around their heads in cold weather when they hang out the clothes.  There were big pieces of looking-glass let into the sides of the band-wagon, and every decorator knows that when you put looking-glass on a thing it is impossible to fix it so that it will be any finer.\\n\\nWinding back and forth across the picture was the long train of tableau-cars and animal cages, diminishing with distance until away, 'way up in the upper left-hand corner the hindmost van was all immersed in the blue-and-yellow haze just this side of out-of-sight. That with our own eyes we should behold the glories here set forth we knew right well.  Cruel Fortune might cheat us of the raptures to be had inside the tents, but the street-parade was ours, for it was free.\\n\\nIt seems to me that we did not linger so long before these pictures, nor before those of the rare and costly animals, which, if we but knew it, were the main reason why we were permitted to go (if we did get to go).  To look at these animals is improving to the mind, and since we could not go alone, an older person had to accompany us, and . . . and . . . I trust I make myself clear.  But we didn't want to improve our minds if it was a possible thing to avoid it.  The pictures of these animals were in the joggerfy book anyhow, though not in colors, unless we had a box of paints.  There can be no doubt that the show-bill pictures of the menageries were in colors.  I seem to recollect that Mr. Galbraith, who kept the dry-goods store across the street from the engine-house, was very much exercised in his mind about the way one of these pictures was printed.  It was the counterfeit presentment of the Hip-po-pot-a-mus, or Behemoth of Holy Writ.  His objection to the hip - you know was not because its open countenance was so fearsome, but because it was so red.  Six feet by two of flaming crimson across the street in the afternoon sun made it necessary for him to take the goods to the back window of the store to show to customers.  He didn't like it a bit.\\n\\nNo.  Neither before the large and expensive pictures of the street-parade, nor the large and expensive wild beasts did we linger.  The swarm was thickest, sand the jabbering loudest, the \\\"O-o-oh's,\\\" the \\\"M!  Looky's\\\" the \\\"Geeminently's\\\" shrillest, in front of where the deeds of high emprise were set forth.  Men with their fists clenched on their breasts, and their neatly slippered toes touching the backs of their heads, crashed through paper-covered hoops beneath which horses madly coursed; they flew through the air with the greatest of ease, the daring young men on the flying; trapeze, or they posed in living pyramids.\\n\\nAnd as the sons of men assembled themselves together, Satan came also, the spirit I, that evermore denies.\\n\\n\\\"A-a-ah!\\\" sneers his embodiment in one whose crackling voice cannot make up its mind whether to be bass or treble, \\\"A-a-ah, to the show they down't do hay-uf what they is in the pitchers.\\\"\\n\\nA chilling silence follows.  A cold uneasiness strikes into all the listeners.  We are all made wretched by destructive criticism. Let us alone in our ideals.  Let us alone, can't you?\\n\\n\\\"Now . . . now,\\\" pursues the crackle-voiced Mephisto, pointing to where Japanese jugglers defy the law of gravitation and other experiences of daily life, \\\"now, they cain't walk up no ladder made out o' reel sharp swords.\\\"\\n\\n\\\"They can so walk up it,\\\" stoutly declares one boy.  Hurrah!  A champion to the rescue!  The others edge closer to him.  They like him.\\n\\n\\\"Nah, they cain't.  How kin they?  They'd cut their feet all to pieces.\\\"\\n\\n\\\"They kin so.  I seen 'em do it.  The time I went with Uncle George I seen a man, a Japanee . . . . Yes, sharp.  Cut paper with 'em. . . . A-a-ah, I did so.  I guess I know what I seen an' what I didn't.\\\"\\n\\nThe little boys breathe easier, but fearing another onslaught, make all haste to call attention to the most fascinating one of all, the picture of a little boy standing up on top of his daddy's head. And, as if that weren't enough, his daddy is standing up on a horse and the horse is going round the ring lickety-split.  And, as if these circumstances weren't sufficiently trying, that little show-boy is standing on only one foot.  The other is stuck up in the air like five minutes to six, and he has hold of his toe with his hand.  I'll bet you can't do that just as you are on the ground, let alone on your daddy's head, and him on a horse that's going like sixty.  Now you just try it once.  Just try it. . . . Aa-ah!  Told you you couldn't.\\n\\nNow, how the show-actors can do that looks very wonderful to you. It really is very simple.  I'll tell you about it.  All show-actors are born double-jointed.  You have only two hip-joints.  They have four.  And it's the same all over with them.  Where you have only one joint, they have two.  So, you see, the wonder isn't how they can bend themselves every which way, but how they can keep from doubling up like a foot-rule.\\n\\nAnd another thing.  Every day they rub themselves all over with snake-oil.  Snakes are all limber and supple, and it stands to reason that if you take and try out their oil, which is their express essence, and then rub that into your skin, it will make you supple and limber, too.  I should think garter-snakes would do all right, if you could catch enough of them, but they 're so awfully scarce.  Fishworms won't do.  I tried 'em.  There's no grease in 'em at all.  They just dry up.\\n\\nAnd I suppose you know the reason why they stay on the horse's back.  They have rosin on their feet.  Did you ever stand up on a horse's back?  I did.  It was out to grandpap's, on old Tib. . . . No, not very long.  I didn't have any rosin on my feet.  I was going to put some on, but my Uncle Jimmy said:  \\\"Hay!  What you got there?\\\"  I told him.  \\\"Well,\\\" he says, \\\"you jist mosey right into the house and put that back in the fiddle-box where you got it.  Go on, now.  And if I catch you foolin' with my things again, I'll . . . . Well, I don't know what I will do to you.\\\"  So I put it back.  Anyhow, I don't think rosin would have helped me stay on a second longer, because old Tib, with an intelligence you wouldn't have suspected in her, walked under the wagon-shed and calmly scraped me off her back.\\n\\nAnd did you ever try to walk the tight-rope?  You take the clothes-line and stretch it in the grape-arbor - better not make it too high at first - and then you take the clothes-prop for a balance-pole and go right ahead - er - er as far as you can.  The real reason why you fall off so is that you don't have chalk on your shoes.  Got to have lots of chalk.  Then after you get used to the rope wabbling so all-fired fast, you can do it like a mice. And while I'm about it, I might as well tell you that if you ever expect to amount to a hill of beans as a trapeze performer you must have clear-starch with oil of cloves in it to rub on your hands.  Finest thing in the world.  My mother wouldn't let me have any.  She said she couldn't have me messing around that way, I blame her as much as anybody that I am not now a competent performer on the trapeze.\\n\\nI don't know that I had better go into details about the state of mind boys are in from the time the bills are first put up until after the circus has actually departed.  I don't mean the boys that get to go to everything that comes along, and that have pennies to spend for candy, and all like that, whenever they ask for it.  I mean the regular, proper, natural boys, that used to be \\\"Back Home,\\\" boys whose daddies tormented them with: \\\"Well, we Il see - \\\" that's so exasperating! - or, \\\"I wish you wouldn't tease, when you know we can't spare the money just at present.\\\"  A perfectly foolish answer, that last.  They had money to fritter away at the grocery, and the butcher-shop, and the dry-goods store, but when it came to a necessity of life, such as going to the circus, they let on they couldn't afford it.  A likely story.\\n\\n\\\"Only jist this little bit of a once.  Aw, now, please.  Please, cain't I go?  Aw now, I think you might.  Aw now, woncha?  Aw, paw.  I ain't been to a reely show for ever so long.  Aw, the Scripture pammerammer, that don't count.  Aw, paw.  Please cain't I go?  Aw, please!\\\"  And so forth and so on, with much more of the same sort.  No, I can't go into details.  it's too terrible.\\n\\nEven those of us whose daddies said plainly and positively:  \\\"Now, I can't let you go.  No, Willie.  That's the end of it.  You can't go.\\\"  Even those, I say, hoped against hope.  It simply could not be that what the human heart so ardently longed for should be denied by a loving father.  This same conviction applies to other things, even when we are grown up.  It is against nature and the constituted scheme of things that we cannot have what we want so badly.  (And, in general, it may be said that we can have almost anything we want, if we only want it hard enough.  That's the trouble with us.  We don't want it hard enough.)  We boys lay there in the shade and pulled the long stalks of grass and nibbled off the sweet, yellow ends, as we dramatized miracles that could happen just as well as not, if they only would, consarn 'em!  For instance, you might be going along the street, not thinking of anything but how much you wanted to go to the circus, and how sorry you were because you hadn't the money, and your daddy wouldn't give you any; and first thing you 'd know, you 'd stub your toe on something, and you'd look down and there'd be a half a dollar that somebody had lost - Gee!  If it would only be that way!  But we knew it wouldn't, because only the other Sunday, Brother Longenecker had said: \\\"The age of miracles is past.\\\"  So we had to give up all hopes.  Oh, it's terrible.  Just terrible!\\n\\nBut some of the boys lay there in the grass with their hands under their heads, looking up at the sky, and making little white spots come in and out on the corners of their jaws, they had their teeth set so hard, and were chewing so fiercely.  You could almost hear their minds creak, scheming, scheming, scheming.  I suppose there were ways for boys to make money in those times, but they always fizzled out when you came to try them, to say nothing of the way they broke into your day.  Why, you had scarcely any time to play in.  You 'd go 'round to some neighbor's house with a magazine, and you'd say: \\\"Good afternoon, Mrs. Slaymaker.  Do you want to subscribe for this?\\\"  Just the way you had studied out you would say.  And she'd take it, and go sit down with it, and read it clear through while you played with the dog, and then when she got all through with it, and had read all the advertisements, she'd hand it back to you and say:  No, she didn't believe she would.  They had so many books and papers now that she didn't get a chance hardly to read in any of them, let alone taking any new ornes.  Were you getting many new subscribers?  _ Just commenced, eh?  Well, she wished you all the luck in the world.  How was your ma?  That's good.  Did she hear from your Uncle John's folks since they moved out to Kansas?\\n\\nI have heard that there were boys who, under the dire necessity of going to the circus, got together enough rags, old iron, and bottles to make up the price, sold 'em, collected the money, and went.  I don't believe it.  I don't believe it.  We all had, hidden under the back porch, our treasure-heap of rusty grates, cracked fire-pots, broken griddles and lid-lifters, tub-hoops and pokers, but I do not believe that any human boy ever collected fifty cents' worth.  I want you to understand that fifty cents is a whole lot of money, particularly when it is laid out in scrap-iron.  Only the tin-wagon takes rags, and they pay in tinware, and that's no good to a boy that wants to go to the circus.  And as for bottles - well, sir, you wash out a whole, whole lot of bottles, a whole big lot of 'em, a wash-basket full, and tote 'em down to Mr. Case's drug- and book-store, as much as ever you and your brother can wag, and see what he gives you.  It's simply scandalous.  You have no idea of how mean and stingy a man can be until you try to sell him old bottles. And the cold-hearted way in which he will throw back ink-bottles that you worked so hard to clean, and the ones that have reading blown into the glass  - Oh, it's enough to set you against business transactions all your life long.  There's something about bargain and sale that's mean and censorious, finding this fault and finding that fault, and paying just as little as ever they can.  It gets on one's nerves.  It really does.\",\"timestamp\":1639993005,\"title\":\"\\nBut when they turn the corner that gives them a good view of the blaze,\"},\"digest\":\"VIWiajEcMcHNFrUaGC73n4MPVNprjetcdxS51BN5A0w\",\"authorship\":{\"contributor\":\"0x93be0c9BA98F727B6919FE7c4E542c3bD617d31D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zrFBgnCPFui8QRhUsFgtgYYMrX4vMMKfivpGlC5daSo\\\",\\\"y\\\":\\\"9O_ZkuIZV3Ks3i05LopHcjrhGz36DhWc3mywgQnFEuA\\\"}\",\"signature\":\"hkA7i9n8xedDLfu4KFLmEzBcSKMwWJ9fOjceN5tj-Q-chxZLKpoA-bKe7ZIzLY3HiTUyyK_dtevyzCw6Y0dqjg\",\"signingKeySignature\":\"0xc8fedb7628acfd9fa48ab8e4c6d2b3a7825de57b2f0d1f3341ece65b320944bc1fa15137cb3c7827f6ef6ed56ad47efb23a37211fd4a20c3281112c952633cba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zrFBgnCPFui8QRhUsFgtgYYMrX4vMMKfivpGlC5daSo\\\",\\\"y\\\":\\\"9O_ZkuIZV3Ks3i05LopHcjrhGz36DhWc3mywgQnFEuA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VIWiajEcMcHNFrUaGC73n4MPVNprjetcdxS51BN5A0w\"}"