"{\"content\":{\"body\":\"人是一种很奇怪的生物。相传刻在德尔斐的阿波罗神庙的三句箴言之一，也是其中最有名的一句，know thyself，依然是人类所面临的最困难的问题。如果认识自己都很难，那么认知他人就是难上加难，而要去设计一个人类的组织，则更是一个不可能的任务。\\n\\n作为一个学制度经济，又对组织行为保持浓厚兴趣的一根“新韭菜”，最近沉迷于区块链和元宇宙里，听着各种DAO的故事，吃着各种社区的瓜络儿，随便写一写自己粗浅的认识。\\n\\n人类几千年的文明发展，也不过经历了从原始部落，到城邦，到国家的组织形式的演变。即便是在二十一世纪，放眼时间，国家的形式、制度依然是五花八门。人类这几千年，一年不如一年。远古的黄金时代，人类美好高贵，社会公正和平。白银时代马马虎虎，但不再天真无邪。青铜时代战火连天，但信仰和神性犹在。黑铁时代就一塌糊涂，人类互不信任。似乎制度也随着宇宙的呼吸，一直在做“熵”增的一个过程。经常会听大家讲社区，究竟什么是社区，元宇宙的社区又如何发展、成长？是否又是几千年发展的一个缩影？我是悲观主义者，也许大概率依然会是这样的。元宇宙的社区，大体还是处于盘古开天辟地的混沌阶段。但凡看到现在区块链的时间，说做社区是做社会实验，其本质都是无法回答韭菜们的问题，从而打的一个哈哈，预先承认可能失败的预防针，为不可避免的失败埋下伏笔。没有人知道，人类的下一个组织形式会是什么样子。很多人寄希望于DAO，希望DAO是在这种不确定性诞生出来的一个可能解决方式。对此，我依然保持着一种悲观的情绪，也许短期内，会有一定的新鲜感吧。有去中心化的组织存在吗？这里是一个问号。\\n\\n在CH上混了几个月，币圈、NFT圈，在每一个头像背后，是一个个鲜活的人。应该说，能在币圈、NFT圈里混的，大体应该是人类里的“精英”了吧，起码从学习能力的角度，大多数人应该都是属于比较强的。\\n\\n华语社区里，也大约有一些各种规模的小团体，比如湾区的aWSB，核心灵魂是allan，核心人物是一位区块链的业内人士，a也就是Allan的缩写。aWSB总体来说是一个相对比较开放的社区，但依然有绝对中心化的一个人，或者一组人，按照他们的意志在运行着社区。可以认为是“精英治理”模式，显然社区的天花板，也就取决于这一组人的能力。这是一种常规的社区模式，优势明显，当然劣势也非常明显，铁打的精英，流水的成员，很难讲是一种DAO的形式，最多是“精英治理”下的有限民主和参与。这一类的社区，保持的相对的理性、有一定的风险意识，也在践行着一些理念，但总归依然是流于表面的形式。\\n\\n随着NFT的发展，有一些社区的成员，比如KOL类型的，又或者是金融从业类型的，因为创造财富神话的效应，逐渐的分叉出来以NFT为主的一个社区。有意思的是，这个叫做花果山的社区，曾经聚集了大量的人气，也具备极度中心化和“洗脑”型的特征。社区核心创始人和灵魂人物，开始对社区进行收割变现，但因为不慎选择错了合作伙伴露馅穿帮，导致社区的信任危机而岌岌可危分崩离析。很多成员发现真相后，认为被割了”韭菜“，误入了类”杀猪盘“，“情感上”无法接受这个事实的“偏差”。尽管真相残酷，但也算在”自主自愿“的环境下发生的，可见所谓的”精英“假设，依然无法逃脱人性的弱点。如果去推演一下，他们为何进入这个社区，又如何在这个社区里被圈养，如果不是因为一个偶发性的揭发，恐怕仍然会为抽中一张图片而不断重复大声的喊”I love BAMC“吧。\\n\\n同阶段的aWSB也演生出了白驼山庄，理念思想开放，整个环境也轻松，因为一个骆驼的NFT项目而衍生出来的社区，随着骆驼项目的没落，一部分人加入了投研小组走上了”学习型组织“的进化，一部分人则继续开始了流浪和游荡的虚拟生活。白驼山庄极其松散型的架构，也导致了松散的组织形态，无目标，无规则，无利益，似有似无，也变成了无归属。\\n\\n721CLUB算是一群年轻人精心策划的社区，短短时间内，迅速聚集起了2万多Discord会员。721的成名，得益于当初对777项目的一战成名，迅速聚集起了一批粉丝，当然质量也良莠不齐，对社区的贡献也自然无从考量。721的早期路线非常具有计划性，通过几次冲项目，建立起了早期的跟随者，更是通过低价在gas war中几战成名，也为早期的追随者创造了可观的利益回报。在这种利益回报中，建立了有限的信任。显然这也是极其中心化和有计划的”精英治理“的组织。在聚集起2万多人的社区后，721开始在社区里挑选各行各业的人才，并顺势发行了DAO的NFT，并尝试像一个社区自治的DAO转型。应该说721的每一步都是经过计划和考量的。721DAO通过参拍一些知名的NFT，也建立起了同顶级KOL，NFT玩家的互动关系。但对比aWSB，依然感觉还是处于形式上的DAO。未来社区的发展，取决于721团队们的热情，坚持，一旦”热情“和”坚持“磨灭，社区也会逐渐冷却，721团队能坚持多久，又或者是社区如何进化，依然还充满了变数。\\n\\n还有一些其他项目方主导的社区，如bulls on block 采取了类公司治理方式的架构，又或者Genesis Rocks社区，完全自发单效率低下而逐渐冷却。大体上来说，目前所有的社区，依然都是极度依赖”中心化“的核心团队治理的状况，只是形式上的采取投票的方式来决定社区的各项提案。现实生活在虚拟社区里的映射，不同程度的披上了DAO的外衣。\\n\\n这样看来，DAO可DAO，非常DAO。映射现实生活到虚拟社区，显然有很多弊端，没有现代社会的法律框架，契约精神，所有权的基本架构，这类社区多半是脆弱的。\\n\\n我们为什么要搞社区？我们从社区里希望得到什么？我们又如何贡献社区？乌托邦从来没有存在过，也许米勒先生的阿加索托邦会不会是一个解决方案？如果采用市场的力量，区块链的确权来进行社区的资源无障碍流动，或许是值得一试的实验。\",\"timestamp\":1636817890,\"title\":\"一根旁观者韭菜对DAO的思考\"},\"digest\":\"teEgbjzrYAKIVnAm_aL_45U_-GXaOa5d5T3n0aBNcXY\",\"authorship\":{\"contributor\":\"0xf5CEA980B66759A574e19a5a20401e9f831b3316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2fQcnBpLysnSN6bjsh4IRgkoSetht_UwcixhyeuGgww\\\",\\\"y\\\":\\\"CoIKFEkBG88RtvCI297Hg49PNYJvQRK5cdUmusVimcE\\\"}\",\"signature\":\"XqcITyjLY5bSKNxRCKtDcEyEqaI-vE8F-C8DyGlsv43GOnAiVljqIfEWyhmlR6uvkRJB9TRUOkCBkQs0yXB0nw\",\"signingKeySignature\":\"0x70b22a50756738495d9353a48a026c312638089f41888f5cfd59de94271bddeb31362ee5ff8a34bba61557b57edc8c210efd343d7dd27b55ff6875cf2f4ee7871c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2fQcnBpLysnSN6bjsh4IRgkoSetht_UwcixhyeuGgww\\\",\\\"y\\\":\\\"CoIKFEkBG88RtvCI297Hg49PNYJvQRK5cdUmusVimcE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"teEgbjzrYAKIVnAm_aL_45U_-GXaOa5d5T3n0aBNcXY\"}"