"{\"content\":{\"body\":\"![]()\\n\\n![]()\\n\\n溯元育新创始人。对审美、结构与细节高度敏感，坚信我们处在精神变革的时代开端，值得更好的时代精神。致力于梳理与阐述商业文明与人类心智的代际变迁。\\n\\n![]()\\n\\n曾任职于新风天域（前黑石亚洲创始团队），完成了亚洲首个在纽交所的SPAC上市，并收购了中国最大民营医疗集团「和睦家」。从百亿规模交易和全球数百个顶尖机构投资者的切磋中转身，专注于洞察全球顶尖投资机构的最佳实践。\\n\\n**转载与商业合作请至：**\\n\\n溯元育新后台留言，或联系微信号：peipei_envolve，我们会发送相关转载规范。\\n\\n![]()\\n\\n![]()\\n\\n本文共**6570**字\\n\\n推荐阅读时间**10**分钟\\n\\n**如果我周围的企业家朋友跟我说，他们要在互联网上打造一个全新的消费品牌，那我的第一反应肯定会是：你大概是疯了吧？别急，下面展开讲讲为什么。**\\n\\n我快速扒了一下数据，结果还挺吓人的。即便是造出“DTC模式”这个名词的美国市场，而且**仅仅1年就有12000家消费互联网企业诞生，这其中每年也只有2-4家公司可以做到十亿美金估值的体量**。\\\\\\\\\\n\\n原因也不复杂，在你自己身上就能找到——你也是个消费者，你知道自己有多懒、平时有多忙、有多少东西在争取你的注意力，有几个产品是真正让你为它改变了自己的行为习惯呢？**平心而论，要让你开心、自然地适应一个新产品，花的力气真的不比发射火箭去月球少**。\\n\\n为什么不去搞一个最近5年大火的“企业服务”生意呢？我们正处在这一批生意的黄金时期，创业成功率被拔高了不止10倍，因为你的用户会直接告诉你他们想要什么、需要什么、愿意花多少钱。**但对于消费者而言，除非你把一个超级牛逼的产品直接放在他们的面前，否则他们根本就不知道自己要什么**。即便你有一个很牛逼的产品，他也不能很明确地告诉你一年之后自己是否会抛弃这个产品，爱上新欢。\\n\\n成功的消费互联网产品真的太罕见了，几乎不可能做成。**但一旦做成，会有前所未见的场景出现：消费者会陷入癫狂，为你的产品窒息，排起长队想要你的产品，并且跟朋友各种花式推荐你的产品，你的生意会开始以火箭一样的10倍、20倍速度增长，并且持续多年**。如果你的公司没有在这种疯狂的增长中垮掉，你会在这个过程中赚到非常多的钱。\\n\\nSaaS创业公司一般至少得花10年才能做到十亿美元估值，但Airbnb就花了3年，拼多多也大概花了3年左右。消费互联网公司实在是太不一样了，把这类公司称为独角兽一点都不恰当，独角兽太“可爱”了一点，并且市场中的独角兽也不再像以前那样稀有了。\\n\\n你在试图寻找和打造的东西，根本不是独角兽，而是更为稀有的东西，甚至完全无法预测。当它出现的时候，它能够以非常快的速度增长，**如果你缺乏相关经验的话，这种增长可能直接会把你害死。这完全不是独角兽，这更像是一场大地震，而你更像是追逐大地震的猎人**。在千奇百怪的创业生态中，这是最难做的事情。而且如果你说想要尝试，市场上绝大部分人都会感到敬畏！\\n\\n之前读过一篇BVP的文章，他们深入研究了过去50年在世界范围内非常出名的消费品牌，分析了他们的商业模式，拆解了他们的产品特性，深挖了他们造成一场又一场“大地震”的原因，以及如何捕捉到下一场消费者心智大地震。\\n\\n**01**\\n\\n**第一步，不要打造一个“好”产品。**\\n\\n\\\\*\\\\*你喜欢你的干洗店吗？\\\\*\\\\*\\n\\n**你肯定喜欢，但你会在朋友圈和微博吹这家干洗店的彩虹屁吗？如果这家干洗店出了一款新的洗衣液，你会为了这款新品在街上排起长队吗？你会在身上弄个这家干洗店logo的纹身吗？**\\n\\n当我们看到用户心智大地震的时候，我们都能辨别它是大地震，因为它肯定会让一群人彻底癫狂。这种情况不会在你的产品“仅仅是个好产品”的时候发生，如果要发生，你的产品一定是惊掉众人下巴、让竞争对手羞愧、让用户说出“我靠，这产品太牛逼了！”的产品。这才是你要打造的产品。\\n\\nBVP每年都会对上千个消费者进行调研，试图理解他们喜欢一个产品的原因，他们每次都提到了以下4点：\\n\\n**1. \\\\*\\\\*\\\\*\\\\*“我靠，这产品太牛逼了!”**：你的产品在一个特定功能上做得非常、非常、非常、非常好，整个市场没有能够望其项背的产品。在这点上，用户但凡有一点犹豫，就说明你的产品还没到火候。**这不是常温可乐还是冰可乐更好喝的问题，这是走到街边拦出租车还是用滴滴的问题**。\\n\\n**2.**\\\\*\\\\* 更便宜：你的产品必须给到用户一定的经济价值，并不是所有人都爱占便宜，但是没有人愿意被占便宜\\\\*\\\\*。如果你的产品是免费的，那就不需要担心这个问题了。如果你伸手找别人拿血汗钱，你得告诉他们为什么要付这个钱。在Airbnb上住一晚民宿还是很贵的，但是如果对比住酒店的价格，这简直不是事。**你需要帮你的用户算好账，如果你做得够好，他们会开始力推你，因为大家都喜欢跟朋友讲自己占到的“便宜”**。\\n\\n\\\\*\\\\*3. \\\\*\\\\***更简单**：消费者不喜欢浪费钱，他们更讨厌浪费时间。对于创始人来说，这一点很容易被忽略，因为你知道自己的产品有多牛，但是这时候用户还不知道。**你的产品必须在任何用户觉得会出现的地方出现，第一次下载和使用的过程需要毫无障碍，如果有任何问题出现，你的客服必须非常完美**。别浪费用户的钱，**更重要的是千万千万不要乱花他们的时间**。\\n\\n\\\\*\\\\*4. \\\\*\\\\***更强的价值观**：你的产品需要给用户很深的共鸣感，比如在使命、观点、和发声上，**能让消费者可以非常自豪地为它代言，这是消费者喜欢一个产品更深层次的原因**。\\n\\n要想引起用户心智大地震，你得同时满足以上四点，否则就等着歇菜吧。\\n\\n想象以下，十几年前如果你在繁华的商区上班，要想在下班高峰期成功打到一辆出租车，那你可能得站在街边等一个小时，运气好的话能遇到一辆空车。后来横空出现了一个叫滴滴的APP，消费者们都为他们能薅到的羊毛和5分钟内能打到的车为之疯狂，从此出行的世界变了一个样子。\\n\\n我发现**一个让人“惊掉下巴”的产品，基本上都会有“作弊”的行为，用一个完全不同的方式，给到消费者很多竞争对手会觉得不公平的好处**。如果你的产品不能让你知道那个不公平的好处是什么，那其实你的产品还不具备这个属性。\\n\\n讲到这里你应该清楚要干什么了：**找一个夸张到离谱的方式，解决一个普遍存在于消费者心中的问题，这样才能找到一个更强大、使用更容易、更实惠、并且让消费者感觉更好的产品**。\\n\\n![](https://images.mirror-media.xyz/publication-images/tLQX_p1LQJdaWpMAEqbrw.jpg?height=768&width=1024)\\n\\n**02**\\n\\n**不要、不要、不要去想用户流失率的问题！**\\n\\n\\\\*\\\\*当你有了一个牛逼的产品之后，得看这是不是一个能跑很远的生意。\\\\*\\\\***很多投资人喜欢问一个问题，你的用户流失率（churn rate）是多少**？\\n\\n这个问题到底在问啥呢？\\n\\n先来看一个图，如果把你现有的用户数量在柱状图上表示出来，再把一段时间之后从这些用户中留下来的用户数量用另一根柱子表现出来，不管是什么产品，这根柱子肯定会变矮的。有的时候投资人会跟你讨论，那你一个月的用户流失率应该在多少呢？3%？5%？还是10%？到底什么数字是更健康的呢？这么难看的用户流失率，我咋投呢？**我的想法是：去TMD的流失率**！\\n\\n![](https://images.mirror-media.xyz/publication-images/ksjPNoJtaZujIbvf69se-.jpg?height=1080&width=1080)\\n\\n在没有确切场景的前提下，任何对于用户流失率的讨论，意义都不大。**你的用户是成千上万的个体，他们在各种不同的时间和情景下了解到你的产品，拿一段特定时间的一个特定数字来展现所有背后故事的变化情况，这完全把数据下隐藏的insight忽略了**。\\n\\n如果用户流失率不是一个好用的数字，那么要如何鉴别用户数量是否处在一个健康状态？\\n\\n**我认为需要看他们在使用产品期间跟你的互动**。在第一天，所有的用户都肯定都跟你互动。接下来发生的就不那么确定了。不管你是谁，你的产品是啥，用户们跟你的互动都会变少。这有可能是他们自己的原因，他们不喜欢你的产品，或者他们忙于做别的事情；但也有可能是你自己的原因，你第一次跟用户互动的时候，没有创造顶级体验。**不管是什么原因，在产品上线早期，当用户了解你的产品同时，你肯定会失去一大堆用户**。\\n\\n最重要的是看这之后会发生什么。**当他们真正了解了你的产品之后，部分的用户的使用行为有没有变得非常可测，并且越来越稳定**？这种现象非常漂亮，是所有C端产品希望看到的，这意味着有些用户在多次使用之后决定成为你的早期死忠粉了！发现并盯住这部分早期死忠用户，要比天天为那些产品早期你失去的用户而愁眉苦脸有意义多了。\\n\\n![](https://images.mirror-media.xyz/publication-images/jzylqLJB73-KSBmVlWnq9.jpg?height=1080&width=1080)\\n\\n不同产品跟用户建立的行为关系也非常不同，这取决于产品所处的行业和产品本身，不过最重要的还是横线的部分，即留存率变得越来越趋近于一条横线。**对于部分产品，\\\\*\\\\*\\\\*\\\\*你可能还会看到一条向上的“微笑曲线”**。当用户们花了一段时间了解你之后，你的留存率甚至还会增长一点，然后再次趋近横线。\\n\\n![](https://images.mirror-media.xyz/publication-images/HErykABYD_xL2nvLvIu9u.jpg?height=1080&width=1080)\\n\\n我也不是要故意泼冷水，但所有的产品最终都会有大量的用户流失。**不过，如果不是有特别重大的原因，你绝对不应该失去任何一位忠实用户**。\\n\\n如果在用户对你充分了解之后，你看到用户互动仍然在迅速地减少，那你就遇到大麻烦了。有可能你的产品变得不那么有新鲜感，不再牛逼了；也有可能出现了竞争对手，把你的用户抢走了。不管原因是啥，你都得高度重视这个问题。新获得的用户在用户曲线上还能掩盖这个核心用户流失的问题，**但是如果你不尽快解决的话，你的产品会很快消失在市场里**。\\n\\n![](https://images.mirror-media.xyz/publication-images/3_mPaVmEhKwVwl2sV9QZl.jpg?height=1080&width=1080)\\n\\n作为公司的创始人，千万千万不能让这件事发生，得赶紧去搞定你的核心用户！你得不断测试，找到问题的原因，把产品打造得更牛逼，开始做老用户福利计划，做一切你可以做的事情把这条线给拉直拉回去。\\n\\n如果你搞得定这件事情，就会在用户心中得到额外的加分，**你会看到用户留存率不但最后趋近于横线，并且每次都变得更高，因为有越来越多的用户对你的产品有良好的第一印象，并且决定留下来**。\\n\\n![](https://images.mirror-media.xyz/publication-images/PgXVHID9KHAQ__Ltsffxz.jpg?height=1080&width=1080)\\n\\n一句话总结这部分的内容，其实就是**你需要找到那部分疯狂热爱你，并且愿意永远跟你在一起的用户。那段趋近横线的留存率，那些稳定的用户，是你打造消费互联网产品的根基**。\\n\\n**03**\\n\\n**LTV，到底怎么算？**\\n\\n**任何拿了外部融资的企业家没法回避的一点，就是总会有人期望你的生意开始赚钱。**\\n\\n当然了，VC们会投非常多的消费互联网公司，并且有些可能一直不怎么赚钱，他们对此也并不会太介意。但你的公司如果走到了比较往后的轮次，就会有人开始问，你的LTV用户生命周期价值是多少？\\n\\n**其实LTV没有一个标准的算法，每个投资人或者创业者都用不同的方式定义LTV**。或许，作为公司的运营者，你能\\\\*\\\\*“准确地知道”用户的LTV，这本来就是一个奇怪的概念\\\\*\\\\*。\\n\\n1995年的时候亚马逊的一个用户的LTV是啥样子的呢？肯定比他们每个人花在整个书架上的书的支出要多的多。但是如果你没法回到1995年，你也根本不可能知道真正的LTV会是多少。\\n\\n我觉得问LTV，其实是在问这3件事情：\\n\\n\\\\*\\\\*1. \\\\*\\\\***企业的利润率咋样？你的收入其实只是一个虚的数字，最重要的是你的实际可变利润**（刨除固定成本外，每获取1块钱收入所需要的成本）。从收入中，需要减去你的销货成本（COGS），然后减去所有其他合理的可变成本，比如运费、仓储费、支付费用、销售团队等等。想要增加实际利润的办法非常多，有一些是常见的经典做法，比如电商企业通过扩张配送中心数量的方式降低成本。还有一些比较模糊的办法，比如用“算法”让一些流程变得更高效，这些最好不要在心里认为他们真的能够削减成本，当然有的话更好。\\n\\n![](https://images.mirror-media.xyz/publication-images/7wtptanKt4_7dsOlnmkCH.png?height=1071&width=1071)\\n\\n\\\\*\\\\*2. 企业现金流怎么样？你花出去用来获客的钱，到底多快被回笼回来变成了实际的利润？\\\\*\\\\*画一条累积利润曲线，从最开始每个用户贡献的一点利润开始，有些用户持续回来复购，你会看到曲线慢慢向上变直，这就是用户在一段时间内带给你的利润。这个时候，你可以针对增长目标在投资上做出更明智的决策。**最好的消费互联网公司往往纪律严明，把每一块花在营销上的费用ROI算得非常清楚。如果需要超过3个月以上的时间才刚刚能赚回获客成本的钱，那还不如把这些投放成本放到产品研发里面去。**\\n\\n![](https://images.mirror-media.xyz/publication-images/XmH3FAWDFxzI7WJYIY70K.png?height=1063&width=1068)\\n\\n\\\\*\\\\*3. \\\\*\\\\***业务能做多大？LTV本身也是判断这个公司能不能做得非常大的一个重要指标**。如果你只能从每个消费者身上中总共收到几毛钱或者几块钱的利润，想做到上市级别还是挺困难的。但如果你可以从每个消费者身上获得上百或者上千的利润，而且你的用户还能做到上百万千万级别，那坐好等着吧，很快就有投资人来约你了！\\n\\n**04**\\n\\n**专注于静态增长率，会给你带来巨大回报。**\\n\\n**投资人会默认你知道的事情是：如果想要成为出色的消费互联网公司，你需要极其变态的增长**。\\\\\\\\\\n\\n100%的增长率只能说还行。你的对标非常恐怖，滴滴、拼多多、抖音这类产品的年增长率远远超出了1000%，并且在早期还持续了好几年。\\n\\n他们是怎么做到的呢？他们是真的非常会投广告？还是里面的KOL都非常吸引人？其实都不是。当然了，**产品内部的增长团队会尝试各种手段去把用户增长搞上去，但这个问题的核心，跟付费营销和投放半点关系都没有**。\\n\\n**能引起消费者心智大地震的产品，往往能够把用户变成他们的营销引擎**。而一般的公司则会选用付费营销来达成这个效果。\\n\\n**聚焦、迭代并不断提升产品最让人喜爱的特点会帮助你达成自然增长**。用户会口口相传你的产品，在社交平台上到处宣传，通过各种你设置的推荐激励来把产品传播给周围的人。这种源源不断的自然增长，会把那些离开了的用户缺口填上。能形成相当大规模的自然增长，也是打造一场消费者心智大地震的必备条件。\\n\\n![](https://images.mirror-media.xyz/publication-images/F4qHTt32AUzZDeRTDonAV.jpg?height=1080&width=1080)\\n\\n如果没有任何付费营销，让市场营销部的小伙伴休息一下，把投放的广告全部关掉，你的产品还能增长吗？这部分的增长比例，我们称之为静态增长率。静态增长对比付费营销带来的增长有一个很大的优点，即**静态增长获得的用户量，是与现有用户成正比的。在你的用户基数**不断变大的过程中，替你在外面宣传你的产品的人也会不断变多，静态增长率也会不断变大。拥有较高静态增长率的产品能实现指数级别的增长，而且也会迅速渗透市场。\\n\\n当你的产品实现了正静态增长率，再加上付费营销，你的用户增长会变得非常牛逼。对于想要打造一场用户心智大地震的你来说，你花钱触达到的用户会免费把你的产品告诉其他2-3个潜在用户，这其中大有文章可做。\\n\\n很多消费互联网公司往往在投放后的半年到一年时间，才能看到付费营销带来的增长回报。但是对于能够形成用户心智大地震的产品来说，付费投放撒出去，增长回报在几周甚至几天只能就能看到。\\n\\n对于很多完全依赖付费营销寻求增长的C端公司来说，静态增长率为负不是一个好消息。当你开始依赖付费营销驱动增长时，离开的用户留下的缺口会越来越大。如果你一直财大气粗凭着付费营销增长，你需要支出的营销费用会越来越多。**随着规模的增长，获取用户的边际成本也会增加**。随着你体量的进一步增大，烧的钱越来越多，到最后会发生什么，我们都心知肚明。\\n\\n如果你没有看到能够自然增长的迹象，尽量不要在广告投放上花更多的钱了。你需要让大家找到对产品的热爱，帮助他们口口相传，给到他们传播时可以用到的图片、故事、以及推荐机制。不过，如果用户们是真的不喜欢你的产品，这些办法都不管用。所以还是要回到故事的起点，你的产品一定在最开始得是惊掉众人下巴、让竞争对手羞愧、让用户说出“我靠，这产品太牛逼了！”的产品。\\n\\n![](https://images.mirror-media.xyz/publication-images/IfWPri8P10vwbiPkpzMhz.jpg?height=768&width=1024)\\n\\n**05**\\n\\n**你的产品牛逼了，怎么继续牛逼下去？**\\n\\n**在消费互联网行业中，最难做的事情就是找到用户心智大地震**。因为这个东西实在是太稀有了，在每年涌现的成千上万的创始人中间，只有其中的2-4个能够捕捉到这种大地震。**当你成功找到用户心智大地震时，你会有一种它能够永久持续的感觉，但这只是错觉而已**。\\n\\n**你获得的不是一个永动机，而是一批可以用来冲浪的大浪花，迟早有一天你脚下的浪花会崩溃，而用户对你产品的新奇感会褪去**。那些曾经把你产品当做奇迹逢人便说的用户会开始问你：你最近这段时间为我们做了啥呢？竞对会相继出现，推出更好更便宜的产品。\\n\\n需要不断提醒自己的一点是，你要打造的生意跟一般生意不是一个物种，它可以把你高高抛起到半空中，但是不会帮你保持太久。**如何留在半空中，并且继续往上扑腾呢**？\\n\\n**1.** **网络效应**：随着用户群的扩大，你的产品有没有变得更加吸引人、能够提供更多价值？**那些造成了用户心智大地震并且活到了今天的产品，一般都是靠网络效应**。如果目前你的产品不具备网络效应，那得探索开发新功能，利用不断扩大的用户群规模产生新效果，让其他公司难以复制。很多产品没有天然的网络效应，但我们都得不断走在寻找网络效应的路上。\\n\\n**2.** **找到新渠道**：老生常谈了，但是确实很重要。**你的产品必须在任何用户能看到的渠道出现，这样一来他们根本不会有去使用竞对产品的机会**。做好SEO/SEM，不断监测新渠道的出现，砍断别人跟现有渠道合作的机会等等。这样一来，你掌握了所有的用户可能会出现的渠道，让竞争对手根本不能跟你在同一空间竞争。\\n\\n\\\\*\\\\*3. \\\\*\\\\***产品和品牌质量**：说起来容易做起来难，你需要不断投资到新产品孵化和品牌升级当中，来保证你的产品比任何竞品都好。\\n\\n做好心理准备，很可能有一天，有那么一家奇奇怪怪的创业公司突然冒出来，提供的产品比你的好，比你的便宜，比你的使用更简单，比你的更受人喜欢。如果这件事情发生了，立马上市一款对标产品，同时探索收购这家公司的可能性，同时也准备一下你的退休事宜了。\\n\\n**寻找用户心智大地震的过程，实际上是让你签署了一份人生马拉松，不断有新的产品和竞争对手让你的产品看起来像是iPhone vs 诺基亚，这时候你需要不断更新迭代**。制造并经历了一场用户心智大地震之后，不管你做什么，不要过得太舒服，外面有太多人想要把你拉下水，你需要随时保持警觉，并且不断研发创新，**才能有那么一丝丝渺茫的希望，捕捉到下一个用户心智大地震**。\\n\\n![](https://images.mirror-media.xyz/publication-images/mL8FqJlqejuI437IiyUEQ.jpg?height=768&width=1024)\\n\\n在过去的几年中，相较于VC终结论、资本寒冬论的喧嚣尘上，我们认为这一类声音对于投资人没有意义，对于创业者渲染焦虑，对于新生LP也产生了误导。\\n\\n我们看到的是全球VC基金已经慢慢成熟的最佳实践，以及一个更加健康、有序、专业化的中国VC市场的诞生。我们将通过我们的阐述把这些最佳实践有序地展现给你们。\\n\\n**我们专注研究与解构对创投行业有重要参考借鉴价值的细分领域投资之王，同时也会将第一手的全球行业变革、最新实践、资深LP的动向，内部投资决策材料第一时间上传到我们的知识星球。**\\n\\n无论你是合伙人、VC从业者、LP还是产业资本，**相信你都需要一个信息素养极高的合伙人级别助理，不断为你监测全球最优秀基金的最佳实践。**\\n\\n**我们也希望把我们看到的，听到的，以及努力研究得到的成果，第一时间分享给市场上所有对于探索下一代GP和新的商业价值的人们。**\\n\\n**有意同我们具体交流的读者，加入我们的知识星球，溯元创始人王潜和联合创始人刘嘉培会在48小时内回答各位的问题。**\\n\\n![]()\\n\\n![]()\\n\\n**往期回顾**\\n\\n\\\\-点击下图浏览-\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n![]()\\n\\n现在微信公众号打乱了时间线，如果你不特地点进来，很可能看不到本号了。希望喜欢【溯元育新】的读者朋友们将本号【设为星标★】，方便找到我们；也欢迎点击右下角的【在看】。\\n\\n![]()\\n\\n![]()\\n\\n\",\"timestamp\":1640431224,\"title\":\"把品牌做成独角兽，你就嗝屁了丨溯元观点\"},\"digest\":\"ayW6uXwCDoPv8cGlyKZpwzRh5ECwBEYM9N3vM-leWnw\",\"authorship\":{\"contributor\":\"0x8a8b0bf3911F48D74c323246935880DAA9064bE2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p0G1yrEHu9n-BUb7F3gcDJYcGhQ1z7BUzQWFkRl7Afw\\\",\\\"y\\\":\\\"uYiIOJNMVb3bRyBlmDq45kFaUQHEedSvbh7ycaNNU-s\\\"}\",\"signature\":\"RQMGCGzjgoRwudTCb9hH9s9fJGIIweLhwkJN3iHEQW_HcL8RjuDoVjz8aoaM04vXjQcdwa-xISXAa3mISTGRVg\",\"signingKeySignature\":\"0xeb7c9cd7bb81e1f573de3957eccfa4e0597115a2055bd7e1d7d1f244bf43f38672eb462c367b6d1f314568015e244bbf80a79a6b1a4948073a163b65f61c889c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p0G1yrEHu9n-BUb7F3gcDJYcGhQ1z7BUzQWFkRl7Afw\\\",\\\"y\\\":\\\"uYiIOJNMVb3bRyBlmDq45kFaUQHEedSvbh7ycaNNU-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ayW6uXwCDoPv8cGlyKZpwzRh5ECwBEYM9N3vM-leWnw\"}"