"{\"content\":{\"body\":\"he could ask about money. Indeed, I had no secret from him on any subject. But when he subjected me to cross-examination, forcing me into a bathos of poverty, as he thought, I broke down. \\\"Not five hundred a year!\\\" \\\"Not four!!\\\" \\\"Not three!!!\\\" \\\"Oh, heavens! and you propose to take a wife!\\\" You will understand how I writhed and wriggled under the scorn.\\n\\nAnd then there came something worse than this -- or rather, if I remember rightly, the worst thing came first. You were over in my studio, and will remember, perhaps, some of my own abortive treasures, those melancholy but soul-inspiring creations of which I have thought so much, and others have thought so little? That no one else should value them is natural, but to me it seems unnatural, almost cruel, that anyone should tell me to my face that they were valueless. Your uncle, of course, had never seen them, but he knew that sculptors are generally burdened with these 'wares,' as he called them; and he suggested that I should sell them by auction for what they might fetch -- in order that the corners which they occupy might be vacant. He thought that, perhaps, they might do for country gentlemen to stick about among their shrubs. You, knowing my foolish soreness on the subject, will understand how well I must have been prepared by this to endure your uncle's cross-examination.\\n\\nThen he asked me as to my ideas -- not art ideas, but ideas as to bread and cheese for the future. I told him as exactly as I could. I explained to him that if you were left in possession of a comfortable home, such as would have been that of your father, I should think it best for your sake to delay our marriage till I should be prepared to do something better for you than I can at present; but that I hold myself ready to give you all that I have to give at a moment's notice, should you be required to leave his house. And, Lucy, speaking in your name, I said something further, and declared my belief that you, for my sake, would bear the inconveniences of so poor a home without complaining. Then there arose anger both on his side and on mine; and I must say, insult on his. He told me that I had no business to suggest that you would be expelled from his house. I replied that the threat had come, if not from him, then from Lady Tringle. Upon this he accused me of positive falsehood, asserting that your aunt had said nothing of the kind. I then referred him to Lady Tringle herself, but refused to stay any longer in the room with him, because he had insulted me.\\n\\nSo you will see that I did less than nothing by my embassy. I told myself that it would be so as I descended into the underground cavern at the Gloucester Road Station. You are not to suppose that I blame him more, or, indeed, so much as I do myself. It was not to be expected that he should behave as a gentleman of fine feeling. But, perhaps, it ought to have been expected that I should behave like a man of common sense. I ought to have taken his advice about the auction, apparently, in good part. I ought not to have writhed when he scorned my poor earnings. When he asked as to my ideas, I should not have alluded to your aunt's threat as to turning you out. I should have been placid and humble; and then his want of generous feeling would have mattered nothing. But spilt milk and broken eggs are past saving. Whatever good things may have come from your uncle's generosity had I brushed his hair for him aright, are now clean gone, seeing that I scrubbed him altogether the wrong way.\\n\\nFor myself, I do not know that I should regret it very much. I have an idea that no money should be sweet to a man except that which he earns. And I have enough belief in myself to be confident that sooner or later I shall earn a sufficiency. But, dearest, I own that I feel disgusted with myself when I think that I have diminished your present comfort, or perhaps lessened for the future resources which would have been yours rather than mine. But the milk has been spilt, and now we must only think what we can best do without it. It seems to me that only two homes are possible for you -- one with Sir Thomas as his niece, and the other with me as my wife. I am conceited enough to think that you will prefer the latter even with many inconveniences. Neither can your uncle or your aunt prevent you from marrying at a very early day, should you choose to do so. There would be some preliminary ceremony, of the nature of which I am thoroughly ignorant, but which could, I suppose, be achieved in a month. I would advise you to ask your aunt boldly whether she wishes you to go or to stay with her, explaining, of course, that you intend to hold to your engagement, and explaining at the same time that you are quite ready to be married at once if she is anxious to be quit of you. That is my advice.\\n\\nAnd now, dear, one word of something softer! For did any lover ever write to the lady of his heart so long a letter so abominably stuffed with matters of business? How shall I best tell you how dearly I love you? Perhaps I may do it by showing you that as far as I myself am concerned I long to hear that your Aunt Emmeline and your Uncle Tom are more hardhearted and obdurate than were ever uncle and aunt before them. I long to hear that you have been turned out into the cold, because I know that then you must come to me, though it be even less than three hundred a year. I wish you could have seen your uncle's face as those terribly mean figures reached his ears. I do not for a moment fear that we should want. Orders come slow enough, but they come a little quicker than they did. I have never for a moment doubted my own ultimate success, and if you were with me I should be more confident than ever. Nevertheless, should your aunt bid you to stay, and should you think it right to comply with her desire, I will not complain.\\n\\nAdieu! This comes from one who is altogether happy in his confidence that at any rate before long you will have become his wife.\\n\\nISADORE HAMEL\\n\\n\\\"I quite expect to be scolded for my awkwardness. Indeed I shall be disappointed if I am not.\\\"\\n\\nThe same post which brought Hamel's long letter to Lucy brought also a short but very angry scrawl from Sir Thomas to his wife. No eyes but those of Lady Tringle saw this epistle, and no other eyes shall see it. But the few words which it contained were full of marital wrath. Why had she threatened to turn her own niece out of his doors? Why had she subjected him to the necessity of defending her by a false assertion? Those Dormer nieces of hers were giving him an amount of trouble and annoyance which he certainly had not deserved. Lucy, though not a word was said to her of this angry letter, was conscious that something had been added to her aunt's acerbity. Indeed for the last day or two her aunt's acerbity towards her had been much diminished. Lady Tringle had known that her husband intended to do something by which the Hamel marriage would be rendered possible; and she, though she altogether disapproved of the Hamel marriage, would be obliged to accede to it if Sir Thomas acceded to it and encouraged it by his money. Let them be married, and then, as far as the Tringles were concerned, let there be an end of these Dormer troubles for ever. To that idea Lady Tringle had reconciled herself as soon as Sir Thomas had declared his purpose, but now -- as she declared to herself -- \\\"all the fat was again in the fire\\\". She received Lucy's salutations on that morning with a very bad grace.\\n\\nBut she had been desired to give no message, and therefore she was silent on the subject to Lucy. To the Honourable Mrs Traffick she said a few words. \\\"After all Ayala was not half as bad as Lucy,\\\" said Lady Tringle.\\n\\n\\\"There, mamma, I think you are wrong,\\\" said the Honourable Mrs Traffick. \\\"Of all the upsetting things I ever knew Ayala was the worst. Think of her conduct with Septimus.\\\" Lady Tringle made a little grimace, which, however, her daughter did not see. \\\"And then with that Marchesa!\\\"\\n\\n\\\"That was the Marchesa's fault.\\\"\\n\\n\\\"And with Tom!\\\"\\n\\n\\\"I don't think she was so much to blame with Tom. If she were, why doesn't she take him now she can have him? He is just as foolish about her as ever. Upon my word I think Tom will make himself ill about it.\\\"\\n\\n\\\"You haven't heard it all, mamma.\\\"\\n\\n\\\"What haven't I heard?\\\"\\n\\n\\\"Ayala has been down with the Alburys at Stalham.\\\"\\n\\n\\\"I did hear that.\\\"\\n\\n\\\"And another man has turned up. What on earth they see in her is what I can't understand.\\\"\\n\\n\\\"Another man has offered to her! Who is he?\\\"\\n\\n\\\"There was a Colonel Stubbs down there. Septimus heard it all from young Batsby at the club. She got this man to ride about the country with her everywhere, going to the meets with him and coming home. And in this way she got him to propose to her. I don't suppose he means anything; but that is why she won't have anything to do with Tom now. Do you mean to say she didn't do all she could to catch Tom down at Glenbogie, and then at Rome? Everybody saw it. I don't think Lucy has ever been so bad as that.\\\"\\n\\n\\\"It's quite different, my dear.\\\"\\n\\n\\\"She has come from a low father,\\\" said the Honourable Mrs Traffick, proudly, \\\"and therefore she has naturally attached herself to a low young man. There is nothing to be wondered at in that. I suppose they are fond of each other, and the sooner they are married the better.\\\"\\n\\n\\\"But he can't marry her because he has got nothing.\\\"\\n\\n\\\"Papa will do something.\\\"\\n\\n\\\"That's just what your papa won't. The man has been to your father in the City and there has been ever such a row. He spoke ill of me because I endeavoured to do my duty by the ungrateful girl. I am sure I have got a lesson as to taking up other people's children. I endeavoured to do an act of charity, and see what has come of it. I don't believe in charity.\\\"\\n\\n\\\"That is wicked, mamma. Faith, Hope, and Charity! But you've got to be charitable before you begin the others.\\\"\\n\\n\\\"I don't think it is wicked. People would do best if they were made to go along on what they've got of their own.\\\" This seemed to Augusta to be a direct blow at Septimus and herself. \\\"Of course I know what you mean, mamma.\\\"\\n\\n\\\"I didn't mean anything.\\\"\\n\\n\\\"But, if people can't stay for a few weeks in their own parents' houses, I don't know where they are to stay.\\\"\\n\\n\\\"It isn't weeks, Augusta; it's months. And as to parents, Lord Boardotrade is Mr Traffick's parent. Why doesn't he go and stay with Lord Boardotrade?\\\" Then Augusta got up and marched with stately step out of the room. After this it was not possible that Lucy would find much immediate grace in her aunt's eyes. From the moment that Lucy had received her letter there came upon her the great burden of answering it. She was very anxious to do exactly as Hamel had counselled her. She was quite alive to the fact that Hamel had been imprudent in Lombard Street; but not the less was she desirous to do as he bade her -- thinking it right that a woman should obey someone, and that her obedience could be due only to him. But in order to obey him she must consult her aunt. \\\"Aunt Emmeline,\\\" she said that afternoon, \\\"I want to ask you something.\\\"\\n\\n\\\"What is it now?\\\" said Aunt Emmeline, crossly.\\n\\n\\\"About Mr Hamel.\\\"\\n\\n\\\"I don't want to hear any more about Mr Hamel. I have heard quite enough of Mr Hamel.\\\"\\n\\n\\\"Of course I am engaged to him, Aunt Emmeline.\\\"\\n\\n\\\"So I hear you say. I do not think it very dutiful of you to come and talk to me about him, knowing as you do what I think about him.\\\"\\n\\n\\\"What I want to ask is this. Ought I to stay here or ought I to go away?\\\"\\n\\n\\\"I never heard such a girl! Where are you to go to? What makes you ask the question?\\\"\\n\\n\\\"Because you said that I ought to go if I did not give him up.\\\" \\\"You ought to give him up.\\\"\\n\\n\\\"I cannot do that, aunt.\\\"\\n\\n\\\"Then you had better hold your tongue and say nothing further about it. I don't believe he earns enough to give you bread to eat and decent clothes to wear. What would you do if children were to come year after year? If you really love him I wonder how you can think of being such a millstone round a man's neck!\\\" This was very hard to bear. It was so different from the delicious comfort of his letter. \\\"I do not for a moment believe that we should want.\\\" \\\"I have never for one moment doubted my own ultimate success.\\\" But after all was there not more of truth in her aunt's words, hard and cruel as they were? And on these words, such as they were, she must found her answer to her lover; for he had bade her ask her aunt what she was to do as to staying or preparing herself for an immediate marriage. Then, before the afternoon was over, she wrote to Hamel as follows:\\n\\nDEAR ISADORE,\\n\\nI have got ever so much to say, but I shall begin by doing as you told me in your postscript. I won't quite scold you, but I do think you might have been a little gentler with poor Uncle Tom. I do not say this because I at all regret anything which perhaps he might have done for us. If you do not want assistance from him certainly I do not. But I do think that he meant to be kind; and, though he may not be quite what you call a gentleman of fine feeling, yet he has taken me into his house when I had no other to go to, and in many respects has been generous to me. When he said that you were to go to him in Lombard Street, I am sure that he meant to be generous. And, though it has not ended well, yet he meant to be kind to both of us.\\n\\nThere is what you will call my scolding; though, indeed, dearest, I do not intend to scold at all. Nor am I in the least disappointed except in regard to you. This morning I have been to Aunt Emmeline, as you desired, and I must say that she was very cross. Of course I know that it is because she is my own aunt that Uncle Tom has me here at all; and I feel that I ought to be very grateful to her. But, in spite of all that you say, laughing at Uncle Tom because he wants you to sell your grand work by auction, he is much more good-natured than Aunt Emmeline. I am quite sure my aunt never liked me, and that she will not be comfortable till I am gone. But when I asked her whether I ought to stay, or to go, she told me to hold my tongue, and say nothing further about it. Of course, by this, she meant that I was to remain, at any rate for the present.\\n\\nMy own dearest, I do think this will be best, though I need not tell you how I look forward to leaving this, and being always with you. For myself I am not a bit afraid, though Aunt Emmeline said dreadful things about food and clothes, and all the rest of it. But I believe much more in what you say, that success will be sure to come. But still will it not be wise to wait a little longer? Whatever I may have to bear here, I shall think that I am bearing it for your dear sake; and then I shall be happy.\\n\\nBelieve me to be always and always your own\\n\\nLUCY\\n\\nThis was written and sent on a Wednesday, and nothing further was said either by Lucy herself, or by her aunt, as to the lover, till Sir Thomas came down to Merle Park on the Saturday evening. On his arrival he seemed inclined to be gracious to the whole household, even including Mr Traffick, who received any attention of that kind exactly as though the most amicable arrangements were always existing between him and his father-in-law. Aunt Emmeline, when it seemed that she was to encounter no further anger on account of the revelation which Hamel had made in Lombard Street, also recovered her temper, and the evening was spent as though there were no causes for serious family discord. In this spirit, on the following morning, they all went to church, and it was delightful to hear the flattering words with which Mr Traffick praised Merle Park, and everything belonging to it, during the hour of lunch. He went so far as to make some delicately laudatory hints in praise of hospitality in general, and especially as to that so nobly exercised by London merchant princes. Sir Thomas smiled as he heard him, and, as he smiled, he resolved that, as soon as the Christmas festivities should be over, the Honourable Septimus Traffick should certainly be turned out of that house.\\n\\nAfter lunch there came a message to Lucy by a page-boy, who was supposed to attend generally to the personal wants of Aunt Emmeline, saying that her uncle would be glad of her attendance for a walk. \\\"My dear,\\\" said he, \\\"have you got your thick boots on? Then go and put 'em on. We will go down to the Lodge, and then come home round by Windover Hill.\\\" She did as she was bade, and then they started. \\\"I want to tell you\\\", said he, \\\"that this Mr Hamel of yours came to me in Lombard Street.\\\"\\n\\n\\\"I know that, Uncle Tom.\\\"\\n\\n\\\"He has written to you, then, and told you all about it?\\\"\\n\\n\\\"He has written to me, certainly, and I have answered him.\\\"\\n\\n\\\"No doubt. Well, Lucy, I had intended to be kind to your Mr Hamel, but, as you are probably aware, I was not enabled to carry out my intentions. He seems to be a very independent sort of young man.\\\"\\n\\n\\\"He is independent, I think.\\\"\\n\\n\\\"I have not a word to say against it. If a man can be independent it is so much the better. If a man can do everything for himself, so as to require neither to beg nor to borrow, it will be much better for him. But, my dear, you must understand that a man cannot be independent with one hand, and accept assistance with the other, at one and the same time.\\\"\\n\\n\\\"That is not his character, I am sure,\\\" said Lucy, striving to hide her indignation while she defended her lover's character. \\\"I do not think it is. Therefore he must remain independent, and I can do nothing for him.\\\"\\n\\n\\\"He knows that, Uncle Tom.\\\"\\n\\n\\\"Very well. Then there's an end of it. I only want to make you understand that I was willing to assist him, but that he was unwilling to be assisted. I like him all the better for it, but there must be an end of it.\\\"\\n\\n\\\"I quite understand, Uncle Tom.\\\"\\n\\n\\\"Then there's one other thing I've got to say. He accused me of having threatened to turn you out of my house. Now, my dear -- \\\" Hereupon Lucy struggled to say a word, hardly knowing what word she ought to say, but he interrupted her -- \\\"Just hear me out till I've done, and then there need not be another word about it. I never threatened to turn you out.\\\"\\n\\n\\\"Not you, Uncle Tom,\\\" she said, endeavouring to press his arm with her hand.\\n\\n\\\"If your aunt said a word in her anger you should not have made enough of it to write and tell him.\\\"\\n\\n\\\"I thought she meant me to go, and then I didn't know whom else to ask.\\\"\\n\\n\\\"Neither I nor she, nor anybody else, ever intended bo turn you out. I have meant to be kind to you both -- to you and Ayala; and if things have gone wrong I cannot say that it has been my fault. Now, you had better stay here, and not say a word more about it till he is ready to take you. That can't be yet for a long time. He is making, at present, not more than two hundred a year. And I am sure it must be quite as much as he can do to keep a coat on his back with such an income as that. You must make up your mind to wait -- probably for some years. As I told you before, if a man chooses to have the glory of independence he must also bear the inconvenience. Now, my dear, let there be an end of this, and never say again that I want to turn you out of my house.\\\"\\n\\nCHAPTER 35 TOM TRINGLE SENDS A CHALLENGE\\n\\nThe next six weeks went on tranquilly at Merle Park without a word spoken about Hamel. Sir Thomas, who was in the country as little as possible, showed his scorn to his son-in-law simply by the paucity of his words, speaking to him, when he did speak to him, with a deliberate courtesy which Mr Traffick perfectly understood. It was that dangerous serenity which so often presages a storm. \\\"There is something going to be up with your father,\\\" he said to Augusta. Augusta replied that she had never seen her father so civil before. \\\"It would be a great convenience\\\", continued the Member of Parliament, \\\"if he could be made to hold his tongue till Parliament meets; but I'm afraid that's too good to expect.\\\" In other respects things were comfortable at Merle Park, though they were not always comfortable up in London. Tom, as the reader knows, was misbehaving himself sadly at the Mountaineers. This was the period of unlimited champagne, and of almost total absence from Lombard Street. It was seldom that Sir Thomas could get hold of his son, and when he did that broken-hearted youth would reply to his expostulations simply by asserting that if his father would induce Ayala to marry him everything should go straight in Lombard Street. Then came the final blow. Tom was of course expected at Merle Park on Christmas Eve, but did not make his appearance either then or on Christmas Day. Christmas fell on a Wednesday, and it was intended that the family should remain in the country till the following Monday. On the Thursday Sir Thomas went up to town to make inquiries respecting his heir, as to whom Lady Tringle had then become absolutely unhappy. In London he heard the disastrous truth. Tom, in his sportive mood, had caused serious inconvenience to a most respectable policeman, and was destined to remain another week in the hands of the Philistines. Then, for a time, all the other Tringle troubles were buried and forgotten in this great trouble respecting Tom. Lady Tringle was unable to leave her room during the period of incarceration. Mr Traffick promised to have the victim liberated by the direct interference of the Secretary of State, but failed to get anything of the kind accomplished. The girls were completely cowed by the enormity of the misfortune; so that Tom's name was hardly mentioned except in sad and confidential whispers. But of all the sufferers Sir Thomas suffered the most. To him it was a positive disgrace, weighing down every moment of his life. At Travers and Treason he could not hold up his head boldly and open his mouth loudly as had always been his wont. At Travers and Treason there was not a clerk who did not know that \\\"the governor\\\" was an altered man since this misfortune had happened to the hope of the firm. What passed between Sir Thomas and his son on the occasion has already been told in a previous chapter. That Sir Thomas, on the whole, behaved with indulgence must be acknowledged; but he felt that his son must in truth absent himself from Lombard Street for a time.\\n\\nTom had been advised by his father to go forth and see the world. A prolonged tour had been proposed to him which to most young men might seem to have great attraction. To him it would have had attraction enough, had it not been for Ayala. There would have been hardly any limit to the allowance made to him, and he would have gone forth armed with introductions, which would have made every port a happy home to him. But as soon as the tour was suggested he resolved at once that he could not move himself to a distance from Ayala. What he expected -- what he even hoped -- he could not tell himself. But while Ayala was in London, and Ayala was unmarried, he could not be made to take himself far away.\\n\\nHe was thoroughly ashamed of himself. He was not at all the man who could bear a week of imprisonment and not think himself disgraced. For a day or two he shut himself up altogether in his lodgings, and never once showed himself at the Mountaineers. Faddle came to him, but he snubbed Faddle at first, remembering all the severe things his father had said about the Faddles in general. But he soon allowed that feeling to die away when the choice seemed to be between Faddle and solitude. Then he crept out in the dark and ate his dinners with Faddle at some tavern, generally paying the bill for both of them. After dinner he would play half a dozen games of billiards with his friend at some unknown billiard-room, and then creep home to his lodgings -- a blighted human being! At last, about the end of the first week in January, he was induced to go down to Merle Park. There Mr and Mrs Traffick were still sojourning, the real grief which had afflicted Sir Thomas having caused him to postpone his intention in regard to his son-in-law. At Merle Park Tom was cosseted and spoilt by the women very injudiciously. It was not perhaps the fact that they regarded him as a hero simply because he had punched a policeman in the stomach and then been locked up in vindication of the injured laws of his country; but that incident in combination with his unhappy love did seem to make him heroic. Even Lucy regarded him with favour because of his constancy to her sister; whereas the other ladies measured their admiration for his persistency by the warmth of their anger against the silly girl who was causing so much trouble. His mother told him over and over again that his cousin was not worth his regard; but then, when he would throw himself on the sofa in an agony of despair -- weakened perhaps as much by the course of champagne as by the course of his love -- then she, too, would bid him hope, and at last promised that she herself would endeavour to persuade Ayala to look at the matter in a more favourable light. \\\"It would all be right if it were not for that accursed Stubbs,\\\" poor Tom would say to his mother. \\\"The man whom I called my friend! The man I lent a horse to when he couldn't get one anywhere else! The man to whom I confided everything, even about the necklace! If it hadn't been for Stubbs I never should have hurt that policeman! When I was striking him I thought that it was Stubbs!\\\" Then the mother would heap feminine maledictions on the poor Colonel's head, and so together they would weep and think of revenge.\\n\\nFrom the moment Tom had heard Colonel Stubbs's name mentioned as that of his rival he had meditated revenge. It was quite true when he said that he had been thinking of Stubbs when he struck the policeman. He had consumed the period of his confinement in gnashing his teeth, all in regard to our poor friend Jonathan. He told his father that he could not go upon his long tour because of Ayala. But in truth his love was now so mixed up with ideas of vengeance that he did not himself know which prevailed. If he could first have slaughtered Stubbs then perhaps he might have started! But how was he to slaughter Stubbs? Various ideas occurred to his mind. At first he thought that he would go down to Aldershot with the biggest cutting-whip he could find in any shop in Piccadilly; but then it occurred to him that at Aldershot he would have all the British army against him, and that the British army might do something to him worse even than the London magistrate. Then he would wait till the Colonel could be met elsewhere. He ascertained that the Colonel was still at Stalham, where he had passed the Christmas, and he thought how it might be if he were to attack the Colonel in the presence of his friends, the Alburys. He assured himself that, as far as personal injury went, he feared nothing. He had no disinclination to be hit over the head himself, if he could be sure of hitting the Colonel over the head. If it could be managed that they two should fly at each other with their fists, and be allowed to do the worst they could to each other for an hour, without interference, he would be quite satisfied. But down at Stalham that would not be allowed. All the world would be against him, and nobody there to see that he got fair play. If he could encounter the man in the streets of London it would be better; but were he to seek the man down at Stalham he would probably find himself in the County Lunatic Asylum. What must he do for his revenge? He was surely entitled to it. By all the laws of chivalry, as to which he had his own ideas, he had a right to inflict an injury upon a successful -- even upon an unsuccessful -- rival. Was it not a shame that so excellent an institution as duelling should have been stamped out? Wandering about the lawns and shrubberies at Merle Park he thought of all this, and at last he came to a resolution. The institution had been stamped out, as far as Great Britain was concerned. He was aware of that. But it seemed to him that it had not been stamped out in other more generous countries. He had happened to notice that a certain enthusiastic politician in France had enjoyed many duels, and had never been severely repressed by the laws of his country. Newspaper writers were always fighting in France, and were never guillotined. The idea of being hanged was horrible to him -- so distasteful that he saw at a glance that a duel in England was out of the question. But to have his head cut off, even if it should come to that, would be a much less affair. But in Belgium, in Italy, in Germany, they never did cut off the heads of the very numerous gentlemen who fought duels. And there were the Southern States of the American Union, where he fancied that men might fight duels as they pleased. He would be ready to go even to New Orleans at a day's notice if only he could induce Colonel Stubbs to meet him there. And he thought that, if Colonel Stubbs really possessed half the spirit which seemed to be attributed to him by the British army generally, he would come, if properly invoked, and fight such a duel as this, whether at New Orleans or at some other well-chosen blood-allowing spot on the world's surface. Tom was prepared to go anywhere for blood.\\n\\nBut the invocation must be properly made. When he had wanted another letter of another kind to be written for him, the Colonel himself was the man to whom he had gone for assistance. And, had his present enemy been any other than the Colonel himself, he would have gone to the Colonel in preference to anyone else for aid in this matter. There was no one, in truth, in whom he believed so thoroughly as in the Colonel. But that was out of the question. Then he reflected what friend might now stand him in stead. He would have gone to Houston, who wanted to marry his sister; but Houston seemed to have disappeared, and he did not know where he might be found. There was his brother-in-law, Traffick -- but he feared lest Traffick might give him over once more into the hands of the police. He thought of Hamel, as being in a way connected with the family; but he had seen so little of Hamel, and had so much disliked what he had seen, that he was obliged to let that hope go by. There was no one left but Faddle whom he could trust. Faddle would do anything he was told to do. Faddle would carry the letter, no doubt, or allow himself to be named as a proposed second. But Faddle could not write the letter. He felt that he could write the letter himself better than Faddle.\\n\\nHe went up to town, having sent a mysterious letter to Faddle, bidding his friend attend him in his lodgings. He did not yet dare to go to the Mountaineers, where Faddle would have been found. But Faddle came, true to the appointment. \\\"What is it, now?\\\" said the faithful friend. \\\"I hope you are going back to Travers and Treasons'. That is what I should do, and walk in just as though nothing had happened.\\\"\\n\\n\\\"Not if you were me, you wouldn't.\\\"\\n\\n\\\"That makes a difference, of course.\\\"\\n\\n\\\"There is something else to be done before I can again darken the doors of Travers and Treason -- if I should ever do so!\\\" \\\"Something particular?\\\"\\n\\n\\\"Something very particular. Faddle, I do think you are a true friend.\\\"\\n\\n\\\"You may say that. I have stuck to you always -- though you don't know the kind of things my people say to me about it. They say I am going to ruin myself because of you. The governor threatened to put me out of the business altogether. But I'm a man who will be true to my friend, whatever happens. I think you have been a little cool to me, lately; but even that don't matter.\\\"\\n\\n\\\"Cool! If you knew the state that I'm in you wouldn't talk of a fellow being cool! I'm so knocked about it all that I don't know what I'm doing.\\\"\\n\\n\\\"I do take that into consideration.\\\"\\n\\n\\\"Now, I'll tell you what I'm going to do.\\\" Then he stood still, and looked Faddle full in the face. Faddle, sitting awe-struck on his chair, returned the gaze. He knew that a moment of supreme importance was at hand. \\\"Faddle, I'll shoot that fellow down like a dog.\\\"\\n\\n\\\"Will you, indeed?\\\"\\n\\n\\\"Like a dog -- if I can get at him. I should have no more compunction in taking his life than a mere worm. Why should I, when I know that he has sapped the very juice of my existence?\\\"\\n\\n\\\"Do you mean -- do you mean -- that you would -- murder him?\\\" \\\"It would not be murder. Of course it might be that he would shoot me instead. Upon the whole, I think I should like that best.\\\"\\n\\n\\\"Oh; a duel!\\\" said Faddle.\\n\\n\\\"That's what I mean. Murder him! Certainly not. Though I should like nothing half so well as to thrash him within an inch of his life. I would not murder him. My plan is this -- I shall write to him a letter inviting him to meet me in any corner of the globe that he may select. Torrid zone or Arctic circle will be all the same to me. You will have to accompany me as my second.\\\" Faddle shivered with excitement and dread of coming events. Among other ideas there came the thought that it might be difficult to get back from the Arctic circle without money if his friend Tom should happen to be shot dead in that locality. \\\"But first of all\\\", continued Tom, \\\"you will have to carry a letter.\\\"\\n\\n\\\"To the Colonel?\\\" suggested Faddle.\\n\\n\\\"Of course. The man is now staying with friends of his named Albury at a place called Stalham. From what I hear they are howling swells. Sir Harry Albury is Master of the Hounds, and Lady Albury when she is up in London has all the Royal Family constantly at her parties. Stubbs is a cousin of his; but you must go right away up to him among 'em all, and deliver the letter into his hands without minding 'em a bit.\\n\\n\\\"Couldn't it go by post?\\\"\\n\\n\\\"No; this kind of letter mustn't go by post. You have to be able to swear that you delivered it yourself into his own hands. And then you must wait for an answer. Even though he should want a day to think of it, you must wait.\\\"\\n\\n\\\"Where am I to stay, Tom?\\\"\\n\\n\\\"Well; it may be they'll ask you to the house, because, though you carry the letter for me, you are not supposed to be his enemy. If so, put a jolly face on it, and enjoy yourself as well as you can. You must seem, you know, to be just as big a swell as anybody there. But if they don't ask you, you must go to the nearest inn. I'll pay the bill.\\\"\\n\\n\\\"Shall I go today?\\\" asked Faddle.\\n\\n\\\"I've got to write the letter first. It'll take a little time, so that you'd better put it off till tomorrow. If you will leave me now I'll write it, and if you will come back at six we'll go and have a bit of dinner at Bolivia's.\\\" This was an eating-house in the neighbourhood of Leicester Square, to which the friends had become partial during this troubled period of their existence. \\\"Why not come to the Mountaineers, old boy?\\\" Tom shook his head, showing that he was not yet up to such festivity as that; and then Faddle took his departure.\\n\\nTom at once got out his pen and paper, and began to write his letter. It may be imagined that it was not written off-hand, or without many struggles. When it was written it ran as follows: SIR,\\n\\nYou will not, I think, be surprised to hear from me in anything but a friendly spirit. I went down to you at Aldershot as to a friend whom I could trust with my bosom's dearest secret, and you have betrayed me. I told you of my love, a love which has long burned in my heart, and you received my confidence with a smile, knowing all the time that you were my rival. I leave it to you to say what reply you can make as to conduct so damning, so unmanly, so dastardly -- and so very unlike a friend as this! However, there is no place here for words. You have offered me the greatest insult and the greatest injury which one man can inflict upon another! There is no possibility of an apology, unless you are inclined to say that you will renounce for ever your claim upon the hand of Miss Ayala Dormer. This I do not expect, and, therefore, I call upon you to give me that satisfaction which is all that one gentleman can offer to another. After the injury you have done me I think it quite impossible that you should refuse.\\n\\nOf course, I know that duels cannot be fought in England because of the law. I am sorry that the law should have been altered, because it allows so many cowards to escape the punishment they deserve. \\\\[Tom, as he wrote this, was very proud of the keenness of the allusion.\\\\] I am quite sure, however, that a man who bears the colours of a colonel in the British army will not try to get off by such a pretext. \\\\[He was proud, too, about the colours.\\\\] France, Belgium, Italy, the United States, and all the world, are open! I will meet you wherever you may choose to arrange a meeting. I presume that you will prefer pistols.\\n\\nI send this by the hands of my friend, Mr Faddle, who will be prepared to make arrangements with you or with any friend on your behalf. He will bring back your reply, which no doubt will be satisfactory.\\n\\nI am, Sir, your most obedient servant,\\n\\nTHOMAS TRINGLE, junior\\n\\nWhen, after making various copies, Tom at last read the letter as finally prepared, he was much pleased with it, doubting whether the Colonel himself could have written it better, had the task been confided to his hands. When Faddle came, he read it to him with much pride, and then committed it to his custody. After that they went out and ate their dinner at Bolivia's with much satisfaction, but still with a bearing of deep melancholy, as was proper on such an occasion.\\n\\nCHAPTER 36 TOM TRINGLE GETS AN ANSWER\\n\\nFaddle as he went down into the country made up his mind that the law which required such letters to be delivered by hand was an absurd law. The post would have done just as well, and would have saved a great deal of trouble. These gloomy thoughts were occasioned by a conviction that he could not carry himself easily or make himself happy among such \\\"howling swells\\\" as these Alburys. If they should invite him to the house the matter would be worse that way than the other. He had no confidence in his dress coat, which he was aware had been damaged by nocturnal orgies. It is all very well to tell a fellow to be as \\\"big a swell\\\" as anybody else, as Tom had told him. But Faddle acknowledged to himself the difficulty of acting up to such advice. Even the eyes of Colonel Stubbs turned upon him after receipt of the letter would oppress him.\\n\\nNevertheless he must do his best, and he took a gig at the station nearest to Albury. He was careful to carry his bag with him, but still he lived in hope that he would be able to return to London the same day. When he found himself within the lodges of Stalham Park he could hardly keep himself from shivering and, when he asked the footman at the door whether Colonel Stubbs was there, he longed to be told that Colonel Stubbs had gone away on the previous day to some -- he did not care what -- distant part of the globe. But Colonel Stubbs had not gone away. Colonel Stubbs was in the house.\\n\\nOur friend the Colonel had not suffered as Tom had suffered since his rejection -- but nevertheless he had been much concerned. He had set his heart upon Ayala before he had asked her, and could not bring himself to change his heart because she had refused him. He had gone down to Aldershot and had performed his duties, abstaining for the present from repeating his offer. The offer of course must be repeated, but as to the when, the where, and the how, he had not as yet made up his mind. Then Tom Tringle had come to him at Aldershot communicating to him the fact that he had a rival -- and also the other fact that the other rival like himself had hitherto been unsuccessful. It seemed improbable to him that such a girl as Ayala should attach herself to such a man as her cousin Tom. But nevertheless he was uneasy. He regarded Tom Tringle as a miracle of wealth, and felt certain that the united efforts of the whole family would be used to arrange the match. Ayala had refused him also, and therefore, up to the present moment, the chances of the other man were no better than his own. When Tom left him at Aldershot he hardly remembered that Tom knew nothing of his secret, whereas Tom had communicated to him his own. It never for a moment occurred to him that Tom would quarrel with him; although he had seen that the poor fellow had been disgusted because he had refused to write the letter. On Christmas Eve he had gone down to Stalham, and there he had remained discussing the matter of his love with Lady Albury. To no one else in the house had the affair been mentioned, and by Sir Harry he was supposed to remain there only for the sake of the hunting. With Sir Harry he was of all guests the most popular, and thus it came to pass that his prolonged presence at Stalham was not matter of special remark. Much of his time he did devote to hunting, but there were half hours devoted in company with Lady Albury to Ayala's perfection and Ayala's obstinacy. Lady Albury was almost inclined to think that Ayala should be given up. Married ladies seldom estimate even the girls they like best at their full value. It seems to such a one as Lady Albury almost a pity that such a one as Colonel Stubbs should waste his energy upon anything so insignificant as Ayala Dormer. The speciality of the attraction is of course absent to the woman, and unless she has considered the matter so far as to be able to clothe her thoughts in male vestments, as some women do, she cannot understand the longing that is felt for so small a treasure. Lady Albury thought that young ladies were very well, and that Ayala was very well among young ladies; but Ayala in getting Colonel Stubbs for a husband would, as Lady Albury thought, have received so much more than her desert that she was now almost inclined to be angry with the Colonel. \\\"My dear friend,\\\" he said to her one day, \\\"you might as well take it for granted. I shall go after my princess with all the energy which a princess merits.\\\" \\\"The question is whether she be a princess,\\\" said Lady Albury. \\\"Allow me to say that that is a point on which I cannot admit a doubt. She is a princess to me, and just at present I must be regarded as the only judge in the matter.\\\"\\n\\n\\\"She shall be a goddess, if you please,\\\" said Lady Albury.\\n\\n\\\"Goddess, princess, pink, or pearl -- any name you please supposed to convey perfection shall be the same to me. It may be that she is in truth no better, or more lovely, or divine, than many another young lady who is at the present moment exercising the heart of many another gentleman. You know enough of the world to be aware that every Jack has his Gill. She is my Gill, and that's an end of it.\\\"\\n\\n\\\"I hope then that she may be your Gill.\\\"\\n\\n\\\"And, in order that she may, you must have her here again. I should absolutely not know how to go to work were I to find myself in the presence of Aunt Dosett in Kingsbury Crescent.\\\" In answer to this Lady Albury assured him that she would be quite willing to have the girl again at Stalham if it could be managed. She was reminding him, however, how difficult it had been on a previous occasion to overcome the scruples of Mrs Dosett, when a servant brought in word to Colonel Stubbs that there was a man in the hall desirous of seeing him immediately on particular business. Then the servant presented our friend Faddle's card.\\n\\nMR SAMUEL FADDLE, 1, Badminton Gardens.\",\"timestamp\":1639991289,\"title\":\"From this you will perceive that I have not had a success in Lombard Street. I was quite willing to answer your uncle any questions\"},\"digest\":\"qqmi911AftSj8RP1LpjZZd9v0JkSW-rC4JomLm4D7AY\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SJKK2E9rYWWYz5eNWWVR2cvXRv9kam6iVcwl_swx6g\\\",\\\"y\\\":\\\"kt2YeyQ_ONRMuyGnEgzKBLRKjdKeBVfYaVGA2HnJCtw\\\"}\",\"signature\":\"6Y7M2wUpvgg2qzwgJm6vr6fIt_4u0s7-AeceBiPv3YgsIXqeDqD4QCAbh3l01jv2QuPix_e1Z1iyRAuOXL104g\",\"signingKeySignature\":\"0x3c3386a7330d5d267b01712ccefdada6332895dbc26b00e33f9bfb58f9d85aea65163742e1a19825d8f798f09fec68f974855cd4ee74e7e993cd822671a7f0281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SJKK2E9rYWWYz5eNWWVR2cvXRv9kam6iVcwl_swx6g\\\",\\\"y\\\":\\\"kt2YeyQ_ONRMuyGnEgzKBLRKjdKeBVfYaVGA2HnJCtw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qqmi911AftSj8RP1LpjZZd9v0JkSW-rC4JomLm4D7AY\"}"