"{\"content\":{\"body\":\"Barcelona defender Gerard Pique has mocked Real Madrid and Villarreal manager Unai Emery on Twitter over penalty decisions.\\n\\nAhead of Barca's Supercopa semifinal against Clasico rivals Madrid, the veteran defender took to social media after Carlo Ancelotti's side secured a 4-1 victory over Valencia on Saturday.\\n\\nWith the match at 0-0, referee Hernandez Hernandez awarded Madrid a penalty in the 41st minute after Casemiro went down in the area following contact from Valencia's Omar Alderete.\\n\\nValencia's Twitter account responded to the decision and tweeted: \\\"Robberies in Madrid begin to be somewhat repetitive\\\" before mentioning the popular Spanish TV show \\\"Money Heist\\\" -- a popular Spanish TV show about two prepared robberies in Madrid's Royal Mint of Spain and the Bank of Spain -- to tone down what had just happened at the Bernabeu.\\n\\nPique then waded in to Valencia's tweet and replied: \\\"Don't say it too loudly or you will be banned.\\\"\\n\\nKarim Benzema converted the penalty and the LaLiga leaders went on to enjoy a comfortable win but Valencia captain Jose Luis Gaya fumed at the penalty decision.\\n\\n\\\"Everyone saw it, it's Casemiro that hits Omar and not the other way round,\\\" he said in a postmatch interview. \\\"We've all seen very clearly that it wasn't a penalty. But it's no excuse for the result.\\\"\\n\\nPique was later criticised on Sunday by Villarreal coach Unai Emery, who spoke about a penalty offence the defender committed against his side six weeks ago that wasn't given.\\n\\nEmery recommended Pique to \\\"keep quiet\\\" and \\\"be sincere and not lie to people\\\" while discussing Villarreal's 2-2 draw with Atletico Madrid, a match that saw a goal disallowed for a handball by Villarreal's Dani Parejo.\\n\\nAccording to Emery, the goal should have counted as Parejo hit the ball with his hip and not his hand.\\n\\nHe compared the action with Pique's handball in Barca's 3-1 win at Villarreal on Nov. 27.\\n\\n\\\"What Pique did here recently was a handball and a penalty,\\\" Emery said in his postmatch news conference. \\\"He clearly touched the ball with his hand and we lost that game. It hurt me that he went around saying it wasn't.\\n\\n\\\"What happened today \\\\[Sunday\\\\] wasn't a handball and Pique's was... He \\\\[Pique\\\\] then came out yesterday on Twitter complaining about other games. What one has to be is sincere and not confuse people. Instead of keeping quiet, he said what he said to lie to people.\\\"\\n\\nPique later responded to Emery and tweeted: \\\"The one talking is a person that three years later kept complaining about the referee in the 6-1. Get over it now, Unai.\\\"\\n\\nThe defender was referring to Barca's historic Champions League comeback over Emery's Paris Saint-Germain. The Catalan club overturned a 4-0 deficit in the first leg of the round-of-16 tie to go through after a stunning 6-1 win over PSG at Camp Nou in March 2017.\",\"timestamp\":1641813687,\"title\":\"Gerard Pique \"},\"digest\":\"px4MEFc5NAIbetDvU0nj8_SImH31MNT_J2_-SsjdEnA\",\"authorship\":{\"contributor\":\"0xa94b6B7f526528c5c6574Eeb8AB80B9aD12A8d19\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gkBS62Lh2m31r-qEKgqPlqH6UCrldsQIzTO6qdpTt9A\\\",\\\"y\\\":\\\"itgY-IHptYbEe18OuJeKSh5MLs3-ADif1PTSt2CwCfs\\\"}\",\"signature\":\"Z2nSTlc_BUFvxVE4fknHOgJGSqAdDgaLcHG-ru9QL1THnu9A-M7bs4aAjpJxsxNcjpMYlCyLHn8jdZJTzGa69Q\",\"signingKeySignature\":\"0x07be9d3a22dcdb177f212c3426026fe8f745e1cb260d2fc8b2e8953cbe6a35ec6ad4fd490d03c233b9b416f23e10db063755b8adda95e3e1d278b0ce3b8d52091b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gkBS62Lh2m31r-qEKgqPlqH6UCrldsQIzTO6qdpTt9A\\\",\\\"y\\\":\\\"itgY-IHptYbEe18OuJeKSh5MLs3-ADif1PTSt2CwCfs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"px4MEFc5NAIbetDvU0nj8_SImH31MNT_J2_-SsjdEnA\"}"