"{\"content\":{\"body\":\"      圆觉经始传于唐代，唐宋明时均盛行宣讲。因汉译为孤本，文辞极优美流畅，有人以为是汉地高僧所作，然查无实据。据经中言，“是经百千万诸佛所说，三世如来之所守护，十方菩萨之所归依，十二部经清净眼目”；“唯显如来决定境界，唯佛如来能尽宣说”。潜心研读，果是无上至境，真诠不谬。在我看来，不管它是否为中国人所著，都可与《六祖坛经》并列中国最重要的佛教经典，如日月神珠彻照光明，成为中国古代哲学的最高峰！\\n\\n     佛学思想也有一个逐步发展的过程。从小乘到大乘，从净土到禅宗，虽有一条主线贯穿其中，理论的分化、歧变还是很明显的，各派都从自己的角度对佛教的真理作了不同的阐述。在理一分殊，争奇斗艳的同时，融合种种佛学思想进行全面、系统的总结的尝试也开始了。我以为《圆觉经》正是佛教发展到一定时期的产物：它对各个宗派都有清晰的了解，以一种罕见的包容性兼收并蓄；不同于其他佛经多从一个方面一个角度进行论说，它吸收、概括了小乘、大乘、唯识、禅宗等，达到前所未有的高度。这一点从它严密、完整的行文结构也可以看出。  \\n  \\n 　　在下感觉，只有唐代中国的宏恢气势才能产生出这样伟大的佛经！如果著作这部经书的确是中国人，我想他作为一位彻悟的觉者，可能与慧能同一时期，或在慧能稍后......当然，我对佛教史了解甚少，还望有心人细加考证！ \\n  \\n 　　有宋之后的中国哲学，基本是儒家的天下，理学作为主流思想渐渐沦为封建统治阶层的工具和附庸。\\n\\n　第一章  \\n  \\n 　　文殊师利菩萨发问：大悲世尊，愿为此会诸来法众，说于如来本起清净，因地法行，及说菩萨于大乘中发清净心，远离诸病，能使未来末世众生求大乘者，不堕邪见。  \\n  \\n 　　释义：文殊师利菩萨为末世众生求大乘者请问如来，若有人发心求佛道愿得解脱，怎样才能远离修行中的毛病，不落入邪恶错误的见解之中。  \\n  \\n 　　佛答：善男子，无上法王有大陀罗门名为圆觉，流出一切清净、真如、菩提、涅磐及波罗蜜，教授菩萨，一切如来本起因地，皆依圆照清净觉相，永断无明，方成佛道。  \\n  \\n 　　佛有圆觉法门，能流出一切智慧、真如、涅磐，是彻底破除无明烦恼、修成佛道的必由之路。  \\n  \\n 　　云何无明？善男子，一切众生从无始来，种种颠倒，犹如迷人四方易处，妄认四大为自身相，六尘缘影为自心相，譬如彼病目见空中华及第二月。善男子，空实无华，病者妄执，由妄执故，非唯惑此虚空自性，亦复迷彼实华生处，由此妄有，轮转生死，故名无明。  \\n  \\n 　　那什么是无明呢？一切众生不知从何时起，产生了种种的颠倒观念，好像迷路的人辨不清方向、错认东西南北一样，以为物质合成的这个肉体是自我身体，世界诸事因缘在脑中的幻象投影是自我心灵，犹如得了病的眼睛看到空荡荡的天上浮现花影，一个月亮成了两个。让我明确的告诉你：空中本来没有花，可有病的人非要相信它在那里，反而看不清真正的花。执著于身心的存在，在虚妄的事物与幻想中生死轮转，迷惑于世界的实相与自己的本性，就叫做无明。  \\n  \\n 　　善男子，此无明者，非实有体。如梦中人，梦时非无，及至于醒，了无所得。如众空华灭于虚空，不可说言有定灭处。何以故？无生处故。一切众生于无生中，妄见生灭，是故说名轮转生死。善男子，如来因地修圆觉者，知是空华，即无轮转，亦无身心受彼生死，非作故无，本性无故。  \\n  \\n 　　然而所谓的无明，并非是一个实有的东西。如做梦的人，梦时他决不怀疑所见为真，醒来后方知万事为空。就好像病眼治愈花儿不见，不可以说花儿消失于何处。为什么？空中本来就没有花。一切众生本在无生无灭的真如境界，却迷失于虚幻假象，自见生灭，所以就有了生死轮转。而因地修圆觉者，知道所感知的一切都如水月空花，则不被幻境所转，也不见有自我身心受生入死——不是故意的告诉自己空无，本来就是如此。  \\n  \\n 　　彼知觉者，犹如虚空，知虚空者，即空华相。亦不可说，无知觉性。有无俱遣，是则名为净觉随顺。何以故？虚空性故，常不动故，如来藏中无起灭故，无知见故，如法界性，究竟圆满遍十方故，是则名为因地法行。菩萨因此于大乘中，发清净心。末世众生依此修行，不堕邪见。  \\n  \\n 　　“知觉”本身，犹如虚空；可是所谓“虚空”，也是空花，是虚妄假相的一种。但也不可以说，没有这个能知的本性。有无俱遣，才能达到彻底的觉悟。为什么呢？此虚空之性本来无所动。无起无灭无知见，圆满随顺遍十方，所以随时随地不拘何处都可悟道见性。菩萨因此于大乘中能发清净心，末世众生依此修行，也不会堕入邪见之中。\\n\\n尔时，世尊欲重宣此义，而说偈言：  \\n  \\n 　　文殊汝当知，一切诸如来，从于本因地，皆以智慧觉，了达于无明，知彼如空花，即能免流转，又如梦中人，醒时不可得。觉者如虚空，平等不动转，觉遍十方界，即得成佛道。众幻灭无处，成道亦无得，本性圆满故。菩萨于此中，能发菩提心，末世诸众生，修此免邪见  \\n  \\n 　　有人说能真正理解圆觉经第一章，后面的也就不必看了。唯佛如来能这样站在开悟的角度直截了当的昭示愚迷众生：你所感觉、知晓的一切，可能都是病眼中的空花，都是虚妄的假相幻影。世界的真相不一定如你所想，超越有无对立才能见到无生无灭无所动的真实本性。——当然，所谓的“真实本性”也是空花；如来说本性者，即非本性，是名本性。总而言之，要你打破一切由人世得来的知识与方法，直接进入不可思议之境。\\n\\n第二章  \\n  \\n 　　普贤菩萨发问：大悲世尊，愿为此会诸菩萨众，及为末世一切众生修大乘者，闻此圆觉清净境界，云何修行？世尊，若彼众生知如幻者，身心亦幻，云何以幻还修于幻？若诸幻性一切尽灭，则无有心，谁为修行？云何复说修行如幻？若诸众生本不修行，于生死中常居幻化，曾不了知如幻境界，令妄想心云何解脱？愿为末世一切众生，作何方便，渐次修习，令诸众生永离诸幻。  \\n  \\n 　　普贤菩萨发出了他的疑问：世尊，请您为参加此会的诸位菩萨，及末世学习大乘教法的众生，得知如此圆觉清净境界后，如何修行？若是众生知道了一切如幻，则自我的身体心灵也是幻相，何必以幻修幻呢？若种种虚幻全部消灭，连心灵也没有了，又是谁在修行呢？为何又说修行如幻？如果众生本来不修行，那么在生死中轮回流转，沉沦于幻相的变化而从未了知这个如幻的境界，又如何令妄想之心得到解脱？希望您为末世众生讲一讲，该用什么方法，慢慢的有次序的修习，让诸众生永离幻相。  \\n  \\n 　　佛言：善男子，一切众生种种幻化，皆生如来圆觉妙心，犹如空华从空而有，幻华虽灭，空性不坏。众生幻心，还依幻灭，诸幻尽灭，觉心不动。依幻说觉，亦名为幻，若说有觉，犹未离幻。说无觉者，亦复如是。是故幻灭名为不动。  \\n  \\n 　　佛回答说：善男子，一切众生种种幻相的变化，皆生于如来的圆觉妙心。就好像空中的花儿必须依托于虚空才出现，幻花虽消失，虚空还存在。众生的幻想之心，本来就虚妄无常而必归消灭。当所有的幻相尽灭，这个能觉知的心灵本体依然不动。在幻境中谈论觉悟，其实也是虚妄；若说另外有这么一个觉之本体，还是没有离开幻相。而若称根本没有“觉”，同样也是错误。所以幻相消灭就叫做本来不动。  \\n  \\n 　　善男子，一切菩萨及末世众生，应当远离一切幻化虚妄境界，由坚执持远离心故，心如幻者，亦复远离。远离为幻，亦复远离，离远离幻，亦复远离。得无所离，即除诸幻。譬如钻火，两木相因，火出木尽，灰飞烟灭。以幻修幻，亦复如是，诸幻灭尽，不入断灭。  \\n  \\n 　　善男子，一切菩萨及末世众生，应当远离一切幻化虚妄境界，由于坚定的执持远离之心，连“心如幻”的想法，也当远离。“远离为幻”的想法，又当远离；“离远离幻”的思想，也都远离不要执著。直到没有什么可离，才除去了各种幻相。就好比古代的钻木取火，两块木头相互作用，火出来后木头燃尽，灰飞烟灭。用幻相来对付幻相，也是如此，当所有的幻相灭尽，却并不会进入完全死寂的断灭。  \\n  \\n 　　善男子，知幻即离，不作方便，离幻即觉，亦无渐次。一切菩萨及末世众生，依此修行，如是乃能永离诸幻。  \\n  \\n 　　一旦知晓了“这是幻相”，就已离开幻境，不需要什么特别的方法；离开幻相即达觉悟，也没有任何渐进的次序。一切菩萨及末世众生，依此修行，就能永远的离开种种虚幻。\\n\\n尔时世尊欲重宣此义，而说偈言：  \\n  \\n 　　普贤汝当知，一切诸众生，无始幻无明，皆从诸如来，圆觉心建立。犹如虚空华，依空而有相，空华若复灭，虚空本不动。幻从诸觉生，幻灭觉圆满，觉心不动故。若彼诸菩萨，及末世众生，常应远离幻，诸幻悉皆离，如木中生火，木尽火还灭。觉则无渐次，方便亦如是。  \\n  \\n 　　　这一章主要阐明，一切幻相之变化皆根于能觉知的心灵本体，并指出了远离种种幻化虚妄境界的具体方法。就是无所执著，不断的警醒，反复的保持远离之心——连保持远离之心的想法，也要舍弃。直到无所离的时候，也就是无所分别，最终消除了二元对立的境地，即达究竟。\",\"timestamp\":1638693295,\"title\":\"圆觉经是中国古代哲学的最高峰\"},\"digest\":\"zBJYy7-tUpjjuTHEHl4TCwoYy45dluCxOdneTfIDueg\",\"authorship\":{\"contributor\":\"0xB865586503106b47244274F9ef9Dd0939E2AddBe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wfq_1PTFZ1WbjpKsjcGj9B9aXfAPVkc94A3jrX563mQ\\\",\\\"y\\\":\\\"AqeBQcT_T8qrrA2uM2ojD3IHP0KZ27PleM3wdqd4h-Q\\\"}\",\"signature\":\"1TbcaoBN6-0HazeW53oQz3tR7XjXu8X8N1a8-B5JC2L7VyEVAKif3eZuZRTUxDpkfqYEuMN0ZjFU2LRpKpLN7w\",\"signingKeySignature\":\"0xaade74743e85b8baa53981b5230b476f3e6966b38039f0e5336924daeeee5229086c0963ae374546f0db335de7e6aa6e42fab9e4864a2300f98401fa6c4f7f6d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wfq_1PTFZ1WbjpKsjcGj9B9aXfAPVkc94A3jrX563mQ\\\",\\\"y\\\":\\\"AqeBQcT_T8qrrA2uM2ojD3IHP0KZ27PleM3wdqd4h-Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zBJYy7-tUpjjuTHEHl4TCwoYy45dluCxOdneTfIDueg\"}"