"{\"content\":{\"body\":\"The first step to solving any problem requires awareness that a problem even exists. Solving problems for large groups of people, often those with life experiences different than your own requires awareness, which comes from exposure to different kinds of people. As I recently passed the one year mark of moving to Los Angeles, I’ve been reflecting on the many ways it’s different from my former city, New York. While there are a multitude of differences, the most stark is how isolating Los Angeles is relative to the incomparable density of NYC. Los Angeles is not a walking city. Part of this is the weather. Much of this is how sprawling the city of Los Angeles is. A huge factor in the lack of walkability is how the city is designed for cars to move through it rather than pedestrians.\\n\\nThere is a lot to love about living in Los Angeles, but how you get from one place to another is not one of them. In a very car-centric city, people are often commuting over tens of miles each way to/from work every single day. Most of these miles are traveled in brutal bumper to bumper traffic. Traffic defines so much of life in LA.\\n\\nMoving around NYC is in stark contrast to getting around in Los Angeles. It is common to walk to places in NY. That is part of the appeal of living in the city. Almost everything you need is usually just a short walk away. For slightly longer distances a bike will do the trick. Biking and walking to get around are great, but NYC’s real superpower is the NYC Subway. It’s far from perfect. I’ve definitely quietly (and sometimes not so quietly) cursed at it while being delayed, or stopped for train traffic (not convinced this is even a thing) but it is still one of the most impressive feats I’ve ever experienced. An intricate system that allows anyone to access any part of the city for $2.75, no matter how far of a distance they need to travel. It runs 24 hours a day, 7 days a week, 365 days a year. As a New Yorker, it’s easy to take this for granted. I certainly did.\\n\\nThe NYC Subway is great because it provides access to everything the city has to offer. But it is truly special because it simultaneously offers access to *everyone* the city has to offer. Rich or poor. Young or old. Upper East Side Mom with two toddlers. East Village skater. Williamsburg Hipster. Jackson Heights shopkeeper. Staten Island construction worker. They all need to hop on the same train, and for some amount of time day after day, week after week, year after year, they are forced to be aware of one another. I believe this is the real underappreciated part of NYC’s Subway, it’s an empathy engine. Hopping on any train provides the likely possibility that you will spend some amount of time with people whose lives are radically different from your own, and that you might rarely cross paths with in other parts of your life. It forces you to see the humanity in everyone that you’re sharing a space with. It shows you the stark differences between you and many of the people who call the same city home. But more importantly, it also constantly serves as a reminder for how similar all of us really are. New York City, and particularly the subway system, throws together a bunch of people, in a space that often feels too small. It reminds us that everyone is facing their own challenges, trying to do their best, and more often than not, will step up to help one another.\\n\\nWhy am I here writing about NYC’s Subway System as an empathy engine? At El Cap we talk a lot about obvious secrets. I described this idea previously as entrepreneurs come to us and share a secret about something that is broken in an industry, and why they believe the product they have built can repair it for so many people. The problem they are solving is not a secret to those who encounter it regularly, and if the solution they are building is compelling, it inevitably feels obvious to everyone who intimately understands the problem. If the product is successful, it becomes obvious to everyone else eventually. While new tools and services have made starting something easier, we need future builders to push themselves to increase their exposure to different kinds of people, and step outside of their own world to learn about different kinds of problems. To better understand what real opportunities exist to create value for others. Exposure is the first step to understanding. Only once we understand challenges faced by others can we even begin to think of how to build solutions.\\n\\n[@kunaltandon](http://twitter.com/kunaltandon)\",\"timestamp\":1639612560,\"title\":\"The Empathy Engine\"},\"digest\":\"m-zxpzbQnmx21WEVv4EmH5VS1Ag3qFJHZl8ce5z8LpA\",\"authorship\":{\"contributor\":\"0xdC41EF1A9472aFa2DbDc181de54Ff7379BCEfB31\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"signature\":\"2XmIQZOjdw2kC8TV26oc7-ynUCy083P7OOHLytZ0GdMyhP4GtrSXhLVcvbwMZPkWJXOQh2ArKbCYLRmR1AjNrA\",\"signingKeySignature\":\"0xd44a3c93c28e7144ee80758b86c309e0f730523ad9aa2df1237eb895047405be1e83f95302bbbe29940608dda3ffc8744f5f0a5fae6260791d35c8bba003eb301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m-zxpzbQnmx21WEVv4EmH5VS1Ag3qFJHZl8ce5z8LpA\"}"