"{\"content\":{\"body\":\"*This is a three part series unpacking three fundamental promises made by web3—ownership, community, and legitimacy. You are reading Part 1.* \\n\\nWeb3 promises to revolutionize the music industry by enabling ownership, community and legitimacy. This essay focuses on one part of that promise: ownership. More specifically, ownership of digital assets. For us in the music biz, that means — ownership of digital music.\\n\\nWeb3 technology and the innovations it spurs (NFTs for instance) are often touted as the shiny new tools that will spark the revival of ownership in the music industry. A product of the post-napster generation, I was always curious about what the music industry’s *ownership era* looked like, and why industry folks look back on it with such fond nostalgia. I found my answers in Steve Knopper’s Book: Appetite for Self-Destruction (yeah yeah I know!) which provides an in-depth account of the music industry’s heyday excesses. \\n\\nHere’s the TL;DR: In the music industry’s *ownership era* — fans bought vinyls, CDs, cassettes and mp3s, labels largely controlled the capital-intensive means of production, which made executives flush with cash. Especially during the years 1986 to 1999, when CD sales were at an all time high. Post-napster, in the new digital millennium rife with piracy, music was heavily devalued, and industry revenues plummeted. Music came to be perceived as FREE on the internet, and labels wasted their time and remaining money trying to individually sue stoner kids living in their parents’ basement.  \\n\\nAfter much pain and hardship, the likes of Spotify “saved” the music industry by ushering in what’s commonly known as the *access era*—almost every piece of music on earth can now be ubiquitously accessed, on demand. \\n\\nBut this universal and ubiquitous access to music created another problem: it made the talent market universally accessible, and we all know how that goes:\\n\\n<https://twitter.com/YashBagal/status/1219241991680118784?s=20> \\n\\n<https://twitter.com/YashBagal/status/1372683449505607682?s=20> \\n\\n<https://twitter.com/dada_drummer/status/1304775129549934596?s=20> \\n\\nBut now with web3, the music industry seems to have cycled back to a new version of an old age: talk to a crypto-pilled early adopter, and they’re sure to tell you that we’ve moved from ownership (CDs, cassettes, downloads) to access (streaming on Spotify, Apple Music, Deezer, etc) and back to ownership (NFTs, fractional ownership, etc.) NFTs admittedly offer a radical shift from the dog-eat-dog, numbers game the music industry is today — where success means virality, stream counts, and engagement rates. However, there is an inherent problem with the blanket assumption that ownership is seeing a resurgence. To put it in relative terms, the extent to which ownership is seeing  a come-back, is similar to the ‘revival’ of Vinyl. It’s fringe. It’s niche. And its proponents are hell bent to convince you otherwise. \\n\\nThe central question is this — why would someone want to own a specific piece of music today if most of it is available on demand? \\n\\nIn an illuminating essay called *[Why Own Anything](https://twitter.com/lessin/status/1445453780393234442?s=20),* Sam Lessin outlined three reasons why individuals own anything: \\n\\n1. Financial Capital \\n2. Social Capital \\n3. Utility and/or Pleasure \\n\\nLet’s unpack each one of these within the context of music. \\n\\n## Financial Capital\\n\\nIndividuals might be willing to pay money to own an asset today with the hope that it accrues value or be a source of future cash flows. Ditto Music’s Opulous for example, [enables](https://opulous.org/Opulous.pdf) music creators to offer copyright-backed NFTs to their fans in exchange for: \\n\\n* Future royalty earnings (cash flow)\\n* Hope that value increases (future sale)\\n* Exclusive rewards: backstage passes, gig tickets, merchandise. (financial savings) \\n\\nDoes a fan invest to support the artist? Does the fan invest in hopes of future financial returns? Fans and financial investors may have very different interests and NFTs weave those two groups together. Who someone decides to support financially may not necessarily be linked with whom they are a fan of. \\n\\nWith my supporter hat on, I’d probably buy NFTs offered by artists I’m a fan of. Amazing folks such as Feng Suave and Sports Team. With my investor hat on, I’d probably think it's a better bet to invest in Adele, or Lorde, or Taylor Swift! \\n\\nAnd this is precisely what most music consumers might do. The large majority of music consumers will decide to invest in “blue-chip” artists rather than making more riskier investments in the obscure, experimental, and alternative acts they love. (but clearly don’t trust with their money!) \\n\\nThis brings up an uncomfortable possibility: Yes, NFTs are framed as fans supporting the emerging middle class of music creators. But practically, will it just lead to upper class fans (i.e. those who have the means to pay) supporting upper class artists?  (i.e. those who are already on the favorable end of a highly skewed power law) \\n\\nWill the power law persist, stronger than ever? Just like the 1% of artists driving 90% of the streams today, will 1% of artists attract 90% of investments tomorrow? It’s possible. \\n\\nLiron Shapira [summed it up](https://medium.com/bloated-mvp/chris-dixons-crypto-claims-are-logically-flimsy-a26cc8906b3f) pretty well: \\n\\n*“Whether or not NFTs are in the picture, the hardest challenge for artists is how to compete in a market where the supply of songs far exceeds the supply of hours per listener per day.”*\\n\\nThe good news however, is that all of this may not really matter. Streaming payouts are currently pro rata, which has made it a numbers game, and a zero sum one. There is one pie and everyone’s clawing for a piece. Web3 however, is inherently user-centric due to its decentralized structure. Each artist runs their own patisserie delivering their own pie, on their own terms, to their 1000 true fans. Heck it need not even be a pie, it could be a brownie for all I care! The point is, music creators are free, and not locked into any specific DSP. They can use this autocracy to directly connect with fans—nurturing and monetizing those relationships as they please. \\n\\nMoreover, fans can co-create value alongside the music creators they love! This is not some idealistic philosophy that web2 ‘artist-first’ companies love to spew. It makes logical sense: In the current music industry, value accrues towards the center of the network. The only way to increase the value of an IP asset aka music copyright, is to have it exploited by a central stakeholder with market control and domain specific expertise *a.k.a* Record Labels. Today, the Majors control huge swathes of the digital music supply chain, and have the capital and the human resources to make their music heard. \\n\\nThings are radically different on the other side, in a web3 world where fans own a piece of their favorite artist’s music. Micro invested fans, or fractional owners of music don’t have market control or expertise to increase the value of the asset they have a stake in. These fans may be able to provide financial capital to the artists they love, but can’t really provide business expertise. In a decentralized music industry however, this doesn’t matter either! Music creators will be able to seamlessly co-create with other music creators, and invested (token holding) fans will be able to directly connect with other fans. Value will accrue at the edges of the network, away from central intermediaries: DSPs, and social media platforms which act as powerful gatekeepers today.  \\n\\n<https://twitter.com/YashBagal/status/1232352795581394946?s=20> \\n\\nBas Grasmayer wrote a fascinating essay about fan clubs structured as DAOs. Imagine that as a part of an artist’s release strategy, they assign some percentage of their song’s copyright to their fan club (structured as a DAO), with future royalties flowing into the DAO’s treasury. Micro-invested fans could use that shared treasury to collectively hire managers, agents and other music business professionals to help develop the artist they’ve invested in. It’s not a giant leap to envision a web3 native version of [Hipgnosis](https://www.hipgnosissongs.com/investment-objective-and-policy) structured as a DAO, facilitating portfolio management for micro investors. \\n\\nIt’s important to note that platforms that enable fractional ownership in the copyright of a song [have existed](https://www.rollingstone.com/music/music-features/would-you-invest-your-own-money-into-your-favorite-artists-music-872744/) for a long time now. Equity crowdfunding platforms like [Corite](https://corite.com/), [Global Rockstar](https://www.globalrockstar.com/#/projects) and [Songbook](https://www.musicbusinessworldwide.com/this-uk-startup-allows-fans-to-earn-royalties-from-an-artists-music/) have offered fans the ability to be fractional owners of music, but haven’t really picked up steam. This is because they equate fractional ownership in copyrights with retail investing in the stock market. To me however, ownership in music seems to be fueled more by fandom than by pure financial interest. Therefore, we need web3 networks that prioritize fan base development and community building features over features that promote financial returns.  \\n\\n**Rights Management—The Boring Elephant in the Room** \\n\\nEven though NFTs offer a new way for fans to invest in music, how that money flows back to fans is still based on legacy technology. Multiple owners of a song’s copyright will only add to the already abysmal metadata problem that has plagued the industry since time immemorial. Payouts will inevitably be complicated for web3 networks to handle. Even for one conventional pop song, every single recording artist, songwriter, producer and invested fan will have to be onboarded to web3 before they get paid. In an interview for Cadence, Philly based producer Yuri Beats spoke about his experience selling his publishing rights as an NFT through Royalty Exchange for $51,000.\\n\\n*“The fact that this was an NFT does not mean that the calculation of royalties is occurring on the blockchain. It's occurring manually behind the scenes. This is a step towards more on-chain components and accountability around royalty distribution.”* \\n\\nMoreover, the music industry runs on opacity and is rife with NDAs. Technology that ushers in transparency is still limited by archaic contractual standards that may take a while to shake off. You can only be transparent about things you are legally permitted to disclose. (More on this in Part 3!) \\n\\nI see these as minor road bumps which will fall into place as more elements of the music supply chain are brought on-chain. Currently however, it’s like fitting brand new taps without changing the existing cloggy plumbing. \\n\\n## Social Capital\\n\\nAnother main reason we own things is because doing so helps us play status games. In a previous essay, I wrote about the signalling embedded in the ownership of digital assets: \\n\\n*“..NFTs are rarely about the content. They are about the community. Anybody who is willing (and able) to pay $475 to see a $69 million JPEG is probably worth meeting. The same can be said about some of the other hyped NFTs: Buying a pixelated CryptoPunk for upwards of 23 ETH (\\\\~$80,000) gives you access to a community of individuals who have the willingness and ability to pay the same. It’s expensive signalling, just like important execs taking private jets to meet clients (instead of just sending a Zoom link). We are social animals, and social signals are very important.”*\\n\\nBut Sam points out a key difference between the ownership of physical assets versus digital assets. Owning a rare vinyl or piece of art is valuable because they are illiquid assets (for the most part). They are hard to acquire and cannot be easily traded. Digital assets in the cryptoverse are highly liquid. Anybody can go to OpenSea, Foundation or any other NFT marketplace and buy, sell, or trade these products. This reduces their perceived value, i.e. the social capital associated with owning them. What are the social conventions around the ownership of audio files as NFTs? Where can fans display them? And will anybody care? Only time will tell. \\n\\nIf everything is ownable, it will fundamentally change what we consider “ownership”\\n\\n<https://mobile.twitter.com/ljin18/status/1449163388425285636> \\n\\n## The rising tides of groupthink \\n\\nThe social hype and celebrity involvement around NFTs is directly tied to their financial value, exposing fan-investors to significant risks:\\n\\n*“As Water & Music [reported previously](https://www.waterandmusic.com/music-nft-market-update-q2-2021-sales-down-by-over-90-but-artists-are-still-experimenting/), the music NFT market reached its peak just over six months ago — generating nearly $27 million in primary sales in a month, thanks largely to blockbuster campaigns from the likes of 3LAU, RAC, Steve Aoki and Diplo. Since then, primary sales have plummeted by over 95% to just around $1.5 million a month on average, with almost no celebrity drops in sight.”* \\n\\nWe often talk about NFTs letting fans empower the middle class of artists. But what about the upper class of celebrity artists affecting the middle class of fans? When investors also happen to be fans, there is an irrational increase in risk appetite, in what is largely an unregulated space. \\n\\nWhen social and financial forces are inextricably linked, it leads to many unique challenges. But let's take a moment to explore the (amazing!) opportunities: \\n\\nFractional ownership could enable artists to deploy the most effective micro influencer campaign we’ve ever seen. Ownership in a song could lead to organic evangelism. As an emerging artist, offering your fans a portion of your song as something they can own and rightfully call theirs, opens up the most potent promotional method we’ve known since our gossipy hunter-gatherer days — word of mouth. Fans who literally own the song will be even more incentivized to promote it. \\n\\nFractional ownership could even enable smarter promotional campaigns: Instead of paying an influencer marketing agency $10,000 to deploy 10 micro-influencers, you could offer each of those influencers a 1% share in the song you want them to promote. Their financial compensation could be tied to their actual performance instead of their existing social following! Creating engaging content and the results that content drives could all lead to higher equity in the song itself. Currently, many emerging creators who play an influential role in the virality of a song don’t have a financial upside in the song’s success. Fractional ownership could give these creators skin in the game. Emerging and enthusiastic creators would receive a better financial compensation (based on the streams that they drive for example) rather than a disinterested celebrity’s half-hearted post. And all of this could be potentially baked into a smart contract on the Ethereum blockchain. Exciting stuff indeed. \\n\\nToday however, these behaviours are still locked into centralized web2 platforms. Opulous, for example, [states](https://opulous.org/Opulous.pdf) that “fans will not only receive royalty payments, but also unlock exclusive rewards (...) by sharing it on social media”. But these activity-based rewards are not embedded into the smart contract. If I create a TikTok based on an artist’s latest single, and it leads to 25000 streams, will I therefore be entitled to 1 backstage pass? Currently, my success is still beholden to how TikTok’s FYP recommends my content, what Spotify considers an official stream, and Opulous’s own policies. ($OPUL holders are not vested with governance rights presently.) \\n\\nIt's also important to note that which NFT gets owned and the social hype around them is still controlled by centralized web2 platforms such as Instagram, TikTok, etc. Web3 platforms struggle with discovery due to their decentralized, p2p structure. \\n\\n**Side Note:** Just because centralized web2 platforms control discovery doesn’t mean they understand how the cryptoverse works. TikTok recently tried to leverage its ability to aid discovery among its [1 billion MAUs ](https://www.tubefilter.com/2021/09/27/tiktok-one-billion-monthly-active-users/)to launch it’s own NFT collection, [partnering](https://www.tubefilter.com/2021/09/30/tiktok-dropping-nft-collection-lil-nas-x-bella-poarch-brittany-broski/) with the likes of Lil Nas X and Bella Poarch. But [recent investigation](https://www.rollingstone.com/music/music-features/tiktok-nfts-lil-nas-x-bella-poarch-1239785/) from the Rolling Stone suggests that Lil Nas X has pulled out of the campaign, and Bella Poarch is reconsidering her involvement as well. The currently unfolding fiasco just underscores how little web2 platforms understand the factors that drive ownership and community in the cryptoverse. \\n\\n## Utility and/or Pleasure\\n\\nWe now come to the third and final reason why people own things. On the utility side of things, it is quite clear — owning an NFT of an audio file is not useful. You do not need to own the file to listen to it, just like you don’t need to own a jpeg to see it. In terms of pleasure, it is a subjective realm and beauty lies in the eye (ears?) of the beholder. Music is a great source of pleasure for us all, and the degree of pleasure we derive from it is hard to get into without attempting to define what art is—a lifelong pursuit for some. All this to just say: let’s skip this one for now! :) \\n\\n## Concluding Thoughts\\n\\n*Until now*, the unpleasant reality about the business of music was that what’s good for the consumer and what’s good for the creator were often located on opposite ends of the spectrum. *Financially supporting* music creators to help build a healthy middle class was in stark contrast to f*inancially investing* in music creators, hoping for hyper growth in the value of the copyright they create. \\n\\n** \\n **Web3 promises to change that. Creators and fans can “win” together. But a question worth asking is what does winning *actually* mean? Web3 blurs the line separating fans and investors—fundamentally changing the music industry as we know it. But when *art* and *commerce* become inextricably linked, it risks becoming entertainment. Let’s tread lightly.\",\"timestamp\":1635412740,\"title\":\"What NFTs Promise Music Creators—And What They Actually Do\"},\"digest\":\"HLHhQMdG2AoIw8QWk1cyCNCxmjbY9mbiMufDjWRi0bw\",\"authorship\":{\"contributor\":\"0x159953A886aE1e0964C17451cb1571a295DDA6C0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0e9IUqaFE-ZakOLpV2Sm0ycjEiflvQHxVWhV8dd8tow\\\",\\\"y\\\":\\\"iOg1GqiStm-DJxCdtT7F9N7MKU39_oLh-ON5Km0kBIw\\\"}\",\"signature\":\"y_lPDvCdV45gCQmKEeeWMRiHG_KVqu0oFcn_l1w93itL63mY_eOk7LlyzJFFece32_cMGhsYYCx0PMNfoaC7rA\",\"signingKeySignature\":\"0x629d8e8bc352f5590a6a0bbc5cf7b3b37c16dd5c530bfa82e3e32a15d69b42b73e1fc6a49acdf14265df2ce06852e621c598119da28a4bb7068f1b149c435d0c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0e9IUqaFE-ZakOLpV2Sm0ycjEiflvQHxVWhV8dd8tow\\\",\\\"y\\\":\\\"iOg1GqiStm-DJxCdtT7F9N7MKU39_oLh-ON5Km0kBIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HLHhQMdG2AoIw8QWk1cyCNCxmjbY9mbiMufDjWRi0bw\"}"