"{\"content\":{\"body\":\"说到这炼妖壶，也算是我拿到最早的一件神器了，但是我一直没有找到它正确的使用方法，甚至用它来泡茶。不过跟火云那老家伙拿它当骨灰盒比起来，我也算是小巫见大巫了。\\n\\n```\\n这也怪不得人家火云，当时那老小子不是已经死了嘛，自然不是他把这几十座城都换不回来的上古神器拿来当作自己最后的安家所。最有可能做这件事的就是火云的师弟——浮云那个牛鼻子老道，不把我当好人，诓我进镇魂塔也就算了，竟然连神器都不认得，真是有眼无珠。\\n\\n从山洞里回到龙城之后，我急急的打开背包，将炼妖壶跟伏曦琴拿了出来，生怕小黑出了一丁点儿状况。哪知这两件神器一碰面，竟然就跟死对头一样的吵了起来。\\n\\n“好好的救什么兽王。”炼妖壶里，那个苍老的声音说道：“这只兽王命属西方，除了神农鼎以外，根本就谁也救不了他。你多管这个闲事干什么？”\\n\\n“谁说我救不了？”伏曦琴不服气的说道：“如果这个鬼道士能找到《静心慈航大悲咒》，帮我恢复了神力，再来几个兽王我也能救。”\\n\\n“你就吹吧。”炼妖壶啪啪的跳了几下。说道：“就算你用《静心慈航大悲咒》恢复了神力，充其量能把兽王身上的魔性去除。到时候他身上的伤是好了啊。但是能力也一样没了。把个好好的兽王变成普通的黑豹，你好意思说自己有本事？”\\n\\n这话听得我直冒冷汗，原来那什么《静心慈航大悲咒》用了之后，会把小黑变成一头普通的黑豹。虽然同样达到了救小黑的目的，但是……\\n\\n“你有本事，那你救啊！”伏曦琴可管不了那么我，冲着炼妖壶喊道：“你不是自诩能炼尽人间一切生灵吗？有本事你也学着神农鼎，炼一壶起死回生的仙药出来。做不到就别在那里瞎嚷嚷，吵得我心烦。早知道就不给你解封，让你当一辈子茶壶。”\\n\\n“你说我是茶壶！信不信我把你给收了……”\\n\\n“你敢吗？我……”\\n\\n“够了！”\\n\\n我大吼一声，望了望躺在地上依旧保持着昏迷状态的小黑。对那两个“神器”说道：“要么帮我想办法救小黑，要么就给我闭上嘴。信不信我挖个坑把你们全都埋了。让你们永远没有办法看到明天早上的太阳！”\\n\\n“太阳那小子有什么好见的，那只三脚小鸡。没事就爱坐着个车子满天乱跑。当年几个小屁孩不听话，伙着兄弟出去玩，还不是叫后弈那家伙给杀了。就剩了现在这个一样不懂事。没事就跟几个云妹妹打得火热，心情不好就找人代班，自己躲在云后面偷懒。”伏曦琴冷哼了一声，满不在乎的说道。\\n\\n“就是嘛。”炼妖壶也跟着掺和进来：“那年云罗仙姬刚登仙位的时候，把个三脚鸡给迷的。后来听说云罗仙姬不理他，搞得现在一到冬天那小子就不爱露脸，说是怕勾起伤心往事。”\\n\\n“还有还有……”\\n\\n一说起太阳，这两个神器又像是拉开了话匣子，收都收不住。不过他们所说的，大概都跟中国古代一些神话有关。只是听起来，味道就是有点不太对劲，像是被恶意篡改了一样。真不知道是哪个游戏设计员把这两个神器弄成了这样的性格，就连那些无厘头的NPC都快被他们比下去了。\\n\\n头上的黑线越来越多，我终于忍不住，一手拎起伏曦琴，一手抓起炼妖壶，扭头就往外走。\\n\\n“你干嘛？”伏曦琴惊叫起来，大声嚷道。\\n\\n“找个矿工，刨坑把你们埋了。”我从牙缝里迸出几个字。\\n\\n“不要！”这回，这两个家伙终于意识到了问题的严重性。赶紧收了先前那种毫无意义的争吵，一本正经的说道：“你不就是想要救兽王嘛，让我们想想法子。”\\n\\n几经商量，在没有神龙鼎，琴、印、剑、壶这四大神器的神力都没有恢复的情况下，伏曦琴与炼妖壶为了避免被我埋掉的下场，终于想出了一个折中的办法，那就是利用炼妖壶的能力，看能不能找到一种物品，可以暂时帮小黑恢复能力。\\n\\n由于长时间没有活动，炼妖壶说需要一些东西来练习一下，我当然无条件的满足了他的需要，找了一大堆垃圾物品给他做练习。\\n\\n与其说是炼妖壶在练习技能，到不如说是我在忙上忙下，因为每一件东西都需要我亲自拿过来。再亲自放进炼妖壶里，守着里面的东西慢慢变化，就跟以前炼金制药的时候差不多。唯一不同的，大约就是我不需要掌握什么火候，也不用理会什么时间，只要把物品的搭配考虑一下。\\n\\n炼妖过程中，炼妖壶还时不时的跟伏曦琴斗上两句嘴，听得我是脑袋直摇。幸好我的轩辕剑没这毛病，要不然的话，我真怕哪天一个不高兴，把它给砸了。\\n\\n这一炼，足足就炼了差不多一个星期，可是炼出来的东西，实再是让我有些哭笑不得。\\n\\n明明是两把上好的匕首放进去，愣是炼出了一只茶杯。一瓶小还丹加上一条腰带，炼出来的竟然会是一块年糕，还是馊的。可是这炼妖壶还挑三捡四，什么等级低了的装备不炼，质量差了的药水不炼，不是BOSS级别的怪物不炼，害得我差点没有把它当夜壶给踢了。\\n\\n弄到最后，炼妖的技能是上去了，我的家当也被这败家神器给浪费得差不多了。\\n\\n看着满地莫名其妙的垃圾，我的耐心正在一点点被磨光。可是那种能救小黑的仙药，到现在为止还是一点着落都没有。为了炼那东西，我可是连可以卖上好几万块钱一株的逍遥仙草都用了。这件事要是被吹风知道，不跟我拼命才怪。\\n\\n“夜叉，你在里面吗？”敲门声突然响起，我赶紧将一地的垃圾统统收了起来。可是背包实再有限，我只能将小黑收进炼妖壶里，再把伏曦琴、崆峒印之类的重要物品收好，剩下的东西还是摆得满地都是。\\n\\n“是鬼狼啊，有事吗？”我打开门，看到鬼狼带着霜飞羽，正站在我的门口。\\n\\n鬼狼抬头看了我一眼，不解的说道：“最近你一上线就把自己关在房间里，听兄弟说，你还到处收集了不少高等级低属性的装备跟材料，到底是在干嘛啊？”\\n\\n我回头望了望屋里满地垃圾，无奈的摇了摇头。\\n\\n“咦？这是什么？”霜飞羽突然盯着地上的一只盒子，奇怪的问道。\\n\\n顺着霜飞羽的眼光看过去，我看到了那个盒子。\\n\\n“你喜欢就送你吧。反正也没什么用。”我随手将盒子捡了起来。递到霜飞羽的手里。\\n\\n“麻将？”鬼狼盯着那盒子直发愣，抬起头像看怪物一样的看着我：“你在房里一星期就为了雕这副麻将？”\\n\\n我倒！\\n\\n我的样子长得有那么无聊吗？小黑的生死都还是个未知数呢，还有心情雕麻将。\\n\\n再说了，虽然大东方大陆里，我没事的时候也爱弄弄雕刻刀，但那只是为了怀念一下过去玩儿雕刻练杀手技巧，哪里会做这种无聊的玩艺儿。\\n\\n这副麻将当然是炼妖壶弄出来的杰作，除了这个以外，我那里还有一对小孩子玩的铁环，一只鸡毛毽子，一块苍蝇拍，一根老头乐，一把旱烟袋，一把比济公手里的扇子还破的破莆扇。一坛子比陈年大粪坑还臭的臭豆腐……\\n\\n别以为这些东西还隐藏着什么特殊属性，凡是炼妖壶炼出来的怪东西，我统统都用天眼术进行过再三、仔细的鉴定，但是得到的结论就是——麻将，它就真的是麻将，臭豆腐除了臭之外，也就再没有其他属性了。\\n\\n霜飞羽打开盒子看了看，吃吃的笑道：“前两天梵天姐还在说手痒，想弄副麻将打打呢，害得落虹哥到处收集材料，准备给她做一副，早知道你这里有现成的，落虹哥也不用搞得这么辛苦了。”\\n\\n“你说什么？”我抬起头望向霜飞羽，安落虹那个好好的机关师竟然跑去雕麻将？真是吃饱了没事干啊？\\n\\n“你还不知道吗？”鬼狼对我说道：“那副麻将的图纸还真不好弄呢。”\\n\\n“还要图纸？”我心里更奇怪了。一副麻将偿就是筒子、索子、万子，由一到九，再加上红中、发财、白板，东南西北风，有什么好难的做的啊。以安落虹的制作技能，闭上眼睛都能弄得出来，干嘛还要找图纸。\\n\\n“是呀。”霜飞羽说道：“刚开始的时候大家都以为很简单，但就是这些简单的东西，偏偏是系统不让做出来的。不仅是麻将，就连象棋也是。据说现在天地的市场上，一副象棋可以卖到两千多块，就因为少，而且没有图纸，谁也不能自创。就是落虹哥手里的图纸，还是铁鸡到一家作坊里去，替他抄回来的呢。”\\n\\n就因为少……\\n\\n这四个字在我脑海里一闪而过。物以稀为贵啊，我怎么就没有想到呢。\\n\\n像什么铁环、鸡毛毽子、苍蝇拍之类的东西，要放到现实里，那还真是连屁都不值一个，但是在天地这个游戏中，价值就完全不一样了。原因是什么，就是因为少啊！\\n```\\n\\n\\n------------\",\"timestamp\":1640413491,\"title\":\"第一百九十八章  物以稀为贵\"},\"digest\":\"vWPsAvS8rPzNo9c0hjW3j-ePv0UcSZBKRa_dq0sDHVw\",\"authorship\":{\"contributor\":\"0x6A1B2E33e3B1957F4135941bDe6ed9929CC30EDF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kaQIz2MxqlehhBsyvP8NR42nxPA6lX0XYNK-E7tBZJ4\\\",\\\"y\\\":\\\"3gozTS3zTDOJcwMStNx2b9u-g71rhcDGiNJAUyCyRlQ\\\"}\",\"signature\":\"zP4Sz1m0qVknR8oVC2Wt8jpiN9dgrKFa4Kh-QsS75KXtxJOeA2ioChMqhMTWuxaHnk7mEwGkM7tEQvYzaJuDOQ\",\"signingKeySignature\":\"0x73b3a0d9451e78a751a136090596c41147b757dac323c38bdd6b6bb753863aca6bedb5c6e4d303347f50f805083ec47dc3e89d0d1b00daffcd135aceca7f68771c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kaQIz2MxqlehhBsyvP8NR42nxPA6lX0XYNK-E7tBZJ4\\\",\\\"y\\\":\\\"3gozTS3zTDOJcwMStNx2b9u-g71rhcDGiNJAUyCyRlQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vWPsAvS8rPzNo9c0hjW3j-ePv0UcSZBKRa_dq0sDHVw\"}"