"{\"content\":{\"body\":\"Some personal news: I’ll be joining[ Aave](https://twitter.com/AaveAave) as a Product Manager to lead Web3 experiments!\\n\\nI’m excited to work alongside gigabrains like Stani, Nicolo, Rebecca, and the rest of the Aave family as we pioneer the frontier of crypto 👻\\n\\n## It’s all about experiments. Always has been.\\n\\nWhy am I building Web3 experiments?\\n\\nThe future to me is clear: Web3 is an inevitability. An internet built on open & permissionless primitives — built with community-first principles, and values of individual ownership and democratized access.\\n\\nHowever, no one is exactly sure how it will manifest itself.\\n\\nIMO charting the path for the future takes more parts experimentation than vision; the greatest innovations of the modern era came by accident.\\n\\n[https://twitter.com/0xJim/status/1441059530213888000?s=20](https://twitter.com/0xJim/status/1441059530213888000?s=20)\\n\\n**Web3 supercharges the experimentation that we’re seeing** — thanks to the open, permissionless building blocks we’ve created.\\n\\nAnyone can connect into any primitive and begin building on top of it.\\n\\nHave an idea? Just hook up to a protocol and leverage its liquidity, users, and utility at full capacity.\\n\\nWe saw it with DeFi: any application can empower users’ financial autonomy by plugging into Aave, Uniswap, Yearn, etc.\\n\\nThis trumps any traditional fintech that has to build those financial primitives from scratch every time.\\n\\n[https://twitter.com/0xJim/status/1444387207167438848?s=20](https://twitter.com/0xJim/status/1444387207167438848?s=20)\\n\\n\\n---\\n\\n## Embracing my inner mad scientist\\n\\nI’m a tinkerer at heart. My personal notebook is riddled with borderline nonsensical ideas that randomly pop into my head throughout the day.\\n\\n![](https://images.mirror-media.xyz/publication-images/EoMMzUbv3CRF0XYeZwncf.JPG?height=3024&width=4032)\\n\\nI used to think something was wrong with me — that my brain was somehow wired wrong because I was constantly thinking about seemingly unrelated things.\\n\\nI was afraid that I kept chasing shiny objects — the next cool thing in crypto — while leaving my current projects unfinished: a[ white paper](https://coolcatscao.webflow.io/) with no v1, a[ landing page](https://sygmo.webflow.io/) with no substance.\\n\\nOr, like Frankenstein, I would make monstrosities that no one cared about: a[ group crypto investing wallet](https://carbonated-operation-133.notion.site/PRD-Group-Crypto-Investing-d96fca0b02494bc796836f0a0384a921) or a[ video game-like trading interface](https://wary-bestseller-467.notion.site/Trading-as-a-Video-Game-c04bc4146367466ca6ab9b3d30d63fc6).\\n\\nBut slowly, I started meeting like-minded people — seemingly all in Web3. A collection of misfits, self-proclaimed “mutts” (multi-disciplinary folks) who had no real home until they found our little corner of the Internet.\\n\\nAnd I overcame my fear.\\n\\nIt’s okay to be a mad scientist; it’s okay to be me.\\n\\n[https://twitter.com/dhof/status/1444630757863952393?s=20](https://twitter.com/dhof/status/1444630757863952393?s=20)\\n\\n[https://twitter.com/mollyfmielke/status/1445050787042770946?s=20](https://twitter.com/mollyfmielke/status/1445050787042770946?s=20)\\n\\nAnd there’s something so magical about shipping MVPs.\\n\\nAbout making a janky product using no code tools, with manual processes abound, duct taped barely all together with Zapier.\\n\\nI always hear my old boss in my head telling me, “You should never be proud of your MVP”.\\n\\nDon’t let perfect be the enemy of good.\\n\\n[https://twitter.com/0xJim/status/1441468535901880329?s=20](https://twitter.com/0xJim/status/1441468535901880329?s=20)\\n\\nI have an addictive personality, but nothing gives me the same rush as learning something new.\\n\\n**I crave knowledge. I crave growth.**\\n\\nAnd shipping experiments is the perfect spot on the S-curve for me to maximize my learnings as an investment of my time.\\n\\nA startup’s mission at the beginning is to[ minimize learning cycles](http://theleanstartup.com/). Form and validate hypotheses quickly, iterating at every step until something sticks.\\n\\nShouldn’t people operate the same way?\\n\\n![](https://images.mirror-media.xyz/publication-images/tFiNu-K5vlIS6zlOLLK1i.png?height=973&width=1600)\\n\\n\\n---\\n\\n### Jim 🤝 a brand new playbook for building\\n\\nWhat happens if I take my passion for tinkering and supercharge it with this jetstream of open experimentation that we’re seeing in Web3?\\n\\nThe minds that I respect the most in this space are doing precisely that.\\n\\nThese experimenters not only build fascinating proof-of-concepts, they also capture the hearts and minds of the community to rally around their ideas — to build on top of them to **create something greater than the original architect could even imagine**.\\n\\nHow many times have we heard someone say “I saw a tweet from X” as their rationale for building a new product?\\n\\n[https://twitter.com/0xJim/status/1443273619241644034?s=20](https://twitter.com/0xJim/status/1443273619241644034?s=20)\\n\\nI’m a builder. I love creating something from nothing — having my fingerprint on the world.\\n\\nI’m also a community manager. I think community creation is the hardest, most novel problem space in Web3: the idea of rallying a group of individuals toward a cause, creating authentic relationships along the way.\\n\\nI’ve always been at odds with those parts of my identity: how can I ship technical products if my passion is in growing communities of people?\\n\\n[https://twitter.com/0xJim/status/1440719497384521730?s=20](https://twitter.com/0xJim/status/1440719497384521730?s=20)\\n\\n[Stani](https://twitter.com/StaniKulechov) made me realize that this isn’t a conflict, but rather a brand-new way of building products — in a Web3-native way.\\n\\nIt’s no longer “build it then sell it”. It’s about building a base primitive and providing a framework for the community to coalesce around the idea — to continue experimenting and adding on top of it.\\n\\nJust like what Loot showed us in August.\\n\\nThe new problem space is: “How do we inspire a community to co-build with us?”\\n\\n**Product + Community = the new Web3 builder toolkit**\\n\\n[https://twitter.com/0xJim/status/1440705388370821132?s=20](https://twitter.com/0xJim/status/1440705388370821132?s=20)\\n\\n\\n---\\n\\n### Charting the future with Aave\\n\\nMy relationship with Aave started in August 2019.\\n\\nA gingham-button-down-wearing, confused Jim downloads[ Metamask](https://metamask.io/) as part of his onboarding process to working in crypto full-time.\\n\\nHis boss instructs him to play with[ Maker](https://makerdao.com/en/),[ Aave](http://aave.com/) and other “decentralized applications” to get comfortable with “decentralized finance”.\\n\\nJim doesn’t get it.\\n\\nIt’s nothing special.\\n\\nHe’s also extra salty that he had to pay $5 in gas to do basic financial services.\\n\\n![](https://images.mirror-media.xyz/publication-images/_Av0Hfzm80q0-7-9FbOWd.png?height=713&width=1600)\\n\\n\\n---\\n\\nA year passes — it’s DeFi Summer, August 2020.\\n\\nJim thinks he gets DeFi now.\\n\\nBut not quite.\\n\\nTo him, it’s a toy. Something to get the dopamine pumping to pass the humdrums of quarantine.\\n\\nPay $150 in gas to ape into food coins: Kimchi, Yam, Pickle, you name it.\\n\\nAmidst the volatility, Aave is his safe harbor. A surefire way to generate yield towards the ultimate goal: stacking more ETH.\\n\\n\\n---\\n\\nMonths pass — it’s April 2021.\\n\\nJim is fully crypto-pilled now, but a bit jaded.\\n\\n$300–400 gas fees. Transactions failing after waiting for 3–5 minutes. Stressful and time-consuming UX — syncing a Ledger to Metamask to sign transactions after entering in a pin code.\\n\\nA sleepless, unemployed Jim logs onto twitter dot com and sees a deployment of the Aave Protocol on Polygon.\\n\\nLike any good degen, Jim apes in, and his whole perspective is changed: it was fast, it was cheap, and it was dead simple.\\n\\nJim finally saw that DeFi can be the game changer it’s been touted to be — it can be used for something powerful. It can help people.\\n\\n![My first Polygon transaction with Aave (Link)](https://images.mirror-media.xyz/publication-images/K2UwfvbV9R9zcoLgAalT2.png?height=1002&width=1600)\\n\\n**From normie to DeFi degen to a full-on Web3 enthusiast — along every step of my crypto journey, Aave has been a part of it.**\\n\\nAnd now I have the privilege of joining the team full-time, using this new product toolkit for the first time to launch Web3 experiments, learn at a rapid clip, and co-build with the community.\\n\\nAave has never been shy about experimentation: liquidity pools, multi-chain deployment, multi-chain governance.\\n\\nSo it was no surprise to me (ok maybe a little) when Stani tweeted about building a social media protocol.\\n\\nAnd while I won’t personally focus too much of my time on that space, it spoke volumes about the vision and the culture of Aave.\\n\\n[https://twitter.com/StaniKulechov/status/1416385933549654016 ](https://twitter.com/StaniKulechov/status/1416385933549654016)\\n\\nThe social media protocol and Aave’s dedication to further experimentation marks a brand new chapter for the team.\\n\\nAs they chart the course to be a stronghold in the Web3 space, I want to be at the tip of the spear — creating the future as a new breed of PM.\\n\\nI don’t know where this journey will take me.\\n\\nIt’ll be hard. Many of my ideas won’t work. Many of my experiments will flat-out fail.\\n\\nBut I’ll keep learning, I’ll keep shipping, and I’ll have you all building alongside me.\\n\\nLet’s get to work 🤝\\n\\n\\n---\\n\\n### Build with me? 👉👈\\n\\nI’m doing this the Web3 way, so I will be building in public.\\n\\nMy first priority is creating a space for ideation, collaboration, and celebration.\\n\\n> *“Creating a space for change does not necessarily mean you’re doing it yourself; you’re just making it possible for others.” — Mary Li Khoe*\\n\\nIf you have an idea that you want to see realized, DM me on Twitter[ @0xjim](https://twitter.com/0xJim) or reply to the linked tweet below.\\n\\nI can’t do this alone — I’m going to need help.\\n\\nIf you want to join me on this insane journey to the forefront of the crypto space, DM me on Twitter[ @0xjim](https://twitter.com/0xJim) as well.\\n\\n[https://twitter.com/0xJim/status/1443000476841152515?s=20](https://twitter.com/0xJim/status/1443000476841152515?s=20)\\n\\n\",\"timestamp\":1634297057,\"title\":\"Joining Aave as Product Manager\",\"publication\":\"jim\"},\"digest\":\"jf0q5pSQ01jZXnoOv5HzQQEtLLnFSGfI1SFipD2j6L8\",\"authorship\":{\"contributor\":\"0x705A42EcC5dF243BF9298f1D091b89761522a796\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AHUXoaYjbIgKNVp3SCobn8pBwddeXcoB5f1lIRfvw9Q\\\",\\\"y\\\":\\\"oNPPQiLJZa_OTCwh77gzfEoLLpj0DY2Qv-b1fuZOBrA\\\"}\",\"signature\":\"p24JtCbCBHXnKpkzmrsjbLECsyQKVBd-b8Gs1I3bToWuZGgTCxmk_zO5Zklh20Inz9jv3hsAr70W8wflNh7TDg\",\"signingKeySignature\":\"0x0a8559f4e5aac4f54571e08a01b20553be6362ba208985dddac8685a843636bc34d21ff6d412609eb60a68d5b4cc27874f5be5245a67b82c9576f19fcdf49c091b\",\"signingKeyMessage\":\"I authorize the publication of articles on jim.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AHUXoaYjbIgKNVp3SCobn8pBwddeXcoB5f1lIRfvw9Q\\\",\\\"y\\\":\\\"oNPPQiLJZa_OTCwh77gzfEoLLpj0DY2Qv-b1fuZOBrA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SeTKxZ3tW2wss8hntVzE2jsBTczP0_3xNVpsfo2wha0\"}"