"{\"content\":{\"body\":\"**Preface**\\n\\nWriting is not necessarily a strong suit of mine and I often find it hard to convey my thoughts and ideas in a coherent manner. To address this problem, I have created a block of time within my daily schedule that forces me to covert my current thoughts and ideas into words on paper.\\n\\n**Background**\\n\\nI started Raedam ([raedam.co](https://raedam.co)) my sophomore year at Portland State University (PSU). Raedam’s mission was predicated on the belief that the parking industry’s archaic methodologies and systems could be updated to benefit individuals and cities. With today’s technologies, one might ask, why is it necessary to rely on outdated count boards or roam around looking for open parking spaces? If you ever inquired about the previous question, I am here to offer you some insights.\\n\\n**Why I started Raedam**\\n\\nIn any given situation, my mind defaults to seeing my surroundings as systems. As such, I always find myself looking for ways to simplify these systems to produce a more efficient and enjoyable process. As PSU is located in downtown Portland, Oregon, it wouldn’t take too much thought or imagination to visualize that parking is quite scarce and people’s patience is even more so.\\n\\n**Understanding the parking industry**\\n\\nParking, in the context of populous cities, is more often than not under the control of local governance. Contrary to popular belief, the majority of the parking in any given city is often located on the street and not in parking structures. As such, the governance of such spaces are under the authority of the city. While it may seem to substantially worse dealing with government entities to deploy and adopt new technology, I have come to find out that trying to work with the small number of companies that own the majority of parking spaces and facilities in the USA that are not owned or operated by government entities are not any better.\\n\\nThe companies that own the parking real-estate and manage them are not incentivized at any point to providing a better system for themselves or their customers as the demand for parking will always be high and the supply will always be low (speaking of the average supply-demand equilibrium in populous cities). Can’t find parking in this facility? That’s neat, how about you try to visit one of the other fifteen facilities within a few blocks that we also happen to own?\\n\\n**Primary point of failure**\\n\\nWith the surface-level information provided, you can possibly identify that primary point of failure that took me just under three years to understand. Despite having many mentors and advisors throughout my journey running Raedam (most of which have repeatedly warned of my this exact problem), I insisted on executing on strategic plans that were not based on how the market actually worked. Rather, I was executing on how I thought the market should work.\\n\\n**Learnings**\\n\\nThroughout my entire journey running Raedam, I have met with advisors and mentors to obtain feedback on all aspects of Raedam. I was very fortunate to have these mentors and advisors that have their own journeys, both of success and failure. Their expertise and wisdom provided me with all the necessary resources and connections to stress-testing my ideas and assumptions on everything from business to product and everything in between. In retrospect, I really did not utilize their wisdom and knowledge to the full capacity and that lended me some difficult and costly mistakes that could have been avoided all-together.\\n\\nIt’s cliche, you’ve probably heard this so many times that you’ve lost track of it, but really find and engage with mentors and advisors that have experience in what you are trying to do. They will save you so much time from making the same exact mistakes they have encountered in their own adventures, and time is the most scarce component of it all.\\n\\nThat being said, I don’t have much regret for making those mistakes. As I am working on a new startup currently, I have those mistakes engrained in my head and had I not experienced them first-hand, I couldn’t really say if I would’ve made them again on the second venture. Of course I am still in the early stages of this venture and there is much to be done, but the traction we’ve attained in the past three weeks of this new venture seems crazy to me. Not to deviate from Raedam too much, I will create a future blog post with our progress and learnings from the new venture.\\n\\n**Final thoughts**\\n\\n1. It’s not worth your time trying to make change in any aspect that requires government approval or contracts to any large extent. This especially is true as a small startup, and one without prior success to help vouch for your ability to deliver on your ideas.\\n2. A Startup really does require your full-time. You can’t expect to succeed in building a company without providing it with the proper attention and effort. This claim especially holds true when your startup is trying to build out a hardware and a software product that also happened to be B2B2C. It’s too complicated.\\n3. Avoid hardware at all costs. As much as it is fun to touch and hold a tangible item you built from scratch, the associated pain is not worth it.\\n4. Listen to your mentors and advisors, chances are they have experienced the same problems you are going through and they are providing you with a cheap ticket to avoiding massive pain and loss :) (That is not to say that you should not think for yourself, to the contrary, please don’t take or act upon advice without conducting your own research and thinking it through yourself)\\n\\n**PS**\\n\\nThis is my first blog post. It will not be polished nor succinct, so if you do find any errors or gaps in logic please provide me with feedback and engage me in discourse through my twitter account [@omarnwaked](https://twitter.com/omarnwaked)\\n\\nMany thanks from your friendly snowman lookalike :)\",\"timestamp\":1640061208,\"title\":\"Why Raedam Failed\"},\"digest\":\"eVybOBTkNcDCFdrY1C5_Y-IqmlODHfwae-26iY5I7xM\",\"authorship\":{\"contributor\":\"0xd269259ed7Fa5d3B04a114DA788744E72540Ba01\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S5p-tIfEmVxQQAMG2FOCc2CATJWC1olkAHNlg5DBApI\\\",\\\"y\\\":\\\"cY94ZxK0ccS82KgCdD3LFXaEW0_noPl6jYQ6QNYL9do\\\"}\",\"signature\":\"lCmt-P03FHlGmGd1lOBZIERv2ifH_DFlyc3rN7SvQvNA-GHAp25ZDbB4WZfX3GobsMjvBh4R5kUozgDBCSYqSA\",\"signingKeySignature\":\"0x90ebcf20d79a6d0be1ed521dc729ff9d4bb295866ebafb7c6119307613583d2c081bf334d7b90ad31faeb4d062e87d882cad70f4a874c97898ab82a44faa2c3a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S5p-tIfEmVxQQAMG2FOCc2CATJWC1olkAHNlg5DBApI\\\",\\\"y\\\":\\\"cY94ZxK0ccS82KgCdD3LFXaEW0_noPl6jYQ6QNYL9do\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wr7-MeSfspv75UOIHziLsDnBYRddXMm7NEPVtADcfRY\"}"