"{\"content\":{\"body\":\"**chimpanzee**, (*Pan troglodytes*), species of [ape](https://www.britannica.com/animal/ape) that, along with the [bonobo](https://www.britannica.com/animal/bonobo), is most closely related to [humans](https://www.britannica.com/topic/human-being). Chimpanzees inhabit [tropical forests](https://www.britannica.com/science/tropical-rainforest) and [savannas](https://www.britannica.com/science/savanna) of equatorial Africa from [Senegal](https://www.britannica.com/place/Senegal) in the west to [Lake Albert](https://www.britannica.com/place/Lake-Albert) and northwestern [Tanzania](https://www.britannica.com/place/Tanzania) in the east. Individuals vary considerably in size and appearance, but chimpanzees stand approximately 1–1.7 metres (3–5.5 feet) tall when erect and weigh about 32–60 kg (70–130 pounds). Males tend to be larger and more [robust](https://www.merriam-webster.com/dictionary/robust) than females. Chimpanzees are covered by a coat of brown or black hair, but their faces are bare except for a short white beard. [Skin](https://www.britannica.com/science/human-skin) colour is generally white except for the face, hands, and feet, which are black. The faces of younger animals may be pinkish or whitish. Among older males and females, the forehead often becomes bald and the back becomes gray.\\n\\n## Natural history\\n\\nChimpanzees awaken at dawn, and their day is spent both in the [trees](https://www.britannica.com/plant/tree) and on the ground. After a lengthy midday rest, late afternoon is usually the most intensive feeding period. In the trees, where most feeding takes place, chimps use their hands and feet to move about. They also leap and swing by their arms ([brachiate](https://www.britannica.com/science/brachiation)) skillfully from branch to branch. Movement over any significant distance usually takes place on the ground. Though able to walk upright, chimpanzees more often move about on all fours, leaning forward on the [knuckles](https://www.britannica.com/science/knuckle-anatomy) of their hands (knuckle walking). At night they usually sleep in the trees in nests they build of branches and leaves. Chimpanzees are unable to swim, but they will wade in [water](https://www.britannica.com/science/water). The chimpanzee diet is primarily vegetarian and consists of more than 300 different items, mostly [fruits](https://www.britannica.com/science/fruit-plant-reproductive-body), [berries](https://www.britannica.com/science/berry-plant-reproductive-body), [leaves](https://www.britannica.com/science/leaf-plant-anatomy), blossoms, and [seeds](https://www.britannica.com/science/seed-plant-reproductive-part) but also [bird](https://www.britannica.com/animal/bird-animal) [eggs](https://www.britannica.com/science/egg-biology) and chicks, many [insects](https://www.britannica.com/animal/insect), and occasionally carrion. Chimpanzees also hunt, both alone and in groups, stalking and killing various [mammals](https://www.britannica.com/animal/mammal) such as [monkeys](https://www.britannica.com/animal/monkey), [duikers](https://www.britannica.com/animal/duiker), [bushbucks](https://www.britannica.com/animal/bushbuck), and wild pigs. They also appear to use certain [plants](https://www.britannica.com/plant/plant) medicinally to cure [diseases](https://www.britannica.com/science/disease) and expel intestinal [parasites](https://www.britannica.com/science/parasitism).\\n\\n[chimpanzee (](https://cdn.britannica.com/70/189070-050-A3AF510B/Chimpanzees-ground-trees-branch-swing-arms-distance.jpg)*[Pan troglodytes](https://cdn.britannica.com/70/189070-050-A3AF510B/Chimpanzees-ground-trees-branch-swing-arms-distance.jpg)*[)](https://cdn.britannica.com/70/189070-050-A3AF510B/Chimpanzees-ground-trees-branch-swing-arms-distance.jpg)Chimpanzees (*Pan troglodytes*) spend their time both on the ground and in the trees. Although they often leap and swing by their arms (brachiate) skillfully from branch to branch among the trees, their movement over any significant distance usually takes place on the ground.*© Uryadnikov Sergey/Fotolia*\\n\\n[BRITANNICA QUIZ](https://www.britannica.com/quiz/ultimate-animals-quiz)\\n\\n[Ultimate Animals Quiz](https://www.britannica.com/quiz/ultimate-animals-quiz)\\n\\n[Could you lead the tour at your local zoo? Challenge your animal awareness with this quiz.](https://www.britannica.com/quiz/ultimate-animals-quiz)\\n\\nThe female chimpanzee bears a single young at any time of year after a [gestation](https://www.britannica.com/science/gestation) period of about eight months. The newborn weighs about 1.8 kg (about 4 pounds), is almost helpless, and clings to the [fur](https://www.britannica.com/topic/fur-animal-skin) of the mother’s belly as she moves. From about 6 months to 2 years, the youngster rides on the mother’s back. Weaning takes place at about 5 years. Males are considered adults at 16 years of age, and females usually begin to reproduce at about 13 years, but often only two offspring survive during her lifetime. The longevity of chimps is about 45 years in the wild and 58 in captivity; however, older individuals have been documented. For example, Cheetah the chimpanzee, an [animal](https://www.britannica.com/animal/animal) actor from the [Tarzan](https://www.britannica.com/topic/Tarzan) [movies](https://www.britannica.com/art/motion-picture) of the 1930s and ’40s, was reported to have lived approximately 80 years.\\n\\n## Conservation status\\n\\nChimpanzees are an [endangered species](https://www.britannica.com/science/endangered-species); their population in the wild has been reduced by [hunting](https://www.britannica.com/science/predation) (primarily for [meat](https://www.britannica.com/topic/meat)), destruction of [habitat](https://www.britannica.com/science/habitat-biology) from logging or farming, and commercial exportation for use in [zoo](https://www.britannica.com/science/zoo)s and research laboratories. The [International Union for Conservation of Nature](https://www.britannica.com/topic/International-Union-for-Conservation-of-Nature) (IUCN) noted that, despite having one of the largest geographic ranges of the great apes, chimpanzee populations have fallen significantly since the 1980s. [Lions](https://www.britannica.com/animal/lion) and [leopards](https://www.britannica.com/animal/leopard) also prey upon chimpanzees.\\n\\n[geographic extent of chimpanzees and bonobos (genus ](https://cdn.britannica.com/02/211902-050-3BE05C6E/Map-geographic-range-bonobo-chimpanzee-western-central-Africa.jpg)*[Pan](https://cdn.britannica.com/02/211902-050-3BE05C6E/Map-geographic-range-bonobo-chimpanzee-western-central-Africa.jpg)*[)](https://cdn.britannica.com/02/211902-050-3BE05C6E/Map-geographic-range-bonobo-chimpanzee-western-central-Africa.jpg)The geographic range of the primate genus *Pan*—made up of the bonobo (*P. paniscus*) and the chimpanzee (*P. troglodytes*)—covers large parts of western and central Africa.*Encyclopædia Britannica, Inc./Kenny Chmielewski*\\n\\n## Social behaviour\\n\\nChimpanzees are lively animals with more extraverted [dispositions](https://www.merriam-webster.com/dictionary/dispositions) than either [gorillas](https://www.britannica.com/animal/Gorilla-primate-genus) or [orangutans](https://www.britannica.com/animal/orangutan). They are highly social and live in loose and flexible groups known as [communities](https://www.britannica.com/science/community-biology), or unit groups, that are based on associations between adult males within a [home range](https://www.britannica.com/science/home-range), or territory. Home ranges of [forest](https://www.britannica.com/science/forest)-dwelling [communities](https://www.merriam-webster.com/dictionary/communities) can be as small as a few square kilometres, but home ranges covering hundreds of square kilometres are known among [savanna](https://www.britannica.com/science/savanna) communities. A [community](https://www.merriam-webster.com/dictionary/community) can number from 20 or fewer to well over 100 members. Each consists of several subgroups of varying size and unstable [composition](https://www.merriam-webster.com/dictionary/composition). [Social dominance](https://www.britannica.com/science/dominance-hierarchy) exists, with adult males being dominant over adult females and adolescent males. Within a community, there are twice or three times as many adult females as adult males; the number of adults is about equal to the number of immature individuals. Communities usually divide into subgroups called parties, which vary widely in size. The [dominance hierarchy](https://www.britannica.com/science/dominance-hierarchy) among [male](https://www.britannica.com/topic/gender-identity) chimpanzees is very fluid; individuals associate with each other and join and leave different subgroups with complete freedom. The dominant (alpha) male of a group can monopolize [ovulating](https://www.britannica.com/science/ovulation) females through possessive [behaviour](https://www.britannica.com/science/animal-behavior). On the other hand, gang attack by subordinate males can expel an alpha male. Males spend all of their lives in the community they are born in, but occasionally a juvenile male may transfer to another community with his mother. In contrast to males, most females leave their group of birth to join a neighbouring group when they mature at around age 11. Female chimpanzees spend most of their time with their young or with other females. Those with dependent offspring are more likely to range alone or in small parties within narrow “core areas.” Females have been known to form coalitions against a bullying adult male or newly immigrated female.\\n\\n[adult chimpanzees with offspring](https://cdn.britannica.com/66/161466-050-6877BAC6/chimpanzees-male-all-lives-females-community-mother.jpg)Male chimpanzees (*Pan troglodytes*) spend all of their lives in the community they are born in, but occasionally a juvenile male may transfer to another community with his mother. In contrast to males, most females leave their group of birth to join a neighbouring group when they mature at around age 11.*© estima/Fotolia*\\n\\nRelations between different chimp communities tend to be hostile. Intruders on a group’s home range may be attacked, and adult males engage in boundary patrol. On rare occasions, a group may invade a neighbouring territory that is much smaller in size, and fatalities among the smaller group result. [Infanticide](https://www.britannica.com/science/infanticide-animal-behaviour) and [cannibalism](https://www.britannica.com/science/cannibalism-animal-behaviour) by adult males, and to a lesser extent by adult females, have been observed. Victimized infants are not only those of neighbouring groups but also those born to newly immigrated females. Between- and within-group competition among individuals of the same sex is the likely cause of such [violence](https://www.britannica.com/topic/violence). Sometimes a male and female will form a consortship, engaging in [exclusive](https://www.merriam-webster.com/dictionary/exclusive) mating relationships by leaving other members of the group and staying in the [periphery](https://www.merriam-webster.com/dictionary/periphery) of the group range. This strategy, however, brings increased risk of attack by neighbouring groups.\\n\\nChimpanzees exhibit complex social strategies such as cooperation in combat and the cultivation of coalitions and alliances via ranging together, [reciprocal](https://www.merriam-webster.com/dictionary/reciprocal) grooming, and the sharing of [meat](https://www.britannica.com/topic/meat) (sometimes in exchange for mating opportunities). An alpha male, for instance, may interfere with his rival in grooming with a third party because such a coalition might jeopardize the alpha’s status. On the other hand, the third party might show strategic opportunism in such a situation, since his assistance to either side could determine which of his superiors prevails. Chimpanzees, therefore, appear to have some concept of “trade.” They console, [reconcile](https://www.merriam-webster.com/dictionary/reconcile), and retaliate during fighting and so share emotions and aspects of psychology similar to those found in humans: self-recognition, curiosity, sympathy, grief, and [attribution](https://www.merriam-webster.com/dictionary/attribution). Although chimps take care of orphaned infants, they also tease handicapped individuals, conceal information that would bring disadvantage to themselves, and manipulate others for their own advantage by expressing deceptive postures, gestures, and facial expressions.\\n\\n# \\n\\nChimpanzees are highly intelligent and are able to solve many kinds of problems posed to them by [human](https://www.britannica.com/topic/human-being) trainers and experimenters. A number of researchers have taught chimpanzees to use [sign language](https://www.britannica.com/topic/sign-language) or [languages](https://www.britannica.com/topic/language) based on the display of tokens or pictorial [symbols](https://www.britannica.com/topic/symbol). The [implications](https://www.merriam-webster.com/dictionary/implications) of these language studies have been contested, however. Critics charge that [apes](https://www.britannica.com/animal/ape) have not acquired true language in the sense of understanding “words” as abstract symbols that can be combined in meaningful new ways. Other investigators maintain that more recent language training has resulted in the chimpanzees’ acquiring a true recognition of “words” as abstractions that can be applied in novel [contexts](https://www.merriam-webster.com/dictionary/contexts).\\n\\n[Jane Goodall](https://cdn.britannica.com/26/163226-050-D316CD8D/Jane-Goodall-Freud-British-Tanzania-Gombe-National.jpg)British ethologist Jane Goodall with chimpanzee Freud at Gombe Stream National Park in Tanzania.*Michael Neugebauer/the Jane Goodall Institute*\\n\\n[Communication](https://www.britannica.com/topic/communication) between chimps in the wild takes the form of facial expressions, gestures, and a large array of [vocalizations](https://www.britannica.com/science/vocalization), including screams, hoots, grunts, and roars. Males display excitement by standing erect, stamping or swaying, and letting out a chorus of screams. Chimps use louder calls and gestures for long-distance communication (such as drumming on tree buttresses) and quieter calls and facial expressions for short-distance communication. Similarities to human laughter and smiling might be seen in their “play panting” and grinning, respectively.\\n\\n[chimpanzee vocalization](https://cdn.britannica.com/47/191347-050-6507A5B4/Communication-chimps-form-wild-gestures-expressions-array.jpg)Communication between chimps in the wild takes the form of facial expressions, gestures, and a large array of vocalizations, including screams, hoots, grunts, and roars.*© Uryadnikov Sergey/Fotolia*\\n\\nVarious [tools](https://www.britannica.com/technology/tool) are [used](https://www.britannica.com/science/tool-use-animal-behaviour) in several contexts. Chimpanzees “fish” for [termites](https://www.britannica.com/animal/termite) and [ants](https://www.britannica.com/animal/ant) with probes made of [grass](https://www.britannica.com/plant/grass) stalks, [vines](https://www.britannica.com/plant/vine-plant), branches, peeled [bark](https://www.britannica.com/science/bark-plant-tissue), and midribs of [leaves](https://www.britannica.com/science/leaf-plant-anatomy). They crack hard [nuts](https://www.britannica.com/science/nut-plant-reproductive-body) open by using [stones](https://www.britannica.com/science/stone-unit-of-weight), [roots](https://www.britannica.com/science/root-plant), and wood as [hammers](https://www.britannica.com/technology/hammer-tool) or [anvils](https://www.britannica.com/technology/anvil-metalworking), and they use “leafy sponges” (a handful of folded leaves or moss) to drink [water](https://www.britannica.com/science/water). Branches and leaves are detached and displayed during [courtship](https://www.britannica.com/topic/courtship). In threat displays, chimps throw rocks and drag and throw branches. Sticks are used to inspect dead [pythons](https://www.britannica.com/animal/python-snake-group) or other unfamiliar objects that might be dangerous. Leaves are used hygienically in wiping the mouth or other soiled body parts. Chimpanzees also use different tools in succession as a “tool set.” For example, chimpanzees of the [Congo basin](https://www.britannica.com/place/Congo-River) first dig into termite mounds with a stout stick and then fish for individual termites with a long, slender wand. Tools are also used in combination as “tool composites.” Chimpanzees in the[ Guinea region](https://www.britannica.com/place/Guinea-region-Africa) push leafy sponges into hollows of trees containing water and then withdraw the wet sponges by using sticks. Chimps thus differ locally in their [repertoire](https://www.merriam-webster.com/dictionary/repertoire) of tool use, with younger animals acquiring tool-using behaviours from their elders. Such cultural differences are also seen in food items consumed and in gestural communication. Chimpanzees indeed possess [culture](https://www.merriam-webster.com/dictionary/culture) when it is defined as the transmission of information from generation to generation via [social learning](https://www.britannica.com/science/social-learning) shared by most members of a single age or sex class in a given group.\\n\\n[chimpanzee tool use](https://cdn.britannica.com/51/191351-050-B62BC80F/fish-Chimpanzees-termites-grass-stalks-probes-ants.jpg)Chimpanzees (*Pan troglodytes*) “fish” for termites and ants with probes made of grass stalks, vines, branches, peeled bark, and midribs of leaves.*© Mark Higgins/Dreamstime.com*\\n\\nObserve chimpanzees' social interactions in their rainforest, grassland, and woodland habitats\\n\\nChimpanzees possess a unique culture, and their intelligence, responsiveness, and exuberance have made them ideal nonhuman subjects for study.\\n\\n*Encyclopædia Britannica, Inc.*[See all videos for this article](https://www.britannica.com/animal/chimpanzee/images-videos)\\n\\nChimpanzees’ intelligence, responsiveness, and exuberance have made them ideal nonhuman subjects for psychological, medical, and biological experiments. Young chimpanzees can become very attached to their human trainers, and their expressions of feeling resemble those of humans more closely than any other [animal](https://www.britannica.com/animal/animal).\\n\\n## Taxonomy\\n\\nGenetic analysis suggests that the lineages leading to modern humans and chimpanzees diverged from each other between 6.5 million and 9.3 million years ago and that at least 98 percent of the human and chimpanzee [genomes](https://www.britannica.com/science/human-genome) are identical. Chimpanzees are classified taxonomically as a single [species](https://www.britannica.com/science/species-taxon), *Pan troglodytes*. (The so-called pygmy chimpanzee, or [bonobo](https://www.britannica.com/animal/bonobo), is a distinct and separate species, *P. paniscus*, that diverged from chimpanzees about 1.7 million years ago.) Four subspecies of *P. troglodytes* are recognized: the [tschego](https://www.britannica.com/animal/tschego), or Central African chimpanzee (*P. troglodytes troglodytes*), also known as the common chimpanzee in continental Europe; the West African, or [masked, chimpanzee](https://www.britannica.com/animal/masked-chimpanzee) (*P. troglodytes verus*), known as the common chimpanzee in Great Britain; the East African, or [long-haired, chimpanzee](https://www.britannica.com/animal/long-haired-chimpanzee) (*P. troglodytes schweinfurthii*); and the [Nigerian-Cameroon chimpanzee](https://www.britannica.com/animal/Nigerian-Cameroon-chimpanzee) (*P. troglodytes ellioti*, which was formerly classified as *P. troglodytes vellerosus*).\\n\\n[human evolution](https://cdn.britannica.com/60/94660-050-DC91376F/divergence-humans-apes-ancestor.jpg)The divergence of humans and great apes from a common ancestor.*Encyclopædia Britannica, Inc.*\",\"timestamp\":1640054605,\"title\":\"chimpanzee\"},\"digest\":\"14SgzFgecedVP-2y6moiBO8xwpKfcdc4XZftFgBFTeI\",\"authorship\":{\"contributor\":\"0x3Ba9c6fbB8818dB7f9Cfa4a8541F2DfB7f6bC65D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pun6jIlzZH0S-ESFcQNEB6FN1NMq75pfiJT3zarAhWY\\\",\\\"y\\\":\\\"io4oYyWZ0mFHwlK4LMemsVCV5-7fuQ2GYqZhLmtL4VQ\\\"}\",\"signature\":\"y03U1aphWG_zCP2t4hy7zXGoKHrb792ixPPt27gTH_wqmCmb4973LmhaHTGpURkCYcUYkCXTebB99v6huQ6fSg\",\"signingKeySignature\":\"0x622b5e3cdad1b039a178f25411f167e2e0a891d6b19a5af71efe0b181238266064af8bf4d66a96d97efbac619a99d300b850e4c1623f0687fd4929248079de1f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pun6jIlzZH0S-ESFcQNEB6FN1NMq75pfiJT3zarAhWY\\\",\\\"y\\\":\\\"io4oYyWZ0mFHwlK4LMemsVCV5-7fuQ2GYqZhLmtL4VQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"14SgzFgecedVP-2y6moiBO8xwpKfcdc4XZftFgBFTeI\"}"