"{\"content\":{\"body\":\"The true potential of blockchain to transform the lives of people around the world has clearly not been realized.\\n\\nFor all the progress that could have been made so far, the reality is that this powerful technology remains the preserve of a small group of technology and finance enthusiasts. What I find so disappointing about this is the fact that it could be improving people’s lives in so many obvious ways right now if it was being properly directed to the needs of the people.\\n\\nBlockchain technology and smart contracts can enable huge efficiency savings as economies digitalize. They can rid a whole range of industries of fraud and compliance costs while automating any number of services that intermediaries currently charge for as ‘value-added services’.\\n\\nCrucially, these technologies can improve our day-to-day lives by making them quicker, simpler, and safer when used within a system that reflects the societal structures that people recognise today. It is for all these reasons that the world needs a [blockchain consensus operating system](https://l3cos.com/blockchain-consensus-operating-system.html). \\n  \\n  \\n \\n\\n**Existing blockchains aren’t improving people’s lives**\\n\\nYou don’t have to look very hard at the world around us to see that existing blockchain technology has failed. Just look at a process like international travel, which so many people have become familiar with over the years as part of their business and leisure activities.\\n\\nYou need to arrive at an airport, check-in, pick up a boarding pass, use it at security, show your passport at border control and repeat this process at any number of checkpoints where airport or airline staff require it. These processes are built on identity checks across multiple systems that make the entire process slow, inefficient, and unenjoyable.\\n\\nBlockchain technology can be used to confirm the identity of an individual once and allow that identity to be confirmed without data sharing across this entire user journey, enabling a seamless and enjoyable transition for travelers. Furthermore, as the world deals with the COVID 19 pandemic, safe travel could continue because virus-free status could be attached to an identity, thus confirming free passage but without the need to share personal information.\\n\\nThe efficiency savings that blockchain technology enables should span a whole range of human activities as we understand them today. Travel is just one example but there are many more interactions that can be improved, with the list growing even longer if you consider the economy and the way businesses operate within it.\\n\\nFor example, compliance costs in regulated markets have risen to billions of dollars every year. All of the processes involved are just a series of checks and balances that need to be confirmed one way or the other. However, they are highly inefficient and expensive because they are built around paper processes being actioned manually by people. It is truly staggering to think of the amount of money that could be saved if blockchain technology and smart contracts were being used to automate processes in so many situations.\\n\\nFortunately, there are seeds of hope for the future as forward-thinking economies start to embrace the potential of blockchain.\\n\\n**Blockchain can enable regulated digital economies**\\n\\nSome countries have embraced blockchain for some time while others are just beginning to. \\n\\nIn the case of Georgia, where I was born, it has had a large cryptocurrency industry for some time but the government has also used blockchain technology to improve services in a number of areas. The most notable example is land registrations. In 2016, Georgia’s National Agency of Public Registry began a large blockchain implementation and by 2018 had registered over 1.5 million land titles on this blockchain-based system.\\n\\nOne of the most standout examples of blockchain-based government so far though is Estonia. It was the first nation-state to deploy blockchain in production systems in 2012 and is now using it across healthcare, property, business, courts and many other government registries. The use of blockchain technology is helping to power 99% of public services in the country that are available as e-services.\\n\\nSome might argue that Georgia and Estonia are not large economies or major global powers, so their use of blockchain technology is not significant for the global economy. Certainly, there is an argument that the world’s major economies need a new blockchain system and I will return to this shortly. However, to disregard these countries’ use of blockchain doesn’t take into account that other, larger nations are also starting to investigate the technology with increased interest.\\n\\nSpecifically, many of the world’s biggest economies are looking at how to implement Central Bank Digital Currencies (CBDCs) powered by blockchain technology. The Bank of England, Bank of France, Bank of the Netherlands, Bank of South Korea, Bank of Thailand, Bank of Canada and the European Central Bank are all following this path, and this sort of mass movement by major economies is certainly significant.\\n\\nHowever, for these leading nations to use the technology for their various CBDC initiatives within regulated digital economies, a new blockchain consensus operating system is required.\\n\\n**The blockchain consensus operating system our world needs**\\n\\nFor governments around the world to harness the power of blockchain, they cannot rely on the existing blockchain networks. These networks advocate decentralisation and anonymity above all else, which will never be aligned with the requirements of a sovereign state.\\n\\nGovernments are elected by their citizens to keep them safe and help them prosper. To do this, they must be able to regulate the digital economies that individuals and corporations operate in. They must be able to identify and authorize these entities when they first enter the system, even if the sharing of personal data is controlled by the individuals from that point on.\\n\\nTo do this, you need a [regulated blockchain ](https://l3cos.com/regulated-blockchain.html)controlled by sovereign states. This is why I designed [L3COS ](https://l3cos.com/)as the world’s first blockchain consensus operating system for regulating digital economies.\\n\\nThe triple layer network enables governments to communicate and operate CBDCs from the top layer, via a proof of government consensus mechanism. They can then onboard other entities onto the network to interact in a regulated digital economy, with corporations at the second layer and individuals at the third layer, all interacting in an entirely decentralised manner.\\n\\nEvery interaction is automated via smart contracts, making compliance seamless for businesses and individuals’ day-to-day activities quick and easy. Governments are then able to regulate their economies without burdening the entities that operate within them. As a result, all of society is able to benefit from blockchain technology in a manner that hasn’t been possible before and which demonstrates why a new blockchain consensus operating system is so desperately needed.\\n\\n \\n\\n**About the Author**\\n\\n*Zurab Ashvil is a serial tech entrepreneur who spent more than a decade at Softbank between 1995 and 2006, where he won awards from Microsoft, Dell, and EMC. As early as 1998 he was advising on Distributed File Systems design for Windows 2000: the basis of the Cloud.    *\\n\\n \\n\\n*Disclaimer*\\n\\n*The views and opinions expressed in this article are those of the contributor and do not necessarily reflect the view of Blockchain. News. Investors should be well aware of the volatility of cryptocurrencies and conduct their own research before making investment decisions.*\",\"timestamp\":1636177517,\"title\":\"Why the World Needs a Blockchain Consensus Operating System\"},\"digest\":\"5oX7H3qY4bH-QfDMDC3KoGoWVi7vSJqx12v2dn-2b1Q\",\"authorship\":{\"contributor\":\"0x8a01845B5ef1267Cbc3690F49F40e2978aDEdf49\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agSLgL8u0ESe4ir0tC0h6UvSZjHkiu1DRgHRAYmMkdo\\\",\\\"y\\\":\\\"HDTUsnKYcy8CLwLQXovR-UPuGADNu0EoQbZdlTKetvo\\\"}\",\"signature\":\"uhN_sSEH4CVq4MZ7q8KlinC3YxNCmwh9_OlKi4MQ6ikex86Mj827SrJlK-08r0hhw2VC9HHyyq_uF1Rz4x-tBQ\",\"signingKeySignature\":\"0xd31183ecb1ea5bb92d1bace67c5cd530fa3a212a318a02243635226da6aa24932bf9fc18a462f7c98fc3734de1083d7bead355284497d24050980428e4d837581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agSLgL8u0ESe4ir0tC0h6UvSZjHkiu1DRgHRAYmMkdo\\\",\\\"y\\\":\\\"HDTUsnKYcy8CLwLQXovR-UPuGADNu0EoQbZdlTKetvo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5oX7H3qY4bH-QfDMDC3KoGoWVi7vSJqx12v2dn-2b1Q\"}"