"{\"content\":{\"body\":\"and for the first time trod the shores of Iceland. Although I was quite bewildered by sea-sickness, and still more by the continual rocking of the ship, so that every object round me seemed to dance, and I could scarcely make a firm step, still I could not rest in the house of Herr Knudson, which he had obligingly placed at my disposal.  I must go out at once, to see and investigate every thing.  I found that Havenfiord consisted merely of three wooden houses, a few magazines built of the same material, and some peasants' cottages.\\n\\nThe wooden houses are inhabited by merchants or by their factors, and consist only of a ground-floor, with a front of four or six windows.  Two or three steps lead up to the entrance, which is in the centre of the building, and opens upon a hall from which doors lead into the rooms to the right and left.  At the back of the house is situated the kitchen, which opens into several back rooms and into the yard.  A house of this description consists only of five or six rooms on the ground-floor and a few small attic bedrooms.\\n\\nThe internal arrangements are quite European.  The furniture--which is often of mahogany,--the mirrors, the cast-iron stoves, every thing, in short, come from Copenhagen.  Beautiful carpets lie spread before the sofas; neat curtains shade the windows; English prints ornament the whitewashed walls; porcelain, plate, cut-glass, &c., are displayed on chests and on tables; and flower-pots with roses, mignonnette, and pinks spread a delicious fragrance around.  I even found a grand pianoforte here.  If any person could suddenly, and without having made the journey, be transported into one of these houses, he would certainly fancy himself in some continental town, rather than in the distant and barren island of Iceland.  And as in Havenfiord, so I found the houses of the more opulent classes in Reikjavik, and in all the places I visited.\\n\\nFrom these handsome houses I betook myself to the cottages of the peasants, which have a more indigenous, Icelandic appearance.  Small and low, built of lava, with the interstices filled with earth, and the whole covered with large pieces of turf, they would present rather the appearance of natural mounds of earth than of human dwellings, were it not that the projecting wooden chimneys, the low- browed entrances, and the almost imperceptible windows, cause the spectator to conclude that they are inhabited.  A dark narrow passage, about four feet high, leads on one side into the common room, and on the other to a few compartments, some of which are used as storehouses for provisions, and the rest as winter stables for the cows and sheep.  At the end of this passage, which is purposely built so low, as an additional defence against the cold, the fireplace is generally situated.  The rooms of the poorer class have neither wooden walls nor floors, and are just large enough to admit of the inhabitants sleeping, and perhaps turning round in them.  The whole interior accommodation is comprised in bedsteads with very little covering, a small table, and a few drawers.  Beds and chests of drawers answer the purpose of benches and chairs.  Above the beds are fixed rods, from which depend clothes, shoes, stockings, &c.  A small board, on which are arranged a few books, is generally to be observed.  Stoves are considered unnecessary; for as the space is very confined, and the house densely populated, the atmosphere is naturally warm.\\n\\nRods are also placed round the fireplace, and on these the wet clothes and fishes are hung up in company to dry.  The smoke completely fills the room, and slowly finds its way through a few breathing-holes into the open air.\\n\\nFire-wood there is none throughout the whole island.  The rich inhabitants have it brought from Norway or Denmark; the poor burn turf, to which they frequently add bones and other offal of fish, which naturally engender a most disagreeable smoke.\\n\\nOn entering one of these cottages, the visitor is at a loss to determine which of the two is the more obnoxious--the suffocating smoke in the passage or the poisoned air of the dwelling-room, rendered almost insufferable by the crowding together of so many persons.  I could almost venture to assert, that the dreadful eruption called Lepra, which is universal throughout Iceland, owes its existence rather to the total want of cleanliness than to the climate of the country or to the food.\\n\\nThroughout my subsequent journeys into the interior, I found the cottages of the peasants every where alike squalid and filthy.  Of course I speak of the majority, and not of the exceptions; for here I found a few rich peasants, whose dwellings looked cleaner and more habitable, in proportion to the superior wealth or sense of decency of the owners.  My idea is, that the traveller's estimate of a country should be formed according to the habits and customs of the generality of its inhabitants, and not according to the doings of a few individuals, as is often the case.  Alas, how seldom did I meet with these creditable exceptions!\\n\\nThe neighbourhood of Havenfiord is formed by a most beautiful and picturesque field of lava, at first rising in hills, then sinking into hollows, and at length terminating in a great plain which extends to the base of the neighbouring mountains.  Masses of the most varied forms, often black and naked, rise to the height of ten or fifteen feet, forming walls, ruined pillars, small grottoes, and hollow spaces.  Over these latter large slabs often extend, and form bridges.  Every thing around consists of suddenly cooled heaped-up masses of lava, in some instances covered to their summits with grass and moss; this circumstance gives them, as already stated, the appearance of groups of stunted trees.  Horses, sheep, and cows were clambering about, diligently seeking out every green place.  I also clambered about diligently; I could not tire of gazing and wondering at this terribly beautiful picture of destruction.\\n\\nAfter a few hours I had so completely forgotten the hardships of my passage, and felt myself so much strengthened, that I began my journey to Reikjavik at five o'clock on the evening of the same day. Herr Knudson seemed much concerned for me; he warned me that the roads were bad, and particularly emphasised the dangerous abysses I should be compelled to pass.  I comforted him with the assurance that I was a good horsewoman, and could hardly have to encounter worse roads than those with which I had had the honour to become acquainted in Syria.  I therefore took leave of the kind gentleman, who intended to stay a week or ten days in Havenfiord, and mounting a small horse, set out in company of a female guide.\\n\\nIn my guide I made the acquaintance of a remarkable antiquity of Iceland, who is well worthy that I should devote a few words to her description.  She is above seventy years of age, but looks scarcely fifty; her head is surrounded by tresses of rich fair hair.  She is dressed like a man; undertakes, in the capacity of messenger, the longest and most fatiguing journeys; rows a boat as skilfully as the most practised fisherman; and fulfils all her missions quicker and more exactly than a man, for she does not keep up so good an understanding with the brandy-bottle.  She marched on so sturdily before me, that I was obliged to incite my little horse to greater speed with my riding-whip.\\n\\nAt first the road lay between masses of lava, where it certainly was not easy to ride; then over flats and small acclivities, from whence we could descry the immense plain in which are situated Havenfiord, Bassastadt, Reikjavik, and other places.  Bassastadt, a town built on a promontory jutting out into the sea, contains one of the principal schools, a church built of masonry, and a few cottages. The town of Reikjavik cannot be seen, as it is hidden behind a hill. The other places consist chiefly of a few cottages, and only meet the eye of the traveller when he approaches them nearly.  Several chains of mountains, towering one above the other, and sundry \\\"Jokuls,\\\" or glaciers, which lay still sparkling in their wintry garb, surround this interminable plain, which is only open at one end, towards the sea.  Some of the plains and hills shone with tender green, and I fancied I beheld beautiful meadows.  On a nearer inspection, however, they proved to be swampy places, and hundreds upon hundreds of little acclivities, sometimes resembling mole- hills, at others small graves, and covered with grass and moss.\\n\\nI could see over an area of at least thirty or forty miles, and yet could not descry a tree or a shrub, a bit of meadow-land or a friendly village.  Every thing seemed dead.  A few cottages lay scattered here and there; at long intervals a bird would hover in the air, and still more seldom I heard the kindly greeting of a passing inhabitant.  Heaps of lava, swamps, and turf-bogs surrounded me on all sides; in all the vast expanse not a spot was to be seen through which a plough could be driven.\\n\\nAfter riding more than four miles, I reached a hill, from which I could see Reikjavik, the chief harbour, and, in fact, the only town on the island.  But I was deceived in my expectations; the place before me was a mere village.\\n\\nThe distance from Havenfiord to Reikjavik is scarcely nine miles; but as I was unwilling to tire my good old guide, I took three hours to accomplish it.  The road was, generally speaking, very good, excepting in some places, where it lay over heaps of lava.  Of the much-dreaded dizzy abysses I saw nothing; the startling term must have been used to designate some unimportant declivities, along the brow of which I rode, in sight of the sea; or perhaps the \\\"abysses\\\" were on the lava-fields, where I sometimes noticed small chasms of fifteen or sixteen feet in depth at the most.\\n\\nShortly after eight o'clock in the evening I was fortunate enough to reach Reikjavik safe and well.  Through the kind forethought of Herr Knudson, a neat little room had been prepared for me in one of his houses occupied by the family of the worthy baker Bernhoft, and truly I could not have been better received any where.\\n\\nDuring my protracted stay the whole family of the Bernhofts shewed me more kindness and cordiality than it has been my lot frequently to find.  Many an hour has Herr Bernhoft sacrificed to me, in order to accompany me in my little excursions.  He assisted me most diligently in my search for flowers, insects, and shells, and was much rejoiced when he could find me a new specimen.  His kind wife and dear children rivalled him in willingness to oblige.  I can only say, may Heaven requite them a thousand-fold for their kindness and friendship!\\n\\nI had even an opportunity of hearing my native language spoken by Herr Bernhoft, who was a Holsteiner by birth, and had not quite forgotten our dear German tongue, though he had lived for many years partly in Denmark, partly in Iceland.\\n\\nSo behold me now in the only town in Iceland, {27} the seat of the so-called cultivated classes, whose customs and mode of life I will now lay before my honoured readers.\\n\\nNothing was more disagreeable to me than a certain air of dignity assumed by the ladies here; an air which, except when it is natural, or has become so from long habit, is apt to degenerate into stiffness and incivility.  On meeting an acquaintance, the ladies of Reikjavik would bend their heads with so stately and yet so careless an air as we should scarcely assume towards the humblest stranger. At the conclusion of a visit, the lady of the house only accompanies the guest as far as the chamber-door.  If the husband be present, this civility is carried a little further; but when this does not happen to be the case, a stranger who does not know exactly through which door he can make his exit, may chance to feel not a little embarrassed.  Excepting in the house of the \\\"Stiftsamtmann\\\" (the principal official on the island), one does not find a footman who can shew the way.  In Hamburgh I had already noticed the beginnings of this dignified coldness; it increased as I journeyed further north, and at length reached its climax in Iceland.\\n\\nGood letters of recommendation often fail to render the northern grandees polite towards strangers.  As an instance of this fact, I relate the following trait:\\n\\nAmong other kind letters of recommendation, I had received one addressed to Herr von H-, the \\\"Stiftsamtmann\\\" of Iceland.  On my arrival at Copenhagen, I heard that Herr von H- happened to be there.  I therefore betook myself to his residence, and was shewn into a room where I found two young ladies and three children.  I delivered my letter, and remained quietly standing for some time. Finding at length that no one invited me to be seated, I sat down unasked on the nearest chair, never supposing for an instant that the lady of the house could be present, and neglect the commonest forms of politeness which should be observed towards every stranger. After I had waited for some time, Herr von H- graciously made his appearance, and expressed his regret that he should have very little time to spare for me, as he intended setting sail for Iceland with his family in a short time, and in the interim had a number of weighty affairs to settle at Copenhagen; in conclusion, he gave me the friendly advice to abandon my intention of visiting Iceland, as the fatigues of travelling in that country were very great; finding, however, that I persevered in my intention, he promised, in case I set sail for Reikjavik earlier than himself, to give me a letter of recommendation.  All this was concluded in great haste, and we stood during the interview.  I took my leave, and at first determined not to call again for the letter.  On reflection, however, I changed my mind, ascribed my unfriendly reception to important and perhaps disagreeable business, and called again two days afterwards.  Then the letter was handed to me by a servant; the high people, whom I could hear conversing in the adjoining apartment, probably considered it too much trouble to deliver it to me personally.\\n\\nOn paying my respects to this amiable family in Reikjavik, I was not a little surprised to recognise in Frau von H- one of those ladies who in Copenhagen had not had the civility to ask me to be seated. Five or six days afterwards, Herr von H- returned my call, and invited me to an excursion to Vatne.  I accepted the invitation with much pleasure, and mentally asked pardon of him for having formed too hasty an opinion.  Frau von H-, however, did not find her way to me until the fourth week of my stay in Reikjavik; she did not even invite me to visit her again, so of course I did not go, and our acquaintance terminated there.  As in duty bound, the remaining dignitaries of this little town took their tone from their chief. My visits were unreturned, and I received no invitations, though I heard much during my stay of parties of pleasure, dinners, and evening parties.  Had I not fortunately been able to employ myself, I should have been very badly off.  Not one of the ladies had kindness and delicacy enough to consider that I was alone here, and that the society of educated people might be necessary for my comfort.  I was less annoyed at the want of politeness in the gentlemen; for I am no longer young, and that accounts for every thing.  When the women were wanting in kindliness, I had no right to expect consideration from the gentlemen.\\n\\nI tried to discover the reason of this treatment, and soon found that it lay in a national characteristic of these people--their selfishness.\\n\\nIt appears I had scarcely arrived at Reikjavik before diligent inquiries were set on foot as to whether I was RICH, and should see much company at my house, and, in fact, whether much could be got out of me.\\n\\nTo be well received here it is necessary either to be rich, or else to travel as a naturalist.  Persons of the latter class are generally sent by the European courts to investigate the remarkable productions of the country.  They make large collections of minerals, birds, &c.; they bring with them numerous presents, sometimes of considerable value, which they distribute among the dignitaries; they are, moreover, the projectors of many an entertainment, and even of many a little ball, &c.; they buy up every thing they can procure for their cabinets, and they always travel in company; they have much baggage with them, and consequently require many horses, which cannot be hired in Iceland, but must be bought.  On such occasions every one here is a dealer: offers of horses and cabinets pour in on all sides.\\n\\nThe most welcome arrival of all is that of the French frigate, which visits Iceland every year; for sometimes there are dejeuners a la fourchette on board, sometimes little evening parties and balls. There is at least something to be got besides the rich presents; the \\\"Stiftsamtmann\\\" even receives 600 florins per annum from the French government to defray the expense of a few return balls which he gives to the naval officers.\\n\\nWith me this was not the case:  I gave no parties--I brought no presents--they had nothing to expect from me; and therefore they left me to myself. {28}\\n\\nFor this reason I affirm that he only can judge of the character of a people who comes among them without claim to their attention, and from whom they have nothing to expect.  To such a person only do they appear in their true colours, because they do not find it worth while to dissemble and wear a mask in his presence.  In these cases the traveller is certainly apt to make painful discoveries; but when, on the other hand, he meets with good people, he may be certain of their sincerity; and so I must beg my honoured readers to bear with me, when I mention the names of all those who heartily welcomed the undistinguished foreigner; it is the only way in which I can express my gratitude towards them.\\n\\nAs I said before, I had intercourse with very few people, so that ample time remained for solitary walks, during which I minutely noticed every thing around me.\\n\\nThe little town of Reikjavik consists of a single broad street, with houses and cottages scattered around.  The number of inhabitants does not amount to 500.\\n\\nThe houses of the wealthier inhabitants are of wood-work, and contain merely a ground-floor, with the exception of a single building of one story, to which the high school, now held at Bassastadt, will be transferred next year.  The house of the \\\"Stiftsamtmann\\\" is built of stone.  It was originally intended for a prison; but as criminals are rarely to be met with in Iceland, the building was many years ago transformed into the residence of the royal officer.  A second stone building, discernible from Reikjavik, is situated at Langarnes, half a mile from the town.  It lies near the sea, in the midst of meadows, and is the residence of the bishop.\\n\\nThe church is capable of holding only at the most from 100 to 150 persons; it is built of stone, with a wooden roof.  In the chambers of this roof the library, consisting of several thousand volumes, is deposited.  The church contains a treasure which many a larger and costlier edifice might envy,--a baptismal font by Thorwaldsen, whose parents were of Icelandic extraction.  The great sculptor himself was born in Denmark, and probably wished, by this present, to do honour to the birth-place of his ancestors.\\n\\nTo some of the houses in Reikjavik pieces of garden are attached. These gardens are small plots of ground where, with great trouble and expense, salad, spinach, parsley, potatoes, and a few varieties of edible roots, are cultivated.  The beds are separated from each other by strips of turf a foot broad, seldom boasting even a few field-flowers.\\n\\nThe inhabitants of Iceland are generally of middle stature, and strongly built, with light hair, frequently inclining to red, and blue eyes.  The men are for the most part ugly; the women are better favoured, and among the girls I noticed some very sweet faces.  To attain the age of seventy or eighty years is here considered an extraordinary circumstance. {29}  The peasants have many children, and yet few; many are born, but few survive the first year.  The mothers do not nurse them, and rear them on very bad food.  Those who get over the first year look healthy enough; but they have strangely red cheeks, almost as though they had an eruption. Whether this appearance is to be ascribed to the sharp air, to which the delicate skin is not yet accustomed, or to the food, I know not.\\n\\nIn some places on the coast, when the violent storms prevent the poor fishermen for whole weeks from launching their boats, they live almost entirely on dried fishes' heads. {30}  The fishes themselves have been salted down and sold, partly to pay the fishermen's taxes, and partly to liquidate debts for the necessaries of the past season, among which brandy and snuff unfortunately play far too prominent a part.\\n\\nAnother reason why the population does not increase is to be found in the numerous catastrophes attending the fisheries during the stormy season of the year.  The fishermen leave the shore with songs and mirth, for a bright sky and a calm sea promise them good fortune.  But, alas, tempests and snow-storms too often overtake the unfortunate boatmen!  The sea is lashed into foam, and mighty waves overwhelm boats and fishermen together, and they perish inevitably. It is seldom that the father of a family embarks in the same boat with his sons.  They divide themselves among different parties, in order that, if one boat founder, the whole family may not be destroyed.\\n\\nI found the cottages of the peasants at Reikjavik smaller, and in every respect worse provided, than those at Havenfiord.  This seems, however, to be entirely owing to the indolence of the peasants themselves; for stones are to be had in abundance, and every man is his own builder.  The cows and sheep live through the winter in a wretched den, built either in the cottage itself or in its immediate neighbourhood.  The horses pass the whole year under the canopy of heaven, and must find their own provender.  Occasionally only the peasant will shovel away the snow from a little spot, to assist the poor animals in searching for the grass or moss concealed beneath. It is then left to the horses to finish clearing away the snow with their feet.  It may easily be imagined that this mode of treatment tends to render them very hardy; but the wonder is, how the poor creatures manage to exist through the winter on such spare diet, and to be strong and fit for work late in the spring and in summer. These horses are so entirely unused to being fed with oats, that they will refuse them when offered; they are not even fond of hay.\\n\\nAs I arrived in Iceland during the early spring, I had an opportunity of seeing the horses and sheep in their winter garments. The horses seemed to be covered, not with hair, but with a thick woolly coat; their manes and tails are very long, and of surprising thickness.  At the end of May or the beginning of June the tail and mane are docked and thinned, their woolly coat falls of itself, and they then look smooth enough.  The sheep have also a very thick coat during the winter.  It is not the custom to shear them, but at the beginning of June the wool is picked off piece by piece with the hand.  A sheep treated in this way sometimes presents a very comical appearance, being perfectly naked on one side, while on the other it is still covered with wool.\\n\\nThe horses and cows are considerably smaller than those of our country.  No one need journey so far north, however, to see stunted cattle.  Already, in Galicia, the cows and horses of the peasants are not a whit larger or stronger than those in Iceland.  The Icelandic cows are further remarkable only for their peculiarly small horns; the sheep are also smaller than ours.\\n\\nEvery peasant keeps horses.  The mode of feeding them is, as already shewn, very simple; the distances are long, the roads bad, and large rivers, moorlands, and swamps must frequently be passed; so every one rides, both men, women, and children.  The use of carriages is as totally unknown throughout the island as in Syria.\\n\\nThe immediate vicinity of Reikjavik is pretty enough.  Some of the townspeople go to much trouble and expense in sometimes collecting and sometimes breaking the stones around their dwellings.  With the little ground thus obtained they mix turf, ashes, and manure, until at length a soil is formed on which something will grow.  But this is such a gigantic undertaking, that the little culture bestowed on the spots wholly neglected by nature cannot be wondered at.  Herr Bernhoft shewed me a small meadow which he had leased for thirty years, at an annual rent of thirty kreutzers.  In order, however, to transform the land he bought into a meadow, which yields winter fodder for only one cow, it was necessary to expend more than 150 florins, besides much personal labour and pains.  The rate of wages for peasants is very high when compared with the limited wants of these people:  they receive thirty or forty kreutzers per diem, and during the hay-harvest as much as a florin.\\n\\nFor a long distance round the town the ground consists of stones, turf, and swamps.  The latter are mostly covered with hundreds upon hundreds of great and small mounds of firm ground.  By jumping from one of these mounds to the next, the entire swamp may be crossed, not only without danger, but dry-footed.\\n\\nIn spite of all this, one of these swamps put me in a position of much difficulty and embarrassment during one of my solitary excursions.  I was sauntering quietly along, when suddenly a little butterfly fluttered past me.  It was the first I had seen in this country, and my eagerness to catch it was proportionately great.  I hastened after it; thought neither of swamp nor of danger, and in the heat of the chase did not observe that the mounds became every moment fewer and farther between.  Soon I found myself in the middle of the swamp, and could neither advance nor retreat.  Not a human being could I descry; the very animals were far from me; and this circumstance confirmed me as to the dangerous nature of the ground. Nothing remained for me but to fix my eyes upon one point of the landscape, and to step out boldly towards it.  I was often obliged to hazard two or three steps into the swamp itself, in order to gain the next acclivity, upon which I would then stand triumphantly, to determine my farther progress.  So long as I could distinguish traces of horses' hoofs, I had no fear; but even these soon disappeared, and I stood there alone in the morass.  I could not remain for ever on my tower of observation, and had no resource but to take to the swamp once more.  I must confess that I experienced a very uncomfortable feeling of apprehension when my foot sank suddenly into the soft mud; but when I found that it did not rise higher than the ankles, my courage returned; I stepped out boldly, and was fortunate enough to escape with the fright and a thorough wetting.\\n\\nThe most arduous posts in the country are those of the medical men and clergymen.  Their sphere of action is very enlarged, particularly that of the medical man, whose practice sometimes extends over a distance of eighty to a hundred miles.  When we add to this the severity of the winter, which lasts for seven or eight months, it seems marvellous that any one can be found to fill such a situation.\\n\\nIn winter the peasants often come with shovels, pickaxes, and horses to fetch the doctor.  They then go before him, and hastily repair the worst part of the road; while the doctor rides sometimes on one horse, sometimes on another, that they may not sink under the fatigue.  And thus the procession travels for many, many miles, through night and fog, through storm and snow, for on the doctor's promptitude life and death often hang.  When he then returns, quite benumbed, and half dead with cold, to the bosom of his family, in the expectation of rest and refreshment, and to rejoice with his friends over the dangers and hardships he has escaped, the poor doctor is frequently compelled to set off at once on a new and important journey, before he has even had time to greet the dear ones at home.\\n\\nSometimes he is sent for by sea, where the danger is still greater on the storm-tost element.\\n\\nThough the salary of the medical men is not at all proportionate to the hardships they are called upon to undergo, it is still far better than that of the priests.\\n\\nThe smallest livings bring in six to eight florins annually, the richest 200 florins.  Besides this, the government supplies for each priest a house, often not much better than a peasant's cottage, a few meadows, and some cattle.  The peasants are also required to give certain small contributions in the way of hay, wool, fish, &c. The greater number of priests are so poor, that they and their families dress exactly like the peasants, from whom they can scarcely be distinguished.  The clergyman's wife looks after the cattle, and milks cows and ewes like a maid-servant; while her husband proceeds to the meadow, and mows the grass with the labourer.  The intercourse of the pastor is wholly confined to the society of peasants; and this constitutes the chief element of that \\\"patriarchal life\\\" which so many travellers describe as charming.  I should like to know which of them would wish to lead such a life!\\n\\nThe poor priest has, besides, frequently to officiate in two, three, or even four districts, distant from four to twelve miles from his residence.  Every Sunday he must do duty at one or other of these districts, taking them in turn, so that divine service is only performed at each place once in every three or four weeks.  The journeys of the priest, however, are not considered quite so necessary as those of the doctor; for if the weather is very bad on Sundays, particularly during the winter, he can omit visiting the most distant places.  This is done the more readily, as but few of the peasants would be at church; all who lived at a distance remaining at home.\\n\\nThe Sysselmann (an officer similar to that of the sheriff of a county) is the best off.  He has a good salary with little to do, and in some places enjoys in addition the \\\"strand-right,\\\" which is at times no inconsiderable privilege, from the quantity of drift timber washed ashore from the American continent.\\n\\nFishing and the chase are open to all, with the exception of the salmon-fisheries in the rivers; these are farmed by the government. Eider-ducks way not be shot, under penalty of a fine.  There is no military service, for throughout the whole island no soldiers are required.  Even Reikjavik itself boasts only two police-officers.\\n\\nCommerce is also free; but the islanders possess so little commercial spirit, that even if they had the necessary capital, they would never embark in speculation.\\n\\nThe whole commerce of Iceland thus lies in the hands of Danish merchants, who send their ships to the island every year, and have established factories in the different ports where the retail trade is carried on.\\n\\nThese ships bring every thing to Iceland, corn, wood, wines, manufactured goods, and colonial produce, &c.  The imports are free, for it would not pay the government to establish offices, and give servants salaries to collect duties upon the small amount of produce required for the island.  Wine, and in fact all colonial produce, are therefore much cheaper than in other countries.\\n\\nThe exports consist of fish, particularly salted cod, fish-roe, tallow, train-oil, eider-down, and feathers of other birds, almost equal to eider-down in softness, sheep's wool, and pickled or salted lamb.  With the exception of the articles just enumerated, the Icelanders possess nothing; thirteen years ago, when Herr Knudson established a bakehouse, {31} he was compelled to bring from Copenhagen, not only the builder, but even the materials for building, stones, lime, &c.; for although the island abounds with masses of stone, there are none which can be used for building an oven, or which can be burnt into lime:  every thing is of lava.\\n\\nTwo or three cottages situated near each other are here dignified by the name of a \\\"place.\\\"  These places, as well as the separate cottages, are mostly built on little acclivities, surrounded by meadows.  The meadows are often fenced in with walls of stone or earth, two or three feet in height, to prevent the cows, sheep, and horses from trespassing upon them to graze.  The grass of these meadows is made into hay, and laid up as a winter provision for the cows.\\n\\nI did not hear many complaints of the severity of the cold in winter; the temperature seldom sinks to twenty degrees below zero; the sea is sometimes frozen, but only a few feet from the shore. The snowstorms and tempests, however, are often so violent, that it is almost impossible to leave the house.  Daylight lasts only for five or six hours, and to supply its place the poor Icelanders have only the northern light, which is said to illumine the long nights with a brilliancy truly marvellous.\\n\\nThe summer I passed in Iceland was one of the finest the inhabitants had known for years.  During the month of June the thermometer often rose at noon to twenty degrees.  The inhabitants found this heat so insupportable, that they complained of being unable to work or to go on messages during the day-time.  On such warm days they would only begin their hay-making in the evening, and continued their work half the night.\\n\\nThe changes in the weather are very remarkable.  Twenty degrees of heat on one day would be followed by rain on the next, with a temperature of only five degrees; and on the 5th of June, at eight o'clock in the morning, the thermometer stood at one degree below zero.  It is also curious that thunderstorms happen in Iceland in winter, and are said never to occur during the summer.\\n\\nFrom the 16th or 18th of June to the end of the month there is no night.  The sun appears only to retire for a short time behind a mountain, and forms sunset and morning-dawn at the same time.  As on one side the last beam fades away, the orb of day re-appears at the opposite one with redoubled splendour.\\n\\nDuring my stay in Iceland, from the 15th of May to the 29th of July, I never retired to rest before eleven o'clock at night, and never required a candle.  In May, and also in the latter portion of the month of July, there was twilight for an hour or two, but it never became quite dark.  Even during the last days of my stay, I could read until half-past ten o'clock.  At first it appeared strange to me to go to bed in broad daylight; but I soon accustomed myself to it, and when eleven o'clock came, no sunlight was powerful enough to cheat me of my sleep.  I found much pleasure in walking at night, at past ten o'clock, not in the pale moonshine, but in the broad blaze of the sun.\\n\\nIt was a much more difficult task to accustom myself to the diet. The baker's wife was fully competent to superintend the cooking according to the Danish and Icelandic schools of the art; but unfortunately these modes of cookery differ widely from ours.  One thing only was good, the morning cup of coffee with cream, with which the most accomplished gourmand could have found no fault: since my departure from Iceland I have not found such coffee.  I could have wished for some of my dear Viennese friends to breakfast with me.  The cream was so thick, that I at first thought my hostess had misunderstood me, and brought me curds.  The butter made from the milk of Icelandic cows and ewes did not look very inviting, and was as white as lard, but the taste was good.  The Icelanders, however, find the taste not sufficiently \\\"piquant,\\\" and generally qualify it with train-oil.  Altogether, train-oil plays a very prominent part in the Icelandic kitchen; the peasant considers it a most delicious article, and thinks nothing of devouring a quantity of it without bread, or indeed any thing else. {32}\\n\\nI did not at all relish the diet at dinner; this meal consisted of two dishes, namely, boiled fish, with vinegar and melted butter instead of oil, and boiled potatoes.  Unfortunately I am no admirer of fish, and now this was my daily food.  Ah, how I longed for beef- soup, a piece of meat, and vegetables, in vain!  As long as I remained in Iceland, I was compelled quite to give up my German system of diet.\\n\\nAfter a time I got on well enough with the boiled fish and potatoes, but I could not manage the delicacies of the island.  Worthy Madame Bernhoft, it was so kindly meant on her part; and it was surely not her fault that the system of cookery in Iceland is different from ours; but I could not bring myself to like the Icelandic delicacies. They were of different kinds, consisting sometimes of fishes, hard- boiled eggs, and potatoes chopped up together, covered with a thick brown sauce, and seasoned with pepper, sugar, and vinegar; at others, of potatoes baked in butter and sugar.  Another delicacy was cabbage chopped very small, rendered very thin by the addition of water, and sweetened with sugar; the accompanying dish was a piece of cured lamb, which had a very unpleasant \\\"pickled\\\" flavour.\\n\\nOn Sundays we sometimes had \\\"Prothe Grutze,\\\" properly a Scandinavian dish, composed of fine sago boiled to a jelly, with currant-juice or red wine, and eaten with cream or sugar.  Tapfen, a kind of soft cheese, is also sometimes eaten with cream and sugar.\\n\\nIn the months of June and July the diet improved materially.  We could often procure splendid salmon, sometimes roast lamb, and now and then birds, among which latter dainties the snipes were particularly good.  In the evening came butter, cheese, cold fish, smoked lamb, and eggs of eider-ducks, which are coarser than hen's eggs.  In time I became so accustomed to this kind of food, that I no longer missed either soup or beef, and felt uncommonly well.\\n\\nMy drink was always clear fresh water; the gentlemen began their dinner with a small glass of brandy, and during the meal all drank beer of Herr Bernhoft's own brewing, which was very good.  On Sundays, a bottle of port or Bordeaux sometimes made its appearance at our table; and as we fared at Herr Bernhoft's, so it was the custom in the houses of all the merchants and officials.\\n\\nAt Reikjavik I had an opportunity of witnessing a great religious ceremony.  Three candidates of theology were raised to the ministerial office.  Though the whole community here is Lutheran, the ceremonies differ in many respects from those of the continent of Europe, and I will therefore give a short sketch of what I saw. The solemnity began at noon, and lasted till four o'clock.  I noticed at once that all the people covered their faces for a moment on entering the church, the men with their hats, and the women with their handkerchiefs.  Most of the congregation sat with their faces turned towards the altar; but this rule had its exceptions.  The vestments of the priests were the same as those worn by our clergymen, and the commencement of the service also closely resembled the ritual of our own Church; but soon this resemblance ceased.  The bishop stepped up to the altar with the candidates, and performed certain ceremonies; then one would mount the pulpit and read part of a sermon, or sing a psalm, while the other clergymen sat round on chairs, and appeared to listen; then a second and a third ascended the pulpit, and afterwards another sermon was preached from the altar, and another psalm sung; then a sermon was again read from the pulpit.  While ceremonies were performed at the altar, the sacerdotal garments were often put on and taken off again.  I frequently thought the service was coming to a close, but it always began afresh, and lasted, as I said before, until four o'clock.  The number of forms surprised me greatly, as the ritual of the Lutheran Church is in general exceedingly simple.\\n\\nOn this occasion a considerable number of the country people were assembled, and I had thus a good opportunity of noticing their costumes.  The dresses worn by the women and girls are all made of coarse black woollen stuffs.  The dress consists of a long skirt, a spencer, and a coloured apron.  On their heads they wear a man's nightcap of black cloth, the point turned downwards, and terminating in a large tassel of wool or silk, which hangs down to the shoulder. Their hair is unbound, and reaches only to the shoulder:  some of the women wear it slightly curled.  I involuntarily thought of the poetical descriptions of the northern romancers, who grow enthusiastic in praise of ideal \\\"angels' heads with golden tresses.\\\" The hair is certainly worn in this manner here, and our poets may have borrowed their descriptions from the Scandinavians.  But the beautiful faces which are said to beam forth from among those golden locks exist only in the poet's vivid imagination.\\n\\nOrnamental additions to the costume are very rare.  In the whole assembly I only noticed four women who were dressed differently from the others.  The cords which fastened their spencers, and also their girdles, were ornamented with a garland worked in silver thread. Their skirts were of fine black cloth, and decorated with a border of coloured silk a few inches broad.  Round their necks they wore a kind of stiff collar of black velvet with a border of silver thread, and on their heads a black silk handkerchief with a very strange addition.  This appendage consisted of a half-moon fastened to the back of the head, and extending five or six inches above the forehead.  It was covered with white lawn arranged in folds; its breadth at the back of the head did not exceed an inch and a half, but in front it widened to five or six inches.\\n\\nThe men, I found, were clothed almost like our peasants.  They wore small-clothes of dark cloth, jackets and waistcoats, felt hats, or fur caps; and instead of boots a kind of shoe of ox-hide, sheep, or seal-skin, bound to the feet by a leather strap.  The women, and even the children of the officials, all wear shoes of this description.\\n\\nIt was very seldom that I met people so wretchedly and poorly clad as we find them but too often in the large continental towns.  I never saw any one without good warm shoes and stockings.\\n\\nThe better classes, such as merchants, officials, &c. are dressed in the French style, and rather fashionably.  There is no lack of silk and other costly stuffs.  Some of these are brought from England, but the greater part come from Denmark.\\n\\nOn the king's birthday, which is kept every year at the house of the Stiftsamtmann, the festivities are said to be very grand; on this occasion the matrons appear arrayed in silk, and the maidens in white jaconet; the rooms are lighted with wax tapers.\\n\\nSome speculative genius or other has also established a sort of club in Reikjavik.  He has, namely, hired a couple of rooms, where the townspeople meet of an evening to discuss \\\"tea-water,\\\" bread and butter, and sometimes even a bottle of wine or a bowl of punch.  In winter the proprietor gives balls in these apartments, charging 20 kr. for each ticket of admission.  Here the town grandees and the handicraftsmen, in fact all who choose to come, assemble; and the ball is said to be conducted in a very republican spirit.  The shoemaker leads forth the wife of the Stiftsamtmann to the dance, while that official himself has perhaps chosen the wife or daughter of the shoemaker or baker for his partner.  The refreshments consist of \\\"tea-water\\\" and bread and butter, and the room is lighted with tallow candles.  The music, consisting of a kind of three-stringed violin and a pipe, is said to be exquisitely horrible.\\n\\nIn summer the dignitaries make frequent excursions on horse-back; and on these occasions great care is taken that there be no lack of provisions.  Commonly each person contributes a share:  some bring wine, others cake; others, again, coffee, and so on.  The ladies use fine English side-saddles, and wear elegant riding-habits, and pretty felt hats with green veils.  These jaunts, however, are confined to Reikjavik; for, as I have already observed, there is, with the exception of this town, no place in Iceland containing more than two or three stores and some half-dozen cottages.\\n\\nTo my great surprise, I found no less than six square piano-fortes belonging to different families in Reikjavik, and heard waltzes by our favourite composers, besides variations of Herz, and some pieces of Liszt, Wilmers, and Thalberg.  But such playing!  I do not think that these talented composers would have recognised their own works.\\n\\nIn conclusion, I must offer a few remarks relative to the travelling in this country.\",\"timestamp\":1637496240,\"title\":\"\\nOn the morning of the 16th of May I landed in the harbour of Havenfiord\"},\"digest\":\"YxwRvtVuLOUjzgnGtsBRnCcpbBR2Z-PTaHFAKkFQaAY\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4BiXZmwZZqxl9XOEi7_pGax_fwM30Urh9OPwjb5zNGM\\\",\\\"y\\\":\\\"39QFAqVFQD9pDKUtnHHA5ynxfwW7FyrlPn8tGVcGbhk\\\"}\",\"signature\":\"EXx3olIB4kXnY2DnxVevoZFk1aeyuK1n52zluCPstm5Inop8y9_saJgXkZ021dEkqQVDHs8hQqtXNkqWQ6VVCw\",\"signingKeySignature\":\"0xbc875578ba379af479ba18416ea20a0387d18c777a13ca34c9b03c0975d28e492a1f518645ef61cf222d2093b367ccbeea0b2442b99b0a0cf6874e2b3f96a2dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4BiXZmwZZqxl9XOEi7_pGax_fwM30Urh9OPwjb5zNGM\\\",\\\"y\\\":\\\"39QFAqVFQD9pDKUtnHHA5ynxfwW7FyrlPn8tGVcGbhk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YxwRvtVuLOUjzgnGtsBRnCcpbBR2Z-PTaHFAKkFQaAY\"}"