"{\"content\":{\"body\":\"Heaven preserve us!\\\" he thought, and opened\\n\\nhis eyes wide, \\\"I cannot see anything at all,\\\" but he did not say\\n\\nso. Both swindlers requested him to come near, and asked him if he did\\n\\nnot admire the exquisite pattern and the beautiful colours, pointing\\n\\nto the empty looms. The poor old minister tried his very best, but\\n\\nhe could see nothing, for there was nothing to be seen. \\\"Oh dear,\\\"\\n\\nhe thought, \\\"can I be so stupid? I should never have thought so, and\\n\\nnobody must know it! Is it possible that I am not fit for my office?\\n\\nNo, no, I cannot say that I was unable to see the cloth.\\\"\\n\\n```\\n\\\"Now, have you got nothing to say?\\\" said one of the swindlers,\\n```\\n\\nwhile he pretended to be busily weaving.\\n\\n```\\n\\\"Oh, it is very pretty, exceedingly beautiful,\\\" replied the old\\n```\\n\\nminister looking through his glasses. \\\"What a beautiful pattern,\\n\\nwhat brilliant colours! I shall tell the emperor that I like the cloth\\n\\nvery much.\\\"\\n\\n```\\n\\\"We are pleased to hear that,\\\" said the two weavers, and described\\n```\\n\\nto him the colours and explained the curious pattern. The old minister\\n\\nlistened attentively, that he might relate to the emperor what they\\n\\nsaid; and so he did.\\n\\n```\\nNow the swindlers asked for more money, silk and gold-cloth, which\\n```\\n\\nthey required for weaving. They kept everything for themselves, and\\n\\nnot a thread came near the loom, but they continued, as hitherto, to\\n\\nwork at the empty looms.\\n\\n```\\nSoon afterwards the emperor sent another honest courtier to the\\n```\\n\\nweavers to see how they were getting on, and if the cloth was nearly\\n\\nfinished. Like the old minister, he looked and looked but could see\\n\\nnothing, as there was nothing to be seen.\\n\\n```\\n\\\"Is it not a beautiful piece of cloth?\\\" asked the two swindlers,\\n```\\n\\nshowing and explaining the magnificent pattern, which, however, did\\n\\nnot exist.\\n\\n```\\n\\\"I am not stupid,\\\" said the man. \\\"It is therefore my good\\n```\\n\\nappointment for which I am not fit. It is very strange, but I must not\\n\\nlet any one know it;\\\" and he praised the cloth, which he did not\\n\\nsee, and expressed his joy at the beautiful colours and the fine\\n\\npattern. \\\"It is very excellent,\\\" he said to the emperor.\",\"timestamp\":1636532305,\"title\":\"The good old minister went into the room where the swindlers sat before the empty looms\"},\"digest\":\"B91bNCMZs5mNfPF_Mr0o4qrCIxietsjhYfUrgS9qCJk\",\"authorship\":{\"contributor\":\"0x118719A355F8Fe62814694d032B8397B01aa196f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmUeWvWjbNxG2Hot2yF81M1kUtz4RF6qjoGHYy_hHsY\\\",\\\"y\\\":\\\"btQP876qjWba4SS6Lim9i7cmBCGbF2p-SMUIG8NlOY8\\\"}\",\"signature\":\"dm8FRzREVC0IHJ6TNyXfzaVFZrmPKDmuc1Qf5URQaUWS8KDYu3r1uIAQuzl_HPhKPafdmD_Cbv5cyQNIb8EU3Q\",\"signingKeySignature\":\"0xa7d5edec689ee56e7441fe8d1d09f9534261fe49659ccb7d3978ff8ef625e80653e5965c4daf8c253314b0fb8178f4e49072d6f304b2d1a1e5bdae6d2d4e76201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmUeWvWjbNxG2Hot2yF81M1kUtz4RF6qjoGHYy_hHsY\\\",\\\"y\\\":\\\"btQP876qjWba4SS6Lim9i7cmBCGbF2p-SMUIG8NlOY8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B91bNCMZs5mNfPF_Mr0o4qrCIxietsjhYfUrgS9qCJk\"}"