"{\"content\":{\"body\":\"[https://glass.xyz/embed/qDRY8a0WfvtUN2We4ES8IEXsIeg-aft6K4NikcE6aRw=?display=iframe](https://glass.xyz/embed/qDRY8a0WfvtUN2We4ES8IEXsIeg-aft6K4NikcE6aRw=?display=iframe)\\n\\n**Recording artist [Rocky Snyda](https://twitter.com/rockysnyda) and photogRapper [JAYPROB](https://twitter.com/JayProb) are a changing tide and it's only a matter of time before we are all swimming in the current of FUTRxLGND. Web3 technology offers an alternative route for musicians and their communities to float through the current chaos together in a more inclusive manner. Rocky and Jay are a celebration that exists IRL as much as digitally.  On 1/11/22, “Bronxlyn” will be [christened](https://www.youtube.com/watch?v=qmdYIsjtypw)  through Glass Protocol and released into the world with PartyBid at [OS NYC](https://www.os-nyc.com/). NYC rap is more exciting with these two buzzing around the city and bringing their collective crews together for a landmark event in one of the best gaming hubs in New York.** \\n\\n** \\n **“FUTRxLGND is a brand/collective an umbrella for the many things that we do in terms of visuals music art it was founded by Jay a few years ago and basically it’s a community of anyone who is creating art for a purpose who wants to further their community further themselves Most people we connect with technically are future legends” - *Rocky Snyda*\\n\\nThe creative collective is at the heart of a cross-city conglomerate whose new video, Bronxlyn, feels like a Brooklyn party with Bronx energy.  A nostalgic feeling that harkens back to [1996 NYC party vibes](https://www.youtube.com/watch?v=D8rG_2ed1wg) is what initially draws your eye to this combination and you stay for that simple fact that it looks like a good fucking time. Rocky and Jay find themselves in their natural setting, comfortably nestled amongst producer M4 and other friends. Bronxlyn looks as if it’s what would happen if this duo were to randomly bump into each other on any corner in the city. A party would ensue, the music would be dope, and everyone would have an amazing 4 minutes. Every individual element of this project bids for your attention and deserves to get it. \\n\\n![](https://images.mirror-media.xyz/publication-images/W-RZIka_mCVYQra6P7ExR.jpg?height=1200&width=1200)\\n\\n[https://t.co/jfCX7yxOcK](https://t.co/jfCX7yxOcK)\\n\\n[OS NYC](https://kulturehub.com/os-nyc-gamers/) serves as a bastion of light and inclusivity and we are proud to work with them on throwing this event. Offering up an intimately unique experience, OS NYC is at the epicenter of the gaming community in New York. Recently hosting events by Gary Vee, this space is a safe haven for content creators and gamers alike. Located at 50 Bowery and fitted with a LAN center, console gaming areas, streaming booths, broadcast studio, retail store, and bar - OS NYC is ready for all your gaming and content needs.\\n\\n** \\n **[Glass Protocol](https://glass.xyz/) is a video NFT platform that utilizes cryptocurrency as a form of payment. Founded by Sam Sends and Dayo Adeosun in October of 2020, Glass has shown a clear emphasis on the Hip Hop culture and community as a whole. Giving creators within our culture the opportunity to gain ownership in their video content as an alternative to some of the previous hosting platforms is something both new and innovative within the web3 space. \",\"timestamp\":1641911696,\"title\":\"FUTRxLGND x PHLOTE\",\"publication\":\"phlote\"},\"digest\":\"PqpFm_ELk92qtcni6Ya3f1220Pic-NQlC6YBjHJDDb0\",\"authorship\":{\"contributor\":\"0x0Bbac2BD3134a318DEb31137D87d42BF54325cb7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ekpef4io3aRek2bH-SmljhihaOVRnL3IBAjUDqflVOE\\\",\\\"y\\\":\\\"9i1e2RInv2W33rHPgk3dZuIs-ps31dNHOWdhIIAufno\\\"}\",\"signature\":\"MMbE-UYx0pmk_oYb_CYt5hUiUF5VCytqRi0q5ZmuaHiPDPaS3E8fSLvkbT13p3Vah5RdxIy2nQfnwrJUNC3wrg\",\"signingKeySignature\":\"0x4928c6aeebc7e72ec5cb1ae6cc5be81451c14bcc71cdac52e6a707d44e24e23a7382e34399438eaaf0baa6b3bb3733a0d0a65d228a12a35043ecaf8d580913db1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ekpef4io3aRek2bH-SmljhihaOVRnL3IBAjUDqflVOE\\\",\\\"y\\\":\\\"9i1e2RInv2W33rHPgk3dZuIs-ps31dNHOWdhIIAufno\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PqpFm_ELk92qtcni6Ya3f1220Pic-NQlC6YBjHJDDb0\"}"