"{\"content\":{\"body\":\"Possibly his nose stuck out too much to balance perfectly the low forehead and the rather square chin. Possibly his cheek-bones were too prominent. But what of that? Women always looked at a man's figure, his eyes, his teeth, his mustaches. And he had a splendid figure, enormous gray eyes, large and perfectly even white teeth between lips that were very full and very red, and blond mustaches whose turned-up points were like a cry of victory.\\n\\nHe drew himself up from the hips, enlarged his eyes by opening them exaggeratedly, stretched his lips till his teeth were well exposed, and vehemently twisted the ends of his mustaches.\\n\\nYes, he was a very handsome fellow, and boyish-looking, too--but not too boyish.\\n\\nIt really was absurd of Emilio to think of cutting him out with a girl --Emilio, an old man, all beard and brains! As if any living woman really cared for brains! Impertinence, gayety, agility, muscle--that was what women loved in men. And he had all they wanted.\\n\\nHe filled his case with cigarettes, slipped on a very smart fawn- colored coat, cocked a small-brimmed black bowler hat over his left ear, picked up a pair of white gloves and a cane surmounted by a bunch of golden grapes, and hurried down-stairs, humming \\\"Lili Kangy,\\\" the \\\"canzonetta birichina\\\" that was then the rage in Naples.\\n\\nThe dinner was to be at the Hotel des Etrangers. On consideration, Artois had decided against the Galleria. He had thought of those who wander there, of Peppina's aunt, of certain others. And then he had thought of Vere. And his decision was quickly taken. When the Marchesino arrived, Artois was alone in his sitting-room. The two men looked into each other's eyes as they met, and Artois saw at once that Doro was in a state of suppressed excitement and not in a gentle mood. Although Doro generally seemed full of good-humor, and readiness to please and to be pleased, he could look very cruel. And when, in rare moments, he did so, his face seemed almost to change its shape: the cheek-bones to become more salient, the nose sharper, the eyes catlike, the large but well-shaped mouth venomous instead of passionate. He looked older and also commoner directly his insouciance departed from him, and one could divine a great deal of primitive savagery beneath his lively grace and boyish charm.\\n\\nBut to-night, directly he spoke to Artois, his natural humor seemed to return. He explained his illness, which accounted for his not having come as usual to see his friend, and drew a humorous picture of a Panacci in a bed surrounded by terror-stricken nurses.\\n\\n\\\"And you, Emilio, what have you been doing?\\\" he concluded.\\n\\n\\\"Working,\\\" said Artois.\\n\\nHe pointed to the writing-table, on which lay a pile of manuscript.\\n\\nThe Marchesino glanced at it carelessly, but the two vertical lines suddenly appeared in his forehead just above the inside corners of his eyes.\\n\\n\\\"Work! work!\\\" he said. \\\"You make me feel quite guilty, amico mio. I live for happiness, for love, but you--you live for duty.\\\"\\n\\nHe put his arm through his friend's with a laugh, and drew him towards the balcony.\\n\\n\\\"Nevertheless,\\\" he added, \\\"even you have your moments of pleasure, haven't you?\\\"\\n\\nHe pressed Artois' arm gently, but in the touch of his fingers there was something that seemed to hint a longing to close them violently and cause a shudder of pain.\\n\\n\\\"Even you have moments when the brain goes to sleep and--and the body wakes up. Eh, Emilio? Isn't it true?\\\"\\n\\n\\\"My dear Doro, when have I claimed to be unlike other men?\\\"\\n\\n\\\"No, no! But you workers inspire reverence, you know. We, who do not work, we see your pale faces, your earnest eyes, and we think--mon Dieu, Emilio!--we think you are saints. And then, if, by chance, one evening we go to the Galleria, and find it is not so, that you are like ourselves, we are glad.\\\"\\n\\nHe began to laugh.\\n\\n\\\"We are glad; we feel no longer at a disadvantage.\\\"\\n\\nAgain he pressed Artois' arm gently.\\n\\n\\\"But, amico mio, you are deceptive, you workers,\\\" he said. \\\"You take us all in. We are children beside you, we who say all we feel, who show when we hate and when we love. We are babies. If I ever want to become really birbante, I shall become a worker.\\\"\\n\\nHe spoke always lightly, laughingly; but Artois understood the malice at his heart, and hesitated for a moment whether to challenge it quietly and firmly, or whether laughingly, to accept the sly imputations of secrecy, of hypocrisy, in a \\\"not-worth-while\\\" temper. If things developed--and Artois felt that they must with such a protagonist as the Marchesino--a situation might arise in which Doro's enmity must come out into the open and be dealt with drastically. Till then was it not best to ignore it, to fall in with his apparent frivolity? Before Artois could decide--for his natural temper and an under-sense of prudence and contempt pulled different ways--the Marchesino suddenly released his arm, leaned over the balcony rail, and looked eagerly down the road. A carriage had just rattled up from the harbor of Santa Lucia only a few yards away.\\n\\n\\\"Ecco!\\\" he exclaimed. \\\"Ecco! But--but who is with them?\\\"\\n\\n\\\"Only Gaspare,\\\" replied Artois.\\n\\n\\\"Gaspare! That servant who came to the Guiseppone? Oh, no doubt he has rowed the ladies over and will return to the boat?\\\"\\n\\n\\\"No, I think not. I think the Signora will bring him to the Carmine.\\\"\\n\\n\\\"Why?\\\" said the Marchesino, sharply.\\n\\n\\\"Why not? He is a strong fellow, and might be useful in a crowd.\\\"\\n\\n\\\"Are we not strong? Are we not useful?\\\"\\n\\n\\\"My dear Doro, what's the matter?\\\"\\n\\n\\\"Niente--niente!\\\"\\n\\nHe tugged at his mustaches.\\n\\n\\\"Only I think the Signora might trust to us.\\\"\\n\\n\\\"Tell her so, if you like. Here she is.\\\"\\n\\nAt this moment the door opened and Hermione came in, followed by Vere.\\n\\nAs Artois went to welcome them he was aware of a strange mixture of sensations, which made these two dear and close friends, these intimates of his life, seem almost new. He was acutely conscious of the mist of which Hermione had thought. He wondered about her, as she about him. He saw again that face in the night under the trellis. He heard the voice that had called to him and Vere in the garden. And he knew that enmity, mysterious yet definite, might arise even between Hermione and him; that even they two--inexorably under the law that has made all human beings separate entities, and incapable of perfect fusion--might be victims of misunderstanding, of ignorance of the absolute truth of personality. Even now he was companioned by the sudden and horrible doubt which had attacked him in the garden: that perhaps she had been always playing a part when she had seemed to be deeply interested in his work, that perhaps there was within her some one whom he did not know, had never even caught a glimpse of until lately, once when she was in the tram going to the Scoglio di Frisio, and once the last time they had met. And yet this was the woman who had nursed him in Africa--and this was the woman against whose impulsive actions he had had the instinct to protect Vere--the Hermione Delarey whom he had known for so many years.\\n\\nNever before had he looked at Hermione quite as he looked at her to-night. His sense of her strangeness woke up in him something that was ill at ease, doubtful, almost even suspicious, but also something that was quivering with interest.\\n\\nFor years this woman had been to him \\\"dear Hermione,\\\" \\\"ma pauvre amie,\\\" comrade, sympathizer, nurse, mother of Vere.\\n\\nNow--what else was she? A human creature with a heart and brain capable of mystery; a soul with room in it for secret things; a temple whose outside he had seen, but whose god, perhaps, he had never seen.\\n\\nAnd Vere was involved in her mother's strangeness, and had her own strangeness too. Of that he had been conscious before to-night. For Vere was being formed. The plastic fingers were at work about her, moulding her into what she must be as a woman.\\n\\nBut Hermione! She had been a woman so long.\\n\\nPerhaps, too, she was standing on the brink of a precipice. That suspicion, that fear, not to be banished by action, added to the curiosity, as about an unknown land, that she aroused.\\n\\nAnd the new and vital sense of Hermione's strangeness which was alive in Artois was met by a feeling in her that was akin to it, only of the feminine sex.\\n\\nTheir eyes encountered like eyes that say, \\\"What are you?\\\"\\n\\nAfter swift greeting they went down-stairs to dine in the public room. As there were but few people in the house, the large dining-room was not in use, and their table was laid in the small restaurant that looks out on the Marina, and was placed close to the window.\\n\\n\\\"At last we are repeating our /partie carree/ of the Guiseppone,\\\" said Artois, as they sat down.\\n\\nHe felt that as host he must release himself from subtleties and under-feelings, must stamp down his consciousness of secret inquiries and of desires or hatreds half-concealed. He spoke cheerfully, even conventionally.\\n\\n\\\"Yes, but without the storm,\\\" said Hermione, in the same tone. \\\"There is no feeling of electricity in the air to-night.\\\"\\n\\nEven while she spoke she felt as if she were telling a lie which was obvious to them all. And she could not help glancing hastily round. She met the large round eyes of the Marchesino, eyes without subtlety though often expressive.\\n\\n\\\"No, Signora,\\\" he said, smiling at her, rather obviously to captivate her by the sudden vision of his superb teeth--\\\"La Bruna is safe to-night.\\\"\\n\\n\\\"La Bruna?\\\"\\n\\n\\\"The Madonna del Carmine.\\\"\\n\\nThey talked of the coming festa.\\n\\nVere was rather quiet, much less vehement in appearance and lively in manner than she had been at the Marchesino's dinner. Artois thought she looked definitely older than she had then, though even then she had played quite well the part of a little woman of the world. There was something subdued in her eyes to-night which touched him, because it made him imagine Vere sad. He wondered if she were still troubled about her mother, if she had fulfilled her intention and asked Gaspare what he thought. And he longed to ask her, to know what Gaspare had said. The remembrance of Gaspare made him say to Hermione:\\n\\n\\\"I gave orders that Gaspare was to have a meal here. Did they tell you?\\\"\\n\\n\\\"Yes. He has gone to the servants' room.\\\"\\n\\nThe Marchesino's face changed.\\n\\n\\\"Your Gaspare seems indispensable, Signora,\\\" he said to Hermione in his lightest, most boyish manner--a manner that the determination in his eyes contradicted rather crudely. \\\"Do you take him everywhere, like a little dog?\\\"\\n\\n\\\"I often take him,--but not like a little dog, Marchese,\\\" Hermione said, quietly.\\n\\n\\\"Signora, I did not mean-- Here in Naples, we use that expression for anything, or any one, we like to have always with us.\\\"\\n\\n\\\"I see. Well, call Gaspare a watch-dog if you like,\\\" she answered, with a smile; \\\"he watches over me carefully.\\\"\\n\\n\\\"A watch-dog, Signora! But do you like to be watched? Is it not unpleasant?\\\"\\n\\nHe was speaking now to get rid of the impression his first remark had evidently made upon her.\\n\\n\\\"I think it depends how,\\\" she replied. \\\"If Gaspare watches me it is only to protect me--I am sure of that.\\\"\\n\\n\\\"But, Signora, do you not trust Don Emilio, do you not trust me, to be your watch-dogs to-night at the festa?\\\"\\n\\nThere was a little pressure in his voice, but he still preserved his light and boyish manner. And now he turned to Vere.\\n\\n\\\"Speak for us, Signorina! Tell the Signora that we will take care of her to-night, that there is no need of the faithful Gaspare.\\\"\\n\\nVere looked at him gravely. She had wondered a little why her mother had brought Gaspare, why, at least, she had not left him free till they returned to the boat at Santa Lucia. But her mother wanted him to come with them, and that was enough for her. She opened her lips, and Artois thought she was going to snub her companion. But perhaps she suddenly changed her mind, for she only said:\\n\\n\\\"Who would trust you, Marchese?\\\"\\n\\nShe met his eyes with a sort of child's impertinence. She had abruptly become the Vere of the Scoglio di Frisio.\\n\\n\\\"Who would take you for a watch-dog?\\\"\\n\\n\\\"Ma--Signorina!\\\"\\n\\n\\\"As a seal--yes, you are all very well! But--\\\"\",\"timestamp\":1637315337,\"title\":\"\\nCertainly he was a fine-looking fellow--his natural sincerity obliged him to acknowledge it. \"},\"digest\":\"Nq0R_8bsoFhnqPfchnjw5AzCyUuF7cp-Y0mZLb8T3ZY\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8esa5ytNsy4T6TM5LiE0EJ9upE42_xq4tFX6ef0qMQ0\\\",\\\"y\\\":\\\"dLyV18cnIITah9phcB9S_Vqyb3B9btUfO7Y_9fk0XAQ\\\"}\",\"signature\":\"luyD22_cX6e7bioMcznEcdV8Te-zoy_9OXvxcejfLac0uitGjgmKLKVq_XRrWFh6bHw7J540FbkYr3l-VfA0-A\",\"signingKeySignature\":\"0x256ab4ea436b917565a5dcf793e643a1240ee6e87e7d3a46acc3bff4c7981f761c3079da4ef820bd45f8c6c3f8a7de94952d45a534cd0f57d46b72ede001173e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8esa5ytNsy4T6TM5LiE0EJ9upE42_xq4tFX6ef0qMQ0\\\",\\\"y\\\":\\\"dLyV18cnIITah9phcB9S_Vqyb3B9btUfO7Y_9fk0XAQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Nq0R_8bsoFhnqPfchnjw5AzCyUuF7cp-Y0mZLb8T3ZY\"}"