"{\"content\":{\"body\":\"新婚第四夜。\\n\\n柳郁大耍小性子，缠着柏云间很晚才放他回来，大有破罐子破摔的架势。燕婉似乎是睡觉了，但是也不确定，反正房门紧闭，云间洗了个澡，正要回屋去睡大觉，听到燕婉打开房门，冷着脸命令：“过来。”\\n\\n柏云间耷拉着脑袋走进她的房间。\\n\\n燕婉：“知道现在该干嘛了吗？”\\n\\n柏云间摇头。\\n\\n燕婉：“播种啊，昨晚种子浪费了吧？不对！你们有没有保险措施？”\\n\\n柏云间摇摇头：“车子里胡乱弄了一阵，哪有什么措施？”\\n\\n燕婉脸色一变：“她怀孕了怎么办？”\\n\\n柏云间：“她又不是小孩，知道该怎么办。”\\n\\n燕婉：“不行，你一定要确保她别有孩子，只有我才有资格，懂吗？偶尔贪玩也就罢了，你绝对不能在外面有私生子！”\\n\\n“哦……”柏云间有点松了口气，看着架势，婚姻并没有破裂呢。\\n\\n燕婉：“播种吧，现在。”\\n\\n柏云间：“这个……能不能再歇一晚？”\\n\\n燕婉面寒如霜：“不行！我就是要看看你还行不行，AI说你的播种机可能受了点伤。”\\n\\n柏云间失声：“什么？这它都知道？”完了，这AI已经成精，以后千万别随便放出来祸祸。\\n\\n还能怎么着？案板上的肉，天要下雨，姑娘要公粮，由着她任性吧。\\n\\n姑娘真是太任性了，你说你女霸王硬上弓也就罢了，为何还要用上位？上位也就罢了？为何还动如脱兔？总之，这次播种遭老罪了，估计播种的效果也不咋的。\\n\\n痛死了，播种者强烈怀疑，自己这会不会是最后一次？以后就失去功能了。\\n\\n这混杂着耻辱、痛苦的泪与欢，真是人间至味。\\n\\n完事之后，姑娘嚎啕大哭，柏云间从未见过她如此放肆。\\n\\n爱恨同源，如果不是因为今天白天她还渐入佳境，以为自己重新爱上了他，也就不会如此伤心。这特么比被公公威胁嫁到柏家更伤心。\\n\\n当然，伤心也有别的原因，AI居然说技术上柏云间应该得到专利的八成，这也太欺负人了吧？柏林认为这算法是他跟儿子探讨出来的，柳郁认为算法的核心是她透露给燕婉的，燕婉认为算法是她获得了启发自己发现的。本来是一笔糊涂账，可是现在，这个臭AI，居然说技术上80%属于柏云间，要命的是这个AI还特别厉害，让人无力反驳。\\n\\n相对于丈夫出轨，好像燕婉更在乎自己的学术成就被diss，她轻声问：“你也认为专利应该80%归你吗？”\\n\\n柏云间躺在她身边，忍着残破的播种机传来的阵阵不适，说：“原创性确实更难，不过，你应该实至名归拿到专利权，因为这一切都是源于三年多前你残忍地离开我，当时我像掉进了冰窟窿。有时候呢，哀莫大于心死的人也能拥有前所未有的创造力，所以，就算是我原创的，也是因为你。我想超越你，我要达到你不曾达到的巅峰，这彭湃的动力，想要反杀的动力，是你给我的，所以，你才是这个专利的始作俑者。”\\n\\n对啊，柏云间现在背叛她，跟她三年前背叛他，有区别吗？恐怕当时燕婉伤他更多，从AI算法的成就就能看出来。\\n\\n“对不起……”燕婉居然道歉了。\\n\\n柏云间：“我也……对不起。”\\n\\n燕婉：“那我们扯平了，一切都回到原点，我会给你生个儿子，请你隐忍三年，这三年别再犯这种错误，重视我们的婚姻。三年之后，我走人，你爱上谁就上谁，跟我没关系，专利权属于我，到时候你们父子要是再叽叽歪歪，我们法庭见。”\\n\\n柏云间：“好，好吧。”他发现燕婉挺心软的，别说三年，只要三个月，她就会彻底忘记那些曾经的龃龉，只要对她足够好。\\n\\n“我可以睡这里吗？我感觉有你保护睡得挺香的。”\\n\\n燕婉：“……随便。”\\n\\n可惜，今晚真心睡不着，残破的播种机折磨人啊，等燕婉睡着了，他还是悄悄溜出去月台吹风去了。\\n\\n\\\\------\\n\\n今天，高中同学有个聚会，大学同学境遇雷同，高中的，那可就天差地别了，为了不给那些生活平淡的同学添堵，柏云间非常善解人意地骑雅牛电动车去参加聚会，毕竟，开着100多万的梅赛斯去的话，就让人觉得他应该当主角了，而他并不喜欢在那种庸俗的场合当主角，其实，除了数学之外，他在高中的时候成绩不是很好，大概第五名的样子，只不过高考发挥超常，才成了班里最牛的学历，进了摩云大学。摩云大学真是他一生的羁绊，本科、硕博、助教、助理教授、副教授，自己的父亲、妻子，情人，全都是在摩云大学，所以即便是绯闻缠身，他也不想辞职，就算不拿钱，在这里混日子也挺好的，习惯了。\\n\\n你还别说，这帮老同学还人挺好的，没有人觉得骑雅牛电动车有多丢人，大家绝对不会哪壶不开提哪壶，一开场就让人觉得温馨，而且，他成功的没有吸引到任何人的注意，他本来就比较孤僻，高中的时候似乎没有什么特别好的朋友。\\n\\n班里有几个成功的老板，但是他们都绝口不提自己的生意多成功，也不会给所有人买单，老老实实AA制，带媳妇儿来的人也有，但都没有炫耀的意思，媳妇并不是超级漂亮的那种，而是很贤惠，跟大伙儿打成一片，跟大家一起回忆10多年前的往事。\\n\\n柏云间有些感动了，多好的同学们，要知道是这样的一帮人，肯定那天结婚会邀请他们的，可惜，他没有邀请任何同学，高中、大学都没有。\\n\\n别看柏云间似乎不抽烟的样子，可是他并不排斥偶尔抽一根，所以，他现在跟几个臭男人呆在一起，每人一根烟，非常嗨的样子。\\n\\n“云间，你爸好像是大学教授？”\\n\\n云间：“退休了呢。”\\n\\n“现在哪里发财？”\\n\\n云间：“程序员呢。”他鬼使神差并没有透露自己是摩云大学的教授，这个身份还是挺有社会地位的，程序员就差多了，大家一听就觉得是苦逼的996码农。\\n\\n“哦，云间的数学成绩好，程序员肯定是非常高级的那种，对吧？”\\n\\n云间微笑道：“中产，中产。唉，你呢？”\\n\\n对方回答了，但是云间压根没记住对方的信息，那不重要，大家在一起回忆往事才重要。\\n\\n“班花来了，唉，你们老实说，有没有暗恋过班花啊？”\\n\\n“当然有，不过，现在我们都结婚了。”\\n\\n“班花结婚了吗？“\\n\\n“好像没有，糟了，居然成了大龄剩女。”\\n\\n班花当然是焦点，云间千算万算没算到，自己的低调保持不了三分钟，班花一张嘴他就成了焦点，因为班花说：“云间！太好了，你也来了，你知道，我以前暗恋过你呢，可惜你没回应，可怜老娘我30了还单身！”\\n\\n柏云间手足无措，被大家起哄：“在一起！在一起！”\\n\\n柏云间摸摸头，悄悄问身边一抠鼻汉子：“班花叫啥名儿来着？天地良心，我忘了。”\\n\\n班花：“别起哄，这么多年了我们也没联系，估计也是没戏了，你们难道不觉得吗？比云间帅的没他聪明，比云间聪明的没他帅，难道我不应该喜欢他吗？不过我估计他早结婚了，平时也不跟咱们联系，班级群里从来不说话的就是他。”\\n\\n“举报，云间他居然说忘了班花叫啥名！”那抠鼻大汉着实可恶。\\n\\n班花主动报上大名：“荀宓，荀子的荀，宝盖头下面一个必须的必，这下你想起来了吗？”\\n\\n柏云间：“啊！大宓宓！这么美的名字，这么美的人，我当年肯定是瞎。“\\n\\n“你现在也瞎！”\\n\\n哈哈，大家一阵狂笑。\\n\\n简单的一次聚会，散场的时候，荀宓主动找到柏云间要他送自己回家。柏云间：“你确定？我是骑电动车来的。”\\n\\n荀宓暧昧道：“那正好啊，我可以抱着你的腰。”这话说得正大光明，老同学们都惊了，卧槽，难道这年头流行电动车泡妞？敞篷的果然厉害！\\n\\n这还是小菜一碟，等柏云间开着雅牛电动送荀宓到近郊的时候才发现，这竟然是一个别墅区，而且似乎比自己的紫提湾小区更高级。\\n\\n“到家里坐坐呗。”\\n\\n柏云间答应了，因为他充满了好奇心。\\n\\n她的别墅果然高级，别的差不多，但是楼下的花园很大，柏云间家的花园很迷你，他都没兴趣在院子里捣鼓一下什么园林，太小了，而荀宓家的这个很有必要设计一下园林的。\\n\\n柏云间：“家里都几口人啊？”\\n\\n荀宓：“就我一人，实话说吧，我其实不是单身，而是寡居，我丈夫去世了。”\\n\\n柏云间一惊：“哦！”\\n\\n荀宓：“你想做华盛顿吗？”\\n\\n柏云间：“哪个华盛顿？”\\n\\n荀宓：“美国国父华盛顿。”\\n\\n柏云间：“……我为什么要做华盛顿？”\\n\\n荀宓：“因为华盛顿将军靠跟一个有钱的寡妇结婚，成为了大庄园主，应该成为所有男人的偶像，你现在就有这么一个机会！”\\n\\n柏云间哈哈大笑。\",\"timestamp\":1636273639,\"title\":\"风暴蝴蝶 第23章 寻觅\"},\"digest\":\"2OjtL3K2z3JfvuGrq139mUlDJ7wqpWyuOUcyErvGRBw\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"G6A-KzMAy-fhRDnHzWFC0WaBxzhvVPmvQjj0aq7jrdPKMXQJ12OzrB9R1NfsIpF0dLBxFMWUhY9-LjTyTBdMhw\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2OjtL3K2z3JfvuGrq139mUlDJ7wqpWyuOUcyErvGRBw\"}"