"{\"content\":{\"body\":\"***A rash of inexplicable cattle mutilations throughout Eastern Oregon jumpstarts an ongoing investigation, disrupting an already isolated community and jeopardizing their bucolic way of life.*** \\n\\n**\\\\*\\\\* VIDEO  \\n **\\n\\n\\n***\\n\\n### What is this? \\n\\nWe are looking to community finance a feature documentary and companion podcast encompassing the remote and oft unseen expanses of Eastern Oregon, the lives of those who call it home, and the wave of disturbing and inexplicable cattle mutilations occurring throughout the rugged terrain.\\n\\nAfter establishing a working partnership with veteran Northwestern journalist[Anna King](https://www.nwnewsnetwork.org/people/anna-king), who first broke [this story](https://www.npr.org/2019/10/08/767283820/not-one-drop-of-blood-cattle-mysteriously-mutilated-in-oregon) for NPR about the initial discovery of 5 mutilated bulls, we have gained intimate access to the traditionally closed-off ranching community that is entrusting us to tell this story.  \\n\\nWe will traverse the richly textured tapestry of this *place* - capturing the essence of what it's like to live amongst the beautiful landscapes now haunted by this disturbing mystery, while simultaneously creating a portrait of modern-day frontier Americana in Eastern Oregon.\\n\\nIt is what we are calling *‘An ethnographic cowboy mystery’.*\\n\\n### Why Web3?\\n\\nWe have self funded one trip to the region and came back most convinced this story is cinematic gold. While there has been strong interest from major networks and streamers, our hope is to keep this project independent. Too many wanted this to be a hokey trope, and by staying independent it preserves the artistic integrity and the trust we’ve built with the characters.\\n\\nWeb3 for us is about community, and while we are asking for contributions, our mindset  is that we will be giving back an opportunity to be part of what is often a hidden process. Backers can choose to be an active be a part of this projects making and success. \\n\\nWe want to build a community for our backers, and include them on our filmmaking journey. Backers will get the inside track to our process, story progression and can say they truly were a part of this projects making. Interested stakeholders will have access to award-winning filmmakers and storytellers, and can gain insight into the documentary making practice, build industry relationships and put to use what they learn towards a project of their own. \\n\\nPlus, there will be sweet rewards for backers.\\n\\n### What we need? \\n\\nOur goal is to reach 50ETH. \\n\\nThat would get the project pretty dang far. We are a very nimble and multi-skilled core team. \\n\\n### What is the end goal? \\n\\nWe want to take this film to the international film festival circuit. Our goal is to create a high-brow documentary that captivates audiences. We want to screen at world leading festivals like Berlinale, TIFF, Sundance, DOC NYC, CIFF, Cannes, Big Sky, Hot Docs, MoMA, Locarno, Tribeca… \\n\\nAnd for sure, a big screening in Eastern Oregon at “Tiny’s” movie theatre for the local community. \\n\\n### Who are we? \\n\\nJackson Devereux, Lachie Hinton and Anna King. Combined, we have over 30 years of storytelling experience. Two Australians in the USA, and one cowgirl and journalist in the Pacific Northwest.\\n\\nWe have produced award winning documentary films for premium networks including Showtime, HBO, PBS, Vice, YouTube Originals, NY Times and NPR, and have screened at leading festivals. Worked with the likes of LeBron James, Sanjay Gupta, Michael Tubbs, Sonja Sohn, Kevin Garnett and the FBI. Covered stories about urban public education, stress and increased mortality rates in the USA, universal basic Income, legendary basketball careers, offshore Australian detention centers in Nauru, Rikers Island jail, boxing lessons on NYC subway platforms, an existential hermit living alone in the woods of central Maine… \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/TQTj3E0qSHVoiL0uZEypS.jpg?height=1500&width=3000&size=medium)\\n\\n**Select work examples:** \\n\\n[I PROMISE](https://youtu.be/yuzDfEEzhfo) - About the students experience during the first year at LeBron James’ school in Akron, Ohio\\n\\n[Kevin Garnett: Anything Is Possible](https://youtu.be/6yv6I2TAIqw) \\n\\n[Rikers](https://youtu.be/J6JH4OGqIU0)\\n\\n[One Nation Under Stress](https://youtu.be/uYVLaGOUHhA) \",\"timestamp\":1639698981,\"title\":\"Introducing 'Not One Drop of Blood' - A feature documentary and podcast\",\"publication\":\"froth\"},\"digest\":\"cooYSRUS4r5Vt6rOadxA-eDLMSQqtQZwmu5v14uCx5k\",\"authorship\":{\"contributor\":\"0x25f5A782302fAFC7a60F880B9A24F58726d77f2C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uvEYmQBJI5cWGwZnrLE6GCfbaGMNWghnomYZxVSwlhE\\\",\\\"y\\\":\\\"oGt6AF8WSWRLtt-OFhC-5ohYaAs9Nr2UN8v12SGwqEs\\\"}\",\"signature\":\"Ep7LqlZK_2PmgJSsSSs7AuL3ZaiELf9paDimFlGydMumTbcCKg-WzuFTtSyG6cxGwehutajWpRHt9wNVB5N-fA\",\"signingKeySignature\":\"0x4420e9c5baf531bac35e020b67eb3730b47e49f8438c74942ced07475313ad9a15abccee2141f578215bf39275c0fd5fbdc1126e7e5245a2cbe74d2c48b296711b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uvEYmQBJI5cWGwZnrLE6GCfbaGMNWghnomYZxVSwlhE\\\",\\\"y\\\":\\\"oGt6AF8WSWRLtt-OFhC-5ohYaAs9Nr2UN8v12SGwqEs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cooYSRUS4r5Vt6rOadxA-eDLMSQqtQZwmu5v14uCx5k\"}"