"{\"content\":{\"body\":\"*TLDR; Web3 introduces the concept of digital ownership, but ownership is meaningless without context. Composable projects making up a rich ecosystem of social products are the key to unlocking the next million people onto web3.*\\n\\nAsk a random person off the street about web3 and NFTs. You usually get one of two responses: Either they’ve never heard of them, or (more frequently) they yell [Ponzi scheme,](https://news.ycombinator.com/item?id=26530024) and then make spicy tweets about right-click saving JPEGs.\\n\\nThe incentives for early adopters don’t resonate with the general public:\\n\\n* Early community (wagmi, cult-like enthusiasm to drive the movement forward)\\n* Speculation (make some risky bets, possibly strike gold)\\n* Ideology (democratization of the web, replace existing powers, etc)\\n* Technical challenges (building new things is fun!)\\n\\nBut the average person isn’t joining early enough to get in on building out the space or speculating on NFTs, unless they're already wealthy and can buy their way in. And as much as people say they care about decentralizing or breaking up big tech, plenty of people are still scrolling away on TikTok. What would convince them?\\n\\nLet's revisit the selling points of web3 for Jessica and Manuel, hypothetical normal people who aren't in a bajillion Discord chats and whose profile pictures display their IRL faces.\\n\\n1. **Decentralization and security** - Jessica cares a bit about this, and may even be vocal on social media about it from time to time. But if you give her an alternative that is less decentralized but more entertaining, easy to use, or useful she'll quietly pick the alternative every time.\\n2. **Value accrues to users,** not just the companies that own large parts of the web - This *should be* huge for Manuel, who often streams on Twitch. But he sees it as a huge casino-esque pyramid scheme because having value/money at the center of a new platform feels icky.\\\\*\\n3. **Interoperability and portability of assets** -  A rich experience where NFTs and assets acquired can be ported over to other platforms where they are actually useful. Jessica is intrigued and pokes around a bit. But she quickly discovers that the ecosystem is littered with hundreds of disjointed projects, and none are complete enough to beat mature web2 products.\\n\\n\\\\**Incentives and profit already drive everything on the web. It's just not obvious to a typical user because they're not the ones getting the 💰.*\\n\\nPoint #2 should be the most compelling reason for the world to move to web3. It unlocks a [new economic model](https://variant.fund/writing/the-ownership-economy-crypto-and-consumer-software) that should reduce wealth inequality and rewards builders/contributors/creators— something that was previously difficult because we didn’t have the technology to codify digital ownership.\\n\\nHowever, most people aren’t even engaging in traditional finance activities beyond the basics (buying index funds, having a 401k — and a lot of people don’t even do this). Those who are tend to be in privileged social classes who have the time and energy to do so. Apps like Robinhood have widened access to stock trading, but I’d argue it’s not as ubiquitous as social media (Instagram/Youtube/TikTok, etc). **People don’t inherently seek to optimize their investments, but they do seek community.** They want to interact with their friends, and they care what they think of them ([status](https://www.eugenewei.com/blog/2019/2/19/status-as-a-service)). Social is at the core of the human experience. Besides, people already understand the idea of a social network and how to operate within one.\\n\\n\\\\*\\\\*GenZ will probably be more [financially literate](https://www.wundermanthompson.com/insight/gen-zs-financial-freedom) though.\\n\\nBut why would the social experience be better on web3 than it is on traditional platforms? That’s where interoperability comes in. Theoretically, web3 will make it easy to port over valuable assets, identities, and activity from project to project. Your identity on the web is no longer locked into whatever platform you’re active on. So projects have to keep innovating and benefiting the users/members/NFT holders. And since the builders and creators behind the projects are incentivized to contribute, technically experiences crafted on web3 should be better.  They’ll be compensated better as well.\\n\\nIn practice, the ecosystem isn’t there yet for a variety of reasons, which I’ll get into in the next installment of this series. I think the end state will look like a multiversed metaverse, where a few key projects serve as cornerstones for communities to build around. These projects will span from publishing platforms ([Mirror](https://mirror.xyz)), to 3D worlds ([Portals](https://theportal.to/)), to lore-rich NFTs ([Crypto Coven](https://www.cryptocoven.xyz/)), to tools ([Mycoverse](https://www.mycoverse.xyz)) to games (so many in the works). Within these worlds there will be micro-communities. They’ll be competitive with each other, because people can pack up and hang out elsewhere. Importantly, mass appeal will be reached when people are gathering to talk about stuff that’s not web3 directly, but just using the infrastructure to convene around normal hobbies and interests.\\n\\nIn the next few posts, I’ll explore the challenges of interoperability, especially with respect to social applications, and highlight some promising work being done in this area. If this was helpful for you, please follow me on [Twitter](https://twitter.com/lillichoung) to get updates!\",\"timestamp\":1640458023,\"title\":\"How The Next Million Gets Onto Web3\"},\"digest\":\"6NZ2czzWgGOgawocxM2SMFtugdKXvKicSiClV0TLpJg\",\"authorship\":{\"contributor\":\"0xf548E23535Dfb903aeaEEaAaF3be6847Fe4791CE\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IICCzV5sKUyfn5sThK2ysCHl1QcJDKSwlNHm64V70G4\\\",\\\"y\\\":\\\"-4lee_tc_zWe6TJzjNmQvyNm9AHq_ncoRawcBzqT_lM\\\"}\",\"signature\":\"eTfrJMWtukO4fOLciDrmUjOVbt1Cnz9Lh9RucJ1ZtnTh9-FMpIMRNA9LAl14TRdiD8qF076-DWwx68vuUVmz7A\",\"signingKeySignature\":\"0x02f8034c82fa81c4507a09cace877014075949c72c4bf429a1678656e9cafb0b0ccd4f827de86de4b9d41ca9c15942dd6f2fc555559e6d1a003878516721d39c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IICCzV5sKUyfn5sThK2ysCHl1QcJDKSwlNHm64V70G4\\\",\\\"y\\\":\\\"-4lee_tc_zWe6TJzjNmQvyNm9AHq_ncoRawcBzqT_lM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2cFocaVOEThrO1dMddlIjqDNtBHI1sWOjJ84YZEizvQ\"}"