"{\"content\":{\"body\":\"The deep sea floor is a jumble of plants, as well as submarine mountains.\\n\\nThose undersea rocks, as if stacked together, nearly 1,000 meters high, sometimes will suddenly sag down, there is a deep bottomless black hole.\\n\\nLin Lei four people are foot bottom of the sea, stroll and go.Walk in front of Beirut suddenly turn, next to the rock group of deep holes channeled into, Lin Lei three people can only follow.The bottomless hole was like the esophagus of a giant animal.Cold, dark, unfathomable.\\n\\n\\\"Grandpa, aren't we going to the Tomb of the Gods?The door to the space on which the tombs of the gods lie is still ahead.Why are you here?\\\"Bei Bei lian followed.\\n\\n\\\"I need to pick up something.\\\"Beirut said with a smile.\\n\\nLin Lei bottom of my heart is full of doubts, but also maintain silence, has been followed forward.It's about ten miles down, and it's finally at the bottom.At the bottom of the deep hole is an empty space a few hundred metres in circumference, eerily excluded from the sea.\\n\\n\\\"Grandpa.What on earth?\\\"\\\"Asked Beibei curiously.\\n\\nThe green fire beside him sighed: \\\"Beirut, you were so prepared. It seems that this preparation does not need to work.\\\"\\n\\nBeirut stretched out a hand, a powerful blue light from Beirut's palm shot.In an instant, it is decomposed into tens of millions of blue silk, into the bottom of the deep hole wall, the wall greedily sucking these blue light, suddenly, a large number of magic lines gradually emerge on the wall.\\n\\n\\\"Is this the Magic Circle?Lin Lei frowns and says.\\n\\n\\\"It's a very strange array of magical seals,\\\" said Harry.\\\"It was Beirut who managed to get it from hell. It was transformed by Beirut.To open the great array of seals.Must possess the power of the Lord God earth.Otherwise.It doesn't work.\\\"\\n\\n\\\"My Lord Beirut?\\\"Lin Lei did not understand, \\\"you this magic seal big array.It is built on the Magnolia plane.But the magnolia plane, no other god can enter.Why are you so cautious?\\\"\\n\\n\\\"So am I, just in case.\\\"\\n\\nBeirut sighed. \\\"Lest one day I be killed by the Master of light, and this precious thing be taken from me.Therefore, I never keep it on my body, but on the Magnolia plane.I fear that the Master of Light has sent a superior god to seize it, so this magic seal phalanx requires ability and must reach the realm of the Master God to break it.\\\"\\n\\n\\\"If I ever die, this treasure will be kept by green fire.\\\"Beirut said, and the light of the wall at the bottom of the cave grew even more dazzling.\\n\\nAll of a sudden\\n\\n\\\"Peng!\\\"\",\"timestamp\":1635744622,\"title\":\"Warcraft \"},\"digest\":\"IECRCfB443aL55o4_gngsXPFuX6DGprogDL2oJ5FYNU\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"signature\":\"t_kzsECr63qucv3-yszUBrIPNljufMIzyrSZ0tH-Qu9mW4slRayfE4fykf0JPuge8ljPY6wpr_BN98C-6snA4Q\",\"signingKeySignature\":\"0xea813b7d533962e7e7a3ffda33391115cdcb4a96e74b3306bea312c41d468bc2273a5984be26ed1fa43aedb1c757af7fa1c02d12a436234a8db352e2e6da5c6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IECRCfB443aL55o4_gngsXPFuX6DGprogDL2oJ5FYNU\"}"