"{\"content\":{\"body\":\"exposing the bulk of its contents--package after package of tightly packed United States bank and treasury notes of large denomination.  Reckoning from the high figures written upon the paper bands that bound them, the total must have come closely upon the hundred thousand mark.\\n\\nGoodwin glanced swiftly at the woman, and saw, with surprise and a thrill of pleasure that he wondered at, that she had experienced an unmistakeable shock.  Her eyes grew wide, she gasped, and leaned heavily against the table.  She had been ignorant, then, he inferred, that her companion had looted the government treasury.  But why, he angrily asked himself, should he be so well pleased to think this wandering and unscrupulous singer not so black as report had painted her?\\n\\nA noise in the other room startled them both.  The door swung open, and a tall, elderly, dark complexioned man, recently shaven, hurried into the room.\\n\\nAll the pictures of President Miraflores represent him as the possessor of a luxuriant supply of dark and carefully tended whiskers; but the story of the barber, Esteban, had prepared Goodwin for the change.\\n\\nThe man stumbled in from the dark room, his eyes blinking at the lamplight, and heavy from sleep.\\n\\n\\\"What does this mean?\\\" he demanded in excellent English, with a keen and perturbed look at the American--\\\"robbery?\\\"\\n\\n\\\"Very near it,\\\" answered Goodwin.  \\\"But I rather think I'm in time to prevent it.  I represent the people to whom this money belongs, and I have come to convey it back to them.\\\"  He thrust his hand into a pocket of his loose, linen coat.\\n\\nThe other man's hand went quickly behind him.\\n\\n\\\"Don't draw,\\\" called Goodwin, sharply; \\\"I've got you covered from my pocket.\\\"\\n\\nThe lady stepped forward, and laid one hand upon the shoulder of her hesitating companion.  She pointed to the table.  \\\"Tell me the truth --the truth,\\\" she said, in a low voice.  \\\"Whose money is that?\\\"\\n\\nThe man did not answer.  He gave a deep, long-drawn sigh, leaned and kissed her on the forehead, stepped back into the other room and closed the door.\\n\\nGoodwin foresaw his purpose, and jumped for the door, but the report of the pistol echoed as his hand touched the knob.  A heavy fall followed, and some one swept him aside and struggled into the room of the fallen man.\\n\\nA desolation, thought Goodwin, greater than that derived from the loss of cavalier and gold must have been in the heart of the enchantress to have wrung from her, in that moment, the cry of one turning to the all-forgiving, all-comforting earthly consoler--to have made her call out from that bloody and dishonored room--\\\"Oh, mother, mother, mother!\\\"\\n\\nBut there was an alarm outside.  The barber, Esteban, at the sound of the shot, had raised his voice; and the shot itself had aroused half the town.  A pattering of feet came up the street, and official orders rang out on the still air.  Goodwin had a duty to perform. Circumstances had made him the custodian of his adopted country's treasure.  Swiftly cramming the money into the valise, he closed it, leaned far out of the window and dropped it into a thick orange-tree in the little inclosure below.\\n\\nThey will tell you in Coralio, as they delight in telling the stranger, of the conclusion of that tragic flight.  They will tell you how the upholders of the law came apace when the alarm was sounded--the \\\\~Comandante\\\\~ in red slippers and a jacket like a head waiter's and girded sword, the soldiers with their interminable guns, followed by outnumbering officers struggling into their gold and lace epaulettes; the bare-footed policemen (the only capables in the lot), and ruffled citizens of every hue and description.\\n\\nThey say that the countenance of the dead man was marred sadly by the effects of the shot; but he was identified as the fallen president by both Goodwin and the barber Esteban.  On the next morning messages began to come over the mended telegraph wire; and the story of the flight from the capital was given out to the public.  In San Mateo the revolutionary party had seized the sceptre of government, without opposition, and the \\\\~vivas\\\\~ of the mercurial populace quickly effaced the interest belonging to the unfortunate Miraflores.\\n\\nThey will relate to you how the new government sifted the towns and raked the roads to find the valise containing Anchuria's surplus capital, which the president was known to have carried with him, but all in vain.  In Coralio Senor Goodwin himself led the searching party which combed that town as carefully as a woman combs her hair; but the money was not found.\\n\\nSo they buried the dead man, without honors, back of the town near the little bridge that spans the mangrove swamp; and for a \\\\~real\\\\~ a boy will show you his grave.  They say that the old woman in whose hut the barber shaved the president placed the wooden slab at his head, and burned the inscription upon it with a hot iron.\\n\\nYou will hear also that Senor Goodwin, like a tower of strength, shielded Dona Isabel Guilbert through those subsequent distressful days; and that his scruples as to her past career (if he had any) vanished; and her adventuresome waywardness (if she had any) left her, and they were wedded and were happy.\\n\\nThe American built a home on a little foothill near the town.  It is a conglomerate structure of native woods that, exported, would be worth a fortune, and of brick, palm, glass, bamboo and adobe.  There is a paradise of nature about it; and something of the same sort within.  The natives speak of its interior with hands uplifted in admiration.  There are floors polished like mirrors and covered with hand-woven Indian rugs of silk fibre, tall ornaments and pictures, musical instruments and papered walls--\\\"figure-it-to-yourself!\\\" they exclaim.\\n\\nBut they cannot tell you in Coralio (as you shall learn) what became of the money that Frank Goodwin dropped into the orange-tree.  But that shall come later; for the palms are fluttering in the breeze, bidding us to sport and gaiety.\\n\\nV\\n\\nCupid's Exile Number Two\\n\\nThe United States of America, after looking over its stock of consular timber, selected Mr. John De Graffenreid Atwood, of Dalesburg, Alabama, for a successor to Willard Geddie, resigned.\\n\\nWithout prejudice to Mr. Atwood, it will have to be acknowledged that, in this instance, it was the man who sought the office.  As with the self-banished Geddie, it was nothing less than the artful smiles of lovely woman that had driven Johnny Atwood to the desperate expedient of accepting office under a despised Federal Government so that he might go far, far away and never see again the false, fair face that had wrecked his young life.  The consulship at Coralio seemed to offer a retreat sufficiently removed and romantic enough to inject the necessary drama into the pastoral scenes of Dalesburg life.\\n\\nIt was while playing the part of Cupid's exile that Johnny added his handiwork to the long list of casualties along the Spanish Main by his famous manipulation of the shoe market, and his unparalleled feat of elevating the most despised and useless weed in his own country from obscurity to be a valuable product in international commerce.\\n\\nThe trouble began, as trouble often begins instead of ending, with a romance.  In Dalesburg there was a man named Elijah Hemstetter, who kept a general store.  His family consisted of one daughter called Rosine, a name that atoned much for \\\"Hemstetter.\\\"  This young woman was possessed of plentiful attractions, so that the young men of the community were agitated in their bosoms.  Among the more agitated was Johnny, the son of Judge Atwood, who lived in the big colonial mansion on the edge of Dalesburg.\\n\\nIt would seem that the desirable Rosine should have been pleased to return the affection of an Atwood, a name honored all over the state long before and since the war.  It does seem that she should have gladly consented to have been led into that stately but rather empty colonial mansion.  But not so.  There was a cloud on the horizon, a threatening, cumulus cloud, in the shape of a lively and shrewd young farmer in the neighborhood who dared to enter the lists as a rival to the high-born Atwood.\\n\\nOne night Johnny propounded to Rosine a question that is considered of much importance by the young of the human species.  The accessories were all there--moonlight, oleanders, magnolias, the mockingbird's song.  Whether or no the shadow of Pinkney Dawson, that prosperous young farmer came between them on that occasion is not known; but Rosine's answer was unfavorable.  Mr. John De Graffenreid Atwood bowed till his hat touched the lawn grass, and went away with his head high, but with a sore wound in his pedigree and heart.  A Hemstetter refuse an Atwood!  Zounds!\\n\\nAmong other accidents of that year was a Democratic president.  Judge Atwood was a warhorse of Democracy.  Johnny persuaded him to set the wheels moving for some foreign appointment.  He would go away--away. Perhaps in years to come Rosine would think how true, how faithful his love had been, and would drop a tear--maybe in the cream she would be skimming for Pink Dawson's breakfast.\\n\\nThe wheels of politics revolved; and Johnny was appointed consul to Coralio.  Just before leaving he dropped in at Hemstetter's to say good-bye.  There was a queer, pinkish look about Rosine's eyes; and had the two been alone, the United States might have had to cast about for another consul.  But Pink Dawson was there, of course, talking about his 400-acre orchard, and the three-mile alfalfa tract, and the 200-acre pasture.  So Johnny shook hands with Rosine as coolly as if he were only going to run up to Montgomery for a couple of days.  They had the royal manner when they chose, those Atwoods.\\n\\n\\\"If you happen to strike anything in the way of a good investment down there, Johnny,\\\" said Pink Dawson, \\\"just let me know, will you? I reckon I could lay my hands on a few extra thousands 'most any time for a profitable deal.\\\"\\n\\n\\\"Certainly, Pink,\\\" said Johnny, pleasantly.  \\\"If I strike anything of that sort I'll let you in with pleasure.\\\"\\n\\nSo Johnny went down to Mobile and took a fruit steamer for the coast of Anchuria.\\n\\nWhen the new consul arrived in Coralio the strangeness of the scenes diverted him much.  He was only twenty-two; and the grief of youth was not worn like a garment as it is by older men.  It has its seasons when it reigns; and then it is unseated for time by the assertion of the keen senses.\\n\\nBilly Keogh and Johnny seemed to conceive a mutual friendship at once.  Keogh took the new consul about town and presented him to the handful of Americans and the smaller number of French and Germans who made up the \\\"foreign\\\" contingent.  And then, of course, he had to be more formally introduced to the native officials, and have his credentials transmitted through an interpreter.\\n\\nThere was something about the young Southerner that the sophisticated Keogh liked.  His manner was simple almost to boyishness; but he possessed the cool carelessness of a man of far greater age and experience.  Neither uniforms nor titles, red tape nor foreign languages, mountains nor sea weighed upon his spirits.  He was heir to all ages, an Atwood, of Dalesburg; and you might know every thought conceived to his bosom.\\n\\nGeddie came down to the consulate to explain the duties and workings of the office.  He and Keogh tried to interest the new consul in their description of the work that his government expected him to perform.\\n\\n\\\"It's all right,\\\" said Johnnie from the hammock that he had set up as the official reclining place.  \\\"If anything turns up that has to be done I'll let you fellows do it.  You can't expect a Democrat to work during his first term of holding office.\\\"\\n\\n\\\"You might look over these headings,\\\" suggested Geddie, \\\"of the different lines of exports you will have to keep account of.  The fruit is classified; and there are the valuable woods, coffee, rubber--\\\"\\n\\n\\\"That last account sounds all right,\\\" interrupted Mr. Atwood.  \\\"Sounds as if it could be stretched.  I want to buy a new flag, a monkey, a guitar and a barrel of pineapples.  Will the rubber account stretch over 'em?\\\"\\n\\n\\\"That's merely statistics,\\\" said Geddie, smiling.  \\\"The expense account is what you want.  It is supposed to have a slight elasticity. The 'stationery' items are sometimes carelessly audited by the State Department.\\\"\\n\\n\\\"We're wasting our time,\\\" said Keogh.  \\\"This man was born to hold office.  He penetrates to the root of the art at one step of his eagle eye.  The true genius of government shows its hand in every word of his speech.\\\"\\n\\n\\\"I didn't take this job with any intention of working,\\\" explained Johnny, lazily.  \\\"I wanted to go somewhere in the world where they didn't talk about farms.  There are none here, are there?\\\"\\n\\n\\\"Not the kind you are acquainted with,\\\" answered the ex-consul. \\\"There is no such art here as agriculture.  There never was a plow or a reaper within the boundaries of Anchuria.\\\"\\n\\n\\\"This is the country for me,\\\" murmured the consul, and immediately he fell asleep.\\n\\nThe cheerful tintypist pursued his intimacy with Johnny in spite of open charges that he did so to obtain a preemption on a seat in that coveted spot, the rear gallery of the consulate.  But whether his designs were selfish or purely friendly, Keogh achieved that desirable privilege.  Few were the nights on which the two could not be found reposing there in the sea breeze, with their heels on the railing, and the cigars and brandy conveniently near.\\n\\nOne evening they sat thus, mainly silent, for their talk had dwindled before the stilling influence of an unusual night.\\n\\nThere was a great, full moon; and the sea mother-of-pearl.  Almost every sound was hushed, for the air was but faintly stirring; and the town lay panting, waiting for the night to cool.  Offshore lay the fruit steamer \\\\~Andador\\\\~, of the Vesuvius line, full-laden and scheduled to sail at six in the morning.  There were no loiterers on the beach.  So bright was the moonlight that the two men could see the small pebbles shining on the beach where the gentle surf wetted them.\\n\\nThen down the coast, tacking close to shore, slowly swam a little sloop, white-winged like some snowy sea fowl.  Its course lay within twenty points of the wind's eye; so it veered in and out again in long, slow strokes like the movements of a graceful skater.\\n\\nAgain the tactics of its crew brought it close in shore, this time nearly opposite the consulate; and then there blew from the sloop clear and surprising notes as if from a horn of elfland.  A fairy bugle it might have been, sweet and silvery and unexpected, playing with spirit the familiar air of \\\"Home, Sweet Home.\\\"\\n\\nIt was a scene set for the land of the lotus.  The authority of the sea and the tropics, the mystery that attends unknown sails, and the prestige of drifting music on moonlit waters gave it an anodynous charm.  Johnny Atwood felt it, and thought of Dalesburg; but as soon as Keogh's mind had arrived at a theory concerning the peripatetic solo he sprang to the railing, and his ear-rending yawp fractured the silence of Coralio like a cannon shot.\\n\\n\\\"Mel-lin-ger a-hoy!\\\"\\n\\nThe sloop was now on its outward tack; but from it came a clear, answering hail:\\n\\n\\\"Good-bye, Billy... go-ing home--bye!\\\"\\n\\nThe \\\\~Andador\\\\~ was the sloop's destination.  No doubt some passenger with a sailing permit from some up-the-coast point had come down in this sloop to catch the regular fruit steamer on its return trip. Like a coquettish pigeon the little boat tacked on its eccentric way until at last its white sail was lost to sight against the larger bulk of the fruiter's side.\\n\\n\\\"That's old H. P. Mellinger,\\\" explained Keogh, dropping back into his chair.  \\\"He's going back to New York.  He was a private secretary of the late hot-foot president of this grocery and fruit stand that they call a country.  His job's over now; and I guess old Mellinger is glad.\\\"\\n\\n\\\"Why does he disappear to music, like Zo-zo, the magic queen?\\\" asked Johnny.  \\\"Just to show 'em that he doesn't care?\\\"\\n\\n\\\"That noise you heard is a phonograph,\\\" said Keogh.  \\\"I sold him that.  Mellinger had a graft in this country that was the only thing of its kind in the world.  The tooting machine saved it for him once, and he always carried it around with him afterward.\\\"\\n\\n\\\"Tell me about it,\\\" demanded Johnny, betraying interest.\\n\\n\\\"I'm no disseminator of narratives,\\\" said Keogh.  \\\"I can use language for purposes of speech; but when I attempt a discourse the words come out as they will, and they may make sense when they strike the atmosphere, or they may not.\\\"\\n\\n\\\"I want to hear about the graft,\\\" persisted Johnny, \\\"You've got no right to refuse.  I've told you all about every man, woman and hitching post in Dalesburg.\\\"\\n\\n\\\"You shall hear it,\\\" said Keogh.  \\\"I said my instincts of narrative were perplexed.  Don't you believe it.  It's an art I've acquired along with many other of the graces and sciences.\\\"\\n\\nVI\\n\\nThe Phonograph and the Graft\\n\\n\\\"What was this this graft? asked Johnny, with the impatience of the great public to whom tales are told.\\n\\n\\\"'Tis contrary to art and philosophy to give you the information,\\\" said Keogh, calmly.  \\\"The art of narrative consists in concealing from your audience everything it wants to know until after you expose your favorite opinions on topics foreign to the subject.  A good story is like a bitter pill with the sugar coating inside of it. I will begin, if you please, with a horoscope located in the Cherokee Nation; and end with a moral tune on the phonograph.\\n\\n\\\"Me and Henry Horsecollar brought the first phonograph to this country.  Henry was a quarter-breed, quarter-back cherokee, educated East in the idioms of football, and West in contraband whiskey, and a gentleman, the same as you and me.  He was easy and romping in his ways; a man about six foot, with a kind of rubber-tire movement. Yes, he was a little man about five foot five, or five foot eleven. He was what you would call a medium tall man of average smallness. Henry had quit college once, and the Muscogee jail three times--the last-named institution on account of introducing and selling whisky in the territories.  Henry Horsecollar never let any cigar stores come up and stand behind him.  He didn't belong to that tribe of Indians.\\n\\n\\\"Henry and me met at Texarkana, and figured out this phonograph scheme.  He had $360 which came to him out of a land allotment in the reservation.  I had run down from Little Rock on account of a distressful scene I had witnessed on the street there.  A man stood on a box and passed around some gold watches, screw case, stem-winders, Elgin movement, very elegant.  Twenty bucks they cost you over the counter.  At three dollars the crowd fought for the tickers.  The man happened to find a valise full of them handy, and he passed them out like putting hot biscuits on a plate.  The backs were hard to unscrew, but the crowd put its ear to the case, and they ticked mollifying and agreeable.  Three of these watches were genuine tickers; the rest were only kickers.  Hey?  Why, empty cases with one of them horny black bugs that fly around electric lights in 'em.  Them bugs kick off minutes and seconds industrious and beautiful.  So, this man I was speaking of cleaned up $288; and then he went away, because he knew that when it came time to wind watches in Little Rock an entomologist would be needed, and he wasn't one.\\n\\n\\\"So, as I say, Henry had $360 and I had $288.  The idea of introducing the phonograph to South America was Henry's; but I took to it freely, being fond of machinery of all kinds.\\n\\n\\\"'The Latin races,' says Henry, explaining easy in the idioms he learned at college, 'are peculiarly adapted to be victims of the phonograph.  They yearn for music and color and gaiety.  They give wampum to the hand-organ man and the four-legged chicken in the tent when they're three months behind with the grocery and the bread-fruit tree.\\\"\\n\\n\\\"'Then,' says I, 'we'll export canned music to the Latins; but I'm mindful of Mr. Julius Caesar's account of 'em where he says:  \\\\~\\\"Omnia Gallia in tres partes divisa est\\\"\\\\~; which is the same as to say, \\\"We will need all of our gall in devising means to tree them parties.\\\"'\\n\\n\\\"I hated to make a show of education; but I was disinclined to be overdone in syntax by a mere Indian, a member of a race to which we owe nothing except the land on which the United States is situated.\\n\\n\\\"We bought a fine phonograph in Texarkana--one of the best make--and half a trunkful of records.  We packed up, and took the T. and P. for New Orleans.  From that celebrated center of molasses and disfranchised coon songs we took a steamer for South America.\\n\\n\\\"We landed at Solitas, forty miles up the coast from here.  'Twas a palatable enough place to look at.  The houses were clean and white; and to look at 'em stuck around among the scenery they reminded you of hard-boiled eggs served with lettuce.  There was a block of skyscraper mountains in the suburbs; and they kept pretty quiet, like they had crept up there and were watching the town.  And the sea was remarking 'Sh-sh-sh' on the beach; and now and then a ripe coconut would drop kerblip in the sand; and that was all there was doing. Yes, I judge that town was considerably on the quiet.  I judge that after Gabriel quits blowing his horn, and the car starts, with Philadelphia swinging to the last strap, and Pine Gully, Arkansas, hanging onto the rear step, this town of Solitas will wake up and ask if anybody spoke.\\n\\n\\\"The captain went ashore with us, and offered to conduct what he seemed to like to call the obsequies.  He introduced Henry and me to the United States Consul, and a roan man, the head of the Department of Mercenary and Licentious Dispostions, the way it read upon his sign.\\n\\n\\\"'I thouch here again a week from today,' says the captain.\\n\\n\\\"'By that time,' we told him, 'we'll be amassing wealth in the interior towns with our galvanized prima donna and correct imitations of Sousa's band excavating a march from a tin mine.'\\n\\n\\\"'Ye'll not,' says the captain.  'Ye'll be hypnotized.  Any gentleman in the audience who kindly steps upon the stage and looks this country in the eye will be converted to the hypothesis that he's but a fly in the Elgin creamery.  Ye'll be standing knee deep in the surf waiting for me, and your machine for making Hamburger steak out of the hitherto respected art of music will be playing \\\"There's no place like home.\\\"'\\n\\n\\\"Henry skinned a twenty off his roll, and received from the Bureau of Mercenary Dispositions a paper bearing a red seal and a dialect story, and no change.\\n\\n\\\"Then we got the consul full of red wine, and struck him for a horoscope.  He was a thin, youngish kind of man, I should say past fifty, sort of French-Irish in his affections, and puffed up with disconsolation.  Yes, he was a flattened kind of man, in whom drink lay stagnant, inclined to corpulence and misery.  Yes, I think he was a kind of Dutchman, being very sad and genial in his ways.\\n\\n\\\"'The marvelous invention,' he says, 'entitled the phonograph, has never invaded these shores.  The people have never heard it.  They would not believe it if they should.  Simple-hearted children of nature, progress has never condemned them to accept the work of a can-opener as an overture, and rag-time might incite them to a bloody revolution.  But you can try the experiment.  The best chance you have is that the populace may not wake up when you play.  There's two ways,' says the consul, 'they may take it.  They may become inebriated with attention, like an Atlanta colonel listening to \\\"Marching Through Georgia,\\\" or they will get excited and transpose the key of the music with an axe and yourselves into a dungeon.  In the latter case,' says the consul, 'I'll do my duty by cabling to the State Department, and I'll wrap the Stars and Stripes around you when you come to be shot, and threaten them with the vengeance of the greatest gold export and financial reserve nation on earth.  The flag is full of bullet holes now,' says the consul, 'made in that way. Twice before,' says the consul, 'I have cabled our government for a couple of gunboats to protect American citizens.  The first time the Department sent me a pair of gum boots.  The other time was when a man named Pease was going to be executed here.  They referred that appeal to the Secretary of Agriculture.  Let us now disturb the senor behind the bar for a subsequence of the red wine.'\\n\\n\\\"Thus soliloquized the consul of Solitas to me and Henry Horsecollar.\\n\\n\\\"But, notwithstanding, we hired a room that afternoon in the Calle de los Angeles, the main street that runs along the shore, and put our trunks there.  'Twas a good-sized room, dark and cheerful, but small. 'Twas on a various street, diversified by houses and conservatory plants.  The peasantry of the city passed to and fro on the fine pasturage between the sidewalks.  'Twas, for the world, like an opera chorus when the Royal Kafoozlum is about to enter.\\n\\n\\\"We were rubbing the dust off the machine and getting fixed to start business the next day, when a big, fine-looking white man in white clothes stopped at the door and looked in.  We extended the invitations, and he walked inside and sized us up.  He was chewing a long cigar, and wrinkling his eyes, meditative, like a girl trying to decide which dress to wear to the party.\\n\\n\\\"'New York?' he says to me finally.\\n\\n\\\"'Originally, and from time to time,' I says.  'Hasn't it rubbed off yet?'\\n\\n\\\"'It's simple,' says he, 'when you know how.  It's the fit of the vest.  They don't cut vests right anywhere else.  Coats, maybe, but not vests.'\\n\\n\\\"The white man looks at Henry Horsecollar and hesitates.\\n\\n\\\"'Injun,' says Henry; 'tame Injun.'\\n\\n\\\"'Mellinger,' says the man--'Homer P. Mellinger.  Boys, you're confiscated.  You're babes in the wood without a chaperon or referee, and it's my duty to start you going.  I'll knock out the props and launch you proper in the pellucid waters of this tropical mud puddle. You'll have to be christened, and if you'll come with me I'll break a bottle of wine across your bows, according to Hoyle.'\\n\\n\\\"Well, for two days Homer P. Mellinger did the honors.  That man cut ice in Anchuria.  He was It.  He was the Royal Kafoozlum.  If me and Henry was babes in the wood, he was a Robin Redbreast from the topmost bough.  Him and me and Henry Horsecollar locked arms, and toted that phonograph around, and had wassail and diversions.  Everywhere we found doors open we went inside and set the machine going, and Mellinger called upon the people to observe the artful music and his two lifelong friends, the Senores Americanos.  The opera chorus was agitated with esteem, and followed us from house to house.  There was a different kind of drink to be had with every tune.  The natives had acquirements of a pleasant thing in the way of a drink that gums itself to the recollection.  They chop off the end of a green coconut, and pour in on the juice of it French brandy and other adjuvants. We had them and other things.\\n\\n\\\"Mine and Henry's money was counterfeit.  Everything was on Homer P. Mellinger.  That man could find rolls of bills concealed in places on his person where Hermann the Wizard couldn't have conjured out a rabbit or an omelette.  He could have founded universities, and made orchid collections, and then had enough left to purchase the colored vote of his country.  Henry and me wondered what his graft was.  One evening he told us.\\n\\n\\\"'Boys, said he, I've deceived you.  You think I'm a painted butterfly; but in fact I'm the hardest worked man in this country. Ten years ago I landed on its shores; and two years ago on the point of its jaw.  Yes, I guess I can get the decision over this ginger cake commonwealth at the end of any round I choose.  I'll confide in you because you are my countrymen and guests, even if you have assaulted my adopted shores with the worst system of noises ever set to music.\\n\\n\\\"'My job is private secretary to the president of this republic; and my duties are running it.  I'm not headlined in the bills, but I'm the mustard in the salad dressing just the same.  There isn't a law goes before Congress, there isn't a concession granted, there isn't an import duty levied but what H. P. Mellinger he cooks and seasons it.  In the front office I fill the president's inkstand and search visiting statesmen for dirks and dynamite; but in the back room I dictate the policy of the government.  You'd never guess in the world how I got my pull.  It's the only graft of its kind on earth.  I'll put you wise.  You remember the old top-liner in the copy book-- Honesty is the Best Policy?\\\"  That's it.  I'm working honestly for a graft.  I'm the only honest man in the republic.  The government knows it; the people know it; the boodlers know it; the foreign investors know it.  I make the government keep its faith.  If a man is promised a job he gets it.  If outside capital buys a concession it gets the goods.  I run the monopoly of square dealing here.  There's no competition.  If Colonel Diogenes were to flash his lantern in this precinct he'd have my address inside of two minutes.  There isn't big money in it, but it's a sure thing, and lets a man sleep of nights.'\\n\\n\\\"Thus Homer P. Mellinger made oration to me and Henry Horsecollar. And, later, he divested himself of this remark:\\n\\n\\\"'Boys, I'm to hold a \\\\~soiree\\\\~ this evening with a gang of leading citizens, and I want your assistance.  You bring the musical corn sheller and give the affair the outside appearance of a function. There's important business on hand, but it mustn't show.  I can talk to you people.  I've been pained for years on account of not having anybody to blow off and brag to.  I get homesick sometimes, and I'd swap the entire perquisites of office for just one hour to have a stein and a caviar sandwich somewhere on Thirty-fourth Street, and stand and watch the street cars go by, and smell the peanut roaster at old Giuseppe's fruit stand.'\\n\\n\\\"'Yes,' said I, 'there's fine caviar at Billy Renfrew's cafe, corner of Thirty-fourth and--'\\n\\n\\\"'God knows it,' interrupts Mellinger, 'and if you'd told me you knew Billy Renfrew I'd have invented tons of ways of making you happy. Billy was my side-kicker in New York.  There is a man who never knew what crooked was.  Here I am working Honesty for a graft, but that man loses money on it.  Carrambos!  I get sick at times of this country.  Everything's rotten.  From the executive down to the coffee pickers, they're plotting to down each other and skin their friends. If a mule driver takes off his hat to an official, that man figures it out that he's a popular idol, and set his pegs to stir up a revolution and upset the administration.  It's one of my little chores as private secretary to smell out these revolutions and affix the kibosh before they break out and scratch the paint off the government property.  That's why I'm down here now in this mildewed coast town. The governor of the district and his crew are plotting to uprise. I've got every one of their names, and they're invited to listen to the phonograph tonight, compliments of H. P. M.  That's the way I'll get them in a bunch, and things are on the program to happen to them.'\\n\\n\\\"We three were sitting at table in the cantina of the Purified Saints. Mellinger poured out wine, and was looking some worried; I was thinking.\\n\\n\\\"'They're a sharp crowd,' he says, kind of fretful.  'They're capitalized by a foreign syndicate after rubber, and they're loaded to the muzzle for bribing.  I'm sick,' goes on Mellinger, 'of comic opera.  I want to smell East River and wear suspenders again.  At times I feel loke throwing up my job, but I'm d--n fool enough to be sort of proud of it.  \\\"There's Mellinger,\\\" they say here.  \\\"\\\\~Por dios!\\\\~ you can't touch him with a million.\\\"  I'd like to take that record back and show it to Billy Renfrow some day; and that tightens my grip whenever I see a fat thing that I could corral just by winking one eye--and losing my graft.  By--, they can't monkey with me.  They know it.  What money I get I make honest and spend it. Some day, I'll make a pile and go back and eat caviar with Billy. Tonight I'll show you how to handle a bunch of corruptionists.  I'll show them what Mellinger, private secretary, means when you spell it with the cotton and tissue paper off.'\\n\\n\\\"Mellinger appears shaky, and breaks his glass against the neck of the bottle.\\n\\n\\\"I says to myself, 'White man, if I'm not mistaken there's been a bait laid out where the tail of your eye could see it.'\\n\\n\\\"That night, according to arrangements, me and Henry took the phonograph to a room in a 'dobe house in a dirty side street, where the grass was knee high.  'Twas a long room, lit with smoky oil lamps. There was plenty of chairs, and a table at the back end.  We set the phonograph on the table.  Mellinger was there, walking up and down, disturbed in his predicaments.  He chewed cigars and spat 'em out, and he bit the thumb nail of his left hand.\\n\\n\\\"By and by the invitations to the musicale come sliding in by pairs and threes and spade flushes.  Their color was of a diversity, running from a three-day's smoked meerschaum to a patent-leather polish. They were as polite as wax, being devastated with enjoyments to give Senor Mellinger the good evenings.  I understood their Spanish talk --I ran a pumping engine two years in a Mexican silver mine, and had it pat--but I never let on.\\n\\n\\\"Maybe fifty of 'em had come, and was seated, when in slid the king bee, the governor of the district.  Mellinger met him at the door, and escorted him to the grand stand.  When I saw that Latin man I knew that Mellinger, private secretary, had all the dances on his card taken.  That was a big, squashy man, the color of a rubber overshoe, and he had an eye like a head waiter's.\\n\\n\\\"Mellinger explained, fluent, in the Castilian idioms, that his soul was disconcerted with joy at introducing to his respected friends America's greatest invention, the wonder of the age.  Henry got the cue and run on an elegant brass-band record and the festivities became initiated.  The governor man had a bit of English under his hat, and when the music was choked off he says:\\n\\n\\\"'Ver-r-ree fine.  \\\\~Gr-r'r-r-racias\\\\~, the American gentlemen, the so esplendeed moosic as to playee.'\\n\\n\\\"The table was a long one, and Henry and me sat at the end of it next the wall.  The governor sat at the other end.  Homer P. Mellinger stood at the side of it.  I was just wondering how Mellinger was going to handle his crowd, when the home talent suddenly opened the services.\\n\\n\\\"That governor man was suitable for uprisings and policies.  I judge he was a ready kind of man, who took his own time.  Yes, he was full of attention and immediateness.  He leaned his hands on the table and imposed his face toward the secretary man.\\n\\n\\\"'Do the American senors understand Spanish?' he asks in his native accents.\\n\\n\\\"'They do not,' says Mellinger.\\n\\n\\\"'Then listen,' goes on the Latin man, prompt.  'The musics are of sufficient prettiness, but not of necessity.  Let us speak of business.  I well know why we are here, since I observe my compatriots.  You had a whisper yesterday, Senor Mellinger, of our proposals.  Tonight we will speak out.  We know that you stand in the president's favor, and we know your influence.  The government will be changed.  We know the worth of your services.  We esteem your friendship and aid so much that'--Mellinger praises his hand, but the governor man bottles him up.  'Do not speak until I have done.'\\n\\n\\\"The governor man then draws a package wrapped in paper from his pocket, and lays it on the table by Mellinger's hand.\\n\\n\\\"'In that you will find fifty thousand dollars in money of your country.  You can do nothing against us, but you can be worth that for us.  Go back to the capital and obey our instructions.  Take that money now.  We trust you.  You will find with it a paper giving in detail the work you will be expected to do for us.  Do not have the unwiseness to refuse.'\\n\\n\\\"'The governor man paused, with his eyes fixed on Mellinger, full of expressions and observances.  I looked at Mellinger, and was glad Billy Renfrew couldn't see him then.  The sweat was popping out on his forehead, and he stood dumb, tapping the little package with the ends of his fingers.  The colorado-maduro gang was after his graft.  He had only to change his politics, and stuff five fingers in his inside pocket.\\n\\n\\\"Henry whispers to me and wants the pause in the program interpreted. I whisper back:  'H. P. is up against a bribe, senator's size, and the coons have got him going.'  I saw Mellinger's hand moving closer to the package.  'He's weakening,' I whispered to Henry.  'We'll remind him,' says Henry, 'of the peanut-roaster on Thirty-fourth Street, New York.\\\"\\n\\n\\\"Henry stooped down and got a record from the basketful we'd brought, slid it in the phonograph, and started her off.  It was a cornet solo, very neat and beautiful, and the name of it was 'Home, Sweet Home.' Not one of them fifty odd men in the room moved while it was playing, and the governor man kept his eyes steady on Mellinger.  I saw Mellinger's head go up little by little and his hand came creeping away from the package.  Not until the last note sounded did anybody stir.  And there Homer P. Mellinger takes up the bundle of boodle and slams it in the governor man's face.\\n\\n\\\"'That's my answer,' says Mellinger, private secretary, 'and there'll be another in the morning.  I have proofs of conspiracy against every man of you.  The show is over, gentlemen.'\\n\\n\\\"'There's one more act,' puts in the governor man.  'You are a servant, I believe, employed by the president to copy letters and answer raps at the door.  I am governor here.  Senores, I call upon you in the name of the cause to seize this man.'\\n\\n\\\"That brindled gang of conspirators shoved back their chairs and advanced in force.  I could see where Mellinger had made a mistake in massing his enemy so as to make a grand-stand play.  I think he made another one, too; but we can pass that, Mellinger's idea of a graft and mine being different, according to estimations and points of view.\\n\\n\\\"There was only one window and door in that room, and they were in the front end.  Here was fifty odd Latin men coming in a bunch to obstruct the legislation of Mellinger.  You may say there were three of us, for me and Henry, simultaneous, declared New York City and the Cherokee Nation in sympathy with the weaker party.\\n\\n\\\"Then it was that Henry Horsecollar rose to a point of disorder and intervened, showing, admirable, the advantages of education as applied to the American Indian's natural intellect and native refinement. He stood up and smoothed back his hair on each side with his hands as you have seen little girls do when they play.\\n\\n\\\"'Get behind me, both of you,' says Henry\\n\\n\\\"'What's it to be, chief?' I asked.\\n\\n\\\"'I'm going to buck center,' says Henry, in his football idioms. There isn't a tackle in the lot of them.  Follow me close, and rush the game.'\\n\\n\\\"'Then that cultured Red Man exhaled an arrangement of sounds with his mouth that made the Latin aggregation pause, with thoughtfulness and hesitations.  The matter of his proclamation seemed to be a cooperation of the Carlisle war-whoop with the Cherokee college yell. He went at the chocolate team like a bean out of a little boy's nigger shooter.  His right elbow laid out the governor man on the gridiron, and he made a lane the length of the crowd so wide that a woman could have carried a stepladder through it without striking against anything.  All Mellinger and me had to do was to follow.\\n\\n\\\"It took us just three minutes to get out of that street around to military headquarters, where Mellinger had things his own way. A colonel and a battalion of bare-toed infantry turned out and went back to the scene of the musicale with us, but the conspirator gang was gone.  But we recaptured the phonograph with honors of war, and marched back to the \\\\~cuartel\\\\~ with it playing 'All Coons Look Alike to Me.'\\n\\n\\\"The next day Mellinger takes me and Henry to one side, and begins to shed tens and twenties.\\n\\n\\\"'I want to buy that phonograph,' says he.  I liked that last tune it played at the \\\\~soiree\\\\~.'\\n\\n\\\"'This is more money than the machine is worth,' says I.\\n\\n\\\"'Tis government expense money,' says Mellinger.  The government pays for it, and it's getting the tune-grinder cheap.'\\n\\n\\\"Me and Henry knew that pretty well.  We knew that it had saved Homer P. Mellinger's graft when he was on the point of losing it; but we never let him know we knew it.\\n\\n\\\"'Now you boys better slide off further down the coast for a while,' says Mellinger, 'till I get the screws put on these fellows here. If you don't they'll give you trouble.  And if you ever happen to see Billy Renfrew again before I do, tell him I'm coming back to New York as soon as I can make a stake--honest.'\\n\\n\\\"Me and Henry laid low until the day the steamer came back.  When we saw the captain's boat on the beach we went down and stood in the edge of the water.  The captain grinned when he saw us.\\n\\n\\\"'I told you you'd be waiting,' he says. 'Where's the Hamburger machine?'\\n\\n\\\"'It  stays  behind,' I says, 'to play \\\"Home, Sweet Home.\\\"'\\n\\n\\\"'I told you so,' says the captain again. 'Climb in the boat.'\\n\\n\\\"And that,\\\" said Keogh, \\\"is the way me and Henry Horsecollar introduced the phonograph into this country.  Henry went back to the States, but I've been rummaging around in the tropics ever since. They say Mellinger never travelled a mile after that without his phonograph.  I guess it kept him reminded about his graft whenever he saw the siren voice of the boodler tip him the wink with a bribe in his hand.\\\"\\n\\n\\\"I suppose he's taking it home with him as a souvenir, remarked the consul.\\n\\n\\\"Not as a souvenir,\\\" said Keogh.  \\\"He'll need two of 'em in New York, running day and night.\\\"\\n\\nVII\\n\\nMoney Maze\\n\\nThe new administration of Anchuria entered upon its duties and privileges with enthusiasm.  Its first act was to send an agent to Coralio with imperative orders to recover, if possible, the sum of money ravished from the treasury by the ill-fated Miraflores.\\n\\nColonel Emilio Falcon, the private secretary of Losada, the new president, was despatched from the capital upon this important mission.\\n\\nThe position of private secretary to a tropical president is a responsible one.  He must be a diplomat, a spy, a ruler of men, a body-guard to his chief, and a smeller-out of plots and nascent revolutions.  Often he is the power behind the throne, the dictator of policy; and a president chooses him with a dozen times the care with which he selects a matrimonial mate.\\n\\nColonel Falcon, a handsome and urbane gentleman of Castilian courtesy and debonnaire manners, came to Coralio with the task before him of striking upon the cold trail of the lost money.  There he conferred with the military authorities, who had received instructions to cooperate with him in the search.\\n\\nColonel Falcon established his headquarters in one of the rooms of the Casa Morena.  Here for a week he held informal sittings--much as if he were a kind of unified grand jury--and summoned before him all those whose testimony might illumine the financial tragedy that had accompanied the less momentous one of the late president's death.\\n\\nTwo or three who were thus examined, among whom was the barber Esteban, declared that they had identified the body of the president before its burial.\\n\\n\\\"Of a truth,\\\" testified Esteban before the mighty secretary, \\\"it was he, the president.  Consider!--how could I shave a man and not see his face?  He sent for me to shave him in a small house.  He had a beard very black and thick.  Had I ever seen the president before?  Why not? I saw him once ride forth in a carriage from the \\\\~vapor\\\\~ in Solitas. When I shaved him he gave me a gold piece, and said there was to be no talk.  But I am a Liberal--I am devoted to my country--and I spake of these things to Senor Goodwin.\\\"\\n\\n\\\"It is known,\\\" said Colonel Falcon, smoothly, \\\"that the late President took with him an American leather valise, containing a large amount of money.  Did you see that?\\\"\\n\\n\\\"\\\\~De veras\\\\~--no,\\\" Esteban answered.  \\\"The light in the little house was but a small lamp by which I could scarcely see to shave the President.  Such a thing there may have been, but I did not see it. No.  Also in the room was a young lady--a senorita of much beauty-- that I could see even in so small a light.  But the money, senor, or the thing in which it was carried--that I did not see.\\\"\\n\\nThe \\\\~comandante\\\\~ and other officers gave testimony that they had been awakened and alarmed by the noise of a pistol-shot in the Hotel de los Extranjeros.  Hurrying thither to protect the peace and dignity of the republic, they found a man lying dead, with a pistol clutched in his hand.  Beside him was a young woman, weeping sorely.  Senor Goodwin was also in the room when they entered it.  But of the valise of money they saw nothing.\\n\\nMadame Timotea Ortiz, the proprietress of the hotel in which the game of Fox-in-the-Morning had been played out, told of the coming of the two guests to her house.\\n\\n\\\"To my house they came,\\\" said she--\\\"one \\\\~senor\\\\~ not quite old, and one \\\\~senorita\\\\~ of sufficient handsomeness.  They desired not to eat or to drink--not even of my \\\\~aguardiente\\\\~, which is the best.  To their rooms they ascended--\\\\~Numero Nueve\\\\~ and \\\\~Numero Diez\\\\~.  Later came Senor Goodwin, who ascended to speak with them.  Then I heard a great noise like that of a \\\\~canon\\\\~, and they said that the \\\\~pobre Presidente\\\\~ had shot himself.  \\\\~Esta bueno\\\\~.  I saw nothing of money or of the thing you call \\\\~veliz\\\\~ that you say he carried it in.\\\"\\n\\nColonel Falcon soon came to the reasonable conclusion that if any one in Coralio could furnish a clue to the vanished money, Frank Goodwin must be the man.  But the wise secretary pursued a different course in seeking information from the American.  Goodwin was a powerful friend to the new administration, and one who was not to be carelessly dealt with in respect to either his honesty or his courage.  Even the private secretary of His Excellency hesitated to have this rubber prince and mahogany baron haled before him as a common citizen of Anchuria.  So he sent Goodwin a flowery epistle, each word-petal dripping with honey, requesting the favor of an interview.  Goodwin replied with an invitation to dinner at his own house.\\n\\nBefore the hour named the American walked over to the Casa Morena, and greeted his guest frankly and friendly.  Then the two strolled, in the cool of the afternoon, to Goodwin's home in the environs.\\n\\nThe American left Colonel Falcon in a big, cool, shadowed room with a floor of inlaid and polished woods that any millionaire in the States Would have envied, excusing himself for a few minutes. He crossed a \\\\~patio\\\\~, shaded with deftly arranged awnings and plants, and entered a long room looking upon the sea in the opposite wing of the house.  The broad jalousies were opened wide, and the ocean breeze flowed in through the room, an invisible current of coolness and health.  Goodwin's wife sat near one of the windows, making a water-color sketch of the afternoon seascape.\\n\\nHere was a woman who looked to be happy.  And more--she looked to be content.  Had a poet been inspired to pen just similes concerning her favor, he would have likened her full, clear eyes, with their white-encircled, gray irises, to moonflowers.  With none of the goddesses whose traditional charms have become coldly classic would the discerning rhymester have compared her.  She was purely Paradisaic, not Olympian.  If you can imagine Eve, after the eviction, beguiling the flaming warriors and serenely reentering the Garden, you will have her.  Just so human, and still so harmonious with Eden seemed Mrs. Goodwin.\\n\\nWhen her husband entered she looked up, and her lips curved and parted; her eyelids fluttered twice or thrice--a movement remindful (Proesy forgive us!) of the tail-wagging of a faithful dog--and a little ripple went through her like the commotion set up in a weeping willow by a puff of wind.  Thus she ever acknowledged his coming, were it twenty times a day.  If they who sometimes sat over their wine in Coralio, reshaping old, diverting stories of the madcap career of Isabel Guilbert, could have seen the wife of Frank Goodwin that afternoon in the estimable aura of her happy wifehood, they might have disbelieved, or have agreed to forget, those graphic annals of the life of the one for whom their president gave up his country and his honor.\\n\\n\\\"I have brought a guest to dinner,\\\" said Goodwin.  \\\"One Colonel Falcon, from San Mateo.  He is come on government business.  I do not think you will care to see him, so I prescribe for you one of those convenient and indisputable feminine headaches.\\\"\\n\\n\\\"He has come to inquire about the lost money, has he not?\\\" asked Mrs. Goodwin, going on with her sketch.\\n\\n\\\"A good guess!\\\" acknowledged Goodwin.  \\\"He has been holding an inquisition among the natives for three days.  I am next on his list of witnesses, but as he feels shy about dragging one of Uncle Sam's subjects before him, he consents to give it the outward appearance of a social function.  He will apply the torture over my own wine and provender.\\\"\\n\\n\\\"Has he found any one who saw the valise of money?\\\"\\n\\n\\\"Not a soul.  Even Madama Ortiz, whose eyes are so sharp for the sight of a revenue official, does not remember that there was any baggage.\\\"\\n\\nMrs. Goodwin laid down her brush and sighed.\\n\\n\\\"I am so sorry, Frank,\\\" she said, \\\"that they are giving you so much trouble about the money.  But we can't let them know about it, can we?\\\"\\n\\n\\\"Not without doing our intelligence a great injustice,\\\" said Goodwin, with a smile and a shrug that he had picked up from the natives. \\\"\\\\~Americano\\\\~, though I am, they would have me in the \\\\~calaboza\\\\~ in half an hour if they knew we had appropriated that valise.  No; we must appear as ignorant about the money as the other ignoramuses in Coralio.\\\"\\n\\n\\\"Do you think that this man they have sent suspects you?\\\" she asked, with a little pucker of her brows.  \\\"He'd better not,\\\" said the American, carelessly.  \\\"It's lucky that no one caught a sight of the valise except myself.  As I was in the rooms when the shot was fired, it is not surprising that they should want to investigate my part in the affair rather closely.  But there's no cause for alarm. This colonel is down on the list of events for a good dinner, with a dessert of American 'bluff' that will end the matter, I think.\\\"\\n\\nMrs. Goodwin rose and walked to the window. Goodwin followed and stood by her side.  She leaned to him, and rested in the protection of his strength, as she had always rested since that dark night on which he had first made himself her tower of refuge.  Thus they stood for a little while.\\n\\nStraight through the lavish growth of tropical branch and leaf and vine that confronted them had been cunningly trimmed a vista, that ended at the cleared environs of Coralio, on the banks of the mangrove swamp.  At the other end of the aerial tunnel they could see the grave and wooden headpiece that bore the name of the unhappy President Miraflores.  From this window when the rains forbade the open, and from the green and shady slopes of Goodwin's fruitful lands when the skies were smiling, his wife was wont to look upon that grave with a gentle sadness that was now scarcely a mar to her happiness.\\n\\n\\\"I loved him so, Frank!\\\" she said, \\\"even after that terrible flight and its awful ending.  And you have been so good to me, and have made me so happy.  It has all grown into such a strange puzzle.  If they were to find out that we got the money do you think they would force you to make the amount good to the government?\\\"\\n\\n\\\"They would undoubtedly try,\\\" answered Goodwin.  \\\"You are right about its being a puzzle.  And it must remain a puzzle to Falcon and all his countrymen until it solves itself.  You and I, who know more than any one else, only know half of the solution.  We must not let even a hint about this money get abroad.  Let them come to the theory that the president concealed it in the mountains during his journey, or that he found means to ship it out of the country before he reached Coralio.  I don't think that Falcon suspects me.  He is making a closer investigation, according to his orders, but he will find out nothing.\\\"\\n\\nThus they spake together.  Had any one overheard or overseen them as they discussed the lost funds of Anchuria there would have been a second puzzle presented.  For upon the faces and in the bearing of each of them was visible (if countenances are to be believed) Saxon honesty and pride and honorable thoughts.  In Goodwin's steady eye and firm lineaments, molded into material shape by the inward spirit of kindness and generosity and courage, there was nothing reconcilable with his words.\\n\\nAs for his wife, physiognomy championed her even in the face of their accusive talk.  Nobility was in her guise; purity was in her glance. The devotion that she manifested had not even the appearance of that feeling that now and then inspires a woman to share the guilt of her partner out of the pathetic greatness other love.  No, there was a discrepancy here between what the eye would have seen and the ear have heard.\\n\\nDinner was served to Goodwin and his guest in the patio, under cool foliage and flowers.  The American begged the illustrious secretary to excuse the absence of Mrs. Goodwin, who was suffering, he said, from a headache brought on by a slight \\\\~calentura\\\\~.\\n\\nAfter the meal they lingered, according to the custom, over their coffee and cigars.  Colonel Falcon, with true Castilian delicacy, waited for his host to open the question that they had met to discuss. He had not long to wait.  As soon as the cigars were lighted, the American cleared the way by inquiring whether the secretary's investigations in the town had furnished him with any clue to the lost funds.\\n\\n\\\"I have found no one yet,\\\" admitted Colonel Falcon, \\\"who even had sight of the valise or the money.  Yet I have persisted.  It has been proven in the capital that President Miraflores set out from San Mateo with one hundred thousand dollars belonging to the government, accompanied by Senorita Isabel Guilbert, the opera singer. The Government, officially and personally, is loathe to believe,\\\" concluded Colonel Falcon, with a smile, \\\"that our late President's tastes would have permitted him to abandon on the route, as excess baggage, either of the desirable articles with which his flight was burdened.\\\"\\n\\n\\\"I suppose you would like to hear what I have to say about the affair,\\\" said Goodwin, coming directly to the point.  \\\"It will not require many words.\\\"\\n\\n\\\"On that night, with others of our friends here, I was keeping a lookout for the president, having been notified of his flight by a telegram in our national cipher from Englehart, one of our leaders in the capital.  About ten o'clock that night I saw a man and a woman hurrying along the streets.  They went to the Hotel de los Extranjeros, and engaged rooms.  I followed them upstairs, leaving Esteban, who had come up, to watch outside.  The barber had told me that he had shaved the beard from the president's face that night; therefore I was prepared, when I entered the rooms, to find him with a smooth face.  When I apprehended him in the name of the people he drew a pistol and shot himself instantly.  In a few minutes many officers and citizens were on the spot.  I suppose you have been informed of the subsequent facts.\\\"\\n\\nGoodwin paused.  Losada's agent maintained an attitude of waiting, as if he expected a continuance.\\n\\n\\\"And now,\\\" went on the American, looking steadily into the eyes of the other man, and giving each word a deliberate emphasis, \\\"you will oblige me by attending carefully to what I have to add.  I saw no valise or receptacle of any kind, or any money belonging to the Republic of Anchuria.  If President Miraflores decamped with any funds belonging to the treasury of this country, or to himself, or to any one else, I saw no trace of it in the house or elsewhere, at that time or at any other.  Does that statement cover the ground of the inquiry you wished to make of me?\\\"\\n\\nColonel Falcon bowed, and described a fluent curve with his cigar. His duty was performed.  Goodwin was not to be disputed.  He was a loyal supporter of the government, and enjoyed the full confidence of the new president.  His rectitude had been the capital that had brought him fortune in Anchuria, just as it had formed the lucrative \\\"graft\\\" of Mellinger, the secretary of Miraflores.\\n\\n\\\"I thank you, \\\\~Senor\\\\~ Goodwin, \\\" said Falcon, \\\"for speaking plainly. But, \\\\~Senor\\\\~ Goodwin, I am instructed to pursue every clue that presents itself in this matter.  There is one that I have not yet touched upon.  Our friends in France, senor, have a saying, '\\\\~Cherchez la femme\\\\~,' when there is a mystery without a clue.  But here we do not have to search.  The woman who accompanied the late President in his flight must surely--\\\"\\n\\n\\\"I must interrupt you there,\\\" interposed Goodwin.  \\\"It is true that when I entered the hotel for the purpose of intercepting President Miraflores I found a lady there.  I must beg of you to remember that that lady is now my wife.  I speak for her as I do for myself.  She knows nothing of the fate of the valise or of the money that you are seeking.  You will say to his excellency that I guarantee her innocence.  I do not need to add to you, Colonel Falcon, that I do not care to have her questioned or disturbed.\\\"\\n\\nColonel Falcon bowed again.\\n\\n\\\"\\\\~Por supuesto\\\\~, no!\\\" he cried.  And to indicate that the inquiry was ended he added:  \\\"And now, senor, let me beg of you to show me that sea view from your galeria of which you spoke.  I am a lover of the sea.\\\"\\n\\nIn the early evening Goodwin walked back to the town with his guest, leaving him at the corner of the Calle Grande.  As he was returning homeward one \\\"Beelzebub\\\" Blythe, with the air of a courtier and the outward aspect of a scarecrow, pounced upon him hopefully from the door of a \\\\~pulperia\\\\~.\\n\\nBlythe had been re-christened \\\"Beelzebub\\\" as an acknowledgement of the greatness of his fall.  Once in some distant Paradise Lost, he had foregathered with the angels of the earth.  But Fate had hurled him headlong down to the tropics, where flamed in his bosom a fire that was seldom quenched.  In Coralio they called him a beach-comber; but he was, in reality, a categorical idealist who strove to anamorphosize the dull verities of life by the means of brandy and rum.  As Beelzebub, himself, might have held in his clutch with unwitting tenacity his harp or crown during his tremendous fall, so his namesake had clung to his gold-rimmed eyeglasses as the only souvenir of his lost estate.  These he wore with impressiveness and distinction while he combed beaches and extracted toll from his friends.  By some mysterious means he kept his drink-reddened face always smoothly shaven.  For the rest he sponged gracefully upon whomsoever he could for enough to keep him pretty drunk, and sheltered from the rains and night dews.\\n\\n\\\"Hallo, Goodwin!\\\" called the derelict, airily.  \\\"I was hoping I'd strike you.  I wanted to see you particularly.  Suppose we go where we can talk.  Of course you know there's a chap down here looking up the money old Miraflores lost.\\\"\\n\\n\\\"Yes,\\\" said Goodwin, \\\"I've been talking with him.  Let's go into Espada's place.  I can spare you ten minutes.\\\"\\n\\nThey went into the \\\\~pulperia\\\\~ and sat at a little table upon stools with rawhide tops.\\n\\n\\\"Have a drink?\\\" said Goodwin.\\n\\n\\\"They can't bring it too quickly,\\\" said Blythe. \\\"I've been in a drought ever since morning. Hi!--\\\\~muchacho!--el aguardiente por aca\\\\~.\\\"\\n\\n\\\"Now, what do you want to see me about?\\\" asked Goodwin, when the drinks were before them.\\n\\n\\\"Confound it, old man,\\\" drawled Blythe, \\\"why do you spoil a golden moment like this with business?  I wanted to see you--well, this has the preference.\\\"  He gulped down his brandy, and gazed longingly into the empty glass.\\n\\n\\\"Have another?\\\" suggested Goodwin.\\n\\n\\\"Between gentlemen,\\\" said the fallen angel, \\\"I don't quite like your use of that word 'another.'  It isn't quite delicate.  But the concrete idea that the word represents is not displeasing.\\\"\\n\\nThe glasses were refilled.  Blythe sipped blissfully from his, as he began to enter the state of a true idealist.\\n\\n\\\"I must trot along in a minute or two,\\\" hinted Goodwin.  \\\"Was there anything in particular?\\\"\\n\\nBlythe did not reply at once.\\n\\n\\\"Old Losada would make it a hot country,\\\" he remarked at length, \\\"for the man who swiped that gripsack of treasury boodle, don't you think?\\\"\\n\\n\\\"Undoubtedly, he would,\\\" agreed Goodwin calmly, as he rose leisurely to his feet.  \\\"I'll be running over to the house, now old man.  Mrs. Goodwin is alone.  There was nothing important you had to say, was there?\\\"\\n\\n\\\"That's all,\\\" said Blythe.  \\\"Unless you wouldn't mind sending in another drink from the bar as you go out. Old Espada has closed my account to profit and loss. And pay for the lot, will you, like a good fellow?\\\"\\n\\n\\\"All right,\\\" said Goodwin.  \\\"\\\\~Buenas noches\\\\~.\\\"\\n\\n\\\"Beezlebub\\\" Blythe lingered over his cups, polishing his eyeglasses with a disreputable handkerchief.\\n\\n\\\"I thought I could do it, but I couldn't,\\\" he muttered to himself after a time.  \\\"A gentleman can't blackmail the man that he drinks with.\\\"\\n\\nVIII\\n\\nThe Admiral\\n\\nSpilled milk draws few tears from an Anchurian administration. Many are its lacteal sources; and the clocks' hands point forever to milking time.  Even the rich cream skimmed from the treasury by the bewitched Miraflores did not cause the newly installed patriots to waste time in unprofitable regrets.  The government philosophically set about supplying the deficiency by increasing the import duties and by \\\"suggesting\\\" to wealthy private citizens that contributions according to their means would be considered patriotic and in order. Prosperity was expected to attend the reign of Losada, the new president.  The ousted office-holders and military favorites organized a new \\\"Liberal\\\" party, and began to lay their plans for a re-succession.  Thus the game of Anchurian politics began, like a Chinese comedy, to unwind slowly its serial length.  Here and there Mirth peeps for an instant from the wings and illumines the florid lines.\\n\\nA dozen quarts of champagne in conjunction with an informal sitting of the president and his cabinet led to the establishment of the navy and the appointment of Felipe Carrera as its admiral.\\n\\nNext to the champagne the credit of the appointment belongs to Don Sabas Placido, the newly confirmed Minister of War.\\n\\nThe president had requested a convention of his cabinet for the discussion of questions politic and for the transaction of certain routine matters of state.  The session had been signally tedious; the business and the wine prodigiously dry.  A sudden, prankish humor of Don Sabas, impelling him to the deed, spiced the grave affairs of state with a whiff of agreeable playfulness.  In the dilatory order of business had come a bulletin from the coast department of Orilla del Mar reporting the seizure by the custom-house officers at the town of Coralio of the sloop \\\\~Estrella del Noche\\\\~ and her cargo of drygoods, patent medicines, granulated sugar and three-star brandy. Also six Martini rifles and a barrel of American whiskey.  Caught in the act of smuggling, the sloop with its cargo was now, according to law, the property of the republic.\\n\\nThe Collector of Customs, in making his report, departed from the conventional forms so far as to suggest that the confiscated vessel be converted to the use of the government.  The prize was the first capture to the credit of the department in ten years.  The collector took opportunity to pat his department on the back.\\n\\nIt often happened that government officers required transportation from point to point along the coast, and means were usually lacking. Furthermore, the sloop could be manned by a loyal crew and employed as a coast guard to discourage the pernicious art of smuggling.  The collector also ventured to nominate one to whom the charge of the boat could be safely intrusted--a young man of Coralio, Felipe Carrera-- not, be it understood, one of extreme wisdom, but loyal and the best sailor along the coast.\\n\\nIt was upon this hint that the Minister of War acted, executing a rare piece of drollery that so enlivened the tedium of the executive session.\\n\\nIn the consultation of this small, maritime banana republic was a forgotten section that provided for the maintenance of a navy. This provision--with many other wiser ones--had lain inert since the establishment of the republic.  Anchuria had no navy and had no use for one.  It was characteristic of Don Sabasa man at once merry, learned, whimsical and audacious--that he should have disturbed the dust of this musty and sleeping statute to increase the humor of the world by so much as a smile from his indulgent colleagues.\\n\\nWith delightful mock seriousness the Minister of War proposed the creation of a navy.  He argued its need and the glories it might achieve with such gay and witty zeal that the travesty overcame with its humor even the swart dignity of President Losada himself.\\n\\nThe champagne was bubbling trickily in the veins of the mercurial statesmen.  It was not the custom of the grave governors of Anchuria to enliven their sessions with a beverage so apt to cast a veil of disparagement over sober affairs.  The wine had been a thoughtful compliment tendered by the agent of the Vesuvius Fruit Company as a token of amicable relations--and certain consummated deals--between that company and the republic of Anchuria.\\n\\nThe jest was carried to its end.  A formidable, official document was prepared, encrusted with chromatic seals and jaunty with fluttering ribbons, bearing the florid signatures of state.  This commission conferred upon el Senor Don Felipe Carrera the title of Flag Admiral of the Republic of Anchuria.  Thus within the space of a few minutes and the dominion of a dozen \\\"extra dry\\\" the country took its place among the naval powers of the world, and Felipe Carrera became entitled to a salute of nineteen guns whenever he might enter port.\\n\\nThe southern races are lacking in that particular kind of humor that finds entertainment in the defects and misfortunes bestowed by Nature. Owing to this defect in their constitution they are not moved to laughter (as are their northern brothers) by the spectacle of the deformed, the feeble-minded or the insane.\\n\\nFelipe Carrera was sent upon earth with but half his wits.  Therefore, the people of Coralio called him \\\"\\\\~El pobrecito loco\\\\~\\\" the poor little crazed one\\\"--saying that God had sent but half of him to earth, retaining the other half.\\n\\nA sombre youth, glowering, and speaking only at the rarest times, Felipe was but negatively \\\"loco.\\\"  On shore he generally refused all conversation.  He seemed to know that he was badly handicapped on land, where so many kinds of understanding are needed; but on the water his one talent set him equal with most men.  Few sailors whom God had carefully and completely made could handle a sailboat as well. Five points nearer the wind than the best of them he could sail his sloop.  When the elements raged and set other men to cowering, the deficiencies of Felipe seemed of little importance.  He was a perfect sailor, if an imperfect man.  He owned no boat, but worked among the crews of the schooners and sloops that skimmed the coast, trading and freighting fruit out to the steamers where there was no harbor.  It was through his famous skill and boldness on the sea, as well as for the pity felt for his mental imperfections, that he was recommended by the collector as a suitable custodian of the captured sloop.\\n\\nWhen the outcome of Don Sabas' little pleasantry arrived in the form of the imposing and preposterous commission, the collector smiled. He had not expected such prompt and overwhelming response to his recommendation.  He despatched a \\\\~muchacho\\\\~ at once to fetch the future admiral.\\n\\nThe collector waited in his official quarters.  His office was in the Calle Grande, and the sea breezes hummed through its windows all day.  The collector, in white linen and canvas shoes, philandered with papers on an antique desk.  A parrot, perched on a pen rack, seasoned the official tedium with a fire of choice Castilian imprecations. Two rooms opened into the Collector's.  In one the clerical force of young men of variegated complexions transacted with glitter and parade their several duties.  Through the open door of the other room could be seen a bronze babe, guiltless of clothing, that rollicked upon the floor.  In a grass hammock a thin woman, tinted a pale lemon, played a guitar and swung contentedly in the breeze.  Thus surrounded by the routine of his high duties and the visible tokens of agreeable domesticity, the collector's heart was further made happy by the power placed in his hands to brighten the fortunes of the \\\"innocent\\\" Felipe.\\n\\nFelipe came and stood before the collector.  He was a lad of twenty, not ill-favored in looks, but with an expression of distant and pondering vacuity.  He wore white cotton trousers, down the seams of which he had sewed red stripes with some vague aim at military decoration.  A flimsy blue shirt fell open at his throat; his feet were bare; he held in his hand the cheapest of straw hats from the States.\",\"timestamp\":1641298443,\"title\":\"\\nThe valise opened wide to a powerful, sidelong wrench.  Goodwin dragged out two or three\"},\"digest\":\"hQ3V73V7LdCN9FU--yaVFXHdVZTfV2Vua1N4_V1qZ0E\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ypyLwABFHonaGYvG82w04ARmpsw4XQEWLZjj7cuAcxw\\\",\\\"y\\\":\\\"Nl-7qdJLgW45vcHkb-R02oCyo-tAPIX_0IwU9qZqhJ4\\\"}\",\"signature\":\"Le9B3V0VcaGZO99aIv0gOSZfgwpFG3HbWIzddSfEmObW8Rnu62muSwzWVKwi4Q9rfb58RoRzApNmsa4iclwYSQ\",\"signingKeySignature\":\"0x80ec7d3414d0503d526f33d82cf2951e85ce3f511713fec0ef35d0d70483a3dd4f2c796935df29e963d886df6a1b5a4423c8907bb74925f75b0a63cee8e4628c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ypyLwABFHonaGYvG82w04ARmpsw4XQEWLZjj7cuAcxw\\\",\\\"y\\\":\\\"Nl-7qdJLgW45vcHkb-R02oCyo-tAPIX_0IwU9qZqhJ4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hQ3V73V7LdCN9FU--yaVFXHdVZTfV2Vua1N4_V1qZ0E\"}"