"{\"content\":{\"body\":\"Hello everybody,\\n\\n \\n\\nafter the airdrop hangover and following my considerations from [yesterday’s article](https://www.loop.markets/loop-december-of-airdrop-enthusiasm-and-change/), in which I stressed how the “airdrop hunters” are increasingly giving way to investors and those who believe in the LOOP project, today I wanted to focus on our Loopr token.\\n\\n \\n\\nLoopr’s purpose is to “pay” (but perhaps it would be better to say “reward”) the authors of Loop Finance and all those who interact on the platform, but if the token has no intrinsic value, we will soon find ourselves possessing something that it is worth nothing and this would mean losing the opportunity to make Loop Finance a point of reference in the panorama of social networks dedicated to the world of cryptocurrencies and specifically to the Earth ecosystem. In fact, no one would be interested in writing for a pile of cents!\\n\\n \\n\\nI appreciated the intervention of the LOOP co-founders who stated that there are future plans for the Loopr token and that among these there will also be the possibility to pay to advertise their articles and other uses foreseen directly on the platform. But I sincerely believe that the true value of the token must come from an interest external to Loop Finance, that is, there must be an interest in buying it in our DEX for specific uses.\\n\\n \\n\\nI make this consideration in the light of my experience in Steem and Hive, therefore with a previous history behind it.\",\"timestamp\":1639377037,\"title\":\"My thoughts on Loopr token and some ideas for give\"},\"digest\":\"k1deHSjSR3WDmFAib6sX6xQCgybsCeMtTuX0UeOo5FA\",\"authorship\":{\"contributor\":\"0x0b23824E6B665730A41cC0Ae2a261DB1fb220ed9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F7-MZ1k_XXI6T4q7pwrYjNwHdMotDt1IgJ7A_CLmebY\\\",\\\"y\\\":\\\"J-Xa26X4wo0sj0zLjgPGq5m2BkJu6o6vrtrdhw1vL4k\\\"}\",\"signature\":\"AsNLuMKvZrQHPEgrkxnuTpjnJBVlwNlJYc5ahX2gE2HnVPhiMaHyhLyYha7x7N6F-nAlD8aA_NlCS-yioSvNEg\",\"signingKeySignature\":\"0x230eca39d777b1e6e9e61699ed17e864502f2b6f9422cb7fcae65fe5e10bea9b7c0e6f382db5b36eb81f1205576a36e6d2efa779ae62bfe2eb13640dcddab6e51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F7-MZ1k_XXI6T4q7pwrYjNwHdMotDt1IgJ7A_CLmebY\\\",\\\"y\\\":\\\"J-Xa26X4wo0sj0zLjgPGq5m2BkJu6o6vrtrdhw1vL4k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k1deHSjSR3WDmFAib6sX6xQCgybsCeMtTuX0UeOo5FA\"}"