"{\"content\":{\"body\":\"There is an old saying in China that \\\"sees the old at the age of three!\\\" There is a profound truth. Today I will share with you how good the 14-year-old Li Ka-shing is.\\n\\nI have been reading \\\"Li Ka-shing Biography\\\" recently. It can be said that most of the conditions of our current entrepreneurs are much better than those of Li Ka-shing, so what reason do we have for not being successful? What is the fundamental reason why many of us cannot succeed? Successful people are the same, and unsuccessful people are different.\\n\\nAnyone who knows Li Ka-shing should know that Li Ka-shing's uncle Zhuang Jing'an is a big watch merchant, but Li Ka-shing has never relied on his uncle. When Li Ka-shing’s father died, Li Ka-shing was 14 years old. His father didn’t leave him a penny, so he left a sentence: “Being a man must have a backbone. Don't lose heart when you are frustrated, and don't forget your form when you are proud.\\\" While leaving these words, he also left Li Ka-shing with a mother who needs support, a younger brother and a sister who need to go to school. Li Ka-shing was still studying at this time, and the only way before him was to drop out of school, because he needed to carry the burden of supporting his family.\\n\\nLi Ka-shing’s uncle said that he would support Li Ka-shing, who is the big businessman Zhuang Jing'an we are talking about. But only to say that Li Ka-shing did not let Li Ka-shing go to work in his company. Little Li Ka-shing saw through the scorching state of the world. I understand a truth: \\\"Even if others help oneself, it is only temporary. It is better to ask for yourself. You must go out to find a job by yourself, and fight the world with your bare hands!\\\"\\n\\nEvery time I read this, I think about myself. I have no worries about food and clothing, and occasionally pick up social problems. I blush a little. I decided to look at the 14-year-old Li Ka-shing in the future.\\n\\nYou can compare your own mental state with Li Ka-shing, and absorb the good ones, and you will know what mentality you should use to survive in society. Many of our difficulties are nothing compared to Li Ka-shing's difficulties.\\n\\nNext, the 14-year-old Li Ka-shing began the process of finding a job on the street. It was exactly\\n\\nIn 1943, Hong Kong was occupied by Japan. All businesses were in depression, and many shops on the street were closed. Li Ka-shing started asking family by family early in the morning, and asked late at night. Although he was very diligent, no one wanted to take him in.\\n\\nOne night, when Li Ka-shing came home from a job search, his mother said happily, \\\"Your uncle came here during the day and asked you to go to work in his company tomorrow, join your uncle’s company, and deal with clocks every day. This is a good technique and will be determined in the future. Be able to develop. Cheng, you have to work hard, listen to what your uncle says!\\\"\\n\\nWhat Li Ka-shing’s mother didn’t expect was that Li Ka-shing calmly said, “I’m not going to join my uncle’s company. I want to find a job by myself.” My mother thought she had heard it wrong, but Li Ka-shing repeated it decisively: “I won’t join my uncle’s. Company, I want to find a job by myself!\\\"\\n\\nI'm wondering, why is it so embarrassing for many college students who can't find a job and bite the old at home? How can those who want to enter the government to become civil servants in trusting relationships?\\n\\nI think most talented people have the spirit of self-reliance. For example, Shi Yuzhu resigned as a well-paid civil servant and went to the sea. There are many such people in China, such as Fosun Group Guo Guangchang, Vantone Holdings Chairman Feng Lun, and New Oriental’s Yu Minhong. People who have lost their jobs and need to be self-reliant.\\n\\nWe entrepreneurs actually need a kind of ambition. Anything is difficult at the beginning, but it is a firm ambition. We must get ahead and do not work. Don't rely on others. To break out of the sky on your own. Part-time workers and entrepreneurs are completely different people.\\n\\nOf course, he rejected the kindness of his uncle, Li Ka-shing began to devote himself to the laborious job hunting, and finally there was a teahouse willing to take in the 14-year-old Li Ka-shing. To let Li Ka-shing start to be a coward is to pour tea for the guests.\\n\\nThis is the starting point of our richest man in Asia, and this is the way of thinking of the richest man.\",\"timestamp\":1634794299,\"title\":\"14-year-old Li Ka-shing\"},\"digest\":\"3IjZuRIsepkQfJ9Joo3nkioUGNXh-6hlHyPZZyeLaBQ\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"xwMvpr7Gr-EKk-zLOS2Vnawo-c7BhVaMkhsGBWr2KZ_2qoz0o98IsbRHAIBWh_oKKQZPUDArWvlQ2DcV041f7g\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3IjZuRIsepkQfJ9Joo3nkioUGNXh-6hlHyPZZyeLaBQ\"}"