"{\"content\":{\"body\":\"那天我难得地收拾了下自己，还特意穿上了妈妈赶集买来的新衣服。\\n\\n我像个大姑娘一样躲在内屋不敢出来，只是透过窗户偷偷往外看。\\n\\n我看到一个青春洋溢的少女从车上跳下，她扎着高高的马尾，长相甜美，一双水灵的大眼睛更是四处打量着，似乎觉得很是新奇。\\n\\n她就是我的妻子叶红鱼，我曾幻想过无数次她的长相，却依旧没想到她会这么好看，在我看来就像仙女一样。\\n\\n“爸，你快下车啊，确定是这里吧？你口中的高人居然住这种土房子？”叶红鱼笑着开口。\\n\\n她的语气并没有看不起的意思，就是单纯的好奇，但我听完之后却突然很难受，那是一种说不清道不明的感觉。\\n\\n后来我阅历丰富了，才明白这种感觉叫做自卑，我两似乎并不是一个世界的人。\\n\\n一位很富态的大叔从车上走下，他笑着说：“没错，就是这里。虽然现在不流行看风水这玩意了，但当年可真是风靡一时啊。你敢相信你脚下这条路，曾经就连三省首富马老师也曾走过？”\\n\\n好看的少女吐出可爱的舌头，做出一副不可思议状。\\n\\n这富态的中年男人正是当年得到爷爷最后一卦的叶青山，但现在的他早已今非昔比，他现在已是西江市首富，旗下资产众多。\\n\\n我习惯性地看向叶青山的面相，他的鼻子并不高隆丰厚，相反却很尖薄。\\n\\n这里是人的财帛宫，往往这样的鼻子很难大富大贵，小富即安都难。\\n\\n但他的眉尾处明显动过手术，不仅植过眉，就连左右天仓都拉过皮。\\n\\n难怪他可以改变命运，我寻思应该是得到了爷爷的指点。\\n\\n这时正在杀鸡煮饭的我妈拎着断了气的公鸡小跑了过来，热情洋溢地说：“这就是亲家公了吧，哇，媳妇也太好看了吧，咱黄皮真是行大运了。”\\n\\n说完我妈还高声喊我的名字，示意我出来迎接，我这才红着脸走了出来。\\n\\n看到我，叶红鱼上下打量了好几眼。\\n\\n突然，她开口问我：“你叫什么名字？”\\n\\n我挠了挠头，小声说：“陈黄皮，我爷爷给我起的。”\\n\\n听到我的名字，她扑哧一声笑了。\\n\\n“听说你爷爷是位风水大师？那你会看面相吗？”叶红鱼笑着问我。\\n\\n我点了点头。\\n\\n“那你来给我看看，你看看咱两婚姻能成不？”叶红鱼嘟着可爱的小嘴，继续问我。\\n\\n我又郑重地摇了摇头。\\n\\n“不能乱看，咱两还没正式成亲呢。”我一脸认真地说道。\\n\\n爷爷曾跟我说过，我二十一岁后就可以给人看事了。但叶家不行，必须我和叶红鱼正式完婚，我才能给叶家看事，不然会生祸端。\\n\\n我曾跪在爷爷的坟墓前发过誓，这辈子不会再违拗他的吩咐。\\n\\n“哈哈，行了，就算你真会我也不信，我们大城市现在已经不流行这个了，你这是封建迷信。”叶红鱼笑着说道。\\n\\n我没有和她争论，只是隐隐间突然觉得，今天他们父女这一趟过来，恐怕没这么简单。\\n\\n很快我妈就烧好了饭，我们一起吃了农家菜。\\n\\n饭桌上我沉默寡言，叶红鱼倒像是个小精灵一样，一直给我讲着外面的世界多么多姿多彩，还让我有机会多出去走走。\\n\\n酒足饭饱后，叶青山突然对我妈说：“婶子啊，您看陈老爷子也走了好几年了。当年我闺女和您儿子订过娃娃亲，可是现在时代不同了，现在提倡婚姻自由。您看，咱是不是能把这婚约给解除？”\\n\\n听到这，我妈的脸色瞬间就苍白了，她目瞪口呆，手足无措。\\n\\n而我则猛地站了起来，坚定道：“不行！”\\n\\n虽说我很喜欢叶红鱼的模样，但我不是个厚颜无耻之人，人家看不上我，我不会强求。\\n\\n但这是爷爷拿自己气运给我安排的，我不能毁了爷爷的造化。\\n\\n叶红鱼可就不这样想了，她以为我是要赖上她。\\n\\n她忙对我说：“黄皮哥，你就是接受的教育太少了，观念传统守旧。你压根不知道外面的世界是什么样的，我刚大学毕业，你却连高中都没读完。我没有看不起你的意思，但我们真的没有共同语言呢，咱两不合适。”\\n\\n她语气并不尖酸刻薄，甚至还在照顾我的脸面。\\n\\n但我听了之后却心在滴血，其实我虽然高中没读完，但我跟着爷爷学了很多知识，我敢说我比她叶红鱼有才华，但我却说不出口。\\n\\n气氛一度陷入尴尬，这时叶青山站了起来。\\n\\n他将一只密码箱放到桌上，温和地说：“当年我确实呈了老爷子的情，虽说不知道我飞黄腾达和他到底有没有关系。但我叶青山也不是背信弃义之人，这里有一百万现金，就当是我们叶家悔婚的赔偿吧。”\\n\\n妈妈是位地道的农村妇女，听到一百万她都吓傻了。\\n\\n而我对金钱没有概念，我并不想要这一百万。\\n\\n但爷爷也说过，万事莫强求，强扭的瓜不甜。\\n\\n再加上我那要强的性格作祟，我低声说：“那好吧。”\\n\\n叶青山满意地笑了，拿出一张退婚协议书，让我签字。\\n\\n我拿着笔，郑重问他：“叶叔，你们也许不信阴阳风水。但我还是想提醒你们，我爷爷不是一般人，他当年定下来的东西就这样毁了，后果你想过吗？”\\n\\n叶青山不以为然道：“没事，我敢来退婚还怕那啊。黄皮，你放心，就算有麻烦也是我叶家的，和你无关。”\\n\\n我无奈地签了字，刚签完我分明地看到叶青山的印堂划过一抹黑气，这是大凶之兆。\\n\\n我不能说，不是我心眼坏，实在是不能坏了爷爷的规矩。\\n\\n很快叶家父女就离开了，离开前叶红鱼还给我留了联系方式，让我哪天有时间了去找她玩，她说要带我见见世面。\\n\\n我悄悄跟着，当他们的车子快驶出村口时，我看到一只足足有一尺长的黄皮子突然钻进了车子底盘。\\n\\n它趴在底盘下，两只诡异的眼睛滴溜溜地朝我方向看着。\\n\\n这不是一般的黄鼠狼，是一只皮毛几乎发青的真正黄大仙。\\n\\n看到这一幕，我暗道不好，狐黄白柳灰，叶家怕是要出大事！\\n\\n[更多阅读原文](https://lianjiec455955.zhangwen.cn/link?code=1067747)\",\"timestamp\":1641471184,\"title\":\"002 退婚（下）\"},\"digest\":\"XQNKipsH1EWHWMCpInYGfhNX2i4qmcRMF5DbGwZqsf0\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"-4tPLqVWX9jY29MG6g-cA3rR_1z9BuKX1R9gByQigpTh1Cr5v44-n1GjLmPbzrl3ruUuxV0kSWW4whqKj6kv6A\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"biZJ6QSPCCVMvYauoksi9qlFkUJIp09LbYUbQeLkQhM\"}"