"{\"content\":{\"body\":\"![ (📜,📜)](https://images.mirror-media.xyz/publication-images/N3L0ck40qa0lhqSYzA8xV.png?height=404&width=405)\\n\\nFirst of all, I'm not a whale of $PEOPLE, and I'm not following the trend of advertising $PEOPLE. In fact, I may be the first mortal in the Chinese community to recommend $PEOPLE.\\n\\nOn November 19th, I expressed the following views on my Twitter:\\n\\n[https://twitter.com/tsama70518773/status/1461489018730860551](https://twitter.com/tsama70518773/status/1461489018730860551)\\n\\n*Starting from memes with unique cultural significance in blockchain such as $GM, meme-coins’ intension will evolve from varieties of animal images(we call it ‘zoo’) to cultural icons. I make this prediction here that the next outbreak will be $PEOPLE. In the meme2.0 era, meme-coins will definitely have a cultural foothold. For example, $PEOPLE gather decentralized power to auction the copy of constitution that symbolizes centralized power, which will become a milestone in the history of blockchain culture.*\\n\\nWhen constitutionDAO failed to auction the constitution and $PEOPLE plummeted, I said on November 21 (the price of $PEOPLE was record low that night):\\n\\n[https://twitter.com/tsama70518773/status/1464422514600210437](https://twitter.com/tsama70518773/status/1464422514600210437)\\n\\n*The failure of constitutionDAO's auction of the constitution is the best moment that  arouses decentralized consensus.*\\n\\nIt's a pity that I didn't buy it myself that time (when wePEOPLE appeared on solana, I bought it at a higher price, which is not only an investment but also an expression of support). Why were I expressed optimistic view about $PEOPLE but actually not in? My thought at that time was: Even if I bought in, I would only buy a few hundred dollars because of my limited budget, but the gas of all relative operations in ETH may cost me hundreds of dollars, which is not very cost-effective. Also I couldn't confirm whether others would recognize $PEOPLE same as I thought at that time, so…now you may understand.\\n\\nI say this to clarify my interests position in $PEOPLE. Even if $PEOPLE to the moon there is not much profit for me. So you can completely assume that this particle is relatively objective. **All thoughts and views, No interests driven.**\\n\\nSo let's talk about why I am optimistic about $PEOPLE.\\n\\n**1. The origin of $PEOPLE and the power of decentralization**\\n\\nThe origin of $PEOPLE is actually a very concise story. An organization called constitutionDAO launched a crowdfunding campaign on juicebox to auction a copy of the U.S. Constitution. This seemed an absurd action, but soon, the initial limit set by constitutionDAO was filled, and the fundraising limit was repeatedly increased.\\n\\nThis is actually a very interesting phenomenon, because donations do not bring any return. Although constitutionDAO promises that if the auction fails, ETH will be refunded according to the donation amount, but according to the urgency of the currency circle, no one can confirm that a rug-pull won’t happened. After all, you know it often happens. Even so, the quota is quickly filled up. There is surely part of fomo and crazy emotions mingled with, but you have to admit that the opposition to mainstream power is hidden in the hearts of everyone.\\n\\nTherefore, I said that this action of constitutionDAO is not a simple on-chain fundraising, but a magnificent feat which **gathering decentralized power to fight against centralized power**, a shocking voice of people.\\n\\nMany people buy coins and chase the hot spots only for dream earning. They may not observe the cultural phenomenon behind this, or consider the underlying market logic. That’s what I thought in the past, but after the rise of $PEOPLE, I discovered that there are still so many people who come to blockchain community not only for making money, but also seek for cultural and individual spiritual pursuit.\\n\\nSo here I’m asking, what drove you to the blockchain? Making money of course, everyone wants to make money. But think about things beside this, what do you think of?\\n\\n**Freedom, human rights, innovation...**\\n\\nHah! If I’m catching the point, a repost is the expected reward!\\n\\nHuman nature is common. Since the feudal era, we have hidden some resistance to rigid systems in our hearts more or less. The reason why the blockchain has been able to develop from a white paper by Satoshi Nakamoto to today is based on the pursuit of freedom and fundamental human rights by countless individuals same as you and me. The strong consensus formed by this has endured multiple of hardships, still alive and stronger for decades.\\n\\nToday, decentralization has formed a force that cannot be ignored, and it has attracted more and more traditional institutions to join because of its wealth-making effect. Capital is profit-seeking. They will not in because of the vague things like freedom and human rights. They will only swarm in when they see the existence of stable and coveted interests. However, it is undeniable that the participation of traditional institutions has attracted enough attention from traditional power centers. The major power centers are either thinking about a solution or simply banning from the country.\\n\\nAt this point of time, the act of collecting decentralized power to auction a copy of the constitution which symbolizes centralized power, is undoubtedly brave and extremely avant-garde. It is a manifestation of decentralization power (despite the failure of the auction), and an irony of centralization power (if the auction is successful). In any case, this is a historical event with a large number of participants written by people, and it will definitely leave a strong mark in the history of blockchain culture.\\n\\nI once expressed my opinion with my friends: **The cultural significance of $PEOPLE can be compared to cryptopunk**, and I still maintain this view now.\\n\\n**2. The spiritual meaning of meme**\\n\\nThe first part is my basic view of $PEOPLE, which will not change due to the market performance of $PEOPLE. As I said at the beginning, because of the high gas in ETH (btw, this is not $PEOPLE), I am not a $PEOPLE holder. I only have thousands of $wePEOPLE in solana as a memory to this cultural phenomenon. I am also not stubborn about this. I will sell if the price felt right for me. But in any case, there will be a $PEOPLE coin in my account. I think you can understand this, I mean.\\n\\nExcluding the first part and the following explanation, you can say that I am blowing $PEOPLE, I have no opinion at all, I just want to blow it, this is human nature.\\n\\nThe first tweet I posted was actually not talking about $PEOPLE alone, the theme was actually meme coins. Yes, although there are enthusiastic $PEOPLE holders making  applications for $PEOPLE currently, I think it is still a meme, and dapp landing in inappropiate time may damage to the spiritual core of $PEOPLE. I will talk about this later.\\n\\nThe most well-known memes are $DOGE and $SHIB. These two don’t have too many technical requirements, and any person can deploy such a contract with a website which is no different from $DOGE and $SHIB.\\n\\nSo how did $DOGE and $SHIB made this amazing boom?\\n\\nThe explosion of $DOGE is not because of the blockchain. The image of doge first appeared on a blog in 2010: <https://kabosu112.exblog.jp/9944144/>\\n\\n![Does the dog's witty yet funny eyes look deeply into your heart? ](https://images.mirror-media.xyz/publication-images/4Lm1d9AKkvpLF3CPBl2ex.png?height=240&width=320)\\n\\nAfter that, the image of doge began to spread on major websites and forums slowly such as reddit:\\n\\n![FIGHT! Amy of doges](https://images.mirror-media.xyz/publication-images/aoR7DISMmpd0AzAqa-3LA.png?height=433&width=865)\\n\\n![We Occupied Normandy! Nice work doges](https://images.mirror-media.xyz/publication-images/DRdGyjwMEeArSAdBT1RWV.png?height=1454&width=607)\\n\\nThis is a very typical subcultural movement. A simple picture becomes an emoji, a pastime for countless individuals scattered around the world, and a \\\"partner\\\" for them to express their emotions or participate in entertainment.\\n\\nTraditional giants will definitely miss this vigorous movement. For example, Google added a *doge* bonus to YouTube. When users search for *doge*, the font of the entire web page will become the *Comic Sans MS* which is royal in the doge emoji package.\\n\\nAs for the later $DOGE, everything happened naturally.\\n\\nThe skyrocketing $DOGE actually points out the core of the blockchain.\\n\\n**consensus**\\n\\nThe appearance of $SHIB also has the same effect. $SHIB itself is a \\\"zero social experiment\\\" established by a purely decentralized community. The founder's idea was \\\"all from zero\\\", he gave up the share of the team from the beginning, and transfered 50% to the address of Vitalik directly.\\n\\nThe result is obvious today, the experiment was a success.\\n\\nThe success of $SHIB directly drove the wild speculation in animal coins. Although there are many outstanding latecomers, from a cultural point of view, they cannot be tied with $SHIB at all. History will always remember the first, it’s like you don’t know the name of the second person who flew into the sky. Therefore, to judge whether a meme coin is worth buying, you can analyze the technical indicators or chase the hot spots. All are completely ok, making money is always a clever move.\\n\\nBut you must also clearly understand that the essence of most memes is Ponzi, the latecomers take over the ancestors. It goes whether stable if secondary market stands firmly or unstable which means turning to zero. Ponzi is not a dpejorative term either. The essence of modern finance is mostly Ponzi. I mean, you have to understand the Ponzi skeleton of meme. you have to understand that these memes do not create wealth or any meaning. You can treat it as a game of wealth transfer, but please don't indulge in it.\\n\\nWhat kind of meme is meaningful? My point is that when a meme stripped of Ponzi's skeleton, it can still bring you spiritual meaning. Just as we spend money to buy a book, watch a movie, and make a cultural/spiritual consumption. Collectors buy a painting at a high price. Philanthropists donate to build a school or something. They all do it because of culture and spiritual reasons. When the purpose of money is a worthy belonging, it is no longer an illusion of nothingness, but has real value.\\n\\nMany people mocked $DOGE and $SHIB, thinking that they are nothing but scam. It’s actually unnecessary. I think their lives are more than just eating or working. When they read novels, watch movies, or spend money on a game, they don't feel like they are buying something illusive. Spiritual consumer goods are difficult to define, and when they are associated with Ponzi, they are even more evasive.\\n\\nMickey Mouse can become Disney's big IP, why can't the doge expression used by countless people be called IP? Is it lack of story? What happens around doge is not just a story, but a real thing. Is there a lack of formal companies to market and promote? It seems so. People have lived in the shadow of centralization for too long, and have forgotten what it is like to have individual freedom. Naturally, they stubbornly believe that only IPs recognized by centralized organizations are called IPs.\\n\\nIn other words, $DOGE and $SHIB are IPs in the context of decentralization, so unlike pure Ponzi, they have spiritual consumption value. I can find few memes that match the narrative and cultural features of $DOGE and $SHIB, and $PEOPLE is one of them. Relatively speaking, the narrative of $PEOPLE is much more intense.\\n\\nIt is worth mentioning that constitutionDAO seems to see through this early. They named their token $PEOPLE instead of $CONSTITUTE or some strange name. A good name takes up half of the merit for $PEOPLE reborning from the ashes. It can better stimulate decentralized consensus.\\n\\n**3. About the future of $PEOPLE**\\n\\nIn fact, no analysis can equal the fact that is, \\\"convincing people with an increase.\\\" $PEOPLE has risen more than 100x since its lowest point, and with the listing of major central exchanges, it‘s expected that there will still be some room for growth.\\n\\nRegarding the rise of a meme, many people have overlooked a hidden phenomenon, which is the efforts of holders behind it. I once read the story of a certain meme, telling how holders build communities to market, how to stabilize people's hearts, etc. One of the unique features of memecoins is that most of the individuals who do things for it have corresponding incentives. This is a manifestation of freedom in a decentralized world.\\n\\nI believe that many people who make technical judgments can easily see the risks of $PEOPLE. For example, the pool size of $PEOPLE on ETH is only about 1% of the market value. For most of these types, I will definitely not recommend them specifically, because early whales can smash through the bottom of the pool with huge profit.\\n\\nBut what touches me is that many $PEOPLE holders are constantly building this community, not to mention that they are not asking for return at all, but they must have the pursuit of the vision of \\\"the people are the masters\\\" (a lot of holders can \\\"free ride\\\" completely. according to the economic model, the final market orientation will be \\\"tragedy of the commons\\\").\\n\\nI think this is the consensus. Although these people are scattered around the world, they are gathered together because of the same thing, which is mixed with the desire for wealth, also the pursuit of freedom and human rights that we all hope for.\\n\\nRegarding the future of $PEOPLE, I am giving my own views here:\\n\\n1. There is no need to make dapp for $PEOPLE in this early time. If you just do a normal DeFi or GameFi project, there is no need at all. Because there are too many alternatives, it will dilute the core of $PEOPLE itself. Compared with *cryptopunk*, if it is used for a small game after being minted for free in 2017, can it still be regarded as a treasure four years later? The possibility is very low, because it is not pure enough and the meaning is not clear. Before the coins’ value is more widely recognized, any dapp landing hasty may damage consensus.\\n2. If you want to implement the project, I think it’s best to cooperate with Olympus or an equivalent project. Many people don’t have enough understanding of Olympus. They think it is an innovative Ponzi. In fact, Olympus clearly stated on the official website that it is committed to becoming a \\\"natural growth currency\\\". For those friends who understand economic knowledge, they will know that this is an extremely ambitious goal. In my previous article, I prefer to define $OHM as the “ecology index on the chain” of the blockchain. Anyway, the visions of $OHM and $PEOPLE are highly overlapped, both are grand enough to be based on a panoramic view rather than a corner. For example, $PEOPLE can form LP bonds with mainstream tokens such as $ETH in exchange for $OHM, achieving a win-win cooperation.\\n3. I don't have much expectations for $PEOPLE to rise sharply. And I don’t want to see it happen. What I prefer to see is that the price of $PEOPLE increased steadily, gradually from $0.1 to $1, or more. Excessive growth will only lead to instability of the market, and may even damage consensus. In the steady growth over the years, it will gradually complete the digestion of early holders’ interests. Of course, during this process, skyrocketing and falling are inevitable.\\n4. Meme must first be a money-making tool, then they have its unique spiritual or cultural significance. As I said before, I may sell because I treat $PEOPLE as an ordinary investment target. but I will give $PEOPLE a unique respect in my heart, which represents my respect for freedom and human rights. I will keep a certain amount of $PEOPLE in my account, which can be a lot or a little. But it is enough even I only have 1$PEOPLE. I think for every individual who yearns for a **\\\"people's world\\\"**, they can do the same.\\n\\nThis is my ultimate expectation for $PEOPLE.\\n\\n**\\\\*1% liquidity ratio is risky, DYOR**\",\"timestamp\":1640500364,\"title\":\"In the name of the people: $PEOPLE's vision\"},\"digest\":\"HjkJMx7UyIKY-jkqEkL49DuAJqKWCV4BLG2yW1L8Gyk\",\"authorship\":{\"contributor\":\"0x31Ae182A31Bb2c3cfd9e2E3732cc53f7606FB773\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DSsrRu0jh4Z928a84t5dEVSuAnpks79WJ6bs8MFGE5w\\\",\\\"y\\\":\\\"TfL-newvZo6x6rO5eTdarXkyhUk266O6CpWPjc-Ijf8\\\"}\",\"signature\":\"NJ3D7HpCREqZXNcH-xHARqO4Cf_uCkiGMnyw97A-B8SA2G_il22hGIM61ZnxJjHgFPIIfJm6suR46V3KsG2JDA\",\"signingKeySignature\":\"0xc471dab4a9e6541b9f36231c0fe766b2cbf0029e50e7d1e871096c0193d3db2955054692b9046ec502305c87f429d8ed1efdd18031ab04b8e5bed0cd815961721c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DSsrRu0jh4Z928a84t5dEVSuAnpks79WJ6bs8MFGE5w\\\",\\\"y\\\":\\\"TfL-newvZo6x6rO5eTdarXkyhUk266O6CpWPjc-Ijf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kUcHgxBNIjSD8cFHc1J8Qd7zOi-2YAq6-OOMzfdq5wY\"}"