"{\"content\":{\"body\":\"Do you have USDT in your wallet? Go claim your **Ξ**UDAO tokens [here](https://usdtdao.org/).\\n\\n## UDAO Token and DAO Overview\\n\\nIntroducing **Ξ**UDAO the governance token of the USDT DAO.\\n\\nUSDT DAO is an internet-native, global collective that share resources, build products, and work together toward common goals. **Ξ**UDAO, an ERC-20 governance token is a powerful new initiative to organize the largest stablecoin community and align incentives to reach an impactful outcome. \\n\\nBy aligning the incentives of USDT holders on the Ethereum Network, we can enable a different kind of renaissance for the next evolution of a stablecoin community. It is for this purpose that USDT DAO has launched **Ξ**UDAO airdrop claiming to reward holders of USDT (ERC-20) for their contribution to the stablecoin network and community.\\n\\nUSDT is a blockchain-based cryptocurrency whose tokens in circulation are backed by an equivalent amount of U.S. dollars, making it a stablecoin with a price pegged to USD $1.00 [USDT](https://coinmarketcap.com/currencies/tether/) is by far the largest stablecoin with a total circulating supply of **$78,344,882,507** and over [4,247,320 holders](https://etherscan.io/token/0xdac17f958d2ee523a2206206994597c13d831ec7#balances) (ERC-20).\\n\\nThe next frontier in computing, which will take shape this decade, is building apps on programmable blockchains. Programmable blockchains are interesting for the same reason that innovation on smartphones spiked after opening up development to third parties via app stores. We are now seeing waves of brilliant, creative people building new products and services on top of blockchains that are disrupting industries and reaching mainstream adoption. DeFi was the first wave of blockchain killer apps that broke out about a year ago, followed by NFTs and crypto gaming experiences this year. **What comes next is hard to predict, we aim for USDT DAO to have an enormous impact on the adoption of web3 products.**\\n\\nUSDT DAO is an internet-native, global collective that share resources, build products, and work together toward common goals. **Ξ**UDAO, an ERC-20 governance token is a powerful new initiative to organize the largest stablecoin community and align incentives to reach an impactful outcome. \\n\\nUSDT DAO is about bottom-up innovation and community building, from which new ideas can be incubated and scaled. The core components of **Ξ**UDAO are decentralized and self-running.\\n\\n**We believe that truly disruptive innovations often look like toys at the outset, and emerge when groups of smart people get together and collaborate on issues they’re passionate about.**\\n\\nIt’s amazing what we are seeing today. Talented engineers with only an internet connection are contributing to the most important blockchain infrastructure, regardless of their age, gender, or pedigree.\\n\\nWe thank you for your support!\\n\\n## UDAO Token Distribution\\n\\n![](https://images.mirror-media.xyz/publication-images/n8REg5h81WCacsZweAUY7.png?height=633&width=1103)\\n\\nThe contract address for **Ξ**UDAO is verified and open for review 👉 [here](https://etherscan.io/address/0x8aA788ef4699B44738242f2BAf6D71303a784194#code)\\n\\nThere is a total supply of 999,990,000,000,000 **Ξ**UDAO tokens, and the distribution is as follows:\\n\\n* 50% airdropped to [4,266,937](https://etherscan.io/token/0xdac17f958d2ee523a2206206994597c13d831ec7#balances) eligible wallets according to the USDT DAO formula listed below, rewarding all USDT ERC-20 holders based on their balance on a snapshot ending at block 13951654 (January 6, 2022)\\n* 30% to the USDT DAO treasury\\n* 10% to USDT DAO contributors (100 individuals and groups, plus hundreds of Twitter and Telegram users)\\n* 10% allocated for the liquidity incentive program\\n\\n## Airdrop to USDT holders\\n\\n50% of the total supply is allocated for the **Ξ**UDAO airdrop. All USDT (ERC-20) holders are eligible to claim **Ξ**UDAO, there is no minimum requirement. However, there is a $1 million USDT limit for claim rewards.\\n\\nThe distribution is based on the total amount of USDT (ERC-20) held as of January 6, 2022. Users have until June 21, 2022 to claim their tokens, after which any remaining tokens will be sent to the USDT DAO treasury.\\n\\nThe airdrop formula is as follows:\\n\\nFirst 10,000 claimers will receive 9% of their USDT value in **Ξ**UDAO\\n\\n10,000-25,0000 claimers will receive 6% of their USDT value in **Ξ**UDAO\\n\\n25,0000+ claimers will receive 3% of their USDT value in **Ξ**UDAO\\n\\nThe more USDT (ERC-20) in a certain address, the more the reward.\\n\\nWe believe it is only fair to reward USDT holders who have contributed greatly to the success of the Ethereum and stablecoin ecosystem.\\n\\n## Treasury\\n\\nThe remaining 30% of **Ξ**UDAO tokens is allocated to the USDT DAO treasury. Any unclaimed **Ξ**UDAO tokens by the claim cut off date of June 21, 2022 will be redistributed to the treasury. USDT DAO is encouraged to allocate these tokens towards community focused initiatives to help the development and growth of USDT DAO, including grants, investments in web3 led projects and education, branding and marketing initiatives to bring impact at scale.\\n\\n## Contributors\\n\\nThe 10% designated for contributors will be allocated to over 100 individuals and organizations that have contributed in significant ways to USDT DAO, including core contributors, launch advisors, external contributors, engineers, supporters, influencers, significant integrations, and more. **There are no tokens allocated for investors, since there are none.** A portion of the contributors allocation has also been set aside for active supporters on social media.\\n\\n## Liquidity Incentive Program\\n\\nWe are happy to announce that 10% of the total supply will be reserved for liquidity incentives. Great liquidity and trading volume generate reasonable trading fees to keep both liquidity providers and traders happy. Our liquidity incentive program shall act as a catalyst to accelerate this adoption, in aim to achieve this goal faster. Specifically, the Liquidity Incentive Program is set out to achieve the better liquidity, better slippage, better trading experience, more fees for LPs who would bring more liquidity to attract more traders, and foster a long-term, sustainable and coherent community ❤️\\n\\n## Socials\\n\\nGo claim your allocation by visiting our [claim website](https://www.usdtdao.org/), get involved by joining our [Telegram](https://t.me/USDT_DAO), and support us on social media by engaging on [Twitter](https://twitter.com/USDT_DAO).\",\"timestamp\":1642149780,\"title\":\"Introducing USDT DAO (Claiming Is Now Open)\"},\"digest\":\"L6bVd_K75LcWbqeIlqVYjoWMgc4rblCu-uU1ikdC7PI\",\"authorship\":{\"contributor\":\"0xB2A0c3AAbC52E04D1194A10741492dCdf88d9F43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTcFJgs-MzGlwsdP5gDPtHeY-bFyVHDzE4Aan_G7O8U\\\",\\\"y\\\":\\\"0YfJ_jQIrw6s0A-IPDNwhztkfwsapBBfJpPxgS8j-2Q\\\"}\",\"signature\":\"EielO9ZtZDmoMeAo7cMX9Y0Yrahw0FkUW_yNF7d1JAqCqzSCwIkWHMw2WBr6woWaLIvkKmUSkLIk394E1HU9Eg\",\"signingKeySignature\":\"0x5f896d478920d78508915657bfcf8bcaf410fbd6bebfce8b35dac8779a4d84f6624c5459cab9bb8a36b4d92f3e59893359140cab615ab48b459fdb52f4ef4e311c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTcFJgs-MzGlwsdP5gDPtHeY-bFyVHDzE4Aan_G7O8U\\\",\\\"y\\\":\\\"0YfJ_jQIrw6s0A-IPDNwhztkfwsapBBfJpPxgS8j-2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ppo_BE8kJmDP0eQComJbfLIAEuDBktnBXdJ7FyDv4C0\"}"