"{\"content\":{\"body\":\"Metaverse Mania is sweeping away the remnants of sleep, replacing my dreams with digital utopias of startling clarity. The altcoins which fuel their rise are more valuable than Russian secrets in 1962. Two and a half billion dollars worth of MANA in 24 hours. One and a half billion dollars of SAND. I'm in the middle of it, writing about NFTS and the Metaverse. And listening to Bob Dylan.\\n\\n![](https://images.mirror-media.xyz/publication-images/7ZprWv9P7xMoAQngfrvmR.JPG?height=368&width=1176)\\n\\nAnd Bob Dylan is right, the times really are a changing. But The Metaverse isn't the Newport Folk Festival. Playing *kum ba Yah* and *Blowin’ In The Wind* for nigh on 30 days won't make a dent in Mark Zuckerberg's centralised weirdness. I need [Highway 61](https://www.youtube.com/watch?v=8hr3Stnk8_k) and some high end rock n’ roll. So I stop listening to Bob Dylan, and get writing.\\n\\nThat was seven days ago. Which is approximately 17 years in the Metaverse conversation.\\n\\n> *\\\"This land is your land and this land is my land, sure, but the world is run by those that never listen to music anyway.\\\" - Bob Dylan*\\n\\nAs a writer trying to remove the hyperbole and repetitive tropes of the Metaverse conversation and get to the philosophical impacts the cultural shift to a digital world will have on our children, I don't have as much time as I would like to dedicate to the fun factory of the Metaverse. To the entertainment and the gaming, the NFT avatars responsible for our future identity, the spunky start ups over-flowing with ambition and vision, busting their guts to build the next iterations of Decentraland.\\n\\nBut I do have some.\\n\\nHurrah.\\n\\nThe following is a selection of fiction, articles and research from some of the more entertaining projects I have been working on in the past 7 days.\\n\\n> *\\\"Come senators, congressmen, Please heed the call. Don't stand in the doorway. Don't block up the hall.\\\" - Bob Dylan*\\n\\n![](https://images.mirror-media.xyz/publication-images/mlnhaFrb3hueT18aHh2XL.JPG?height=600&width=1436)\\n\\n### Meta Legends and Unreal 5\\n\\nIf your last memory of playing video games is Goldeneye on the N64, (License to Kill, Stack. Still the best joypad in history.) then I have news for you. Video games don't look like that any more.\\n\\nIn researching [this article](https://www.meta-legends.com/blog/blogpost-1) on the cost of building a Metaverse using [Unreal 5](https://www.unrealengine.com/en-US/unreal-engine-5) - which I wrote for [Meta Legends](https://www.meta-legends.com/) - my mind was blown into 89 billion polygon triangles per second. Infinite lucidity to the edge of perception. Movie quality photo realism. And not just in a cut scene. Arthur C Clarke was speaking about Unreal 5.\\n\\n> *\\\"Any sufficiently advanced technology is indistinguishable from magic.\\\" - Arthur C Clarke*\\n\\nMeta Legends are going to build a Metaverse - [Meta-Life](https://www.meta-life.io/metaverse) - using Unreal 5. It will look, well, better than reality.\\n\\nBut it won't be cheap.\\n\\n*\\\"The average [Unreal developer](https://www.talent.com/salary?job=unreal+engine+game+programmer) earns $130.000 per year, [UX](https://www.payscale.com/research/US/Job=Senior_UX_Designer/Salary) designers $104,000, a [C++](https://www.indeed.com/career/c%2B%2B-developer/salaries) developer $118,000, and [script](https://www.comparably.com/salaries/salaries-for-video-game-script-writer) writers can look to earn $65K and upwards. Then you have marketing teams on $60–$80,000 each. As a conservative estimate, building a Metaverse, using Unreal 5, with a team of 100, on an average salary of $100k, spread over two years, would be $20 million in salary expenditure alone.\\\"*\\n\\n![](https://images.mirror-media.xyz/publication-images/zxQJU5d9GRqygwwCoq-jL.JPG?height=634&width=946)\\n\\n### The Realm Metaverse\\n\\nI've been writing for [Realm](https://enter-realm.medium.com/) for a while. Almost since inception. I've seen a Metaverse be born. It's like watching the big bang from inside Einstein's head.\\n\\n[Realm](https://www.realm.art/) is the world’s only mobile-first metaverse. As with Decentraland and the Sandbox you can buy land. As with Axie Infinity you can raise NFT pets. I mention these two behemoths because Realm is set to join them in the #Metaverse conversation.\\n\\nLast week saw the Realm native token blast through a dollar and say hello to $1.68, beating the likes of Immutable-X for gains. It has been throwing up social metrics on par with Axie Infinity and Decentraland, and seen daily trading volume exceed $30 million.\\n\\n[Altcoin Daily](https://www.youtube.com/watch?v=qZoCs40SV8A&ab_channel=AltcoinDaily) included it in its top 6 Metaverse altcoins set to explode in 2022.\\n\\nMark Zuckerberg will soon be trembling in his Meta chamber.\\n\\nYou [can read my latest for Realm here.](https://enter-realm.medium.com/realm-hits-new-all-time-high-2f77e46bdfe8)\\n\\n![](https://images.mirror-media.xyz/publication-images/GPootyGEsLwVh8Zqtd64U.jpg?height=1153&width=1140)\\n\\n### NFT Lore\\n\\nThe opportunities for a hired content writer to be creative are larger than life (the real one, not the Metaverse one) in blockchain right now. Perhaps more copious than anywhere bar @Netflix, (and having accidentally sat through 47 minutes of Red Notice, perhaps even more than there.)\\n\\nNo more are these citadels of creativity more prevalent than NFT collections. And more precisely, the lore which accompanies them. Due to legal ramifications and the nigh-on 500 NDAs I have signed, I can't divulge much about many of the collections - projects from space, the past, the future, swamps, zombie dystopias, crumbling empires, alternate realities based on a String Theory multi-verse, and someone's back garden. However, this week saw [Top Dog City](https://www.topdog.city/) go live, so I can speak about that.\\n\\nI had a lot of fun writing the backstory. Here is a snippet. \\n \\n\\n> *“In 2020 humans started experimenting with artificial intelligence in animals. 10,000 dogs were unlawfully seized from 10,000 different cities across the United States. Quickly the project was hi-jacked by nefarious, centralised governmental forces. Recklessly, they implanted neural networks, created hybrids. They wanted to build soldiers, instead they made monsters.\\\"*\\n\\nEach Top Dog is named after a different city in the United States. You could own Top Dog Chicago, Top Dog Illinois, Top Dog New York, or Top Dog Punxsutawney. The goal is to bring together 10,000 cities across America with art, unmatched utility and the smartest, funniest, most violent dogs in the Metaverse.\\n\\n> *\\\"Come mothers and fathers Throughout the land, And don't criticize What you can't understand.\\\" - Bob Dylan*\\n\\n### Ethics in the Metaverse\\n\\nHere is a throwback to an article on the [Ethics of the Metaverse](https://medium.com/enjinstarter/the-ethics-of-the-metaverse-b532143cd4ef) which I wrote for Enjinstarter.\\n\\n> *\\\"This is unchartered territory, the cart firmly leading the horse. The only certainty in 2021 is our children will grow up experiencing the digital worlds which we are envisioning and building; they will enter their teens with an internet we can barely imagine. How do those tasked with creating the Metaverse make it safe? How do they ensure the ethics we pride ourselves on in real life will transcend borders and be applicable in the Metaverse?\\\"*\\n\\nThat was the week that was. Seven days of writing in the Metaverse.\\n\\nSee you next week.\\n\\nWhere we dive into the interoperability of the Metaverse and how the centralised giants of Meta (can't help but smile when I write that) can only be reigned in by a universal effort, by the collaboration and meeting of minds from the decentralised dreamers and action takers, the blockchain entrepreneurs and the gaming platforms and the communities swirling around them.\\n\\nA cross-chain, borderless Metaverse has to be waiting for the wave of brands, associations, people and organisations to join, so that they don't take the easy route and login to the worse of two choices.\\n\\n> *The line it is drawn*\\n\\n> *The curse it is cast*\\n\\n> *The slow one now*\\n\\n> *Will later be fast*\\n\\n> *As the present now*\\n\\n> *Will later be past*\\n\\n> *The order is rapidly fadin'*\\n\\n> *And the first one now*\\n\\n> *Will later be last*\\n\\n> *For the times they are a-changin'*\",\"timestamp\":1637672913,\"title\":\"My Week (Writing) In The Metaverse: Unreal 5, Meta-Legends, Realm, NFT Lore And Bob Dylan\"},\"digest\":\"rLo19frEr-MLKbMgujIfshJ_0oLk7fVGXPKCeNdNhqI\",\"authorship\":{\"contributor\":\"0x55984bB4bcA66cD341cf0B17dF051366505B8Af0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EF2ecrBe41KVaRDDo77Ye7jloAf6hAuP-FCVjPVSids\\\",\\\"y\\\":\\\"10-lYzCeKXIuuphM5eV36-ZqZ4VRXECA7hVwcAJ0T-I\\\"}\",\"signature\":\"HV5-pf39CrfT-rFOjvoy4rYSihNJq2m4-Km3CtFWiNAhH28HQsRgVUF22OXE_n1mj57HiPDUQbi0aOBUs-LCQQ\",\"signingKeySignature\":\"0x1cfaf8e00e8dd21949f28fc6a02fa6b2381d0923cfd403f975f50154c5f5019c6975b4d3a304d7c1c8ed1cf04e180f016bf12b8e354ef2ca3ae77d7279fad7501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EF2ecrBe41KVaRDDo77Ye7jloAf6hAuP-FCVjPVSids\\\",\\\"y\\\":\\\"10-lYzCeKXIuuphM5eV36-ZqZ4VRXECA7hVwcAJ0T-I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rLo19frEr-MLKbMgujIfshJ_0oLk7fVGXPKCeNdNhqI\"}"