"{\"content\":{\"body\":\"The clichéd question, ahem ... Whether it is a few thousand dollars of electric kettles, or tens of thousands of hundreds of thousands of bathroom kitchen renovations, you can not avoid the problem of limescale on the surface of the object, note that rust and limescale are different, just bought a few times after the stainless steel kettle boiling dirt is actually limescale, not rust spots, this point needs to be clear.\\n\\nLong-term use of electric kettles, here is my kettle descaling experience. I've checked the internet for information on potato peels, citric acid descaling agents, limescale cleaners, natural lemons, and white vinegar, and so on. I always insist on safety first, so of course I prefer fresh raw materials available around me, and avoid using chemical products whenever possible.\\n\\nAfter some practice, I would recommend using natural lemons with more acid and thicker flesh, either with your own experience or by asking others for advice. After selecting a lemon, take one of them and cut it into slices, leaving two heads. Put it in an electric kettle, add the right amount of water to cover the scale, then heat it to boiling and let it sit for more than half an hour. After that, pour out the water and the lemon slices, take the two ends of the lemon you just cut and wipe the area with limescale. Put water into the kettle (warm water is recommended) and brush the sides and bottom of the kettle a few times with a brush that can be bent at the bottom, without using too much force, and then pour the water out. By this point, I think you can remove 90% of the limescale from the kettle.\\n\\nI see that many people on the Internet say that these natural \\\"descaling agents\\\" are useless, how they were before or how they are. My guess: 1. they threw the lemon in directly without slicing it ......  2. they are not using fresh lemons, the kind of lemons in the air for more than ten days to dry skin and lose water, of course, the effect is greatly reduced 3. they use cold water (in fact, do not need to boil, I think more than 40 ° to strengthen the reaction degree on the line) 4. they did the above, but after opening the lid found that the scale is still there. A: Lemon is not a pure descaling agent, only the use of the citric acid, it is a weak acid, and the reaction of the Mg, Ca plasma in the scale, can only play a role in softening and partial decomposition, is conducive to the subsequent removal, so the above said after boiling with a brush dipped in water a few times, with lemon head and then a few times if better; In addition, the water quality differences brought about by regional differences, such as heavy metal ion content of more Water ..... That water I suggest the faucet installed a filter before burning, or use the filter pot. If you use the electric kettle to boil directly, even if you boil it and drink it, there is a strange taste ... Long-term bad for the body; or limescale is too thick, once a year to clean, a packet of descaling agent is not necessarily enough... Not to mention the district lemon, I suggest at least once every three months for good.\\n\\nIn fact, many people are so flawed, too soon to draw conclusions, do not have the patience to try again to check its authenticity, such as long-term not cleaned, resulting in too thick limescale, use a few more slices of lemon, or repeat the first step to boil, the cost is not much, the experience is valuable.\\n\\nThere are also many people think that limescale does not matter, so why do not have the garbage everywhere in the house, but still have to do the cleaning work? Obviously, it is to remove the dust, hair and other garbage that cannot be clearly distinguished by the naked eye, but will bring adverse factors to health after a certain amount of accumulation. So does limescale. Some time ago, I found that the water boiling time became longer and longer, that is, after the water boiled that switch has not jumped off, boiling for 3, 4 minutes, until the room is covered with a full reach of water vapor. My first reaction is that the kettle's temperature control system is not as sensitive to the water temperature, has been going on, the kettle may be scrapped early ... And after the scale is removed, the water boiling time is back to normal, and the boiled water has a faint lemon fragrance...\\n\\nAgain, why not recommend a professional descaling agent and white vinegar which is better than lemon. First of all, a good descaling agent is a useful ingredient extracted from natural crops, such as a packet of citric acid, however, today's businesses are becoming more and more treacherous for the sake of immediate benefits, in the field of low-end consumption such as descaling agents, of course, is full of price competition, is lower than who the price, edible citric acid than industrial descaling agents cost more, so the so-called clean descaling agents are some miscellaneous ingredients, I can only guess so, after all The packaging will not be so written ....... Then a treasure to see the comments (my side of the physical supermarket can not buy), there are reactions after using the kettle coating are off, there are invalid, there is a stimulating taste ...... The look is also tired and tangled, simply do not buy. Then is white vinegar, this I used in the first descaling, then inexperienced, scale is also almost accumulated for half a year, figure to save effort, hope that a deal, bought a bottle of 30 ° edible white vinegar, all poured in ...... Then, although the water did not exceed the water level line (mistake?) , after boiling, spilled the whole table ...... (I'm already embarrassed to tell people I studied chemistry)... That taste, exciting to remember this life, the vinegar water poured into the toilet, after 2 days is still very thick, every time you go to the toilet, you know. ------ the most important, is the scale! You think it took a lot of effort not to remove? No! Simply smooth as silk, shiny and shiny, no brush, without any drop of paint phenomenon (drop layer), you think it's finished? I threw it away →. → I bought this new one.\\n\\nThe last thing I want to talk about is the method of descaling other than the kettle, such as the shower or something? It is to use kitchen paper towels (or newspaper), the kind of large like a rag, soaked in white vinegar (here can be used, because the open air placed, and not edible), and then covered in the need to remove limescale surface, after half an hour to an hour, uncovered, rinse with warm water, wipe a wipe can be shiny. \",\"timestamp\":1634967465,\"title\":\"Kettle to remove water scale method\"},\"digest\":\"gWh-GdpGmN_nikPy98gcO1lVhwvJSUSj0YiiNx_3uAM\",\"authorship\":{\"contributor\":\"0x71213a9C9504E406d3242436A4bf69c6bfE74461\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wPX5CWL5BYcocuAEGnJ45w1rwTuP7iBXtdNwZLLarpM\\\",\\\"y\\\":\\\"1U1F_OR-cYJWoTlvVsB2HsTdfapROHrXSV6aS1kBde8\\\"}\",\"signature\":\"aTVvZlph-d-0RQfBQjZL_YMIIWx7krdbmvBSOr8ERw8tC37kSgzTc140e_e6pWcdops-W1e650v3WSJGeMSHug\",\"signingKeySignature\":\"0xeb8f326362e0dfc40216b23ceee7170e70deac5fb16913cbfd04eb0167f756de10c3069a0bd09edad2c96df840bd0bd1b3230a58c3c15e38fa729849c56f4afd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wPX5CWL5BYcocuAEGnJ45w1rwTuP7iBXtdNwZLLarpM\\\",\\\"y\\\":\\\"1U1F_OR-cYJWoTlvVsB2HsTdfapROHrXSV6aS1kBde8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gWh-GdpGmN_nikPy98gcO1lVhwvJSUSj0YiiNx_3uAM\"}"