"{\"content\":{\"body\":\"In the words of Dzaebor Sagorin,\\n\\n*‘The objective is to shatter the opponent completely, to instil the seeds of chaos in each mind, and watch the universe dangle by a slowly burning thread. Now that is satisfaction and that is my game.’*\\n\\n### 76 Years Ago\\n\\n### August 9, 1945. \\n\\nThe wind swept through the dusty streets of the gloomy valley, bringing with it a throng of early risers, all of whom were headed out to work. The sky was slightly overcast, the atmosphere dull, and the only bit of happiness seemed to be restricted to the impromptu game of soccer that the factory workers had started amongst themselves. The large pebble, which was the ball in this case, skidded and fizzed on the broken pavement, before being thrust into play by the enthused participants. A chortle of laughter echoed amidst the toddlers, who till now had been gloomily sitting on the side of the street, as a few of them raced in to join the men in their game of soccer.\\n\\nNone of them however noticed the two figures that had just appeared on the edge of the hill above. Two figures who definitely did not seem as if they belonged there. Yet, nobody paid any attention to them. Not the factory workers, not the women and children who had just started off on their daily chores, and not even the Japanese soldiers who patrolled the street in perfect co-ordination and with state-of-the-art weaponry.\\n\\n“So,” the taller of the two men sighed in his deep drawly voice, addressing the other man while staring into the horizon ahead, “the time is right, I assume. You would not be here otherwise, would you?” \\n\\n“It is that time indeed. The ones who have seen the future always know,” noted the other slightly shorter man, who was dressed in what looked from afar, a white jumpsuit of sorts. His face was dark, a kind of army green, and his voice seemed to have some sort of rigid tiredness in it. He smoked a pipe and carried what looked like a long wooden staff.\\n\\n[https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/36754314895809197964868493374487868849576628883760679888940760258275400744961](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/36754314895809197964868493374487868849576628883760679888940760258275400744961)\\n\\n> `Vellunah, NFT available on Opensea`\\n\\nThere was a little pause.\\n\\n“You cannot stop or change what happens here today [Vellunah](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/36754314895809197964868493374487868849576628883760679888940760258275400744961), my old friend,” the taller man said eventually, turning towards his companion. “We have both seen what happens here, and know the consequences. Death will come, and with it so shall I. Nothing and nobody can stop me from returning to do what I was destined to do.”\\n\\nHe paused. For, while it did get cold in Nagasaki, this wasn't the weather or the season to be so. Fierce chilly winds suddenly started blowing across the surface, as everyone below went rampaging for cover. Cold rain, hail and ice crystals blew in all directions, disrupting the growing game of soccer, and the daily monotony, as though it was the advent of a sudden snowstorm.\\n\\nVellunah looked back at him, his face kind, and said in an unnaturally calm voice, “You did not expect me to come alone, did you Master Sagorin?” There was respect in his voice, yet one could feel the caution in the air.\\n\\nDzaebor Sagorin took a deep breath. With a touch of irritability, he whispered, “I didn’t, but I did not expect—” He stopped mid-sentence to turn and look behind.\\n\\n“Drastuka! The Queen of Death herself. I bow before thee.” He did a mock courtesy, looking straight at the woman who had suddenly appeared behind him.\\n\\nThe woman’s feet did not touch the ground, as she seemed to be levitating in thin air. She was dressed all in white, her gown billowing in the wind, her eyes focused straight ahead, her thin cloudy eyeballs staring straight into the storm ahead. She was beautiful, almost hauntingly so. She ignored Sagorin completely, choosing instead to take in what was happening a few hundred metres from them.\\n\\nCommotion reigned below. The mood had changed. Dramatically. The morning joyfulness, and the sudden snowstorm had quickly been replaced by the shrieks, cries and the stomping march of troop movements outside. The alarms blared. \\n\\nBombers was incoming. Two big fighter jets roared overhead, scouting the point the load would be dropped, as the Japanese fired erratically at them with their anti-aircraft guns. The guns shot round after round, missing the reconnaissance crafts, as the third aircraft appeared in the distance. It swooped low, almost gracefully over the street ahead. A low rumbling filled the air noisily, as the belly of the aircraft opened up. \\n\\nA big object, with a spherical top, dropped away like a stone from the aircraft, as it veered— above and away.\\n\\n“That’s my cue!”, said Vellunah, his white robes billowing in the wind, as he jumped into the racket below. He moved as though he was as light as air itself, hopping, jumping, skidding, using his long staff for balance, most of the time simply gliding through the sky. Muttering continuously, he seemed to be singing a low melodious tune, his green the only source of colour in this otherwise tense white world.\\n\\n### IMPACT! \\n\\n### Explosion! \\n\\n### Destruction! \\n\\nThe now world famous Fat Man missile exploded, consuming everything in its path, burning wood and timber houses, charring men, women and children alike. \\n\\nVellunah looked at the devastation ahead and below. The dark hearts and insatiable greed of the humans. He detested it— the greed of a few overshadowed the innocence of plenty. But today it was not his place, neither his time to stop them, or interfere in their matters. Crime and devastation was a part of human culture, and he could not change it. His purpose here was much greater— the prevention of the return of a much greater evil. \\n\\nThe prevention of the return of Dzaebor Sagorin.\\n\\nAnd suddenly he was there. At the epicentre. The exact place where the missile had impacted on the Earth’s surface. It was exactly how it had been predicted, and exactly how he had feared it to be. \\n\\nA black circular shaped hole had appeared on the surface, exponentially expanding every moment. A portal, a pathway to his world, had opened up in the centre of this destruction. A way, a door for the evil lord Dzaebor Sagorin and his army to come back. A way Vellunah had to prevent.\\n\\nHis powers were working. He was a nature mage, a warrior priest with powers over nature. Nature responded to his touch, to his words, to his mind. Roots, branches and twigs erupted on the exteriors of the hole, straining, preventing it from expanding. It was no easy task. Vellunah could see his strength ebbing and flowing, but he stood strong, his staff raised and his incantations powerful. He spoke in ancient Athari, the language of all things magic, the ancient language of the Uanas, creators of their world. \\n\\nDzaebor growled. Vellunah was not here to save the humans, or prevent the explosion and destruction, he realised. Vellunah knew what he knew. The portal. He could see it. This was his moment. And from this distance, he could see Vellunah struggling. He raised his own staff, a comparatively shorter, darker, yet thicker one, and tapped it on the ground, thrice. \\n\\nHis army would come, his sons, their sons- everyone, and they would return where they belonged. \\n\\nBlack clouds of smoke rose from all directions, simultaneously, almost instantaneously, as his army started to appear. He himself would have to deal with Vellunah, and stop his feeble efforts at closing the portal. He set off, determined to settle this once and for all, focusing on the portal directly ahead.\\n\\n*Crash!* He had tumbled headlong into a wall of ice. *That woman!* Dzaebor snarled, turning back to watch the seemingly collected witch staring at him, having effortlessly conjured up the wall of ice, and hindered his movement. He raised his staff, and fired a curse at her, which she deflected easily. He squirmed and savagely snorted, picking his anger on the ice wall she had conjured next to him, hitting it with his staff with a loud thwack! The staff impacted, leaving streaks of long crack marks all over the ice wall.\\n\\n“You cannot hold me forever,” Dzaebor hissed, his voice as cold as Drastuka’s ice. “None of you can!” Loud black twisted shapes started appearing next to him, behind him, shaping into figures of men and monsters, as they ferociously attacked the wall, which grew more brittle every second. \\n\\n“I don’t have to!,” replied Drastuka quietly, her first words of this entire encounter, as she directed one of her own chilly spells towards the monsters that had appeared in front of her. The monsters scattered, spread wide, and regrouped, now wary of her might.\\n\\n“Ha!” screamed Dzaebor, whacking his staff into the ice, which finally gave away, pelting down to the streets below like a series of infinite glass shards. He sped off, flying almost effortlessly, gliding through the air, straight at Vellunah. \\n\\nDrastuka gave chase, creating obstacles in the path of Dzaebor, directing spell after spell towards him. But Dzaebor’s monsters seemed to have understood the mission. Clear his path! They stepped directly in the line of Drastuka’s spells, often taking the full brunt of it, often simply deflecting them. \\n\\nDzaebor hit the ground, right next to the green Vellunah, nearly knocking him over. Vellunah charged at him, staff first, as Dzaebor deflected the spell with a black shield he had conjured out of nowhere, and fired one of his own at Vellunah. Vellunah dodged it, whip weaving, as Dzaebor disappeared, appearing almost instantly on the other side of the now chasm like portal. Trees, and roots and branches stretched, as the portal groaned and creaked, it’s natural progress stalled.\\n\\n“You will die! And your world will perish. The darkness will envelop you all, Vellunah! Nothing can stop the inevitable!” shouted Dzaebor, powering a gonging spell towards his opponent, which made the trees shake and quiver.\\n\\nVellunah, deflected the spell with an equally powerful twirl of his arm, and the spell crashed into one of the already destroyed buildings on the side, leaving behind a crumpled mess of brick and smashed concrete. \\n\\n“There will always be somebody to stop you, Sagorin. You are not welcome in our world anymore, not after what you did. You deserve to be here, where your magic is limited.” \\n\\n“My name is not Sagorin, not now! It is our world Vellunah!”, hissed Dzaebor, looking furious in his flowing black robe, “You and I, we are superior beings. Together we can achieve anything. We can make the perfect world. We can force them to bend or we will kill them all.”\\n\\n“That is not the path Sagorin. You never understood, you never will. That is not the path. That is not what the Uanas would have wanted.”\\n\\n“The Uanas! The Uanas? Seriously? The same Uanas who left us, abandoned us. Our world, this world and every other world is for us to rule. And rule I will. You will not stop me.” Dzaebor muttered another deathly spell in ancient Athari towards Vellunah, who ducked and spiralled out of sight, reappearing right next to Drastuka.\\n\\nThe massive portal now groaned and stretched between them, like a deep black bottomless well.\\n\\nVellunah spoke, his voice now morbid. “I really did not want it to come to this, Sagorin. I have to stop you, for the sake of my people, our people. I cannot have you taking the lives of thousands of innocent ones.” \\n\\n“Then die you will!” Dzaebor said remorselessly, raising his staff high, and pointing it directly at Vellunah. The momentum of the spell threw Vellunah off his feet, his counter just about enough to contain the effect. Vellunah looked straight at Drastuka, who gave him the briefest of nods, before disappearing.\\n\\n“Nature will not protect you, not in front of darkness.” Dzaebor snarled, as Vellunah held out his hand to draw energy from the surroundings. “Friends will abandon you!” He smiled and raised his staff a final time. A deep purplish glow started emanating from the stone on the top of the staff. \\n\\nHe continued. “You know what the problem with nature mages are, Vellunah? They fear to kill. *Denarso!*” He slashed horizontally. A flash of purple light whipped over Vellunah’s torso, as his body was lifted a few feet into the air. \\n\\nSurrounding trees magically raised their branches and gripped Dzaebor tightly, who struggled, momentarily, but each touch of his seemed to sting the plants and trees. The wood blackened, rotting away, as Dzaebor advanced slowly towards the sinking body of the nature mage, floating over the gaping portal below. Winds swept at his face, as Dzaebor went for the kill. Dark shapes and lines slashed and surged deep into Vellunah’s body, as he crumpled, at the edge of the chasm.\\n\\n***Creak!*** Dzaebor nearly fell off balance, as the earth gave an almighty creak.\\n\\nThe portal! It had shrunk, ever so suddenly. Astonished, Dzaebor looked around for the source.\\n\\n*Drastuka*! Dzaebor couldn't see her. But he could see her forces. Ice white superstructures, bridges and chains had appeared in the portal, and in the middle of it all was Drastuka. She gave another almighty heave! The portal became smaller.\\n\\n“Nooo!” screamed Dzaebor, sending curse after curse after curse flying towards Drastuka, but the trees blocked them, stepped in the way, or simply got blasted away. Vellunah was awake, still alive. The elf could barely move, but he was doing his utmost to prevent Dzaebor from attacking Drastuka. \\n\\nDzaebor took aim. This time his aim was true. The purple spell hit Vellunah square on the chest, and Vellunah was hoisted back, spread eagled, his eyes unfocused and empty. Dead.\\n\\nBut the portal itself was closing. Drastuka had almost done it. The portal was no bigger than two men now. Dzaebor ordered his monsters, and they sped, at full force towards Drastuka who lay at the centre of it.\\n\\nOnly to be knocked off by her massive ice shield, which she had conjured out of nowhere. Ice and nature, fighting off darkness, together.\\n\\nDzaebor raised his staff and muttered another vile incantation. A purple thick stream of light emanated from his staff and struck the ice dead centre, blasting it away, catching Drastuka straight on the side of her face, which she had barely the chance to turn away. \\n\\nThe portal closed in front of his eyes, but not before he caught one last glimpse of the Ice Queen. Half of her face was black, and rotting away. His spell had hit her with fury.\\n\\nHe fell to his knees, as the gaping hole closed, for how long he didn't know.\\n\\n`***`\\n\\nThe Yggs are NFT Mythology Series, drawn in 32x32 pixels, available on Opensea.\\n\\n[https://opensea.io/collection/yggs-1](https://opensea.io/collection/yggs-1)\\n\\nFollow us on [Twitter](https://twitter.com/CryptoYggs) for regular updates. \",\"timestamp\":1636968232,\"title\":\"Prologue\"},\"digest\":\"CDMlo0yN-Ahjb7wEoPGDJpkMQdLMkxztWn2BLGdaPkQ\",\"authorship\":{\"contributor\":\"0x5142347Cc2250D9194e44a263b586281f6FcB89D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BF4og06NFrB4t45QIhWB3xMfjP7ki3NNyK717inBfno\\\",\\\"y\\\":\\\"VvkgmG_-t34iOlzUY3HWscOoCsA797csbV6Ii1t3v40\\\"}\",\"signature\":\"ZGsvmbZBtXZ_5ebZl3qQOK1yENIEdYD0udWRrm7ol5evgCSjcakPMbuCUstwdxv-YlcxlBfuXa6tnENinP7-hw\",\"signingKeySignature\":\"0xd4f2b5353afc9b5375bca5539fa0c9c3045050cd68694f1cd976b2ccccc52d21058023cc285f98a85d8caffe74851a14d4689989264871250adff62721c8eff51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BF4og06NFrB4t45QIhWB3xMfjP7ki3NNyK717inBfno\\\",\\\"y\\\":\\\"VvkgmG_-t34iOlzUY3HWscOoCsA797csbV6Ii1t3v40\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lkjqbSXJ0pgW6GK193b7FSCTNi2qQXKU96GT8C9j9sg\"}"