"{\"content\":{\"body\":\"## Iniciativa de recaudación de fondos para inversión digital en criptodivisas\\n\\n![Ilustración del Bitcoin](https://images.mirror-media.xyz/publication-images/9LEJv9pBssd5JYTLMFKgg.webp?height=1520&width=2280)\\n\\n`/*`\\n\\n`Añadir resumen para el inversor fuera de lo técnico`\\n\\n`Leer`\\n\\n`Establecer la participación de los desarrolladores del proyecto`\\n\\nDavid:\\n\\n[https://programmerclick.com/article/857297263/](https://programmerclick.com/article/857297263/)\\n\\n`*/`\\n\\n### Introducción\\n\\nLa criptoeconomia es la economía del nuevo mundo, de la industria 4.0. Representa una novedosa y práctica manera de conectarnos e intercambiar valor directamente con todos los habitantes del planeta sin la necesidad de intermediarios. Con el crecimiento acelerado de la tecnología de criptomonedas se ha permitido la creación de nuevos modelos de negocios y aplicaciones fundamentalmente para conseguir financiamiento de una manera rápida.\\n\\nImplementar esta tendencia tecnológica puede traer grandes beneficios en general a industrias como educación, cuidado de la salud, banca, servicios financieros, telecomunicaciones, gobiernos, medios de comunicación, ciberseguridad, logística, marítimo, finanzas, alimentaria, entre otras. Principalmente todo el valor y confianza que genera el ecosistema en las comunidades criptográficas converge en las características del protocolo: *criptografía, algoritmos matemáticos, descentralización, altos estándares de cifrado, sin intermediarios, automatizado, privacidad, etc.*\\n\\n### Criptodivisas\\n\\n**¿Bitcoin es una oportunidad de inversión?**\\n\\nComo cualquier otro activo, puede ganar dinero comprando **Bitcoin** bajo y vendiendo alto, o perder dinero en el escenario inverso. Por una parte, la fluctuación del precio es debido a factores como la compra de grandes volúmenes, cambios en la estructura de la red, adopción del gobierno, cumplimiento de la ley de la oferta y demanda, etc.\\n\\n*El precio de una criptodivisa varía según la demanda del mercado. Cuando ésta aumenta, el precio sube y viceversa.*\\n\\n![Imagen tomada de https://www.bitpanda.com ](https://images.mirror-media.xyz/publication-images/lYpSODS6PrCX8sjTQZvUk.jpg?height=1188&width=2100&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&size=medium)\\n\\n### Inversión y rentabilidad\\n\\n**Inversión**\\n\\nCon el monto que prevemos recaudar de `25 millones de pesos o más`se ejecutará una inversión bloqueada a través de staking (tipo CDT en Colombia) en criptodivisas a fijo de un año con una rentabilidad fija del periodo 100% si se cumplen las expectativas que se proyectan para el mercado de criptodivisas .\\n\\n// La ronda de inversión ya que se prestaría para pensar en estafas piramidal lo cual no aplica para nuestro proyecto porque no queremos perder la credibilidad e imagen por\\n\\n*Solo aquellos que mejoran su estrategia de inversión en criptodivisas todos los días lo consiguen con éxito asegurado.*\\n\\n**Rentabilidad**\\n\\nEl retorno anual para el inversor es del 100% pri\\n\\nNuestras ganancias son establecidas por el excedente del `100%`que se le asigna al inversor, por ejemplo: Si una persona invierte `COP 500,000`y el valor de inversión sube un `+155%`nosotros captamos el `55%`excedente después del `100%`neto. De hecho, estas estimaciones son tomadas en cuenta por un experimento que realizamos hace 4 meses con una inversión inicial de `100 USD`y obtuvimos beneficios por más de `+200%`. Sin embargo, invertir en el momento adecuado requiere de estudio, análisis y dedicación.\\n\\nNuestro principal fundamento para lograr eficazmente nuestras proyecciones se basan en el análisis, evaluación y desempeño del mercado en general de criptomonedas con énfasis en su tecnología o volatilidad de precios para mayores ganancias a mediano plazo. Estamos seguros del porcentaje que v\\n\\nNo hay duda de que el dinero digital es el futuro, por lo que siempre es bueno adentrarse en una inversión con futuro. Eso sí, por ahora, las criptomonedas son activos financieros con alto riesgo debido a su elevada volatilidad. Así que, una de nuestros modos de trabajar\\n\\n*Siendo una recaudación naturalNo es una estafa, pirámide o esquema Ponzi*\\n\\n*Capital inicial bruto =* `COP 15,000,000`\\n\\n*Estimado de recaudo externo =* `COP 25,000,000`\\n\\n*Estimado de recaudo bruto =* `COP 40,000,000`\\n\\n### Garantías y Condiciones\\n\\n**Garantías**\\n\\n1. [Binance](https://es.wikipedia.org/wiki/Binance) es la plataforma de intercambios donde se realizarán las transacciones e inversiones y ha sido elegida por sus diversificados servicios y productos.\\n2. No hay riesgo de pérdida debido a que la plataforma cuenta con una opción automatizada llamada Stop-limit que permite la compra y venta de una criptomoneda a un determinado precio que será el mismo al que se compró\\n3. A cada persona se le asignará un portafolio en [Coinmarketcap](https://coinmarketcap.com/) con sus respectivas inversiones para el seguimiento individual de las inversiones realizadas por los usuarios.\\n4. Informes mensuales sobre las compras y ventas\\n\\n**Condiciones**\\n\\n1. Los fondos estarán bloqueados por 1 año a través de la opción [Staking bloqueado](https://www.binance.com/es-LA/support/faq/650826666c344c15a062932983a38c2e) en la plataforma [Binance](https://www.binance.com/es) y no pueden ser retirado hasta completado el año\\n2. Completado el periodo estipulado del bloqueo, las ganancias y el capital serán distribuidos a través de cuentas bancarias (No efectivo)\\n3. Las criptomonedas serán compradas directamente a la casa de cambio\\n4. Para la liquidez de los activos se venderan las criptomonedas a diferentes personas por medio del sistema P2P (Persona a Persona)\\n5. No se puede retirarse antes de cumplido un año\\n\\nNota: Al ingresar el dinero puede que tenga que\\n\\npuede crear una billetera criptográfica\\n\\n### Proyectos\\n\\nA continuación compartiré unas breves ideas sobre nuestros planes a futuro con la aplicación de la tecnología Blokchain en Colombia y Latinoamérica:\\n\\n 1. **Crowfunding** con inversores naturales a través de inversión en criptodivisas a largo plazo para estudio e investigación de oportunidades de aplicaciones.\\n 2. Venta de activos digitales como **NFT (Non Fungible Token)**\\n\\n    Actualmente estamos desarrollando un proyecto enfocado en los [Tokens no fungibles](https://es.wikipedia.org/wiki/Token_no_fungible) donde crearemos la ***primera parte*** de un tributo a 10 artistas seleccionados para listarse como **NFT** en la red de Ethereum por un valor de **3,1416 (π) ETH** cada uno, por lo cual esperamos recaudar un total de **31,416 ETH** (aproximadamente **150,000 USD)** que serán destinados a la creación de una comunidad enfocada en tecnología Blockchain y industria 4.0 en Colombia.\\n 3. **Arte de algoritmos**: Arte generativo basado en sistema algorítmicos y funciones de código para creación y acuñación de NFT. Principalmente con la finalidad de dar valor y conseguir ventas eficaces en el mercado del criptoarte.\\n 4. **ID Digital** con tecnología Blockchain incorporada para comprobar la autenticidad  de documentos legales, documentos de identidad, órdenes, certificados, etc.\\n 5. Elaboración de **contratos inteligentes** a través del protocolo de **[Ethereum](https://ethereum.org/es/)**[ ](https://ethereum.org/es/) para la ejecución transparente de un acuerdo entre dos o más individuos.\\n\\n    Su papel puede tener un rol muy importante en la vida diaria de las personas e instituciones, puesto que elimina la necesidad de requerir de un intermediario que autentifique si ambas partes se ajustan a reglas determinantes en el contrato inteligente, un ejemplo: Los abogados, a través documentos elaborados para asuntos legales pueden realizar alteraciones y nadie percatarse de las irregularidades sin caso omiso de las autoridades o reguladores; es por eso que ocurre todo lo contrario con los contratos inteligentes que en pocas palabras utiliza algoritmos matemáticos automatizados para establecer reglas en proporción 1:1.\\n 6. Integración de herramientas de **almacenamiento** **descentralizado.**\\n\\n    Estamos interesados en utilizar este tipo de tecnología principalmente porque divide, encripta y distribuye tus archivos a través de una red descentralizada. Eres el único propietario de tus datos por tener tus llaves de billetera.\\n\\n    Cabe destacar que actualmente las tecnologías criptográficas brindan diferentes mecanismos en su ecosistema relacionados con los servicios de **almacenamiento distribuido** como IPFS, Filecoin, StorJ, Sia tech, etc. Estas aplicaciones fueron principalmente desarrolladas como alternativa a servicios centralizados que están en el mercado como AWS, Azure, Google Drive o Dropbox que guardan los archivos en un solo servidor y son vulnerables a todo tipo ataques, hurto de información o acceder a bases de datos confidenciales.\\n 7. Uso de **protocolos DEFI** para renovar los actuales servicios financieros y llevarlos al modelo descentralizado (automatizado sin jerarquía)\\n    1. Uno de los protocolos DEFI más interesantes actualmente es Compound; una herramienta que nos permite depositar y pedir prestado criptomonedas, y al mismo tiempo ganar intereses mientras lo hacemos. Funciona igual que un banco, pero con sistemas criptográficos y descentralizados.\\n\\n    A continuación unas de las características principales del protocolo ***DEFI***\\n    * Ganar intereses a través de ahorros bloqueados\\n    * Seguridad, transparencia y rastreabilidad en la red de transacciones\\n    * Préstamos de criptodivisas (P2P) con activos colaterales\\n    * **Flash Loans**: Los flash loans son préstamos que se piden y se devuelven en una misma transacción. Pueden abrir un nuevo terreno en el futuro de las finanzas algorítmicas.\\n 8. ENS **(Ethereum Name Service)** para compra, venta y colección de dominios en la red de Ethereum. Tiene ciertas similitudes con los activos digitales NFT\\n\\n    <https://app.ens.domains/>\\n 9. **Fintech descentralizado** a través de prueba de consenso (Regulado por la comunidad que administra la red). Sin ninguna jerarquía donde cualquier persona puede participar.\\n10. Centro de **minería de criptomonedas y validaciones** con el apoyo de [Unergy](https://unergy.io/) (Startup de energías renovables en Medellín, Colombia) la cual puede ser nuestra aliada en el suministro de equipos para reducir el consumo eléctrico computacional que generan los equipos de minería de\\n11. Software de **realidad virtual** integrada a una billetera criptográfica para la visualización de los activos NFT en posesión.\\n12. Crear un **espacio** enfocado en la educación del mundo crypto, Blokchain, Metaverse, DEFI, gobernanza, gaming, etc. Dirigido a cualquiera que tenga la disposición aprender sobre el futuro tecnológico que\\n\\n### ¿Cuál es nuestra visión?\\n\\n// VISION\\n\\nNuestra visión a largo plazo es crear una comunidad consensuada en Latinoamérica para ser líderes en aplicación y desarrollo de tecnologías con\\n\\npotencial humano de Latinoamérica\\n\\nCreemos firmemente en el potencial que tiene la tecnología y de las distintas aplicaciones que puede tener en Latinoamérica para solucionar diferentes problemas\\n\\nDescubrir la comunidad criptográfica fue lo mejor que nos pudo haber pasado por diferentes motivos como la creación de empresa con financiacion colectiva, inversiones a largo plazo\\n\\nPor ello hemos decidido dar el primer paso a través de una recaudación de fondos para invertir los cuales nos permitirá financiar y materializar nuestros proyectos con las ganancias que consigamos\\n\\n// COLOMBIA\\n\\nen un futuro contribuirá indiscutiblemente al desarrollo económico, cultural, y social del país.\\n\\nSin duda alguna, en Colombia hay el talento para desarrollar todo tipo de proyectos si realmente estamos dispuestos a enfrentar el cambio.\\n\\nLlevar el emprendimiento Colombiano a Silicon Valley, California para levantar capital\\n\\n*Desde que nos involucramos en criptomundo decidimos dedicarnos por completo a él; sin duda alguna, esta ha sido una de las decisiones más importantes de nuestras vidas.*\\n\\n### Información adicional\\n\\n**Capital semilla**\\n\\nEl capital semilla en la empresa puede utilizarse para correr con los costes de actividades tan preliminares como la investigación de mercado y el desarrollo de producto. Los inversores pueden ser los propios fundadores, que utilizan sus ahorros o crédito. También pueden ser miembros de la familia y amigos de los fundadores. Además, los inversores externos pueden tomar la forma de un inversor ángel, de un fondo de Capital riesgo, o ser inversores acreditados. El capital semilla no tiene por qué ser necesariamente una cantidad demasiado grande.\\n\\n**¿El oro digital?**\\n\\nPor sus características - duradero, palpable, limitado y valioso en sí mismo -, el oro ha demostrado a lo largo de la historia ser el valor refugio por excelencia. Invertir en el metal dorado ha sido siempre sinónimo de seguridad y protección del capital, sobre todo en tiempos de vaivenes políticos y económicos.\\n\\nDefensores de bitcoin lo han llegado a bautizar como el \\\"oro digital\\\" por el hecho de que su emisión es limitada y porque su cotización reacciona en el mismo sentido que los valores refugio tradicionales en momentos de tensiones geopolíticas.\\n\\n**¿Cómo se calcula el ROI?**\\n\\nEl [ROI](https://learn.robinhood.com/articles/63tybQaLAd7YkzH5dhIv39/what-is-return-on-investment-roi/) (retorno de la inversión) nos va a indicar el retorno (%) de la inversión realizada.\\n\\n`ROI = (beneficio neto - inversión/inversión) x 100`\\n\\n**¿Cómo se calcula el cambio porcentual de la inversión?**\\n\\nTome la ganancia o pérdida de la **inversión** y divídalo por el monto original o el precio de compra de la **inversión** . Finalmente, multiplique el rendimiento por 100 para hacer el **cambio porcentual** en la **inversión**\\n\\n`Valor Inicial - Valor Final = [A]`\\n\\n`A / Valor Inicial = [B]`\\n\\n`B * 100`\\n\\n![Fecha de publicación: ## de Noviembre de 2021](https://images.mirror-media.xyz/publication-images/BRU77DXTzaJtH6t65OABM.jpg?height=500&width=1500)\\n\\n\",\"timestamp\":1636995963,\"title\":\"Libro Blanco del Crowfunding\"},\"digest\":\"kvnuOuYuyjbVCqawh3MiRPDMUnQy34g-W7t3jkf2s6I\",\"authorship\":{\"contributor\":\"0xaD3F6770D3C821510C9EaFd8F8C9A0c1e569edCb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RT6bC-ne87hvjG-sMSVh-yoEHty0sHpttouX0Ih9NKE\\\",\\\"y\\\":\\\"Wpb_fX1IhGl2HBQ3OhctYcDEE6f2hueJE2hKZNZdNRY\\\"}\",\"signature\":\"vTYwgbkFAhl5VfUfyYZw0uLs2R3miwtPaVFHfcpJ8sI-cmLHYz0bCYtZPsBkCYwgP44a42eKDJ0rl8rtzgBf6A\",\"signingKeySignature\":\"0xf7801281480eda300c5f9146d961bbbc8e2a2c3c5bf8d3d70d18ea3b773844c75763f0d9e652e654b90db89779571f79b16c83e9130eacbf9f3d4371947e66091c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RT6bC-ne87hvjG-sMSVh-yoEHty0sHpttouX0Ih9NKE\\\",\\\"y\\\":\\\"Wpb_fX1IhGl2HBQ3OhctYcDEE6f2hueJE2hKZNZdNRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u_JUP8Jso-4oV82GezEm04JD9R9wLelIyEEimYEYPSY\"}"