"{\"content\":{\"body\":\"**tl/dr: looking for peeps to start a community ran marketplace that specializes in culture. Specifically digi fashion, streetwear, music, and art.** \\n\\n## New beginnings\\n\\nHello friends! If you’re reading this now and have made it this far… damn. thank you. \\n\\n### BIG IDEA GUY\\n\\nLet me preface\\\\*\\\\*\\\\* I am not a writer so bear with me.\\n\\nI am a multidisciplinary designer, aspiring motorcycle mechanic, and a digital artist. \\n\\nI usually spend my days attempting to design something. Whether that be learning a new design program, or just drawing on my iPad. Past that I am the assistant manager of a local gym. Over the last month or so I got deeply invested in web3 after listening to a podcast by the infamous @ZssBecker. In his podcast he was ranting, “oh you could make money flipping NFTs here, NFTs there, you could buy into an asset and hope it goes up, or you could design a web3/crypto native business at the beginning of the new age of the internet”. That really got me thinking. Trading NFTs is cool. As an artist, posting my work and seeing actual return would be amazing. What would really be cool? exactly as Becker puts, “creating a business at the forefront of web3”, now thats something I want to be a part of.\\n\\nClassically trained in fashion design; I quickly realized that even that fashion/culture/design is a guiding force in what I love to do, I need more. That being said, I feel the need to help other artists/designers/creatives/singers/ANYONE. **I would like to thank the web3 community for helping me truly realize that.**   \\n\\nMy initial idea right off the rip… A curated marketplace **ran by the community.** Has already been done? yup!… There are many marketplaces like SuperRare, Nifty Gateway, Foundation, Opensea, and Zora(? honestly, i think so). There are even specific marketplaces for digital fashion like The Artisant, Fabricant Studios, DressX, UXMD, and  so on. What specifically makes this idea different? The niche. I propose a community ran marketplace that is focused on culture in relation to fashion, streetwear, art, grungy zines, and of course, music. Think like a SuperRare that combined with a company like Complex. \\n\\nI have a couple of “whys” for this idea.\\n\\n1. Since being involved in the fashion world, I have witnessed first hand the amount of waste it produces😩. Digital clothing gives a chance for the world to breathe. Even if you are not a believer in the metaverse or see the potential utility that it can create in virtual worlds or games; then at least believe in the fact that digital fashion could save so much material in the lifecycle of a piece of clothing. \\n2. So that EVERY designer can make an impact in this world. I just want to spread the skills and talents of everyone in this world. I want the playing field to be equal. fashion has a very hierarchical structure, a very “old-way” of doing things, its time for that to change. To allow the young designer to have just as much pull as a large brand. For any designer to have the ability to directly talk to their own community, and for them to build their own world. (I’m not just talking about fashion, really anything creative: **more on this to come**)\\n3. The creator economy. Times are changing. power back to the people. Community oriented. Members have a direct stake in this community.\\n4. I will continue to clearly state these in upcoming posts.\\n\\nI will continue to update this page with more and more structure. If you are ever interested in any idea I put out there, or just want to shoot the shit, [dm me!](https://twitter.com/outlawcollin)\",\"timestamp\":1637712294,\"title\":\"day one...\"},\"digest\":\"_P8gTWl7FqFWL1oNRTrAdySwcYKyTdBrB2Xq188EJ2U\",\"authorship\":{\"contributor\":\"0xd55dcDe180742963Eba1D5b7F2f19408C3695e1A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7XFL3BxAOXQzhacf4Rx0i34Ki6BwnhegmDL8Wp8Ytg4\\\",\\\"y\\\":\\\"KPbPfmyfuGquS0gV8cWfcYYU5n_ltPbrJ_Olwyq15W4\\\"}\",\"signature\":\"NMwEJRUipyli1dU5TniWhOd-zCZAD-nrNcXndvqk2M7B6aGsx21h2EZzx48mSrDC7CJ3fykhWS37oEfN9bcH3g\",\"signingKeySignature\":\"0x984a6c16cb6b56b30cbb6aeca081aff967ba1b1b378245f1cf415b15a7508d1f190d454ab0636cd60b6715b37c01f5ebbc5a02b9612d2886cf1ff0ba797fde681c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7XFL3BxAOXQzhacf4Rx0i34Ki6BwnhegmDL8Wp8Ytg4\\\",\\\"y\\\":\\\"KPbPfmyfuGquS0gV8cWfcYYU5n_ltPbrJ_Olwyq15W4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_P8gTWl7FqFWL1oNRTrAdySwcYKyTdBrB2Xq188EJ2U\"}"