"{\"content\":{\"body\":\"“比起曲子，我觉得大家更应该看看歌词，写的实在是太棒了，简直把我的心声都写出来了！” \\n  \\n     当其他人都在品味着新曲子的魅力时，京博安抓着歌词简谱，有些兴奋，这首词写的实在是太对他的胃口了。 \\n  \\n     比之前那首《青春》还让他更满意，而且里面的几句歌词，让他深受鼓舞，对音乐生来说，这首歌简直就是在写自己，而从他们乐队的角度出发，也可以解读为这首歌是叶未央写给乐队成员们的！ \\n  \\n     简直太赞了！ \\n  \\n     布丁的小脑袋也往前一凑，看向了京博安手上的词谱，还没看几句呢，她就双眼放光的说道：“确实是一首好词，未央的写词功底又进步了啊！” \\n  \\n     “这首歌好！非常适合唱给新入学的学弟学妹们听，能为他们指引前进的道路，也算是一首写给我们自己的歌，非常完美！” \\n  \\n     布丁越说越兴奋，手舞足蹈的，在兴奋的蹦跶了一下之后，布丁便转头对另外两个还在琢磨乐谱的杨霄和吴大伟喊道： \\n  \\n     “你们两个快过来看看，发表一下看法，要是都没意见的话，那我们就改练这首歌吧！” \\n  \\n     得，还没半个小时呢，布丁就果断抛弃了之前已经排练一周多的《青春》了，可以看的出来，她是真的很喜欢这首新歌。 \\n  \\n     杨霄和吴大伟对视了一眼，两人同时放下了手上的乐器，走到了京博安的旁边，一起凑头看起了歌词内容。 \\n  \\n     “emmmmmm....” \\n  \\n     杨霄表情一阵变化，之后又故作淡定的沉吟了一下，违心的说道：“嗯，挺不错的，主要是曲子好，这曲子写的好，配什么词都行，摇滚音乐，要的是气氛，词只要能唱就行。” \\n  \\n     布丁捂着嘴嘿嘿一笑，杨霄这人，不但脾气火爆，性格还带着一些傲娇。 \\n  \\n     可能是刚才损了几下叶未央，让他感觉有些没面子吧，小傲娇的情绪又上来了。 \\n  \\n     现在能从他嘴里听到“不错”这个评价，那就说明他已经很满意这首词了。 \\n  \\n     “大伟，你呢？”布丁又偏头看向了一向比较沉默寡言的吴大伟。 \\n  \\n     吴大伟同样表情没什么变化，只是淡淡点点头，惜字如金的说道：“可以。” \\n  \\n     得，既然大家都没意见，那就没啥好继续讨论的了。 \\n  \\n     叶未央拍拍手，笑着说道：“行，那就这么定了，我们换歌！” \\n  \\n     “一会我们先录个小demo发给主持迎新会的常老师，和她说一下这事，争取她的同意。” \\n  \\n     “接下来的一周，大家辛苦一些，争取尽快把这首歌练好，应该来得及赶上迎新会的。” \\n  \\n     “没问题！”京博安振臂一呼，十分有热血。 \\n  \\n     杨霄嘿嘿一笑，甩了甩手上的词谱，一脸轻松的说道：“一周，你也太小看我们了吧，最多三天，就能合练！” \\n  \\n     “大家可都是各专业数一数二的天才，学首新曲子，而且还是流行乐，能有多难！” \\n  \\n     布丁耸了耸肩，嘻嘻一笑：“这可是你说的哦，我反正无所谓，这首曲里我的部分并不多，主要就是一些音效和声，你可是要负责节奏和旋律声部的，你和京巴两人的任务最重，可别乱夸海口哦。” \\n  \\n     “谁夸海口了，说三天，就三天！ \\n  \\n     杨霄下巴微抬，轻哼了一声，看向京博安说道：“京巴，你行不行！这首歌主要就是我的吉他和你的鼓，你不行也得行！” \\n  \\n     京博安被他这一激，也激起了自己的胜负欲，伸手用力一拍杨霄的肩膀，皮笑肉不笑的说道：“行，怎么不行！不就是三天练首歌嘛，小问题！” \\n  \\n     “说话就说话，可别瞎动手啊！” \\n  \\n     “嘿嘿，我就动手，没想到你这小身板下的身材还挺好啊，来，让我康康！” \\n  \\n     “滚蛋！” \\n  \\n     两人瞬间就打闹在了一起，布丁立马就来了劲，在一旁大喊加油：“京巴，掀他衣服，好东西不要一个人独享！” \\n  \\n     就连吴大伟，看到这啼笑皆非的一幕，那一贯面无表情的脸上，也微微翘起了嘴角。 \\n  \\n     上一秒明明还在认真讨论新歌呢，下一秒怎么就嬉戏打闹上了。 \\n  \\n     叶未央看着眼前这莫名其妙的一幕，笑容满面的点点头，小声呢喃道：“哎，这就是青春啊，真好！” \\n  \\n     .......... \\n  \\n     翌日，天海音乐学院，校办公室。 \\n  \\n     负责迎新晚会筹备的常悠老师正在核对着各院系提交的节目表，这次的迎新晚会将会有15个节目，其中十个都是音乐节目，五个舞蹈节目，算是一场大型的文艺汇演了，不得不重视。 \\n  \\n     不过由于天海音乐学院本身就是一所教授专业音乐知识的高等院校，所以对于学生们提交的音乐类型节目，基本上是不用操心的，随便拎出来一个，应该都能在其他大学的同类晚会中作为压轴出场了。 \\n  \\n     这位常悠老师主要还是对五个舞蹈节目比较上心，没少亲自参与这几个节目的排练工作。 \\n  \\n     常悠端起自己的茶杯抿了一口，有些惆怅的叹了口气：“哎，节目都挺好的，但是总感觉缺少了点什么.....” \\n  \\n     “叮咚....您有一封新的邮件！” \\n  \\n     电脑上，突然弹出一封新的邮件提醒，常悠习惯性的点开了这封邮件。 \\n  \\n     “老师您好，我们是现代乐器学院的.........” \\n  \\n     “经过我们的慎重考虑，我们希望将准备在迎新会上表演的曲目《青春》改为这首新歌，附件中有我们录的demo，请您查阅。” \\n  \\n     常悠的眉头瞬间就皱起来了，还有不到一周迎新晚会就要开始了，在这个时候要改表演曲目，这不是胡闹嘛！ \\n  \\n     不过秉着负责的态度，她还是点开下载了这份邮件的附件视频。 \\n  \\n     视频并不大，在5G网的支持下，两秒不到就下好了，并且自动打开播放了起来。 \\n  \\n     五个青春年少的年轻人，站在一间练习室里，对着镜头鞠了一躬后，演奏就毫无征兆的直接开始了。 \\n  \\n     一阵十分轻快并且很有节奏感的鼓点与电吉他的合奏率先响起。 \\n  \\n     仅仅只是前奏，就让常悠有了一股想要跟随着律动的感觉，活力十足！ \\n  \\n     视频里，那个年轻帅气的主唱握着一根立麦，闭上双眼，如同在常悠的耳边呢喃一般，慵懒轻快的唱响了这首，属于他的乐章。\",\"timestamp\":1637907711,\"title\":\"第四章 属于他的乐章\"},\"digest\":\"j3Uvn0wBTX0kKmm0d9Y3dCWTPC8LYcodo2sjamulL88\",\"authorship\":{\"contributor\":\"0x3ecE49870Dc1e44e127061c1E71CB8c191FC78e5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"signature\":\"mDjXCP0KJMPIIUNoXQNtCFtlYCLQAgPskNMDMyiBSEy9J6B2ZDJ0NHUKbveuMYn-bQmIrAGbciZmeFUh_SClSA\",\"signingKeySignature\":\"0xe73067eb0728c564638c483ff0418e9af99b50e9e6a8ce4c2f5dd654451e439205d4258066ff17a6c5f5314e929caf63e389f4e6692032cf9efccaa7ad5ab2981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j3Uvn0wBTX0kKmm0d9Y3dCWTPC8LYcodo2sjamulL88\"}"