"{\"content\":{\"body\":\"It was not so  interesting as the first part because it was very high up and the tropical scenery gave way to immensely tall pines and other trees that might have been in California, or the Rockies.  The Corderillas which is the name of the mountains we crossed are a continuation, by the way, of the Rockies, and the Andes but are not more than 4,000 feet high.  We had two very hot days of it in the plains of Comgaqua where there was once a city of 60,000 founded by Cortez but where there are not now more than 6,000.  The heat was awful.  We peeled all over our faces and hands and dodged and ducked our heads as though some one were biting at us.  My saddle and clothes were so hot that I could not place my hand on them.  At one village we heard that a bull fight was to be given at the next fifteen miles away, so we rode on there and arrived in time to take part.  They had enclosed the plaza with a barricade of logs seven feet high, bound together with vines.  They roped a big bull and lassoed him all over and then a man got on his back with spurs on his bare feet and held on by the ropes around the bull's body and by his toes and threw a cloak over the bull's eyes when ever it got too near any one-- They stuck it with spears until it was mad and then let the lassoes slip and the bull started off to tear out the torreadors.  I thought it would be a great sporting act to kodak a bull while it was charging you and so we all volunteered to act as torreadors and it was most exciting and funny.  It was rather late to get good results but I got some pretty good pictures of the bull coming at me with his head down and then I'd skip into a hole in the wall.  The best pictures I got were of Somers and Griscom scrambling over the seven foot barriers with the bull in hot chase.  We all looked so funny in our high boots and helmets and so much alike that the savages yelled with delight and thought we had been engaged especially for their pleasure.  Our \\\"mosers,\\\" or mule drivers treated us most insolently but we could not do anything because Jeffs. had engaged them and we did not want to interfere with his authority but at a place the last day out one of them told Jeffs. he lied and that we all lied.  He had lost or stolen a canteen of Griscom's and they had said we had not given it to him.  Jeffs. went at him right and left and knocked him all over the shop.  There were half a dozen drunken mule drivers at the place and we thought they would take a hand but they did not.  That night Jeffs. thought to try us to see what we would have done and left us bathing in a mountain stream and rode on ahead and hid himself behind a rock in a canon and lay in ambush for us.  We were jogging along in the moonlight and Somerset was reciting the \\\"Walrus and the Carpenter,\\\" when suddenly Jeffs. let out a series of yells in Spanish and opened fire on us over our heads.  Somerset was riding my mule and I had no weapons, so I yelled at him to shoot and he fell off his mule and ran to mine and let go at the rock behind which Jeffs. was with the carbines.  So that in about five seconds Jeffs.' curiosity was perfectly satisfied as to what we would do, and he shouted for mercy.  We thought it was a sentry or brigands and were greatly disappointed when it turned out to be Jeffs.  We got here last night and a dirtier or more dismal place you never saw.  We had telegraphed ahead for rooms but nothing was in order and we were lodged much worse than we had been several times in the interior where there was occasionally a clean floor.  This morning we wrote direct to the President, asking for an interview or audience and did not ask our Consul to help us because Jeffs. had asked him in our presence to come meet us and he said he would after he had done talking to some other men, but he never came.  Before we heard from Bonilla however, we learned that the Vice-president who has the same name was to be sworn in so we went to the palace along with the populace in their bare feet.  We sat out of sight but the English Consul who was the finest looking person in the chamber--all over gold lace--saw us and asked that we be given places in front, which the minister of something asked us to take but we objected on account of our clothes.  Somers had on a flannel suit that looked exactly like pajamas and lawn tennis shoes.  But as soon as the ceremony was over they insisted on our going in to the banquet hall and in spite of our objections we were there conveyed and presented to Bonilla who behaved very well and after saying he had received our letters but had not had time to read them left us and avoided us, which was what we wanted for we looked like the devil.  We met everybody else though and took the English and Guatemalian Consuls back to our rooms and gave them drinks and then we went to their rooms, so the day went very pleasantly.  The President sent us a funny printed card appointing an audience at eleven to-morrow.  It is exactly what you would imagine it would be, the soldiers are barefooted except about fifty and the President leaned out of the window in his shirt sleeves after the review and they have not plastered up the holes in his palace that his cannon made in it just a year ago to-day, when he was fighting Vasquez, and Vasquez was then on the inside and Bonilla on the hills.  I forgot to tell you that this morning a boy about sixteen years old, with a policeman's badge and club came to our window and talked pleasantly with us or at us rather, while we shaved and guyed him in English.  Finally we found that he had come to arrest Jeffs. so we told him where Jeffs. was but he preferred to watch us shave and we finished it under his custody.  Then we went to the Commandante and found that the mosers had had Jeffs. arrested for not paying them on their arrival at Tegucigalpa, as we had distinctly told them we would not do but at San Pedro from where we took them, on their return.  It was only a spite case suggested by Jeffs. thrashing their leader.  The Commandante gave them a scolding and we went out in triumph.\\n\\nFebruary 4th--\\n\\nYour cable received all right.  We were very glad to hear.  We have decided to go on by mules to Manaqua, the Capital of Nicaragua, and from there either to Corinto or to Lemon on the Atlantic side.  We had to do this or wait here ten days for the boat going south at Amapala.  It is moonlight now so that we can avoid the heat of the day.  Yesterday we went out riding with the President, who put a gold revolver in his hip pocket before he started and made us feel that uneasy lies the head that rules in this country.  He had two horses that had never been ridden before, as a compliment to our powers, the result was that the Vice-president's horse almost killed him, which I guess the President intended it should and the horse Griscom rode backed all over the town.  He was a stallion and had never been ridden before that day.  Mine was a gentle old gee-gee and yet I felt good when we were all on the ground again.  The British consul gave Somers a fine reception and raised the flag for him and had the band there to play \\\"God Save the Queen,\\\" which he had spent the whole morning in teaching them.  Griscom and I called on our Consul and played his guitar.  We bought one for ourselves for the rest of the trip.\\n\\nI want you to do something for me: keep all the unfavorable notices you get.  I know Mother won't do it, so I shall expect Nora to make a point of saving them from the waste-paper basket.  If there is not a lot of them when I get back, I will raise a row.\\n\\nDICK.\\n\\nMANAQUA-NICARAGUA-February 13, 1895. DEAR FAM:\\n\\nI had a great deal to tell you, but we have just received copies of the Panama Star and have read of the trolley riots in Brooklyn, a crisis in France, War in the Balkans, a revolution in Honolulu and another in Colombia.  The result is that we feel we are not in it and we are all kicking and growling and abusing our luck.  How Claiborne and Russell will delight over us and in telling how the militia fired on the strikers and how Troop A fought nobly.  Never mind our turn will come someday and we may see something yet.  We have had the deuce of a time since we left Tegucigalpa.  Now we are in a land where there are bull hide beds and canvas cots instead of hammocks and ice and railroads and direct communication with steamship lines.  Hereafter all will be merely a matter of waiting until the boat sails or the train starts and the uncertainties of mules and cat boats are at an end.  It is hard to explain about our difficulties after we left Tegucigalpa but they were many.  We gave up our idea of riding here direct because they assured us we could get a steam launch from Amapala to Corinto so we rode three days to San Lorenzo on the Pacific side and took an open boat from there to Amapala.  It was rowed by four men who walked up a notched log and then fell back dragging the sweeps back, with the weight of their bodies.\\n\\nIt was a moonlight night and they looked very picturesque rising and sinking back and outlined against the sky.  They were naked to the waist and rowed all night and I had a good chance to see them as I had to lie on the bottom of the boat on three mahogany logs.  By ten the next day we were too cramped to stand it, so we put ashore on a deserted island and played Robinson Crusoe.  We had two biscuits and a box of sardines among five of us but we found oysters on the rocks and knocked a lot off with clubs and stones and the butts of our guns.  They were very good.  We also had a bath until a fish ran into me about three feet long and cut two gashes in my leg.  We reached Amapala about four in the afternoon.  It was an awful place; dirt and filth and no room to move about, so we chartered an open boat to sail or row to Corinto sixty miles distant.  You see, we could not go back to Tegucigalpa until the steamer arrived which is to take us South of Panama and we could not go to Manaqua either and for the same reason that we had sent back our mule train and we would not wait in Amapala partly because of fever which had been there and partly because we wanted to get to Corinto where they have ice and to see Manaqua.  The boat was about as long as the Vagabond and twice as deep and a foot or two more across her beam.  There were four of us, five of the crew and two natives who wanted to make the trip and who we took with us.  It was pretty awful.  The old tub rocked like a milk shake and I was never so ill in my life, we all lay packed together on the ribs of the boat and could not move and the waves splashed over us but we were too ill to care.  The next day the sun beat in on us and roasted us like an open furnace.  The boat was a pit of heat and outside the swell of the Pacific rose and fell and reflected the sun like copper.  We reached Corinto in about twenty four hours and I was never so glad to get any place before.  The town turned out to greet us and some Englishmen ran to ask from what boat we had been ship wrecked.  They would not believe we had taken the trip for any other reason.  They helped us very kindly and would not let us drink all the iced water we wanted and sent us in to bathe in a place surrounded by piles to keep out the sharks and by a roof to shelter one from the sun.  Corinto proved to be all that Amapala was not; clean, cool with very excellent food and broad beds of matting.  I liked it better than any place at which we have been, we came on here the next day to see the President and found the city hot, dusty and of no interest.  There is an excellent hotel however and we had a talk with the President who was a much better chap than Bonilla being older and more civilized.  Of course there is absolutely no reason or excuse for us if we do not get control of this canal.  If only that it would allow our ships of war to pass from Ocean to Ocean instead of going around the horn.  The women are really beautiful but that has nothing to do with the canal.  Tomorrow morning we return to Corinto as Somers and I like it best.  Griscom would like to go on across by the route of the canal which would be a good thing were we certain of meeting a steamer at Simon or Greytown, but the Minister who went last month that way had to wait there sixteen days.  So, we will probably leave Corinto on the 17th or 20th, there are two steamers, one that stops at ports and one that does not.  They both arrive together.  I do not know which we will take but--this letter will go with me. Up to date I think the trip will make a good story but it will have to be a personal one about the three of us for the country as it stands is uninteresting to the general reader for the reason that it DUPLICATES itself in everything.  But with our photographs and a humorous story, it ought to be worth reading and I have picked enough curious things to make it of some value.\\n\\nFebruary 15,--Corinto.\\n\\nWe are back here now and rid of that dusty, dirty city.  You would be amused if you saw this place and tried to understand why we prefer it to any place we have seen.  There is surf bathing at a half mile distant and a good hotel with a great bar where a Frenchman gives us ice and the sea captains and agents for mines and plantations in the interior gather to play billiards.  Outside there are rows of handsome women with decollete gowns and shining black hair and colored silk scarfs selling fruit and down the one street which faces the bay are a double row of palms and the store where two American boys have a phonograph.  They are the only Americans I have met who have or are taking a dollar out of this country.  They play the guitar and banjo very well.  One of them was on the Princeton glee club and their stories of how they have toured Central America are very amusing.  Lots of Love.\\n\\nDICK.\\n\\nS. S. Barracouta--Off San Juan\\n\\nFebruary 21, 1895. DEAR MOTHER:\\n\\nToday I believe is the 21st.  We are out two days from Corinto off San Juan on the boundary of Costa Rica and lie here some hours.  Then we go on without stopping to Panama arriving there about the 25th.  On the 28th we take the steamer to Caracas.  We will be at Caracas a week and then go straight home.  But in the meanwhile we will have got one mail at Colon when we go there to take the boat for Caracas and glad I will be to get it.  We have had a summary of the news in the Panama Star and a bundle of Worlds telling all about the trolley strike and that is all except Dad's cable at Tegucigalpa that we have heard in nearly two months. I am very sorry that the distances have turned out so much longer than we expected and that we had that unfortunate ten days wait for the steamer.  I know you want me home and I would like to be there but I do not think I ought to go without seeing Caracas.  It helps the book so much too if one runs it into South America for no one in the States thinks much of Central and does not want to read about it.  At least I know I never did.  We have had a most amusing time with the two phonograph chaps.  One of them has been an advertising agent and a deputy sheriff and chased stage coach robbers and kept a hard-ware store and is only twenty-five and the other has not had quite as much experience but has been to Princeton, he is 23.  The mixture of narratives which change from tricks of the hard-ware trade to dances at Buckingham Palace and anecdotes of Cliff House supper parties at San Francisco are very interesting.  I am going to write a book for them and call it \\\"Through Central America with a Phonograph\\\" or \\\"Who We Did, and How We Done Them.\\\"  We sing the most beautiful medleys and contribute to the phonograph.  I had to protest against them announcing \\\"Her Golden Hair was Hanging Down her Back\\\" by Richard Harding Davis and Somerset kicked at their introducing \\\"God Save the Queen\\\" as sung by \\\"His Grace the Duke of Bedford\\\" which they insist in thinking his real title and his name; if he would only confess the truth.  You cannot have any idea of how glad I am that I took this trip, just this particular trip, not for any interest it will be to the gentle reader but for the benefit it has been to me.  All the things I was nervous about have been done and should I get nerves again as I suppose I always will in one form or another I can get rid of them by remembering how I got rid of them before during this most peculiar excursion.  For though I and we all told the truth about being well, we were in a most trying place at times and the ride we took and the sail to get away from possible fever was very much of a strain.  I do not see how Griscom kept up as he did for he was an invalid and very nervous when he started.  But he showed great sporting blood.  It was much better having three than two and he furnished us with much amusement at which he never complains.  His artlessness and his bad breaks which keep us filled with terror make the most entertaining narratives and he tells them on himself and then keeps on making new ones.  One night Jeffs came down with fever through bathing in the mountain streams, a practice which did not hurt us but which natives of the country cannot do in safety, and I confess I was scared.  Jeffs pulled through in a few days.  It was odd that the man who had lived here eleven years should have been the only one to give up throughout the whole trip and he was a good sport, too.\\n\\nI will have the Central American stories all done or nearly so by the time we reach New York which is one of the comforts of this over abundance of sea voyages.  I have the lottery story nearly written and am wondering now if Bissell will let me publish it.  Would it not be a good idea to have Dad, if he knows him, explain about how I went South to write it and just what it is and get his official sanction or shall I write or get the Harper's to write when I get back.  The lottery people in joke offered  $10,000 if they could write the story themselves.  And sometimes I wish they would for it is the hardest kind of work.  I do not want to advertise their old game and yet I cannot help doing it, in a way.  We put in at Punta Arenas and I found a woman looking at us with an opera glass and shortly after she sent out to say she knew me and that she wanted me to come up.  It seemed I met her in Elizabeth, New Jersey with Eddie Coward where she was playing in private theatricals.  Since then as a punishment no doubt she has lived here and her husband is Minister of the Navy with one gun boat.  This trip is very hot and I sleep on deck and look up at the stars and the light on the jib and the smoke spoiling the firmament.  It makes you feel terribly far away from the centre of civilization in front of the fire and you all trying to make out where we are at.  I hope you know more about it than we do.\\n\\nIt is the worst country for getting about that I ever heard of.  It has revived my interest and belief in all such beautiful things as buried treasures and hidden cities and shooting men against stone walls and filibusters.  There are not many of these stories but every man tells them differently so they have all the freshness of a new tale.  There is no ice on this boat or lemons or segars.  It is the first time so they say that it has happened in twelve months, but after this it must be better.  At Panama they fine the ice man $1000 every day his machine breaks and so we have hopes.  I feel so very, very selfish off down here and leaving you all alone and it makes me lose my temper more than usual when all these delays occur but I promise to be good hereafter and we will be together soon now by the end of March sure and I hope you will not miss me too much, as much as I miss all of you.  Sometimes I wish you could see some of these islands and the long shadowy sharks and the turtles, there are thousands of turtles as big as tubs just floating around like empty bottles, but I have never on the whole taken a trip when I so seldom wished that the family were around to enjoy it.  It used to hurt me during the Mediterranean trip but there is not much that would please you in this outfit.  I like it because I am satisfied to go dirty for weeks at a time and to talk to the engineer or the queer passengers and to pick up stories and improve my geography but I do not think the scenery would compensate either Nora or you or Dad for the lack of necessities and CLEANTH.  When we were crossing the continent I don't believe I had a spot on me as big as a nickel without three bites on it, all sorts of bites, they just swarmed over you all sizes, colors and varieties.  They came from dogs, from  the sand, from trees, from the grass, from the air.   The worst were little red bugs that lay under the leaves called carrapati's and that came off on you in a hundred at a time.  And there were also \\\"jiggers\\\" that get under your nails and leave eggs there.  Some times we could not sleep at all for the bites and you had to carry a brush to brush the carripats off every time you passed through bushes.  It's the damnedest country I was ever in now that I have time to think of it.  The other day I was going in to bathe and the sand was so hot that I could not get to the breakers and so I went yelling and jumping back to the grass and the grass was just one mass of burrs, so I gave another yell and leaped on to a big log and the log was full of thorns.  That's the sort of country it is.  And then after you do make a dash for the surf a shark makes a dash for you and you don't know what you are here for anyway.  It had its humorous side and it was very funny, especially as it never turned out otherwise, to see the men scamper when the sharks came in.  They never scented us for ten minutes or so and then they would swim up and we would give a yell and all make for the shore head over heels and splashing and shrieking and scared and excited.  There would always be one man who was further out than the rest and he could not hear on account of the waves and we would all line up on the beach and yell and dance up and down and try to attract his attention.  But you would see him go on diving and playing along in horrible loneliness until he turned to speak to some one and found the man gone and then he would look for the others and when he saw us all on the shore he would give one wild whoop out of him and go falling over himself with his hair on end and his eyes and mouth wide open.  I saw one shark ten feet long but we would have died of the heat if we had not bathed so we thought it was worth it.  That's over now because we cannot get any more sea bathing.  Just around Panama.  Finest place seen yet.\\n\\nRICHARD.\\n\\nPANAMA, February 28th, 1895. DEAR MOTHER:\\n\\nGriscom has awakened to the fact that he is a Press correspondent and is interviewing rebels who come stealthily by night followed by spies of the government and sit in Griscom's room with the son of the Consul General, as interpreter.  Somerset and I refuse to be implicated and sit in the plaza waiting for a file of soldiers to carry Griscom off which is our cue for action.  There is a man-of-war, the Atlanta, the one we made friends with at Puerto Cortez, lying at Colon and so we feel safe.  We may now be said to be absorbing local color.  That is about all we have done since we left Amapala.  And if it were not that you are all alone up there, I would not mind it.  I would probably continue on.  We know it now as we do London or Paris.  We can distinguish sea captains, lawyers in politics, commandantes, oldest residents, gentlemenly good for nothings, shipping agents and commission dealers, coffee planters and men who are \\\"on the beach\\\" with unerring eye.  We know the story of each before he tells it, or it is told by some one else.  The Commandante shot a lot of men by the side of a road during the last revolution, first allowing them to dig their own graves and is here now so  that he can pay himself by stealing the custom dues, the lawyer politician has been to Cornell and taken a medical degree in Paris and aspires to be a deputy and only remembers New York as the home of Lillian Russell.  The commission merchants are all Germans and the coffee planters are all French.  They point with pride to little bare-foot boys selling sea shells and cocoanuts as their offspring, although they cannot remember their names.  The sea captains you can tell by their ready made clothes of a material that would be warm in Alaska and by them wearing Spanish dollars for watch guards and by the walk which is rolling easily when sober and pitching heavily toward the night.  The oldest resident always sits in front of the hotel and in the same seat, with a tortoise shell cane and remembers when Vasquez or Mendoza or Barrios, or Bonilla occupied the Cathedral and fired hot shot into the Palace and everybody took refuge in the English Consulate and he helped guard the bank all night with a Springfield rifle.  The men who are on the beach have just come out of the hospital where they have had yellow fever and they want food.  This story is intended to induce you to get rid of them hurriedly by a small token.  Sometimes out of this queer combination you will get a good story but generally they want to show you a ruined abbey or a document as old as the Spanish occupation or to make you acquainted with a man who has pearls to sell, or a coffee plantation or a collection of unused stamps which he stole while a post-office employee.  Our chief sport now is to go throw money at the prisoners who are locked up in a row of dungeons underneath the sea wall.  The people walk and flirt and enjoy the sea breeze above them and the convicts by holding a mirror between the bars of the dungeons can see who is leaning over the parapet above them.  Then they hold out their hands and you drop nickels and they fail to catch them and the sentry comes up and teases them by holding the money a few inches beyond their reach.  They climb all over the crossbars in their anxiety to get the money and look like great monkeys.  At night it is perfectly tremendous for their is only a light over their heads and they crawl all over the bars beneath this, standing on each other's shoulders and pushing and fighting and yelling half naked and wholey black and covered with sweat.  As a matter of fact they are better content to stay in jail than out and when the British Consul offered to send eight of them back to Jamaica they refused to go and said they would rather serve out their sentence of eight years.  This is the way the place looks and I am going to introduce it in a melodrama and have some one lower files down to the prisoners. DICK.\\n\\nAfter some not very eventful or pleasant days at Caracas, Richard sailed for home and from the steamer wrote the following letter:\\n\\nMarch 26th--On board S. S. Caracas.\\n\\nDEAR CHAS:\\n\\nOff the coast of God's country.  Hurrah!  H---- did not come near us until the morning of our departure when he arrived at the Station trembling all over and in need of a shave.  But in the meanwhile the consul at Caracas picked Griscom and myself up in the street and took us in to see Crespo who received us with much dignity and politeness.  So we met him after all and helped the story out that much.\\n\\nThere is not much more to tell except that I was never so glad to set my face home as I am now and even the roughness of this trip cannot squelch my joy.  It seems to me as if years had passed since we left and to think we are only three days off from Sandy Hook seems much too wonderfully good to be possible.  Some day when we have dined alone together at Laurent's I will tell you the long story of how Somers and Gris came to be decorated with the Order of the Bust of Bolivar the Liberator of Venezuela of the 4th class but at present I will only say that there is a third class of the order still coming to me in Caracas, as there is 20 minutes still coming to Kelly in Brooklyn.  It was a matter of either my getting the third class, which I ought to have had anyway having the third class of another order already, and THEIR GETTING NOTHING, or our all getting the 4th or 5th class and of course I choose that they should get something and so they did and for my aimable unselfishness in the matter they have frequently drunken my health.  I was delighted when Somers got his for he was happier over it than I have ever seen him over anything and kept me awake nights talking about it.  I consider it the handsomest order there is after the Legion of Honor and I have become so crazy about Bolivar who was a second Washington and Napoleon that I am very glad to have it, although I still sigh for the third class with its star and collar.\\n\\nThe boys are especially glad because we have organized a Traveller's Club of New York of which we expect great things and they consider that it starts off well in having three of the members possessors of a foreign order.  We formed the club while crossing Honduras in sight of the Pacific Ocean and its object is to give each other dinners and to present a club medal to people who have been nice to and who have helped members of the club while they were in foreign parts.  It is my idea and I think a good one as there are lots of things one wants to do for people who help you and this will be as good as any.  Members of the club are the only persons not eligible to any medal bestowed by the club and the eligibility for membership is determined by certain distances which a man must have travelled.  Although the idea really is to keep it right down to our own crowd and make each man justify the smallness of the club's membership by doing something worth while.  I am President.  Bonsal is vice president.  Russell treasurer and Griscom Secretary.  Somerset is the solitary member.  You and Sam and Helen and Elizabeth Bisland are at present the only honorary members.  We are also giving gold medals to the two chaps who crossed Asia on bicycles, to Willie Chanler and James Creelman, but that does not make them members.  It only shows we as a club think they have done a sporting act.  I hope you like the idea.  We have gone over it for a month and considered it in every way and I think we are all well enough known to make anybody pleased to have us recognize what they did whether it was for any of us personally or for the public as explorers.  On this trip for instance we would probably send the club medals in silver to Admiral Meade, to Kelly, to Royas the Venezuelan Minister for the orders to the Governor of Belize, to the consul at La Guayra and to one of the phonograph chaps.  In the same way if you would want to send a medal to any man or woman prince or doctor who had been kind, courteous, hospitable or of official service to you you would just send in a request to the committee.  Write me soon and with lots of love DICK.\\n\\nIn April, 1895, Richard was back in New York, at work on his South and Central American articles, and according to the following letters, having a good time with his old friends.\\n\\nNEW YORK, April 27, 1895. DEAR CHAS:\\n\\nI read in the paper the other morning that John Drew was in Harlem, so I sent him a telegram saying that I was organizing a relief expedition, and would bring him out of the wilderness in safety.  At twelve I sent another reading, \\\"Natives from interior of Harlem report having seen Davis Relief Expeditionary Force crossing Central Park, all well.  Robert Howard Russell.\\\"  At two I got hold of Russell, and we telegraphed \\\"Relief reached Eighty-fifth street; natives peacefully inclined, awaiting rear column, led by Griscom; save your ammunition and provisions.\\\"  Just before the curtain fell we sent another, reading:  \\\"If you can hold the audience at bay for another hour, we guarantee to rescue yourself and company and bring you all back to the coast in safety.  Do not become disheartened.\\\"  Then we started for Harlem in a cab with George and another colored man dressed as African warriors, with assegai daggers and robes of gold and high turbans and sashes stuck full of swords.  I wore my sombrero and riding breeches, gauntlets and riding boots, with cartridge belts full of bum cartridges over my shoulder and around the waist.  Russell had my pith helmet and a suit of khaki and leggins.  Griscom was in one of my coats of many pockets, a helmet and boots.  We all carried revolvers, canteens and rifles.  We sent George in with a note saying we were outside the zareba and could not rescue him because the man on watch objected to our guns.  As soon as they saw George they rushed out and brought us all in.  Drew was on the stage, so we tramped into the first entrance, followed by all the grips, stage hands and members of the company.  The old man heard his cue just as I embraced him, and was so rattled that when he got on the stage he could not say anything, and the curtain went down without any one knowing what the plot was about.  When John came off, I walked up to him, followed by the other four and the entire company, and said:  \\\"Mr. Drew, I presume,\\\" and he said:  \\\"Mr. Davis, I believe.  I am saved!\\\"  Helen Benedict happened to be in Maude Adams' dressing-room, and went off into a fit, and the company was delighted as John would have been had he been quite sure we were not going on the stage or into a box.  We left them after we had had a drink, although the company besought us to stay and protect them, and got a supper ready in Russell's rooms, at which Helen, Ethel Barrymore, John and Mrs. Drew, Maude Adams and Griscom were present.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/877](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/877)\\n\\n\",\"timestamp\":1639042012,\"title\":\"\\nHere we are at last, the trip from Santa Barbara where I  last wrote you was made in six days\"},\"digest\":\"9N4xInazW7wI7-Afhzw2I5PowXVXtufLuGD4OSEGPP8\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"84ajZPJopwMJcyOS6ZJ0FeQEZQ4lratUAye1Qlf-gtM\\\",\\\"y\\\":\\\"MmcDX0QrqZUWZGP1SvQC6FlPfyTKCHhi5acnqHQA4rk\\\"}\",\"signature\":\"BLpKYXuFA0Uy9XpePCEBY6ap3Ag8cl_mxl78QDiQ2jX_1gYsvRBhk7Ni8H76JANXeBeNJZd1okJ4aDVsZdJIgQ\",\"signingKeySignature\":\"0xde3e234abd9de215632b3d724d01f474b817c54425f66e07f740b2bb61ba87295155bd34cc369c2a90a5df38d16d4ebe8f6cdd97b14e1e846c285adb264a744b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"84ajZPJopwMJcyOS6ZJ0FeQEZQ4lratUAye1Qlf-gtM\\\",\\\"y\\\":\\\"MmcDX0QrqZUWZGP1SvQC6FlPfyTKCHhi5acnqHQA4rk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9N4xInazW7wI7-Afhzw2I5PowXVXtufLuGD4OSEGPP8\"}"