"{\"content\":{\"body\":\"As the United States 2020 election day approaches, a large number of US citizens have already cast their votes by mail due to the COVID-19 pandemic precautions. But what if these early voters decided they wanted to change their vote before Election Day?  \\n\\nIn the lead up to one of the most divisive US elections in history it has been [reported](https://www.washingtonpost.com/politics/90-million-early-ballots/2020/10/31/58c93c92-1b84-11eb-aeec-b93bcc29a01b_story.html) that as of Nov.1, just two days before Election Day, 91 million Americans have already cast their ballots.\\n\\nBut what if some of the early US voters have had a change of a heart and want to change their votes? Is it possible to do so before Election Day?\\n\\nThe answer is simply no for the current voting process in the US election, but what if the ballots were cast using blockchain?\\n\\n**Blockchain in Elections**\\n\\nWhen considering the application of a blockchain voting system for the nation-wide election, there are two major concerns—first is preserving the anonymity of voters, and the second one is low cost for high transparency. As a result, we could not simply allow voters to choose an option and submit it to the blockchain, as anyone could trace the identity of the voter and their selection by monitoring the transaction of the ***[address](https://blockchain.news/tag/address)***.\\n\\nWhat if we make use of the [Homomorphic Encryption](https://crypto.stanford.edu/craig/)?\\n\\nHomomorphic encryption can be used for privacy-preserving outsourced storage and computation. This allows data to be encrypted and out-sourced to commercial cloud environments for processing, all while encrypted.\\n\\nHomomorphic Encryption can be used to do the summation or production of messages by the ***[public keys](https://blockchain.news/tag/public-keys)*** and encrypted messages themselves.\\n\\nLet say a vote counter is represented by an encrypted number. if a person voted, a number of 1 or -1 will be encrypted and store in blockchain. Using this system, if the voter wanted to alter their vote, it could be done by the production of the existing vote with an encrypted number -1 using Homomorphic Encryption. No one will be able to know who is voting for which candidate. In addition, the government authority would receive the summation of voted and get the election result rapidly.\\n\\nTo make sure the voting record would not be leaked after the election is completed, the [secure deletion](http://ansrlab.cse.cuhk.edu.hk/software/fade/) of the ***[private key](https://blockchain.news/tag/private-key)*** held by the election authority is required. Just simply encrypt the key and drop the private key. The private key could never be recovered after the above operations, preserving the privacy of the voter's choice.\\n\\nWhile the debate has raged between the Trump administration and the Democrats on the potential fraud of mail-in votes, maintaining voter identity, and the speed at which the results are counted and calculated—leveraging blockchain and encryption could expedite and enhance the electoral process as well as maintain the voters' anonymity and create transparency in the voting system.\\n\\n```\\n\\nReferences:\\n```\\n\\nCraig Gentry, \\\"Fully homomorphic encryption using ideal lattices, Symposium on the Theory of Computing\\\", STOC, 2009, pp. 169-178.\\n\\n \\n  \\n Yang Tang, Patrick P. C. Lee, John C. S. Lui, and Radia Perlman, \\\"FADE: Secure Overlay Cloud Storage with File Assured Deletion.\\\" \\n , SecureComm 2010, Singapore, September 2010.\",\"timestamp\":1636818934,\"title\":\"US Election 2020: Can I Change My Vote?\"},\"digest\":\"xXtaJUpSegZgNpVH6FZkYBB4K3oykprwPfZgSQzOSvc\",\"authorship\":{\"contributor\":\"0x7edAb77afdb751Eba704AaC1575e43AA9A6bbA50\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ljn_p_Xrf7Mqvl3VpbUHwcm_OIkd-OLk1F0shLoxRw8\\\",\\\"y\\\":\\\"QKZ7MzTGS4x6YAQAUTHck_gBZMhmNicOn3R_Njb4cdI\\\"}\",\"signature\":\"YsErMmz_-jCINyzH_c0FIiiIgESH7BCT7XzTssu8TgaKewD-6Vv4OJmKpETecbPAZWFJbQz88Y_GEsYXhCLQkQ\",\"signingKeySignature\":\"0x48eda2262f102ca78ee1d13089f3468924f89fd53c8a14535a8c3c7d3c0a58bf4edad9d5343008349eb42cd1e7ca3cc0070e9ee5dcd5e31152bb38de64137a431c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ljn_p_Xrf7Mqvl3VpbUHwcm_OIkd-OLk1F0shLoxRw8\\\",\\\"y\\\":\\\"QKZ7MzTGS4x6YAQAUTHck_gBZMhmNicOn3R_Njb4cdI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xXtaJUpSegZgNpVH6FZkYBB4K3oykprwPfZgSQzOSvc\"}"