"{\"content\":{\"body\":\".  I will try to go at once to Servia.  Harjes, who are the Paris house of J. P. Morgan, gave me a \\\"mission\\\" to try and organize for the Servians the same form of relief as has been arranged for the Belgians.  He gave me permission if I saw the need for help was imminent (and it will be) to cable him for whatever I thought the Serbs most needed.  So, it is a chance to do much.  To get out news will be impossible.  However, here I am and tomorrow I'll be good and seasick.\\n\\nI have your charm around my neck, and all the pictures, and the luck-bringing cat, and the scapular, and the love you give me to keep me well and bring us soon together.  That is the one thing I want.  God bless you both, Hope's dad and your husband.\\n\\nATHENS,\\n\\nNovember 26th. DEAR HEART:\\n\\nI am off tonight for Salonica.  I am not very cheerful for I miss you very, very terribly, and the further I go, the worse I feel.  But now I am nearly as far as I can get, and when you receive this I will--thank God--be turned back to Paris, and London, and HOME!  I thought so often of you this morning when I took a holiday and climbed the Acropolis.  On the top of it I picked a dandelion for you.  It was growing between the blocks of marble that have been there since 400 years before our Lord: before St. Paul preached to the Athenians.  I was all alone on the rock, and could see over the AEgean Sea, Corinth, Mount Olympus, where the Gods used to sit, and the Sphinx lay in wait for travelers with her famous riddle.  It takes two days and one night to go to Salonica, and the boats are so awful no one undresses but sleeps in his clothes on top of the bed.\\n\\nGoodby, sweetheart, and give SUCH a kiss to my precious daughter.  How beautiful she is.  Even the waiter who brought me a card stopped to exclaim about her picture.  So, of course, being not at all proud I showed him her in my arms.  I want you both so and I love you both SO.  And, I wanted you so this morning as I always do when there is a beautiful landscape, or flowers, or palms.  I know how you love them.  The dandelion is very modest and I hope the censor won't lose it out, for she has a long way to go and carries a burden of love.  I wish I was bringing them in the door of the Scribner cottage at this very minute.\\n\\nRICHARD.\\n\\nVOLO, November 27.\\n\\nI got here today, after the darnedest voyage of two days in a small steamer.  We ran through a snow storm and there was no way to warm the boat.  So, I DIED.  You know how cold affects me--well--this was the coldest cold I ever died of.  I poured alcohol in me, and it was like drinking iced tea.  Now, I am on shore in a cafe near a stove.  We continue on to Salonica at midnight.  There are 24 men and one woman, Mrs. Bass, on board.  I am much too homesick to write more than to say I love you, and I miss you and Hope so, that I don't look at the photos.  Did you get the cable I sent Thanksgiving--from Athens, it read:  \\\"Am giving thanks for Hope and you.\\\"  I hope the censor let that get by him.  The boat I was on was a refrigerator ship; it was also peculiar in that the captain dealt baccarat all day with the passengers.  It was a sort of floating gambling house.  This is certainly a strange land.  Snow and roses and oranges, all at once.  I must stop.  I'm froze.  Give the kiss I want to give to Her, and know, oh! how I love and love and love her mother--NEVER SO MUCH AS NOW.\\n\\nSALONICA November 30th, 1915. DEAR OLD MAN:\\n\\nI got here to night and found it the most picturesque spot I ever visited.  I am glad I came.  It was impossible to get a room but I found John McCutcheon and two other men occupying a grand suite and they have had a cot put in for me.  To-morrow I hope to get a room.  The place is filled with every nation except Germans and even they are here out of uniforms.  We had a strange time coming.  The trip from Athens should have taken two nights and a day but we took four.  The Captain of the boat anchored and played baccarat whenever he thought there were enough passengers not seasick to make it worth his while.  He played from eleven in the morning until four in the morning.  I don't know now who ran the ship.  It is so cold when you bathe, the steam runs off you.  I never have suffered so.  But, it looked as though every one else was singing \\\"Its going to be a hard, hard winter\\\" from the way they, dress.  Tomorrow I am going to buy fur pants.  You can't believe what a picture it is.  Servians, French, Greeks, Scots in kilts, London motor cars, Turks, wounded and bandaged Tommies and millions of them fighting for food, for drink, for a place at the \\\"movies,\\\" and more \\\"rumors\\\" than there are words in the directory.  To-morrow, I present my letters and hope to get to the \\\"front.\\\"  I only hope the front doesn't come to us. But, it ought to be a place for great stories.  All love to you old man, and bless you both.  How I look forward to our first lunch in your wonderful home!  And to sit in front of your fire, and hear all the news.  All love to you both.\\n\\nRICHARD.\\n\\nDecember 6, 1915. DEAREST ONE:\\n\\nI have been away so could not write.  They took us to the French and English \\\"front\\\" and away from Greece; we were in Bulgaria and Servia.  It was at a place where the three boundaries met.  We saw remarkable mountain ranges and deep snow, and some fine artillery.  But throwing shells into that bleak, white jumble of snow and rocks--there was fifty miles of it--was like throwing a baseball at the Rocky Mountains.  Still, it was seeing something.  Now, I have a room, and a very wonderful one.  I had to bribe everyone in the hotel to get it; and I have something to write and, no more moving about I hope, for at least a week.  I am able to see the ships at anchor for miles, and the landing stage for all the warships is just under my window.  As near as McCoy Rock from the terrace.  It is like a moving picture all the time.  I bought myself an oil stove and a can of Standard oil, and, instead of trying to warm the hotel with my body, I let George do it.  But it is a very small stove, and to really get the good of it, I have to sit with it between my legs.  Still, it is such a relief to be alone, and not to pack all the time.  McCutcheon and Bass, Hare and Shepherd are fine, but I felt like the devil, imposing on them, and working four in a room is no joke.  We dine together each night.  Except them, I see no one, but have been writing.  Also, I have been collecting facts about Servian relief.  Harjes, Morgan's representative in Paris, gave me carte blanche to call on him for money or supplies; but I waited until today to cable, so as to be sure where help was most needed.  It is still cold, but that AWFUL cold spell was quite unprecedented and is not likely to come again.  I NEVER suffered so from cold, and, as you know, I suffer considerable.  All the English officers who had hunted in cold places, said neither had they ever felt such cold.  Seven hundred Tommies were frost bitten and toes and fingers fell off.  I do not say anything about how awful it is not to hear.  But, if I had had your letters forwarded to this dump of the Levant, I never would have got them.  Now, I have to wait for them until I get to Paris, but there I will surely get them.  Cables, of course, can reach me, but no cables mean to me that you are all right.  Nor do I want to \\\"talk\\\" about Christmas.\\n\\nYou know how I feel about that, and about missing the first one SHE has had.  But it will be the LAST one we will know apart.  Never again!\\n\\nI want you in my arms and to hear you laugh and see your eyes.  I am in need of you to make a fuss over me.  McCutcheon and Co. don't care whether I have cold hands or not.  You do.  Your ointment and gloves saved my fingers from falling off like the soldiers' did.  And your \\\"housewife\\\" I use to put on buttons, and, your scapular and medal keep me well.  But your love is what really lifts me up and consoles me.  When I think how you and I care for each other, then, I am scared, for it is very beautiful.  And we must not ever be away from each other again.  God keep you my beloved, and both my blessings.  I cannot bear it--when I think of all I am missing of her, and, all that she is doing.  God guard you both.  My darling and dear wife and mother of Hope.\\n\\nYour husband,\\n\\nRICHARD.\\n\\nSALONICA,  December   18th.\\n\\nDEAREST WIFE AND SWEETHEART:\\n\\nI am very blue tonight, and NEVER was so homesick.  Yesterday just to feel I was in touch with you I sent a cable through the fog, it said, \\\"Well, homesick, all love to you both.\\\"  I did not ask if you and Hope were well, because I KNOW the good Lord will not let any harm come to you.  I am certainly caught by the heels this time.  And it will be the last time.  As you know, I meant only to go to France where no time would be wasted in travel, and I would be able to get back soon.  But the blockade held up the ship and on the other one the captain stayed at anchor, and, then when I got here, the Allies retreated, and I had to stay on to cover what is to come next.  What that is, or whether nothing happens, you will know by the time this reaches you.  So, here I am.  For TEN days until this morning we have never seen the sun.  In sixty years nothing like it has happened.  The Salonicans said the English transports brought the fog with them.  Anyway, I got it.  My room is right on the harbor.  I never thought I would LOVE an oil stove.  I always thought they were ill-smelling, air-destroying.  But this one saved my life.  I wrote with it between my knees, I dry my laundry on it, and use the tin pan on top of it to take the dampness out of the bed.  The fog kept everything like a sponge.  Coal is thirty dollars a ton.  To get wood for firewood the boatmen row miles out, and wait below the transports to get the boxes they throw overboard.  I go around asking EVERYBODY if this place is not now a dead duck for news.  But they all give me no encouragement.  They say it is the news center of the world.  I hope it chokes.  I try to comfort myself by thinking you are happy, because you have Hope, and I have nobody, except John McCutcheon and Bass and Jimmie Hare, and they are as blue as I am, and no one can get any money.  I cabled today to Wheeler for some via the State Department.  I went to the Servian camp for the little orphans whose fathers have been killed, and they all knelt and kissed my hands.  It was awful.  I thought of Hope, and hugged a few and carried them around in my arms and felt much better.  Today for the first time, I quit work and went to see an American film at the cinema to cheer me.  But when I saw the streetcars, and \\\"ready to wear\\\" clothes, and the policemen I got suicidal.  I went back and told the others and they all rushed off to see \\\"home\\\" things, and are there now.  This is a yell of a letter, but it's the only kind I can write.   My stories and cables are rotten, too.  I have seen nothing--just traveled and waited for something to happen.  Goodnight, dearest one.  I love you so.   You will never know how much I love you.  Kiss my darling for me, and, think only of the good days when we will be together again.  Such good days.  Goodnight again--all love.\\n\\nRICHARD.\\n\\nHARBOR  SALONICA, December 19th.\\n\\nI am a happy man tonight!  And that is the first time I have been able to say so since I left you.  The backbone of the trip is broken! and my face is turned West--toward you and Hope.  John McCutcheon gave me a farewell dinner tonight of which I got one half, as the police made me go on board at nine, although we do not sail until five in the morning.  So there was time for only one toast, as I was making for the door.  Was it to your husband?  It was not.  It was to Hope Davis, two weeks yet of being one year old, and being toasted by the war correspondents in Salonica.  They knew it would please me.  And I went away very choken and happy.  SUCH a boat as this is! I have a sofa in the dining-room, and at present it is jammed with refugees and all smoking and not an air port open.  What a relief it will be to once more get among clean people.  We must help the Servians, and God knows they need help.  But, if they would help each other, or themselves, I would like them better.  I am now on deck under the cargo light and, on the top floor of the Olympus Hotel, can see John's dinner growing gayer and gayer.  It is like the man who went on a honeymoon alone.  I am so happy tonight.  You seem so near now that I am coming West.\\n\\nHow terribly I have missed you, and wanted you, and longed for your voice and LAUGH, and to have you open the door of my writing room, and say, \\\"A lady is coming to call on you,\\\" and then enter the dearest wife and dearest baby in the world!\\n\\nGod bless you, and all my love.\\n\\nRICHARD.\\n\\nROME, Christmas Eve,\\n\\n1. MY DEAREST, DEAREST, DEAREST:\\n\\nI planned to get to Paris late Christmas night. I cabled Frazier at the Embassy, to have all my letters at the Hotel de l'Empire.  I MEANT to spend the night reading of you and Hope.  I made a record trip from Salonica.  By leaving the second steamer at Messina and taking an eighteen-hour trip across Italy I saved ten hours.  But when I got here I found the French Consul had taken a holiday, AND WAS OUT BUYING CHRISTMAS PRESENTS!  So, I could not get permission to enter France.  With some Red Cross Americans, I raged around the French Consulate, but it was no use.  So I am here, and cannot leave UNTIL MIDNIGHT CHRISTMAS.  When I found I could not get away, I told Cook's to give me their rapid-fire guide, and I set out to SEE ROME.  The Manager of Cook's was the same man who, 19 years ago, sold me tickets to the Greek war in Florence, when the American Consulate was in the same building with Cook's, and Charley was Consul.  So he gave me a great guide.  We began at ten this morning and we stopped at six.  They say it takes five years to see Rome, but when I let the rapid-fire guide escape, he said he had to compliment me; we climbed more stairways and hills than there are in all New York and Westchester County; and there is just one idea in my mind, and that is that you and I must see this sacred place together.  On all this trip I have wanted YOU, but NEVER so as today.  And I particularly inquired about the milk.  It is said to be excellent.  So we will come here, and you, with all your love of what is fine and beautiful, will be very happy, and Hope will learn Italian, and to know what is best in art, and statues and churches.  I have seen 2900 churches, and all of them built by Michael Angelo and decorated by Raphael; and it was so wonderful I cried.  I bought candles and prayers, and I am afraid Christian Science had a dull day.  Tomorrow we start at nine, and go to high mass at St. Peter's, and then into the country to the catacombs, where the early Christians hid from the Romans.  It is not what you would call an English Christmas, but it is so beautiful and wonderful that you BOTH ARE VERY NEAR.\\n\\nI sent you a cable, the second one, because it is not sure they are forwarded, and I hung up a stocking for Hope.  One of the peasant women made in Salonica.  I am bringing it with me.  And the cat is on my window--still looking out on the Romans.  The green leaf I got in the forum, where Mark Antony made his speech over Caesar's body.  It is the plant that gave Pericles the idea of the Corinthian column.  You remember.  It was  growing under a tile some one had laid over it--and the yellow flower was on my table at dinner, so I send it, that we may know on Christmas Eve we dined together.\\n\\nGood-night, now, and God bless you.  I am off to bed now, in a bed with sheets.  The first in six days.  How I LOVE you, and LOVE you.  Such good wishes I send you, and such love to you both.  May the good Lord bless you as he has blessed me--with the best of women, with the best of daughters.  I am a proud husband and a proud father; and soon I will be a HAPPY husband and a HAPPY father.\\n\\nGood-night, dear heart.\\n\\nRICHARD.\\n\\nPARIS, December 28th, 1915. DEAR OLD MAN:\\n\\nHurrah for the Dictator!  He has been a great good friend to me.  I will know to-day about whether I can go back to the French front.  If not I will try the Belgians and then London, and home.  I spent Christmas day in Rome in the catacombs.  I could not wear my heart upon my sleeve for duchesses to peck at.  It is just as you say, Dad and Mother made the day so dear and beautiful.  I did not know how glad I would be to be back here for while the trip East led to no news value, to me personally it was interesting.  But I am terribly tired after the last nine days, sleeping on sofas, decks, a different deck each night and writing all the time and such poor stuff.  But, oh! when I saw  Paris I knew how glad I was!  WHAT a beautiful place, what a kind courteous people.  We will all be here some day.  Tell Dai she must be my interpreter.  All love to her, and you, and good luck to the syndicate.  YOUR syndicate.  I have not heard from mine for six weeks.  They have not sent me a single clipping of anything, so I don't know whether anything got through or not, and I have nothing to show these people here that might encourage them to send me out again.  They certainly have made it hard hoeing.  Tell Guvey his letter about the toys was a great success here, and copied into several papers.\\n\\nGoodbye, and God bless you, and good luck to you.\\n\\nDICK.\\n\\nPARIS, December 31st, 1915. DEAR OLD MAN:\\n\\nTo wish you and Dai a Happy New Year.  It will mean a lot to us when we can get together, and take it together, good and bad.  I am awfully pleased over the novel coming out by the Harper's and, in landing so much for me out of The Dictator.  You have started the New Year for me splendidly.  I expect I will be back around the first of February.  I am now trying to \\\"get back,\\\" but, I need more time.  I can only put the trip down to the wrong side of the ledger.  Personally, I got a lot out of it, but I am not sent over here to improve my knowledge of Europe, but to furnish news and stories and that has not happened.\\n\\nI am constantly running against folks who knew you in Florence, and I regret to say most of them are in business at the Chatham bar.  What a story they make; the M----'s and the like, who know Paris only from the cocktail side.  One of our attaches told me to-day he had been lunching for the last 18 months at the grill room of the Chatham, where the \\\"mixed grill\\\" was as good as in New York.  He had no knowledge of any other place to eat.  The Hotel de l'Empire is a terrible tragedy.  They are so poor, that I believe it is my eight francs a day keeps them going; nothing else is in sight.  But, it is the exception.  Never did a people take a war as the French take this worst of all wars.  They really are the most splendid of people.  I only wish I could have had one of them for a grandfather or grandmother.  Bessie writes that Hope is growing wonderfully and beautifully, and I am sick for a sight of her, and for you.  Good night and God bless you and the happiest of New Years to you both.\\n\\nYour loving brother,\\n\\nDICK.\\n\\nThese postcards are \\\"originals\\\" painted by students of the Beaux-Arts to keep alive, and to keep those students in the trenches.  They are for Dai.\\n\\nPARIS, December 31, 1915. DEAREST ONE:\\n\\nThe old year, the dear, old year that brought us Hope, is very near the end.  I am not going to watch him go.  I have drunk to the New Year and to my wife and daughter, and before there is \\\"a new step on the floor, and a new face at the door,\\\" I will be asleep.  Of all my many years, the old year, that is so soon to pass away, has been the best, for it has brought you to me with a closer tie, has added to the love I have for every breath you breathe, for your laugh and your smile, and deep concern, that comes if you think your worthless husband is worried, or cross, or dismayed.  Each year I love you more; for I know you more, and to know more of the lovely soul you are, is to love more.  Just now we are in a hard place.  I am sure you cannot comprehend how her father, her \\\"Dad\\\" and your husband can keep away.  Neither do I understand.\\n\\nBut, for both your sakes, I want, before I own up that this adventure has been a failure, to try and pull something out of the wreck.  If the government says I CAN, then I still may be able to do something.  If it says, \\\"NO,\\\" then it's Home, boys, Home, and that's where I want to be.  It's home, boys, home, in the old countree.  'Neath the ash, and the oak, and the spreading maple tree, it's home, boys, home, to mine own countree!  This is Hope and you.  So know, that in getting to you I have not thrown away a minute.  I have been a slave-driver, to others as well as to myself.  But you cannot get favors with a whip; and, the French war office has other matters to occupy it, that it considers of more importance than an impatient war correspondent.  So long as you understand, it will not matter.  Nothing hurts, except that you may not understand.  The moment I see you, and you see me, you will understand.  So, goodnight, and God bless you, you, my two blessings.  Here is to our own year of 1915, your year and Hope's year, and, because I have you both, my year.  I send you all the love in all the world. RICHARD.\\n\\nJanuary 5, 1916. MY DEAREST ONE:\\n\\nWHAT PICTURES!  WHAT HAPPINESS!  What a proud Richard!  On top of my writing yesterday that I had had no sketches of yours, and no kodaks of Hope, eight came to-night, and oh!  I am so proud, so homesick.  What a wonderful nurse and mother you are!  Was ever there anything so lovable?  And that she should be ours, to hold and to love, and to make happy.  These last eight days in Paris, in and out, have made me so homesick for those I love, that you will never know what the delays meant.  I felt just the way poor women feel who kidnap babies.  In the parks I know the nurse-maids are afraid of me.  I stick my head under the hoods of the baby carriages, and stop and stand watching them at play.  And tonight when all these beautiful pictures came, I was the happiest father anywhere.\\n\\nThe delay was no one's fault, not mine anyway, nor can I blame anyone.  These people are splendid.  They are willing to do anything for one, but it takes time.  When they are fighting for their lives and have not seen their own babies in a year, that you want to see yours is only natural and to oblige you they can't see why they should upset the whole war.  But now it looks less as though I would have to call it a failure.  And Hope may be proud of me, and you may be proud of me, and I will have enough ammunition to draw on for many articles and letters, and another book.\\n\\nIt has been a cruel time; and when I tell you how I worked to get it over, and to be back with you, you will understand many things.  The most important of all will be how I love you.  Only wait until I can lay eyes on you, you will just take one look and know that it couldn't be helped, that the delay was the work of others, that, all I wanted was my Bessie and my Hope.\\n\\nHow heavy she will be, if she is anything like the picture of her on the coverlet, she is a prize baby.  And if she is anything like as beautiful as in the baby carriage she is an angel straight from God.  I want to sit in the green chair and have you on one knee and her majesty on the other, and have her climb over me, and pull my hair and bang my nose, and in time to know how I love you both.\\n\\nGoodnight, dear heart, I wish you had had yourself in the picture.  I have three in the summer time with you holding her and that is the way I like to see you, that is the way I think of you.  I love you, and I love her for making you so happy, and I love her for her sake, and because she is OURS: and has tied us tighter and closer even than it has ever been.  I love you so that I can't write about it, and I am going to do nothing all spring but just sit around, and be in everybody's way, watching you together.\\n\\nHow jealous I am of you, and homesick for you.  Of course, she knows \\\"mamma\\\" is YOU; and to look at you when they ask, \\\"Where's mother?\\\"  Who else could be her mother BUT THE DEAREST WOMAN IN THE WORLD, and the one who loves her so, and in so wonderful a way.  She is beautiful beyond all things human I know.  If ever a woman deserved a beautiful daughter, YOU DO, for you are the best of mothers, and you know how \\\"to care greatly.\\\"\\n\\nGood-night, my precious, dear one, and God keep you, as He will, and help me to keep you both happy.  What you give me you never will know.\\n\\nRICHARD.\\n\\nCHAPTER XX THE LAST DAYS\\n\\nAfter a short visit to London, Richard returned to New York in February, 1916.  During his absence his wife and Hope had occupied the Scribner cottage at Mount Kisco, about two miles from Crossroads.  Here my brother finished his second book on the war, and wrote numerous articles and letters urging the immediate necessity for preparedness in this country.  As to Richard's usefulness to his country at this time, I quote in part from two appreciations written after my brother's death by the two most prominent exponents of preparedness.\\n\\nTheodore Roosevelt said:\\n\\n\\\"He was as good an American as ever lived, and his heart flamed against cruelty and injustice.  His writings form a text-book of Americanism which all our people would do well to read at the present time.\\\"\\n\\nMajor-General Leonard Wood said:\\n\\n\\\"The death of Richard Harding Davis was a real loss to the movement for preparedness.  Mr. Davis had an extensive experience as a military observer, and thoroughly appreciated the need of a general training system like that of Australia or Switzerland and of thorough organization of our industrial resources in, order to establish a condition of reasonable preparedness in this country.  A few days before his death he came to Governors Island for the purpose of ascertaining in what line of work he could be most useful in building up  sound public opinion in favor of such preparedness as would give us a real peace insurance.  His mind was bent on devoting his energies and abilities to the work of public education on this vitally important subject, and few men were better qualified to do so, for he had served as a military observer in many campaigns.\\n\\n\\\"Throughout the Cuban campaign he was attached to the headquarters of my regiment in Cuba as a military observer.  He was with the advanced party at the opening of the fight at Las Guasiinas, and was distinguished throughout the fight by coolness and good conduct.  He also participated in the battle of San Juan and the siege of Santiago, and as an observer was always where duty called him.  He was a delightful companion, cheerful, resourceful, and thoughtful of the interests and wishes of others.  His reports of the game were valuable and among the best and most accurate.\\n\\n\\\"The Plattsburg movement took a very strong hold of him.  He saw in this a great instrument for building up a sound knowledge concerning our military history and policy, also a very practical way of training men for the duties of junior officers.  He realized fully that we should need in case of war tens of thousands of officers with our newly raised troops, and that it would be utterly impossible to prepare them in the hurry and confusion of the onrush of modern war.  His heart was filled with a desire to serve his country to the best of his ability.  His recent experience in Europe pointed out to him the absolute madness of longer disregarding the need of doing those things which reasonable preparedness dictates, the things which cannot be accomplished after trouble is upon us.  He had in mind at the time of his death a series of articles to be written especially to build up interest in universal military training through conveying to our people an understanding of what organization as it exists to-day means, and how vitally important it is for our people to do in time of peace those things which modern war does not permit done once it is under way.\\n\\n\\\"Davis was a loyal friend, a thoroughgoing American devoted to the best interests of his country, courageous, sympathetic, and true.  His loss has been a very real one to all of us who knew and appreciated him, and in his death the cause of preparedness has lost an able worker and the country a devoted and loyal citizen.\\\"\\n\\nAlthough suffering from his strenuous experiences in France, and more particularly from those in Greece, Richard continued to accomplish his usual enormous amount of work, and during these weeks wrote his last short story, \\\"The Deserter.\\\"\\n\\nThe following letter was written to me while I was in the Bahamas and was in reference to a novel which I had dedicated to Hope:\\n\\nMOUNT KISCO--February 28, 1916. DEAR OLD MAN:\\n\\nNo word yet of the book, except the advts.  I enclose.  I will send you the notices as soon as they begin to appear.  I am so happy over the dedication, and, very proud.  So, Hope will be when she knows.  As I have not read the novel it all will come as a splendid and pleasant surprise.  I am looking forward to sitting down to it with all the pleasure in the world.\\n\\nYou chose the right moment to elope.  Never was weather so cold, cruel and bitter.  Hope is the only one who goes out of doors.\\n\\nI start the fires in the Big House tomorrow and the plumbers and paper hangers, painters enter the day after.\\n\\nThe attack on Verdun makes me sick.  I was there six weeks ago in one of the forts but of course could not then nor can I now write of it.  I don't believe the drive ever can get through.  For two reasons, and the unmilitary one is that I believe in a just God.  Give my love to Dai, and for you always\\n\\nDICK.\\n\\nP. S. I am happy you are both so happy, but those post cards with the palms were cruelty to animals.\\n\\nOn the 21st of March, 1916, Richard and his wife and daughter moved from the Scribner cottage to Crossroads, and a few days later he was attacked by the illness that ended in his death on April 11.  He had dined with his wife and afterward had worked on an article on preparedness, written some letters and telegrams concerning the same subject and, while repeating one of the latter over the telephone, was stricken.  Within a week of his fifty-third year, just one year from the day he had first brought his baby daughter to her real home, doing the best and finest work of his career in the cause of the Allies and preparedness, quite unconscious that the end was near, he left us.  In those fifty-two years he had crowded the work, the pleasures, the kind, chivalrous deeds of many men, and he died just as I am sure he would have wished to die, working into the night for a great cause, and although ill and tired, still fretful for the morning that he might again take up the fight.\\n\\nEnd\",\"timestamp\":1639126874,\"title\":\"\\nWe leave, the Basses, the English officer and I, in a small tub of a boat for Patras, and train to Athens. \"},\"digest\":\"93n2nw1r5mDDdo_wBEWHlYjh3r1Q4FVoSWWluR0kKgw\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UwNS-8Exw0OzrIEayfWnyvyJLBXOFZUm7W3ay3NzQeE\\\",\\\"y\\\":\\\"6HOQfLVQAJj38GYCtkraA5273Tk0FqWbK_QiKycTsNU\\\"}\",\"signature\":\"uzLB9gPBNzGeMPI78w5hJPZ0-TnR0NfvyuwftKFvUDFMBGKMbdJQ8_s2rvXOfV28t56M673KfNeZlrxYOF3MQA\",\"signingKeySignature\":\"0xd6831b230dc2666cba4fd9362336a833dd6612d3c3849f3ffd3721a80820b6763f706870982cdfd26a5203ae992f06ed4f52e01ac11c681c92febb52dd8d90a71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UwNS-8Exw0OzrIEayfWnyvyJLBXOFZUm7W3ay3NzQeE\\\",\\\"y\\\":\\\"6HOQfLVQAJj38GYCtkraA5273Tk0FqWbK_QiKycTsNU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"93n2nw1r5mDDdo_wBEWHlYjh3r1Q4FVoSWWluR0kKgw\"}"