"{\"content\":{\"body\":\"The vision of Web3.0 is to achieve a decentralized network system where users can take ownership of their assets, identity, data and privacy rights. In recent years, the industry has developed rapidly. The prosperity of DeFi, NFT, New public chain, L2, GameFi and other local hot spots are virtually laying the foundation for Web3.0. The Token model gives us easy ownership of (homogeneous) assets and enables the on-chain circulation of such assets, driven by the DeFi boom. The launch of ethereum (L2+PoS) and various types of new public chains marks the ability of the underlying infrastructure to meet at least the most basic performance requirements of Web3.0. NFT model can well encapsulate all kinds of non-homogeneous rights and interests, but also an important step into Web3.0. The rise of GameFi seems to be a reminder that it's time to start putting together a grand vision for Web3.0. In fact, there was a wave of GameFi popularity several years ago, but DeFi was not available at that time, so we called it \\\"chain reform\\\", but due to the imperfect infrastructure, we played with token model design at the beginning. Although the evolution of cryptocurrencies should be in the context of the big picture of Web3.0, the concept of Web3.0, which has recently been revived, may be more in the context of data ownership, or broadly speaking, More inclined to the reshaping of Web2.0 Internet applications on the Web3.0 blockchain platform. But before we specialize in the Web3.0 niche, it's important to have a thorough understanding of the entire Web3.0 technology application stack. In fact, several years ago, well-known investors like Multicoin\\\\\\\\A16z came up with their own understanding of the Web3.0 stack framework. In this article, we try to update the current Web3.0 stack from the top down, standing on the shoulders of giants, looking at each stack module as well as the ones that haven't exploded yet.\\n\\nDerivatives market (futures & options) : star track with high certainty and relatively low risk, head items such as dYdX, Perpetual, Opyn algorithm stable currency: whether the decentralized world needs to have the original stable currency without the anchor of traditional fiat currency; Experimental, but with OHM\\\\\\\\FRAX's excellent performance this year, the status of algorithmic stablecoins has gradually improved. Metasurverse & NFT: This year's fire, even outside the ring as hot as inside, could be one of the most noteworthy technological developments of the next decade. GameFi: Axie is leading the P2E trend, but the current chain games still lack the most essential playability. They are basically repeating the pattern of first releasing NFT, then issuing game tokens or governance tokens, and then polishing the game. Given the length of the development cycle of games and the cycle of the market itself, GameFi may face a cooling off period in the future, but games are a long-term competition, and the ownership of game assets and other rights and interests have long existed in Web2.0, so it is expected to be reformed and optimized in Web3.0. Cross-chain bridge: Multi-chain coexistence is the current market pattern, and with the increase in the number of public chain and L2 projects and the gradual improvement of their respective ecology, the demand for cross-chain assets of users on the chain will also grow rapidly, and cross-chain bridge is bound to become a rigid demand. However, there are a variety of cross-chain solutions on the market at present, and there are also a variety of trade-offs in technical aspects, which is also one of the objects closely watched by hackers. Before choosing a specific investment object, you must understand its security plan. Social: ideally, we would like to use the technology stack of Web3.0 to reshape social platforms in the Web2.0 era. This involves the ownership of user rights such as identity, data and privacy. This is a big step, but also a difficult step, and deserves long-term attention. DAO: Decentralized autonomous organizations are increasingly being viewed as an organizational structure that goes beyond companies.\",\"timestamp\":1641380673,\"title\":\"Bet on Web3.0, which segments are most noteworthy\"},\"digest\":\"IZ54ULGiKBxAJBtN_6FqCsI4v3FfscFhAIwiSVZdC6Q\",\"authorship\":{\"contributor\":\"0xf40684321527063aF9E4386608C7dEc718A1e8ef\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3CrcyAr43Zd3CWxYwYiMCZH_vGmCHW4G5Pk_pYJZ2gQ\\\",\\\"y\\\":\\\"xSfX27CpwPs5_aWUTnMSpl5OplwbEHNPcbnyQ_xtMA0\\\"}\",\"signature\":\"T4O97YIX52EraT034uEUG22_qhkn7Mt-jQ7kvk_etF-O5kUwjjlTxexARO6xBUPdRhMvfxeANR3rQBVkdSKhZg\",\"signingKeySignature\":\"0x6e481a0d961f375f0f9d1f1f3a64cc0fc0a978dfe14bd925a152a89399cff4c84c689bfab04c98a053132d2d67255ae0630d2bef9e93aaebc06b1696749809b31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3CrcyAr43Zd3CWxYwYiMCZH_vGmCHW4G5Pk_pYJZ2gQ\\\",\\\"y\\\":\\\"xSfX27CpwPs5_aWUTnMSpl5OplwbEHNPcbnyQ_xtMA0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IZ54ULGiKBxAJBtN_6FqCsI4v3FfscFhAIwiSVZdC6Q\"}"