"{\"content\":{\"body\":\"## The Before\\n\\nThe emanation of **Non-Fungible Tokens** (NFTs) changed the way we look at collectible goods. The history of NFTs can date back to as far as 2011, when Ethereum was still in active development.\\n\\nIt didn’t become mainstream until a hackathon was hosted at the University of Waterloo where *ERC-721* and *CryptoKitties* were born.\\n\\nSoon after a digital fashion house was incorporated and created their first non-fungible good with the same group that created *CryptoKitties*.\\n\\nIt was the first time an NFT was sold and worn through Artificial Reality (AR).\\n\\nThe idea of ownership changed with *ERC-721*, but the idea of garments and how we wear them was *revolutionized* from the work done by [The Fabricant](https://www.thefabricant.com/).\\n\\nThus began the start of a new movement.\\n\\n\\n---\\n\\n## The Now\\n\\nTechnological transformation in the traditional fashion industry is slow. The processes in place are the same as they were a 100 years ago:\\n\\nIt’s unsustainable, bureaucratic, and is largely centralized to a single holdings company.\\n\\nThe digital fashion realm on the other hand is still in it’s infancy. Most revolve around curation, collaboration, and building communities with designers. There’s even a fashion-based Decentralized Autonomous Organizations (DAO) known as the [RED___DAO](https://reddao.xyz/) helping grow the digital fashion ecosystem.\\n\\nJust recently, traditional fashion houses are creating their own NFTs (both Physical and Digital).\\n\\nYet, there’s problems that continue to plague the fashion industry. While sustainability is a core benefit, digital-only garments do not provide a strong enough **network effect** for total and complete *change*. Yet.\\n\\nNeedless to say, Blockchain technology has yet to tackle supply chain and build P2P incentive frameworks for these problems such as sustainability.\\n\\nGiven what’s been accomplished in digital fashion thus far, I can imagine the decoupling of the centralized fashion houses, a new medium for designers to get paid what they deserve, and one day, a complete reduction of garment-based carbon emissions.\\n\\n\\n---\\n\\n## The Future\\n\\nThe limiting factor to the *Metaverse* are the **platforms** including the software, hardware, and form factor required to enable it’s usage. It’s difficult to justify buying digital clothing when the experience to wear it are within 10 different applications you need to download.\\n\\nThis problem is nothing new. The same happened to the internet during the Browser Wars (and currently with VR/AR). The WWW Consortium highlights this perfectly in their article **The History of the Web**:\\n\\n> During the browser wars, Microsoft and Netscape focused on implementing new features rather than on fixing problems with the features they already supported, and adding proprietary features and creating features that were in direct competition with existing features in the other browser, but implemented in an incompatible way.\\n>\\n> Developers at the time were forced to deal with ever increasing levels of confusion when trying to build web sites, sometimes to the extent of building two different but effectively duplicate sites for the two main browsers, and other times just choosing to support only one browser and block others from using their sites. This was a terrible way of working, and the inevitable backlash from developers was not far away.\\n\\n**What’s Next?** Digital fashion and collaboration will continue to flourish, but what I would love to see is innovation in garments and accessories including:\\n\\n**Tokenization of Luxury Goods**\\n\\n**Sustainability Frameworks for Recycling**\\n\\n**Phygital Fashion Shows**\\n\\n\\n---\\n\\n## Fin\\n\\nAMHO Project coming soon.\\n\\nThank you for reading.\",\"timestamp\":1639103197,\"title\":\"A Phygital Beginning\"},\"digest\":\"j09cOb3dX3Ih6KtNse29LkKai7XyWWCTVmMGwOKHi24\",\"authorship\":{\"contributor\":\"0x67F3E43c779449be61580FC75a42D143e840f04c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2-zFM3GR7P8y-KwFecxisoejcq_Ttp8U7RTNp0RPZ7Q\\\",\\\"y\\\":\\\"Huf_HQi3oxmnifyix8Qm4rG2TrGwF-JW0CfA2KJJqIQ\\\"}\",\"signature\":\"qt5W5H2bS7Nxg_pDxfH1p-cpzkDCOHvGAHSMYnrSEIPsqRKvNkwXZFihDbOTRXzD2UN3u9PyuM-GsBfKJz0DAQ\",\"signingKeySignature\":\"0xc59534d16ae73bf4f126d41c34b3332a143ef1bd3e47732ce57ca05137bed87d0c02bfb13d047b5e133dc1782a79dcd63ea64b4d9ce4b1844711cb43c33a033a00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2-zFM3GR7P8y-KwFecxisoejcq_Ttp8U7RTNp0RPZ7Q\\\",\\\"y\\\":\\\"Huf_HQi3oxmnifyix8Qm4rG2TrGwF-JW0CfA2KJJqIQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8iH7Ky0pSDmnFzTw8zcRJh9wHl2dH5fzjF72OqCz6P4\"}"