"{\"content\":{\"body\":\"![Marcel Duchamp, 1917, Fountain, photograph by Alfred Stieglitz](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd695c48b-5aa7-4420-8b1b-891359f76df2_512x669.jpeg)\\n\\nMarcel Duchamp, who fled France for New York during the First World War, anonymously submitted an upside down porcelain urinal signed R. Mutt to the Society of Independent Artists for its first annual exhibition in 1917. Duchamp was, in fact, a board member of the Society, and had said he was working on a piece for the exhibition titled *Tulip Hysteria Co-ordinating,* which incidentally also dovetails rather sarcastically with the subject of this essay. In contravention of the Society’s stated rules of acceptance, it rejected *Fountain* for the show on the basis that it was ‘not art’.\\n\\nDuchamp promptly resigned from the board, and withdrew his fictitious *Tulip Hysteria Co-ordinating* piece in protest. Luckily, Alfred Stieglitz, pioneer of photography and vital impresario of the development of modern art in the United States, photographed the piece in his studio before it was lost to history. The photograph was included in Louise Norton’s essay in a short-lived Dada magazine, “The Blind Man”, in which she defended Duchamp’s work. Before long, this work had turned the entire art world on its head, and on this notorious basis in particular, Duchamp is generally credited with giving birth to conceptual art. Respected polls of top art experts from recent years have ranked *Fountain* the most influential modern artwork of all time. The revolutionary nature of the work lies in its foregrounding, forcing, and provoking the single most basic question — “what is art?”\\n\\nBitcoin has similarly, and notoriously, raised a most basic question — “what is money?”\\n\\nAlthough *Fountain* had a provocative form in the material world, that was only to call attention to its power, which lies properly in the *dematerialized* realm of ideas. The original piece was, in fact, lost to posterity almost immediately after its unveiling in 1917, and its notoriety was developed through photographic images. That Duchamp also authorized multiple replicas of the artwork many decades later, some of which were sculptures handcrafted to imitate the mass-produced commodity originally utilized as material, only further heightens the dematerialized *idea-ness* of the work. By insisting on engagement with the question “what is art?”, its power lies in the way it forever altered the relationships between artist, artwork, forum, and audience — in the minds of human beings, and in their minds collectively. Controversy and incredulity simply come with the territory of such Copernican moments. There are still many who do not understand *Fountain*, more than one hundred years later.\\n\\nSimilarly, Bitcoin and the world of crypto it opened up, is the dematerialization of money. Its power, its value, lies not in pinning down the elusive *what it is* in a single reductive definition, but in the way it has forever altered relationships in a conceptual sense, and in the new networks of relationships it has engendered. It has challenged the relationships between money and materiality, money and banking, and money and state. By severing the link between money and banking, for instance, crypto has made it possible for the billions of human beings without bank accounts to transact securely and inexpensively over distances for the first time in history.\\n\\nBut its new networks are more than decentralized communities of nodes, miners, and users transacting securely without the need for third-party intermediaries. The networks are also the collective, shared, and overlapping beliefs of these human beings, as fostered by both the incentive structures of the networks as designed, and by the context of the world in which they exist. Core to the Bitcoin network’s system of beliefs, approaching the level of a principle at this point, is the conviction that a majority of the community will remain committed to the original hard-coded supply limit of 21 million. In the collective minds of these human beings, Bitcoin has therefore become a hard asset, albeit an intangible one. The real power and value of Bitcoin, like that of *Fountain*, resides in the minds of the collective.\\n\\nEconomists from the Austrian School like Carl Menger, Ludwig von Mises, and Murray Rothbard argued that money originates from the market in a bottom-up manner as individual people seek to use the most liquid, marketable commodities as mediums of exchange. Gold and silver, two of the only suitable elements in the entire periodic table for this specific purpose, historically filled this necessary role, as did other commodities within specific cultures. In accord with these theories, but less their implicit assumption of materiality, Bitcoin and other cryptocurrencies have emerged *to be accepted as money* by networks of individual human beings all over the world. These networks of people are growing exponentially, and therein lies their power, and their resiliency.\\n\\nOriginally published by Anaximander on December 7, 2020.\",\"timestamp\":1638581033,\"title\":\"Bitcoin is the \\\"Fountain\\\" of Money\"},\"digest\":\"_B41Fg7HeZIJIt4_nQ1SeAEVL49ohYKTtBJgrWTv3fg\",\"authorship\":{\"contributor\":\"0x5335BBFd0a8dDD5413C19118A95da4122C9e6D47\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r7hR9Zl_DKM6ANCVCPWuZhBBwetLiW2pfwg2SbfY8C4\\\",\\\"y\\\":\\\"QdatzddRnHyC6M1yAfZjXLQGVAzNS6Kh2uzh8aHdSr0\\\"}\",\"signature\":\"TitX5vDgHKo1hpr-iOSlGIb17HdTaxvFFkK2hrKLeh6Yfuobo2uuHk7T2AJS4oYW0IlO9V_ujMHXKAzYcXt5IQ\",\"signingKeySignature\":\"0x9d8cadb553c159038fee46e5107e549c7cb6949ccce82511730213a7de174e6239f776c4771791c2e5d7b7de8ae017a7d5188f377675db431ce6cad6cb479c051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r7hR9Zl_DKM6ANCVCPWuZhBBwetLiW2pfwg2SbfY8C4\\\",\\\"y\\\":\\\"QdatzddRnHyC6M1yAfZjXLQGVAzNS6Kh2uzh8aHdSr0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hWLFN7_FOgBeWQYtyTPrRnB-2D1oiG-Zi6kRccmfjDY\"}"