"{\"content\":{\"body\":\"[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6292](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6292)\\n\\n### How craftsmanship & “total design” can inform the need for diversity within the on-chain creator economy.\\n\\nThe relationship between craftsmanship, design & art has been the focal point of historical movements like the Arts and Crafts and its descendant, the Bauhaus. At the opening of the Bauhaus institution Walter Gropius read his manifesto which declared in part:\\n\\n“there is no essential difference between the artist and the craftsman” \\n\\nI can’t help myself but seeing the current blockchain ecosystem as a neo-bauhaus, where new creators + leaders are emerging, teaching and changing the landscape of finance, design, art, music, culture forever. Designers, musicians & writers are learning solidity, 0xmons is breaking down degrees of on-chain-ness in a Twitter thread & a decentralized profit sharing tribe of elite gamers is emerging. Gropius believed the Bauhaus could “create a new guild of artists without the class-distinctions that raises an arrogant barrier between craftsmen and artists.” The Bauhaus movement took in consideration the machinery and industrial devices arising during that period to create a strong design school that included architecture, visual art, textiles + homeware. They pushed the idea of complete creations which included considered materials & tools to allow the products to re-emerge in a new way that hadn’t been seen since mass production.\\n\\nTotal work of art_Total Systems_Total Design_Total Freedom_\\n\\nBlockchain-enabled \\\"Total Design\\\" should allow us to invest in creative communities while casting off old world confines. Total design equates craftsmanship with artistry since it left an indelible mark on art & design practices until today. We live in increasingly connected and globalized societies where we should be able to observe and understand the impacts of our actions and in contrast how the actions of others impact us. It’s in the spirit of Total Design within the current paradigm that we must revisit present structure and reevaluate how we think about \\\"merch\\\" \\\"factories\\\" & profit redistribution.\\n\\n![Woven textile draft rendering ](https://images.mirror-media.xyz/publication-images/dgiAGGI6th2OhtjuQtTqS.png?height=1152&width=4000)\\n\\nPerhaps by studying craft & it’s close ties to ancient cultural pillars we could begin to truly reinvent systems and find some alternatives to how we presently produce garments and other physical off chain products.\\n\\nTransparency is the key to bringing value and recognition to the many skilled artists & artisans working both within small-scale production & within global fashion supply chain. “Total design” should push us to research new modular production structures where web3 communities can co-create and embed non computerized creators and makers into the internet of things. These frameworks would take in consideration the women & men of color working in the factories wholesaling their craft with little to no returns on the products’ profits.\\n\\nI can't stop thinking about the Silk Road when imagining collective ecosystems for garment creation. The ancient Silk Road was a network of trade routes that ran from China to the Mediterranean and beyond, allowing the exchange of silk, tea, dyes and spices from the east for blankets, textiles, camels, gold and silver from the west. Its deceased modern equivalent (RIP) was an ever expanding digital community who could reach out and be seen at unprecedented speeds. The open web being built can create the kind of transparent connections that would allow the craftsmen, the makers (sewers, pattern makers, printers, embroiderers) to own the means of productions proportionally + access to profits. (Silk Road 3.0)\\n\\nAlt title: “001: On slave labor crypto merch”\",\"timestamp\":1637582311,\"title\":\"001: Craft \",\"publication\":\"techspec\"},\"digest\":\"vW9wnEsiP7ibRCL17nKSSL1kCZWTNwztp5iSqrndEa4\",\"authorship\":{\"contributor\":\"0xeA3246957e3548fAdf56301Af6e020Fa288AF8BA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ill7wfzSIIkHNRoE1f9bHrPMk2os4BFgsQJ9Yhg_1MM\\\",\\\"y\\\":\\\"eU4wL4p8NuPtdQv64mnGyOIXQWCeE-KughvOsIcKcRk\\\"}\",\"signature\":\"GhhdLnUAL8QeMeHM1Tli_QEc-noDXwzWSNNZwjPIRBsq9ZCyGMzfUYlXcYe1bRtKOVtDv2OatlROzGS2ODhQLQ\",\"signingKeySignature\":\"0x12dfdc8d6af435deb7e7868bbe64000114034842fcca99a9a388322376280c003b84f86516aff5f05e2a2fc3b024a9d4791c51806d9b30e5ba5eb235e4d7665e1b\",\"signingKeyMessage\":\"I authorize the publication of articles on techspec.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ill7wfzSIIkHNRoE1f9bHrPMk2os4BFgsQJ9Yhg_1MM\\\",\\\"y\\\":\\\"eU4wL4p8NuPtdQv64mnGyOIXQWCeE-KughvOsIcKcRk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4yxhQh_Ok8NH9DtYlEGsLQQTcI8RnECDYNCvC7qEt_M\"}"