"{\"content\":{\"body\":\"Look, people will pitch you bitcoin in many ways, but what it really is is a successful [production of artificial scarcity](https://www.bloomberg.com/opinion/articles/2021-11-30/omicron-crypto-is-a-bet-on-attention). You and I can type up some numbers and letters on our computers (f5d8ee39a430901c91a591…) but they would mean nothing. The trick is to achieve an agreement among all users that this string of numbers and letters is scarce. If you send that string of numbers and letters to someone else, *the database updates, something gets deducted somewhere and added somewhere else*. And because that something is scarce, it is valuable. This is what bitcoin can do and it can do it well.\\n\\nAnd .. people have tried (and will keep trying) to do the same thing with other things, property titles, art, etc., but boy that is tricky. It is tricky because the normal old world does not recognize it. You could mint a token representing a property title and send it to someone’s wallet, but that would not constitute a legal transfer of ownership unless you do it *on paper* (according to the legal rules of the country, etc.) too.\\n\\nBut people really really wanted to do this (look blockchain is fascinating), and so they started trading NFTs, which is essentially the same thing (tokens) except that they represent things that don’t have any value. And I don’t think that people appreciate just how much this is true? .. or if it matters at all?\\n\\nHey, the NFT market has grown to over $7B over the past <2 years and you could maybe say that much of that growth was driven by widely broadcasted [monetary easing](https://medium.com/me/stats/post/215f02a5a23f) swelling and insulating the markets to such an extent that it triggered a meme culture of casino-like trading, more than any belief that NFTs are the future of ownership, but there was some of that too.\\n\\nLike with bitcoin, when you send some numbers and letters that represent an NFT to someone, *the database updates, something gets deducted somewhere and added somewhere else*. Within those numbers and letters is a hyperlink to a .jpeg or a .gif, etc. usually stored on Google Drive or some other cloud. Does it give you right to that .jpeg or .gif? Absolutely not. Not at all. Anyone can right-click, save as that digital picture million times, anytime, without limit.\\n\\nBut also, maybe? The NFT community does recognize that right and assign it to you because you have some numbers and letters in your wallet, so it does have value? And that community will grow over time, so the right to the .jpeg is very real? Because, you know, a legal ownership document to a piece of art is also abstract and not tied to the piece of art? Basically, the question here is: can the social-regulatory apparatus of what constitutes ownership be replaced by a purely computer mechanism if sufficiently large population follows it?\\n\\nBoy, a thin line.\\n\\nMostly bubble, but also something to it? The problem is that things get complicated when people get excited about making NFTs out of real things. If you make an NFT of a Picasso, then it is not a legal title to it. You can either sell both (but what value does the NFT have when the real painting hangs on someone’s wall) or you can destroy the painting. And for a while there has been a trend of people burning actual paintings to then sell NFTs of them. [Damien Hirst’ latest artwork](https://medium.com/thatmeaning/yes-its-fine-to-hate-modern-art-dac77ed08daf) is a clever reaction to this, haha, practical problem.\\n\\nA somewhat more constructive, but also ephemeral idea is the one people at [Particle](https://www.particlecollection.com/) had: selling hundreds of thousands of NFTs, each of which represents a digital piece of an actual physical artwork, which is then bought and put in Particle Foundation .. to be toured and displayed internationally. Sounds really good, right? ..and if not that, then at least like something that is perfect for the current age. Except that concepts like “foundation” or “charity” have a very [functional meaning](https://medium.com/thatmeaning/yes-its-fine-to-hate-modern-art-dac77ed08daf) in the art world, often as structures to keep ownership, but defer taxes. Boy, it will be important to see just how restricted and committed to NFT owners will that Particle Foundation be, otherwise there could just be many paintings hanging on someone’s wall, part paid by the NFT “*owners*”.\\n\\n[”](https://www.bloomberg.com/opinion/articles/2021-11-30/omicron-crypto-is-a-bet-on-attention)*[The basic innovation of crypto is the production of artificial scarcity](https://www.bloomberg.com/opinion/articles/2021-11-30/omicron-crypto-is-a-bet-on-attention),*” but let’s not make a farce of it like the [Bohemian prince](https://www.bloomberg.com/opinion/articles/2021-09-29/insiders-are-good-at-trading?cmpid=BBD120221_MONEYSTUFF&utm_medium=email&utm_source=newsletter&utm_term=211202&utm_campaign=moneystuff).\\n\\n\\n---\\n\\nThere is also this: that millions of computers have to run blockchain to verify transactions so that we can exchange strings of numbers and letters that don’t represent anything is a bit annoying from ecological perspective (?), and some great practical jokes have been made of it, like a [pirate website](https://thenftbay.org/) that lets you download the whole database of all NFT .jpegs and .gifs, etc.. There are, you could say, also some very real jokes, like what if the cloud where the .jpeg is saved goes down? You buy a [$69M Beeple](https://www.wsj.com/articles/beeple-nft-fetches-record-breaking-69-million-in-christies-sale-11615477732) image, open it up, click on the hyperlink to see your precious artwork and get a **404 error.** That could be a bit annoying?\",\"timestamp\":1638791242,\"title\":\"The best art you never had.\"},\"digest\":\"pIOuXa8TvLiD2khCT8u9dhChHhJe4pgSYmOXWCBRalA\",\"authorship\":{\"contributor\":\"0x326129A521F3d9cB6b7374f48c3C10d28C6F16f7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A2yfE8Ix0c3_4r2VmmDBaP_SiaVg_St3gQXldWhQ-80\\\",\\\"y\\\":\\\"TpqMhlCEuGLxRRzN_KfvgfeDP5iZMCuHavzhOm59Ci0\\\"}\",\"signature\":\"_4ssswzIieOY6C5UoteDQQ2swur1__1ueFvNXKOv4oTUEzPhOJUhtjDsPs8wZKiIUq--YNt_XaYbiLoBAnbNRQ\",\"signingKeySignature\":\"0x4824192d1e92b1b2053887bc3892d7c6cb6623190d4f011fd1e48d194f30fad9577ce311473ad36e3b1ff5e17decff57ca2aa69852e5b26b3396b1c3954c3e441c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A2yfE8Ix0c3_4r2VmmDBaP_SiaVg_St3gQXldWhQ-80\\\",\\\"y\\\":\\\"TpqMhlCEuGLxRRzN_KfvgfeDP5iZMCuHavzhOm59Ci0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pIOuXa8TvLiD2khCT8u9dhChHhJe4pgSYmOXWCBRalA\"}"