"{\"content\":{\"body\":\"Everyone in the social network can mint his/her social influence into his/her social assets. New Crypto Space NFT is a personal social asset, and the capital appreciation of social asset can be realized through NFTSocialFi.\\n\\nNew Crypto Space NFT is a fair launch based on Proof of Human Work mechanism. Users can create and mint their own NFT using their own contents. Everyone is free to create his/her own metaverse identity and can start his/her own Metaverse Genesis.\\n\\nNew Crypto Space, the entrance aggregator to Metaverse. \\n\\n![Connect Metaverse ID](https://images.mirror-media.xyz/publication-images/WPgT6M6UEGDkt5_MuT9kG.png?height=872&width=872)\\n\\nPOHW (Proof of Human Work), namely the proof of propagation work done by users, is judged by users’ completion of corresponding tasks according to the number of twitter followers of minter users. Users only need to log in to the official website and follow required steps.\\n\\nConsensus mechanism is fundamental to the formation of the value of cryptocurrency. From the perspective of crypto evolution, the cryptocurrency based on consensus mechanisms and fair distribution is often the key item in the process of crypto evolution. For example, Bitcoin is issued fairly through the POW (Proof of Work) mechanism. YFI, the community governance token of the Dapp Yearn Finance, can be considered issued as a POS (Proof of Stake) mechanism. The evolution is now moving towards fair distribution of NFT based on consensus mechanism.\\n\\nThe nature of the fair launch is the fairness of the mechanism, not anyone can launch, which can lead to a scramble among scientists or insiders as a result, which is obviously not fair. It is not a fair start if anyone can mint a token.\\n\\nNew Crypto Space NFT can be understood as the amount of propagation work done by the token minter based on the POHW (Proof of Human Work) mechanism. Because NFT is minted based on proof of propagation work, it has solid intrinsic value and can be collected or sold by users. The NFT created by users can also be used as a avatar.\\n\\nThe foundation of metaverse is identity, with which users can have an immersive experience in the identity-based social networks in virtual space. New Crypto Space NFT may be metaverse ID. Users can freely create their own identity portal in the metaverse, which is equivalent to opening a brand new parallel universe for users.\\n\\nNFT contents include: the serial number issued by the system, the “01” string converted from the user’s Twitter account and Ethereum address, the suffix (- “a 10-digit number consisting of random numbers 0–9”), and the alphanumeric combination written by the user (no more than 15 characters).\\n\\nFor example, if you type “NewCryptoSpace”, the NFT will be generated as follows：\\n\\n![](https://miro.medium.com/max/846/1\\\\*CBF5SC3DYSnlY2Jxlx-miQ.png)\\n\\nIf the text is left to the middle, you can type a space (which is also a character) and preview to center it. Use this image as an avatar as follows:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*7BhfxMjtQW6Iqt9eR7ZkVQ.png)\\n\\nAbout the proof of propagation work done by users:\\n\\nA. New Crypto Space NFT Metaverse Genesis Period\\n\\nFor Twitter users, they can mint an NFT from a picture of white letters on purple (different color value) after completing the work. The total number of this type of NFT is 128.\\n\\na) For users with Twitter followers between 1–99, they can mint an NFT from a picture of white letters on purple (Color Value: a900a9) after completing the work. The total number of this type of NFT is 66.\\n\\nb) For users with Twitter followers between 100–499, they can mint an NFT from a picture of white letters on purple (Color Value: 9200a8) after completing the work. The total number of this type of NFT is 34.\\n\\nc) For users with Twitter followers between 500–999, they can mint an NFT from a picture of white letters on purple (Color Value: 7b00a8) after completing the work. The total number of this type of NFT is 18.\\n\\nd) For users with Twitter followers 1,000 or above, they can mint an NFT from a picture of white letters on purple (Color Value: 6500a8) after completing the work. The total number of this type of NFT is 10.\\n\\nB. New Crypto Space NFT Metaverse Inflation Period\\n\\n> *(Comming Soon. )*\\n\\nThe above background shows a redshift trend.\\n\\nThe completion of the work mentions above refers to:\\n\\nUsers who meet the above corresponding requirements connect your wallet address to the official website [newcrypto.space](https://newcrypto.space/), and then log in to your Twitter and follow the instructions. Click “Go Forward” and post the corresponding pop-up text to your own Twitter account (click the “Confirm” button in the popup to publish). Users only need to log in to the official website and follow the steps there.\\n\\nIn the corresponding pop-up page, users can modify the text content and then post, but there should be text.\\n\\nNote: Your tweet cannot be deleted once posted. If the tweet is deleted, users can’t mint NFT.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*kmE6LZ4XnDgk_BYl2szyig.png)\\n\\nAfter you click “Confirm” in the pop-up page to post the tweet, click “Create and Mint” to start creating and minting.\\n\\nUsers are required to pay the corresponding minting gas fee and Twitter account verification fee before minting NFT. The two fees add up to a fixed cost of 0.2ETH.\\n\\nIn order to prevent unfair launch caused by individuals minting from multiple addresses, the system uses a special address for Twitter account verification. Users actually pay ETH to this special address, which mints NFT through smart contract then.\\n\\nAll data & information, including the content entered by users themselves, is stored on the blockchain, so the Ethereum gas fee of minting NFT is high.\\n\\nThe potential risk here is that the severe fluctuation of minting gas may lead to minting failure.\\n\\n> *The ETH paid by the user to this special address is divided into two parts: one part is used to pay for the GAS fee for minting NFT; the other part is used as the Twitter account verification fee and it is flexible (Temporary fund, available for use at any time).*\\n>\\n> *Once the NFT minting fails due to the dramatic increase in GAS fee, the user can wait for several hours and then click the “Mint” button again to mint to ensure that users can mint NFT successfully. \\\\*No need to pay again. \\\\*(note that the “Mint” button here is not the “Create and mint” button in step 4, but the “Mint” button in the last step).*\\n\\nWhen you click “Create and Mint” in Step 4, the fee payment box will pop up. The MetaMask wallet page will suggest a high fee. Of course, you can edit the GAS fee for the transfer of 0.2ETH in the payment page. For instance, if I set a 0.004ETH GAS fee for the transfer of 0.2ETH this time, that is, I would pay (0.2+0.004=0.204) ETH, as shown in the red circle to edit.\\n\\n![](https://miro.medium.com/max/986/0\\\\*HaFxLsRx-SJBIC0Q.png)\\n\\nAnother potential risk is that the third-party IPFS storage service application may suddenly have a short maintenance period. At this time, the system will have a prompt.\\n\\nAfter the fee is paid, the “Create and Mint” button will jump to the “Create” button.\\n\\nAfter the user pays the fee, click “Create” button and enter the content that you want in the text input box in the pop-up window to mint your NFT, such as “NewCryptoSpace”. The content is limited to 15 letters (case sensitive) or numbers.\\n\\nUsers can write any alphanumeric combination (no more than 15 characters), preview and modify the content if it is not satisfactory. Once you’re satisfied with the preview, click “Mint”. You’ve created your own NFT.\\n\\n> *Because the character placeholder for each letter is different, the content you enter when “Create” may not be centered. You can view it in the preview before minting. If not satisfied, you can modify the content to avoid dissatisfaction with the NFT minted.*\\n\\n![](https://miro.medium.com/max/1400/1\\\\*4Cc772pgJwK05m3vjXiGjw.png)\\n\\nSpecial attention: “posting text in the corresponding pop-up page to the user’s own Twitter” mentioned above is not that the user retweet a tweet of our official Twitter using your own Twitter account, nor that the user post a tweet in your own Twitter account, but that the user must follow the corresponding prompts in our official website, that is, link your wallet address to our official website + Twitter login + click the “Go Forward” button + click the “Confirm” button in the popup page.\\n\\nThe corresponding text content of the pop-up page mentioned here is as follows. When you see the following text on the pop-up page, it indicates that your operation is correct. Click “Confirm” button in the pop-up page to publish.\\n\\n> *I’ll mint New Crypto Space NFT. It’s a fair launch. Users can create and mint your own NFT using your own contents based on the Proof of Human Work in Propagation mechanism. Everyone can start your own Metaverse Genesis.*\\n\\nNote: Your tweet cannot be deleted once posted. If the tweet is deleted, users can’t mint NFT.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*7Km6v4Ixco8i6ELzUoG9pw.png)\\n\\nEach NFT contains two parts: a & b\\n\\na. the serial number issued by the system, the “01” string converted from the user’s Twitter account and Ethereum address, the suffix (- “a 10-digit number consisting of random numbers 0–9”)；\\n\\nb. the alphanumeric combination written by the user (no more than 15 characters). Users can write your own content which can contain English letters and Arabic numerals, can’t use any other notation, no more than 15 characters.\\n\\nThe contract hasn’t been not audited yet. You can use a brand new Ethereum wallet address as you wish to keep your assets safe. Your new wallet address should has more than 0.3ETH.\\n\\nThe total number of New Crypto Space NFT: 128+8888+888+88+8=10000.\\n\\nThe team has no reserve.\",\"timestamp\":1636288369,\"title\":\"New Crypto Space\"},\"digest\":\"kArw1uL5oSqnrh4Kt_Zxy2hazZr9eVwBn9-mXsGQnC4\",\"authorship\":{\"contributor\":\"0x144d23ade5fA744aCa5A7c0a9AbF05cA8a4360Fc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KnqubiIb_p-RSxESgD6wje6lkp1HrHm4-Hnisgmd7qk\\\",\\\"y\\\":\\\"TiU3DmSBAFY1m0vB5aJkMoExdL6hcyrIYqxhlkqkmD4\\\"}\",\"signature\":\"6H6iP2bJ323TjEYmGuVqeHE6hM6Jhu-A-4kJDHuTpbG1Nr80p0Y4xcqHOY2PwPKM5a3VIRf_a4jCTKyh047Czw\",\"signingKeySignature\":\"0xe7de5b298e1763931dc5eb5f1627c4aa25715778828d4498425439ee9d950f904d555eda3d7512144f81e6c23f39aba312367a9de7bad888a13df3b1f8f2713e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KnqubiIb_p-RSxESgD6wje6lkp1HrHm4-Hnisgmd7qk\\\",\\\"y\\\":\\\"TiU3DmSBAFY1m0vB5aJkMoExdL6hcyrIYqxhlkqkmD4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1DD3Xm2ocnd38pS61npln0CbrScS2RGl1K_ChNOo9Qk\"}"