"{\"content\":{\"body\":\"## We are inclusive. While no one may own a witch, anyone may become one. 🪄\\n\\n* Crypto Coven is inclusive of everyone—no matter your race, ethnicity, religion, class, culture, national background and citizenship status, sexual orientation, gender identity and expression, age, or mental or physical disability.\\n* Our community values fostering connections, encouraging community interactions, providing support, and growing together.\\n* The collection of experiences and personal choice that makes each witch unique are celebrated here.\\n* We strive to produce and protect a social space that is safe for all witches.\\n\\n## Be respectful and open-minded. Harassment is not tolerated. 💖\\n\\n* Witches are empathetic and care for other members of the coven. Disrespect and harassment are not tolerated, and the Crypto Coven team reserves the right to curate our community and banish those who do not follow Community Guidelines.\\n* Witches approach new ideas with an open mind. While we encourage witches to ask questions and do their own research, we do not tolerate personal attacks.\\n* Harassment includes:\\n  * Deliberate intimidation and targeting individuals in a manner that makes them feel uncomfortable, unwelcome, or afraid.\\n  * Offensive verbal comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, religion\\n  * Antagonization of admins or moderators\\n* If you see something wrong, please speak up and report to a high witch or acolyte.\\n\\n## Talk about lore, not floor. 🧙‍♀️\\n\\n* Our community is all about art and lore and world-building. We’re here to weave an immersive world, not speculate on how much others may weigh it in coin.\\n* The value of a WITCH is subjective, and their worth lies in the eyes of those who behold them, so we don’t talk about calculated rarities, floor prices, and the external perceived value of the collection in this Coven.\\n\\n## No shilling, spam, or scams. ⚔️\\n\\n* Promoting other projects and/or sharing links to other servers is strictly prohibited. Mentioning a project when asked or in conversation is allowed; however, direct links to other projects’ Twitter accounts, servers, websites, etc., is not.\\n* Mass DM-ing witches on Discord is not permitted for any reason and constitutes an immediate ban.\\n* Coordinated raids or pressuring others to do so on behalf of Crypto Coven is not aligned with our values. We deeply appreciate your passion for our project; please only share if you personally feel like doing so.\\n* Spam shall be reported in #banishments.\",\"timestamp\":1639414789,\"title\":\"Crypto Coven - Community Guidelines 🔥\"},\"digest\":\"WQIKp952k9DHNGAbfJo4wI3tFGCfMHHjofxiBKfp8Oc\",\"authorship\":{\"contributor\":\"0xcACC8fb5AFEdFaB7ec2a84A17A9F6194Ab78886C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cLKqouePUffA6Wsdh3bHIgWvJrcYVqUies7LSbHtNUo\\\",\\\"y\\\":\\\"Pwjp1eQouusffUren7uiGaBHRIItm7AjpCWW30Tr8zs\\\"}\",\"signature\":\"RY9NX5sGVIcXMXUs3vD2-8hkZ8a7CRcgvdVSJUCYYvU2mZQH_IupHF0Lf-RtlPnQSuznEFE6QAH-2fm20cjmGw\",\"signingKeySignature\":\"0x4bd80dcae0fde94e8a2afa9226e7874c3bd47f7445ddab8f00d3384df5466bfd70dea64b73a9b3708dfc566ada4c140b4bb63199c2b5484d3290994574de6d2f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cLKqouePUffA6Wsdh3bHIgWvJrcYVqUies7LSbHtNUo\\\",\\\"y\\\":\\\"Pwjp1eQouusffUren7uiGaBHRIItm7AjpCWW30Tr8zs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WQIKp952k9DHNGAbfJo4wI3tFGCfMHHjofxiBKfp8Oc\"}"