"{\"content\":{\"body\":\"According to Virgil's description, the joys on the banks of his\\nriver Lethe must have been most sad and dreary, the general\\nidleness and monotony apparently being broken only by wrestling\\nmatches between the children, while the rest strolled about with\\nlaurel wreaths or rested in the shade.  The pilot Palinurus, who\\nhad been drowned by falling overboard while asleep, but who\\nbefore that had presumably done his duty, did not seem especially\\nhappy; while the harsh, resentful disposition evidently remained\\nunsoftened, for Dido became like a cliff of Marpesian marble when\\nAEneas asked to be forgiven, though he had doubtless considered\\nhimself in duty bound to leave her, having been twice commanded\\nto do so by Mercury, the messenger of Jove.  She, like the rest,\\nseems to have had no occupation, while the consciences of few\\nappear to have been sufficiently clear to enable them to enjoy\\nunbroken rest.\\\"\\n\\n\\\"The idleness in the spirit-land of all profane writers,\\\" added\\nBearwarden, \\\"has often surprised me too.  Though I have always\\nrecommended a certain amount of recreation for my staff--in fact,\\nmore than I have generally had myself--an excess of it becomes a\\nbore.  I think that all real progress comes through thorough\\nwork.  Why should we assume that progress ceases at death?  I\\nbelieve in the verse that says, 'We learn here on earth those\\nthings the knowledge of which is perfected in heaven.'\\\"\\n\\n\\\"According to that,\\\" said Cortlandt, \\\"you will some day be\\nsetting the axis of heaven right, for in order to do work there\\nmust be work to be done--a necessary corollary to which is that\\nheaven is still imperfect.\\\"\\n\\n\\\"No,\\\" said Bearwarden, bristling up at the way Cortlandt\\nsometimes received his speeches, \\\"it means simply that its\\ndevelopment, though perfect so far as it goes, may not be\\nfinished, and that we may be the means, as on earth, of helping\\nit along.\\\"\\n\\n\\\"The conditions constituting heaven,\\\" said Ayrault, \\\"may be as\\nfixed as the laws of Nature, though the products of those\\nconditions might, it seems to me, still be forming and subject to\\nmodification thereby.  The reductio ad absurdu would of course\\napply if we supposed the work of creation absolutely finished.\\\"\\n\\n```\\n                      CHAPTER XIII.\\n\\n                NORTH-POLAR DISCOVERIES.\\n```\\n\\nTwo days later, on the western horizon, they beheld the ocean.\\nMany of the streams whose sources they had seen when they crossed\\nthe divide from the lake basin, and whose courses they had\\nfollowed, were now rivers a mile wide, with the tide ebbing and\\nrising within them many hundreds of miles from their mouths.\\nWhen they reached the shore line they found the waves breaking,\\nas on earth, upon the sands, but with this difference: they had\\nbefore noted the smallness of the undulations compared with the\\nstrength of the wind, the result of the water's weight.  These\\nwaves now reminded them of the behaviour of mercury, or of melted\\nlead when stirred on earth, by the rapidity with which the crests\\ndropped.  Though the wind was blowing an on-shore gale, there was\\nbut little combing, and when there was any it lasted but a\\nsecond.  The one effort of the crests and waves seemed to be to\\nremain at rest, or, if stirred in spite of themselves, to\\nsubside.\\n\\nWhen over the surface of the ocean, the voyagers rose to a height\\nof thirty thousand metres, and after twenty- four hours'\\ntravelling saw, at a distance of about two hundred miles, what\\nlooked like another continent, but which they knew must be an\\nisland.  On finding themselves above it, they rose still higher\\nto obtain a view of its outlines and compare its shape with that\\nof the islands in the photographs they had had time to develop.\\nThe length ran from southeast to northwest.  Though crossed by\\nlatitude forty, and notwithstanding Jupiter's distance from the\\nsun, the southern side had a very luxuriant vegetation that was\\nalmost semi-tropical.       This they accounted for by its total\\nimmunity from cold, the density of the air at sea-level, and the\\nwarm moist breezes it received from the tepid ocean.  The climate\\nwas about the same as that of the Riviera or of Florida in\\nwinter, and there was, of course, no parching summer.\\n\\n\\\"This shows me,\\\" said Bearwarden, \\\"that a country's climate\\ndepends less on the amount of heat it receives from the sun than\\non the amount it retains; proof of which we have in the tops of\\nthe Himalayas perpetually covered with snow, and snow-capped\\nmountains on the very equator, where they get the most direct\\nrays, and where those rays have but little air to penetrate.  It\\nshows that the presence of a substantial atmosphere is as\\nnecessary a part of the calculation in practice as the sun\\nitself.  I am inclined to think that, with the constant effect of\\nthe internal heat on its oceans and atmosphere, Jupiter could get\\nalong with a good deal less solar heat than it receives, in proof\\nof which I expect to find the poles themselves quite comfortable.\\nThe reason the internal heat is so little taken into account on\\nearth is because, from the thickness of the crust, it cannot make\\nitself felt; for if the earth were as chilled through as ice, the\\npeople on the surface would not feel the difference.\\\"\\n\\nA Jovian week's explorations disclosed the fact that though the\\nisland's general outlines were fairly regular, it had deep-water\\nharbours, great rivers, and land-locked gulfs and bays, some of\\nwhich penetrated many hundred miles into the interior.  It also\\nshowed that the island's length was about six thousand miles, and\\nits breadth about three thousand, and that it had therefore about\\nthe superficial area of Asia.  They found no trace of the great\\nmonsters that had been so numerous on the mainland, though there\\nwere plenty of smaller and gentle-looking creatures, among them\\nanimals whose build was much like that of the prehistoric horse,\\nwith undeveloped toes on each side of the hoof, which in the\\nmodern terrestrial horse have disappeared, the hoof being in\\nreality but a rounded-off middle finger.\\n\\n\\\"It is wonderful,\\\" said Bearwarden, \\\"how comparatively narrow\\na body of water can keep different species entirely separate.\\nThe island of Sumatra, for instance, is inhabited by marsupials\\nbelonging to the distinct Australian type, in which the female,\\nas in the kangaroo, carries the slightly developed young in a\\npouch; while the Malay peninsula, joined to the mainland, has all\\nthe highly developed animals of Asia and the connected land of\\nthe Eastern hemisphere, the narrow Malacca Strait being all that\\nhas kept marsupials and mammals apart, though the separating\\npower has been increased by the rapid current setting through.\\nThis has decreased the chance of creatures carried to sea on\\ndrift-wood or uprooted trees getting safely over to such a degree\\nthat apparently none have survived; for, had they done so, we may\\nbe certain that the mammals, with the advantage their young have\\nover the marsupials, would soon have run them out, the marsupials\\nbeing the older and the less perfect form of life of the two.\\\"\\n\\nBefore leaving the beautiful sea-girt region beneath them,\\nCortlandt proposed that it be named after their host, which\\nBearwarden seconded, whereupon they entered it as Ayrault Island\\non the charts.  After this they rose to a great height, and flew\\nswiftly over three thousand miles of ocean till they came to\\nanother island not quite as large as the first.  It was four\\nthousand five hundred miles long by something less than three\\nthousand wide, and was therefore about the size of Africa.  It\\nhad several high ranges of mountains and a number of great rivers\\nand fine harbours, while murmuring, bubbling brooks flowed\\nthrough its forest glades.  There were active volcanoes along the\\nnorthern coast, and the blue, crimson, and purple lines in the\\nluxuriant foliage were the most beautiful they had ever seen.\\n\\n\\\"I propose,\\\" said Bearwarden, \\\"that we christen this Sylvialand.\\\"\\nThis Cortlandt immediately seconded, and it was so entered on the\\ncharts.\\n\\n\\\"These two islands,\\\" said Bearwarden, \\\"may become the centres of\\ncivilization.  With flying machines and cables to carry\\npassengers and information, and ships of great displacement for\\nthe interchange of commodities, there is no limit to their\\npossible development.  The absence of large waves will also be\\nvery favourable to sea-spiders, which will be able to run at\\ntremendous speeds.  The constancy in the eruptions of the\\nvolcanoes will offer a great field to Jovian inventors, who will\\nunquestionably be able to utilize their heat for the production\\nof steam or electricity, to say nothing of an inexhaustible\\nsupply of valuable chemicals.  They may contain the means of\\nproducing some force entirely different from apergy, and as\\nsuperior to electricity as that is to steam.  Our earthly\\nvolcanoes have been put to slight account because of the long\\nintervals between eruptions.\\\"\\n\\nAfter leaving Sylvialand they went westward to the eastern of the\\ntwo crescent continents.  It was separated from the island by\\nabout six thousand miles of ocean, and had less width than the\\nwestern, having about the proportions of a three-day crescent,\\nwhile the western had the shape of the moon when four or five\\ndays old.  They found the height of the mountains and plateaus\\nsomewhat less than on the eastern continent, but no great\\ndifference in other respects, except that, as they went towards\\nthe pole, the vegetation became more like that of Scotland or a\\nnorth temperate region than any they had seen.  On reaching\\nlatitude fifty they again came out over the ocean to investigate\\nthe speckled condition they had observed there.  They found a\\nvast archipelago covering as great an area as the whole Pacific\\nOcean.  The islands varied from the size of Borneo and Madagascar\\nto that of Sicily and Corsica, while some contained but a few\\nsquare miles.  The surface of the archipelago was about equally\\ndivided between land and water.\\n\\n\\\"It would take good navigation or an elaborate system of\\nlight-houses,\\\" said Bearwarden, \\\"for a captain to find the\\nshortest course through these groups.\\\"\\n\\nThe islands were covered with shade trees much resembling those\\non earth, and the leaves on many were turning yellow and red, for\\nthis hemisphere's autumn had already begun.\\n\\n\\\"The Jovian trees,\\\" said Cortlandt, \\\"can never cease to bear,\\nthough the change of seasons is evidently able to turn their\\ncolour, perhaps by merely ripening them.  When a ripe leaf falls\\noff, its place is doubtless soon taken by a bud, for germination\\nand fructification go on side by side.\\\"\\n\\nBefore leaving, they decided to name this Twentieth Century\\nArchipelago, since so much of the knowledge appertaining to it\\nhad been acquired in their own day.  At latitude sixty the\\nnorthern arms of the two continents came within fifteen hundred\\nmiles of each other.  The eastern extension was split like the\\ntail of a fish, the great bay formed thereby being filled with\\nislands, which also extended about half of the distance across.\\nThe western extremity shelved very gradually, the sand-bars\\nrunning out for miles just below the surface of the water.\\n\\nAfter this the travellers flew northward at great speed in the\\nupper regions of the air, for they were anxious to hasten their\\njourney.  They found nothing but unbroken sea, and not till they\\nreached latitude eighty-seven was there a sign of ice.  They then\\nsaw some small bergs and field ice, but in no great quantities.\\nAs their outside thermometer, when just above the placid\\nwater--for there were no waves here--registered twenty- one\\ndegrees Fahrenheit, they accounted for this scarcity of ice by\\nthe absence of land on which fresh water could freeze, and by the\\nfact that it was not cold enough to congeal the very salt\\nsea-water.\\n\\nFinally they reached another archipelago a few hundred miles in\\nextent, the larger islands of which were covered with a sheet of\\nice, at the edges of which small icebergs were being formed by\\nbreaking off and slowly floating.  Finding a small island on\\nwhich the coating was thin, they grounded the Callisto, and\\nstepped out for the first time in several days.  The air was so\\nstill that a small piece of paper released at a height of six\\nfeet sank slowly and went as straight as the string of a\\nplumb-line.  The sun was bisected by the line of the horizon, and\\nappeared to be moving about them in a circle, with only its upper\\nhalf visible.  As Jupiter's northern hemisphere was passing\\nthrough its autumnal equinox, they concluded they had landed\\nexactly at the pole.\\n\\n\\\"Now to work on our experiment,\\\" said Cortlandt. \\\"I wonder how we\\nmay best get below the frozen surface?\\\"\\n\\n\\\"We can explode a small quantity of dynamite,\\\" replied\\nBearwarden, \\\"after which the digging will be comparatively easy.\\\"\\n\\nWhile Cortlandt and Bearwarden prepared the mine, Ayrault brought\\nout a pickaxe, two shovels, and the battery and wires with which\\nto ignite the explosive.  They made their preparations within one\\nhundred feet of the Callisto, or much nearer than an equivalent\\namount of gunpowder could have been discharged.\",\"timestamp\":1636792450,\"title\":\"It seems to me,\\\" said Cortlandt, \\\"that no paradise or heaven\\ndescribed in anything but the Bible compares with this. \"},\"digest\":\"dZAawWs-5E2CfK8CbcIVWHijXv-60qyPdLq_vZ-PEeU\",\"authorship\":{\"contributor\":\"0x3dD2445439d0e0b486114E6168109d8644d9C712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"95ETx0efx_DixFmS9YTNwixQ-k9murBYQea5PX6tB8A\\\",\\\"y\\\":\\\"nyF5QgqSCVQoo7GFQ4IA4OrhQ5t-EXPNP1YGTLAtxfA\\\"}\",\"signature\":\"IgT-SbmrNZO_BSfVwpzIxUlgkwF-1lSY0XBu6cKt8WYLsu96FpR3aPj6Jib5PF8GQg6SdIFdKYqr2Q8zJzqC3Q\",\"signingKeySignature\":\"0x75691b752193dcabfe1b78632d6de649b94d8b0ae3e57467a0c2d452168c6dd31d269f6c66ce6c5a24359980f0914e99dda22e8a1385b39f5f3048b3d531496a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"95ETx0efx_DixFmS9YTNwixQ-k9murBYQea5PX6tB8A\\\",\\\"y\\\":\\\"nyF5QgqSCVQoo7GFQ4IA4OrhQ5t-EXPNP1YGTLAtxfA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dZAawWs-5E2CfK8CbcIVWHijXv-60qyPdLq_vZ-PEeU\"}"