"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/4HXe-TwCXgchBMkFwSIHm.png?height=1500&width=3000&size=medium)\\n\\n## The Data Standard\\n\\nWe often hear that data is the new oil.\\n\\nData is a new asset class, and it has already become enormously important. Ocean Protocol has built tools to level the playing field around data, from data access control primitives to decentralized data marketplaces with AMM-based data pricing.\\n\\nIt has a burgeoning ecosystem of data suppliers, data consumers, stakers, web3 technologists and data scientists. Our new product, H2O, is built as the unit of exchange for this emerging *Web3 Data Economy*.\\n\\nInformation functioned as a value-extractable artificial resource throughout history. Still, its value was appreciated significantly in the last decades as the collection, dispersion, and processing of data gradually became more convenient.\\n\\nInformation and knowledge have effectively become powerful forces that builders use daily to reshape the different aspects of reality.\\n\\nIn some cases, information can be as valuable as gold or even more desirable. Especially for the builders, high-quality data (accurate, complete, reliable, relevant, and timely) is similar to refined gold.\\n\\nThey offer target-oriented and insightful information that requires only a couple of tweaks to be implemented in models or algorithms. Then there is unrefined gold. These kinds of data contain a vast ocean of unfiltered information constantly created by real-time events and needs purification before getting used. Tech companies like Google, Facebook, and Netflix run the equivalents of gold mining businesses in the information industry, extracting value from raw data.\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FDqiJJCaVQBUYPX3Z3jZjL.png&w=3840&q=90)\\n\\nHowever, they not only reap the benefits of information by taking an unrefined artificial resource and purifying it, but they also facilitate its creation by providing the platforms where people can manifest their preferences and habits to reveal previously inaccessible information.\\n\\n## Data as an asset\\n\\nThe profit margin of data was previously fully captured by the big tech companies.\\n\\nNow, Web 3.0 projects like Brave redistribute a significant portion of the benefits of personal data processing to its creators, which is a groundbreaking step for regular internet users.\\n\\nNevertheless, there remains a gap between the ownership of the profit and holding the resource in full possession. The implications of breaching this gap are relatively simple but highly effective.\\n\\nBy reclaiming the ownership of a value-extractable meta, individuals become incentivized to build toolboxes around that valuable asset and create a wide range of financial markets to increase capital efficiency.\\n\\nThe existing dataset marketplaces represent initial reflections of this phenomenon.\\n\\nSimilar to all transferable assets with intrinsic value, the ownership of data introduced data marketplaces such as DataStock where companies began to outsource valuable information or monetize their data waiting in the silo.\\n\\nAgain, these platforms are just a crude version of data monetization.\\n\\nThey lack the composability of decentralized finance and limit the number of financial activities that run with data. And since they function as specialized marketplaces, they do not aim to allow regular internet users to take complete control of their private data, narrowing down the possible reach of monetization further.\\n\\nThat's where crypto and DeFi can step in and create significant value.\\n\\nThe tokenization of assets with blockchain technology can also grant value mobility to data through which the rights of ownership can be easily transferred without needing any intermediaries.\\n\\nBoth well-structured datasets and personal data can be represented with tokens and get integrated into decentralized marketplaces. Web 3.0 offers practically and philosophically different approaches to data utilization that may help it accomplish what traditional tools couldn't previously achieve.\\n\\nThe first is the ease of building financial markets around data with proof of ownership and transferability. The other one is   returning the ownership and custody of assets to their owners, which paved the way to taking control of personal data and mobilizing it.\\n\\nThis doesn't mean there aren't any challenges for the adoption of data as an asset.\\n\\nFirstly, the lack of widespread data financialization practices in traditional finance makes it a completely new area. Secondly, the exploitable nature of the asset invites additional care as the intrinsic value of information depreciates significantly once it's broadcasted to the public. The third is the uncertainty of regulations —especially since monetizing personal data might require redefining personal data as financial assets.\\n\\nHowever, building unprecedented products while constantly living with regulatory concerns is innate to crypto, and it rarely held founders back from dipping their toes into innovation.\\n\\nAlso, through a correct mixture of relying upon free-market pricing and assigning scarce ownerships to precious data, the asset's intrinsic value can be efficiently protected from harmful attacks.\\n\\n## Introducing H2O\\n\\nTo understand how data can be used as an asset in DeFi protocols, we can look to Bitcoin-wrapping projects like trusted BTC. In this, there’s an on-ramp of an asset (BTC) into DeFi to become an ERC20 token (tBTC). As an ERC20 token, tBTC can be used in DEXes, loans, stablecoins, insurance, and more. Finally, there’s an off-ramp to convert tBTC back to the original asset (BTC).\\n\\nOcean Protocol does the same for data: it has an on-ramp to convert a data asset to an ERC20 token - a *datatoken* -  where 1.0 datatokens is a license to consume that data asset. These ERC20 datatokens can then be used in DEXes and the like. Finally, there’s an off-ramp to redeem 1.0 datatokens to consume the dataset. Ocean Protocol v4 extends this by representing the data copyright as ERC721.\\n\\nData has intrinsic value manifesting through real-world usage. Therefore, one possible use case for datasets and datatokens would be to employ them as collaterals for stable assets.\\n\\nWe hope to manifest a vision of the data standard hand in hand with the Ocean Protocol and Reflexer communities and build a unique implementation of the RAI protocol which grows in value as more data begins to flow into DeFi.\\n\\nWe’re extremely excited about the future of data assets as collateral to stable assets! But first things first. To keep things simple to start, we will use a single token for collateral - $OCEAN - which already has established value around a data economy focus. This on its own is exciting for several reasons.\\n\\nFirst, using H2O in Ocean’s decentralized data marketplace (Ocean Market) removes variability of data pricing due to swings in $OCEAN. Second, as a DAO, shipping this allows us to gain experience with the H2O token and surrounding ecosystems, without the additional complexity (read risk) from a multi-collateral asset. As single-collateral H2O stabilizes (pun intended), we will extend it with datatokens as assets.\\n\\nWith this partnership between New Order, Reflexer Labs, and Ocean Protocol, users will be able to deposit $OCEAN and receive H2O in return. H2O is a non-pegged stable asset. All fluctuations in the price are managed algorithmically using similar mechanics to the RAI stable asset (by Reflexer). Given how stable assets have grown exponentially over the last year, we feel users will want to unlock the value of their data by swapping for H2O and using it across the DeFi ecosystem similar to how DAI has been.\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FHPPLDMXsKS3Z7WSrO-eZw.png&w=3840&q=90)\\n\\nH2O will be the official non-pegged stable asset for the Ocean Protocol and will be used in the “Ocean Market” data marketplace. Ocean Protocol currently has over 32K unique addresses holding its token and a market cap of $450M creating a sizable audience ready to use the non-pegged stable asset upon launch.\\n\\nOur team has been working closely with both the Reflexer and Ocean team for the last few months to make sure we can give you a smooth and safe launch.\\n\\nWe are currently in the final stages of the initial test deployment to achieve its initial use-case of being the official currency of the Ocean data marketplace.\\n\\nWe aim to line up the official mainnet deployment with the release of the Ocean V4 upgrade, while V4 does not have an official date, we expect it to arrive early Q1 2022.\\n\\nAs the protocols rollout is still in its infancy, there is not yet an official website or gitbook up for the project. We have a discord for our DAO where we will be coordinating the final stages of deployment with our community and funneling in new core contributors for future developments and protocol maintenance.\",\"timestamp\":1638282492,\"title\":\"Presentamos H2O - Nuestro último proyecto de incubación\"},\"digest\":\"XQHpib5zQWdY1tu5RP0OjZuS4b7CAHCFLymfEW8BSiY\",\"authorship\":{\"contributor\":\"0xdC5d3004426D36323f40B3fABe8c50FF6E11adC5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oD3cy0t_aHQnKH8hd9-ZKpqyhVDXGsgfc2cNErKcs6A\\\",\\\"y\\\":\\\"aaiGjyKvEkTb9rQ7uaM9tT56NXVXS9bEECEFSq_Xa9o\\\"}\",\"signature\":\"TXPes4bHcWtXNMii-Op4qZnkjV7AUWFaol9-ZRkCLGAatYcpyBF7q02RotBX5ovDDSiqk9MIvD3FO1qtOeIJHw\",\"signingKeySignature\":\"0x0b16cf65e45aa7c4ab4071bdd7898895ece4fd86eb43adacac0a75b45699768b02befe06a4db2f1d287dc7421e4e4d300e338646c1e0376c00d3f36c049841d51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oD3cy0t_aHQnKH8hd9-ZKpqyhVDXGsgfc2cNErKcs6A\\\",\\\"y\\\":\\\"aaiGjyKvEkTb9rQ7uaM9tT56NXVXS9bEECEFSq_Xa9o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XQHpib5zQWdY1tu5RP0OjZuS4b7CAHCFLymfEW8BSiY\"}"