"{\"content\":{\"body\":\"[![REALY REAL](https://miro.medium.com/fit/c/56/56/1\\\\*bmnbZcURiqGrmm3f-DX5aQ.png)](https://realy.medium.com/?source=post_page-----10842665f634-----------------------------------)\\n\\n**The Realy Metaverse DAO Ambassador Plan**\\n\\nThere is no doubt that the first task of Realy Metaverse is to build a great DAO in the future. So we now announce *The REALY Metaverse DAO Ambassador Plan.*\\n\\nThe best ideas always come from the people, but we don’t think these ideas have enough support to make them come true. *The REALY Metaverse DAO Ambassador Plan* aims to give talents more power to realize their visions and create value.\\n\\nBy looking for community leaders who are passionate about REALY, we hope that you can actively spread REALY in your area and in the communities you own, so that people will learn to join, and finally like REALY, and let REALY bring more people to their lives. Good changes are coming.\\n\\n**The First 250 Ambassadors & 50,000 $REAL Tokens Airdrop**\\n\\nIn the Realy Metaverse Roadmap, each part needs the support of the community, and the most important thing is for the pioneers of our trail. Here we decided to airdrop 200 $REAL to these whitelist winners directly for free. Because you have completed more than 50 tasks and worked hard day and night for the DAO. So we believe you believe it.\\n\\nBut please mind that it’s not free money, it’s responsibility.\\n\\n*The REALY Metaverse DAO Ambassador Plan* will be launched in our community with completely transparent rules, including but not limited to discord and telegram. DAO members who are active in the community can earn the ambassador label by completing monthly tasks and competitions. DAO members with the ambassador label and the top rankings will also receive special allowances and rights.\\n\\nThe first 250 ambassadors can claim 200 $REAL airdrop at 12:00 PM (UTC), Dec 10, 2021, on our site:<https://airdrop.realy.pro/>.\\n\\nWhitelist addresses check the sheet below:\\n\\n<https://docs.google.com/spreadsheets/d/1DAwAWBlXep7Pokv2FRo9gYb7_5MW63teJR68JHhbnXU/edit#gid=0>\\n\\n**Who can become our Ambassadors？**\\n\\n1, You can be a development engineer who puts forward constructive comments on the official website and app\\n\\n2, You can be a community enthusiast who builds trails for Realy Metaverse DAO\\n\\n3, You can be the emoji ambassador for making memes for Realy Metaverse DAO\\n\\n4, You can be a marketing man who contributes to the promotion of Realy Metaverse DAO\\n\\n5, You can be a great social king who recommends fans to the Realy Metaverse DAO\\n\\n6, You can recommend a business development partner for Realy Metaverse DAO\\n\\nMore details will be gradually disclosed after the launch, but we are very happy to celebrate the first batch of 250 ambassadors who joined Realy Metaverse DAO.\\n\\n**The Realy Metaverse DAO Roadmap**\\n\\nKey elements relatively independent of REALY metaverse like Bearache virtual pet, 3D surreal avatar, virtual clothing designed by fashion brand, famous rapper virtual concert, co-artist NFT, REAL token and marketplace gradually has announced its progress in last three months. We can see the prototype of future virtual city KOOOLA, LIVE TO EARN token economics, and CITY DAO governance with multiple product lines going hand in hand.\\n\\nWe expect to expand our users to 2 million by 2022 and the whole Realy Metaverse will be available by 2023. (The roadmap will be adjusted to actual project progress and marketing changes)\\n\\nNovember 2021\\n\\nAvatar, virtual clothing, and 3D Bearache virtual pet visually displayed;\\n\\nRealy Metaverse official website first upgrade, integrating entrance of its marketplace and first virtual pet Bearache;\\n\\nRealy Metaverse whitelist for REAL opens.\\n\\nDecember 2021\\n\\nAdvance notice of virtual concerts and virtual city KOOOLA;\\n\\n$REAL IEO & IDO, collaboration with multiple exchanges and trading online;\\n\\nRealy Metaverse website second upgrade, including logo and brand connotation to expand your imagination;\\n\\nPresale of virtual clothing.\\n\\nQ1, 2022\\n\\nAvatar will be available for users to choose their favorite avatar to interact with Realy Metaverse while virtual clothing can be displayed all-round;\\n\\nVirtual city KOOOLA beta will be online for users to experience its main building, rides, and basic scenarios like virtual shops, marketplace, museums, galleries, and concerts;\\n\\nUGC conversation beta will be online for users to have conversations with its main buildings and NPCs, it will become more real with the AI algorithm.\\n\\nQ2, 2022\\n\\nVirtual pet upgrade, 2D digital bearaches will be displayed in the 3D version in the virtual city with more expressions and moves, like your real pet；\\n\\nNew mecha releases, as the ride of pets and avatars, bringing them up and down in the virtual city while fighting games will be available for those who own one;\\n\\nBrand and IP investment plan will begin including open sale and operation of lands and virtual shops. LIVE TO EARN that faced with partnerships officially launches.\\n\\nQ3, 2022\\n\\nFinish the interconnected development of virtual clothing, virtual pets, and cities. LIVE TO EARN that focuses on regular customers officially launches. Customers can develop their own careers, govern the city, social and consume to gain rewards while bringing more vitality to the ecosystem to form a complete value capture;\\n\\nCITY DAO governance will officially launch with a staking vote available. To encourage more users to join the governance of the city to realize a decentralized city functional system;\\n\\nAutonomous organizations like the NFT association, creator DAO, and social club, allow and encourage diffluent DAO, discrete responsibilities, and DAO financial rights to bring more possibilities to the city.\\n\\n2023\\n\\nComplete the construction of KOOOLA and upgrade in governance;\\n\\nCross-chain and gradually unlock more theme cities, to enable users more freedom and interaction, Form healthy competition between different cities and further expand Realy Metaverse’s vision.\\n\",\"timestamp\":1639107336,\"title\":\"The Realy Metaverse DAO Ambassador Plan - REALY REAL - Medium\"},\"digest\":\"f_bpOKiANpuDRZ_mpDKkL-ixQZBnkcJChz1rTvpa5WY\",\"authorship\":{\"contributor\":\"0x8f32844357f27d8C185255832B914dd7E3eCFB9a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"--FzWSm-Ubby0wdqj2pZG3caKCJ46YWKOoqILYWVz1o\\\",\\\"y\\\":\\\"ZQixb5yKrA-Z9MHC3r_Q2R32rH0IjCv4XXrFnypX8zI\\\"}\",\"signature\":\"wK9t_v7TbMevL9AF2nVnbJvbNbzwkW4rs_EE-2y6ltqs1At3mQcEak7hNRxxzL1hHUaw9cCBBd1RKtmrzShQlA\",\"signingKeySignature\":\"0xd9f10b80009bb4658bf47fac2a51d58e74006001b7a0f1c8a674ff2a671372b847674eb413ff82cbc39552580d4020f551334a274db422b9aa4fa826a4033f541b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"--FzWSm-Ubby0wdqj2pZG3caKCJ46YWKOoqILYWVz1o\\\",\\\"y\\\":\\\"ZQixb5yKrA-Z9MHC3r_Q2R32rH0IjCv4XXrFnypX8zI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f_bpOKiANpuDRZ_mpDKkL-ixQZBnkcJChz1rTvpa5WY\"}"