"{\"content\":{\"body\":\"# NFT Sale\\n\\n***Face***: 5000 faces will be minted for free at first, and then be acquired by staking only. Total Supply: 9999\\n\\n***Item***: The Items will be minted with different prices determined by the current number minted. You are able to acquire the items either through random minting (this will be totally random) or stake the combination(face+item) into certain staking pools. Total Supply: 16666\\n\\n### Face Sale\\n\\n**Genesis 0** (Whitelisted Only): 5000 minted for free, FCFS, 1 face / address maximum\\n\\n**Tokenomics**\\n\\n```\\nFace Total Supply: 9999\\nAcquired by staking: 4999\\n50% claimed for free, 50% acquired by staking & mining\\n```\\n\\n### Item Sale\\n\\nItem sales will be conducted with no time restriction. Price will be determined based on the bonding curve. The price will be gradually increased by the numbers of minted.\\n\\n```\\nItems (9999, from Minting, 60%): \\nTokenIds:               Price:              Productivity Mul:\\n1 - 999         ->      0.03 ETH            1.05x\\n1000 - 2999     ->      0.05 ETH            1.10x\\n3000 - 5999     ->      0.07 ETH            1.15x\\n6000 - 9999     ->      0.09 ETH            1.20x\\n\\nItems (6666, from Staking, 40%):\\n10000 - 16666.  ->      0.00 ETH            1.00x\\n```\\n\\nThe “**Productivity Mul**” designates the productivity multiplier. With the multiplier, the NFT staking period will be reduced. We will provide a calculation formula in the later parts.\\n\\n# NFT Mining (A Paired-Mining Pool)\\n\\nInstead of letting NFTs lay in the wallet, MYPUNKS holders are able to mine extra NFTs by staking the combination.\\n\\nTo participate into NFT Mining, a user has to **hold a combination (1 face with 1 item equipped). There are two pools that you can choose to mine.**\\n\\n### Face Mining\\n\\nBy staking the combination, you will be able to mine a face in a certain period. When the staking time is over, you can claim a face for free (but, definitely pay for the gas). Due to the limited supply of the faces, this mining pool will be closed when all the faces are mined.\\n\\n### Item Mining\\n\\nThe Item Mining Pool will be opened until all the items are sold out. You will be able to mine an item by staking your combination. The claiming process is pretty much the same as that of the face.\\n\\n### Mining Factors\\n\\nMining Factors will affect the staking time as well as the traits of the items and faces.\\n\\nThese factors are:\\n\\n1. Rarity Score of the Combination\\n2. Number of Items equipped on the Face.\\n3. Productivity Multipliers of the Item\\n\\n### Rarity Score of the Combination\\n\\nEach Item and Face will be tagged with a certain rarity score. The rarity score will help to determine the rarities of the faces and items being mined. The rarity score of the combination will be calculated by the sum of the items equipped on the face plus the face rarity.\\n\\n```\\nCombination_RS = ∑ITEM_RS + FACE_RS\\n```\\n\\nFor example, if you have 2 items with RS(rarity score) of 10 and 50, and a face with RS 40, your Combination_RS will be 100.\\n\\nWith the higher *Combination_RS*, you will have a better chance of getting rare items from mining.\\n\\n### Number of Items Equipped on the Face\\n\\nThe staking time will be directly affected by the number of items equipped on the face. When you stake the face, you will have a specific locking time until you can claim your face. The staking time will be reduced by the formula below. To talk about the formula, let us address the *Productivity Multiplier* first, which is also an important factor that directly affects the staking time.\\n\\n### Productivity Multiplier of Item\\n\\nEvery Item will have a *Productivity Multiplier(PDM)*. The Productivity Multiplier varies based on the Token_Id. The productivity multiplier will help to determine the time reduction of mining a new NFT. This will work for both mining pools. The *Staking Period Reduction* will be calculated based on the following formula:\\n\\n```\\nStaking Period = Base Period * (∏(Item_PDM))\\n```\\n\\nThe *∏(Item_PDM)* denotes the product of Item Productivity Multiplier.\\n\\nFor example, if you have three items equipped on the face with multipliers of: 1.05, 1.10, 1.15. Then your μ(Item_PDM) will be (1.05\\\\*1.10\\\\*1.15) = 1.328. If the base period is 336 hours, then your staking time will be reduced to 253 hours.\\n\\n# Extra Design: ERC-20 Governance Token\\n\\nThe MP Token will serve as Governance Token to the NFT Holders of MYPUNKS. This will help MYPUNKS to form a DAO and make the project a completely autonomous and decentralised project. \\n\\n### Tokenomics (Rough)\\n\\n30% Airdrop to the MYPUNKS Holder\\n\\n50% Mined by MYPUNKS Pool by staking NFTs\\n\\n20% MYPUNKS DAO Treasuray \",\"timestamp\":1641638482,\"title\":\"MYPUNKS NFT Game Model\"},\"digest\":\"SeQBmTY8-iUDGSR9DO3ABRdnvSITEVpYyMZ-D5zcHAE\",\"authorship\":{\"contributor\":\"0xEcBeBC5F295C05BfDeC51bdCFDafB02D2E9a1179\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-jMFJVEhF81mu1G4M4RoiYbLQlEMmY0fgXoIKc3ctQ\\\",\\\"y\\\":\\\"ryz8bioANuxh0mRRQQw_JCbfKBJuOKPXhFek-YvYvxw\\\"}\",\"signature\":\"POSMBMJN06IK_VGvXBdXuEWmsaXg7LJdsxFC_B1MyutCi60K-wSrgB50HSMOZURmD6EQ0GVGZKwf2pQCRXDmzg\",\"signingKeySignature\":\"0x99452ff83f5481082c552ebd64294ef55f6f864176a1c02489daa392118880700f3d8774544f32283a50c4aea52a1fea5d1c21cdca6970c63d990cd3a9c451be1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-jMFJVEhF81mu1G4M4RoiYbLQlEMmY0fgXoIKc3ctQ\\\",\\\"y\\\":\\\"ryz8bioANuxh0mRRQQw_JCbfKBJuOKPXhFek-YvYvxw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-J9FlGKSP6LZ8Mf_n6apGYcXd9PfQa7BkWkoPg8Wucw\"}"