"{\"content\":{\"body\":\"This novel is original written in [Chinese](https://mirror.xyz/guoyu.eth/mvHfMsijE3IoBwD05fgQ2v0fwg4BfeyNPRuHC-SDjxI)\\n\\n### 1. A wrong transfer\\n\\nJiang Hanhe slumped on his desk for a while, trying to relieve the fatigue that came from nowhere. Like countless ordinary working days, he didn't get up too early, because he lived in an old-fashioned residential house near the company, he could leisurely buy a cup of coffee, walk slowly and faithfully through the neighborhood park, and sit on the bench in front of the kindergarten for a while, which was probably the most comfortable and cozy time of his day. Sometimes he thinks that he should probably have a child, but then he thinks that he might not be able to afford to adopt a child, so maybe it would be better to get a pet for company, but he always has an inexplicable anxiety that he can't make a real choice in this and countless other small things, and he can't say where this strange energy comes from and where it disappears, as if at this moment, he has to slumped on desk for a while, trying to let this unexplained fatigue to fade away, so that he can continue this day after day boring work.\\n\\nAs an employee of NetShield Inc., it was Jiang's job to check if the deep learning models were working well, and if not, to modify the parameters again and rerun the models. This company is employed by the government and specializes in the development of multi-layer link penetration technology. Of course, Jiang is not a core developer, he knows nothing about these models; the only thing he can understand is that these models have fickle personalities and tricky effects, for which he often has to work late at night, adjusting parameters and testing the environment. As one of the lowest-level programmer in this company, Jiang needs to build compliant blockchain networks for these deep learning models, and this is one of his few privileges: to create test subnets within the authorized scope.\\n\\n\\\"Would you like some coffee? A new coffee shop has been found for you, not far from the office\\\" Jiang Hanhe tried to hold up his tired eyelids and looked around, but there was no one in sight. He tapped the keyboard helplessly and tried to turn off the alert from the auxiliary work system, but it didn't work. If it was just a plug-in for the auxiliary system, it wasn't that troublesome, he thought, these annoying AI's were, I'm afraid, dynamic programs deployed on the BioID Network, a project group was said to be developing similar software recently, and his own biochip address might have just happened to be included in the test list for the grayscale release, which meant he couldn't turn off the push.\\n\\nJiang had to open this push notification, the system recommended two cafes for him, he decided to use this opportunity to go downstairs for a stroll, he thought so, while picking up the phone, ready to go downstairs.\\n\\nThe coffee wasn't more delicious than expected, but it wasn't bad either, it was the only small thing that made him feel today that his life wasn't in an endless cycle. Coincidentally, he saw a kid in the cafe who paid with cash. This little boy must have stolen cash hidden somewhere in his house, Jiang thought to himself.\\n\\nAfter returning to the office, he checked the test results as usual. Not surprisingly, the build `2317` model continued to have an unsatisfactory recall rate, even the worst in the last 10 releases, and according to the workbook, Jiang had to shut down all subnets and parallel networks as soon as the test was over, these blockchains sometimes reached thousands of layers and had to be shut down in turn after manually checking the snapshots. It was one of his least favorite tasks, both tedious and lengthy, a tedious two-hour-long operation that only involved dealing with a bunch of hash blocks and test wallet addresses.\\n\\nIn the calm afternoon, the exhaust fan made a regular and uninteresting noise, the air conditioner was adjusted to 16 degrees Celsius, and as if the electricity was free and unlimited, everything in the office could feel cold, even this boring test job.\\n\\nBefore checking into the `728th` layer of the network, Jiang felt that his life had come to an end when he joined this company, but this boring and tiresome afternoon, there was something unusual in the `728th` layer of the network, and at first, he just thought that these unusual things would cause him to have to apply for temporary overtime and not be able to catch the a reality show that started tonight. But when he fully understood the matter, Jiang Hanhe's body became parched, and he realized that this coincidental accident would bring about a huge change in his life that would turn his life upside down.\\n\\nAmong the thousands of layers of the network, the test wallet of the `728th` layer network received a transfer of $500 million `USDX` from an unfamiliar address, a stable currency pegged to the US dollar and strictly monitored by the main network. Without more time to think about what happened, Jiang made the decision that everyone would have chosen: he backed up the private key of this test wallet and network RPC information with his phone and pretended that nothing had happened.\\n\\nAfter deleting all the remaining test networks, he finally worked up the courage to go home from work and collapsed on the couch.\\n\\n\\n---\\n\\n### 2. The indelible hash\\n\\nThe BioID Network is a great innovation.\\n\\nThe era before biometric networks, we call it the ancient Internet, when all economic behavior was not directly related to the Internet, and people used the Internet to participate in discussions, browse videos of dogs and cats, and that was all. When Dr. Fang first proposed the idea of constructing a biometric network based on the blockchain infrastructure, so many people thought it was a far-fetched dream, a fool's errand. But today, just 50 years later, no one uses ancient Internet anymore.\\n\\nThe BioID network is based on blockchain technology and consists of a large main network of authenticator nodes consisting of a biometric chip (BioID) implanted in the human body and network access points. The BioID uses bioenergy to generate electricity and comes with a Bio Beacon to exchange biometric information in the chip and wallet signatures with the beacon access points.\\n\\nAll natural citizens are implanted with this chip by the Fertility Center at the time of their birth. In the event of their unfortunate death, the fertility center recovers and destroys the chip at the first opportunity to prevent the private key of the wallet from being used by others. However, it is said that some staff members of the fertility center have hidden the chip that should have been destroyed, thus continuing to use the property of deceased citizens, which should have been automatically transferred to the legal heirs by their designated succession contract, of course, no one has really seen such a thing, and everything is just speculation among the public.\\n\\nBioID network has truly moved the economy to the Internet, and arguably, it is a greater invention than the Internet. In the distant days of the Internet, people needed to register their accounts with their cell phone numbers to access websites or apps, and when accessing some sensitive information, they even had to confirm that the account belonged to them by uploading proof of identity. On the one hand, such a verification process is very tedious and consumes a lot of communication costs, and anyone can use the loopholes to prove that he or she is someone else, and on the other hand, because a large number of behaviors are difficult to authenticate, the trajectory of the social economy cannot be traced through the network, which makes the response of economic and monetary policies extremely lagging and cannot accurately reflect market conditions.\\n\\nEvery citizen who has a BioID, all economic actions in his life, from buying a Coke at a convenience store to applying for a housing loan, are paid for through the chip signature, and these chips are connected to the main network by connecting countless  access points (Bio Bridge). The function of the chip itself is not complicated, it is only responsible for storing the private key, calculating the signature, the public key of the chip is the citizen's ID number, which is a long string of hash, no one can remember their ID number, of course, they do not have to remember, everything is automatic and convenient.\\n\\nIn addition, the chip's address records all of a citizen's lifetime achievements and tickets, such as college diplomas, personal credit history, hotel reservations and flight tickets. As an identifier, this data is stored in the form of an NFT in the citizen's network address, and authorized access points are able to read some of the identifiers, making impersonation impossible.\\n\\nSince the invention of the Internet, many of the problems people have encountered on the web have been solved by BioID network: social networks no longer have bad online reviews, malicious skimming and other anonymous violations. Thieves and human trafficking, the evils of the old society, have naturally disappeared from society, and thanks to BioID chips that sense each other's presence through beacons, addressing citizens to each other is as simple as the Airtag introduced by Apple in the early twenty-first century, allowing people to locate any of their friends through a mobile app with mutual authorization and consent. If necessary, through specific access points in police stations, the network is able to automatically search for the location of addresses of immediate family members, the problem of missing persons is completely solved.\\n\\nStanding in the 60th year of the 21st century, it is hard to imagine the inconvenient conditions people lived in before the main network went online. The day when the main network was launched was designated as a national holiday, and on that day, countless people would gather in front of the home of Dr. Fang Xinxing, the main scientist who invented the BioID network, to commemorate this great pioneer. A bronze statue stands in front of his home, at the base of the statue is engraved the address of the first block of the mainnet when it was launched, and the public key of the great man's chip:\\n\\nan indelible hash。\\n\\n\\n---\\n\\n### 3. Letter from a stranger\\n\\nWhen he got home, Jiang Hanhe made a great effort to find the workbook that NetShield Inc. had issued on the day of the orientation from the bottom of the storage cabinet. it was too heavy, even during the training, the instructor did not have time to tell them everything in the manual: his job was just a model tester, and he did not need to know specific and detailed information.\\n\\nAccording to the warning in Chapter 1, Article 10 of the workbook, he should report to his superiors as soon as any traces of non-interrogation are found in the network, but obviously, Jiang did not do so today.\\n\\nAfter sitting paralyzed on the sofa for a while, Jiang recalled his life once in his own brain on the fly. From his childhood, his grades were not good, his parents chose a stable profession for him, he barely passed the exam and got a college diploma, this diploma was not much rare, but it was enough for him to pass the tester review of NetShield Inc, which was the first job of his life. boring, repetitive and uninteresting, but because of this job, he had a small home, after his parents died of illness, he had lost for a while, he had no wife, not even a pet, the only relatives became two death certificates and estate transfer records on the mainnet.\\n\\nThinking about this, he felt annoyed, why such a problem would fall on such an ordinary and common person like him, why he couldn't live a simple life without any trouble: eating breakfast every day at the park bench hill in front of the kindergarten, struggling whether to adopt a pet, escaping from work in a simple and casual way, and then dying in the dead of night, in In his own little world, he has no legacy and no estate contract on the mainnet, which means all his income will fall silently into the abyss as his body dies, turning into a dead end in the BioID network, a black hole of the soul. Is this the life I want, Jiang thought, this may not be the life he wants, but it is the life he cannot help but accept.\\n\\nJiang read the workbook carefully, far more meticulously than even he had done in his induction training, he studied every sentence, every paragraph, and thought about the possible scenarios therein. He could not manage to inform his superiors of such a large sum of money, and besides, it was undoubtedly too late to so remedy the situation that if he chose to report it to his superiors now, he would surely lose the job, and as a thirty-five-year-old program tester, it would already be too difficult for him to find another job, not to mention his mortgage, a thought that forced him to seek a solution to extract this unexpected transfer in some way. There seemed to be no other viable way but to take the risk.\\n\\nIf I had the wallet's private key and network address, I could theoretically dispose of the funds, Jiang Hanhe thought to himself, but from where could I securely access this subnet? Jiang had never seen anyone capable of accessing a network outside the main net in his short life, except for the SDK he had used to test the subnet within the company.\\n\\nCreating a new wallet address on the mainnet is a serious crime, and the network police program scans for unauthorized wallet addresses and potentially risky transactions 7x24. Even if I could access the subnet and safely dispose of the money, how would I transfer it to the mainnet, Jiang Hanhe thought, Cross-chain Bridge technology has long since disappeared into the code graveyard with the popularity of the mainnet, not to mention the risk of doing so: all non-national fiat assets in citizens' wallets are strictly regulated, and such a huge sum of money is simply impossible to possible to safely launder into one's mainnet wallet.\\n\\nWhen feeling headless, Jiang Hanhe always has some subconscious behavior: he has a certain degree of anxiety disorder. When he feels irritable and restless, he can only tidy up his room and clean the house in such a way to make inner peace. But few people would clean the house late at night, so perhaps the evil mind made him feel that he was being watched by an imperceptible program, and he could only move his body as slightly as possible. Maybe start by tidying up the filing cabinet, he thought, as he took the thick pile of papers out of the cabinet, sorting out the outdated ones to one side and putting the ones that still made sense on the other.\\n\\nIn the early days of the BioID network, paper documents were still popular with most people. Many people born before the mainnet went online still had the old time habit of writing letters and these paper letters were delivered through the post office, an extremely primitive method where people distinguished the sender and destination of the letters by the naked eye and sorted them manually before they were delivered to the mailbox of the destination through the postal system (a manual logistics system), a process that could last for days or even a week, and sometimes the letters were get lost with the sorting. From the mid-21st century, with the popularity of the mainnet and the movement to abolish the postal system, no one delivered paper mail anymore, and naturally, the letters became collector's items, and many pawnshops supported the scanning of these letters to be cast into the mainnet NFT and commissioned by customers for public auction. The mainnet was already online when Jiang Hanhe was born, which means he never had the life experience of handwritten letters, but he did read some of them, a legacy left to him by his parents.\\n\\nDeep in the filing cabinet is a small box Jiang's parents left for him. In the box, apart from some jewelry, the rest are letters, and he starts to look through them. When he felt anxiety, he always read intently to relieve his mind of the unresolved worries, like a battle with the trapped beast of self. His parents and relatives would often send him paperbacks from the late 20th century, such as classic literature, and these stories built an important part of Jiang Hanhe's heart, a part he could not talk about and did not expect others to understand.\\n\\nThe paper of most of the letters is yellowed, indicating that they are of a very old age. The letters are private correspondence between Jiang Hanhe's parents, a small portion of which are love letters, which Jiang never wrote. In his time, the marriage certificate was automatically issued through the Civil Affairs Bureau's access point NFT deposited into the biochip's wallet address, and a smart contract automatically generated a multi-signature wallet representing the family's assets on the main network, and the newlyweds used a mobile app to share the marriage certificate to social networks to receive friends and family's blessings. Nowadays, Jiang thinks, it is difficult for people to put their emotions on a thin piece of paper. The parents' love letters were few, but they were the most interesting part of the letters. At the end of the letters, His mother's diary lay quietly in the box, a very traditional diary with a small brass lock, a physical lock that could not be opened by the signature of a biochip, and had to have a key. This key, was scattered in the corner of the jewelry box.\\n\\nJiang had never opened this diary; reading his mother's private diary seemed immoral to him. If a letter is a conversation between two people, a diary is the inner world of the self. He did not want to pry into his mother's inner world, but had a remarkable interest in this diary that he had never read before. The lock was also part of his childhood, and in those days there were still things in the house protected by real locks. Thinking of this, he picked up the key anyway, and with a gentle turn of his fingertips, the small lock of the diary was unlocked.\\n\\n> *November 13, 2065 / Light Rain*\\n>\\n> Outside the ward there was the sound of rain, dripping, like the atrium of the family cottage when I was a child.\\n>\\n> Body is getting more and more uncomfortable, and this uncomfortable seems to be reaching the end. I used to be unable to understand that someone can predict when they will leave this world, but now I finally have this feeling. I want to write a lot of words to my son, but my hand hurts so much that I can no longer hold the pencil. I hope that Hanhe's future life will be safe and smooth, and that he will not endure the pain like I did. I think my time is up and I just want to rest now.\\n>\\n> *November 12, 2065 / Sunny*\\n>\\n> Had a checkup today and Dr. Liu said the recovery was poor and asked if there was anything I wanted to eat, I said I didn't have much of an appetite and he agreed to prescribe some more nutritional supplements and sedatives.\\n>\\n> Confirmed the contracted address left to my son's and it was as usual. Hope to sleep better at night.\\n\\nUnlike ordinary books, the first page of the diary is the last entry of his mother's life, the diary is written from the right side, a traditional writing convention. The lady did not leave any special words, perhaps more words pale when she knew she was going to pass away. It had been three years since his mother had left, but he rarely felt any grief, instead he felt a faint sense of longing. As a son, he failed in his duty to see her off.\\n\\nJiang turned to the next page with tears in his eyes, but saw the handwriting that did not belong to his mother.\\n\\n> An Yun：\\n>\\n> How have you been? I know your news from Jiang Hao, why do you want to deliberately hide it from us, although a long time no contact, you’ve get such a serious illness, we have to get to the hospital to take care of you, my son and I bought the ticket at 13th, once get off the plane, we will go directly to you, a long time no see, I hope you do not dislike our wind and dust.\\n>\\n> Your son has grown up and is about to graduate from college, and I have not seen you for several years, and I think that he has not seen you for too long and has forgotten that you are his mother. I've been out of town and working a lot, he's been studying a lot, he's facing graduation, there's a lot of chores, he's doing well, his grades are good, his job is set soon, he's less wild than when I was young, he's more bookish, more like you. I am quite happy about it.\\n>\\n> It is difficult to say, I am writing to let you know how our life is going on, but there is another scandal that I have to ask for your help, I know you are not well, but we really have no choice, our son's college fee, wedding expenses, I had no choice but to borrow some money with the underground network, about a year ago. I didn't think I'd have to find a new job this year because I'm unemployed now, and we're all having a hard time. I don't know any other way to get through this, An Yun, we have been through all these things between us, you have to believe me.\\n>\\n> I'll write this much in the letter first, and I'll tell you more about it when we meet, so be sure to read and destroy this letter. I hope you will be well.\\n>\\n> Yours, Zhi An\\n\\nZhi'an, a name he had never heard of, Jiang Hanhe finished reading the letter with tears in his eyes, but found that he had mistakenly entered a private place inside his mother's soul. Strangely, he did not feel annoyed, nor did he blame his mother for never mentioning this half-brother to him. On the contrary, this accident made him think that he might still have blood relatives in this world, and this thought revived him.\\n\\nPerhaps the answer he was seeking is in this letter from a stranger.\\n\\n\\n---\\n\\n### 4. The brain in a fish tank\\n\\nJiang Hanhe went through his childhood transfer records with his parents and finally found his mother's biochip address, a long string of hashes that represented all the footprints of the woman who gave birth to him and raised him in her short life.\\n\\nUsually, when a fertility center recovers a deceased person's chip, it desensitizes the more private transactions in it, which are managed by a controlled multi-layer network of Zero Knowledge Proof during life, but when the chip fails, these original records are uploaded to the main network in the form of a snapshot, which serves as the citizen's final digital legacy and facilitates access by public authorities. As An Yun's immediate family member, Jiang Hanhe's biochip signature had permission to browse all the contents in the snapshot, and he quickly found the record of Zhi An's address, which was also his mother's last transfer.\\n\\nIn the BioID network, once the public key address of the chip is determined, finding the location of the person becomes very easy, and too many access points have such access. Jiang Hanhe can easily get the geographical location of this address as long as he can prove that he has a collateral blood relationship with Zhian and walk towards the police station for help, however, since he is not a officer, the location will not be precise to the meter, but enough to find his target.\\n\\nThe address given by the police was not far from the city where Jiang lived, which surprised him. Perhaps after his mother's death, the man named Zhi'an also moved to the city due to guilt, or maybe it was some other coincidence that caused this strange 'father' to have to settle in the city and reestablish his life. Jiang spent the weekend planning his trip, he had to keep his company colleagues from being curious about this unexpected trip, and he had to make up some stories to avoid the original weekend's scheduled arrangements.\\n\\nOn Saturday morning, Jiang packed his bags, and he even prepared some rations for unexpected surprises. nothing else could be considered an accident than a huge transfer received in the test wallet of some mysterious subnet, so he had to be prepared for anything. In order to prevent the exact beacon trail from being discovered by the company, he chose to ride a bicycle to his destination, thus being able to freely bypass crowded areas, a course of action that would not easily allow the main network bio-beacons to identify the exact final location.\\n\\nDue to too many detours, he arrived at his destination in the late afternoon. It was a plain concrete building, only two floors, nestled between a deserted park and a clutter of old, dilapidated small houses from the last century, with locked gates and seemingly no signs of people living there. This made him feel puzzled and reconfirmed the location given by the police, a two hundred meter radius, there seemed to be no other possibility that the person called Zhian, must have been active or living nearby, Jiang  decided to start with the nearby homes and knock on the door one by one to ask.\\n\\nJiang pretended that he was a staff member of the community insurance company and they could receive airdrops simply by participating in the registration. This old-school approach was very effective, and since this kind of old and dilapidated small residential houses were basically inhabited by elderly people, they could not help but take the bait once there was an opportunity to make money for free. Soon, Jiang Hanhe found people who knew Zhian.\\n\\n\\\"There is a man named Zhian, I forget his last name, he works in that bar over there,\\\" said an old man with a face of about seventy.\\n\\\"Bar? Is that the small two-floor building?\\\" Jiang Hanhe asked.\\n\\\"That building is not open during the day and it's noisy at night, not a place for old men like us.\\n\\\"Thank you very much, and don’t forget to pick up airdrop tomorrow\\\" Jiang Hanhe did not expect to find a clue so quickly, hastily said goodbye to this old man.\\n\\nThis bar has no name, the only iron door is locked, knocking on the door also has no response, Jiang thought, maybe only here until the night, can go in to explore the truth, thinking here, he decided to go to the nearby deserted park for a rest. He found a clean-looking lounge chair to sit down, autumn is getting thick, but the wind in the park is not too strong, the whole day of exhaustion and sleepiness and high mental tension, so he just want a short sleep.\\n\\nWhen he woke up again, there was a black figure in the hazy night, getting closer and closer, until the figure came to him, he realized that he could not see who the other person was, nor could he make a sound. The soreness of his muscles gradually passed to Jiang's brain as he regained consciousness, and he realized that his body was extremely twisted: he was being tied backwards to a stool.\\n\\n\\\"Who are you? What's the purpose?\\\" The figure questioned.\\n\\\"Can you... Help me untie first...\\\" Jiang Hanhe felt a bitter tightness in his chest and could hardly breathe.\\n\\\"Tell me first who you are and why you are here? The strange figure looked impatient. \\\"I'm here to find Zhi An, please, I'm An Yun's son,\\\" Jiang Han He begged.\\n\\\".......\\\" The figure was silent for a while, and with the sound of rapid breathing, Jiang fell into a deep sleep once more.\\n\\nAfter an unknown amount of time, Jiang realized that he was struggling to wake up from a dream that was so long that he felt his body very tired. He struggled to open his eyes and realized that he was in an open room, dim and soft lights illuminated a corner of the room, some instruments were beeping regularly, he did not know where he was, but he could understand that he was not in a threatening situation: he was sleeping in a stranger's bed.\\n\\n\\\"Sorry,\\\" the stranger approached from the corner of the room, \\\"You're finally awake, maybe the dose of Valium was too high.\\\"\\n\\\"You are?\\\" Jiang Hanhe tried to ask.\\\"I'm the Zhian you're looking for, but I'm actually his son\\\" the stranger said \\\"You can call me Zhiyun\\\"\\n\\nJiang Hanhe tried to sit up, the image of the stranger in front of him became concrete, he has a still immature and tender face, it seems that due to a long time without enough light, the skin is miserable white, the body is also slightly thin, but the eyes reflect a certain perseverance.\\n\\n\\\"I need to find your father, I've read his letters to my mother, I need to know something\\\" Jiang Hanhe said.\\\"My father is dead\\\" the young man pointed to a corner of the room \\\"Now you have to ask me\\\"\\n\\nJiang Hanhe looked towards the corner of the room, a transparent fish tank connected to the apparatus, flashing regular lights, the fish tank, there was a faintly trembling brain on display, Jiang was not wrong, this is the first time he saw such a frightening scene, a living human brain, was parasitic in the fish tank, biometric chip connected to this brain, emitting a soft and wonderful green light ...\\n\\n\\n---\\n\\n### 5. Escape to the underground network\\n\\nJiang Hanhe still hasn't reacted from the extreme shock.\\n\\nHe could not understand what was happening in front of him, nor could he understand the boy called Zhiyun, who seemed to be accustomed to all this and did not feel any discomfort. Jiang thought to himself that maybe he could get the answers he wanted from the boy. But for some reason, he felt that Zhiyun was the only person he could trust in this world, not only because what had happened to him was far beyond Jiang’s understanding, but also because they had some kind of subtle connection in their bloodline.\\n\\nJiang Hanhe tried to describe to Zhiyun in clear and complete language all the things he had encountered, including the huge wrong transfer of money from the testing network, the letter Zhian wrote to his mother, and his attempts to find Zhian. Jiang  could feel that the boy listening to this story in front of him had an extreme power of concentration, he was not only listening, but also judging the seriousness of the problem and the situation at all times. At first, he just showed a keen interest, but at the end of hearing the story, he realized that something was wrong and hurriedly stood up, took some cards from his desk, hurriedly walked out of the room, and after a while, hurried back again.\\n\\n\\\"We don't have much time, we have to get out of here\\\" Zhiyun said: \\\"You've been unconscious for two days, it's a working day, NetShield has probably contacted the police department to find your location, they will be here soon\\\"\\n\\\"I'm sorry, I didn't know I would get you into trouble\\\" Jiang Hanhe said.\\n\\\"Now is not the time to talk about it\\\" Zhiyun threw him a backpack: \\\"You have bigger problems to deal with than this, we have to move to a safe place right away\\\"\\n\\nAnother door in the basement connected to the garage, where a pickup truck that looked like it hadn't been used in years was stored. Zhiyun carefully secured the brain in the tank to the car, and then got into the driver's seat and skillfully started the car. Soon, they drove out of the residential area and into the countryside.\\n\\n\\\"We have to access the underground network right away\\\" Zhiyun said, \\\"There are devices there that can block the chip so they can't track our exact location\\\"\\n\\\"You mean there is a way to block the beacon signal of the biometric network now?\\\" Jiang Hanhe asked in disbelief, these days, too many things happened outside of his expectation.\\n\\\"Yes, it's the only way they can't find our exact location\\\" Zhiyun said, \\\"But your disappearance has caught the attention of the police, and I think you no longer need this identity\\\"\\n\\nJiang Hanhe turned his head to look at the horizon, the huge city was getting farther and farther away from their view, slowly, even the tall buildings disappeared below the horizon, he did not know what he could do in such a situation, except to trust the only brother in the world, Jiang could not find any way out. He chose to give up thinking, and again felt from the bottom of his heart a deep freedom, a freedom he had never experienced in his thirty years of life.\\n\\nThe pickup truck eventually stopped at a country farm that seemed off the beaten track. Jiang didn't know how far they were from the city now, and he didn't want to know, it gave him a sense of security he had never felt before, as if he had been here before. They settled into their luggage and the brain in the tank, and Zhiyun took him to meet his friends at this farm. Jiang Hanhe realized that this country farm was far more prosperous than he had imagined: huge clubs were built under these vegetable barns, and this bar was even ten times larger than the one Zhiyun ran.\\n\\n\\\"Do you even have a resident DJ?\\\" Jiang Hanhe was puzzled.\\n\\\"It's not like you've never been to a bar before, don't look around like a kid,\\\" Zhiyun replied.\\n\\\"Welcome bro, generally speaking we don't take non-club members\\\" Zhiyun's friend said, \\\"but Zhiyun and I talked about you, we'll prepare a new identity for you, and I'm sure you have enough money to pay for this.\\n\\nJiang surveyed this big man beside him, a stout man with a mosaic green dragon tattooed on his left arm and a BTC logo tattooed on his right arm, which in his impression was an extremely old cryptocurrency, used by some early believers in cryptocurrencies well before the mainnet went online. Although this man had a fierce face, his voice was very gentle.\\n\\n\\\"A new identity... what is that?\\\" Jiang Hanhe didn't understand.\\n\\\"We can prepare a new biometric chip for you so you can be free to do whatever you want\\\" said the big man \\\"You have enough money to be able to live freely anyway, so why not? Hahaha\\\"\\n\\\"I know... But the money is in a weird subnet, I don't even know if this network really exists...\\\" Jiang Hanhe asked.\\n\\\"No money will appear out of thin air\\\" the big guy said with a smile \\\"If some idiot transferred the wrong money to you, you should happy about it, we don't have such good luck!\\n\\\"Don't worry, as long as you can pay enough money, he can wash out any network for you, hahaha\\\" Zhiyun patted Jiang Hanhe's left shoulder  \\\"This is not only the most luxurious bar in the neighborhood, but also the largest liquidity farm in North China region, no worries!\\n\\nPerhaps it was the alcohol, Jiang was a little disoriented, he looked at the two laughing young people around him, as if he had a close friend for the first time in his short life, their happiness was pure and selfish, so much so that Jiang was also infected by this emotion. Now he finally realizes that he may have the ability to start a brand new life, that he no longer needs to return to that boring and uninteresting cycle, and that no one has to say goodbye.\\n\\nFor the first time in his thirty-five years of life, Jiang Hanhe thought to himself, he was living out of himself.\\n\\n\\n---\\n\\n### 6. A Pass on the paper\\n\\n\\\"I checked the network address you gave me, and it's not the chain we maintain…… By the way, I haven't introduced myself to you, people here call me Cyberpunk Dog, or CPD, or Punk Dog, whatever you want to call it, hahaha!\\n\\\"I don't know, this was originally a test network I opened...\\\"Jiang Hanhe replied \\\"The address of the test network is usually random, I didn't know they could connect to networks other than the main network...\\\"\\n\\\"It's generally unlikely, because the mainnet nodes and the underground network operate on different mechanisms. I don't know how your NetShield model works, do you have the code?\\\" said CPD.\\n\\\"No, I'm just a test guy...\\\" Jiang said, \\\"I don't have access to the model code...\\\"\\n\\\"It's okay, we don't know when the network is on, but we have the address and port, I'll write a program to detect when it's on\\\" CPD said, \\\"There's always a time when it's on, and if we're lucky, we might be able to turn the network on in a week or two and to swap out the money in the network in, you have `USDX` in your wallet, don't worry, we have a big enough liquidity pool here.\\n\\\"What do you mean?\\\" Jiang Hanhe wondered \\\"Is it the BioID mainnet?\\\"\\n\\\"How is that possible,\\\" said CPD, \\\"You seem to have a lot of things to catch up!\\n\\nWhile CPD was writing the code, Jiang Hanhe found Zhiyun and asked him about the background knowledge he should know. Zhiyun made a cup of coffee and started to introduce the origins of parallel networks in detail.\\n\\nAs far back as 2017, blockchain-based parallel networks are created, on top of the old Internet, people started building lots of Internet-based economic systems. Each system has one or more tokens that represent a currency, which is kind of like the `bioid` token you use in the mainnet, except that these come in very many forms. In a parallel network, there are usually hundreds of different currencies at the same time, some with stable prices and some with fluctuating prices. This is the background foundation of our current main network.\\n\\nOf course, after the advent of BioID networks, fiat currencies were tokenized and all economic systems were forced to migrate to the mainnet. Like we are all of the generation born after the main network, so we would take this for granted, but before the invention of the main network, many parallel networks existed in this world, and in the era of multi-chain parallel networks, up to thousands of blockchains existed, each one specializing in a different function, and currencies were interchanged between networks through collapsing chain bridge technology, which of course is supported by the underground networks we run now . Also, in the era of multi-chain parallel networks, creating wallets is completely arbitrary and anonymous. You can imagine that one person can have as many wallets as you want, and you can hide your income and expenses as long as you want, which, of course, is now strictly forbidden by the mainnet nowadays.\\n\\nEven today, parallel networks exist. Zhiyun continued, I believe there are many other people maintaining other underground networks, such as the one that transferred the wrong money to you. If they have such a large scale of funds to get it wrong, it means that their pool is far larger than the network we operate. However, it is more difficult to find them, and conversely, if you are mixing coins in our farms, it is also difficult for them to find you. However, this is not something you have to worry about, even if they can find you, it will be after you have taken the money and run away.\\n\\nHowever, I have an idea, Zhiyun said, instead of living in fear in the suburbs, you should use the money to buy a ship ticket to Mars. I've heard that Mixed Coin Bridge now supports direct transfers to `MARSX`, a parallel network on Mars, if you have a `MARSX` wallet address, but CPD can help you get that, piece of cake! He can also help you change to a new identity, Zhiyun pointed to the brain in the tank, so that you can move freely to the Starship launch base. It might cost a lot to buy a ticket and change your identity, Zhiyun said, but you might consider it, so that the problem is solved once and for all, so many `USDX` we can't help you wash into the BioID mainnet, no such possibility, even if a hundred brand new identities, Zhiyun added: If you don't want to have fun every day on the underground network like we do, why not just fly there!\\n\\n\\\"Mars...? I've never thought about it\\\" Jiang Hanhe said \\\"Is it suitable for human life there?\\\"\\n\\\"I've never been there,\\\" said Zhiyun, \\\"but it's been under development for more than 30 years. It may not be as convenient as the mainnet, but you can do whatever you want without worrying about chips.\\n\\\"Can you really buy a ticket to Mars on the underground network?\\\" Jiang asked.\\n\\\"Brother, as long as you have money, nothing is impossible\\\" Zhiyun said \\\"Don't worry!\\\"\\n\\nIn the evening, CPD had already written the scanning script, and after Jiang Hanhe exchanged ideas with him, he agreed to help.\\n\\n\\\"I can try, it should not be difficult to buy\\\" CPD said \\\"Before that, you have to give me a private key\\\" He brought a piece of paper: \\\"You'd better write it on paper, so no one can hack it, and when you get on Mars, then just find a phone to recover it, it's absolutely safe!\\n\\nJiang Hanhe borrowed paper and a pen and sat down in front of the computer, the cursor of an old LCD monitor flickered, and a long paragraph of private keys popped up in the command line interface, which he copied onto paper lump by lump; he hadn't written for too long, much less been able to understand what this ancient way of keeping keys meant. The laughter of the bar was noisy, and under the dim neon lights, a single word was scrawled on white paper, all in what seemed to be some mysterious ritual.\\n\\nHe could vaguely feel that this lengthy code on the paper determined his unknown fate.\\n\\n\\n---\\n\\n### 7. The Promised Land of Freedom\\n\\n\\\"Flight STR2065 will depart in one hour, please check in as soon as possible.\\\"\\n\\nJiang Hanhe was wearing a straight suit, he hadn't dressed so formally for too long, and in a trance, he felt as if he was about to enter a marriage hall instead of running to an unfamiliar planet. In the center of the empty boarding hall stood a giant white tower, the elevator to board the starship's cabin, and the only way to travel to a strange planet.\\n\\n\\\"Dr. Tendo, welcome aboard,\\\" the ground staff greeted, \\\"We have checked your ticket, your seat is 31A, please take your seat.”\\n\\nJiang Hanhe was not yet comfortable with his new identity. He had no idea what this Dr. Tendo had experienced in his life, but he had enough time to be able to access this brand-new identity's life on the mobile app: where he had eaten breakfast, what kind of gifts he had bought for his children, or what day he graduated from a university, and these unfamiliar experiences kept popping up from the app. Jiang felt a little guilty that he was not familiar enough with this stranger and had to continue using his life.\\n\\nThis is the last journey in Dr. Tendo's life, but it is the brand new beginning of Jiang Hanhe's life at the age of thirty-five.\\n\\nSTR2065 was a weathered starship, its scorched black shell proving that the rocket had flown back and forth between Earth and Mars for at least billions of kilometers. As the hatch closed smoothly, the starship began to vibrate slowly and regularly, a vibration that went from shallow to deep, slow to fast, and eventually became a loud roar. Jiang turned his head to look out the porthole, and the rocket, wrapped in flames on the outside, was trying to lead them out of all the bonds of this blue planet and fly to the unknown promised land of freedom.\\n\\nHe felt a wave of vertigo and remembered the sedative pills that starship had distributed during boarding, but he had forgotten to take. He struggled to get up, tried to take out the pills in his jacket pocket, and swallowed them in one gulp before he was completely weightless. He sat back down in his seat, making sure his seat belt was fastened and the piece of paper with his wallet's private key was lying quietly in the compartment of his shirt.\\n\\nDuring this long journey into the void, he felt a heartfelt love. Where this feeling came from, he could not know, perhaps because of weightlessness, perhaps due to the effects of sedatives, he floated in the vastness of space, confused and happy, like a slightly drunken man, alone, not connected to anyone, not dependent on any network to survive. In this brief moment, he touches his purest self.\\n\\nJiang Hanhe finally drifted off to sleep, his biochip flashing a dull red light as the lone starship finally broke away from the mainnet and sailed deeper into space. The cell phone in his jacket pocket emitted a faint but constant vibration, and unbeknownst to Jiang Hanhe, among the countless unread messages sent to Dr. Tendo, there was one message that came because of him.\\n\\nIn his peaceful dream, the tiny blue planet drifted away with its back to him and eventually became a point of light that was annihilated in the infinite universe. In that point of light, all people embraced with all people, they closely connected to each other, and they used their past, present and future lives to build an impenetrable wall, a network where is no escape, and a segment of indelible hash.\\n\\n\\n---\\n\\nIllustrations by [Wala](https://twitter.com/1418062710Wala)  \\n All rights reserved. \\n \\n\\n#### The indelible hash series:\\n\\n \\n 1. The indelible hash (original in Chinese)\\n\\n[https://mirror.xyz/guoyu.eth/mvHfMsijE3IoBwD05fgQ2v0fwg4BfeyNPRuHC-SDjxI](https://mirror.xyz/guoyu.eth/mvHfMsijE3IoBwD05fgQ2v0fwg4BfeyNPRuHC-SDjxI)\\n\\n2\\\\. The indelible hash series and my Web3 novel experiment (original in Chinese)\\n\\n[https://mirror.xyz/guoyu.eth/-IiesCxFBk9ENEP9Uvdu3Z9cy4zVQHFJz07OFWh6r2s](https://mirror.xyz/guoyu.eth/-IiesCxFBk9ENEP9Uvdu3Z9cy4zVQHFJz07OFWh6r2s)\\n\\n\",\"timestamp\":1642166582,\"title\":\"The indelible hash\"},\"digest\":\"FnZbtX53qBLxUEgmrfI9KzwXnr7zNpQBiprBvo6yl4M\",\"authorship\":{\"contributor\":\"0xD6DB919FDDDBEd1cE19973156B49E51959408E9E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GvB6bBUQo-n5WpjGqMNw4yZxZ670wmB89QpGyo5RtE8\\\",\\\"y\\\":\\\"tSNvz-h0rBuEu7DAum-rNmDC3DPp2Vi6iohjvE-83Zw\\\"}\",\"signature\":\"IE_XLyGarHL4O7eYdxRSiHbdpkAn0vIDN6izJzMQ9K57lhqES4SKbXXAsyGRD3EBpf13jpsIfl3Ch31p_amoPw\",\"signingKeySignature\":\"0xa82acc310f5f758ca41dbcab72a12f1721f2465e14fb77d2cde5a453f9e762144018d8e66c3750a2533a2f2cfd0a3eb3da12dab48177b3d873e94a9345874a381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GvB6bBUQo-n5WpjGqMNw4yZxZ670wmB89QpGyo5RtE8\\\",\\\"y\\\":\\\"tSNvz-h0rBuEu7DAum-rNmDC3DPp2Vi6iohjvE-83Zw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O7OUDwP7_xQUW-vdHDC_7f8h7IEcUK0XmqNAfg-3Rrs\"}"