"{\"content\":{\"body\":\"**Focus**\\n\\n• The short video track is in the critical period of development. At this time, the industry participants must give full play to their advantages.\\n\\n• The positive content production mechanism is one of the core competitive points in the content field.\\n\\n• The integration of Douyin has provided a second chance to grow for content creators.\\n\\nShortly after the beginning of 2020, the short video track ushered in important changes.\\n\\nIn January 8th, HuoShan was officially announced to integrate with the Douyin brand, renamed Douyin HuoShan Version, and opened the new icon. Not long ago, Douyin just announced that DAU exceeded 400 million. Meanwhile, according to official information, there are more than 50 million active users of HuoShan. The volume of the two products is not small. The brand integration and upgrading means that the two important products of short video track are connected, and the industry pattern changes again.\\n\\nAt this time, ByteDance chose to have a product strategy adjustment, which is related to the current development status of short video products. Over the past few years, industry players have been working together, and short videos are no longer user's entertainment tools. No matter Douyin, HuoShan or [Kuaishou](https://www.holobase.io/company/5badffc8df68ad00012775b4) is, the short video players are exploring the business mode and content form, which makes short video a very important product segment of the Internet.\\n\\nAccording to a research report released by KrASIA research institute, users' demand for short videos is not limited to entertainment, but they begin to pay attention to the relevance of reality, interaction, learning and occupation. Individuals are waking up from the virtual experience of killing time.\\n\\nAt the same time, the current competition of short video track is stuck, and it is in the key period of breakthrough. And the industry participants must give full play to their own advantages. The integration of Douyin and HuoShan can achieve the goal of connect the two major short video resources and optimizing the allocation of resources.\\n\\nA noteworthy point is that for the short video industry, the key competition is to establish a sustainable healthy content ecosystem. Before the adjustment, Douyin and HuoShan have gone through a differentiated route in terms of product positioning and incentive mechanism. After that, with the implementation of the two major products, some of the original rules will have to be adjusted accordingly.\\n\\nFor the content creators, what impact will it bring? And how these impacts will in turn promote the development of the product itself?  Those are topics worthy of attention.\\n\\n**From HuoShan to Douyin Huoshan Version**\\n\\nAfter announcing that DAU was broken for 400 million, in January 8th, Douyin announced the brand upgrade of Douyin and Huoshan. The original HuoShan was officially renamed the \\\"Douyin Huoshan Version\\\" and the brand new icon was opened.\\n\\nFrom the information released by the government, the changes brought about by the brand upgrading mainly include the following aspects:\\n\\n• First of all, Douyin merged with the original video account of the original HuoShan, and the content would gradually get through. At the same time, the Douyin Huoshan Version will continue to operate independently.\\n\\n• Secondly, Douyin can provide a more practical support strategy for creators, especially the creators of Douyin Huoshan Version.\\n\\n• Third, a more complete creator service. After the brand upgrade, the ladder plan will provide a complete set of dual-end development programs.\\n\\nThe reason why ByteDance chooses to integrate its two short video brands at this time includes internal and external aspects.\\n\\nFrom the inside point, HuoShan and Douyin have different development direction, so the integration space is large.\\n\\nHuoShan was officially launched in 2016. It is the earliest attempt of ByteDance in the short video field. There are many differences between HuoShan and Douyin in the content, operation positioning and support plan.\\n\\nDifferent from Douyin, the contents of HuoShan even more inclined to the sinking market. It was dubbed \\\"Zhang Yiming to the countryside\\\" by the media at the beginning of the line. In 2017, Douyin Huoshan Version also held a press conference in three stone villages of Hejiang County, Sichuan Province. The villager Liu Jin Yin broadcast live on his rural life, and earned a lot. Therefore, the case has become the most typical representative of the content characteristics of Douyin Huoshan Version. \\n In terms of operation, in 2017, HuoShan released the plan of \\\"one million experts\\\", and provided 1 billion subsidies to support the national professional population, industry institutions and MCN. And it covers cooking, breeding, auto repair and other industries. In terms of creators' monetization, HuoShan has created its own system, which allows users to obtain profits directly through video release.\\n\\nOn the whole, compared with Douyin, the content and users of HuoShan inclined to the sinking market, and the two attract different audiences.\\n\\nToday, Douyin is already a national app in China, whose DAU has exceeded 400 million. The flow pool is very large, and ByteDance content distribution mechanism ensures that various contents can match multiple users. At this point, the early development of differentiated products by different segments of the field will usher in the adjustment of the gateway: Based on the support of the large flow pool and the mature distribution mechanism, Douyin can integrate resources. And it will make flow, brand, monetization of all aspects work at full capacity.\\n\\nFrom the perspective of external environment, the competition of short video track is increasingly fierce, and the industry has entered a period of global traffic competition.\\n\\nAt present, the dividend of mobile Internet is disappearing. The user time is the focus of competition. At the same time, the subdividing crowd is the most potential incremental resources. Breaking the circle to further expand the user scale has become the common choice of short video players. For example, Kuaishou coopered with Spring Festival Gala, which is to break through the bigger circles, and promote the scale of users to a higher level. The new competition situation puts forward higher requirements for the players in the track. The short video products decide that they need to provide more comprehensive content and services to attract more users.\\n\\nThe choice of creators can reflect the market trend. Liu Anjun, a barber of Cangzhou, Hebei Province, opened HuoShan account in February 2017. He was certified a professional expert in HuoShan, and had 800 thousand fans. In March 2018, he also set up an account number in Douyin with 500 thousand fans. This mode of two platform operation reflects the needs of the creators, and the number of fans of the two accounts reflects the users' preferences for diverse content. And the integration of Douyin and Huoshan account and content can better satisfy the needs of creators and users.\\n\\nUnder the joint action of internal and external factors, Douyin and HuoShan closely connected. After adjustment, how to maintain the health and prosperity of the creation ecosystem in the system becomes a problem that the team needs to pay attention to.\\n\\nWhether it's ceefax, online live broadcast or the short video, the excellent content creators and content production mechanism that can positively stimulate the growth of creators have always been one of the core competition points in the content field.\\n\\nIt means the two platforms' content creators will change. What will happen to the creators?\\n\\n**Creators usher a new opportunity**\\n\\nFrom the official information, it is clear that the main idea of this adjustment is to make the content creators get more rights and interests.\\n\\nDouyin CEO Zhang Nan said that the contents of HuoShan and Douyin will be gradually interconnected in the future so that users can see richer content and make the contents of the creators better distributed. The head of Douyin Huoshan Version said that one of the purposes of brand upgrading is to better serve creators.\\n\\nIt can be seen that the original intention of integration is to provide better content distribution services for creators, not to downplay a certain brand or a certain kind of creative group. Moreover, in order to release the integrated potential energy, it also provides supporting strategies.\\n\\nThe \\\"cloud ladder project\\\" mentioned above will provide 10 billion traffic support creators in Douyin Huoshan Version. The excellent authors can not only get flow support in Douyin Huoshan Version, but also gain traffic. In other words, the content creators in Douyin system will get double support.\\n\\nIn addition, the ladder program also includes a complete set of dual-end growth programs, including dual-end analysis tools, power heating of various activities, more professional one-to-one consulting services, and various exclusive cooperation and exposure. In the future, Douyin Huoshan Version will continue to provide richer services for creators. It means that the creators can greatly reduce the cost of operating the platforms at the same time, reduce the investment in traffic acquisition and operation strategy, and then concentrate on more content.\\n\\nHe Yujuan, from Jiarong Tibetan area in Sichuan, began to use Douyin and Huoshan in October 2017. By sharing Tibetan life, food and local customs, she obtained the first batch of accurate fans group through HuoShan. And she began to drive local specialties for sale. After the two ends are connected, content creators like he Yujuan no longer need to carry out different operations on both ends. In this way, it reduced the workload, and correspondingly improved the traffic and exposure, which further widened the growth path of content creators.\\n\\nFrom the action of providing tens of billions of traffic support after adjustment, we can see that ByteDance pay attention to the short video products. The relevant support plan, starting from the creator's rights and interests, will further enlarge the accumulation of the previous version on the content and users.\\n\\nFor the creators of Douyin, the content of both sides means that the unique content of HuoShan will enrich the content ecology of Douyin. It will further increase the number of users, and the growth of traffic will eventually feed the creators.\\n\\nFor the creators of Douyin Huoshan Version, the larger flow pool access, the better the content production mechanism, which can form a positive cycle. The original firepower value of HuoShan will not disappear. Meanwhile, the commercial monetization of the advertisement and e-commence will further enlarge the content value of the creators. In short, the creators of Douyin Huoshan Version have ushered in the opportunity to break the circle.\\n\\nAt present, the short video track is already mature. From the related Internet information, it can been seen that the competition of short video content creators is very intense. The short video products represented by Douyin in 2019 will focus on Vlog, and we can see that the industry is looking for a new breakthrough after experiencing rapid growth.\\n\\nThe integration of Douyin and Huoshan has brought new possibilities for short video content creators through great support and the effect of two end traffic overlay. Douyin also said that in the next six months, we hope that at least 10 creators with 100 million fans will emerge from the current creators of HuoShan. Opportunities have been clearly quantified before us.\\n\\nOn the whole, after the interchanges of Douyin and Huoshan, the content pool of both ends is further enriched, and the range of users' access to content is further expanded. The free of flow and content will further stimulate and enlarge the platform related value.\\n\\nThe changes of users and platform side will be reflected in the content creators: the traffic is larger, the track of content is broader. And the platform provides rich traffic support plans. Finally, these conditions jointly indicate that the new opportunity of short video creators has arrived.\\n\\nThis is an article from from WeChat official accounts [Deep Echo](https://mp.weixin.qq.com/s/AQ7foQqicucVBzMwlSmWEg)(ID:deep-echo),  written by Zhou Kai, translated by Chris Yuan.\",\"timestamp\":1641525047,\"title\":\"ByteDance rebrands HuoShan to support Douyin, video content creators usher in a new opportunity\"},\"digest\":\"7HptHy10A_heTFWvTHxGIhVyzmieE-UreZehTDHUQy0\",\"authorship\":{\"contributor\":\"0x021D29dC0d2DfC3137253fCb9fE56c6BD1d8a225\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"signature\":\"_HLdFr9DOpGSNqFpN9gNW-UigCAY2ZiDdzIeqLwJUpn3lNbeabz2fpJftnKRKrlX97re_8X_775fxHzqikIqkA\",\"signingKeySignature\":\"0x8a5e280c109f2e0b82e94a5ebd8036a14a846924a0ed240d64d91c5724ca6e080811f2c079b4bc53a0fdad0c4e0905ac6a7dbad2e4da00a9f4619a04abb15f4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7HptHy10A_heTFWvTHxGIhVyzmieE-UreZehTDHUQy0\"}"