"{\"content\":{\"body\":\"Metaverse related topics quickly broke the circle, and the market was very concerned. Of course, differences and consensus coexist.\\n\\nThe ultimate meta-universe connects the physical world and the digital world, and will become the way of life of mankind 20 years later, reshaping the digital economy system. The meta universe aggregates a large number of discrete single-point innovations to form new species, bringing long-term potential and opportunities beyond imagination.\\n\\n![](https://images.mirror-media.xyz/publication-images/uTLKKF6ukQizsDTqtNuqP.png?height=399&width=600)\\n\\nIn the next 3-5 years, Metaverse will enter a period of prototype exploration. Progressive technological breakthroughs and business model innovations in VR/AR, NFT, AI, cloud, PUGC game platforms, robotics, digital twin cities, etc. will emerge one after another.\\n\\nThe fields involved are broad industries: GPU, 3D graphics engine, cloud computing and IDC, high-speed wireless communication, Internet and gaming company platforms, digital twin cities, industrial meta-universe, solar energy and other sustainable energy sources.\\n\\n![](https://images.mirror-media.xyz/publication-images/LSq8JVINazRdBA3xTHsZB.png?height=372&width=600)\\n\\nMetaverse is not only VR/AR and the Real Internet, but also the way of life of mankind after 2040. Looking back on the past 20 years, the Internet has profoundly changed the daily life and economic structure of human beings; Looking forward to the next 20 years, Metaverse will have a more profound impact on human society and reshape the digital economy system.\\n\\nMetaverse connects the real world and the virtual world. It is the carrier of human digital survival and migration, enhancing experience and efficiency, extending human creativity and more possibilities. The digital world has gradually become an extension and expansion of the physical world from the re-enactment and simulation of the physical world. The production and consumption of digital assets, and the deduction and optimization of digital twins will also significantly adversely affect the physical world.\\n\\n![](https://images.mirror-media.xyz/publication-images/JpE2aTqsClL5ZSQPKv9pN.png?height=239&width=600)\\n\\nJust like Jobs’s \\\"necklace\\\" metaphor, the emergence of the iPhone has connected single-point technologies such as multi-touch screens, iOS, high-resolution cameras, and large-capacity batteries in series, \\\"redefining mobile phones\\\" and opening up the mobile Internet that has been turbulent for more than ten years. era.\\n\\nAt present, we are gradually approaching the meta-universe iPhone moment. The computing power continues to increase, and technological innovations such as high-speed wireless communication networks, cloud computing, blockchain, virtual engines, VR/AR, digital twins, and robots are gradually converging.\\n\\n![](https://images.mirror-media.xyz/publication-images/91-XjAytYrkKASczIz0S4.png?height=358&width=600)\\n\\nThe true meta-universe still needs more technological progress and industrial aggregation, and it may not be possible until 20-30 years later. By then, the time and energy of Generation Z will further migrate from the physical world to the digital world. The average daily online time may increase from the current 4-6 hours to more than 10 hours. More work and life will continue to be digitalized, and human-computer interaction will be infinitely close. Even beyond the human-to-human interaction experience, massive digital assets are created, traded, and consumed.\\n\\n![](https://images.mirror-media.xyz/publication-images/jnMZ3ol02PltV2cOSTNLg.png?height=413&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/ZRcxDDt4w9U6_Rgs4sywg.png?height=423&width=600)\\n\\nWith the digital migration of labor and the decentralized digital asset transaction based on the blockchain, the digital world may become an open world close to unlimited space, carrying more imagination and creativity. The ultimate form **of the** metaverse **is the combination of technology and humanities, the empowerment of human experience and efficiency by technology, and the reshaping of economy and society by technology** .\\n\\nJust as we could not imagine and accurately predict the changes that the Internet will bring to life and society 20 years ago, facing the future, we are also likely to lack imagination about the changes that the meta universe may bring about 20 years from now. \\n\\nWe cannot accurately judge the shape of the future meta-universe, but we tend to judge some of its possible characteristics, such as: **open space, decentralization, human-computer interaction experience close to the human level, massive digital assets being created and consumed, and a complete digital economic system , synchronous digital world with the physical world and the physical world and so counterproductive** .\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/Ian2KFn5VOnxG-JmDnDWT.png?height=407&width=600)\\n\\n**At present, we can see many explorations around the meta-universe and the future digital life:**\\n\\n**a)** Roblox's exploration in the field of PUGC game assets, to realize the economic closed loop of game producers and consumers;\\n\\n**b)** The exploration of Facebook oculus in the VR/AR field will further enhance the human-computer interaction experience;\\n\\n**c)** NVIDIA Omniverse's exploration in the field of human-computer interaction vision and the attempt at the GTC conference;\\n\\n**d)** Tencent's investment in Epic and the layout and experimentation in metaverse;\\n\\n**e)** ByteDance acquired Pico to expand the VR layout;\\n\\n**f)** Collectibles in the NFT field and Axie Infinity's game exploration, with breakthroughs in the fields of digital asset creation, pricing and trading;\\n\\n**g)** 51WORLD's exploration in building a mirrored world, through the PaaS platform to empower customers in various industries with digital twin technology.\\n\\n![](https://images.mirror-media.xyz/publication-images/uY0TV9vgA61qiHsnuQgE0.png?height=399&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/m9CFUUKREcxeIfOaSG6hD.png?height=231&width=600)\\n\\nThese explorations, based on mobile phones or next-generation technology hardware, explore the future possibilities of the meta-universe in the consumer and enterprise fields.\\n\\nOn the journey to the ultimate meta-universe, there will be many endless problems and challenges under the constraints of technological development, and there are also many uncertain factors for the application and development of business:\\n\\n**01.**  The establishment of digital assets and economic systems based on blockchains and NFTs is related to the price of digital currencies, and may face currency fluctuations and risks of national supervision.\\n\\n**02.**  AI, graphics engine, high-speed wireless charging and even battery technologies may affect the development process of Metaverse.\\n\\n**03. The**  closed world of PGC led by Internet companies, to the digital development of PUGC with a large number of consumers, Internet platforms may face changes and challenges.\\n\\n**04.**  The consumption of electric energy by the meta-universe and the digital world requires more sustainable energy and energy storage infrastructure, which brings challenges to the future energy structure.\\n\\n**05.**  AR/VR, cloud computing, virtual engine, digital twin, robot, high-speed wireless communication network, cloud data center, low-orbit satellite...\\n\\nDespite the many challenges and uncertainties, we still judge that the digital survival of human beings is an irreversible one-way line. Games and social interactions may be the starting point of digital survival, but they are by no means the end.\\n\\nIn the future, people's entertainment, life, and work will continue to be digitized, and enterprise-level digitization of thousands of industries has just begun.\\n\\nThe meta-universe is likely to be the next collective innovation that will change human life in the mid-to-long term after the Internet.\\n\\nSource: Epic Games, \\\"Meta Universe: Human Digital Survival, Entering Prototype Exploration Period\\\", Research Department of CITIC Securities\",\"timestamp\":1639644707,\"title\":\"Meta Universe: The trend is seeing rudimentary obstacles at the beginning, and it will go far\"},\"digest\":\"yUhL96De1pGrBWAYcKnCeCu4KApiJ6fszqeAvj8wc3E\",\"authorship\":{\"contributor\":\"0x5E08A103989962C200d399EcB6aCdB338565f113\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lfmSPQMBoccBNYZr1LKp8lB0q2Wv2aWY6q4bnBiHrzQ\\\",\\\"y\\\":\\\"eBORCyH3UHGE3Q4emrjwKJStZlZ5B6Bikcik-t1ezLk\\\"}\",\"signature\":\"-ki1iJXhHkavlbyHThbZ5jBZOQY841UrWvLONkBVHVp0pDI6aakGP9kT4_TZGqz1v9WjBvZnutPhspofoFkehw\",\"signingKeySignature\":\"0x9c207d3227908abe735b26f50f86c2ab1ac48e596a28fd3bbfe1ebfa271821a1371536e991ed33862a8ebe00df7e87705a52e39c5f1825f055be8bae3f55be451c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lfmSPQMBoccBNYZr1LKp8lB0q2Wv2aWY6q4bnBiHrzQ\\\",\\\"y\\\":\\\"eBORCyH3UHGE3Q4emrjwKJStZlZ5B6Bikcik-t1ezLk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yUhL96De1pGrBWAYcKnCeCu4KApiJ6fszqeAvj8wc3E\"}"