"{\"content\":{\"body\":\"Every person on the internet, even remotely interested in NFTs, has heard this joke. We all have seen these memes and laugh at them. *Right-click*, *save as image*. \\n\\nHowever, there are times that people actually argue that NFTs are just JPGs. These people do not understand what an NFT is. We don’t blame them. It’s a complicated technology. As a shameless plug, we will mention our previous article about [what’s an NFT.](https://mirror.xyz/watchen.eth/kf7X3D5uDvk8quLbM1UQIGrrls2BnHmjfuSd6iOs-3Q)\\n\\nBut to talk more about this, you are buying an NFT for its utility or its art. Unless you believe that a copy of the Mona Lisa is the same as owning the original painting, JPGs turned into NFTs are very popular. Still, the technology behind them will be implemented in every digital asset there is. Domain names, in-game items, assets in the Metaverses (yeah, there will be multiple) like virtual real-estate.\\n\\nNFTs are important because they make art accessible to people who previously did not. For example, not everyone could go to an auction and bid. Now, this is possible. NFTs democratized the art space. That may not seem much because it is not relatable to you, but this is a big thing.\\n\\nThe main benefit of NFTs, which is relatable to everyone, is ownership. Owning something on the internet was not possible except if you had your own website. For example, when you upload a photo on Instagram, Instagram owns the photo. Therefore, if the service is down, the image is nowhere to be found. This is not the case with NFTs because your wallet owns the image.\\n\\nLet’s talk about utility. Most NFTs come with a utility. That may be access to a private community, entrance to an in-person event, or even the right to flex on the internet.\\n\\nThe technology that turns simple JPGs into Non-Fungible Tokens will be the backbone of the internet in the future.\\n\\nThat is all, folks. The conclusion is simple: The earlier you are into an NFT collection, the better. If you have any questions, don’t hesitate to contact us [here](https://airtable.com/shr9AkZqYfL8DikPs).\\n\\n[Visit Watchen](https://watchen.xyz/) | Launching soon\",\"timestamp\":1642095729,\"title\":\"Saving an NFT as an image does not make sense\"},\"digest\":\"EGHw3015TTJiSAKWU7hjVwCsaMp6P3fqGTpdB6FG7s4\",\"authorship\":{\"contributor\":\"0x7Fd79D587C5C23d72d3F4978A97be771773b5324\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0M1g88ce3m4LCjW0uEvUdPM7yR3WSH9Ue0xz-v9RY08\\\",\\\"y\\\":\\\"tRWl3BWNNqd8zVYbA4Srjx75DXNqDq25WIgH_cDuvIk\\\"}\",\"signature\":\"uXA89RFR86OULY1zmnNnOEhNwtUkqF1GHfjI9kDpmQLYIrNYGbGXt34kgWMutgeOp3kymSDx8sK_7yWkFOE3wg\",\"signingKeySignature\":\"0x87c9ae47cc9d887724b4b68bc1c5783c5d4978848053c501a90f3e5504493fad776621b0a880bf5b346b4906e1562a322fa9e92408de51e39301c188023d66881b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0M1g88ce3m4LCjW0uEvUdPM7yR3WSH9Ue0xz-v9RY08\\\",\\\"y\\\":\\\"tRWl3BWNNqd8zVYbA4Srjx75DXNqDq25WIgH_cDuvIk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EGHw3015TTJiSAKWU7hjVwCsaMp6P3fqGTpdB6FG7s4\"}"