"{\"content\":{\"body\":\"He rose from being my only workman when I first started in Manchester, to be my chief general foreman.  The energy and devotion which he brought to bear upon my interests set a high example to all in my employment.  Although he was in some respects deficient in his knowledge of the higher principles of engineering and mechanical construction, I was always ready to supply that defect.  His hearty zeal and cheerful temper, and his energetic movement when among the men, had a sympathetic influence upon all about him.  His voice had the same sort of influence upon them as the drum and fife on a soldier's march:  it quickened their movements.  We were often called in by our neighbour manufacturers to repair a breakdown of their engines. That was always a sad disaster, as all hands were idle until the repair was effected.  Archy was in his glory on such occasions.  By his ready zeal and energy he soon got over the difficulty, repaired the engines, and set the people to work again. He became quite famous in these cases of extreme urgency.  He never spared himself, and his example had an excellent effect upon every workman under him.\\n\\nAnother of my favourite workshop lieutenants was James Hutton. He had been leading foreman to my worthy friend George Douglass, of Old Broughton, Edinburgh.  He was fully ten years my senior, and when working at Douglass's I looked up to him as a man of authority.  I had obtained from him many a valuable wrinkle in mechanical and technical construction.  After I left Edinburgh he had emigrated to the United States for the purpose of bettering his condition.  But he promised me that if disappointed in his hopes of settling there, he should be glad to come into my service if I was ever in a position to give him employment.  Shortly after my removal to Patricroft, and when everything had been got into full working order, I received a letter from him in which he said that he was anxious to return to England, and asking if there was any vacancy in our establishment that he might be employed to fill up.  It so happened that the foremanship of turners was then vacant.  I informed Hutton of the post; and on his return to England he was duly enrolled in our staff.\\n\\nThe situation was a very important one, and Hutton filled it admirably. He was a sound practical man, and thoroughly knew every department of engineering mechanism.  As I had provided small separate rooms or offices for every department of the establishment for the use of the foremen, where they kept their memoranda and special tools, I had often the pleasure of conferring with Hutton as to some point of interest, or when I wished to pass my ideas and designs through the ordeal of his judgment, in order that I might find out any lurking defect in some proposed mechanical arrangement.  Before he gave an opinion, Hutton always took a pinch of snuff to stimulate his intellect, or rather to give him a little time for consideration.  He would turn the subject over in his mind.  But I knew that I could trust his keenness of insight.  He would give his verdict carefully, shrewdly, and truthfully. Hutton remained a faithful and valued servant in the concern for nearly thirty years, and died at a ripe old age.  Notwithstanding his mechanical intelligence, Hutton was of too cautious a temperament to have acted as a general foreman or manager, otherwise he would have been elevated to that position.  A man may be admirable in details, but be wanting in width, breadth, and largeness of temperament and intellect.  The man who possesses the latter gifts becomes great in organisation; he soon ceases to be a \\\"hand,\\\" and becomes a \\\"head,\\\" and such men generally rise from the employed to be the employer.\\n\\nAnother of my excellent assistants was John Clerk.  He had been for a long time in the service of Fairbairn and Lillie; but having had a serious difference with one of the foremen, he left their service with excellent recommendations.  I soon after engaged him as foreman of the pattern-making department.  He was a most able man in some of the more important branches of mechanical engineering.  He had, besides, an excellent knowledge of building operations.  I found him of great use in superintending the erection of the additional workshops which were required in proportion as our business extended. He made out full-sized chalk-line drawings from my original pencil sketches, on the large floor of the pattern store, and from these were formed the working drawings for the new buildings.  He had a wonderful power of rapidity and clearness in apprehending new subjects, and the way in which he depicted them in large drawings was quite masterly. John Clerk and I spent many an hour on our knees together on the pattern store floor, and the result of our deliberations usually was some substantial addition to the workshops of the foundry, or some extra large and powerful machine tool.  This worthy man left our service to become a partner in an engineering concern in Ireland; and though he richly deserved his promotion, he left us to our very great regret.\\n\\nThe last of our foremen to whom I shall refer was worthy Thomas Crewdson.  He entered our service as a smith, in which pursuit he displayed great skill.  We soon noted the high order of his natural ability; promoted him from the ranks, and made him foreman of the smith's and forge-work department.  In this he displayed every quality of excellence, not only in seeing to the turning out of the forge work in the highest state of perfection, but in managing the men under his charge with such kind discretion as to maintain the most perfect harmony in the workshops.  This is always a matter of great importance --that the foreman should inspire the workmen with his own spirit, and keep up their harmony and activity to the most productive point. Crewdson was so systematic in his use of time that we found that he was able also to undertake the foremanship of the boiler-making department, in addition to that of the smith work; and to this he was afterwards appointed, with highly satisfactory results to all concerned.\\n\\nSo strongly and clearly impressed is my mind with the recollection of the valuable assistance which I received during my engineering life from those vicegerents of practical management at Patricroft, that I feel that I cannot proceed further in my narrative without thus placing the merits of these worthy men upon record.  It was a source of great good fortune to me to be associated with them, and I consider them to have been among the most important elements in the prosperity of the Bridgewater Foundry.  There were many others, in comparatively humble positions, whom I have also reason to remember with gratitude. In all well-conducted concerns the law of \\\"selection of the fittest\\\" sooner or later comes into happy action, when a loyal and attached set of men work together harmoniously for their own advantage as well as for that of their employers.\\n\\nIt was not, however, without some difficulty that we were allowed to carry out our views as to Free Trade in Ability.  As the buildings were increased, more men were taken on--from Manchester, Bolton, Liverpool, as well as from more distant places.  We were soon made to feel that our idea of promoting workmen according to their merits, and advancing them to improved positions and higher wages in proportion to their skill, ability, industry, and natural intelligence, was quite contrary to the views of many of our new employees.  They took advantage of a large access of orders for machinery, which they knew had come into the foundry, to wait upon us suddenly, and to lay down their Trade Union law for our observance.\\n\\nThe men who waited upon us were deputed by the Engineer Mechanics' Trades' Union to inform us that there were men in our employment who were not, as they termed it, \\\"legally entitled to the trade;\\\" that is, they had never served a regular seven years' apprenticeship. \\\"These men,\\\" said the delegates, \\\"are filling up the places, and keeping out of work, the legal hands.\\\"  We were accordingly requested to discharge the workmen whom we had promoted, in order to make room for members of the Trades' Union.\\n\\nTo have complied with this request would have altered the whole principles and practice on which we desired to conduct our business. I wished, and my partner agreed with me, to stimulate men to steadfast and skilful work by the hope of promotion.  It was thus that I had taken several of the Worsley men from the rank of labourers, and raised them to the class mechanics with correspondingly higher wages. We were perfectly satisfied with the conduct of these workmen, and with the productive results of their labour.  We thought it fair to them as well as to ourselves to resist the order to discharge them, and we consequently firmly refused to submit to the dictation of the Unionists.\\n\\nThe delegates left us with a distinct intimation that if we continued to retain the illegal men in our employment they would call out the Union men, and strike until \\\"the grievance \\\" was redressed. The Unionists, no doubt, fixed upon the right time to place their case before us.  We wanted more workmen to execute the advantageous orders which had come in; and they thought that the strike would put an entire stop to our operations.  On engaging the workmen we had never up to this time concerned ourselves with the question of whether they belonged to the Trades' Union or not.  The only proof we required of a man was Ability.  If, after a week's experience, he proved himself an efficient workman, we engaged him.\\n\\nThe strike took place.  All the Union men were \\\"called out,\\\" and left the works.  Many of them expressed their great regret at leaving us, as they were perfectly satisfied with their employment as well as with their remuneration.  But they were nevertheless compelled to obey the mandate of the Council.  The result was that more than half of our men left us.  Those who remained were very zealous.  Nothing could exceed their activity and workfulness.  We appealed to our employers. They were most considerate in not pressing us for the speedy execution of the work we had in hand.  We made applications in the neighbourhood for other mechanics in lieu of those who had left us. But the men on strike, under orders from the Union, established pickets round the works, who were only too efficient in preventing those desirous of obtaining employment from getting access to the foundry.\\n\\nOur position for a time seemed to be hopeless.  We could not find workmen enough to fill our shops or to execute our orders. What were we to do under the circumstances?  We could not find mechanics in the neighbourhood; but might they not, be found elsewhere? Why not bring them from a distance?  We determined to try. Advertisements were inserted in the Scotch newspapers, announcing our want of mechanics, smiths, and foundrymen.  We appointed an agent in Edinburgh, to whom applications were to be made.  We were soon in receipt of the welcome intelligence that numbers of the best class of mechanics had applied, and that our agent's principal difficulty consisted in making the proper selection from amongst them.\\n\\nA selection was, however, made of over sixty men, who appeared in every respect likely to suit us.  With true Scotch caution they deputed two of their number to visit our works and satisfy themselves as to the real state of the case.  We had great pleasure in receiving these two clear-headed cautious pioneers.  We showed them over the workshops, and pointed out the habitations in the neighbourhood with their attractive surroundings.  The men returned to their constituents, and gave such a glowing account of their mission that we had no difficulty in obtaining the men we required.  Indeed, we might easily have obtained three times the number of efficient mechanics. Sixty-four of the most likely men were eventually selected, men in the zenith of their physical powers.  We made arrangements for their conveyance to Glasgow, from whence they started for Liverpool by steamer.  They landed in a body at the latter port, many of them accompanied by their wives and children, and eight-day clocks! A special train was engaged for the conveyance of the whole--men, women, and children, bag and baggage--from Liverpool to Patricroft, where suitable accommodation had been provided for them.\\n\\nThe arrival of so powerful a body of men made a great sensation in the neighbourhood.  The men were strong, respectable looking, and well dressed.  The pickets were \\\"dumfoundered.\\\"  They were brushed to one side by the fresh arrivals.  They felt that their game was up, and they suddenly departed.  The men were taken over the workshops, with which they appeared quite delighted.  They were told to be ready to start next morning at six, after which they departed to their lodgings. The morning arrived and the gallant sixty-four were all present. After allotting to each his special work, they gave three hearty cheers, and dispersed throughout the workshops.\",\"timestamp\":1639290176,\"title\":\"\\nI must place my most worthy, zealous, and faithful Archy Torry at the top of the list\"},\"digest\":\"4NWNPx6ZCeZSbAiirJ0KjWjzq_SdBbcW6q86JLP3gr8\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_4f_HYRSAuqo9HQNQD8Gx5TUI-JjsdJxR1P3Iw58FZ4\\\",\\\"y\\\":\\\"ww5N2oovK9qsd-yE1j4KAJTpvjVdYuUyC5xXg-yvuuM\\\"}\",\"signature\":\"CRtEz-4G0-wWjQOd46zd_kGOwQKSlioVoXWtvba-bNiXcZvF4g9gLl3XAXeAJMv_bp428CWYnI7VLuyh9dp7Tw\",\"signingKeySignature\":\"0x07abf4c67510ee574ba3b358d830cb94ecaee4bc6e888265edca5c8ef5eaa6f63d7335f1c23944d50518d23fdeaad13822806f94d60fdf81a04d5245808bdd9d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_4f_HYRSAuqo9HQNQD8Gx5TUI-JjsdJxR1P3Iw58FZ4\\\",\\\"y\\\":\\\"ww5N2oovK9qsd-yE1j4KAJTpvjVdYuUyC5xXg-yvuuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4NWNPx6ZCeZSbAiirJ0KjWjzq_SdBbcW6q86JLP3gr8\"}"