"{\"content\":{\"body\":\"1\\\\. The global monetary tightening cycle in 2022 will be dominated by interest rate hikes. In fact, in 2021, many countries and regions are already raising interest rates. As custodian of the dollar, the world's reserve currency, the Fed has unleashed a wave of global interest rate hikes. With the Federal Reserve set to end its $1, 200-a-month quantitative easing program in as little as three months, long-term interest rates will be the first to rise. Markets expect the Fed to raise rates by as much as 75 basis points between March and the end of the year. How much tightening depends on inflation in the meantime. Inflation is likely to subside this year as the economy slows due to base effects and the depletion of savings accumulated in 2020: the Fed expects core PCE to grow by just 2.6% in 2022 and a whopping 5.3% in 2021. Another important factor is how much pressure Congress will put on the Fed as November's midterm elections approach. In any case, as long as the Fed remains in tightening mode, central banks other than Switzerland and Japan will remain under pressure to tighten monetary policy.\\n\\nIt has been argued that the course of the pandemic is the single biggest factor influencing the decisions of the Fed and many other central banks. At the time of writing, Omicron has swept across Europe, with cases in 43 of the 50 states in the United States. Not enough is known about Omicron to make definitive predictions. Although preliminary data suggest that Omicron has a lower rate of severe disease than Delta, it is more likely to breach the vaccine barrier and spread faster. Although less virulent, if the number of infections soars, it will not be enough to avoid reopening the lockdown, which has already been tightened in many parts of the world. However, Moderna and Pfizer /BioNTech are accelerating development of a vaccine against Omicron. At the same time, more and more COVID-19 drugs are being approved. The World Health Organization's (WHO) Covax project is also moving forward, promising to reduce inequities in vaccination rates. Because of this inequality, the poorer countries of the world become the Novel Coronavirus poisoned cup. According to coVax's current projections, the number of doses provided will reach 2.39 billion by March, with a total of more than 6.5 billion doses by 2023.\",\"timestamp\":1641356308,\"title\":\"Five trends for 2022: Global monetary tightening cycle begins Cryptocurrencies face a severe test\"},\"digest\":\"x3jNKuGZCEy9lwvObP-7OJEGlTA2RtoPlIINYJS2ayg\",\"authorship\":{\"contributor\":\"0x9Ca2A112b0f2C4722A643009a00d23DB973f48B0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I_K1X1v2UuTfKrh4wL2OVEXIfvLxOaGmMCJYV_lKojQ\\\",\\\"y\\\":\\\"BObapXMonUShGYUnlvKwusrxo4qWxe8bTw_rWhCZosE\\\"}\",\"signature\":\"OoNi8YgbM2BN63_IfslWTl3TAQZbEdSr9pwLDM5ic_FLU3jkb6Gtknzq29o31OMuOYmuZDLTzKAaaaomDn1N5Q\",\"signingKeySignature\":\"0x08d7e12c80ccd99bd8d26c20d7b94c249326324be6c6098047b25d6996bf700334364bc11b581f689f91f91d16c1f32d9364f377ee3a039fd0d12d63031bd3261c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I_K1X1v2UuTfKrh4wL2OVEXIfvLxOaGmMCJYV_lKojQ\\\",\\\"y\\\":\\\"BObapXMonUShGYUnlvKwusrxo4qWxe8bTw_rWhCZosE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x3jNKuGZCEy9lwvObP-7OJEGlTA2RtoPlIINYJS2ayg\"}"