"{\"content\":{\"body\":\"I was sitting at dinner with Grandpa P sometime last year and we were on the topic of eloquence in old literature. There was art in poetic overcommunication. In Great Expectations, Dickens wrote “she was to be guarded from the acquisition of plebeian domestic knowledge”, which is basically just saying keep her away from general info. Anyways, the quote that is the title up above was somehow mentioned and has sat in my notes since, which I am only recently getting around to finding a solution to. \\n  \\n Every large goal I have achieved so far in my life has been paired with brief excitement followed by a what’s next and the slow return to the mean (my baseline happiness). Buying a Porsche at 19, buying a house at 22, etc. all turned out to be relatively meaningless checkboxes on an infinite to-do list, an endless game I can’t win because the results only bring temporary fulfillment. Once a goal is reached it simply vanishes into a precedent of the past that is quickly replaced with larger expectations and further obstacles. \\n  \\n These goals can end up being traps that sacrifice your present happiness for the blind assumption of something *better -* the same reason most people on game shows take what’s behind the curtain. The true value in a monetary goal lies in the process, not the result. Embrace the anticipation, enjoy the small wins in-between, the learnings, the failures, all of it. \\n  \\n In a never-ending game, you have to find content in the game itself.   \\n  \\n The exceptions to*“things are anticipated more than they are enjoyed”* exist within results like finding a great partner in life, discovering a career you are deeply passionate about, or even just a hobby you enjoy - things that have potential to provide lifelong joy and permanently raise your baseline happiness. These are true goals that are intrinsically more important but rarely command the same attention/drive as monetarily correlated ones due to them being harder to set, measure, and motivate - it is a lot more fun to look at $25m houses on Zillow than to try and figure out who you are as a person.\",\"timestamp\":1634161711,\"title\":\"Things are anticipated more than they are enjoyed\"},\"digest\":\"oTBMmOoRh1sQbMevFIViMjt_qRRWWra6s78xG8TrPHo\",\"authorship\":{\"contributor\":\"0x8a178306ffF20fd120C6d96666F08AC7c8b31ded\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5abyTYSGwSn_dx4856IO2s0JNKn9sVXAx3FCzbfPTV8\\\",\\\"y\\\":\\\"YGuC1GjWUVbyfkhpdwYgsYy3BdvjT80QUy-RascqW2g\\\"}\",\"signature\":\"9CP94CtybrWHSy-pSG6tWpHEP8d1Bhi3MeOda9VhJKvuwbfkog9ibTwJcRTKmgQ_eYz-BMXk7IoO8y-yAb6ynw\",\"signingKeySignature\":\"0x16152ccc96fd00e5416aea3dc753e4ba5fb9914e5f1f520f38b46d26e1ae03e504e4c7e4d8d2d7e17193506794a34a91f458afa1e28d39c0a7694850d3a4c9391c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5abyTYSGwSn_dx4856IO2s0JNKn9sVXAx3FCzbfPTV8\\\",\\\"y\\\":\\\"YGuC1GjWUVbyfkhpdwYgsYy3BdvjT80QUy-RascqW2g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oTBMmOoRh1sQbMevFIViMjt_qRRWWra6s78xG8TrPHo\"}"