"{\"content\":{\"body\":\"The NFL’s Week 7 slate was a mostly ugly affair dominated by blowouts, but it did help us learn more about which teams are for real and which teams are not. The Cardinals held on to the top spot in this week’s rankings with an easy win over the Texans, but their grasp on no. 1 is tenuous at best with the Buccaneers, Rams, Cowboys, Bills, and Packers continuing to stake their claims as the best team in football. This week, the Titans even threw their name into that hat after an impressive win over the Chiefs. With seven weeks in the books, here are my updated Power Rankings.\\n\\nThe Top Shelf\\n\\n1. Arizona Cardinals (7-0)\\n2. Tampa Bay Buccaneers (6-1)\\n3. Los Angeles Rams (6-1)\\n4. Dallas Cowboys (5-1)\\n5. Buffalo Bills (4-2)\\n6. Green Bay Packers (6-1)\\n7. Tennessee Titans (5-2)\\n   Aaron Rodgers has quietly rounded back into MVP form.\\n   Rodgers’s shocking Week 1 stumble feels like nothing more than a distant memory at this point. In that 38-3 loss to the Saints, Rodgers’s tumultuous summer off the field seemed to bleed into his on-field performance: He mustered just 133 yards on 15 of 28 passing, throwing two picks and no touchdowns in an uncharacteristically listless performance. It was one of his worst outings ever, but in typical Rodgers fashion, he wrote the loss off as “just one game,” and quickly turned his focus to getting things fixed.\\n\\nSix weeks later, it’s safe to say that he, along with the rest of the Packers offense, has done just that. Rodgers was just about perfect in Green Bay’s 24-10 victory over Washington on Sunday―the team’s sixth consecutive win―completing 27 of 35 attempts for 274 yards with three touchdowns and no interceptions, tallying a 127.6 passer rating. Rodgers connected with key role players in Allen Lazard and Robert Tonyan for scores and made sure to get superstar receiver Davante Adams in on the fun, doing so with some signature out-of-structure playmaking flair.\\n\\nLooking past Rodgers’s ugly Week 1 game, the 37-year-old is back to his MVP-caliber form. He’ll have to compete with younger and more dynamic competition in Kyler Murray and Josh Allen for those honors this year, and he still has to beat out the GOAT in Tom Brady, but from Week 2 on, Rodgers’s numbers stack up to anyone: Rodgers has tossed 15 touchdowns in that stretch, tied for third most behind only Brady and Matthew Stafford, and he’s surrendered just one pick; he’s second only to Dak Prescott in passer rating (118.6) in that time and ranks third in adjusted yards per attempt (9.5), trailing only Russell Wilson and Prescott; and crucially, he’s led his team to a perfect 6-0 record in that stretch, a tally matched only by Murray.\\n\\nAs fate would have it, Rodgers draws a matchup with Murray this week on Thursday Night Football. The Packers have mostly flown under the radar in the past two weeks with easy wins over bad teams (Washington this week, the Bears in Week 6), but Rodgers and Co. have the chance for a statement win over the league’s only remaining undefeated team.\\n\\nThe Titans are suddenly the NFL’s hottest team.\\nIt’s easy to overreact to any NFL team’s performance in a given week, and I admit I was guilty of believing that the Titans were just straight-up bad when they lost to the Jets in Week 4. But by following up last week’s impressive win over the Bills with a comprehensive 27-3 dismantling of the Chiefs on Sunday, this Tennessee squad has not only flushed the memory of that Jets loss down the drain, but has quickly established itself as one of the teams to beat in a wide-open AFC.\\n\\nRELATED\\n\\nThe Winners and Losers of NFL Week 7\\nThe Chiefs’ Issues Are Too Big for Even Patrick Mahomes to Cover\\nThis Is the Best Lamar Jackson We’ve Ever Seen\\nThe offense is finally firing on all cylinders under new offensive coordinator Todd Downing. Ryan Tannehill put together his most impressive game this year in the beatdown win, completing 21 of 27 passes for 270 yards with one touchdown, one pick, and another score on the ground. With the Chiefs selling out to stop Derrick Henry and the Titans’ intimidating ground game (Henry faced seven-plus defenders in the box on 26 of 29 rushes, per NFL Next Gen Stats), Tannehill did well to exploit holes in coverage, particularly on play-action passes. And when the Chiefs loaded up to bring pressure, he made sure to get rid of the ball quickly―as he did on his first-quarter back-shoulder touchdown throw to A.J. Brown. Kansas City managed to avoid any knockout haymakers from Henry (who finished with 86 yards on 29 carries, with his longest run being 11 yards), but the Titans showed that they’ve still got other punches in their repertoire. Brown made his mark early and often, and despite battling the effects of food poisoning for the second week in a row, posted his best game of the season, catching eight passes for 133 yards and a score. The bottom line was that for the second consecutive game, Tennessee showed the crucial ability to create chunk plays and score touchdowns points with its passing attack, which will remain a key variable for a team whose opponents are being forced to load up and try to limit the damage Henry can do.\\n\\nIt wasn’t shocking that the Titans’ offense gave the sievelike Chiefs defense trouble, but I’m not sure anyone could have predicted that Tennessee’s defense would limit the Patrick Mahomes–led offense to just three points. The Titans kept with an emerging strategy that teams have employed against Mahomes this season and blitzed the Kansas City signal-caller just one time on his 39 dropbacks, preferring instead to drop seven—and sometimes even eight—defenders into coverage. That extra man or two in coverage helped a banged-up Tennessee secondary avoid big busts down the field, and critically, the Titans’ defensive line was able to create pressure by rushing four. Denico Autry tallied two sacks and four quarterback hits, while Bud Dupree, Harold Landry, and Jeffery Simmons combined to dial up near-constant pressure (both Landry and Dupree got one sack apiece). The formula worked like a charm.\\n\\nOf course, it’d be folly to expect that type of shutdown performance from Tennessee’s injury-decimated defense week in and week out. But the offense does have the pieces to carry more than their fair share of the load. With Tannehill, Henry, and Brown at the vanguard, a locked-in Titans offense can go toe-to-toe with just about anyone in the NFL.\\n\\nThe Contenders\\n8\\\\. Cincinnati Bengals (5-2)\\n9\\\\. Baltimore Ravens (5-2)\\n10\\\\. Los Angeles Chargers (4-2)\\n11\\\\. Cleveland Browns (4-3)\\n12\\\\. Las Vegas Raiders (5-2)\\n13\\\\. Kansas City Chiefs (3-4)\\nThe Bengals are no fluke.\\nThe rigors of the long and arduous NFL season are typically pretty effective at separating the wheat from the chaff when it comes to the league’s contenders and pretenders, and the Broncos and Panthers are two examples of hot-starting squads that have quickly fallen back to Earth. For the Bengals, though, it’s getting harder and harder to believe they’re anything but the real deal.\\n\\nCincinnati’s surprising rise to the top spot in the AFC North can be attributed to a few important factors, but the performance of second-year quarterback Joe Burrow sits at the top of the list. Burrow started relatively slowly this year as the team worked to protect him as he built strength in his surgically repaired knee, but now seven weeks in we’re starting to see the former Heisman winner hit his stride. The Bengals have upped their tempo on offense and are passing at a much higher rate than what we saw earlier in the year. That buildup came to a head on Sunday in the team’s 41-17 blowout of the Ravens, when Burrow completed 23 of 38 passes for 416 yards with three touchdowns to just one pick. Burrow averaged nearly 11 yards per attempt in the game, connecting on separate touchdown passes of 82 yards, 55 yards, and 32 yards. In all, Burrow had eight passes go for 20-plus yards, providing a shining example for the way this newly explosive offense has evolved since last year. All five of the team’s touchdown drives on Sunday took fewer than five plays to complete.\\n\\nBurrow, who was locked in as he repeatedly picked apart Baltimore’s blitz schemes, certainly had some help. Rookie receiver Ja’Marr Chase in particular has been even better than advertised this season, which is saying a lot considering he was widely viewed as a generational talent. Chase has been a game changer for the Cincy offense from the moment he stepped onto the field, and he racked up another eight catches for 201 yards and a touchdown against the Ravens. His 82-yard touchdown midway through the third quarter opened the floodgates for the Bengals and helped pave the way for what became a blowout win. Throughout the year, Chase has shown the extraordinary ability to be both a field-stretching deep threat and a yards-after-the-catch creator. Chase ranks second in the NFL with 754 receiving yards, most all time for any receiver through his first seven games. Not shabby.\\n\\nThe Bengals have also gotten contributions on offense from running back Joe Mixon, receivers Tee Higgins and Tyler Boyd, and tight end C.J. Uzomah (who caught two touchdowns on Sunday) has been an impact playmaker. Defensively, Cincy has been better than expected, too―and turned up the heat against the Ravens, pressuring Lamar Jackson on 45 percent of his dropbacks on Sunday, the third-highest pressure rate he’s seen as a starter. Put it all together, and the Bengals have the look of a team that’s here to stay.\\n\\nThe Muddled Middle\\n14\\\\. Minnesota Vikings (3-3)\\n15\\\\. Pittsburgh Steelers (3-3)\\n16\\\\. New England Patriots (3-4)\\n17\\\\. New Orleans Saints (4-2)\\n18\\\\. Indianapolis Colts (3-4)\\n19\\\\. Atlanta Falcons (3-3)\\n20\\\\. Chicago Bears (3-4)\\n21\\\\. Carolina Panthers (3-4)\\n22\\\\. Denver Broncos (3-4)\\n23\\\\. Seattle Seahawks (2-5)\\n24\\\\. New York Giants (2-5)\\n25\\\\. San Francisco 49ers (2-4)\\n26\\\\. Philadelphia Eagles (2-5)\\n27\\\\. Washington Football Team (2-5)\\nKyle Pitts is already on a historic pace.\\nPitts―who, like Chase, earned a “generational” label during the pre-draft process―is already living up to the hype. The rookie tight end had his best game as a pro on Sunday, reeling in seven catches for 163 yards in the Falcons’ 30-28 win over the Dolphins. That performance, which included key receptions of 23 yards and 28 yards on the team’s game-winning drive, put Pitts at 471 receiving yards on the season, good for 19th most leaguewide and on pace to set a new rookie record at the position (1,413 yards).\\n\\nPitts isn’t just setting new standards for the number of yards he’s produced, though, he’s blazing new paths in the way in which he’s being utilized for the Falcons. Pitts has lined up all over the formation in head coach and play-caller Arthur Smith’s scheme, rotating assignments with 27 percent of his snaps coming in-line, 43 percent from the slot, and a whopping 30 percent out wide, per Pro Football Focus. On Sunday, Pitts caught four passes for 113 yards when lined up on the outside, per Next Gen Stats, setting a new mark for tight ends in their database. He’s also been utilized as a vertical receiver more effectively than any other tight end this season, per NGS, and has notched 10 catches for 255 yards on vertical routes this season, easily outpacing every other player at his position. All of that is a long way of saying that Pitts can line up anywhere on the field, beat press coverage, and make big plays downfield; he’s far more than your typical tight end―he’s a 6-foot-6, 246-pound receiver who just so happens to play tight end.\\n\\nUltimately, though, Pitts’s positional designation doesn’t matter; what matters is what he does when Matt Ryan targets him. And over the last few weeks, we’ve started to see the vision that Atlanta had for Pitts when they took him fourth overall. It’s starting to pay dividends not just for Ryan, but for the team’s entire offense.\\n\\nThere’s Always Next Year\\n28\\\\. Houston Texans (1-6)\\n29\\\\. Jacksonville Jaguars (1-5)\\n30\\\\. Miami Dolphins (1-6)\\n31\\\\. Detroit Lions (0-7)\\n32\\\\. New York Jets (1-5)\\nThe Lions won’t go gentle into that good night.\\nIf there’s one thing that’s worse than being a bad team in the NFL, it’s being a bad team that’s also boring. The Lions aren’t a good team by anyone’s definition, but as they showed on Sunday in a 28-19 loss to the Rams, they at least seem determined to make things interesting every week.\\n\\nDetroit opened the game with a six-play, 75-yard scoring drive that was punctuated by a 63-yard touchdown scamper by running back D’Andre Swift. But head coach Dan Campbell knew that wasn’t going to be enough for his team to outlast a juggernaut like the Rams. Instead of kicking the ball back to L.A. and letting nature take its course, Campbell dialed up an onside kick on the ensuing kickoff―which Detroit recovered. That bold move, along with a fake punt that kept the drive alive, helped lead to a field goal on the team’s second possession and gave the Lions a quick 10-0 lead.\\n\\nUltimately, the trickery wasn’t enough to save the Lions (who hilariously converted another fake punt in the third quarter), and Detroit slowly succumbed to the superior Rams. But it helped make things a hell of a lot more interesting, and gave me a reason to stay glued to the game from start to finish. Campbell’s team is going to have a talent deficit against pretty much every team it will face this year, but I always find myself wanting to watch the Lions play. Detroit has taken on the identity of its head coach: They play hard, they figuratively bite kneecaps, and as we saw on Sunday, they’re not afraid of throwing the kitchen sink at opponents.\\n\\nIn This Stream\\nEverything You Need to Know About Week 7 of the 2021 NFL Season\\nNFL Power Rankings: The Bengals Are No Fluke\\nLooking Ahead at the AFC Playoff Picture\\nVIEW ALL 9 STORIES\\nNext Up In NFL\\nDan Campbell Isn’t Afraid to Go Down Swinging\\nMust-Add Players for Week 8\\nBest World Series Cards to Buy, NBA Hot and Cold, NFL News, and Mailbag Questions\\nTrent Dilfer on the Bengals’ Statement Win, Chiefs Disaster, and Tua Optimism\\nLooking Ahead at the AFC Playoff Picture\\nThe Chiefs’ Issues Are Too Big for Even Patrick Mahomes to Cover\",\"timestamp\":1635250474,\"title\":\"NFL Power Rankings: The Bengals Are No Fluke\"},\"digest\":\"Dl4PdPtyHnKrM25naOBqE7M8CeenCrQu6OyUQmS8Wbo\",\"authorship\":{\"contributor\":\"0x8545f0833b3238480B8e72e22fC0E69Fa84d1cf2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RSLV-WNtmqjFDvAsDjcGmTezfOpLF77EPPbOf5dt5fw\\\",\\\"y\\\":\\\"4mb2n_-snP_fh2V5wGu_EDuD017VXSrui2mHw2XrrIc\\\"}\",\"signature\":\"hlj8cVlyrHeO7BGfH56afIxsgFtSYMqElgggVMWrEwwIogurVDd3op5GGC8ZT_OF-Jx0LfZFCSTruqzUoGz_ZA\",\"signingKeySignature\":\"0x9bfb5ca3162220803ab55571a0ff2504f9d5c875eff1120fcd793adc5e1c03c00e73a512ab49ac444ab0e2c5e06377e78f8f86dc272cc913f6e3f3caaac606341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RSLV-WNtmqjFDvAsDjcGmTezfOpLF77EPPbOf5dt5fw\\\",\\\"y\\\":\\\"4mb2n_-snP_fh2V5wGu_EDuD017VXSrui2mHw2XrrIc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dl4PdPtyHnKrM25naOBqE7M8CeenCrQu6OyUQmS8Wbo\"}"