"{\"content\":{\"body\":\"**原标题 | DAO：自我意识创造者**\\n\\n**作者：Renzo D'Andrea**\\n\\n**翻译：Block unicorn**\\n\\n![br](https://hx24.huoxing24.cn/image/crawler/2021/12/29/1640763395244379.jpg)\\n\\nDAO 的土地 — 伦佐·德安德里亚 (Renzo D'Andrea)\\n\\n**DAO 是社区组织和自我自治的有用工具**。作为服务设计师和用户体验研究员，我的工作是倾听和理解技术运动背后更深层次的动力，因为这些为设计解决方案和工具提供了基本原理。\\n\\n整个 2021 年，我有幸在 web3 领域获得了一些实践经验，并得出了一个特别的信念：DAO 蓬勃发展的两个必要条件是协调一致价值观的能力和个人态度的自我意识。\\n\\n**奇怪经济的新叙事**\\n\\n在接下来的 两节中，我将详细说明为什么我认为 DAO 是执行这些任务的理想工具……如果您已经熟悉 DAO，您可以略过这些并跳到第三部分。\\n\\n社区需要一种叙事来支持复杂世界中的公平财务、真相和意义。总的来说，我们世界的连通性使我们面临许多决策和协调场景。我们的影响取决于我们如何相互交流。因此，地球听到了我们的声音，并要求用智慧为进步注入活力，为系统性挑战带来希望。\\n\\n作为个人，我们不能对气候变化、经济、冠状病毒、社交媒体错误信息和加密等对我们产生巨大影响的问题产生重大影响。我们的意识被淹没了。正如潘多拉论文所证明的那样，政治权力结构已被破坏，这一点非常清楚，这必须改变。\\n\\n现有的 web2 平台只是为了慢慢挖掘更多价值来服务**少数股东，**这正在变成对市场的不信任，用户将离开或取消平台。资本主义金融体系及其不公正的机器造成了一个不稳定的荒地和一个不断恶化的星球。技术官僚环境提供了一种无声的光顾效果，例如 Facebook Meta。Facebook 正在逃避改变其商业模式的责任，一个不同的名字骑着虚拟现实的新马创新，不保证用户数据保护和错误信息。但即将发生变化。组织正在慢慢地从 web2 转移到 web3。Braintrust是用户拥有和控制的人才网络的一个很好的例子。\\n\\n**Web3 是资本所有权的下一个演变**。Web3 通过去中心化治理为社区提供激励，以在给定的平台和生态系统内创造和分享价值。个人可以有所作为，可以看到并感受到他人如何从中受益并获得奖励。然后整个社区蓬勃发展并激励他人，这就是对我来说去中心化治理概念的定义。\\n\\n**通过智能合约释放社区影响**\\n\\n可以实践和学习去中心化治理的地方之一是 **DAO**。社区是人们表达自己和组织自己以决定做什么和如何做的地方，这就是治理。围绕一个使命，一群人决定围绕一个目的和资源来协调具有约束力的价值观和权利。\\n\\n在前端，DAO 为社区提供了途径，在那里个人通过发出想法和反馈来处理持续学习。而你想要得到回报。因此，在社区中，您对行动、提案进行投票或将权力授予一些具有连续性的成员。参与及其一致性是奖励制度和激励设计的核心. 更重要的是，这发生在自下而上的环境中。有了上述所有内容，有了归属感，您的治理或激励措施就被编码在一个代币中，比如说这是由以太坊网络发行的。在后端，以太坊计算机网络是允许在不停止的情况下支付加密货币的基础设施。同样，它负责社区的规则——比如合同——关于投票或资源分配。所以在这里，智能合约就是代码。\\n\\n**没有中央权威、没有官僚主义，它仍然是一个组织，可以自治**。您可以通过 Discord 加入 DAO，开始一段旅程。通过开设一个 metamask 账户，您将获得持有代币的完整体验，您可以在不同的场景中工作、投资或下注，并附有权利。\\n\\n如果我们愿意以勇气和态度去忘却和学习，作为个人，我们可以通过自己的决定获得授权，并为集体意图而行动——而且仍然可以赚钱。\\n\\n**我的 DAO 经历中的能量场：Aragon 和 Governauts**\\n\\n我在 Aragon 社区的 Web3 空间之旅具有实验性和洞察力。我正在学习 Aragon 技术堆栈以及 Aragon 激励系统如何与我的价值观保持一致：彻底的温柔、流畅的透明度和持续的结构化实验。Aragon 为社区和组织提供创新的治理工具。开源堆栈在Aragon Client或Aragon Govern上显示 DAO 创建，在Aragon Voice上与您的社区互动，在Aragon Court解决纠纷并在Vocdoni上进行企业级投票。Aragon 社区的持续发展提供了在其使命和社区互动之间重新定位自己的机会。\\n\\n![br](https://hx24.huoxing24.cn/image/crawler/2021/12/29/1640763395241756.jpg)\\n\\nAragon项目思维导图 — Renzo D'Andrea\\n\\n随着 Aragon Network (AN) DAO 在 2021 年夏季成型，我加入了 Aragon 大使计划，以掌握知识并将我的技能组合与 Discord 社区互动。Discord 本身与 Slack、Whatsapp、Confluence 没有太大区别。除了更具吸引力的用户体验之外，核心区别在于与 Discord 活动相关的奖励系统。但是，作为大使计划的一部分，Aragon 将奖励系统与 Source Cred 集成在一起。正是在这个试点中，我们体验了如何公平地奖励他人和要求自己的奖励。\\n\\nSourceCred 算法通过您在 Discord、论坛和 Github 上的个人资料句柄来跟踪您的操作。信用是作为衡量单位的分数。它不可转让。“ **权重** ” 是一组规则，描述了哪些类型的贡献值得多少信用。 “ **Grain** ” 是奖励，数字货币，它与给定项目中的 Cred 相关联，并且可以转让。'Grain' 可以换成 AN 代币。持有 AN 代币产生归属感，投票、提出提案、参与争议解决，在 AN DAO.Cred 中，分数受不同参数影响，通道权重、用户角色权重、平台权重、信用分数发件人的。这只是一瞥。该工具处于反馈循环模式，因为它需要改进。\\n\\n然而，使用 SourceCred，我体验了对自己行为的接受和奖励。我们做了一系列计划，这些计划可能会转变为需要资助的项目，同时满足集体意图：有意义的呼吁、启动数字仪式对话、分享思想领导力内容和 Gitbook。我相信，后者将创造一系列自我发展，而社区参与将随着社区创造的工作和为社区创造的工作而扩展。\\n\\n在群体中触发决策和承担责任的经历开启了对领导力的反思。即使是去中心化的竞赛，我相信也需要健康的领导者，就像灯塔一样。也许在六个月的周期内，公会、领导者轮流负责，以推进结构化实验。在 DAO 的桌子上，决定决定什么可能是成员和创作者都受到影响的热门话题。对于许多 DAO 来说，面对正确的问题是极具挑战性的场景。\\n\\n**Governauts：通过行动研究实现加密治理的采用**\\n\\n我参与的另一个 Web 3 中正在进行的研究项目是关于去中心化治理：Governauts。听起来像太空旅行的名字已经引起了人们的注意。退一步：去年四月我做了一个关于平台设计和去中心化治理的演讲。这是与六位志同道合的……总督的桥梁！2021 年 6 月，Governauts 研究组活了过来。从那时起，我们每周都会投入时间和精力为社区提供令人兴奋的内容，以便他们了解去中心化治理。通过 Gitcoin 赠款，我们筹集了社区支持，以服务于参与式学习活动。除了其他研讨会，当前和最新的激动人心的活动是 DAO 奖励系统研究计划。与此同时，在 11 月，我设计并发起了一项调查，以在 Telegram 上倾听和了解 Governauts 社区。目标是确定 Governauts 原型，发现学习机会并倾听问题所在，以促进去中心化治理的采用。在 Telegram 频道的 180 人中，有 26 名成员完成了它（14%）。在 DAO 奖励系统组装活动中，我展示了 Governauts 社区的定性调查结果。简而言之，该研究发现了三个主要的持续需求：\\n\\n**1. **社会：文化建设，价值观。\\n\\n**2. **协调协调：工作流与资源分配、用户。\\n\\n**3.** 体验：前端的简单性——易用性。\\n\\n研究的另一个相关领域是关于采用的主要问题。下面我分享一张幻灯片，其中包含框架 DAO 领导者和贡献者观点的故事：\\n\\n![br](https://hx24.huoxing24.cn/image/crawler/2021/12/29/1640763395240703.jpg)\\n\\n**入职社区挑战：与 Bankless DAO 的对话**\\n\\n促成我最近思考的第三个项目是Bankless DAO。该项目从空投中起飞 - 将其视为 ICO 的演变 - 在 DAO 领域迅速发展。我联系了 Marco Moshi，Polygon DAO 负责人和 Bankless Guild 协调员，分享有关该空间演变的问题和愿景。\\n\\nMarco 强调在行为和态度方面要做的关键工作，首先是在不和谐的社区频道中，管理文化方向。我们都同意 DAO 的存在不是为了让你变得富有和强大。\\n\\n在我们的对话中，我们指出，如果 DAO 是一个“不同的世界”这样的东西，它们将不会围绕自我建立，而是取决于参与者的耐心和愿意调整，从失败中学习。一方面，Discord 为吸引人快速学习加密货币和组织设计奠定了基础，但作为人类特征的一部分，在这个空间中仍然可能出现贪婪和傲慢。这是 DAO 社区面临的挑战之一。\\n\\n例如，入职是一个关键的热点，在这里，对新员工动机的灵活理解可以为学习之旅提供方向。入职过程将与高人数的队列斗争。相反，在较小的群体中，比如最多 20 人，量身定制的入职培训可以促进有机增长。质量与数量的平衡可能是 DAO 声誉的决定性因素。\\n\\nDAO 机会释放您从零开始的能力。课程并不意味着当场的声誉。其他人会倾听您的意见，因为您的积极一致的态度将反映在社区的反应中。\\n\\n面临的挑战是在了解个人利益和集体影响的同时建立声誉。奖励制度和激励设计是这一挑战的核心，“ 尽可能少地附加条件 ”。\\n\\n**DAO 作为自我意识的创造者**\\n\\n这使我想到了我在文章开头提出的观点。所有这些研究如何让我相信 DAO 中的关键因素是协调一致的价值观并让人们对自我意识持个人态度。\\n\\n通过社区一套治理协议承认根本性变化的轨迹正在发生。DAO 的数量不断增长，那些在治理中做出有价值的、有回报的参与和易于访问的人将能够生存。因此，入职流程、奖励系统和可访问性是目前去中心化市场中最热门的摊位。\\n\\nDAO 空间似乎是数字地下城堡的领土，但它们有可能成为大型独立土地、加密货币国家。\\n\\n成为 DAO 话语的一部分可以重新点燃我们的意图，以制定提案，以专注的意识进行投票。它提供了一个舞台，可以在个人层面发展我们的自我意识，同时以合作的形式对他人产生同理心。如果我们愿意抓住根本性的变化，我们必须开始忘却并重新调整我们的信念，以实现持续学习和集体共享价值观。\\n\\n航程是个人主义和集体主义需要学会与和谐共存的共生体。这是关于重新启动我们在竞争、利润和资源方面的关系。自组织环境是迎接这一挑战的大门。与新激励措施的竞争可能会让人感到不舒服，或者就像一种启示，一种神秘的感觉。想想科幻小说吧，它是一个描述有远见的变化的宝箱。\\n\\n**结语**\\n\\n沙丘电影和书——我看了电影，我正在读这本书——让我把我的思考和行动的点联系起来。故事的能力是凝聚生态破坏、政治腐败、社区文化和星际战争的力量，以管理和控制阿拉基斯星球上的香料生产。这种香料赋予心理力量并有助于太空旅行。\\n\\nDAO 可以是一个新的星球，带有自我意识的香料。我们可以通过继续照顾地球、重新调整社会模式、赋予我们自己对世界的真实态度的激励来争夺 “香料”。\\n\\n受我在团队和社区的实践经验启发下，我将继续以一致性和态度，以服务设计的视角致力参与行动研究和开发，以增强 DAO 的影响，同时意识到DAO成为一种纯粹的排斥权力集中风险的表达方式。\\n\\n反对恐惧，弗兰克赫伯特，沙丘：\\n\\n![br](https://hx24.huoxing24.cn/image/crawler/2021/12/29/1640763395240120.jpg)\\n\\n“我不能害怕。\\n\\n恐惧是精神杀手。\\n\\n恐惧是带来彻底毁灭和死亡，我将面对我的恐惧。\\n\\n我会允许它经过我，经过我。\\n\\n当它过去时，我会转动内在的眼睛去看它的路径。\\n\\n恐惧消失的地方将一无所有，只有我会留下。”\\n\",\"timestamp\":1641276902,\"title\":\"一文解读：为什么说DAO是社区组织和自治的理想工具\"},\"digest\":\"DeCx1mLX0AeqKcBKx7_4qNCL6NuY8NwxMifLvd5uleo\",\"authorship\":{\"contributor\":\"0xa6010C4EC6904fE9Cc4eDE2E73c26d02d6D8fD1c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r91CTlo-ioP86btE-KUye6tqlsICEnGzobz3IpTfQec\\\",\\\"y\\\":\\\"b8Q0ygU1rm6GGpfsbCJ4UeahrlklfEJ6Ncg0HPuJZXk\\\"}\",\"signature\":\"JoQ8VNNsg7N4wrWBpt9K62nu-e0lqT51tQwwMuPnpkZ8-xWv_YMJ_pl8ADDJJP1vHn3suFRmCAd6SjzOvX5bvg\",\"signingKeySignature\":\"0x03b0f23ccb191d195a4eebf85b460931a545953ac19cd3c5ff8c0b5cb24d14c74c64520fd337f3226d64c6bbe41633298a17f0e3fbc81781fc346c3256ee1ce61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r91CTlo-ioP86btE-KUye6tqlsICEnGzobz3IpTfQec\\\",\\\"y\\\":\\\"b8Q0ygU1rm6GGpfsbCJ4UeahrlklfEJ6Ncg0HPuJZXk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DeCx1mLX0AeqKcBKx7_4qNCL6NuY8NwxMifLvd5uleo\"}"