"{\"content\":{\"body\":\"### A highly scalable #Ethereum.\\n\\nAs the concept of Blockchain Modularity is becoming more recognized on Crypto Twitter I thought I'd hop in and share some of my own thoughts on it. \\n\\nFirst of all: *Modularity is obviously not a new concept.* \\n\\n**Short description:** Modularity refers to the extent to which (in general terms) a system application may be divided into smaller modules in which every module has a specific job/function. As of now, we're most familiar with monolithic blockchains that do the opposite.\\nAnyone that has a basic knowledge of programming has at least once heard of the term **\\\"Separation of concern\\\"**. Anyone who hasn't: It's basically when creating a website/software/app you divide the structure in a way that functioning parts are not aware of each other but work perfectly nonetheless.\\n\\nIn even shorter terms: *Do your job + I'll do mine = Everything is good!*\\n\\nNay, BETTER!\\n\\nHow does Blockchain profit from Modularity? Well, as of now Blockchains work in a monolithic manner, meaning everybody does everything. Bitcoin and Ethereum are examples of monolithic Blockchains. Doing so they create a great system for decentralization and security.\\nHowever, they lack a third very important property - Scalability. The Blockchain Trilemma. In the monolithic example, all three layers that accomplish these properties reside in one \\\"area\\\". These layers are:\\n\\n* Consensus layer\\n* Data layer\\n* Execution layer\\n\\n![Visual description of sharding in Blockchain](https://images.mirror-media.xyz/publication-images/F5xkADc7bCVLCb4hIO17e.png?height=377&width=945)\\n\\n### Consensus layer\\n\\nModular PoS security can redistribute validators on more shards because more validators are online and can safely support more data. More decentralization → More scale.\\n\\n### Data Layer - Sharding\\n\\nSharding is a method of splitting and storing a single logical dataset in multiple databases. By distributing the data among multiple machines, a cluster of database systems can store a larger dataset and handle additional requests. In blockchain terms - the data the has to be verified is partitioned into smaller pieces whereby every RollUp gets a piece to verify.\\n\\n### Execution Layer\\n\\nMonolithic paradigm: All of the nodes execute the same transactions, verify each other’s computation - EVERY NODE DOES ALL OF THE COMPUTATION\\n\\nModular Paradigm: RollUp’s - creating a new execution layer/environment that is separate from the L1. Using cryptography the newly created L2 abides by the rules of the L1 and it constraints everything down to a few nodes meaning, faster verification of the transactions with less effort/cheaper price, all of that without losing decentralization - No shenanigans happing that the L1 wouldn’t approve of.\\n\\n### Conclusion\\n\\nModularity is the solution to Crypto tribalism and politics. Ethereum, being the only ecosystem that can fund research and development, is able to accomplish this milestone. However, Rollups is not just present in Ethereum…\\nOther blockchains like NEAR and Tezors are also embracing it.\\n\\nLet's see what happens...\",\"timestamp\":1639680838,\"title\":\"Modular vs Monolithic Blockchains\"},\"digest\":\"iEcQkveQevtcXDoWIocDtZoOH9s8iC2v6zWESCUIP0A\",\"authorship\":{\"contributor\":\"0x9CbA1AfF6C2a2a523B671A55C346f580e3Ca0BC4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VHGh-CLrjv246JYLC6azzr8J1IWOCIYRvOOM9IhJJ6M\\\",\\\"y\\\":\\\"le4bJf6Snu7XJVC08L9HKKFwSepc-NswrMAWontpBAs\\\"}\",\"signature\":\"ssnBDC4caWrBxcxyn2--bc2Y_QMdd2qN8N8ijGXwUYJvnqWOOiXdUhrXTPFQCCRuTwaLMC-vSlYu0ABIfqAVZQ\",\"signingKeySignature\":\"0x410de0e9a39f6cccba1d003b9a04b54970a09bb51ed8221237c3667dd0c8a83118cc4260068518a7216e803de408679710579e3b060c34aea333763987c7f2991c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VHGh-CLrjv246JYLC6azzr8J1IWOCIYRvOOM9IhJJ6M\\\",\\\"y\\\":\\\"le4bJf6Snu7XJVC08L9HKKFwSepc-NswrMAWontpBAs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5yeCY89wkFQBN79peszeK0tyJ9cXx6Sf9nMnV5ziRL0\"}"