"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*v4nXZbIfGHyuEeU_IZ2v5Q@2x.png)\\n\\nOver the past year a new fundraising model for token based projects called the CCO (Community Contribution Offering) has emerged on the market. The CCO was designed to maximize accountability and security when fundraising for decentralized projects. First introduced by DaoHaus, this model expands off Ethereum founder Vitalik Buterin’s DAICO fundraising concept from 2017. During a Community Contribution Offering, Investors can contribute capital in the form of a token such as ETH or DAI in exchange for the project token. The investor’s capital is held in the DAO bank, while the project token is held in a separate contract controlled by the DAO. As the DAO spends the initial capital provided by investors, the project token is released into the DAO Bank, of which the investors all own a share proportional to their initial investment.\\n\\nIf we back up a few steps we can see why the CCO is superior to previously popular fundraising methods and the problems it solves for start-ups and their investors. When ICO fundraising reached its peak in 2017, investors inevitably encountered problems. During this time, millions upon millions of ETH were distributed to teams with often just a whitepaper and no clear product vision or go-to-market strategy surrounding their grandiose plans and technical mappings.\\n\\nIf the team failed to deliver, there was no streamlined mechanism to protect investors. In addition, this created many zombie companies that have limited incentive to produce value for token holders and large treasuries which allow them to operate indefinitely.\\n\\nIn traditional venture based fundraising, funds are often distributed in tranches, where the team receives a piece of the total raise initially and the rest is distributed in increments if and when milestones are hit. When you hear in the news that a company raised $30 million, this does not mean that they received a massive deposit the next day. Instead in the majority of circumstances, a portion of that is deposited and the rest is released as goals and targets are achieved.\\n\\nThe DAICO was a proposal to create a token based fundraising structure similar to that of the traditional approach, where funds were held in smart contracts and voted on by investors to release in increments to the teams. This protected investors in that they could withdraw their funds at any time if they lost faith in the project team or if they acted negatively, the investors only were at risk of losing the portion of their investment which was released to the team instead of the full amount. Dually, this incentivised the team to build and hit milestones to continue having funds released. The DAICO fundraising model never gained full traction due to the lack of tooling and infrastructure to support it at the time.\\n\\nFour years later, DaoHaus’ new CCO model has the potential to revolutionize start-up fundraising. CCO’s are conducted directly through DaoHaus based DAOs, and the tooling they provide allows new DAOs to function completely autonomously. One tool that goes hand in hand with the CCO is the ‘ragequit’ feature. A member who is unsatisfied with the decisions the group is making can ragequit and exit the DAO, taking with them all of their shares. If their shares represented 10% ownership over the DAO, they would leave with 10% of the assets held by the DAO treasury. This feature is ideal for token based fundraising because if a DAO member suddenly finds themselves in disagreement with the direction of the project, they can simply ragequit and take all of their funds back.\\n\\nAnytime the DAO treasury spends the project token or any other asset, the spending must be approved by the members of the DAO, which is typically composed of the DAO’s initial investors. The CCO fundraising model was created to protect every party involved and limit any political or emotional issues where someone is trapped within a project they do not support anymore. It’s as simple as, you disagree, you quit and get your share of the DAO’s money back.\\n\\nThe CCO will serve the needs of many DAO’s that have yet to be formed and will prove to be an important innovation as the web3 space grows. But why stop at the original CCO? What if there was a similar way to bootstrap DAOs using Non-Fungible Tokens instead of assets like ETH or DAI?\",\"timestamp\":1636737938,\"title\":\"Introducing Community Contribution Offerings (CCO)\"},\"digest\":\"uMkM6b1fdeG4gNJP_RMZ1zaUE18lU0IRTKOdFdNlxV0\",\"authorship\":{\"contributor\":\"0x77DD52c08F4aAA9dA42ED1bF2e738B8969Ab980F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rXYdO_3S04EIWzHdd4qas8Z8zJA5e32IhqLmIDRJFx4\\\",\\\"y\\\":\\\"kHytk384hH7d8R1JSHqDee1mH_P2R5ZCjegi3xjfne0\\\"}\",\"signature\":\"a1Iw7XpZTOFaRdLdSMTM7f2V7IlWpXnfVrnQBQ2HnxbhlBB8KoQ9AgAyVznTyEpxHX33ZVdrde36SAjSSU30Ag\",\"signingKeySignature\":\"0xbfe0ce60b0d6b6ace2bcdcab25707a4072e5b971190890f3461361e4a50df6644ed9b6273da182762b8906ceda2df5de2b5f25fefa4787ca0139359f05bccd6a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rXYdO_3S04EIWzHdd4qas8Z8zJA5e32IhqLmIDRJFx4\\\",\\\"y\\\":\\\"kHytk384hH7d8R1JSHqDee1mH_P2R5ZCjegi3xjfne0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uMkM6b1fdeG4gNJP_RMZ1zaUE18lU0IRTKOdFdNlxV0\"}"