"{\"content\":{\"body\":\"Discord is ubiquitous and quite powerful under the hood. But it doesn't always make it easy to access that power, and features that should be table stakes for the emerging generation of collaborative communities simply don't exist.\\n\\nSo we've created bots to level Discord up. We built some of them at Eco Inc., and Eco community members built others.\\n\\nWe believe that pretty much every Discord server could use these bots. So now, we and our community members put in the elbow grease to open source them.\\n\\n## The Bots\\n\\nThey’re listed below roughly in order of how important we believe they've been for our early success. The quick summary:\\n\\n*The big ones*\\n\\n* The Accountant Bot\\n* Management Dashboard\\n* Invite Role Bot\\n\\n*Some of the rest*\\n\\n* Sweepstakes Bot\\n* Hodl Bot\\n* Voting CAPTCHA Bot\\n* Top Meme Bot\\n* Mantra Bot\\n* Deleted Messages Bot\\n* Story Bot\\n* FAQ Bot\\n\\nWe’ll share a little context on Eco and then more info below on each of the bots. Enjoy, contribute, and let us know what you think.\\n\\n## What’s Eco?\\n\\nOn the outside, [Eco](https://www.eco.com/) is a beautiful, simple consumer financial product built for everyone. It abstracts \\\"crypto\\\" away from users and gives them a single, rewarding balance for their whole financial life. It's the bridge to crypto we've all been waiting for all these years.\\n\\nBut behind the curtain, there's *quite* a bit more happening. One of those hidden initiatives is our vibrant, secret Discord community.\\n\\n![](https://images.mirror-media.xyz/publication-images/NsH7cunrAxzf6pm5ULeTW.png?height=118&width=360)\\n\\n![](https://images.mirror-media.xyz/publication-images/iNl4mhOMpIRzoMxSCilDd.png?height=94&width=470)\\n\\nWe’ve intentionally added friction to getting into the Eco community, but here’s a hint: having everyone’s favorite 🦊 unlocks a different signup flow on [our site](https://www.eco.com/). Or you can just answer the riddle correctly. Or there might be other ways to get in, too...\\n\\nWe'll start sharing more about what's going on there soon — why it’s so hidden and high-friction to get in, how we manage it, who these people are, what they're doing there, and what we're building together — but today, we'd like to focus on *bots*.\\n\\n(Or, since you’re here reading about bots: [here’s a link](https://eco.com/discord/ecollaborator) that will bring you into a single section where we can discuss these bots and potential partnerships — and then we can bring you into the rest of the channels.)\\n\\nOn to the bots.\\n\\n## The Bots, in detail\\n\\n### The Accountant\\n\\n[GitHub](https://github.com/eco/discord-accountant) link.\\n\\nThe Accountant manages *Points*. In the Eco Discord, Points are \\\"for research purposes only,\\\" as we often say — but they have become the lifeblood of our community. (And we've got *quite* some plans for the future, too.)\\n\\n![](https://images.mirror-media.xyz/publication-images/2-YrN8sdh0efF4gNYbSaZ.png?height=720&width=956)\\n\\nWe grant Points to community members, and then anyone can send those Points to each other. They’ve become an incredible, vibrant transactional layer across our community. Points can represent anything you and your community want them to — a reward, a thank you, a reputation layer, a place in line… anything that can be represented by a number.\\n\\nWe’ll leave it there for now. #KYEP\\n\\nWe're making it easy to choose between two ways to use The Accountant:\\n\\n1. Deploy The Accountant into your server with your own Points, separate from Eco Points. If you do this, you'll be able to grant Points freely — as many as you want. But they won't have any link to Eco Points.\\n\\n   You can do anything you want with Points. And I'm sure you can imagine some of the things we've been brainstorming.\\n\\n   [Here’s the code](https://github.com/eco/discord-accountant) — you’re welcome to deploy it and create your own points system.\\n2. Perhaps even cooler: [invite The Accountant into your server ](https://eco.com/discord/accountant)*[using Eco Points](https://eco.com/discord/accountant)*. If you do this, members of the Eco Discord can (and will) come over and already have Points in your server. And you can request grants of Eco Points from the Eco community for you to re-distribute to your own community. The Points will persist *across every server that has invited The Accountant.*\\n\\n   *To request grants of Eco Points to distribute to your community, hop into [this Discord channel](https://eco.com/discord/ecollaborator) and introduce yourself. You'll need to apply and be approved by the Eco Community.*\\n\\n   Being a part of the Eco network is powerful. We're building a coalition of projects, all allowing the same Points to move across different servers and serve as a pro-social transactional layer. We’ll have embassies between different Discord communities, cross-community collaboration, and more.\\n\\n   And as always with Eco — it pays to be early. Adopting Eco Points and successfully petitioning the Eco Community for Points grants means being rewarded yourself.\\n\\n   [Here’s a brief explanation about why we’re giving away Points to other communities in the first place.](https://echo.mirror.xyz/TBxn2Xz6TS0FOtUsYDAqdkqL3AdSD1RhLPHwM8fXJ6c)\\n\\n   If you’re even vaguely interested in the idea of adding Eco Points to your server, getting grants of Points, and enabling that cross-community interaction and transaction layer, [here’s a link to join a Discord channel where you can chat with us](https://eco.com/discord/ecollaborator). We’d love to discuss.\\n\\n   And [here’s the link](https://eco.com/discord/accountant) again to add The Accountant to your server with Eco Points.\\n\\n### Management Dashboard\\n\\n[GitHub](https://github.com/eco-community/discord-management) link.\\n\\nOne of the most inconvenient things about Discord’s native moderation functionality is the inability to view, interact with and modify all community members in a single place. Discord’s “Server Members” functionality only shows a cross-section of community members at any given time.\\n\\nThis makes it impossible to view all members of a community, batch add or remove roles, or ban multiple users. Trying to perform any of these actions is laborious and time consuming. The Management Dashboard makes all of these actions simple, straightforward and efficient. It’s been a huge time saver in the Eco Discord.\\n\\nYou can track account ages, messages sent, if they’re Nitro subscribers, and much more. Plus: the Management Dashboard watches out for users impersonating your team members or moderators (by using the same name) and auto-bans them.\\n\\nThere’s a lot more coming, too — and it’s just the beginning of customizing this dashboard.\\n\\n![](https://images.mirror-media.xyz/publication-images/xrhj10mq5_bVFGNQaV-i7.png?height=940&width=1780)\\n\\nThis bot — and many others — was primarily built by @Modestolich#0001, otherwise known as [Artem Bernatskyy](https://www.linkedin.com/in/artembernatskyy/). Thank you Modestolich!\\n\\n### Invite Role Bot\\n\\n[GitHub](https://github.com/eco-community/invite-role-bot) link.\\n\\nAs you're likely aware, \\\"roles\\\" coordinate everything in Discord — access, permissions, status, reputation, and more (we'll do a writeup of our role structure at some point, but that’ll take another long, in-depth post).\\n\\nOne critical use case for us is \\\"roles as a funnel.\\\" When new people come into Discord, we assign them specific roles based on *how* they came in.\\n\\nFor example: people who are eligible to use the Eco App get a role with certain access privileges, people who aren't eligible get another role with different privileges, people we have an existing relationship with get another role with kick-started reputation, etc.\\n\\nThis lets us make our community members’ stories visible immediately, helps us meet their needs by knowing how they got involved, and also lets us create a tangible reward for people who deserve it from something they did before they joined the Discord.\\n\\nDiscord does not offer this functionality. So we worked with Modestolich and @rdfbbx#6437 to build it. They worked around Discord's limitations beautifully.\\n\\nWith this bot, you can link roles to specific Discord invite links, and whenever each link is used, the user gets auto-assigned the corresponding roles.\\n\\nThen, you can put those invite links in your funnel or give them out to specific people to get them into the right part of the community.\\n\\n## The rest of the Bots\\n\\nThose three above are the most high-leverage things we’ve built. A few more are below.\\n\\n### Sweepstakes Bot\\n\\n[GitHub](https://github.com/eco-community/lottery-bot) link.\\n\\nThe Sweepstakes Bot is related to The Accountant — it allows you to run configurable sweepstakes where members can buy tickets with Points, their funds are pooled, and then (provably) random winners get the proceeds.\\n\\nAn added feature: the tickets can be configured on a per-sweepstakes basis to be purchasable by users with a certain role on behalf of other users — like giving a friend a lottery ticket as a gift!\\n\\n![](https://images.mirror-media.xyz/publication-images/yJD24yIXzYVBj3kOr5Jt_.png?height=486&width=936)\\n\\nThis bot came out of the community’s desire for it, and was entirely developed by Modestolich without our input.\\n\\n### Hodl Bot\\n\\n[GitHub](https://github.com/eco-community/hodl-bot) link.\\n\\nThe Hodl Bot is also related to The Accountant. It lets users “stake” the Points they’ve earned, keeping track of those users’ balances over the course of an arbitrary “staking period” and rewarding them with more Points based on that balance. Of course, it’s not a real staking mechanism like in a true cryptoeconomic system. But it’s a fun way to replicate the feeling and build an understanding of that sort of functionality.\\n\\n![](https://images.mirror-media.xyz/publication-images/Fw1oJiUo1V_m6aMYTvguV.png?height=184&width=628)\\n\\nModestolich built this bot as well.\\n\\n### Voting CAPTCHA Bot\\n\\n[GitHub](https://github.com/eco-community/voting-captcha-bot) link.\\n\\nWith this bot, when using emoji reactions for voting, you can include \\\"#votehere\\\" in the voting post and users will be required to fill out a CAPTCHA (in their DMs). If they fail to, their vote is removed. This helps us limit (but not eliminate) Sybil attacks.\\n\\nWe’ll write a whole separate post about *that* at some point, too —ideas for managing voting and reward processes in a pseudonymous Discord world.\\n\\nThis was originally built by Saurois#0323 ([Twitter](https://twitter.com/saurois)), and Modestolich contributed after.\\n\\n### Top Meme Bot\\n\\n[GitHub](https://github.com/eco-community/top-meme-bot) link.\\n\\nThis bot makes sure the best memes get noticed. It watches a specified channel—in our case, #meme-lab—for posts that reach a certain number of users who have reacted to them. Once a post hits that threshold, it is reposted into another channel—for us, the #top-memes channel.\\n\\nThis really cuts down on some annoying logistic busywork, and ensures that the users are in control of which memes get promoted, instead of having that dependent on individual subjective curation.\\n\\nrdfbbx and Modestolich built this bot.\\n\\n### Mantra Bot\\n\\nThis is a fun little bot that lets you determine a daily rotating “mantra.” Every day, community members can post that day’s mantra in a specific channel (and any other posts get auto-deleted). The bot keeps track of how many days in a row each person has posted the mantra, and can reward them with Points for certain streak lengths.\\n\\n![](https://images.mirror-media.xyz/publication-images/2wFDCSbeCrWCqDq3huSbq.png?height=1308&width=864)\\n\\nThis isn’t yet open sourced — if you want it, hop into [our Discord](https://eco.com/discord/ecollaborator) and ask!\\n\\n### Deleted Messages Bot\\n\\nThis bot watches for deleted messages and reposts them in another channel (along with noting the author of the message). This is used by our moderation team to watch for any odd behavior.\\n\\nThis bot also isn’t open source yet — if you want it, [let us know in Discord](https://eco.com/discord/ecollaborator).\\n\\n### Story Bot\\n\\nThis bot DMs users (after they prompt it) with a classic-style text adventure game you’ve written in [Ink](https://www.inklestudios.com/ink/). Optionally, it can reward the users with Points once they finish the game. It’s a fun way to do an onboarding sequence or educate community members.\\n\\n![](https://images.mirror-media.xyz/publication-images/U9rTruhbkTAdwC71UHwD5.png?height=764&width=1240)\\n\\nThis bot also hasn’t been open sourced yet, but if you want it, hop into Discord and ask. It was built by @KingSuper#3702 ([Twitter](https://twitter.com/_D_Whale_)).\\n\\n### FAQ Bot\\n\\n[GitHub](https://github.com/eco-community/eco-faq-bot) link.\\n\\nYou can load this bot up with FAQs for your community to reference — for example, sending \\\"faq.points\\\" causes the bot to spit out our FAQ answer covering \\\"what are points?\\\"\\n\\nEven cooler: you can translate your FAQs and configure the bot to use a different locale/language depending on which channel the prompt is posted in. Sending \\\"faq.points\\\" in our Russian language channel returns the same FAQ answer but in Russian. This is especially useful, since while Eco is an English-language company, perhaps a majority of our community is from non-English speaking countries.\\n\\nThis bot is open source, but still very Eco-centric. If you’d like to submit a PR to generalize it, please feel free!\\n\\nrdfbbx built most of this bot, along with contributions from a number of other community members.\\n\\n## What’s next?\\n\\nAnd that’s not even all of them. But we’ll save the deeper dive on our remarkable community for another day.\\n\\nWe’d love to hear your feedback — or, even better, see contributions to these bots. There’s lots we want to add to these bots — like making it easy to simply invite them to your Discord instead of deploying the code on your own servers. We’ll be continuing to improve them and create more whenever the need arises (or when we just think that we can do something fun).\\n\\nIf any of this piqued your interest personally, we’re hiring for pretty much every role. Check out our [jobs](https://eco.com/careers) to see if there’s a fit — and if nothing jumps out, drop us an email or DM — andy@\\\\[ourdomain\\\\] for email, [@andy_bromberg](https://twitter.com/andy_bromberg) on Twitter. Maybe even send us a useful bot.\\n\\nAnd, as always: #KYEP for [what’s next](https://twitter.com/eco/status/1465740840417042432) 👀\\n\\n*These bots are being open sourced (variously by either Eco or by Eco community members) under the MIT License, and as such are provided \\\"as-is\\\" pursuant to that license. Some were built by Eco, some by our community, and some as a collaboration between us and our community — but all should be independently tested and verified by you before being used. Please consider all code in “beta.” There may be issues or bugs. But as always, our earliest users win with us.*\",\"timestamp\":1639100924,\"title\":\"The bots that power Eco's Secret Discord (they're yours now, too)\",\"publication\":\"echo\"},\"digest\":\"lhOoeMwwZnn5k7K2ofrHZ6Ra_vpAkFHT1oxRIEwqPx0\",\"authorship\":{\"contributor\":\"0x1309513791C6D34993444bBe135FDbE686EBE33B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6BRVbda7Ly02XllQjRm44pTy0DsBlqaUEaiQtw0RECQ\\\",\\\"y\\\":\\\"EeuipDQ6Z0avUvjSEYPkDRaGf3pks3QBymaZHqAnK5Y\\\"}\",\"signature\":\"OPbv44aFiEqj_biFOJoDqZb58nolH2hqOX_-Qe7_v09Tk9WLMkNNtDG-Qc3EWJjI36SJfYVNOOSi-zu3iZ35ng\",\"signingKeySignature\":\"0x2056303772421d6e92f08e27636e83b24c619bb87b3ae7f8bad969892d3912797ea53071a07e6528e54037724eac1c63353d9b59facb9ec0e9c2ca53d13ed7e51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6BRVbda7Ly02XllQjRm44pTy0DsBlqaUEaiQtw0RECQ\\\",\\\"y\\\":\\\"EeuipDQ6Z0avUvjSEYPkDRaGf3pks3QBymaZHqAnK5Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GlFuqSbTZOLDl0LA7eDa0Yibhqq6IHNUC48nd3WJZQw\"}"