"{\"content\":{\"body\":\"*This is the fourth in a series of casual writings on web3 game design. In a former life, I was an academic in the field of game studies, today I help accelerate web3 companies. For shorter-form content, you can follow me on Twitter @DangerWillRobin* 🧵\\n\\n**We Gave it Our Best Shot**\\n\\nRound v0.6.2 has started and almost the entirety of dfdao is primed to win. The rules are slightly different, as the discovery of artifacts now contributes to score. I go deep into the Solidity contracts to understand how to find the most mythic artifacts. Manan works overtime to pre-mine the map so that we can try to spawn near level 8 and 9 foundries (which are where I discovered those mythic artifacts spawn). Building on some public tools and using several of the whitelisted keys we received for participating in the previous round, we start empires in about four locations, with almost all of us piloting. By half-way through the round, our strategy appears to be working, we’ve discovered three mythic artifacts and have just barely overtaken @Ghost_GG. Our lead is short lived however, as scoring clearly favors extracting silver. We only have a few more mythics to chase, so our empire is on track to take second place at best.\\n\\nDesperate to win, I start making deals for score. Something like: “give me your empire and I will give you a mythic artifact NFT”. I have some takers and we begin to retake the lead! Unfortunately, I have upset the mores of the community and a smear campaign is launched against me and the DAO. Ghost_GG has begun to pay more for points than I am willing to win. Meanwhile, I have run out of mythic artifacts to trade and have no leverage to acquire more points.\\n\\nAnd then it hits me, we should play off people’s hope, loneliness and greed. I begin telling people that they can give us their empires in exchange for “being remembered”. We create a Discord channel called “The Remembered” and let strangers into a newly formed public part of our community. When people ask what it means to “be remembered”, I tell them that we have grand plans and that we will remember them for the help they offered. It is clear that players are intrigued about joining something bigger than themselves. They are also curious about potentially reaping significant rewards (after all, we are in the age of reverse air drops where people are unexpectedly rewarded for having barely done anything).\\n\\nRight away, the demand to “be remembered” is overwhelming. A few people give us their empires, but the client and our computers are having a hard time keeping up. The size of our empire is becoming too unwieldly to handle. We end up creating a plugin so that they just give us their valuable planets (turns out beggars can be choosers). We also create a plugin to help them better share their maps (because we cannot pilots empires in the regions of space we cannot see). Once again, we are on pace to win!\\n\\nThe smear campaign escalates. We are called whiny beggars. Seventh and third place players stop scoring points and Orden_GG begins to grow at three times its previous speed. While we were rustling up average and below average players, anger amongst the better players had them coalesce into a galactic superpower. We watched in despair as our lead was eroded. We scrambled to recruit more members, but it felt like bailing water out of a sinking boat. With only a couple hours left in the round, I go to bed exhausted as the rest of the team hail Mary’s into a loss.\\n\\nHere are “The Remembered”: [@bitcoin4bernie](https://twitter.com/bitcoin4bernie), [@clemensWittmann](https://twitter.com/clemensWittmann), [@jacksondame](https://twitter.com/jacksondame), [@eichenkundinger](https://twitter.com/eichenkundinger), [@algoriddims](https://twitter.com/algoriddims), [@ner0nzz](https://twitter.com/ner0nzz), [@TheVelorum](https://twitter.com/TheVelorum), [@nationalbank_](https://twitter.com/nationalbank_), [@spencecoin](https://twitter.com/spencecoin), [@scotato](https://twitter.com/scotato), [@retinoic](https://twitter.com/retinoic), [@stuneberg](https://twitter.com/stuneberg)\\n\\nWe are the first DAO to ever reach first place in *Dark Forest*. Ghost_GG it turns out is a guild that was previously focused on Aavegotchi (another composable web3 game with cute ghosts). They rename themselves to Orden_GG and now focus on both of those games. I feel like we came for the king and missed. Not only did we not get first place, we caused such outcry that our opponents doubled down, and by making the round such an incredible nail-biter with people working overtime in concert to win, the perceived value of the stakes escalated. Our opponents were going to become full-time *Dark Forest* players, while each of our DAO members had real lives and jobs to return to. Dreams of ever winning were fading fast.\\n\\nThe only thing we had going for us was our creativity. And in keeping with Cixin Liu’s axioms of cosmic sociology, the opportunity to one day make some kind of technological leap. From my perspective, our only chance at beating Orden was to make the “remembered” meme more powerful and to scaling our tooling to take in more player contributions. We begin working on improving our plugins to create an automated system of receiving and tracking contributions for the following round. [Yitong](https://twitter.com/zhayitong) works on creating a commemorative NFT for “the remembered” depending on how much they sacrificed to us.\\n\\n![NFT rewards for the original set of strangers who contributed to the second place win in Round v0.6.2](https://images.mirror-media.xyz/publication-images/MDZnmngyaQiARrf1M3Npl.png?height=808&width=2174)\\n\\nThings are actually going pretty well. Anthony is building with Manan and our prospects of winning Round v0.6.3 are looking somewhat reasonable. Except, when the rules are released, a new objective is announced and the “gifting” of planets is removed from the game. Essentially, all of the tools we built are useless because they all depended on other players donating their planets to us. It is probably for the best, as I am on a beach vacation at the time.\\n\\nScott and Velorum are recruited from the remembered to join the core members of the DAO, which we now call the “Wallfacers”. They take time during the round to build something new, an artifact market which lets players sell artifacts they have found during the round. This is a pretty astounding achievement, because through third-party development on a composable game, we create a play-to-earn opportunity. Whereas previously players could only safely trade artifacts through trusted middle-men, the market not only removed counterparty risk, but 100x improved discovery of buyers and sellers.\\n\\nMeanwhile, I get some assurance from the core team that round 4 will bring back gifting, enabling us to try out our new tools. Anthony and Scotato end up connecting with [Ansgar](https://twitter.com/adietrichs) to improve the security of the gifting plugins by creating a smart contract player. Basically, we whitelist the smart contract to act as a player in *Dark Forest* Round v0.6.4 and call it “The Astral Colossus”. The contract itself is quite simple, it cannot play the game except for execute the point scoring function. We end up creating a plugin whereby players gift the Astral Colossus their score-able planets, it claims the points and returns to the donors.\\n\\nThe Astral Colossus ends up coming 34th in the round. While that is a far cry from second place, the technological achievement is remarkable. We believe this might be the first time a smart contract played any web3 game, let alone created a permissionless method for over 50 people to participate. The Astral Colossus also kept track of people’s point donations in order to later reward them pro-rata. You’ll notice that the sixth greatest contributor was our sworn nemesis, @orden_gg, who ultimately came in first place with over 10 times our score. Interestingly, Orden won the round by over 150m points over second place, had they donated that excess to the Astral Colossus, they would have gotten 2/3 of 9th place. Meanwhile, Orden has already thanked us for our service and plans on deploying the smart contract itself in the future. We are really good at taking missed shots at this king.\\n\\n![](https://images.mirror-media.xyz/publication-images/gzX-56iSSo5LjLlYeUUj0.png?height=822&width=1452)\\n\\n\",\"timestamp\":1640378324,\"title\":\"Composable Games Pt. 4: Scaling the Collective\"},\"digest\":\"40VzCyu_fniP51R3fSS3mD5SKijAmtDJj-UKAoeGQxQ\",\"authorship\":{\"contributor\":\"0x283Ec3513Ac175600188d343f0cAA28Bf472d995\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oPXfmCXg2xO7y6nGTgaMvIU8ppKNqhVaZKk1GvpLSt0\\\",\\\"y\\\":\\\"237VGgV2E5un8u2jLj4yRGo9M46LEnwwe8e1-D3_cdk\\\"}\",\"signature\":\"P82lMM1tPRwsxdx4HR_sy4WMpu1Bs2lAQurYbuALtGEMvRWJ8_LSL786grYcgm1ixyR6UOewxKNcBXLi9SX8rw\",\"signingKeySignature\":\"0x7bc3fe4a9a06c15818000e1b48fadb334fbe28ea3fc5a252c360389f384a98146a372015d9116779ba4955e57765dcbd7d9ad88280b2c46099a6fea8004537eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oPXfmCXg2xO7y6nGTgaMvIU8ppKNqhVaZKk1GvpLSt0\\\",\\\"y\\\":\\\"237VGgV2E5un8u2jLj4yRGo9M46LEnwwe8e1-D3_cdk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IThSsYNylEXnHUKK3HEADWsy-xznlV00IkNsyUiZSDQ\"}"