"{\"content\":{\"body\":\"If you look at the chart of TERRA (LUNA), one of the biggest drivers of the initial run-up in price from $0.50 to $20.00 was the anticipation of the release of the Anchor Protocol. It ran up from around $0.50 in December 2020 when I got involved in LUNA to about $20 in March 2021. The Anchor Protocol did not fail to deliver and has been working well.\\n\\n## So what is Anchor Protocol?\\n\\nAccording to Anchor Protocol Whitepaper, Anchor Protocol is a savings protocol on Terra blockchain that offers yield powered by the rewards of major Proof-of-Stake (PoS) blockchains. In a time of low yields throughout the world, the search for yield has been an ongoing question. In the Crypto space, this is even more intense. \\n\\nProtocols like Maker and Compound ushered in this search for yield. One of their limitations is the cyclical nature of their yields. Cyclical yields just mean that yields are volatile and not stable. Even though cyclical yields might be okay for folks in the Cryptocurrency space, cyclical yields will not work in the real world because regular folks and institutional investors are used to stable yields no matter how small the yields are.\\n\\n## What does Anchor Protocol offer above other yield platforms?\\n\\nAnchor Protocol offers a stable yield. Instead of cyclical or volatile yields, Anchor Protocol offers a low-volatility interest rate. A stable interest rate has broad appeal to your regular average Joe and also institutional investors. The reason that Cryptocurrency adoption is still low is because of the volatility. \\n\\nWhen it comes to interest rates, your average Joe and Institutional investors want interest rates that they can rely on month after month that do not fluctuate a lot. This has been the broad appeal of the Anchor Protocol since it’s inception. Let’s not forget that pension funds are always looking for stable yields that they can pay to retirees. I believe this will be one of the huge benefactors of the Anchor Protocol.\\n\\n## How does Anchor Protocol get this yield?\\n\\nOn Anchor Protocol, there are savers and borrowers. The savers are those that deposit Terra USD (UST) and get the Anchor savings rate on their UST. The borrowers are those that deposit assets and borrow UST. Anchor Protocol only allows people to deposit assets from Proof-of-Stake (PoS) networks. PoS networks have a staking yield so Anchor Protocol can use this yield from these PoS network to pay depositors. \\n\\nFor these PoS tokens to be deposited as collateral, they have to be “bonded.” A bonded asset (bAsset) is a tokenized stake on a PoS blockchain. A bAsset allows the holder to earn block rewards while maintaining the liquidity and fungibility that staked assets forego. Now how the protocol does this is more technical and uses some algorithm that is pretty complex so is beyond the scope of this article. Let’s just say that Anchor Protocol is able to harvest the staking rewards of that PoS token and uses that to pay the savers.\\n\\n## What role do borrowers play on Anchor Protocol?\\n\\nBorrowers are the backbone of Anchor Protocol. From the earlier statements, Anchor Protocol can harvest the staking rewards on bAsset collateral that borrowers deposit on the platform to pay savers so without borrowers, there will not be any yield. This is why the protocol has been generous to borrowers. Until recently, borrowers have enjoyed good interest rates. \\n\\nIt has been so good that borrowers did not have to pay to borrow but are paid by the Anchor Protocol to borrow. They are paid from the inflation of the Anchor Protocol tokens (ANC). Anchor protocol has been so generous that during times of Crypto market turbulence, the interest rate paid to borrowers has been as much as 300% APY. I am fully aware of this because I am a borrower on Anchor Protocol. Though the rate has fallen a lot and sometimes a little negative, the ANC rewards have still been able to cover the borrowing interest.\\n\\n## How is the principal from depositors on Anchor Protocol protected?\\n\\nJust like any bank, if there are a lot of bad loans and not enough cash to cover the bad loans, the bank goes out of business. Anchor Protocol, though not “a bank.” will also go out of business if this happens. To ensure this does not happen, borrowers can only borrow a certain amount in relation to their collateral. Anchor Protocol determines a certain amount of loan to value ratio (LTV) for each bAsset. \\n\\nStable liquid assets will have a high LTV while volatile illiquid assets have a low LTV. Anchor Protocol’s goal is to ensure that the protocol is over-collateralized. Anchor Protocol has a liquidation Protocol that ensures that every borrower’s collateral requirements are met. When a borrower becomes under-collateralized, the liquidation protocol liquidates part or all of the assets to protect depositor funds. \\n\\nThis is all automated, transparent and, done on-chain, unlike regular banks where things are not as transparent. Before only more experienced, tech-savvy folks can get involved in those liquidated assets but with protocols like KUJIRA protocol, regular folks can get involved and benefit from these liquidated assets.\\n\\n## What are the benefits of the Anchor Protocol?\\n\\n### Anchor protocol offers Stable Yield on your UST deposits.\\n\\nAs discussed earlier, people that are looking for stable savings yield can benefit from Anchor Protocol. Since the inception of the protocol, the interest rate has been about 20%. Sometimes, it fluctuates between 18-22%. With the inflation rate going crazy since the beginning of 2021 and predicted to get worse, this will be a great value proposition for those with money in the bank looking to get ahead of inflation that will be destroying their purchasing power. \\n\\nWith the roll-out of Ozone, which is a protocol that people can use to buy insurance to protect their deposits, big financial institutions and, regular people will feel more at ease knowing that their deposit will be protected from malicious actors that are rampant in the Crypto space. \\n\\n### Anchor Protocol offers little to zero interest rates on borrowing.\\n\\nPeople can borrow against their assets that might not be yielding much. Recently, my wife and I were approached to buy a property that was at a discount of as much as 75%. Since I did not want to sell my Crypto since we are in a Bull Run, I was able to deposit a bAsset and borrow UST which I converted to USD to pay cash for the house. I will still be able to get the upside of my Crypto asset and at the same time the upside of the house I got at a discount. This would not have been possible without a protocol like Anchor Protocol. \\n\\nI have also been able to get involved in other Crypto projects which have appreciated a lot because I was able to borrow against my assets. Now, this is not something I suggest to everyone because you need to be able to manage your collateral in times of extreme volatility. I have not been liquidated so far so what I have been doing has been working. As I discussed earlier, people can benefit from liquidated assets. This used to be for the technically savvy but KUJIRA has made this accessible. You can join in bidding for liquidated assets.\\n\\n### Anchor Protocol offers a way to participate in discounts for liquidated assets.\\n\\nAs I discussed earlier, people can benefit from liquidated assets. This used to be for the technically savvy but KUJIRA has made this accessible. You can join in bidding for liquidated assets.\\n\\n## Conclusion.\\n\\nAs inflation heats up and with low yields, Anchor Protocol is positioning itself to be the go-to protocol for stable yield. At the moment there are about $4 Trillion in savings by regular folks that are not yielding anything. This does not factor in the amount held by institutional investors. At the time of this writing on November 11, 2021, there are only $2 Billion deposited in Anchor Protocol yielding 20% APY. \\n\\nImagine if a small amount of that $4 Trillion came into Anchor Protocol. Even though there are Crypto degenerates looking for crazy farming yields, more people looking for a stable yield both in the Crypto space and out of the space. This is why Anchor Protocol has a broad appeal. With Ozone coming into the space providing the opportunity for people to insure their deposits, the sky is the limit for Anchor Protocol! Hope you got something out of this article. Cheers and God bless! Remember to check out some of the links below on how to earn free Crypto.\\n\\nEarn money by searching just like you do on google. Presearch is a decentralized exchange trying to take market share from Google. Sign up today, we both get 25 PRE and start searching and earning.\\n\\nhttps://www.presearch.org/signup?rid=504994\\n\\nIf you are interested in learning blockchain and coding, you can sign up for IVANONTECH courses. You can use my link to sign up. https://academy.ivanontech.com?ref=2361.\\n\\nI spot projects that are undervalued like this and have made good calls on Twitter so if you are interested in gains like this, then follow me on Twitter @ <https://twitter.com/financfreedomcj>.\\n\\n I sometimes make in-depth videos of these calls so you can subscribe to my YouTube channel @ <https://www.youtube.com/channel/UCaoILL2Xi3oAZak0daSi0Rw>. \\n\\nTo earn Loopr tokens by commenting, rating, and writing articles, and sharing videos sign up @ https://www.loop.markets?ref=6540. We both get loopr tokens!\\n\\nBig increases in taxes are coming all over the world. If you want to pay 0% capital gains tax and 4% corporate tax, then Acts 60 Puerto Rico incentives might be for you. Reach out to me by email @ financialfreedomcj@gmail.com or on telegram https://web.telegram.org @financialfreedomcj  \\n\\nIf you are an Acts 22/Acts 60 Individual investor recipient, please consider making your tax incentive qualified donation to La Viña de Agua Viva. Check them out @ http://lavinadeaguaviva.weebly.com/\\n\\nWith the Crypto Bull Run in full swing, the drum is beating in Washington DC and all over the world to tax Crypto heavily. John Ro is a Crypto investor and also a licensed tax professional in all the 50 States of the US and the territories. You can reach out to him with all your tax needs at 312-401-7218 or [jr@taxprojohnro.com](mailto:jr@taxprojohnro.com). He prefers email in case he has to send any correspondence but you can call him too. Tell him that Chijioke pronounced “Chee-Joe-Kay” referred you.\\n\\n![](https://images.mirror-media.xyz/publication-images/ydRIfudTXlbbFCMM05YYq.jpg?height=630&width=1200)\\n\\n\",\"timestamp\":1637909470,\"title\":\"Anchor Protocol; bringing Stable Yield to the masses in a time of little to zero Yield!\"},\"digest\":\"eJleehilhRMTZe16d8bdnXWHeyx0JZuYVlAjPbshiPY\",\"authorship\":{\"contributor\":\"0x18dF0e965fd7bD172046fdb728EB9D3Ffa3291FA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vdv4KQe8TIaict-ECOHCcri-bDdFWRtOlQtf3UT5178\\\",\\\"y\\\":\\\"er_wsvI331So7M-iPS5-mjVUrVMlDC3yZ5ggjAKc8Fc\\\"}\",\"signature\":\"Zs2DkiOLRHqrqmWa9EMQNsfbPODrLiivfSnsaRJVqmURuZWQu5jB23BIL8EghCToyr5uvILUxxGt_eD2yy6XfA\",\"signingKeySignature\":\"0x4c561feb3410a1472f8f3b592da1748498155d344ba2be8eefc7c730eeade3bd1309066b9bc3e9e4755e0a148d97b651dd870dbeccb90c4429538e56af0678431c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vdv4KQe8TIaict-ECOHCcri-bDdFWRtOlQtf3UT5178\\\",\\\"y\\\":\\\"er_wsvI331So7M-iPS5-mjVUrVMlDC3yZ5ggjAKc8Fc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eJleehilhRMTZe16d8bdnXWHeyx0JZuYVlAjPbshiPY\"}"