"{\"content\":{\"body\":\"This week marks the release of *Star Power*, Marley’s genre-bending EP and first official release. Selah is dropping her music video SLICK on Glass marking the first video auction ever on Glass.\\n\\n> ***“Music is in Selah Marley’s blood. As the daughter of eight-time Grammy winner Lauryn Hill and the granddaughter of reggae icon Bob Marley, she descends from two of the most influential artists ever.“***\\n>\\n> ***— Vogue (Janelle Okwodu, 2021).***\\n\\nA deeply personal undertaking, Selah raps about growing up in the shadow of fame, asserting ownership over her body in a society that prioritizes the male gaze, and the power of reclaiming your identity. Selah is coming to her own.\\n\\nSLICK is Selah’s second NFT drop for her STAR POWER EP. The first collection was titled 24HRS.\\n\\n# 24HRS\\n\\nVisually depicting the theme of her song, 24HRS and her EP, STAR POWER as a whole. Collection 1 consisted of 1 live auction NFT and 2 open edition NFTs that granted buyers access to a variety of redeemable rewards ranging from a vacation in Puerto Morales, Mexico to exclusive STAR POWER content (unreleased visuals, etc).\\n\\n![DAYSTAR](https://images.mirror-media.xyz/publication-images/77404c6c-5051-492d-868e-6bd0d83750ca.gif?height=320&width=320)\\n\\n> The 24HRS Daystar open editions were available for purchase with a credit card and priced at 12 dollars. The goal was to **lower the barrier to entry** for day-one fans and **offer future perks to day-one NFT holders**.\\n\\nThe SLICK collection is her first time displaying her work to audiences outside of her core fans. The video visually reflects the multifaceted nature of Selah's Star Power. It is the first time she is expanding outside of her core cult-like following and giving new early supporters a closer peak into her life story.\\n\\n# THE SLICK EXPERIENCE\\n\\nSLICK is a 3-part experience, in which Selah will release a collection of art through different mediums over the course of a week.\\n\\n### Music Video\\n\\nSLICK will launch on **Monday 8/23 at 1:30PM EST** with the music video—a visual depiction of Selah’s coming-of-age reflected by a few of her siblings who recount their memories with Selah, as well as their own adolescent experiences. Featured on the track & in the video is Selah’s brother, Josh (YGMARLEY) who gives his own perspective as a maturing adolescent in this unique position. The SLICK music video will be **auctioned on Glass as a 1/1 video NFT**.\\n\\n![SLICK Music Video](https://images.mirror-media.xyz/publication-images/2e993440-9e4d-4df5-8b5c-a99fa37f9e46.png?height=720&width=1439)\\n\\n### Video Game\\n\\nThe SLICK video game will follow, releasing **Wednesday (8/25)**. The SLICK video game is an interactive GameBoy game (available on web, iOS/Google, & GameBoy ROM), in which the player will get to experience & play as Selah as she tries to be SLICK with her father to rebel against his rules. It’s an interactive walkthrough of how the song SLICK came into creation—a bit of a Pinocchio story.\\n\\n![SLICK Gameplay](https://images.mirror-media.xyz/publication-images/4b0a0841-2b0a-4579-8605-5741be567448.gif?height=271&width=300)\\n\\n# NFT Electronics Pack\\n\\nFinally, the week will close with the release of the SLICK NFT electronics pack—a limited collection of 3D motion graphics tied with physical and digital perks.\\n\\n### Cassette Tape\\n\\nThe cassette tape plays the evolution of SLICK as it plays the different variations Selah & her brother made over time.  The virtual cassette tape will be met with a physical cassette tape collection with all of the SLICK versions.\\n\\n![SLICK Cassette Tape Still](https://images.mirror-media.xyz/publication-images/7726a756-f266-49d7-ad6c-cf66a68ee32f.jpeg?height=1410&width=1406)\\n\\n### GameBoy\\n\\nThe GameBoy plays a visual walkthrough of the SLICK video game. The virtual GameBoy will be met with a physical GameBoy cartridge & a custom STAR POWER Gameboy.\\n\\n![SLICK GameBoy Still](https://images.mirror-media.xyz/publication-images/e2433902-0523-4a36-8ab1-25f6530d5f9f.jpeg?height=1394&width=1394)\\n\\n### iMac G3\\n\\nThe iMac G3 plays behind-the-scenes clips of the SLICK music video. The virtual G3 will be met with a physical DVD of the SLICK music video, behind-the-scenes, and an extended cut.\\n\\n![SLICK G3 Still](https://images.mirror-media.xyz/publication-images/5831c704-8a60-4e59-9af5-a26843651242.jpeg?height=750&width=750)\\n\\n# The Glass Drop\\n\\n**The winner of the SLICK music video auction will get the 1/1 SLICK music video NFT, and one edition from each item in the SLICK Electronics Pack (1 cassette tape, 1 GameBoy, and 1 Mac G3) along with the physical items.**\\n\\nAuction Opens: Monday 8/23 at 1:30PM EST\\n\\n# Links\\n\\n**<http://starpower.digital/>**\\n\\n**<https://selah.ffm.to/starpower>**\\n\\n**<https://www.vogue.com/article/selah-marley-star-power-ep-interview>**\\n\\n**<https://www.instagram.com/selah>**\\n\\n**<https://www.bitski.com/starpower>**\",\"timestamp\":1629693624,\"title\":\"selah: Ꮧ ᏕᏖᏗᏒ ᎥᏕ ᏰᎧᏒᏁ\",\"publication\":\"glass\"},\"digest\":\"-Xi7z4H0V9X9uWczmuyleXcihTakJIoj5fymi8Q61Y4\",\"authorship\":{\"contributor\":\"0xDb6c1a8aF1883262aaD221A25816468ef693D4A2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qlvXLIaF89CZrbBz6GG5YACJV5BseqGEx3KGTU-JZ6A\\\",\\\"y\\\":\\\"M_zUh-DOKu2ifywgzHv2npI9jv5neU4gkvG05mezXsg\\\"}\",\"signature\":\"7_PNvf9GW0k3Zu-fxpKzSIiEaWwyIW-2tq---y0r_OL0EAWMVkUDidzoCKmfugm_rydPOReJTK0h5cMF0NAUDg\",\"signingKeySignature\":\"0x91752a37c64933916103a843b1ebb50a9c1dfdb6df9a7eacb8970c4ed00c88d60483378fdae646f3451fb54b9cec4a0c70d1413a25992841819d242e42e9c54b1c\",\"signingKeyMessage\":\"I authorize the publication of articles on glass.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qlvXLIaF89CZrbBz6GG5YACJV5BseqGEx3KGTU-JZ6A\\\",\\\"y\\\":\\\"M_zUh-DOKu2ifywgzHv2npI9jv5neU4gkvG05mezXsg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y-vmz2ihDf_AB3dEXhk8XEymx_ygbfN25g2szX5XHeQ\"}"