"{\"content\":{\"body\":\"Nowadays, most of people acknowledged that DeFi is OK, NFTs is Ok, but Ethereum is not OK, it’s too slow, the fee there is too high, Solidity program language is hard to code and bug prone... So, people are trying to build new Ethereum killers continuously and Agoric if one.\\n\\n**What is Agoric**\\n\\nAgoric is a Proof-of-Stake blockchain that utilizes secure JavaScript as its smart contracts program language and enables developers rapidly build and deploy DeFi. The Agoric team thought that DeFi is just beginning, there is a wide-open opportunity to launch new Defi platforms and migrate liquidity to them. To providing better performance, Agoric uses Cosmos ecosystem based Tendermint consensus protocol; to fixing the high gas fee problem, Agoric uses an improved gas economic model in which gas fee is fixed and priced in stable coin; to providing a better development experience and brings millions of developers to the DeFi frontier, Agoric uses JavaScript as its smart contracts program language, as JavaScript is the world’s most widely-used programming language with enhanced security and composability; to providing high interoperability, Agoric uses Cosmos IBC to Interoperates with other chains.\\n\\n**Token economic model**\\n\\nThe Agoric blockchain has two native tokens: a stable coin (called $Ag for now) pegged to US dollar, and a staking token (called AST for now) whose value derives from the economic activity within the Agoric ecosystem. The $Ag token is used to pay transaction fees; this mechanism makes sure that transaction fees on Agoric will stay steady though market changes all the time. The AST token is used for keeping the security of Agoric blockchain. Validators who want to mining new blocks must stake AST token, stakers can delegate their AST tokens to validators. Validators and stakers will receive part of the block rewards and transaction fees as rewards. Agoric’s two native tokens economic model makes sure the transaction fees stay steady and the value of AST token grows with the whole system.\\n\\n![](https://images.mirror-media.xyz/publication-images/PAwIOBHtfJOcZ4Fa4G8EU.png?height=756&width=865)\\n\\n**The team and fundraising**\\n\\nThe core team members behind Agoric are technical experts from Microsoft, Google, Uber et al. Most of them are experienced researchers, designers and developers of distributed systems. According to Crunchbase, [Agoric](https://www.crunchbase.com/organization/agoric) has raised a total of [$4M](https://www.crunchbase.com/search/funding_rounds/field/organizations/funding_total/agoric) in funding over [2](https://www.crunchbase.com/search/funding_rounds/field/organizations/num_funding_rounds/agoric) rounds between 2018 and 2019. Rockaway Blockchain Fund, Kilowatt Capital and other investors participated in the funding rounds. From the token allocation chart, we can see that 9% out of 1 billion tokens will allocate to early investors, the token price of early investors is about $0.044($4M/90M). \\n\\n![](https://images.mirror-media.xyz/publication-images/qTBD7bUgX0T0vuOvUuo2R.png?height=740&width=865)\\n\\n![](https://images.mirror-media.xyz/publication-images/SWSW-hIATSnvw8YG_g3nV.png?height=496&width=865)\\n\\n**Development status**\\n\\nThe Agoric team released Agoric Testnet in 2021 Q1, the Mainnet will be released this summer. From their GitHub activity dashboard, we can see that the team is working hard in development, and there are 23 developers have contributed to Agoric project.\\n\\n![](https://images.mirror-media.xyz/publication-images/QMCSQmIbiOE6prPq2i8yy.png?height=230&width=865)\\n\\n**Valuation analysis**\\n\\nAgoric hasn’t launched its mainnet yet, and there are too many layer 1 projects to compares with, so, let’s look at Agoric in a speculative view: how good is the market performance of those newly created layer 1 blockchain projects? According data from CoinmarketCap and Coinlist, most of those projects have a good market performance and their private valuation is between $100M – 400M.\\n\\nThe Agoric private sale has 2 purchase options, in both options the valuation is not cheap, the lock time is long. Now, the market is turning bearish, and it could be more bearish a year later.\\n\\n![](https://images.mirror-media.xyz/publication-images/zbPFFzWOtZqTqQXJGeqN4.png?height=255&width=881)\\n\\n**Conclusion**\\n\\nDeFi is just beginning, there is a wide-open opportunity to launch new Defi platforms and migrate liquidity to them. Agoric is a Cosmos ecosystem based smart contract platform which utilizes secure JavaScript as its smart contracts program language, it aims for providing better performance and better developer experience than Ethereum. The team members behind Agoric are experienced in distributed system development and worked for high tech companies like Microsoft, Google before. The Agoric testnet has been released and its mainnet will be released by this summer. From the view of speculation, layer 1 project is a good investment choice, the market performances of newly created layer 1 projects are very good. But, so far, the market is turning bearish, the valuation of Agoric is not cheap and the lockup time is long, when the token is unlocked, the market could be more bearish. So, at this time, invest in Agoric may be not a very good deal.\",\"timestamp\":1637411556,\"title\":\"Agoric Analysis\"},\"digest\":\"U1R541wDIdVi4otTSaWiaf1iEqOOLDeVvtNXwgaxIUc\",\"authorship\":{\"contributor\":\"0xd307f20FbE8b36Cc829fcAbc315c052Ec28DC917\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hcVpQQe7WeE2Lz51Vak1_QYFonBWSY2-5BXxd8-ORpI\\\",\\\"y\\\":\\\"6d-tbrhOoIQ3AskS2-IjztN-5f_eXMTSCPBVSHfsYH0\\\"}\",\"signature\":\"5QsgM7HsPQa1g5LT-115zr9-oeen6aTAaZH3DTRHiVbxM__MM6yj23I0XqahRksr_akJ_CXNydbaKeQjZjKp3Q\",\"signingKeySignature\":\"0x7f33e507e8686b37a3dab9a9af3af3aa52b73f25cf31009496d5259dcbf5a16d5bc382976f59a37f50bd8bb398b6bdbded161ac41d8e36417cc4b53eacd5637f00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hcVpQQe7WeE2Lz51Vak1_QYFonBWSY2-5BXxd8-ORpI\\\",\\\"y\\\":\\\"6d-tbrhOoIQ3AskS2-IjztN-5f_eXMTSCPBVSHfsYH0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U1R541wDIdVi4otTSaWiaf1iEqOOLDeVvtNXwgaxIUc\"}"