"{\"content\":{\"body\":\"## What’s the first thing I need to know about the fund?\\n\\nThe fund will be denominated in Ξ. We accept only Ξ deposits. We only do Ξ withdrawals. Fees are all denominated in Ξ. We rise and fall with Ξ.\\n\\n## What can you actually do with my money?\\n\\nWe will not just HODL Ξ and do nothing. If we do that, our returns are zero - remember, we only get a performance fee when we outperform in Ξ terms. \\n\\nOur goal is to generate more Ξ, be it through staking, farming, options… We have set risk parameters such that we don’t go crazy. Here’s where we got to so far.\\n\\n1. Max leverage of 30% - i.e. If we are managing 100 Ξ, we can only borrow up to 30 Ξ worth of debt  \\n2. Max allocation of 30% for each dApp - i.e. we will never risk more than 30% of our total capital in a dApp’s smart contract. \\n3. Max allocation of 5% (of portfolio) for each altcoin play. Do note that for yield farming, the risk allocation is actually 10% (since value deposited is doubled).\\n4. Max of 5 altcoins exposure. Very concentrated portfolio. Monitoring Discords and Twitter and trying to live a life is difficult. Let’s focus on the winners.\\n5. Options will be done in an opportunistic manner, but we will never risk more than 10% of portfolio.\\n\\nThis is a evolving list. Let us know if there are other parameters that you think make sense to be included.\\n\\n## Target fund size?\\n\\nFor the fund to make sense (Ξ is expensive to interact with), we need a minimum of 100 Ξ to start. This is so that the gas fees paid is low enough to be recouped easily through our staking and farming plays. No point paying gas fees and spending the next 2-3 days recouping it eh.\\n\\n## What are the fees?\\n\\nWe charge both a gas fee, and a performance fee.\\n\\n### Gas fee of 1%\\n\\nWhy 1%? Because we are targeting a \\\\[100\\\\] Ξ fund, so \\\\[1\\\\]% gives its \\\\[1\\\\] Ξ worth to play around with - most importantly to pay gas fees with. Why is this important? Because the mind should be focused on making the right/creative calls, than have it being too pre-occupied with gas fees.\\n\\n*But shouldn’t this fee be lowered as the fund scales?* Any excess gas fees are accumulated in the Treasury and used to add features and grow our products as we scale, as set out in our roadmap (see below).\\n\\n### Performance fee of 20%\\n\\nThis fee is applied on your profits - so if we helped you make 1 Ξ, we take 0.2 Ξ; you keep 0.8 Ξ. We think this fee level is quite comparable to what’s in the market out there   \\n\\n\\\\[ \\\\]  \\n\\n## What’s your take on leverage?\\n\\nThe amazing innovation that is crypto is that it allows assets to be rehypothecated, a luxury that used to be reserved for the wealthy clients of private banks. Leverage is not inherently good or bad - it depends on how you use it. We believe a healthy level of leverage make sense, but will make sure we have a HUGE margin of safety before we are at risk of getting liquidated. \\n\\n## What’s the deposit and withdrawal period\\n\\n7 days both ways. That means\\n\\nWhy both ways? The fund will aim to stay as close to its fund composition split as possible at all times. For deposits, 7 days is a long enough time for us to strategize what’s the best use of this fresh capital at this point. It is not always the best move to split it proportionally across the pools (that’s the reason for the pool ranges).\\n\\n## How will the fund actually be managed?\\n\\nxx\\n\\n## Alright sign me up. What are my next steps?\\n\\nxx\\n\\n## There’s no Telegram or Discord. Where should I go to complain and flood the chats with “wen moon”?\\n\\nSend any questions you may have to \\\\[ \\\\]. We are a small outfit. We will read all mails, but will only reply when it makes sense to. Remember, you are free to withdraw your capital anytime. As we scale, we will continue to add functionalities and features to this venture.\\n\\n## Is there a roadmap?\\n\\nOur basic premise is explained in our thesis. However, we will continue to build features around it along the way, depending on our success. Why? No money = no funds to fund these improvements. A rough roadmap is provided below.\\n\\n\\\\[ \\\\]\\n\\n\\\\[We are not kidding when we say you are coming in at the ground level\\\\]\",\"timestamp\":1638778488,\"title\":\"Tell me more about the fund\"},\"digest\":\"Bh2KdAKEUts3xZU-jvvMNL41AEQm7ARb2di60w1Gr5c\",\"authorship\":{\"contributor\":\"0x17307bE3589a680452543DDe06d42A07EE3FA080\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AuAvul_ImzZcT6GYZRr6lSUyzBckM-3edTkqzfdOjZU\\\",\\\"y\\\":\\\"GPnmWfKNMoPdnvGYf3Kzpicqr1yAcdTtS2BKPwn66tg\\\"}\",\"signature\":\"pMjwTBefkJTEkxsrr6gPSjiy0kbG9OJmgIN-7PG56V1rh2oXkIpvv8YOvmBPl8wXLv-7aaAnWzwNYgN5k39QUA\",\"signingKeySignature\":\"0x54716e76b299ab52317c384dbbf631d11e1250da8dacc93f45e357934afbb1510bdcf023ee87ad9403a3661ee4d6bf44d19799604d64c2992e7d364b84e6a42500\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AuAvul_ImzZcT6GYZRr6lSUyzBckM-3edTkqzfdOjZU\\\",\\\"y\\\":\\\"GPnmWfKNMoPdnvGYf3Kzpicqr1yAcdTtS2BKPwn66tg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZcpU3gaxohNlLVlCvHzAVi12sZB3KngFsN46IlZbcNA\"}"