"{\"content\":{\"body\":\"One of the problems that blockchain technology often hears at present is that their speed is limited, Usually measured by the number of transactions per second (TPS) they can manage. This problem severely limits their use in systems that need to handle a large number of events. For example, people often (correctly) bitcoin can't handle more than seven transactions per second, and Ethereum can't do more. The simplest way to define the next generation blockchain may be to try to solve the scalability problem of the current generation blockchain through novel methods. (especially unlicensed chains. I'll return below to separate unlicensed and licensed chains.)\\n\\nThe most obvious option (and one of the most controversial options in the bitcoin community) is to \\\"simply\\\" make the transaction blocks larger so that they can process more transactions on each block (per second). The interests of opposing bitcoin make this solution difficult to implement (I mentioned \\\"code governance\\\" in my last article) The model has obvious problems, which I will mention again in a future article), but it is still a relatively simple choice, which is generally used for blockchain projects. Increasing the frequency of creating blocks is another way.\\n\\nIn my first article, I also mentioned another way to handle more transactions per second: changing the constraints of the problem. From unlicensed networks where anyone can join and participate to licensed networks (networks that need to join in order to obtain permission) changes the constraints and provides the option to reconsider the security requirements. When you know everyone in a consortium and have legal contact with them, you can choose to use the consensus mechanism, which does not assume that all content should always be verified, so as to speed up the progress of work. In addition, after Licensed blockchain frameworks (such as hyperledger fabric) usually provide the option to select the number of transactions contained in blocks and their frequency. Whether the number of transactions per block or the number of blocks generated increases, the final result is the increase of TPS.\\n\\nIn this way, the licensed system can reach thousands of TPS, far beyond the main unlicensed networks. Therefore, it is not surprising that Facebook's recently announced Libra cryptocurrency program also uses its licensed model (despite the debate on its \\\"blockchain\\\") to handle a large number of transactions, which is in line with its established objectives\",\"timestamp\":1640012249,\"title\":\"Development status of blockchain Technology\"},\"digest\":\"ozyhBCmsT-Zqkp3mLnYO2KrCcYnASBWyvvvL_yBxKFI\",\"authorship\":{\"contributor\":\"0x44c6BA7D066F26FaD5e887814476020b1A065602\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ibNplYjTxt19LYpDClBeYrx9E32-rIQUS5Wmpe7nqEg\\\",\\\"y\\\":\\\"ITamgX_45-UqHbRYyrW_qw0g1AvOr7XuR7gMyhoPLZA\\\"}\",\"signature\":\"Wi8Wd6Fi-KZd7qhwmfXtumM0VqAZt5T-W2YOq_LwZaeKJr4Vgz5RxKZej6wX33hqHuN6hKkbUSet55mKw3H2vg\",\"signingKeySignature\":\"0xcc8e7037306818bc8b76ddd823e290ed9b48d485173a77921d57f9a57a25bf87324044a92c584057115d112808dd50258f75d70d4f34d0bab4f98ec48a86647f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ibNplYjTxt19LYpDClBeYrx9E32-rIQUS5Wmpe7nqEg\\\",\\\"y\\\":\\\"ITamgX_45-UqHbRYyrW_qw0g1AvOr7XuR7gMyhoPLZA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ozyhBCmsT-Zqkp3mLnYO2KrCcYnASBWyvvvL_yBxKFI\"}"