"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/WEeKt3Aue4fYkWlWW-MCL.png?height=720&width=1280)\\n\\n***Over the last 3 months, I increased my Crypto Gaming portfolio by 400%.*** \\n\\nAll of it was due to 50+ hours spent reading and watching the top online Crypto Investors.\\n\\nWhen it came to selling, the biggest mental shifts were:\\n\\n1. Buying should be hard, selling should be easy. You get into trouble when you get religious about your investing & begin preaching. - **Alex Becker**\\n2. The most successful Alt Coin investors understand that gains get made in micro-caps but long-term value is held in long-term holds (BTC, ETH, etc.). **- Cobie** \\n\\nI’ve broken down the exact tactics they teach below: \\n\\n## Successful Micro-Cap Investors Know When to Sell \\n\\nMicro-caps are often pre-revenue and in alpha. They get priced on narratives, not product value. \\n\\nInvestors value them by Market Cap (referred to as MC) by looking at other successes in your niche. Every token is “the next X.”\\n\\n* AVAX ($22.5B MC) could be the next Solana ($46B MC). \\n* Illuvium ($500M) could be the next Axie ($5.2B). \\n\\nSo, on any investment, track the 'success story' in your narrative. The closer you are to your ceiling, the more reason to de-risk before it overheats.\\n\\nBest case, you called it perfectly and it begins to dive. Worst case, you’ve taken hefty profits and can always reinvest into a new narrative. \\n\\n## Successful Micro-Cap Investors Have A Pre-Set Selling Plan \\n\\n**Alex Becker -** Being exposed to the micro-cap market for a long period of time is the riskiest way to trade. It always eventually cycles down. \\n\\n**Cobie -** “In general, the most successful altcoiners I’ve met have used the metagame to increase their value-holdings over time (ie. trade meta to stack BTC or ETH)”\\n\\nYour job is to understand a niche's narratives or 'meta'. Focus on consistently good bets -> de-risk into long-term holds. Avoid the eventual volatility that WILL hit your micro-caps.\\n\\n**Strategy 1 (CryptosRUs):** When You 2x, Sell Half. \\n\\n* If your investment goes to $0, it doesn’t hurt you at all. \\n* If your investment goes to the moon, fantastic. You covered the downside. \\n\\n**Method 2 (EllioTrades)**: 4X or more -> use the 10/20/30/40\\n\\n* 10% BTC HODL \\\\[Invest in Long-Term Holds. Doesn’t have to be these\\\\]\\n* 20% ETH HODL\\n* 30% USDT or ETH (for new opportunities)\\n* 40% moonbag \\n\\n## Successful Micro-Cap Investors Treat Investing Like A Game \\n\\nThere’s a meta to the game. Certain narratives are growing in popularity and raising all of their constituents (like Crypto Gaming in Q4 2021). \\n\\nYour job is to step away from the voice in your head telling you that you’re going to miss out and study that meta. Moreso, to understand that the meta is going to change and you need to get out before it does and find the next one. \\n\\nRemember, the name of the game is survival, not trying to hit the lottery.\",\"timestamp\":1642111345,\"title\":\"When & How to Sell In Crypto Micro-Cap Investing For 400%+ Gains; Lessons From Alex Becker, EllioTrades, CryptosRUs & Cobie.\"},\"digest\":\"wiG9hgtpYF7y5xBGdtzdmQuyYgMtQRygz15Cr6exxnQ\",\"authorship\":{\"contributor\":\"0xEE507CaAB997492a4c81C4B25cA2cCd41EDFfb87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O1OBAzDVMwjW0kJEp4DdR_eRplMCHEC4Ul7Gwu3q6eE\\\",\\\"y\\\":\\\"hKGAKDioM-GN99OaucJ8QanFh1FEV58WdjEGIM9ntLU\\\"}\",\"signature\":\"tFg_PpYyF_-QO25hABDJjTVHbSYvM7zR-dnBQHSOULvBLMuzMyxIYkT3qKoysUBuQ3-73CjtZaPo71G-PQOvbA\",\"signingKeySignature\":\"0x585c4b5ac41110a2cc19587dfbf4a549956d06037d405863f85883201454f673045d7e299ea5c9bda95189502fcf35f2253384032340b753e31f394588f159b51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O1OBAzDVMwjW0kJEp4DdR_eRplMCHEC4Ul7Gwu3q6eE\\\",\\\"y\\\":\\\"hKGAKDioM-GN99OaucJ8QanFh1FEV58WdjEGIM9ntLU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wiG9hgtpYF7y5xBGdtzdmQuyYgMtQRygz15Cr6exxnQ\"}"