"{\"content\":{\"body\":\"*Sub Thread Weekly is your best source for a quick debrief across the latest news, actions, events and happenings in Raw Apparel (Digital to Physical). It’s curated and published by Global Designer Network DAO member Mo'Casso. Weave your way through the threads below to get all caught up on the culture.*\\n\\n> From scavenger hunts around NYC to redeemable collectibles at your favorite concerts…IYK has smart contracts figured out. “Hype” will only get you so far in the web3 space. The goal is to offer real utility to your consumers, but when you take it a step further and produce the tools that will empower others to offer utility for their goods… well that’s like having shovels as everyone’s on their way to dig for gold. \\n\\n### I had the opportunity to speak with IYK founders to discuss how they’re helping to revolutionize business models with smart contracts and NFTs…lets dive in!\\n\\n**Mo’Casso:** Okay let’s get started with introductions! @creefs would you like to tell us a little about yourself ?\\n\\n**Creeefs:** Hello! @creeefs here. I was most recently a principal engineer at Major League Baseball. I've been following the crypto space since 2015, but more as a spectator. This year, I went deep on NFTs and haven't looked back. Really excited to be building the infrastructure of the future.\\n\\n**Mo’Casso:** Wow that’s such an interesting back ground to come from, quite a curve ball lol what pushed you over that NFT deep end that made you start taking it serious ?\\n\\n**Creeefs:** I'd say a big part of it was seeing how the dev tooling and general dev infrastructure has matured. so even though eth / blockchains haven't fully scaled, it feels like the right time to be building\\n\\n**Mo’Casso:** I couldn’t agree with you more! Hello, @Wertsdf ! can you tell us a little about you yourself as well\\n\\n**Wertsdf:** Hiya! I'm @RyanOuyang_ on Twitter, currently taking a break from the University of Waterloo to go all-in on web3. Previously I spent a lot of time building smart contracts for Hyperledger (an enterprise blockchain platform) but moved to Ethereum as everyone does and helped many NFT projects launch this summer.\\n\\n**Mo’Casso:** That’s great you’ve had a chance to work with smart contracts so much already! Can you guys tell us more about the project you all founded together IYK ?\\n\\n**Wertsdf**: For sure! At its core, IYK's mission is to enable new experiences through linking the physical and digital worlds. We currently do this through our \\\"proof-of-proximity\\\" tag, which we've deployed in apparel, at events, and for IRL games!\\n\\n### Since I'm talking to fashion designers here, I'll go into how it works for apparel first…\\n\\n* Currently, we're seeing a lot of attempts from traditional brands who are trying to include some NFT offering.\\n  1. For example, Dolce & Gabbana launched a sneaker collaboration with PJ Tucker, an NBA player earlier this year. If you bought the sneaker, you'd be emailed a code which you can then enter into a form along with your Ethereum address, and they'd send you the NFT representing the sneaker\\n  2. The weird thing is, now you've got these 2 things that are completely disconnected: you can sell the sneaker on Ebay and keep the NFT, or sell the NFT on OpenSea and keep the sneaker IRL - even though they represent the same thing!\\n\\n  ***So that's what IYK was created to solve --> creating a perfect \\\"mirror asset\\\" where the NFT can act as a digital proxy for physical ownership***\\n\\n**Mo’Casso:** That is such an important problem to have identified and solved! The solutions you all created are the tools that will start to fill in the gaps a lot of artist going from physical to digital truly face as you highlighted above !\\n\\nLet’s dive into those “mirror assets “ and the tools that you all have created that allows artist to merge to two!\\n\\n## Wertsdf:  Cool! I'll stick with the apparel example here and walk through the typical user flow:\\n\\n1. You receive an IYK hoodie (from an online drop, or in-person)\\n2. You scan the tag on the hoodie. The tag is NFC, which is supported by all modern smartphones without requiring an app. It's the same tech used for Apple Pay, except the scan here opens up an IYK page, where you're able to claim the linked NFT\\n   ***So pretty simple!***\\n3. Now, when you sell the hoodie to someone else (or just give it to them):\\n4. The new owner receives the IYK hoodie\\n5. The new owner scans the tag. Now, they can claim the same linked NFT, removing it from your wallet and pulling it into theirs.\\n   So... if that NFT gave you access to a gated Discord channel, free drinks at community events, or eligibility for on-chain raffles, you now lose all of those associated benefits (and the new owner gets em)!\\n   ***So it's really about bringing all of the tooling (snapshots, provenance, etc.) that we get in the digital world and allowing people to use them with physical items***\\n\\n**Creeefs**: One thing to add is that we're building a full set of tools for the \\\"producers\\\" to manage entitlements (rewards) for our linked physicals. So, granting hoodie owners entry to a party or giving them a free drink at the party will be as easy as clicking a few buttons.\\n\\n**Mo’Casso:** These all are such great ways artist can start offering utility with their art! It has to be apart of the conversation when we’re talking with others about entering and producing for the space! This is what provides longevity for artist and also people with real products to have the ability to revolutionize their businesses using this technology!\\n\\n**Creeefs:** Absolutely! One way we think about IYK is for the first time we're enabling **ongoing engagement and rewards for a physical object**\\n\\n**Mo’Casso**: That is a powerful motto to build around! This has all been such great information you all have shared so far! What are some short term and long term goals you all have to help spread the word about this awesome technology you’re building?\\n\\n**Creeefs:**\\n\\n*The short-term goal-*\\n\\n* is to target crypto-native communities. While we do have a few conversations with more traditional brands, we definitely think that the crypto community is way more open to experimentation and piloting never-before-seen models.\\n* So doing more collaborations with NFT collections (see Purrnelopes Country Club and Incognito) as well as with DAOs.\\n* We also want to work with fashion designers from communities like Digitalax to release dope physical + digital pieces.\\n\\n  ***Long-term we think this technology will be ubiquitous. There's just too many good reasons for fashion companies to link pieces to NFTs.***\\n\\n**Mo’Casso:** Yes that’s the best way to organically grow within the space, especially when you have a background and utility that’s easy to understand and super necessary within the space! I’m excited to see what you all conquer in the future and happy to be connected and building already!\\n\\n### Before we go, I always like to ask… what advice do you have for others wanting to develop smart contracts to help fill in gaps they may see in the space ?\\n\\n**Wertsdf**: I think one thing that was really helpful for me was just to keep breaking things down. Get to know what's under the hood of an ERC721, or look into and try to reconstruct what's happening on the Uniswap contract. The greatest thing about being a dev on Ethereum is the ability to just *look* at what the best of the best are doing and learn directly from that\\n\\n**Creeefs:** Yea, there's no shortcut, so just start writing your own contracts and learning the primitives / first principles\\n\\n**Mo’Casso:** This has been a great opportunity to learn from brilliant developers on how to get to the core of these smart contracts, thank you again for sharing! I look forward to speaking with you all again soon!\\n\\n\\n---\\n\\nThat interview gave such a great overview to what they’re building at IYK there’s really no need for further explanation! \\n\\n## Be sure to follow @__iyk on twitter ! \\n\\n[https://twitter.com/__iyk/status/1444833327597461506?s=20](https://twitter.com/__iyk/status/1444833327597461506?s=20)\\n\\n## They also recently joined the Global Designer Network and the RAW Realm (yayy!), so there will definitely be more physical to digital collaborations in the future!\\n\\n**Join our discord, join the movement!**\\n\\n[https://discord.gg/65N8ukNN](https://discord.gg/65N8ukNN)\\n\\n*Any patronage of The Thread Weekly goes directly to the Global Designer Network Treasury and core GDN member writer for the week (70/30), for further growing out the infrastructure, community and market of web3 fashion, the open metaverse and more. For this week, the core writer was GDN member Mo'Casso. Join the Revolution with the Web3 Fashion Anarchists! Jump into the Global Designer Network Discord below:* <https://discord.com/invite/rzFbc9ZmAg>\",\"timestamp\":1639581166,\"title\":\"Then title \\\"Sub Thread Weekly | Week 4 | RAW Apparel x IYK\"},\"digest\":\"fLStMW_P3smmHPZoTfcFl3vPMyRp-GueMtkq5fU197s\",\"authorship\":{\"contributor\":\"0xF9EFe16A7F953e2aEE6Ea57B53c319aD33C233FD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AzXRUeOo14_YqVT2mai9rOJkH1vTDfuUfeIDmFi9DQk\\\",\\\"y\\\":\\\"eVkmCU_HCkTAYa0u28PWDXx9-XDq7CUEAp85HYCOM0o\\\"}\",\"signature\":\"9-ocNRk4904J-t74oSgI3ftoj-uYcZrn0CtGfMn2T-92eF4ZU-Um9O9Umd3X7wt6J-GpZxJz9swDJCRUcWXTUA\",\"signingKeySignature\":\"0x2514772453189475bfc7771d28bc13b5c54728718759c4e5ac746597e1edb9d82edd4cebc2c2573ae591be8db6062f93c564c848644211ec134f85f41f4ff2241b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AzXRUeOo14_YqVT2mai9rOJkH1vTDfuUfeIDmFi9DQk\\\",\\\"y\\\":\\\"eVkmCU_HCkTAYa0u28PWDXx9-XDq7CUEAp85HYCOM0o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"acQwzmz-KBCS07u0haNOfgGbI6By2m5hqe1qx0VlC0A\"}"