"{\"content\":{\"body\":\"Based on [Cardano’s Ouroboros](https://cardano.org/ouroboros/), Ouroboros Samisika is a proof-of-stake consensus mechanism that requires far less computing power than Bitcoin’s PoW protocol. Check out this [video](https://www.youtube.com/watch?v=cq-EYdFW1BA) to learn more about [Proof-of-Work (PoW) and Proof-of-Stake (PoS)](https://minaprotocol.com/blog/proof-of-work-vs-proof-of-stake) before diving into Ouroboros!  \\n  \\n \\n\\n[https://youtu.be/NpjuGYcJICA](https://youtu.be/NpjuGYcJICA)\\n\\nWatch this short video to learn about Mina’s Ouroboros Samisika.\\n\\n## PoS and the Dartboard Analogy\\n\\nPoS can be thought of as a game of darts. The network throws darts at a dartboard with stakes broken down into a pie chart. While the dart can land anywhere with equal likelihood, the chance a dart hits your portion of the board is correlated to the size of the portion of stake. The larger the stake is, the larger the area on the dartboard and, as a result, the greater the chance of being hit with a dart. When your stake is hit with the dart, you can produce a block. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/7r8BzL7voy8Vwu8sm2qoJ.png?height=420&width=799)\\n\\nPoS can be thought of as a game of darts. The larger the stake is, the larger the area on the dartboard and, as a result, the greater the chance of being hit with a dart. When your stake is hit with the dart, you can produce a block\\n\\nBecause people’s hold on stake changes frequently, the distribution of stake on the dartboard must change as well. \\n\\nIn this dartboard example, the dartboard must be redrawn to recalculate the stake distribution for every epoch. Each epoch in Mina consists of 7,140 slots, and in each slot, a new dart is thrown (aka a new block is produced). As of mainnet launch, each slot in Mina lasts 3 minutes, meaning each epoch is around 14 days.\\n\\nThere is no minimum staking requirement with Mina. Anyone can stake their own MINA or delegate their stake to another person. Stake distribution is based on whatever [SNARK workers](https://minaprotocol.com/blog/what-are-snark-workers-and-the-snarketplace) have finished snarking at the last block two epochs prior. For example, if the current epoch is 5, then the state of the blockchain at the last block of the 3rd epoch would be used to calculate stake distribution (aka the dartboard). You can find more information about [SNARK working here.](https://minaprotocol.com/blog/what-are-snark-workers-and-the-snarketplace)\\n\\n## Verifiable Random Functions Determine Opportunities to Produce Blocks\\n\\nThe opportunity to produce a block for a slot is determined by a Verifiable Random Function (VRF). This is a random function that needs a private key to run and can be verified with a public key. Executing a VRF is Ouroboros’ mechanism for throwing the dart. \\n\\nIf the dart lands on your dartboard slice, you can make a block. Checking that your VRF output is greater than your stake fraction is the same as hitting your part of the dartboard. \\n\\n## Ouroboros Improves Security\\n\\n![](https://images.mirror-media.xyz/publication-images/oMlQwwBl0HrjszbI8fpQu.png?height=371&width=801)\\n\\nOn Mina, multiple block producers can be chosen for the same slot, further reducing the likelihood of targeting the correct block producer for an attack. If multiple block producers produce a valid block for the same slot, a short-range fork will result, with the longest chain selected using standard consensus rules.\\n\\nUsing VRFs, the dart throw that each block producer performs is secret and not revealed until their block is shared. Because only the holder of the private key can determine the VRF output, block producers can secretly compute when they are going to produce the block without anyone else on the network knowing until the block producer actually produces the block. This improves overall security because a bad actor will be unable to identify and target the next block producer at a certain slot with a targeted DoS attack — an attack where one or more machines try to overload another. \\n\\nAdditionally, multiple block producers can be chosen for the same slot, further reducing the likelihood of targeting the correct block producer for an attack. If multiple block producers produce a valid block for the same slot, a short-range fork will result, with the longest chain selected using standard consensus rules. However, if there are only forks of equal length, a node will either accept the first block seen or replace it if a block with a larger VRF output is seen. \\n\\nIn order for the network to believe a given VRF, the randomness for it is carefully computed from Ouroboros’ epochs to make sure malicious influence is not possible under reasonable assumptions about usage (ie: no 51% attacks, etc).\\n\\nPutting all this together, the way that these VRFs work on Mina implies that if most of the stake is participating, we expect a block on the main chain (not a fork) around every 4 minutes. \\n\\n## Difference Between Cardano’s Ouroboros and Mina’s Ouroboros Samisika\\n\\n![](https://images.mirror-media.xyz/publication-images/7LX2WiZQQ41T3n0LaZ_C9.png?height=420&width=799)\\n\\nMina’s Ouroboros Samisika’s main innovation is to replace the long-range chain checking with a minimum-density function, or a single number that stands in for checking all the blocks on a chain.\\n\\nIn a recent version of Cardano’s Ouroboros, long-range forks look at the entire chain path to determine which chain is real. However, since Mina is a succinct blockchain and can’t check history, this would not work. \\n\\nThe main innovation of Mina’s Ouroboros Samisika involves replacing the long-range chain checking with a minimum-density function, or a single number that stands in for checking all the blocks on a chain. \\n\\nThe minimum chain density of a valid chain will always be higher. As a result, any node will naturally follow the chain with the highest density, even if it isn’t the longest. Essentially, Mina is revolutionary because it can achieve consensus with no long-term history!\\n\\n## A Secure, Scalable, and Efficient Consensus Mechanism\\n\\nMina builds on Ouroboros to create Ouroboros Samisika, a provably secure PoS protocol that combines the best features of each iteration of Ouroboros to deliver a PoS mechanism that can resolve long-range forks without requiring history or risking centralization by relying on trusted third parties to provide fork information. Ouroboros Samisika selects winning block producers using VRFs, which protects against DoS attacks while also allowing for scalability. \",\"timestamp\":1639141510,\"title\":\"What is Ouroboros Samisika?\"},\"digest\":\"kET2PcTnasnqywCrFsYtNaJyaPD-YDVbJ40gGkY6RQU\",\"authorship\":{\"contributor\":\"0xe22cbcAA0324DfA1d83cB939239e11C306c9A03f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"amBt_wohYAdH2f8eLZiUfK6TO18ka0eiE2VlhKy_Z78\\\",\\\"y\\\":\\\"SgtL63YeKkPZ2jOqF07SXB5nvjXiyP2cXFDzht1NSIA\\\"}\",\"signature\":\"wVl-1V5cL2QDvCnzAPB4AW_eJRrwT40JQprnH6829mno7l1Njl_TeIgmUfcgytmSM7URFKG_mvt0JzOyPTC4DA\",\"signingKeySignature\":\"0x85189da7075d676c0a7629bb286aca46d47a91aeaf831b635c915a2df22b359a33daaf630e6935327953a216f291885badc011d73e16af632d9d13e02fe1fd061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"amBt_wohYAdH2f8eLZiUfK6TO18ka0eiE2VlhKy_Z78\\\",\\\"y\\\":\\\"SgtL63YeKkPZ2jOqF07SXB5nvjXiyP2cXFDzht1NSIA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kET2PcTnasnqywCrFsYtNaJyaPD-YDVbJ40gGkY6RQU\"}"