"{\"content\":{\"body\":\" \\n   \\n 妙玉其人，可以说是《红楼梦》里很神秘的一个角色。她与宝玉情感纠结，专家们多有撰述，毋庸细言。《红楼梦》作者安排这一角色侧身于大观园中的用意何在？她与贾府斗富，无异于前朝石崇王恺翻版，其意本不在话下，可惜世人不醒而已。 \\n 　　《红楼梦》第十三回里面有一处细节：目今祖茔虽四时祭祀，只是无一定的钱粮；第二，家塾虽立，无一定的供给。依我想来，如今盛时固不缺祭祀供给，但将来败落之时，此二项有何出处？莫若依我定见，趁今日富贵，将祖茔附近多置田庄房舍地亩，以备祭祀供给之费皆出自此处，将家塾亦设于此。合同族中长幼，大家定了则例，日后按房掌管这一年的地亩，钱粮，祭祀，供给之事。如此周流，又无争竞，亦不有典卖诸弊。便是有了罪，凡物可入官，这祭祀产业连官也不入的。便败落下来，子孙回家读书务农，也有个退步，祭祀又可永继。……常将有日思无日，这样甚好！然就是这样的一个人，“更衣”“遗簪”之事，妄加头上！秦氏与贾珍之事，谁曾见有？合族纳罕，都纳罕个啥？焦大口中“每日家偷狗戏鸡，爬灰的爬灰，养小叔子的养小叔子”定就是指于某人？倒也不见得！毕竟书中都没有确切的交待。 \\n 　　不过，大观园初一建成时，王夫人那边真是热闹非常。原来贾蔷已从姑苏采买了十二个女孩子——并聘了教习——以及行头等事来了。那时薛姨妈另迁于东北上一所幽静房舍居住，将梨香院早已腾挪出来，另行修理了，就令教习在此教演女戏。又另派家中旧有曾演学过歌唱的女人们——如今皆已皤然老妪了，着他们带领管理。就令贾蔷总理其日用出入银钱等事，以及诸凡大小所需之物料账目。 \\n 　　又有林之孝家的来回：“采访聘买得十个小尼姑、小道姑都有了，连新作的二十分道袍也有了。外有一个带发修行的，本是苏州人氏，祖上也是读书仕宦之家。因生了这位姑娘自小多病，买了许多替身儿皆不中用，到底这位姑娘亲自入了空门，方才好了，所以带发修行，今年才十八岁，法名妙玉。如今父母俱已亡故，身边只有两个老嬷嬷，一个小丫头伏侍。文墨也极通，经文也不用学了，模样儿又极好。因听见‘长安’都中有观音遗迹并贝叶遗文，去岁随了师父上来，现在西门外牟尼院住着。他师父极精演先天神数，于去冬圆寂了。妙玉本欲扶灵回乡的，他师父临寂遗言，说他‘衣食起居不宜回乡。在此静居，后来自然有你的结果’。所以他竟未回乡。”王夫人不等回完，便说：“既这样，我们何不接了他来。”林之孝家的回道：“请他，他说‘侯门公府，必以贵势压人，我再不去的。’”王夫人笑道：“他既是官宦小姐，自然骄傲些，就下个帖子请他何妨。”林之孝家的答应了出去，命书启相公写请帖去请妙玉。 \\n 　　这妙玉端是一奇人！孤身一人进了贾府也罢。偏偏她身边又有数不清的宝贝。“ 栊翠庵茶品梅花雪”，宝黛共饮“梯己茶呢。”妙玉将自己常日吃茶的绿玉斗来斟与宝玉。闻那宝玉笑道：“常言‘世法平等’，他两个就用那样古玩奇珍，我就是个俗器了。”妙玉道：“这是俗器？不是我说狂话，只怕你家里未必找的出这么一个俗器来呢。”好大口气！妙玉竟是比两府还要富有。看来怕是富可敌国啊！但这些东西，她一女流，怎么样带过来的？ \\n 　　当下贾母等吃过茶，又带了刘姥姥至栊翠庵来。妙玉忙接了进去。至院中见花木繁盛，贾母笑道：“到底是他们修行的人，没事常常修理，比别处越发好看。”一面说，一面便往东禅堂来。妙玉笑往里让，贾母道：“我们才都吃了酒肉，你这里头有菩萨，冲了罪过。我们这里坐坐，把你的好茶拿来，我们吃一杯就去了。”妙玉听了，忙去烹了茶来。才吃过茶却又要茶吃做什么？装！ \\n 　　宝玉留神看他是怎么行事。只见妙玉亲自捧了一个海棠花式雕漆填金云龙献寿的小茶盘，里面放一个成窑五彩小盖钟，捧与贾母。贾母道：“我不吃六安茶。”妙玉笑说：“知道。这是老君眉。”贾母接了，又问是什么水。妙玉笑回“是旧年蠲的雨水。”贾母便吃了半盏，便笑着递与刘姥姥说：“你尝尝这个茶。”刘姥姥便一口吃尽，笑道：“好是好，就是淡些，再熬浓些更好了。”贾母众人都笑起来。然后众人都是一色官窑脱胎填白盖碗。老太太不吃“六安茶”，妙玉竟说她晓得。她怎么就晓得了？ \\n 　　妙玉刚要去取杯，只见道婆收了上面的茶盏来。妙玉忙命：“将那成窑的茶杯别收了，搁在外头去罢。”宝玉会意，知为刘姥姥吃了，他嫌脏不要了。妙玉有洁癖！好高人愈妒，过洁世同嫌！到头只落一个风流肮脏违心愿，到底意难平！ \\n 　　不过，它这里可不单单是说到个吃茶的问题，它还涉及到个茶具的问题。我指的也就是瓷器！ \\n 　　一个人学问再高，知识再丰富，总有其不足处，凡天下事，所不能尽知也。各朝历代不传之秘概不为鲜，而因岁久，几不可闻矣。泱泱大风，神州华夏悠悠煌煌，赫赫扬扬上下五千年的文明历史屹立于世界的东方，素以瓷艺著称于世，闻名遐迩，一时无俩，一向有瓷乡瓷都之称，尤以朱明时期，达到了前所未有的顶峰。王朝极品，成化斗彩为巅峰期作。思求上品，数极为鲜而几不可得，似乎所谓极品，近似于民间传说，近似于奇数偶见，难得有人偿愿。岂大明瓷艺造诣，登顶的说法，只是一句空话？ \\n 　　倾国之力，民窑官窑，充盈天下，弥望不支，岂不以为怪？ \\n 　　譬以生活而论，苟以箪食瓢饮，居不过息地，并没个穷尽，而富贵殷实人家非草舍茅庵，泥当瓦舍可比可及。而钟鸣鼎食追步簪缨阀阅百世望族，遥不可及。安富享荣，皇家至尊至贵，富贵到顶，风月无边，更非常人所能企及！宗法社会，尊卑制度，安富享荣，至尊至贵，皇家位居其上，巅峰到顶，风月无边，更非常人所能企及，亦无人能望其项背。尤其骄奢淫逸，备极奢靡，穷奢极欲之事，真是叫人没法想象，实在是叫人无从去想象。凡所日用器皿，家具陈列，屋内摆设，举手投足之间，生活的方方面面，是在在皆有所差异，各自有所不同。举凡百事，百杂冗沉，断非我所能想象，将从何处设想？茫无边际，自无从着意！ \\n 　　笔窗茶社烟波舫，蟹舍渔庄雪月溪；尽有闲情招客至，应留隙地让云栖。不见粉白与黛绿？不见姚黄斗魏紫？目空一切空万物，世间谁家不起床？铺一块尿不湿，烙一张春花饼，过一冬？ \\n 　　黛玉因问：“这也是旧年的雨水？”妙玉冷笑道：“你这么个人，竟是大俗人，连水也尝不出来。这是五年前我在玄墓蟠香寺住着，收的梅花上的雪，共得了那一鬼脸青的花瓮一瓮，总舍不得吃，埋在地下，今年夏天才开了。我只吃过一回，这是第二回了。你怎么尝不出来？隔年蠲的雨水那有这样轻浮，如何吃得。”五年前收的梅花上的雪，五年后还能吃吗？没试过。只是她的这些宝贝，并不是荣国府所出，都是她自己带过来的！ \\n 　　且又是“晋王恺珍玩”，又是“宋元丰五年四月眉山苏轼见于秘府”的，都是稀世难求之物，都是难得一见的稀世珍品！尽管说是假货，那一般人怕是连听都未曾听说过。 \\n 　　人言我语，所为至当，列名其上，数极为鲜，近于传说而有未亲目者何也？穷其余年以倾国之力，明造瓷器，国之重器，巅峰之作，各朝历代所不能企及――明瓷，胜于各朝之物！ \\n 　　皇家制度不可废，哪怕是丟了江山，似了家园，神贡这一项使费用度从不吝啬，愈是末世，愈发讲究豪奢，要不是这样，至少它还能苟延残喘多活几年，不至于三日两日间能改天换日。所谓：不务正业！历史的经验告诉我们，差不多每一个亡国之君，丟了江山丟了性命，全都是因为不务正业！他把心思都用到别处去了。花心！ \\n 　　峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。 \\n 　　伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦。张养浩的这一首“山坡羊”，的是一些没说差。但思有道明君，更多的心思不在这上头。越是昏君越离谱，所行荒唐之事，比比皆是，变着法儿的糜烂他倒是实打实的不遗余力。 \\n 　　明瓷标志着中国的瓷器业发展已登上了峰巅，登峰造极的表现，非各朝历代可与相比。不管是民窑还是官窑，好名声不会是吹出来的。但至少，官窑制造仅供皇族使用器物这块，差不多的可以说是一个严重的缺项，或者也可说是一个短板。所谓的传言，差不多也就是个传说而已。代表这一时期成就的巅峰之作，可以说是极少。怎么会这样？虽说是仅供皇族所用，并不是小打小闹，它也是批量的生产，并不是只造那么一件两件的呀。尤其仅供皇室所用的一些宫廷御用之物，更是极为少见。逗比！ \\n 　　毋庸讳言，皇家制度，春秋四季各种仪式，那是不可缺也不能少的。更别说生活百杂沉冗，举凡百事，那是庶民百姓，万不及其一的。尤其到了末世，那极尽奢靡的事，比之庶常尤甚！伤心秦汉经营处，平日里的生活所及，那是谁不知道的？又是谁不了解和熟悉的？平常饮食，日用排常讲究，那份气派隆重，又岂是常人可及！ \\n 　　妙玉忙忙的烹了茶来，亲自捧了一个海棠花式雕漆填金云龙献寿的小茶盘，里面放一个成窑五彩小盖钟，捧与贾母。然后众人都是一色官窑脱胎填白盖碗。茶具！尚讲究！皇帝他们家，岂不更甚十分？过往各朝历代，那是不必说了。明清交接，离着最近不是？明时器物，各种类书，多有述备甚详，岂都是传说？就骗得了今人，骗得了时人？一样的年代一样都是人，平日里那见的人也多了，瞒得了谁？民窑官窑各类瓷器，都是假的？还是熊一把火烧了。虽说瓷器在清代，同样有所发展，并在一定程度上也有所突破，那都是后来的一些情况，处在明清交接之际，清瓷一时蹴就？生活日用，不照样还是前朝遗留之物？至后那些珍器都没了？一时尽毁？不能罢。 \\n 　　然而缺了就是缺了，没了就是没了。最能反应最能体现明代瓷业发展登峰造极艺术成就的代表之作，万不及一的，竟是难得一见。 \\n 　　天道轮回，势态变化，沧海桑田，换了人间，一朝革一朝，一代接一代，江山兴与灭，虽说是改天换地，无非是新陈代谢，一代新人换了旧人，朱明也不例外，后续也总归要有人接盘。满人之先有李自成，李自成后有满人在，除此以外，再没有别人，英法、日俄乃至于八国联军的侵入，那都是发生在清晚之事，可怜宫阙，大明皇宫的那些瓷器（何止是那些瓷器）它们都到哪里了？ \\n 　　其意不言而喻！\",\"timestamp\":1638146242,\"title\":\"谁醒妙玉一角\"},\"digest\":\"l11qDF1tCL0bnmDhTe3LrnQu5HeEmYCN08_pmg2w0t0\",\"authorship\":{\"contributor\":\"0xc1274C62cC4BCABA5d1cf3298638a0EA8e35e1Da\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TIYjbyjp1b9JD6htDBoQi1SS60MIniIf4bnha85X7qw\\\",\\\"y\\\":\\\"kmPaz-Gt3Y-Tg4o_SXKfAADgReHBsgnncb3Ndts-P-E\\\"}\",\"signature\":\"JeiNOykhZV7AiaLz9X2cwuxMBGg-nVDuTu_5CUryJW0whyG8Q9yOxtoq65EwFVMGotKz9J9Ht1cA0IB6p2kHjQ\",\"signingKeySignature\":\"0x6313cc7a30065a0803461963057d4673d49f773f782e6a635253471fa736525e486f4b762076354df4394bacde777a0efc0481a2f48254b941fdf2f13f213ae41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TIYjbyjp1b9JD6htDBoQi1SS60MIniIf4bnha85X7qw\\\",\\\"y\\\":\\\"kmPaz-Gt3Y-Tg4o_SXKfAADgReHBsgnncb3Ndts-P-E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l11qDF1tCL0bnmDhTe3LrnQu5HeEmYCN08_pmg2w0t0\"}"