"{\"content\":{\"body\":\"1989 Berlin\\n\\nThe Wall fell and a divided city and nation began to merge. It would take time after decades of division during a long secret war between the West and East. It could have gone wrong.\\n\\nOver 3 million people's lives were turned inside out. Everything they knew was being erased or rewritten. The system, the education, the rules, and a \\\"future\\\" that was expected: gone.\\n\\nWhat do you do? A lot of time was on a lot of hands. Was it time for revolution and riots in the streets?\\n\\nIt was time to reinvent, to rediscover, to relearn. Forsake what was, and embrace what could be. It was time to dance. In 1929, the Jazz Age took hold, Berlin was one of its centers.\\n\\nIn 1949, the curfew on evening establishments was ended despite each side. Not even the Soviets could lock down the need for fun, thanks to Heinz Zellermayer, Berlin hotelier. He understood people.\\n\\nIn 1989, East Berlin hosted a \\\"24-7\\\" party after the “Wall” fell.\\n\\nA new force pushed past authorities without rules to enforce at night. It took hold in the new grey zone of a post-Cold War world. Parties happened in abandoned industrial spaces, from Potsdamer Platz to Friedrichshain, and surrounding forests.\\n\\nBerlin became a playground of primitive techno DJ music in all kinds of places, with people from every walk of life. The \\\"capital of techno\\\" hosted the \\\"Easyjet\\\" crowd, from everywhere.\\n\\nA divided world began to reinvent itself and reunite one party at a time.\\n\\n2913 Earth - The Necklace\\n\\n\\\"You have an all inclusive VIP invitation to the festivities, it's backstage access to the performance troupe, and all after-event parties. As a special guest, you'll meet with all the dignitaries and Lenamay herself, and have a personalized shared Expee \\\"1 of 1\\\".\\n\\nIt's all part of a week of celebrations related to Triumvirate-related ceremonies. All part of their \\\"Road To the Upload\\\" promotions with Lenamay and other Expee creatives and collaboratives.\\\"\\n\\nJacob C. Tagore, Jr. was amused at himself. The party became a mission - deep cover work. But it came with dinner and a show.\\n\\nThis publicized, promoted event, co-sponsored by both the Triumvirate and the Roque Collaboratives, was a reason for Jacob to meet another guest. It was all part of orders from the Director.\\n\\nThe Enforcers charged with security, and rival collaboratives making deals and looking for business edges or weaknesses, would be blinded by glare of the festivities. Jacob was invisible.\\\"What is the assignment?\\\"\\n\\n\\\"You will meet with an \\\"asset\\\" we've reactivated this past year. This party is a window to meet her.\\\"\\n\\n\\\"Who am I meeting at this event?\\\"\\n\\n\\\"You're meeting with the one who \\\"discovered\\\" and promoted the headline Expee performer, \\\"Lenamay\\\". You will meet with Fernanda Marie-Therese Roque.\\\"\\n\\nEveryone would pay attention to \\\"Lenamay\\\" and not notice Jacob in a sea of party-people. He was hidden, thanks to all the eyes dazzled by the glare cast by the red-hot center of the party.\\n\\n![](https://images.mirror-media.xyz/publication-images/zyL-Spnwg1rHNvNH3o9X1.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/QEI3DtMF-C0foSxLblFlz.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633898534,\"title\":\"1961: 5.16 A Revolution Through 24/7 Parties, 2913\"},\"digest\":\"kRd6GtE-BAVlAE4aFQqMU5VWM8k4FOs8DJrGiyB24Cw\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"Kzg3IOo66LtaH9HZlmrP7GjM5ums5wthuYgI7g_EfzBU0NHH-p3aopVQRjSfhEjVxuY9RGpYW5n54gcVJN_TRQ\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aGe8ievk6z7mziOvtFY37dZtk_xnoNgnthh6oHuosSQ\"}"