"{\"content\":{\"body\":\"both gentlemen welcomed Miss Gale more heartily than the ladies had done, and before luncheon ended Vizard asked her if her report was ready. She said it was.\\n\\n\\\"Have you got it with you?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Then please hand it to me.\\\"\\n\\n\\\"Oh! it is in my head. I don't write much down; that weakens the memory. If you would give me half an hour after luncheon--\\\" She hesitated a little.\\n\\nZoe jealoused a *te'te-'a-te'te,* and parried it skillfully. \\\"Oh,\\\" said she, \\\"but we are all much interested: are not you, Lord Uxmoor?\\\"\\n\\n\\\"Indeed I am,\\\" said Uxmoor.\\n\\n\\\"So am I,\\\" said Fanny, who didn't care a button.\\n\\n\\\"Yes, but,\\\" said Rhoda, \\\"truths are not always agreeable, and there are some that I don't like--\\\" She hesitated again, and this time actually blushed a little.\\n\\nThe acute Mr. Severne, who had been watching her slyly, came to her assistance.\\n\\n\\\"Look here, old fellow,\\\" said he to Vizard, \\\"don't you see that Miss Gale has discovered some spots in your paradise? but, out of delicacy, does not want to publish them, but to confide them to your own ear. Then you can mend them or not.\\\"\\n\\nMiss Gale turned her eyes full on Severne. \\\"You are very keen at reading people, sir,\\\" said she, dryly.\\n\\n\\\"Of course he is,\\\" said Vizard. \\\"He has given great attention to your sex. Well, if that is all, Miss Gale, pray speak out and gratify their curiosity. You and I shall never quarrel over the truth.\\\"\\n\\n\\\"I'm not so sure of that,\\\" said Miss Gale. \\\"However, I suppose I must risk it. I never do get my own way; that's a fact.\\\"\\n\\nAfter this little ebullition of spleen, she opened her budget. \\\"First of all, I find that these villages all belong to one person; so does the soil. Nobody can build cottages on a better model, nor make any other improvement. You are an absolute monarch. This is a piece of Russia, not England. They are all serfs, and you are the czar.\\\"\\n\\n\\\"It is true,\\\" said Vizard, \\\"and it sounds horrid, but it works benignly. Every snob who can grind the poor does grind them; but a gentleman never, and he hinders others. Now, for instance, an English farmer is generally a tyrant; but my power limits his tyranny. He may discharge his laborer, but he can't drive him out of the village, nor rob him of parish relief, for poor Hodge is *my* tenant, not a snob's. Nobody can build a beershop in Islip. That is true. But if they could, they would sell bad beer, give credit in the ardor of competition, poison the villagers, and demoralize them. Believe me, republican institutions are beautiful on paper; but they would not work well in Barfordshire villages. However, you profess to go by experience in everything. There are open villages within five miles. I'll give you a list. Visit them. You will find that liberty can be the father of tyranny. Petty tradesmen have come in and built cottages, and ground the poor down with rents unknown in Islip; farmers have built cottages, and turned their laborers into slaves. Drunkenness, dissipation, poverty, disaffection, and misery--that is what you will find in the open villages. Now, in Islip you have an omnipotent squire, and that is an abomination in theory, a mediaeval monster, a blot on modern civilization; but practically the poor monster is a softener of poverty, an incarnate buffer between the poor and tyranny, the poor and misery.\\\"\\n\\n\\\"I'll inspect the open villages, and suspend my opinion till then,\\\" said Miss Gale, heartily; \\\"but, in the meantime, you must admit that where there is great power there is great responsibility.\\\"\\n\\n\\\"Oh, of course.\\\"\\n\\n\\\"Well, then, your little outlying province of Hillstoke is full of rheumatic adults and putty-faced children. The two phenomena arise from one cause--the water. No lime in it, and too many reptiles. It was the children gave me the clew. I suspected the cherry stones at first: but when I came to look into it, I found they eat just as many cherry stones in the valley, and are as rosy as apples; but, then, there is well water in the valleys. So I put this and that together, and I examined the water they drink at Hillstoke. Sir, it is full of animalcula. Some of these cannot withstand the heat of the human stomach; but others can, for I tried them in mud artificially heated. \\\\[A giggle from Fanny Dover.\\\\] Thanks to your microscope, I have made sketches of several amphibia who live in those boys' stomachs, and irritate their membranes, and share their scanty nourishment, besides other injuries.\\\" Thereupon she produced some drawings.\\n\\nThey were handed round, and struck terror in gentle bosoms. \\\"Oh, gracious!\\\" cried Fanny, \\\"one ought to drink nothing but champagne.\\\" Uxmoor looked grave. Vizard affected to doubt their authenticity. He said, \\\"You may not know it, but I am a zoologist, and these are antediluvian eccentricities that have long ceased to embellish the world we live in. Fie! Miss Gale. Down with anachronisms.\\\"\\n\\nMiss Gale smiled, and admitted that one or two of the prodigies resembled antediluvian monsters, but said oracularly that nature was fond of producing the same thing on a large scale and a small scale, and it was quite possible the small type of antediluvian monster might have survived the large.\\n\\n\\\"That is most ingenious,\\\" said Vizard; \\\"but it does not account for this fellow. He is not an antediluvian; he is a barefaced modern, for he is A STEAM ENGINE.\\\"\\n\\nThis caused a laugh, for the creature had a perpendicular neck, like a funnel, that rose out of a body like a horizontal cylinder.\\n\\n\\\"At any rate,\\\" said Miss Gale, \\\"the little monster was in the world first; so he is not an imitation of man's work.\\\"\\n\\n\\\"Well,\\\" said Vizard, \\\"after all, we have had enough of the monsters of the deep. Now we can vary the monotony, and say the monsters of the shallow. But I don't see how they can cause rheumatism.\\\"\\n\\n\\\"I never said they did,\\\" retorted Miss Gale, sharply: \\\"but the water which contains them is soft water. There is no lime in it, and that is bad for the bones in every way. Only the children drink it as it is: the wives boil it, and so drink soft water and dead reptiles in their tea. The men instinctively avoid it and drink nothing but beer. Thus, for want of a pure diluent with lime in solution, an acid is created in the blood which produces gout in the rich, and rheumatism in the poor, thanks to their meager food and exposure to the weather.\\\"\\n\\n\\\"Poor things!\\\" said womanly Zoe. \\\"What is to be done?\\\"\\n\\n\\\"La!\\\" said Fanny, \\\"throw lime into the ponds. That will kill the monsters, and cure the old people's bones into the bargain.\\\"\\n\\nThis compendious scheme struck the imagination, but did not satisfy the judgment of the assembly.\\n\\n\\\"Fanny!\\\" said Zoe, reproachfully.\\n\\n\\\"That *would* be killing two birds with one stone,\\\" suggested Uxmoor, satirically.\\n\\n\\\"The tender mercies of the wicked are cruel,\\\" explained Vizard, composedly.\\n\\nZoe reiterated her question, What was to be done?\\n\\nMiss Gale turned to her with a smile. *\\\"We* have got nothing to do but to point out these abominations. The person to act is the Russian autocrat, the paternal dictator, the monarch of all he surveys, and advocate of monarchial institutions. He is the buffer between the poor and all their ills, especially poison: he must dig a well.\\\"\\n\\nEvery eye being turned on Vizard to see how he took this, he said, a little satirically, \\\"What! does Science bid me bore for water at the top of a hill?\\\"\\n\\n\\\"She does *so,\\\"* said the virago. \\\"Now look here, good people.\\\"\\n\\nAnd although they were not all good people, yet they all did look there, she shone so with intelligence, being now quite on her mettle.\\n\\n\\\"Half-civilized man makes blunders that both the savage and the civilized avoid. The savage builds his hut by a running stream. The civilized man draws good water to his door, though he must lay down pipes from a highland lake to a lowland city. It is only half-civilized man that builds a village on a hill, and drinks worms, and snakes, and efts, and antediluvian monsters in limeless water. Then I say, if great but half civilized monarchs would consult Science *before* they built their serf huts, Science would say, 'Don't you go and put down human habitations far from pure water--the universal diluent, the only cheap diluent, and the only liquid which does not require digestion, and therefore must always assist, and never chemically resist, the digestion of solids.' But when the mischief is done, and the cottages are built on a hill three miles from water, then all that Science can do is to show the remedy, and the remedy is--boring.\\\"\\n\\n\\\"Then the remedy is like the discussion,\\\" said Fanny Dover, very pertly.\\n\\nZoe was amused, but shocked. Miss Gale turned her head on the offender as sharp as a bird. \\\"Of course it is, to *children,\\\"* said she; \\\"and that is why I wished to confine it to mature minds. It is to you I speak, sir. Are your subjects to drink poison, or will you bore me a well?--Oh, please!\\\"\\n\\n\\\"Do you hear that?\\\" said Vizard, piteously, to Uxmoor. \\\"Threatened and cajoled in one breath. Who can resist this fatal sex?--Miss Gale, I will bore a well on Hillstoke common. Any idea how deep we must go--to the antipodes, or only to the center?\\\"\\n\\n\\\"Three hundred and thirty feet, or thereabouts.\\\"\\n\\n\\\"No more? Any idea what it will cost?\\\"\\n\\n\\\"Of course I have. The well, the double windlass, the iron chain, the two buckets, a cupola over the well, and twenty-three keys--one for every head of a house in the hamlet--will cost you about 315 pounds.\\\"\\n\\n\\\"Why, this is Detail made woman. How do you know all this?\\\"\\n\\n\\\"From Tom Wilder.\\\"\\n\\n\\\"Who is he?\\\"\\n\\n\\\"What, don't you know? He is the eldest son of the Islip blacksmith, and a man that will make his mark. He casts every Thursday night. He is the only village blacksmith in all the county who *casts.* You know that, I suppose.\\\"\\n\\n\\\"No, I had not the honor.\\\"\\n\\n\\\"Well, he is, then: and I thought you would consent, because you are so good: and so I thought there could be no harm in sounding Tom Wilder. He offers to take the whole contract, if squire's agreeable; bore the well; brick it fifty yards down: he says that ought to be done, if she is to have justice. 'She' is the well: and he will also construct the gear; he says there must be two iron chains and two buckets going together; so then the empty bucket descending will help the man or woman at the windlass to draw the full bucket up. 315 pounds: one week's income, your Majesty.\\\"\\n\\n\\\"She has inspected our rent-roll, now,\\\" said Vizard, pathetically: \\\"and knows nothing about the matter.\\\"\\n\\n\\\"Except that it is a mere flea-bite to you to bore through a hill for water. For all that, I hope you will leave me to battle it with Tom Wilder. Then you won't be cheated, for once. *You always are,* and it is abominable. It would have been five hundred if you had opened the business.\\\"\\n\\n\\\"I am sure that is true,\\\" said Zoe. She added this would please Mrs. Judge: she was full of the superiority of Islip to Hillstoke.\\n\\n\\\"Stop a bit,\\\" said Vizard. \\\"Miss Gale has not reported on Islip yet.\\\"\\n\\n\\\"No, dear; but she has looked into everything, for Mrs. Judge told me. You have been into the cottages?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Into Marks's?\\\"\\n\\n\\\"Yes, I have been into Marks's.\\\"\\n\\nShe did not seem inclined to be very communicative; so Fanny, out of mischief, said, pertly, \\\"And what did you see there, with your Argus eye?\\\"\\n\\n\\\"I saw--three generations.\\\"\\n\\n\\\"Ha! ha! La! did you now? And what were they all doing?\\\"\\n\\n\\\"They were all living together, night and day, in one room.\\\"\\n\\nThis conveyed no very distinct idea to the ladies; but Vizard, for the first time, turned red at this revelation before Uxmoor, improver of cottage life. \\\"Confound the brutes!\\\" said he. \\\"Why, I built them a new room; a larger one: didn't you see it?\\\"\\n\\n\\\"Yes. They stack their potatoes in it.\\\"\\n\\n\\\"Just like my people,\\\" said Uxmoor. \\\"That is the worst of it: they resist their own improvement.\\\"\\n\\n\\\"Yes, but,\\\" said the doctress, \\\"with monarchial power we can trample on them for their good. Outside Marks's door at the back there is a muck-heap, as he calls it; all the refuse of the house is thrown there; it is a horrible melange of organic matter and decaying vegetables, a hot-bed of fever and malaria. Suffocated and poisoned with the breath of a dozen persons, they open the window for fresh air, and in rushes typhoid from the stronghold its victims have built. Two children were buried from that house last year. They were both killed by the domestic arrangements as certainly as if they had been shot with a double-barreled pistol. The outside roses you admire so are as delusive as flattery; their sweetness covers a foul, unwholesome den.\\\"\\n\\n\\\"Marks's cottage! The show place of the village!\\\" Zoe Vizard flushed with indignation at the bold hand of truth so rudely applied to a pleasant and cherished illusion.\\n\\nVizard, more candid and open to new truths, shrugged his shoulders, and said, \\\"What can I do more than I have done?\\\"\\n\\n\\\"Oh, it is not your fault,\\\" said the doctress, graciously. \\\"It is theirs. Only, as you are their superior in intelligence and power, you might do something to put down indecency, immorality, and disease.\\\"\\n\\n\\\"May I ask what?\\\"\\n\\n\\\"Well, you might build a granary for the poor people's potatoes. No room can keep them dry; but you build your granary upon four pillars: then that is like a room over a cellar.\\\"\\n\\n\\\"Well, I'll build it so--if I build it at all,\\\" said Vizard, dryly. \\\"What next?\\\"\\n\\n\\\"Then you could make them stack their potatoes in the granary, and use the spare room, and so divide their families, and give morality a chance. The muck-heap you should disperse at once with the strong hand of power.\\\"\\n\\nAt this last proposal, Squire Vizard--the truth must be told--delivered a long, plowman's whistle at the head of his own table.\\n\\n\\\"Pheugh!\\\" said he; \\\"for a lady that is more than half republican, you seem to be taking very kindly to monarchial tyranny.\\\"\\n\\n\\\"Well, now, I'll tell you the truth,\\\" said she. \\\"You have converted me. Ever since you promised me the well, I have discovered that the best form of government is a good-hearted tyrant.\\\"\\n\\n\\\"With a female viceroy over him, eh?\\\"\\n\\n\\\"Only in these little domestic matters,\\\" said Rhoda, deprecatingly. \\\"Women are good advisers in such things. The male physician relies on drugs. Medical women are wanted to moderate that delusion; to prevent disease by domestic vigilance, and cure it by selected esculents and pure air. These will cure fifty for one that medicine can; besides drugs kill ever so many: these never killed a creature. You will give me the granary, won't you? Oh, and there's a black pond in the center of the village. Your tenant Pickett, who is a fool--begging his pardon--lets all his liquid manure run out of his yard into the village till it accumulates in a pond right opposite the five cottages they call New Town, and its exhalations taint the air. There are as many fevers in Islip as in the back slums of a town. You might fill the pond up with chalk, and compel Pickett to sink a tank in his yard, and cover it; then an agricultural treasure would be preserved for its proper use, instead of being perverted into a source of infection.\\\"\\n\\nVizard listened civilly, and, as she stopped, requested her to go on.\\n\\n\\\"I think we have had enough,\\\" said Zoe, bitterly.\\n\\nRhoda, who was in love with Zoe, hung her head, and said, \\\"Yes; I have been very bold.\\\"\\n\\n\\\"Fiddlestick!\\\" said Vizard. \\\"Never mind those girls. *You* speak out like a man: a stranger's eye always discovers things that escape the natives. Proceed.\\\"\\n\\n\\\"No; I won't proceed till I have explained to Miss Vizard.\\\"\\n\\n\\\"You may spare yourself the trouble. Miss Vizard thought Islip was a paradise. You have dispelled the illusion, and she will never forgive you. Miss Dover will; because she is like Gallio--she careth for none of these things.\\\"\\n\\n\\\"Not a pin,\\\" said Fanny, with admirable frankness.\\n\\n\\\"Well, but,\\\" said Rhoda, naively, \\\"I can't bear Miss Vizard to be angry with me; I admire her so. Please let me explain. Islip is no paradise--quite the reverse; but the faults of Islip are not *your* faults. The children are ignorant; but you pay for a school. The people are poor from insufficient wages; but you are not paymaster. *Your* gardeners, *your* hinds, and all your outdoor people have enough. You give them houses. You let cottages and gardens to the rest at half their value; and very often they don't pay that, but make excuses; and you accept them, though they are all stories; for they can pay everybody but you, and their one good bargain is with you. Miss Vizard has carried a basket all her life with things from your table for the poor.\\\"\\n\\nMiss Vizard blushed crimson at this sudden revelation.\\n\\n\\\"If a man or a woman has served your house long, there's a pension for life. You are easy, kind, and charitable. It is the faults of others I ask you to cure, because you have such power. Now, for instance, if the boys at Hillstoke are putty-faced, the boys at Islip have no calves to their legs. That is a sure sign of deteriorating species. The lower type of savage has next to no calf. The calf is a sign of civilization and due nourishment. This single phenomenon was my clew, and led me to others; and I have examined the mothers and the people of all ages, and I tell you it is a village of starvelings. Here a child begins life a starveling, and ends as he began. The nursing mother has not food enough for one, far less for two. The man's wages are insufficient, and the diet is not only insufficient, but injudicious. The race has declined. There are only five really big, strong men--Josh Grace, Will Hudson, David Wilder, Absalom Green, and Jack Greenaway; and they are all over fifty--men of another generation. I have questioned these men how they were bred, and they all say milk was common when they were boys. Many poor people kept a cow; squire doled it; the farmers gave it or sold it cheap; but nowadays it is scarcely to be had. Now, that is not your fault, but you are the man who can mend it. New milk is meat and drink especially to young and growing people. You have a large meadow at the back of the village. If you could be persuaded to start four or five cows, and let somebody sell the new milk to the poor at cost price--say, five farthings the quart. You must not give it, or they will water their muckheaps with it. With those cows alone you will get rid, in the next generation, of the half-grown, slouching men, the hollow-eyed, narrow-chested, round-backed women, and the calfless boys one sees all over Islip, and restore the stalwart race that filled the little village under your sires and have left proofs of their wholesome food on the tombstones: for I have read every inscription, and far more people reached eighty-five between 1750 and 1800 than between 1820 and 1870. Ah, how I envy you to be able to do such great things so easily! Water to poisoned Hillstoke with one hand; milk to starved Islip with the other. This is to be indeed a king!\\\"\\n\\nThe enthusiast rose from the table in her excitement, and her face was transfigured; she looked beautiful for the moment.\\n\\n\\\"I'll do it,\\\" shouted Vizard; \\\"and you are a trump.\\\"\\n\\nMiss Gale sat down, and the color left her cheek entirely.\\n\\nFanny Dover, who had a very quick eye for passing events, cried out, \\\"Oh dear! she is going to faint *now.\\\"* The tone implied, what a plague she is!\\n\\nThereupon Severne rushed to her, and was going to sprinkle her face; but she faltered, \\\"No! no! a glass of wine.\\\" He gave her one with all the hurry and empressement in the world. She fixed him with a strange look as she took it from him: she sipped it; one tear ran into it. She said she had excited herself; but she was all right now. Elastic Rhoda!\\n\\n\\\"I am very glad of it,\\\" said Vizard. \\\"You are quite strong enough without fainting. For Heaven's sake, don't add woman's weakness to your artillery, or you will be irresistible; and I shall have to divide Vizard Court among the villagers. At present I get off cheap, and Science on the Rampage: let me see--only a granary, a well, and six cows.\\\"\\n\\n\\\"They'll give as much milk as twelve cows without the well,\\\" said Fanny. It was her day for wit.\\n\\nThis time she was rewarded with a general laugh.\\n\\nIt subsided, as such things will, and then Vizard said, solemnly, \\\"New ideas are suggested to me by this charming interview; and permit me to give them a form, which will doubtless be new to these accomplished ladies:\\n\\n\\\"'Gin there's a hole in a' your coats, I rede ye tent it; A chiel's amang ye takin' notes, And, faith, he'll prent it.'\\\"\\n\\nZoe looked puzzled, and Fanny inquired what language that was.\\n\\n\\\"Very good language.\\\"\\n\\n\\\"Then perhaps you will translate it into language one can understand.\\\"\\n\\n\\\"The English of the day, eh?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"You think that would improve it, do you? Well, then:\\n\\n'If there is a defect in any one of your habilimeats, Let me earnestly impress on you the expediency of repairing it; An individual is among you with singular powers of observation, Which will infallibly result in printing and publication.'\\n\\nZoe, you are an affectionate sister; take this too observant lady into the garden, poison her with raw fruit, and bury her under a pear tree.\\\"\\n\\nZoe said she would carry out part of the programme, if Miss Gale would come.\\n\\nThen the ladies rose and rustled away, and the rivals would have followed, but Vizard detained them on the pretense of consulting them about the well; but, when the ladies had gone, he owned he had done it out of his hatred to the sex. He said he was sure both girls disliked his virago in their hearts, so he had compelled them to spend an hour together, without any man to soften their asperity.\\n\\nThis malicious experiment was tolerably successful. The three ladies strolled together, dismal as souls in purgatory. One or two little attempts at conversation were made, but died out for want of sympathy. Then Fanny tried personalities, the natural topic of the sex in general.\\n\\n\\\"Miss Gale, which do you admire most, Lord Uxmoor or Mr. Severne?\\\"\\n\\n\\\"For their looks?\\\"\\n\\n\\\"Oh, of course.\\\"\\n\\n\\\"Mr. Severne.\\\"\\n\\n\\\"You don't admire beards, then?\\\"\\n\\n\\\"That depends. Where the mouth is well shaped and expressive, the beard spoils it. Where it is commonplace, the beard hides its defect, and gives a manly character. As a general rule, I think the male bird looks well with his crest and feathers.\\\"\\n\\n\\\"And so do I,\\\" said Fanny, warmly; \\\"and yet I should not like Mr. Severne to have a beard. Don't you think he is very handsome?\\\"\\n\\n\\\"He is something more,\\\" said Rhoda. \\\"He is beautiful. If he was dressed as a woman, the gentlemen would all run after him. I think his is the most perfect oval face I ever saw.\\\"\\n\\n\\\"But you must not fall in love with him,\\\" said Fanny.\\n\\n\\\"I do not mean to,\\\" said Rhoda. \\\"Falling in love is not my business: and if it was, I should not select Mr. Severne.\\\"\\n\\n\\\"Why not, pray?\\\" inquired Zoe haughtily. Her manner was so menacing that Rhoda did not like to say too much just then. She felt her way. \\\"I am a physiognomist,\\\" said she, \\\"and I don't think he can be very truthful. He is old of his age, and there are premature marks under his eyes that reveal craft, and perhaps dissipation. These are hardly visible in the room, but they are in the open air, when you get the full light of day. To be sure, just now his face is marked with care and anxiety; that young man has a good deal on his mind.\\\"\\n\\nHere the observer discovered that even this was a great deal too much. Zoe was displeased, and felt affronted by her remarks, though she did not condescend to notice them; so Rhoda broke off and said, \\\"It is not fair of you, Miss Dover, to set me giving my opinion of people you must know better than I do. Oh, what a garden!\\\" And she was off directly on a tour of inspection. \\\"Come along,\\\" said she, \\\"and I will tell you their names and properties.\\\"\\n\\nThey could hardly keep up with her, she was so eager. The fruits did not interest her, but only the simples. She was downright learned in these, and found a surprising number. But the fact is, Mr. Lucas had a respect for his predecessors. What they had planted, he seldom uprooted--at least, he always left a specimen. Miss Gale approved his system highly, until she came to a row of green leaves like small horseradish, which was planted by the side of another row that really was horseradish.\\n\\n\\\"This is too bad, even for Islip,\\\" said Miss Gale. \\\"Here is one of our deadliest poisons planted by the very side of an esculent herb, which it resembles. You don't happen to have hired the devil for gardener at any time, do you? Just fancy! any cook might come out here for horseradish, and gather this plant, and lay you all dead at your own table. It is the Aconitum of medicine, the Monk's-hood or Wolf's-bane' of our ancestors. Call the gardener, please, and have every bit of it pulled up by the roots. None of your lives are safe while poisons and esculents are planted together like this.\\\"\\n\\nAnd she would not budge till Zoe directed a gardener to dig up all the Aconite. A couple of them went to work and soon uprooted it. The gardeners then asked if they should burn it.\\n\\n\\\"Not for all the world,\\\" said Miss Gale. \\\"Make a bundle of it for me to take home. It is only poison in the hands of ignoramuses. It is most sovereign medicine. I shall make tinctures, and check many a sharp ill with it. Given in time, it cuts down fever wonderfully; and when you check the fever, you check the disease.\\\"\\n\\nSoon after this Miss Gale said she had not come to stop; she was on her way to Taddington to buy lint and German styptics, and many things useful in domestic surgery. \\\"For,\\\" said she, \\\"the people at Hillstoke are relenting; at least, they run to me with their cut fingers and black eyes, though they won't trust me with their sacred rheumatics. I must also supply myself with vermifuges till the well is dug, and so mitigate puerile puttiness and internal torments.\\\"\\n\\nThe other ladies were not sorry to get rid of an irrelevant zealot, who talked neither love, nor dress, nor anything that reaches the soul.\\n\\nSo Zoe said, \\\"What, going already?\\\" and having paid that tax to politeness, returned to the house with alacrity.\\n\\nBut the doctress would not go without her Wolf's-bane, Aconite ycleped.\\n\\nThe irrelevant zealot being gone, the true business of the mind was resumed; and that is love-making, or novelists give us false pictures of life, and that is impossible.\\n\\nAs the doctress drove from the front door, Lord Uxmoor emerged from the library--a coincidence that made both girls smile; he hoped Miss Vizard was not too tired to take another turn.\\n\\n\\\"Oh no!\\\" said Zoe: \\\"are you, Fanny?\\\"\",\"timestamp\":1637670414,\"title\":\"The little party had hardly settled at the table when they were joined by Vizard and Uxmoor:\"},\"digest\":\"-hOoCQgSI_YCH1yAdwdf2PyXi8cwmOAfHfFnC3epdkc\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooT6-Gj4i_gpoWQCD5iAZ5W3fa28ZFnnQP1IuweyS3E\\\",\\\"y\\\":\\\"S3jozTgC95QcRnE8bIHjxmW2zrpUzt015_K9jb949G8\\\"}\",\"signature\":\"FLB7vZBvB-TChCUgX_5tUxPh7I7eVagyaCzzJtZyc8JLwIUqMtwlksIkaZDuaRATSQH8dLGJbEKxgWHuB8FLow\",\"signingKeySignature\":\"0x8dd6faf9f87cd84b51ebc4c755a6fe6d6daa712ad386200a291be0958b61dbb125af7a88b50506ae4bb939620e0ac2a6911e0bd9302f7d2250048b911bf0d6a71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooT6-Gj4i_gpoWQCD5iAZ5W3fa28ZFnnQP1IuweyS3E\\\",\\\"y\\\":\\\"S3jozTgC95QcRnE8bIHjxmW2zrpUzt015_K9jb949G8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-hOoCQgSI_YCH1yAdwdf2PyXi8cwmOAfHfFnC3epdkc\"}"