"{\"content\":{\"body\":\" 就着放了维生素C泡腾片的矿泉水，三人一同吃掉十罐八宝粥。李明启两罐，刘有财三罐，而刘二河整整吃掉了五罐。要不是李明启强烈制止，刘二河绝对能吃下更多。 \\n  \\n     吃饱喝足之后，三人开始了新明帝国第一次的君臣奏对。 \\n  \\n     “船舱内还有没有可以拉拢过来的人？咱们三人的力量实在是有些单薄。” \\n  \\n     李明启为这次奏对划下了基准，说完就把目光放在了刘有财身上。刘家父子中，办事让他放心的绝对是刘老头。 \\n  \\n     至于刘二河，李明启给他的定位和他现在的头衔一样，那就是侍卫统领，将来或许可能会改成锦衣卫。 \\n  \\n     “回万岁爷，船舱里的这些人原本都是本本分分的老实人。要不是伪清欺压太甚，这些人也不会抛家舍业的出海讨生活。但凡出现在这船上的，都是抱着出海赚钱寄给妻儿老小的目的才出来的。” \\n  \\n     刘有财沉吟了一会儿开口说道： \\n  \\n     “若是这些人中有奸佞之人，一个月的航行中也不会只死掉了十几个福分浅的。虽然船上的蛮夷给的食物不多，但是大家分一分也能吃个半饱。这些人中要是有恶人，早就因为食物的问题开始内斗了。” \\n  \\n     “一会儿臣先去找他们通通气，要是事有可为，这食物…” \\n  \\n     说到这，刘有财停顿下来看向李明启。 \\n  \\n     “食物的事情不用担心。”李明启知道他的顾虑。 \\n  \\n     这些人都是为了活命才出海求活的。除了少数几个是被海外金矿的消息骗上船之外。剩下的人几乎都是为了给家里节省些口粮，毕竟多一张嘴吃饭就有可能拖垮一个家庭。 \\n  \\n     刘二河在旁边听的云里雾里的，不过万岁爷要招兵买马的意思他还是明白的。 \\n  \\n     于是他也拍着胸脯表示这几个月，他也结识了一些志同道合的人。 \\n  \\n     “那行，就按照你们的意思去办即可。需要我配合的时候，直接开口就是。” \\n  \\n     李明启的话为这次奏对画上了句号。 \\n  \\n     接下来的时间里，刘家父子分头开始接触船舱里的这些人。从他们脸上轻松的表情来看，新明第一次选才之事，十有八九是成了。 \\n  \\n     果然，大约一个小时之后，船舱里所有人的目光都集中到了李明启所在的角落，看着那个稳稳坐在杂物堆后的年轻人。 \\n  \\n     这些人的眼睛里虽然依旧带着绝望茫然，但也多出了一些光，名叫希望的光。 \\n  \\n     “万岁爷，臣幸不辱命。这些人的要求其实也不多，只要能有口饭吃，再得些月俸让一家老小活下去就成…” \\n  \\n     刘有财走回来的步伐比之前有力许多，腰背也恢复了笔直。向李明启复命时的礼节也显得极为认真。 \\n  \\n     可是等他看到自家万岁爷身后整齐码放的几十袋大米和装着水的大水桶之后。刘有财的脑海中闪过一句话：‘这是仙家手段啊！’ \\n  \\n     远洋船上，华工的待遇实在是艰难。船长除了提供大米和少量的饮用水之外，别的就不管了。 \\n  \\n     船舱里那几口用来存水的大桶，早在几天前就没有水了。所以这些天船舱里的人吃的都是快要发霉的面包。 \\n  \\n     “刘二河，刘二河你给我滚过来。把万岁爷的赏赐给大家发下去！” \\n  \\n     激动的刘有财，此时声音都有些走形。喊过刘二河后，两人把大米和水搬到了专门用来做饭的位置。 \\n  \\n     那里不光有特殊的灶台，旁边还放着两袋煤。 \\n  \\n     所有人的目光都跟随着食物移动，等看到刘有财打开袋子把大米倒进锅内的时候，他们不自觉的发出了一阵欢呼。 \\n  \\n     “你们都记着，这是万岁爷的赏赐。” \\n  \\n     趁着煮饭的时间，刘有财大声喊了起来： \\n  \\n     “万岁爷乃是真龙天子，不忍心见到这世道艰难、百姓民不聊生。所以发了善心，清醒过来救你们脱离苦海！” \\n  \\n     “都给本官记着，只要加入我新明帝国，从今往后就不会再饿肚子！从今往后抬头做人不会再让那些蛮夷欺凌！” \\n  \\n     站在船舱内仅有的油灯下，刘有财意气风发。看着周围一个个期盼的眼神，脸上不由浮现出了满意的笑容。 \\n  \\n     这种眼神他十分熟悉，当初先帝拿出银子让整个村子都能吃饱饭的时候，大家就是这种眼神。 \\n  \\n     清了清嗓子，刘有财准备再接再厉，把学自先帝的那一套‘施恩于万民’的手段统统用上一遍。 \\n  \\n     定要让这些人各个称赞万岁爷仁义，沐浴在我新明帝国万岁爷那温暖的阳光之下。 \\n  \\n     还没等他开口，只见万岁爷所在的那个角落里光芒大亮。先是亮起了一道光束，之后又接连亮起八道。 \\n  \\n     九道光芒把船舱照的通明，让人看不清矗立在光芒之前的那道身影。 \\n  \\n     九乃数之极也！ \\n  \\n     从古至今，九这个数字就代表着皇帝！ \\n  \\n     想到这里，刘有财扑通一声跪在了地上，口中高喊：“国运昌隆，陛下万岁！” \\n  \\n     看到自家老爹的动作，刘二河也从震惊中回过神来，跟着跪地高呼：“国运昌隆，陛下万岁！” \\n  \\n     原本只是因为食物才暂时听从吩咐的其余人，此时也被震撼到无以复加。 \\n  \\n     纷纷跟着跪地高呼：“国运昌隆，陛下万岁！” \\n  \\n     这光芒出现的太过突兀，对船舱里所有人的震撼实在是太大了。 \\n  \\n     跪地高呼的孙来福就是其中一员。呼喊了几遍之后，他忍不住悄悄把头抬起一点，用眼睛的余光看向那道光芒中的人影。 \\n  \\n     可是光芒实在太盛，刺的他眼睛生疼，再不敢升起一丝不敬。重新把头埋在地上，真心实意的高呼着陛下万岁。 \\n  \\n     不知道呼喊了几遍，孙来福的耳边才传来一声语气平缓的“平身～” \\n  \\n     同时船舱里的光芒也减轻了不少，最起码看向声音传来的方向不再那样刺眼了。 \\n  \\n     李明启调整了下连接着腰间‘上课教学导游专用头戴式无线蓝牙扩音器’的耳麦，让它看起来不那么显眼。 \\n  \\n     扫视了一下船舱中的众人，他不自觉皱了下眉。又把所有‘大功率手电筒家用野营二合一’的档位调低，这次才满意的点点头，迈步向着船舱的中间走去。 \\n  \\n     孙来福所在的位置靠近中心，所以他有幸目睹了新明帝国皇帝陛下的龙足。 \\n  \\n     绣着龙纹的高筒靴子只露出不多，其余的部位都被明黄色的龙袍下摆遮了个严实。 \\n  \\n     龙袍下摆的布料孙来福不认识，但从那比丝绸还要漂亮的材质上就能看出，这绝对不是一般人能够拥有的。 \\n  \\n     不知道是不是光线的原因，孙来福刚才惊鸿一瞥的时间内，好像看到了一根线头。 \\n  \\n     孙来福觉得一定是自己看错了，这么名贵的面料，巧夺天工的刺绣，怎么会有线头存在呢？ \\n  \\n     李明启不知道刚才他差点就因为一根线头而有失龙威。此时他正沉浸在这种万人敬仰的氛围之中。 \\n  \\n     当然，要是这些人的头上没有那根看着碍眼的辫子就好了。如果这些人不是现在这样面黄肌瘦衣不遮体就更加让人满意了。 \\n  \\n     此时此刻，李明启的心中突然出现了一种莫名的责任感。 \\n  \\n     将刚才因为走的太急而缠在一起的十二旒散开，让它们自然的垂在眼前。 \\n  \\n     前低后高、前圆后方的十二旒冕冠戴在头上，让李明启看起来比平时威严不少。 \\n  \\n     可惜的是身上穿的明黄色清朝龙袍与冕冠不搭。因为时间太紧的原因，李明启只能购买脑海中那个电商平台上的现货‘清朝皇帝龙袍古装演出服带靴款’。 \\n  \\n     谁叫人家的龙袍让不知道什么时候流行起来的鞑清电视剧带火了呢。这种情况也说不清是不是悲哀。 \\n  \\n     扫视了一下依旧跪在地上的众人，发表了第一份口谕： \\n  \\n     “都平身吧。以后啊，这跪礼就免了吧，以后拱手作揖即可。”\",\"timestamp\":1637907398,\"title\":\"第四章 国运昌隆，陛下万岁\"},\"digest\":\"Xo8Akcdw2i6y7xdTyPhOTA8ptPmS3BHscgywc9bfe-o\",\"authorship\":{\"contributor\":\"0x2B1262c6c5Bf7f093938C8728Cc85dD05E5EFC87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"signature\":\"REPNxzjwh2T9ZBYSMJSkJ8DaNtzD1yQ_u4NlsqQ1rZqrQJ4ztbLkHgk88ToswM0nlO6jZw22rAp4TP-RKR9KuA\",\"signingKeySignature\":\"0x1a941235b4e94ec644fb1a3ddf3a374a46454b1247017a07e9d004d58a201efa1bac668b7c406ea87b8595c4fa698e7637ad46b02956a0729e70f6808a56dfd91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xo8Akcdw2i6y7xdTyPhOTA8ptPmS3BHscgywc9bfe-o\"}"