"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/bMMqB_ndfzYO7HNiPpx4a.png?height=1068&width=2134)\\n\\n**In Web3 spaces, ecosystems, and organizations, reputation is everything. And with Orange, we’re now able to take our well-earned reputations from place to place.**\\n\\nAnd as we build out the [Orange community](https://discord.gg/gFV7SB98UA), we want to foster a sense of limitless potential applications and use cases.\\n\\nBut to get everyone started, here are some of the core use cases that we’ve already mapped out for Orange and where things could potentially go.\\n\\n## Reputation-Based Participation\\n\\nReputation is a critical part of how any organization, both in the physical and digital realms, functions. How individuals participate in Decentralized Autonomous Organizations (DAOs), for example, will completely change once portable reputation is introduced into the equation. And these concepts can then be applied to participation in other arenas like gaming and even real-world governance.\\n\\nHere are just a few participation-related use cases that we currently envision [using the Orange protocol](https://www.orangeprotocol.io/), both in terms of DAOs and beyond:\\n\\n* Initiating proposals and discussions\\n* Voting weight and participation\\n* Work contributions to treasury management\\n* Records of donations to public goods\\n* Participation in certain activities\\n\\nMoving forward in Web3, more spaces and communities will resemble a DAO architecture, if not become one altogether. Many blockchain-based video gaming and NFT projects, for example, are formally DAOs where collectors, users, and players have a say in the direction of the project. The problem is, new participants can’t bring their well-earned reputation from other DAOs or games, making various forms of activity and participation less fair and efficient.\\n\\nOther real-world applications like Burn Signal and Coordinape are emerging to fulfill a similar goal of better participation, collaboration, and resource allocation within DAOs. Orange is adding another layer to reputation-based participation of any Web3 community, making the biggest and most valuable contributors instantly recognizable.\\n\\n## Reputation as a Gateway to Entry\\n\\nNot every community should be open to anyone and everyone. And that’s not a bad thing. Whether it’s a DAO or any other form of collaborative Web3 group, the collective should be able to decide who gets in, who doesn’t, and based on what criteria. Without portable reputation, this becomes extremely difficult. Existing DAOs and communities can’t determine which individuals are likely to contribute the most, and potential entrants into the DAO can’t demonstrate their skills, experience, and capabilities.\\n\\nBut using portable reputation is a gateway into communities isn’t just about vetting people who want in. DAOs and other communities can use reputation scores as an acquisition strategy. A new gaming community, for instance, can search and filter existing gamers by [reputation scores using Orange](https://medium.com/@joinorangedao/why-portable-reputation-is-the-next-superpower-for-daos-and-web3-f46a53f80e6a) custom data sources and algorithms.\\n\\nThose users can then be given exclusive invites, enhanced voting rights, or placed on a whitelist to get them to join the DAO. Organizers can therefore use portable reputation to build the communities they want from the very beginning.\\n\\nWith Orange, any user’s entry into a system, network, or DAO can be designed based on criteria such as:\\n\\n* Sybil-resistant identity verification\\n* Possession of fungible or NFT assets\\n* Social-media verification\\n* Subscriber and/or follower count\\n* Third-party endorsements\\n\\nAdmission to DAOs and other networks via exclusive NFTs is already a reality. In fact, many NFT projects themselves use the artwork to double as a ticket into the DAO itself. With Orange Protocol, reputation can now be tied to an NFT for similar purposes. And when an individual gets admitted into the DAO due to sufficient reputation, their privileges for things like voting and airdrops can be dynamically set on a tiered basis via smart contracts.\\n\\n## Trustless Economic Activity\\n\\nFinally, portable reputation will be a key factor in enabling the growth of economic activity in the Web3 era. In Web2, economic trust and reputation are managed and controlled by centralized entities and services. Whether it’s a seller rating on eBay or a driver score on Uber, our economic reputations are largely siloed and not self-sovereign.\\n\\nAnd as we divest of centralized Web2 economic infrastructure, we’ll need new ways to build, manage, and maintain our reputations so that transactions between parties can be trustworthy and seamless. Facilitating economic trust will be a large part of what Orange will help achieve, whether it’s judging creditworthiness in the DeFi space or conducting peer-to-peer digital asset transactions.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*3DlPf3EKWMJ9CwxpOAl2jg.png)\\n\\nReputation via asset scoring for DeFi is just one potential use case for the Web3 economy.\\n\\nOrange can produce reputation scores, reports, or NFTs that enable Web3 economic activity by pulling and analyzing thousands of various data sources that reflect things like:\\n\\n* Transactional histories\\n* Asset values & attributes\\n* Off-chain verified financial risk data\\n* Verified on and off-chain identities\\n\\nPortable reputation will be a cornerstone of our Web3 world and there’s no telling what use cases will emerge over the next few years. From DAO access to voting rights and trustless economic activity, use cases and applications of [Orange and portable reputation](https://medium.com/@joinorangedao/orange-what-the-web3-reputation-protocol-is-made-of-3956df0fd0e9) will only expand along with the growth of Web3 and decentralized ecosystems.\\n\\n***Want to learn more about how to build applications and use cases on Orange? [Visit our website](https://www.orangeprotocol.io/) and click on ‘Developers’ for full documentation.***\",\"timestamp\":1635941456,\"title\":\"Orange Use Cases: The Limitless Potential of Portable Reputation\"},\"digest\":\"FxYlcK01yZxbbOGFiaRlZfX3O9DpQHOk-y_9x23rtJs\",\"authorship\":{\"contributor\":\"0x187E46cB0770a68bDB7fF6818420Ea6BeC67f27a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t10VnvA2l5CpsHbtNFZq2oF03XqDf4Ro_cg8ecTL0do\\\",\\\"y\\\":\\\"l_FAeIJb20xbmupfbeUCY_hSBIzA_AZXlj4BN-vvi70\\\"}\",\"signature\":\"vFyMBW5xiR-kxn-5_TdhptIMfqpe2oqYCIb473xyJCiMmE0zdqedE9ke0tOkYFjJzvG9qaDO_27Dg3PAQSclaQ\",\"signingKeySignature\":\"0xca1e115585d9be966965d4d6a5452ff7d8e568c04c214e68a092186b243ffd5832d53afe61b97e6045384939505ccfb8a96195a2dbc70654fe2a5297f6e47bdc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t10VnvA2l5CpsHbtNFZq2oF03XqDf4Ro_cg8ecTL0do\\\",\\\"y\\\":\\\"l_FAeIJb20xbmupfbeUCY_hSBIzA_AZXlj4BN-vvi70\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FxYlcK01yZxbbOGFiaRlZfX3O9DpQHOk-y_9x23rtJs\"}"