"{\"content\":{\"body\":\"* Elon Musk slammed a new Democratic tax proposal that would target him.\\n* \\\"Eventually, they run out of other people's money and then they come for you,\\\" he wrote on Twitter.\\n* Musk could face up to $50 billion in taxes for the first five years under the plan, if implemented.\\n\\nGet a daily selection of our top stories based on your reading preferences.\\n\\nEmail address\\n\\nBy clicking ‘Sign up’, you agree to receive marketing emails from Insider as well as other partner offers and accept our [Terms of Service](https://www.businessinsider.com/terms) and [Privacy Policy](https://www.businessinsider.com/privacy-policy).\\n\\nTesla CEO Elon Musk on Monday evening criticized a Democratic tax proposal that would target American billionaires to fund a safety-net expansion, saying it represented the start of a new campaign from Democrats to redistribute wealth from the richest Americans.\\n\\n\\\"Eventually, they run out of other people's money and then they come for you,\\\" he wrote on Twitter.\\n\\n> *—Elon Musk (@elonmusk) [October 26, 2021](https://twitter.com/mims/statuses/1452792781726961668?ref_src=twsrc%5Etfw)*\\n\\nIn a separate tweet, Musk said any government-induced reallocation of wealth would be better managed by the private sector.\\n\\n\\\"Who is best at capital allocation — government or entrepreneurs — is indeed what it comes down to,\\\" [he wrote on Twitter](https://twitter.com/elonmusk/status/1452823303186526210). \\\"The tricksters will conflate capital allocation with consumption.\\\"\\n\\nMusk is focusing on a proposal chiefly authored by Sen. Ron Wyden, the chair of the Senate Finance Committee, which may be unveiled as soon as Wednesday. The plan is meant to impose taxes on tradable assets like stocks held by about 700 billionaires to fund an expansion of healthcare, childcare, and renew President Joe Biden's beefed-up child tax credit.\\n\\nWyden fired back at Musk on Tuesday evening. \\\"The people who are clearly trying to be tricky are people who are trying to find a way to not pay taxes,\\\" he told reporters.\\n\\nDemocrats say they are moving to tilt the economic scales of wealth away from the richest people and toward the middle class after years of growing inequality. Billionaires often pay lower tax rates compared with everyone else because they build up their wealth from the increasing value of their stock shares. Those aren't subject to capital-gains taxes until they are sold.\\n\\nA new analysis conducted by the economist Gabriel Zucman for [The Washington Post](https://www.washingtonpost.com/us-policy/2021/10/26/billioniare-tax-dems-biden/) indicated that Musk could face up to $50 billion in taxes in the first five-year stretch of the tax's implementation.\\n\\nMusk's wealth soared on Monday. His net worth surged $36 billion in only one day after the rental-car company Hertz announced it was buying 100,000 Teslas for its rental fleet, [Insider's Tim Levin reported](https://www.businessinsider.com/elon-musk-net-worth-tesla-stock-surge-bloomberg-billionaires-index-2021-10).\\n\\nSome experts say the Wyden plan [could be difficult](https://www.taxpolicycenter.org/taxvox/wydens-billionaire-income-tax-ambitious-problematic) to implement, since it would set up another layer of the tax code for billionaires. Steve Rosenthal, a tax expert at the nonpartisan Tax Policy Center, wrote in a blog post that prospective problems include how asset losses are treated and whether billionaires could use the measure to shrink their tax bills.\\n\\n\\\"We always felt that billionaires' income tax needed to have some symmetry,\\\" Wyden told Insider. \\\"If you get gains, there should be an appropriate opportunity for losses.\\\"\\n\\nSenate Republicans are slamming the proposal, saying it would stifle innovation and entrepreneurship. Senate Minority Leader Mitch McConnell of Kentucky [called it a \\\"harebrained scheme\\\" on Monday](https://www.businessinsider.com/mitch-mcconnell-slams-democrats-biden-proposal-to-tax-billionaires-2021-10).\",\"timestamp\":1635336038,\"title\":\"Elon Musk rips Democrats' billionaire-tax plan that could slap him with a $10 billion annual bill\"},\"digest\":\"VYDY6wE3GNxvzArf1sf4WKHICuR1DpCyAkho-XHzzoc\",\"authorship\":{\"contributor\":\"0x8073DB17391a3781b4a401FD4adA047A0c318a6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x5x2I7GDlls8N0GzGpsHwZMr2jp7okGHfvJEpx4KGo8\\\",\\\"y\\\":\\\"CzECb8OLG26XLV0e6kiJrLSiqnfP-lIa8jbwRxpBKgw\\\"}\",\"signature\":\"McL8f-qzo50VN4aa5VrlTf1QwqMzHyEXWEfJPpFzGExKQhd_XcYcpz2yaeRttCYgoIUcxzIcStPNOEAEY-neVQ\",\"signingKeySignature\":\"0x189cb6ea6b5256386c537c3a3e7fa83cdc99684a6c624c30313b9fb5b09cf2bc76080bfd92d7e4ecaf9324d8429a66d4b0796d2cd738d25bbfee04c09b811e071c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x5x2I7GDlls8N0GzGpsHwZMr2jp7okGHfvJEpx4KGo8\\\",\\\"y\\\":\\\"CzECb8OLG26XLV0e6kiJrLSiqnfP-lIa8jbwRxpBKgw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VYDY6wE3GNxvzArf1sf4WKHICuR1DpCyAkho-XHzzoc\"}"