"{\"content\":{\"body\":\"Get Skilled\\n\\n## About ...\\n\\n## Represent!\\n\\n![](https://images.mirror-media.xyz/publication-images/kcFl83oerIQvGu7ERPgzs.png?height=377&width=659)\\n\\nOn arrival at Mundo Lingo get your **Ambassador flag** (don’t wait to be offered, ask) along with your usual language flags. Your Ambassador flag should go at the top of your chest above the others. If you don’t have the flag you’re not an Ambassador.\\n\\n## Your Mission\\n\\nThere are many ways Ambassadors contribute to Mundo Lingo, but this one unites us all in our #1 objective. When we see someone who looks nervous, shy or alone, we approach them and make them our friend. That’s all most people need; one friendly face in the social space, and they have all the confidence they need in order to connect with other people knowing that they are not alone.\\n\\n![](https://images.mirror-media.xyz/publication-images/bP9HiT0ixchtmkhZU_qtY.png?height=272&width=419)\\n\\n### The Shy, the Unique and the Specials:\\n\\nAs a community we embrace the specials and the weirdos. The autistic, introverted, extroverted, insecure, nervous, narcissistic, aggressive, any people who face none-spoken rejection on a daily basis. We offer a safe space for people to come and be who they are, to open their butterfly wings without the scornful judgement of the unforgiving conformist societies we live in. It may not be easy but we find the way to understand them and work with them to strengthen their social skills. We know now, that these unique characters often are most interesting, intelligent and beautiful personalities to frequent our events and even fill the ranks of our Ambassador teams.\\n\\nDon’t fear them, instead, engage and support them. Keep this idea with you. Force yourself to go and talk to that ‘weirdo’ in the corner. You may unleash a very special social butterfly.\\n\\n## The Cupids and the Vultures Hunters\\n\\nThere are 2 prominent types of Ambassadors. Cupids and the Vulture Hunters.**Cupids** unite participants according to their languages or other interests. **Vulture Hunters** are a nightmare if you’re plan was to get a one-night-stand tonight.\\n\\nIf you’re a Cupid, [check this out](https://mirror.xyz/0xe2A039aB83dB1ea76842FEc23611806d50C4B4Ae/sKQAXOKMUR7ruynT8iHu8IuCxI9kruvjl0cWp75AROI)\\nIf you’re a Vulture Hunter, [check this out](https://mirror.xyz/0xe2A039aB83dB1ea76842FEc23611806d50C4B4Ae/kQBwhQlTdsO8KCXfgG3OJn_ej4pmC5ZUCfOlrKvzIsM)\\n\\n### Support Participants\\n\\nCell Phone Enthusiasts You see someone spending the whole time on their phone. Sometimes they want to, but more often they’re just scared of facing the social scene. Approach them and see if they’re open to chat. If they put their phone away quickly it confirms they welcome the interaction.\\n\\n### Flags on arms\\n\\n![Once once person does it, often others copy](https://images.mirror-media.xyz/publication-images/oM18tspi_VmD_pSTBHGIt.png?height=440&width=857)\\n\\nSometimes participants put the flags on their arms. Sometimes they say it’s because of the material, but usually it’s not (often the material on their arm is the same as on their chest). If you see flags on arms, gently suggest they put them on their chest as a courtesy to our other guests, because:\\n\\n**On the chest is**\\n\\n1. Easy for guests to see.\\n2. Good for photographs\\n3. Good for our host bar\\n\\n### Keep going!\\n\\nReady to go above and beyond to support ML in your city? The community will already be grateful to you for fulfilling the roles described in this page. However, if you can do more, there’s so much more that’s possible. How about running satellite events, or even leading your team for example? Check out the other Ambassador guides for more information.\\n\\n### Go Back\\n\\n👈 [Welcome Collaborators](https://mirror.xyz/0xe2A039aB83dB1ea76842FEc23611806d50C4B4Ae/onyNgQAi-2VKGNTDGYK9vf20AK-k7i-3qot58G4Qo54)\",\"timestamp\":1639557100,\"title\":\"Welcome Ambassadors!\"},\"digest\":\"yZOl06rVPkIu2XhWOCymqMdID7A1MOfOstBryLATH0c\",\"authorship\":{\"contributor\":\"0xe2A039aB83dB1ea76842FEc23611806d50C4B4Ae\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"34suyCfnLUoFM02SOhmJJJ9iXgiiL5kC6iPH6Fv3LXk\\\",\\\"y\\\":\\\"jtVAiplEVAd0RPMj7L2P0umm9wTPdvk-kh1vAJTvwJc\\\"}\",\"signature\":\"YCzFskaVw8wMdQ6IIY5VrkGK1Q1B2ygpUVGI4eFLLtdSrC0g5ybyk2cTFUwrVJ0jdfbZkPQGgU8aFRNbAG0YDQ\",\"signingKeySignature\":\"0x57d0f7cbea22222afabed23e09ac819f759269ea4cca2a83cdd992ddf3ffe88d22a7afd325b70c3c1ae7dee6f5fc8e22188ba69c589cf1f0528e258261121ae51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"34suyCfnLUoFM02SOhmJJJ9iXgiiL5kC6iPH6Fv3LXk\\\",\\\"y\\\":\\\"jtVAiplEVAd0RPMj7L2P0umm9wTPdvk-kh1vAJTvwJc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1dLDLYhEaAbuzsJXAXt4JE62ZNLwCJnFLWRXbRjBqUY\"}"