"{\"content\":{\"body\":\"**Intro**\\n*Starting off, I want to tell a little story and background about myself.*\\n\\nI grew up in a small town in northern Germany with my parents - normal working class citizens. For almost two years, I wasn't able to hear. I was born with an ear impairment which made it hard for me to learn and understand basic things. After many operations, I was finally starting to hear. I began trying to speak, and made my first steps into the unknown.\\n\\n**But why do I say this now?**\\nIn my teenage years, I realized something was different about me. I was very shy and I loved playing games on my computer rather than talking to friends. I didn't have many friends at this point. This is when I found out I had a form of autism, called \\\"Asperger's Syndrome\\\", the same syndrome that affected Albert Einstein.\\n\\nAlthough sometimes it may seem terrible to the public, it wasn't a big deal for me. After school, I would go to my PC & phone to discover the internet. At the age of 16, I began to discover the dark side of the online community. Unfortunately I took a wrong turn, which led me to a closed group of cybercriminals.\\n\\nWith the skills in programming/coding I was starting to form, I was an easy target to tackle the projects they had. At this age, I really didn’t know better. Luckily for me, I started to realize what I was involved with and decided to switch scenes. Within two years, I changed my complete outlook online and began using my skills in a different way.\\n\\n**The turn.**\\nAt first it was not easy. The time I spent on the dark side of the internet caused lots of other problems for me. I couldn't show or name myself to certain people, and I had to be very careful who I talked to. This was the start of my anonymous profile. For the past few years, I have been involved as lead-designer & developer in many projects, but more recently my focus has been on crypto projects. Although we collected millions in revenue within short periods of time, the work lacked depth and quickly became boring for me. Using multiple identities enabled me to become well-rounded. Every project had a new turn and that way I was able to evolve my skills & myself. Looking back, I am more than happy with everything that happened.\\n\\n**Profile.** \\n After a while I was sick of just moving profiles and identities. I wanted to have a name in the community - a profile where people knew me. That's how I got to Assa, which is my new identity, for the long run and never changing. In this life, I want to change the community. I want to inspire people to be better, I want to grow projects which are innovative, modern & outstanding, and I want to build up a community with a name.\\n\\n**The 3000 Haus.**\\nA community driven agency in the metaverse. My ultimate dream, a place where people can meet, decide and have an impact in the scene. Having a name in the NFT game is hard, but with 3000Haus we want to deliver projects & products for the community, by the community. As a tight-knit collective of artists, engineers, and community curation specialists, we are already designing and delivering the next wave of blue-chip NFT projects and Web3 solutions. The first project 3000 delivering is “Emoji Grillz '' by world renowned artist Antoni Tudisco. \\n The team at 3000Haus consists of myself and my two partners Matt & Alex. Matt is a coding wizard and Alex is a professional gif poster/meme lord. The three of us are family, and soon you will learn more about them and how to become part of our family.  \\n  \\n As a team, one of our main goals is to provide value for 3000Haus holders. One of the ways we plan to accomplish this is by establishing the Haus Treasury. Ten ETH will be added to the Treasury for every ten thousand followers gained on our twitter account until we reach 30k, designed to kickstart the treasury. We will continue to fund the treasury and expand on this vision as we release new projects. With this ETH, we plan to host community driven projects, internal and external. Users will get to decide which actions will be taken. We're a DAO, the brain of the metaverse.\\n\\n*I hope this article clears some questions. We’re more than happy to finally announce this project, we're here for the long run, with you & everyone else!*\\n\\n*[Twitter / 3000.haus](https://twitter.com/3000haus)\\n[Discord](https://discord.gg/DAfv2zKbW7)*\",\"timestamp\":1636123636,\"title\":\"Creating a Haus for the community.\"},\"digest\":\"1qRwqSQRRmVute1ahUVCgbZFW4J0LJpMRMsnXc6RwaM\",\"authorship\":{\"contributor\":\"0x977DB95909798a4FA109b2794D3342e1a93b66c3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TaM2USyA5lIWC7TGV6aNRPXnk0r39AhK_HuLLWBN1EM\\\",\\\"y\\\":\\\"_QbZxvePV5V3zOBiFWkGEXjprFnUD-D9u4vKWidEBFg\\\"}\",\"signature\":\"nOOnnXKtgolR9zCkzfz90WqKNRrhkGw5VEJT-c3ig9T4oot86j07-_jSkadBIIU9yOzO5qqmWKKXmhm5-Fmgcg\",\"signingKeySignature\":\"0x3d6e682346725779f13b900f59f9629fa0c92d8f219810b18e89abdaaf4e49ae6fbbf30a27fdbee3351f49d7afe9948ce522f69f72f52f1548ea717f29fb21d41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TaM2USyA5lIWC7TGV6aNRPXnk0r39AhK_HuLLWBN1EM\\\",\\\"y\\\":\\\"_QbZxvePV5V3zOBiFWkGEXjprFnUD-D9u4vKWidEBFg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nKpaxC8iaexmIHF1NKhrErOL_fa_g-bl9ISn1lXKC5M\"}"