"{\"content\":{\"body\":\"**TL;DR** Web2's social networks were great given the technology then, but now it's time to build better ones with blockchain technology. Modularity is the way forward because new data ownership destroys old social networks' data moat. \\n\\nWe love social networks, from Kakao to WeChat, Snapchat to Instagram, YouTube to Tik Tok. We share all sorts of news, talents, opinions, and emotions there, for better or for worse. Without us knowing, these social networks have long turned into metaverses that eerily mirror our real lives, but with time, space, and language barriers subtly taken out. What's worse, the legacy economic incentives drive our favorite social networks to put their profits before users. Over time, we are seeing the pernicious effects unfolding in front of our eyes. \\n\\nThe legacy social networks were the best we could come up with given the web technology at the time. But now, it's time to vote with our feet. \\n\\nBut leaving isn't a solution, and it won't be. We need to build better platforms that form a symbiotic relationship with their users. We need something that thrives and perishes in lockstep with its people. And we also need the Internet equivalent of the Second and the Fourth Amendments to guarantee our online property and ability to fight back if necessary.\\n\\nIn short, we need social networks on the blockchain.\\n\\nThe advantages of blockchain-enabled social networks:\\n\\n1. Data is owned by each and every individual user. This is fundamentally what differs from the legacy networks where the networks own whatever data users provide them. In essence, the users are part of the product and are monetized by these legacy systems via advertising. Owning our own data carries an even more important point, which is that these *data can be ported into a rival network just like we can empty our accounts from Bank A and deposit that money into Bank B. We will expand on this point.*\\n2. Pseudonymity on steroids. We have the option to be pseudonymous online. But unlike Web2, Web3 allows us to use verifiable NFT badges to enrich our Pseudonymity. We may never know who Satoshi Nakamoto is in real life, but we can be sure it's the legend itself whenever its address is active again.\\n3. Censorship resistant. Being on the blockchain also means no one can shut us up or shut us down. Freedom of speech is now guaranteed by impartial code rather than the caprices of a few powerful men, government institutions, or political parties.\\n4. Direct value capture. For any social network, users simultaneously take on the roles of content producer and consumer. The content one produces can be seen, liked, shared, and replied to; each type of action carries a dynamic weight of value, and thus should be captured by the creator.\\n\\nThe disadvantages and challenges of blockchain-enabled social networks:\\n\\n1. Time's Man of the Year couldn't seem to find it. Kidding aside, Web3 is new, and we still need to build it.\\n2. We need good and fair incentive systems to reward early adopters and still remain attractive enough over time for newcomers to make an impact. In other words, our challenge is to tilt the system to reward continuous contribution rather than seniority or legacy.\\n\\nWhat's modularity in the case of Web3 social networks? In short, it is the same feature that cuts across social networks for a specific use case. For example, all social networks these days allow users to post images, so a modularized case is where all dApps use the same service for all image-posting-related needs; perhaps the Numbers Protocol should take on the role, at least for now. Why?\\n\\n1. One decentralized service enables the same user to manage all its images across Web3, and only needs to manage one token for this purpose.\\n2. If the current service takes a turn for the worse, a new service can pick up right where it leaves off by collecting its transactions on chain. Consider how the OpenDAO airdropped to OpenSea users in a bid to build an alternative.\\n3. It is much easier for developers to create and maintain dApps by only working with one open protocol at a time. Take Web2 for example, developers just need to handle YouTube video embedding instead of incorporating a player from scratch.\\n\\nWeb3 flips the data ownership structure, the moat of Web2's any social network. Consequently, any Web3 dApp must be doing its best at its core service. Otherwise, users will not only jump to an alternative, but they will actually help build the alternative bottom-up style. \\n\\nExciting. But we've got a long road ahead. So LFG.\",\"timestamp\":1640574943,\"title\":\"The Modular Web3 Social Network Manifesto\"},\"digest\":\"yxzkxTUyG1-ELcsPKE7j8gGg5T-wfXjHTURP_SOx4DU\",\"authorship\":{\"contributor\":\"0x61CaA5fdac3a5cD46B634BDf21F788560c6bf30a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sGhVH_JRI6CPKrThfsrXnVXiAK3k1uNbcOFyt4wPeTY\\\",\\\"y\\\":\\\"qhOEv8G4wo-mghbMzbvVNW-0BEcVYI85r9mINEdXuMU\\\"}\",\"signature\":\"Gq_49hwYsmXw-tiHLd9mSKeUzpjsPKxzzsJbVCWmFGmJNKMabGnlJm2Sm0pRqIpDnRejC_kwFpN1D-Vwwssj5g\",\"signingKeySignature\":\"0x5fa6befb180ba342c038508619cf7de7d71c7b2d6ba57cd1f0d012b7478e8d4c08db712787b7d7f456193e4d93b90ecedaa32a05169b870b5cc98c51024514211b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sGhVH_JRI6CPKrThfsrXnVXiAK3k1uNbcOFyt4wPeTY\\\",\\\"y\\\":\\\"qhOEv8G4wo-mghbMzbvVNW-0BEcVYI85r9mINEdXuMU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yxzkxTUyG1-ELcsPKE7j8gGg5T-wfXjHTURP_SOx4DU\"}"