"{\"content\":{\"body\":\"### 一、关于区块链解决生产关系的问题\\n\\n从技术到经济，历史到未来，区块链的魅力有迹可循。“区块链”这项技术除了对大众投机效应和创业者的融资效应吸引大众趋之若鹜以外，究竟还有什么魔力呢？真正魔力的吸引其实是在吸引一帮高纬度认知的优质用户，除了融资效应和赚钱的财富效应以外，而是真正致力于在通过这项技术改变整个世界，改变未来的经济体，正是透彻的理解了区块链技术的魅力所在，才以至于让一帮高认知的人才在这片事业中不断输出贡献自己的时间和精力，笃信未来通过技术让价值的落地，而不是简单一时的投融机。然而区块链到底是什么？又在解决着什么样的问题呢？\\n\\n>  官方工信部指导发布的《中国区块链技术和应用发展白皮书》中对区块链概述和解释:  区块链是分布式数据存储、点对点传输、共识机制、加密算法等计算机技术在互联网时代的创新应用模式。区块链技术被认为是继大型机、个人电脑、互联网之后计算模式的颠覆式创新，很有可能在全球范围引起一场新的技术革新和产业变革。\\n\\n从字面意思来看，专业术语居多，常人理解晦涩难懂，更何况这项技术并不能单纯从技术本身的角度去理解和看待。区块链和互联网底层协议一样，未来能够让大规模的应用落地，因此我们必须除了技术本身的理解以外还需要多维度的知识结构去全视角看待，包括不限于货币、金融、经济、政治、文化、历史、以及具体的应用场景，这样才不至于让我们带来认知上的偏见。\\n\\n因我们每个人的知识结构不一，认知不一导致我们每个人对事物理解不一，对区块链理解也有所不同，我们需要足够多的知识储备才能去深刻的理解区块链从而去接近他的本质对社会的影响以及未来带给我们的价值和机遇。区块链究竟能够给我们这个时代带来怎样的机遇呢?那么首先我们要理解“区块链”的本质是解决什么样的问题。\\n\\n许多人说区块链解决的是信息不对称的问题，解决的是信任的问题，解决的是数据不可篡改的问题等等都对。如果追根溯源到底，在中本雄我看来区块链从经济学的底层实则是在解决生产关系的问题。\\n\\n因为真正意义上的区块链项目必须开源发行通证，通证也就是代币（Token/coin），可以代表项目上的一切权益证明，而区块链技术魅力的彰显以及未来要改变世界必须依赖通证的场景化使用。通证是区块链的灵魂，是区块链的血液，唯有通证在具体应用场景动态的流通、权益证明的信任记录以及最核心的激励和治理机制才能给各个行业赋能。通过通证的激励和治理机制，可以全面提高组织的生产力，以激励形式分配物质资料，很好的解放了生产力和生产关系这个问题。所以说到低通证像是在执行解决生产资料财富的在分配。\\n\\n**什么是生产关系？**\\n\\n生产关系是人们在物资资料生产的过程中形成的社会关系，生产关系有个三要素\\n\\n1、人 2、生产的物资资料和人的关系 3、物质资料是如何分配的。\\n\\n生产关系这个词是在1845\\\\~1846年由马克思和恩格斯的著作《德意志意识形态》在这本书中第一次引用生产关系的概念。 我们中国马克思理论对生产关系的界定从古至今人类历史的发展的生产关系从低级到高级总共分为五种分别是原始社会主义、奴隶制、封建制、资本主义、和所谓的“社会主义”。从生产关系反辅延伸到区块链技术上，无论我们所处生产关系是哪种体系，其本质都是在解决财富如何分配的问题。\\n\\n而现阶段我们所处的时代，正是以资本主义和社会主义主导并存的时代。这是目前这个时代全球经的生产关系。在这个核心主导的生产关系中，会发现资本主义国家多而社会主义少这个现象。为什么会是这种情况呢？或许是资本主义更符合市场经济，而市场经济更符合经济致富的逻辑。 \\n\\n我们知道资产阶级和无产阶级的斗争在经济逻辑的发展上有着先天的矛盾点，虽然中国作为一个社会主义国家1978年从一个社会主义从最贫穷的国家之一发展成为21世纪以来全球第二大经济体。但繁荣的背后不是政府真正意义上社会主义的改革，而是在邓小平主导下的以哈耶克式的探索摸着石头过河带来经济上如今的繁荣，是中国计划经济以外的一股边缘市场力量带来的改革，这四大力量分别是家庭联产承包责任制、乡镇企业、民营企业和经济特区。中国现阶段其实也不是真正西方意义上的“社会主义”国家，而是中国式的特色社会主义国家，说在白一点，市场经济才是真正的在带动我国经济的发展。\\n\\n###  二、解决的问题对当今社会的影响（机遇）\\n\\n>  从历史上来看，每一次生产力的发展都会受到生产关系的阻碍成为桎梏而萌发革命。 \\n\\n而现阶段我们可以通过历史和现状结构去展望未来，随着区块链技术的出现和发展，我想我们会步入一个全新的社会生产关系。这种全新的社会生产关系不会在局限于政党的意识形态，并不界定一定要是属于资本主义还是社会主义等。 至于未来全新的生产关系究竟是怎样塑造的，时间是最好的答案，或许答案已经存在。比特币这个例子就是一种最好的诠释，同时以太坊受到比特币思想的启发，这一场范式转移的革命已经加速拉开了序幕，我们唯一需要的就是时间。 \\n\\n区块链解决了生产关系的问题对我们的影响，这一切的秘密在于——“通证”（coin/token），或者在炒币人眼里就是一个币而已。正是技术上确保通证的存在和使用，吸引这着各界创业者、投资者的涌入，纷纷投入自己的时间、精力在这片肥沃的土壤上，未来也必定基于通证这个载体的延伸出现新的通证经济体。 \\n\\n众所周知，现在我们从互联网时代步入移动互联网，物联网，甚至未来可以说是万物互联。如今现状是微软、谷歌、推特、facebook等巨头主导着这个世界，而国内百度、阿里、腾讯以及头条系等巨头可以说垄断着国内整个互联网。巨头们拥有资金、人才、资源、管理、技术等一应俱全有着得天独厚的优势，对于当今各行业的创业者来说是非常苛刻，即使是精益求精的创业者在垂直细分领域的市场从千难险阻当中杀出一片市场一片天地，最终也难以逃出巨头的垄断和收购的魔咒。\\n\\n互联网公司核心的资产是数据，而在现今互联网时代里数据就是生产力。他们可以通过获取用户大量数据资本去与资本对接，从而在资本市场实现融资、去变现、金融化，货币化。 我们每个人或许都会用到头条、美团、滴滴或BAT（百度、阿里、腾讯）等应用，我们用户就是数据生产力的一员，我们的数据、隐私等存在他们中心化互联网公司的服务器当中，他们可以用我们的数据通过AI（人工智能）赋能去分析转化产生更多的生产力和既得利益分配，而我们大众的数据作为生产资料的主人并没有和我们产生任何相关的权益分配。 这实际就是传统B端企业对我们的剥削，对数据生产的不公，而许多大众浑然不知，即使知晓也是无可奈何。也解决了头部企业无法去垄断之后把既得利益归为己有，归为公司这家组织背后的股东所有。\\n\\n但是区块链技术的出现让创业者们有了最核心的武器通证，这帮创业者最大的特征便是一个中心化的组织向去中心化的组织开展活动，就像比特币那样，没有公司的概念，只有社区，在区块链的世界中未来许多优质的项目都不会呈现出公司的形式，而是以社区的形式存在，全球上任何一个关心该项目想参与该项目的用户都可以步入社区贡献自己的力量，而项目所获得的价值和利益也归社区用户以及生态用户所有，而不在是局限于公司背后的股东。随着时间的推移，借助这个通证的构建会出现互联网3.0的世界，即一个web3的世界，用户的数据不在归巨头所有，借用Multicoin capital的定义：**web3是关于数据的自主权和控制权**。\\n\\n通证在协议的底层直接可把具体的应用项目金融化、货币化，这样可以从底层颠覆传统的生产关系以及传统的组织关系“公司”。未来公司这个概念随着通证经济的崛起会越来越被弱化和稀释，人们将逐渐不必在依赖于“公司”这个组织开展经济活动、协调等合作，而是围绕区块链底层协议的激励和治理机制来链接人与人、人与社会之间的活动。\\n\\n从历史上来看，每一次生产力的发展都会受到生产关系的阻碍成为桎梏而萌发革命，所以对区块链这项技术中的魅力“代币化”的提炼很好的可以去延伸发展为另一番新的经济体——通证经济。（1997年我们叫互联网是信息高速公路，而现在却称呼是互联网。这里所称的通证经济或许未来会有另一个切合实际的通用名词。但总而言之，言而总之，我们需要的理解其背后的意义，而不是局限单个不成熟的名词词义的理解） \\n\\n### 三、通证经济与股份制经济 \\n\\n关于通证经济和股份制经济背后的区别，首先我们需要先去了解和熟悉历史。 \\n\\n在我国历史从建国初期，因为我国是走的社会主义这条路线，早起阶段政府执行的是计划经济，整个中国政府有计划、规划的实行经济建设，是以公有制为主体的计划着经济的发展。但大家如果学经济学的读者会知道，公有制在经济发展上有着经济逻辑的本质错误，市场经济才会是经济发展更好的选择能够充分的激活市场的供需和活力。\\n\\n回看我国股份制经济的发展，从建国初期以来一直深受社会主义的思想和意识形态所束缚，因为股份制经济一度被视为社会主义的敌人，把股份制肴作是资本主义私有制产物的观点，不仅是因为它是资本主义社会占统治地位的主要企业形式，还因为从直观上看，它所包含的财产关系的内涵也是私有制。因为股份经济持股人所拥有的股份是他个人财产的体现，尽管可以通过证券市场的买卖来转让股权，但股票无论怎样转手，都不会改变财产的私人性质。\\n\\n20世纪80年代中期，一些国营企业通过企业改革转变成股份制公司，股份制公司在深圳兴起，它们将出售债券和非流通股票给自己的职工和大众作为筹集资金的一种新方式。1989年首个公司债卷和股票二级市场存在的交易所试点在沈阳出现，因为中国东北部的沈阳是个重工业老城，在改革前拥有众多的国营企业在那边。 然而第一个对经济造成真正影响的是深圳，1988年，深圳市政府组建了证券交易所领导小组，研究成立证券交易市场的可能性，途中曾有多次向北京申请许可均以失败告终，在当时的历史情景中，也是一个充满不确定性的政治经济环境，因为债卷和股票的交易一直是中国经济的禁区，被普遍视为资本主义的象征。但是整段时间里面，发展依然活跃，深圳全市可供人们交易股票的办事一度超过300家，最终直至1991年7月3日，深圳证券交易所正式获得了北京的批准，同样的历史背景下上海证券交易所在1990年12.19日成立。 \\n\\n在17\\\\~18年区块链落地最大的应用就是交易所，但国内政策对数字货币的交易开放并不明朗，未来交易所的落地何去何从，监管上对数字货币交易所该出台怎样一系列的法律法规去完善和监督，一切都是未知数，但是从股份制转变到交易所成立的历史有着一定的借鉴经验。\\n\\n从某种程度上而言，社会主义下的国企和资本主义下的上市公司有些相像，但企业所有者的概念是模糊的，国企属于“全国人们”，而上市公司属于背后的股东。在90年带中期，越来越多的国企陷入亏损的境地，改革途中国企为什么不能像民营企业和乡镇企业那样健康的成长？是什么阻碍了国企的发展？核心就是围绕生产关系的制度有关。\\n\\n社会主义公有制经济最根本的问题和区块链的激励机制魅力是不谋而合，公有制下国企最根本的问题是没有一个良好的激励体系来刺激国企管理者和职工的积极性，没有激励，无责任制，就没有活力，无法充分的发挥生产资料的作用和调动员工的积极性。这不是政策的错误，而是经济逻辑上的错误，因此改革开放以来中国市场经济的繁荣发展离不开哈耶克式的探索，国企改革转型股份制也正是为了注入新的激励活力，市场经济顺应经济的逻辑才会展现如今我国在经济上的飞跃发展。 \\n\\n股份制经济的好处在于相对我国传统的计划经济而言，能促进资源的有效分配，提高生产力，同时还能激励既得利益者“股东”们，核心就是激励。如果没有激励犹如一家企业没有文化，一个自由人没有自己的思想，只有壳和肉体在空气中随风被侵蚀着。股份制经济不仅推动着实体经济的发展，又带来了证券市场在金融上的繁荣，远远超出了传统的计划经济。 \\n\\n如今区块链技术的出现，通证经济注定又将进一步的去稀释股份制经济成为未来的主流，甚至某种程度也可以说是股份制的升级版，是社会发展不确定性中的必然产物。 因为通证先天就具有强大的金融属性，通证（token）可以在具体的应用场景当中彼此交易、流通使用创造更多的社会价值，通证在底层的激励机制设置下激态通证持有者和所有的生态用户，而不是股份制下仅有的股东。 基于当下互联网，在信息如此丰富、便捷的世界里，区块链的发展泡沫会吹得更大，行业的繁荣发展也会来得更加讯速，通证经济的魅力也会更为世人所知晓与应用， 未来可期不用太长，下一个十年便会是一个翻天覆地的变化。\",\"timestamp\":1636095089,\"title\":\"区块链背后的魅力\"},\"digest\":\"rS5RU63xBQOBm9-ec5BwtUZWQGQOKY0c0u1sY1K7GuE\",\"authorship\":{\"contributor\":\"0x5743aD8cfCf6Ff9BCbb042A18Ec40c48eE98B28e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mo9r5xRFojJnsAJOjM5Tgh1eVwV9zAhC2mEVaMmJHw\\\",\\\"y\\\":\\\"kD30MMWqYbVHNQs2bW_y7yRb3i6H7CZdEbUO6UwgwE8\\\"}\",\"signature\":\"0gAtA69P10nZnw2duT7zHNflYGIBVOmkflCMKTxUQe0VQSo8HJX38ekQ5IGcv-h1QRmv-5trJK5429X4UDl-Aw\",\"signingKeySignature\":\"0x74f1c8033398144a585a3b4416c141101650a75b09898d1ff30f1ba3e724843905f89e0ca2bcd2cf35adc8bebb9778376988e7493b6342d840f52ba134f969511c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mo9r5xRFojJnsAJOjM5Tgh1eVwV9zAhC2mEVaMmJHw\\\",\\\"y\\\":\\\"kD30MMWqYbVHNQs2bW_y7yRb3i6H7CZdEbUO6UwgwE8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rS5RU63xBQOBm9-ec5BwtUZWQGQOKY0c0u1sY1K7GuE\"}"