"{\"content\":{\"body\":\"\\\"They may well say so, if he parades her in his mother's sables,\\\" said Zoe, and could not conceal her jealousy and her indignation. \\\"I never dared so much as ask his permission to wear them,\\\" said she.\\n\\n\\\"And if you had, he would have told you the relics of a saint were not to be played with.\\\"\\n\\n\\\"That is just what he would have said, I do believe.\\\" The female heart was stung.\\n\\n\\\"Ah, well,\\\" said Severne, \\\"I am sure I should not grudge him his happiness, if you would see things as he does, and be as brave as he is.\\\"\\n\\n\\\"Thank you,\\\" said Zoe. \\\"Women cannot defy the world as men do.\\\" Then, passionately, \\\"Why do you torment me so? why do you urge me so? a poor girl, all alone, and far from advice. What on earth would you have me do?\\\"\\n\\n\\\"Secure us against another separation, unite us in bliss forever.\\\"\\n\\n\\\"And so I would if I could; you know I would. But it is impossible.\\\"\\n\\n\\\"No, Zoe; it is easy. There are two ways: we can reach Scotland in eight hours; and there, by a simple writing and declaration before witnesses, we are man and wife.\\\"\\n\\n\\\"A Gretna Green marriage?\\\"\\n\\n\\\"It is just as much a legal marriage as if a bishop married us at St. Paul's. However, we could follow it up immediately by marriage in a church, either in Scotland or the North of England But there is another way: we can be married at Bagley, any day, before the registrar.\\\"\\n\\n\\\"Is that a marriage--a real marriage?\\\"\\n\\n\\\"As real, as legal, as binding as a wedding in St. Paul's.\\\"\\n\\n\\\"Nobody in this county has ever been married so. I should blush to be seen about after it.\\\"\\n\\n\\\"Our first happy year would not be passed in this country. We should go abroad for six months.\\\"\\n\\n\\\"Ay, fly from shame.\\\"\\n\\n\\\"On our return we should be received with open arms by my own people in Huntingdonshire, until your people came round, as they always do.\\\"\\n\\nHe then showed her a letter, in which his pearl of a cousin said they would receive his wife with open arms, and make her as happy as they could. Uncle Tom was coming home from India, with two hundred thousand pounds; he was a confirmed old bachelor, and Edward his favorite, etc.\\n\\nZoe faltered a little: so then he pressed her hard with love, and entreaties, and promises, and even hysterical tears; then she began to cry--a sure sign of yielding. \\\"Give me time,\\\" she said--\\\"give me time.\\\"\\n\\nHe groaned, and said there was no time to lose. Otherwise he never would have urged her so.\\n\\nFor all that, she could not be drawn to a decision. She must think over such a step. Next morning, at the usual time, he came to know his fate. But she did not appear. He waited an hour for her. She did not come. He began to rage and storm, and curse his folly for driving her so hard.\\n\\nAt last she came, and found him pale with anxiety, and looking utterly miserable. She told him she had passed a sleepless night, and her head had ached so in the morning she could not move.\\n\\n\\\"My poor darling!\\\" said he; \\\"and I am the cause. Say no more about it, dear one. I see you do not love me as I love you, and I forgive you.\\\"\\n\\nShe smiled sadly at that, for she was surer of her own love than his.\\n\\nZoe had passed a night of torment and vacillation; and but for her brother having paraded Mademoiselle Klosking in his mother's sables, she would, I think, have held out. But this turned her a little against her brother; and, as he was the main obstacle to her union with Severne, love and pity conquered. Yet still Honor and Pride had their say. \\\"Edward,\\\" said she, \\\"I love you with all my heart, and share your fears that accident may separate us. I will let you decide for both of us. But, before you decide, be warned of one thing. I am a girl no longer, but a woman who has been distracted with many passions. If any slur rests on my fair name, deeply as I love you now, I shall abhor you then.\\\"\\n\\nHe turned pale, for her eye flashed dismay into his craven soul.\\n\\nHe said nothing; and she continued: \\\"If you insist on this hasty, half-clandestine marriage, then I consent to this--I will go with you before the registrar, and I shall come back here directly. Next morning early we will start for Scotland, and be married that other way before witnesses. Then your fears will be at an end, for you believe in these marriages; only as I do not--for I look on these *legal* marriages merely as solemn betrothals--I shall be Miss Zoe Vizard, and expect you to treat me so, until I have been married in a church, like a lady.\\\"\\n\\n\\\"Of course you shall,\\\" said he; and overwhelmed her with expressions of gratitude, respect, and affection.\\n\\nThis soothed her troubled mind, and she let him take her hand and pour his honeyed flatteries into her ear, as he walked her slowly up and down.\\n\\nShe could hardly tear herself away from the soft pressure of his hand and the fascination of his tongue, and she left him, more madly in love with him than ever, and ready to face anything but dishonor for him. She was to come out at twelve o'clock, and walk into Bagley with him to betroth herself to him, as she chose to consider it, before the stipendiary magistrate, who married couples in that way. Of the two marriages she had consented to, merely as preliminaries to a real marriage, Zoe despised this the most; for the Scotch marriage was, at all events, ancient, and respectable lovers had been driven to it again and again.\\n\\nShe was behind her time, and Severne thought her courage had failed her, after all. But no: at half-past twelve she came out, and walked briskly toward Bagley.\\n\\nHe was behind her, and followed her. She took his arm nervously. \\\"Let me feel you all the way,\\\" she said, \\\"to give me courage.\\\"\\n\\nSo they walked arm-in-arm; and, as they went, his courage secretly wavered, her's rose at every step.\\n\\nAbout half a mile from the town they met a carriage and pair.\\n\\nAt sight of them a gentleman on the box tapped at the glass window, and said, hurriedly, \\\"Here they are *together.\\\"*\\n\\nMademoiselle Klosking said, \\\"Stop the carriage\\\": then, pausing a little, \\\"Mr. Vizard--on your word of honor, no violence.\\\"\\n\\nThe carriage was drawn up, Ashmead opened the door in a trice, and La Klosking, followed by Vizard, stepped out, and stood like a statue before Edward Severne and Zoe Vizard.\\n\\nSeverne dropped her arm directly, and was panic-stricken.\\n\\nZoe uttered a little scream at the sight of Vizard; but the next moment took fire at her rival's audacity, and stepped boldly before her lover, with flashing eyes and expanded nostrils that literally breathed defiance.\\n\\nCHAPTER XXVII.\\n\\n\\\"YOU infernal scoundrel!\\\" roared Vizard, and took a stride toward Severne.\\n\\n\\\"No violence,\\\" said Ina Klosking, sternly: \\\"it will be an insult to this lady and me.\\\"\\n\\n\\\"Very well, then,\\\" said Vizard, grimly, \\\"I must wait till I catch him alone.\\\"\\n\\n\\\"Meantime, permit me to speak, sir,\\\" said Ina. \\\"Believe me, I have a better right than even you.\\\"\\n\\n\\\"Then pray ask my sister why I find her on that villain's arm.\\\"\\n\\n\\\"I should not answer her,\\\" said Zoe, haughtily. \\\"But my brother I will. Harrington, all this vulgar abuse confirms me in my choice: I take his arm because I have accepted his hand. I am going into Bagley with him to become his wife.\\\"\\n\\nThis announcement took away Vizard's breath for a moment, and Ina Klosking put in her word. \\\"You cannot do that: pray he warned. He is leading you to infamy.\\\"\\n\\n\\\"Infamy! What, because he cannot give me a suit of sables? Infamy! because we prefer virtuous poverty to vice and wealth?\\\"\\n\\n\\\"No, young lady,\\\" said Ina, coloring faintly at the taunt; \\\"but because you could only be his paramour; not his wife. He is married already.\\\"\\n\\nAt these words, spoken with that power Ina Klosking could always command, Zoe Vizard turned ashy pale. But she fought on bravely.\\n\\n\\\"Married? It is false! To whom?\\\"\\n\\n\\\"To me.\\\"\\n\\n\\\"I thought so. Now I know it is not true. He left you months before we ever knew him.\\\"\\n\\n\\\"Look at him. He does not say it is false.\\\"\\n\\nZoe turned on Severne, and at his face her own heart quaked. \\\"Are you married to this lady?\\\" she asked; and her eyes, dilated to their full size, searched his every feature.\\n\\n\\\"Not that I know of,\\\" said he, impudently.\\n\\n\\\"Is that the serious answer you expected, Miss Vizard?\\\" said Ina, keenly: then to Severne, \\\"You are unwise to insult the woman on whom, from this day, you must depend for bread. Miss Vizard, to you I speak, and not to this shameless man. For your mother's sake, do me justice. I have loved him dearly; but now I abhor him. Would I could break the tie that binds us and give him to you, or to any lady who would have him! But I cannot. And shall I hold my tongue, and let you be ruined and dishonored? I am an older woman than you, and bound by gratitude to all your house. Dear lady, I have taxed my strength to save you. I feel that strength waning. Pray read this paper, and consent to save *yourself.\\\"*\\n\\n\\\"I will read it,\\\" said Rhoda Gale, interfering. \\\"I know German. It is an authorized duplicate certifying the marriage of Edward Severne, of Willingham, in Huntingdonshire, England, to Ina Ferris, daughter of Walter Ferris and Eva Klosking, of Zutzig, in Denmark. The marriage was solemnized at Berlin, and here are the signatures of several witnesses: Eva Klosking; Fraulein Graafe; Zug, the Capellmeister; Vicomte Meurice, French *attache';* Count Hompesch, Bavarian plenipotentiary; Herr Formes.\\\"\\n\\nIna explained, in a voice that was now feeble, \\\"I was a public character; my marriage was public: not like the clandestine union which is all he dared offer to this well-born lady.\\\"\\n\\n\\\"The Bavarian and French ministers are both in London,\\\" said Vizard, eagerly. \\\"We can easily learn if these signatures are forged, like *your* acceptances.\\\"\\n\\nBut, if one shadow of doubt remained, Severne now removed it; he uttered a scream of agony, and fled as if the demons of remorse and despair were spurring him with red-hot rowels.\\n\\n\\\"There, you little idiot!\\\" roared Vizard; \\\"does that open you eyes?\\\"\\n\\n\\\"Oh, Mr. Vizard,\\\" said Ina, reproachfully, \\\"for pity's sake, think only of her youth, and what she has to suffer. I can do no more for her: I feel--so--faint.\\\"\\n\\nAshmead and Rhoda supported her into the carriage. Vizard, touched to the heart by Ina's appeal, held out his eloquent arms to his stricken sister, and she tottered to him, and clung to him, all limp and broken, and wishing she could sink out of the sight of all mankind. He put his strong arm round her, and, though his own heart was desolate and broken, he supported that broken flower of womanhood, and half led, half lifted her on, until he laid her on a sofa in Somerville Villa. Then, for the first time, he spoke to her. \\\"We are both desolate, now, my child. Let us love one another. I will be ten times tenderer to you than I ever have been.\\\" She gave a great sob, but she was past speaking.\\n\\nIna Klosking, Miss Gale, and Ashmead returned in the carriage to Bagley. Half a mile out of the town they found a man lying on the pathway, with his hat off, and white as a sheet. It was Edward Severne. He had run till he dropped.\\n\\nAshmead got down and examined him. He came back to the carriage door, looking white enough himself. \\\"It is all over,\\\" said he; \\\"the man is dead.\\\"\\n\\nMiss Gale was out in a moment and examined him. \\\"No,\\\" said she. \\\"The heart does not beat perceptibly; but he breathes. It is another of those seizures. Help me get him into the carriage.\\\"\\n\\nThis was done, and the driver ordered to go a foot's pace.\\n\\nThe stimulants Miss Gale had brought for Ina Klosking were now applied to revive this malefactor; and both ladies actually ministered to him with compassionate faces. He was a villain; but he was superlatively handsome, and a feather might turn the scale of life or death.\\n\\nThe seizure, though really appalling to look at, did not last long. He revived a little in the carriage, and was taken, still insensible, but breathing hard, into a room in the railway hotel. When he was out of danger, Miss Gale felt Ina Klosking's pulse, and insisted on her going to Taddington by the next train and leaving Severne to the care of Mr. Ashmead.\\n\\nIna, who, in truth, was just then most unfit for any more trials, feebly consented, but not until she had given Ashmead some important instructions respecting her malefactor, and supplied him with funds. Miss Gale also instructed Ashmead how to proceed in case of a relapse, and provided him with materials.\\n\\nThe ladies took a train, which arrived soon after; and, being so fortunate as to get a lady's carriage all to themselves, they sat intertwined and rocking together, and Ina Klosking found relief at last in a copious flow of tears.\\n\\nRhoda got her to Hillstoke, cooked for her, nursed her, lighted fires, aired her bed, and these two friends slept together in each other's arms.\\n\\nAshmead had a hard time of it with Severne. He managed pretty well with him at first, because he stupefied him with brandy before he had come to his senses, and in that state got him into the next train. But as the fumes wore off, and Severne realized his villainy, his defeat, and his abject condition between the two women he had wronged, he suddenly uttered a yell and made a spring at the window. Ashmead caught him by his calves, and dragged him so powerfully down that his face struck the floor hard and his nose bled profusely. The hemorrhage and the blow quieted him for a time, and then Ashmead gave him more brandy, and got him to the \\\"Swan\\\" in a half-lethargic lull. This faithful agent, and man of all work, took a private sitting room with a double bedded room adjoining it, and ordered a hot supper with champagne and madeira. Severne lay on a sofa moaning.\\n\\nThe waiter stared. \\\"Trouble!\\\" whispered Ashmead, confidentially. \\\"Take no notice. Supper as quick as possible.\\\"\\n\\nBy-and-by Severne started up and began to rave and tear about the room, cursing his hard fate, and ended in a kind of hysterical fit. Ashmead, being provided by Miss Gale with salts and aromatic vinegar, etc., applied them, and ended by dashing a tumbler of water right into his face, which did him more good than chemistry.\\n\\nThen he tried to awaken manhood in the fellow. \\\"What are *you* howling about?\\\" said he. \\\"Why, you are the only sinner, and you are the least sufferer. Come, drop sniveling, and eat a bit. Trouble don't do on an empty stomach.\\\"\\n\\nSeverne said he would try, but begged the waiter might not be allowed to stare at a broken-hearted man.\\n\\n\\\"Broken fiddlesticks!\\\" said honest Joe.\\n\\nSeverne tried to eat, but could not. But he could drink, and said so.\\n\\nAshmead gave him champagne in tumblers, and that, on his empty stomach, set him raving, and saying life was hell to him now. But presently he fell to weeping bitterly. In which condition Ashmead forced him to bed, and there he slept heavily. In the morning Ashmead sat by his bedside, and tried to bring him to reason. \\\"Now, look here,\\\" said he, \\\"you are a lucky fellow, if you will only see it. You have escaped bigamy and a jail, and, as a reward for your good conduct to your wife, and the many virtues you have exhibited in a short space of time, I am instructed by that lady to pay you twenty pounds every Saturday at twelve o'clock. It is only a thousand a year; but don't you be down-hearted; I conclude she will raise your salary as you advance. You must forge her name to a heavy check, rob a church, and abduct a schoolgirl or two--misses in their teens and wards of Chancery preferred--and she will make it thirty, no doubt;\\\" and Joe looked very sour.\\n\\n\\\"That for her twenty pounds a week!\\\" cried this injured man. \\\"She owes me two thousand pounds and more. She has been my enemy, and her own. The fool!--to go and peach! She had only to hold her tongue, and be Mrs. Vizard, and then she would have had a rich husband that adores her, and I should have had my darling beautiful Zoe, the only woman I ever loved or ever shall.\\\"\\n\\n\\\"Oh,\\\" said Ashmead, \\\"then you expected your wife to commit bigamy, and so make it smooth to you.\\\"\\n\\n*\\\"Of course I did,\\\"* was the worthy Severne' s reply; \\\"and so she would, if she had had a grain of sense. See what a contrast now. We are all unhappy--herself included--and it is all her doing.\\\"\\n\\n\\\"Well, young man,\\\" said Ashmead, drawing a long breath; \\\"didn't I tell you you are a lucky fellow? You have got twenty pounds a week, and that blest boon, 'a conscience void of offense.' You are a happy man. Here's a strong cup of tea for you: just you drink it, and then get up and take the train to the little village. There kindred spirits and fresh delights await you. You are not to adorn Barfordshire any longer: that is the order.\\\"\\n\\n\\\"Well, I'll go to London--but not without you.\\\"\\n\\n\\\"Me! What do you want of *me?\\\"*\\n\\n\\\"You are a good fellow, and the only friend I have left. But for you, I should be dead, or mad. You have pulled me through.\\\"\\n\\n\\\"Through the window I did. Lord, forgive me for it,\\\" said Joseph. \\\"Well, I'll go up to town with you; but I can't be always tied to your tail. I haven't got twenty pounds a week. To be sure,\\\" he added, dryly, \\\"I haven't earned it. That is one comfort.\\\"\\n\\nHe telegraphed Hillstoke, and took Severne up to London.\\n\\nThere the Bohemian very soon found he could live, and even derive some little enjoyment from his vices--without Joseph Ashmead. He visited him punctually every Saturday, and conversed delightfully. If he came any other day, it was sure to be for an advance: he never got it.\\n\\nCHAPTER XXVIII.\\n\\nFANNY DOVER was sent for directly to Somerville Villa; and, three days after the distressing scene I have endeavored to describe, Vizard brought his wrecked sister home. Her condition was pitiable; and the moment he reached Vizard Court he mounted his horse and rode to Hillstoke to bring Miss Gale down to her.\\n\\nThere he found Ina Klosking, with her boxes at the door, waiting for the fly that was to take her away.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/75](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/75)\\n\\n\",\"timestamp\":1637672316,\"title\":\"\\n\\\"They all say he is caught at last, and this is to be the next Mrs. Vizard.\\\"\"},\"digest\":\"fcGzCNi77VkdJF1WnWOEvrAPXjVZi5ZcSLbjIQHJMrI\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kyIlVugPKK2w7IfNlJog478UEeJuyn6Y5Yrag6IfKyM\\\",\\\"y\\\":\\\"TpwZuOL3rro9_ZJ7BYViF4XmxrddPHUwggyGw2C4Glk\\\"}\",\"signature\":\"iRJJ_hTKvo8n9Brf0ytBg6q22PLbRm4RJPI6jURW62Z_95P1M9E_F2yWgJi4qCYTgJYgUlUtM3BsOx72RXS7ow\",\"signingKeySignature\":\"0xbadeece7fd731d07150209dda79c99ecf77aa29137af4fcf19cfe22f730d86640ee1b95934512a017421ca885ed8a9bd50b6cb6c03a18d9b258c4146d78010861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kyIlVugPKK2w7IfNlJog478UEeJuyn6Y5Yrag6IfKyM\\\",\\\"y\\\":\\\"TpwZuOL3rro9_ZJ7BYViF4XmxrddPHUwggyGw2C4Glk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fcGzCNi77VkdJF1WnWOEvrAPXjVZi5ZcSLbjIQHJMrI\"}"