"{\"content\":{\"body\":\"Mirror raised $10m at a $100m valuation from a16z and USV in June 2021 with no users. Up until a few days ago, it was in closed beta; only open to those who were either hand selected or voted in by a community of Mirror writers growing by 10 writers a week. 34 weeks and 340 new contributors later, Mirror has now opened two of its features to the public - Crowdfunds and Entries.\\n\\nThere are several key differences between Mirror and Medium / Substack. First, data storage is decentralized (Arweave). This means the writer owns the data, not the platform. If you want to leave Medium / Substack, you have to copy/paste every article you’ve ever written and reupload them elsewhere. If there’s a better Mirror - your data lives on the Arweave blockweave and is associated with your unique wallet address (public key). You are free to take it with you to a new and improved UI/UX. \\n\\nSecond, Mirror introduces new monetization streams for creators that capitalize on Ethereum’s general-purpose programmability and decentralized exchange. Using “crowdfunds”, writers can sell pre-sell fractional ownership in their work, and then limit access & permission to their contributors; before the rest of the world gets access. Medium/Substack can’t maintain a cap table for every single article published on their platform, nor can they be trusted to track the exchange of ownership of each article. But Ethereum can.  For independent researchers - this could be a highly lucrative model that brings price transparency and discovery to their work. \\n\\nThird, the shift from client-server to client-blockchain brings censorship-resistance and pseudonymous economic collaboration to the publishing industry. As we’ve seen with the Big Tech crackdown on accounts that don’t conform with the prevailing liberal & mainstream media narrative, censorship-resistant publishing is a huge breakthrough for humankind as it allows for alternative perspectives to be discussed and debated as we seek the independent verification of claims by the crowd rather than a blind obedience to authority.  Furthermore, we recently saw that the FBI is tracking google searches  #minorityreport. How do we  know that other platforms aren’t recording everything you write and a backdoor for government surveillance? \\n\\nAs founder Mirror founder Graeme says, “Social forums like Mirror can use ownership verification to legitimize an account's voice within these communities, producing social capital for a pseudonymous avatar - without revealing the identity of the owner. This allows anonymous individuals to reliably coordinate, transact, and advance group values - an innovation in global collective action.\\n\\nFrom the first article I read, I was itching to write on the platform and try out some of the new features. But Mirror kept me waiting. They did something smart, they only allowed a small number of contributors to initially write for the platform - rewarding them with a token called $WRITE that could be cast as a vote for the next 10 members on the platform. This approach maintained quality and stoked demand for access. The uses of $WRITE token by its community will be governed by its culture and value system which is still taking shape.\\n\\nGraeme notes, “This is why it's been so important for Mirror to go slow with onboarding, and to try its best to diversify its membership. We've received some criticism for this, but ultimately this will enable true decentralized ownership. If we can accelerate membership over time while maintaining integrity, then we can create universal ownership drips that enable hard-to-fake, true decentralization. The plot twist is that this is already happening, but nobody has noticed it yet. So, stay tuned.”\\n\\nI think using programmable finance to promote certain behaviors within a publisher’s community will create some of the most productive redistributions of wealth in history. I don’t know what those applications / behaviors are yet but they are coming and they will be financially irresistible to Medium/Substack influencers, authors, and journalists worldwide. We may look back in a few decades as look at Mirror as one of the most important internet platforms ever created. But until then… stay tuned!\",\"timestamp\":1634127088,\"title\":\"My First Mirror Entry\"},\"digest\":\"eosDPQ28fuvmQZUFrfeYyiwE9Q2GgeGfYe4D1BEAhAw\",\"authorship\":{\"contributor\":\"0x7b769566882Df5c3B7f2c7985ff3B328c17418F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hhJBmTpafjJ_nwAHHXMk1B7NZJLG-1_xOYnXu0xbXI4\\\",\\\"y\\\":\\\"NPErKWnK4DPIynIigBcJ-IdIXM3rgCmATPnsF7Olxy0\\\"}\",\"signature\":\"rn1jj_hQWRoSiga5oZSzkBTpXHufVnBTdDp_NayzM9nYe4_jNDM38fcm0ziE8BcWQ_daCez6utoxWEdSNtNVnw\",\"signingKeySignature\":\"0x885f21d1ca259ce9f788b933ac250362b4d9022685714e8f33c507e4f2e026a458da41be758c625087f4515f8684328701409535d03099c3b81a6782ab4feec41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hhJBmTpafjJ_nwAHHXMk1B7NZJLG-1_xOYnXu0xbXI4\\\",\\\"y\\\":\\\"NPErKWnK4DPIynIigBcJ-IdIXM3rgCmATPnsF7Olxy0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CIpjhlcCOyW2tnzWQHIwFVaSxrItStxFpb-IQTGjDCg\"}"