"{\"content\":{\"body\":\"\\\"Isn't him ze darlingest itty sing,\\\" crooned Anne, hanging over the arm of her chair adoringly.  \\\"Dem itty wee pads are ze very tweetest handies in ze whole big world, isn't dey, you darling itty man.\\\"\\n\\nAnne, in the months before Little Jem's coming, had pored diligently over several wise volumes, and pinned her faith to one in especial, \\\"Sir Oracle on the Care and Training of Children.\\\"  Sir Oracle implored parents by all they held sacred never to talk \\\"baby talk\\\" to their children.  Infants should invariably be addressed in classical language from the moment of their birth.  So should they learn to speak English undefiled from their earliest utterance.  \\\"How,\\\" demanded Sir Oracle, \\\"can a mother reasonably expect her child to learn correct speech, when she continually accustoms its impressionable gray matter to such absurd expressions and distortions of our noble tongue as thoughtless mothers inflict every day on the helpless creatures committed to their care?  Can a child who is constantly called \\\\`tweet itty wee singie' ever attain to any proper conception of his own being and possibilities and destiny?\\\"\\n\\nAnne was vastly impressed with this, and informed Gilbert that she meant to make it an inflexible rule never, under any circumstances, to talk \\\"baby talk\\\" to her children.  Gilbert agreed with her, and they made a solemn compact on the subject--a compact which Anne shamelessly violated the very first moment Little Jem was laid in her arms.  \\\"Oh, the darling itty wee sing!\\\" she had exclaimed.  And she had continued to violate it ever since.  When Gilbert teased her she laughed Sir Oracle to scorn.\\n\\n\\\"He never had any children of his own, Gilbert--I am positive he hadn't or he would never have written such rubbish.  You just can't help talking baby talk to a baby.  It comes natural--and it's RIGHT.  It would be inhuman to talk to those tiny, soft, velvety little creatures as we do to great big boys and girls.  Babies want love and cuddling and all the sweet baby talk they can get, and Little Jem is going to have it, bless his dear itty heartums.\\\"\\n\\n\\\"But you're the worst I ever heard, Anne,\\\" protested Gilbert, who, not being a mother but only a father, was not wholly convinced yet that Sir Oracle was wrong.  \\\"I never heard anything like the way you talk to that child.\\\"\\n\\n\\\"Very likely you never did.  Go away--go away.  Didn't I bring up three pairs of Hammond twins before I was eleven?  You and Sir Oracle are nothing but cold-blooded theorists.  Gilbert, JUST look at him!  He's smiling at me--he knows what we're talking about.  And oo dest agwees wif evy word muzzer says, don't oo, angel-lover?\\\"\\n\\nGilbert put his arm about them.  \\\"Oh you mothers!\\\" he said.  \\\"You mothers!  God knew what He was about when He made you.\\\"\\n\\nSo Little Jem was talked to and loved and cuddled; and he throve as became a child of the house of dreams.  Leslie was quite as foolish over him as Anne was.  When their work was done and Gilbert was out of the way, they gave themselves over to shameless orgies of love-making and ecstasies of adoration, such as that in which Owen Ford had surprised them.\\n\\nLeslie was the first to become aware of him.  Even in the twilight  Anne could see the sudden whiteness that swept over her beautiful face, blotting out the crimson of lip and cheeks.\\n\\nOwen came forward, eagerly, blind for a moment to Anne.\\n\\n\\\"Leslie!\\\" he said, holding out his hand.  It was the first time he had ever called her by her name; but the hand Leslie gave him was cold; and she was very quiet all the evening, while Anne and Gilbert and Owen laughed and talked together.  Before his call ended she excused herself and went upstairs .  Owen's gay spirits flagged and he went away soon after with a downcast air.\\n\\nGilbert looked at Anne.\\n\\n\\\"Anne, what are you up to?  There's something going on that I don't understand.  The whole air here tonight has been charged with electricity.  Leslie sits like the muse of tragedy; Owen Ford jokes and laughs on the surface, and watches Leslie with the eyes of his soul.  You seem all the time to be bursting with some suppressed excitement.  Own up.  What secret have you been keeping from your deceived husband?\\\"\\n\\n\\\"Don't be a goose, Gilbert,\\\" was Anne's conjugal reply.  \\\"As for Leslie, she is absurd and I'm going up to tell her so.\\\"\\n\\nAnne found Leslie at the dormer window of her room.  The little place was filled with the rhythmic thunder of the sea.  Leslie sat with locked hands in the misty moonshine--a beautiful, accusing presence.\\n\\n\\\"Anne,\\\" she said in a low, reproachful voice, \\\"did you know Owen Ford was coming to Four Winds?\\\"\\n\\n\\\"I did,\\\" said Anne brazenly.\\n\\n\\\"Oh, you should have told me, Anne,\\\" Leslie cried passionately. \\\"If I had known I would have gone away--I wouldn't have stayed here to meet him.  You should have told me.  It wasn't fair of you, Anne--oh, it wasn't fair!\\\"\\n\\nLeslie's lips were trembling and her whole form was tense with emotion.  But Anne laughed heartlessly.  She bent over and kissed Leslie's upturned reproachful face.\\n\\n\\\"Leslie, you are an adorable goose.  Owen Ford didn't rush from the Pacific to the Atlantic from a burning desire to see ME.  Neither do I believe that he was inspired by any wild and frenzied passion for Miss Cornelia.  Take off your tragic airs, my dear friend, and fold them up and put them away in lavender.  You'll never need them again.  There are some people who can see through a grindstone when there is a hole in it, even if you cannot.  I am not a prophetess, but I shall venture on a prediction.  The bitterness of life is over for you.  After this you are going to have the joys and hopes--and I daresay the sorrows, too--of a happy woman.  The omen of the shadow of Venus did come true for you, Leslie.  The year in which you saw it brought your life's best gift for you--your love for Owen Ford.  Now, go right to bed and have a good sleep.\\\"\\n\\nLeslie obeyed orders in so far that she went to bed: but it may be questioned if she slept much.  I do not think she dared to dream wakingly; life had been so hard for this poor Leslie, the path on which she had had to walk had been so strait, that she could not whisper to her own heart the hopes that might wait on the future.  But she watched the great revolving light bestarring the short hours of the summer night, and her eyes grew soft and bright and young once more.  Nor, when Owen Ford came next day, to ask her to go with him to the shore, did she say him nay.\\n\\nCHAPTER 37\\n\\nMISS CORNELIA MAKES A STARTLING ANNOUNCEMENT\\n\\nMiss Cornelia sailed down to the little house one drowsy afternoon, when the gulf was the faint, bleached blue of the August seas, and the orange lilies at the gate of Anne's garden held up their imperial cups to be filled with the molten gold of August sunshine.  Not that Miss Cornelia concerned herself with painted oceans or sun-thirsty lilies.  She sat in her favorite rocker in unusual idleness.  She sewed not, neither did she spin.  Nor did she say a single derogatory word concerning any portion of mankind.  In short, Miss Cornelia's conversation was singularly devoid of spice that day, and Gilbert, who had stayed home to listen to her, instead of going a-fishing, as he had intended, felt himself aggrieved.  What had come over Miss Cornelia?  She did not look cast down or worried.  On the contrary, there was a certain air of nervous exultation about her.\\n\\n\\\"Where is Leslie?\\\" she asked--not as if it mattered much either.\\n\\n\\\"Owen and she went raspberrying in the woods back of her farm,\\\" answered Anne.  \\\"They won't be back before supper time-- if then.\\\"\\n\\n\\\"They don't seem to have any idea that there is such a thing as a clock,\\\" said Gilbert.  \\\"I can't get to the bottom of that affair.  I'm certain you women pulled strings.  But Anne, undutiful wife, won't tell me.  Will you, Miss Cornelia?\\\"\\n\\n\\\"No, I shall not.  But,\\\" said Miss Cornelia, with the air of one determined to take the plunge and have it over, \\\"I will tell you something else.  I came today on purpose to tell it.  I am going to be married.\\\"\\n\\nAnne and Gilbert were silent.  If Miss Cornelia had announced her intention of going out to the channel and drowning herself the thing might have been believable.  This was not.  So they waited.  Of course Miss Cornelia had made a mistake.\\n\\n\\\"Well, you both look sort of kerflummexed,\\\" said Miss Cornelia, with a twinkle in her eyes.  Now that the awkward moment of revelation was over, Miss Cornelia was her own woman again.  \\\"Do you think I'm too young and inexperienced for matrimony?\\\"\\n\\n\\\"You know--it IS rather staggering,\\\" said Gilbert, trying to gather his wits together.  \\\"I've heard you say a score of times that you wouldn't marry the best man in the world.\\\"\\n\\n\\\"I'm not going to marry the best man in the world,\\\" retorted Miss Cornelia.  \\\"Marshall Elliott is a long way from being the best.\\\"\\n\\n\\\"Are you going to marry Marshall Elliott?\\\" exclaimed Anne, recovering her power of speech under this second shock.\\n\\n\\\"Yes.  I could have had him any time these twenty years if I'd lifted my finger.  But do you suppose I was going to walk into church beside a perambulating haystack like that?\\\"\\n\\n\\\"I am sure we are very glad--and we wish you all possible happiness,\\\" said Anne, very flatly and inadequately, as she felt.  She was not prepared for such an occasion.  She had never imagined herself offering betrothal felicitations to Miss Cornelia.\\n\\n\\\"Thanks, I knew you would,\\\" said Miss Cornelia.  \\\"You are the first of my friends to know it.\\\"\\n\\n\\\"We shall be so sorry to lose you, though, dear Miss Cornelia,\\\" said Anne, beginning to be a little sad and sentimental.\\n\\n\\\"Oh, you won't lose me,\\\" said Miss Cornelia unsentimentally.  \\\"You don't suppose I would live over harbor with all those MacAllisters and Elliotts and Crawfords, do you? \\\\`From the conceit of the Elliotts, the pride of the MacAllisters and the vain-glory of the Crawfords, good Lord deliver us.'  Marshall is coming to live at my place.  I'm sick and tired of hired men.  That Jim Hastings I've got this summer is positively the worst of the species.  He would drive anyone to getting married.  What do you think?  He upset the churn yesterday and spilled a big churning of cream over the yard.  And not one whit concerned about it was he!  Just gave a foolish laugh and said cream was good for the land.  Wasn't that like a man?  I told him I wasn't in the habit of fertilising my back yard with cream.\\\"\\n\\n\\\"Well, I wish you all manner of happiness too, Miss Cornelia,\\\" said Gilbert, solemnly; \\\"but,\\\" he added, unable to resist the temptation to tease Miss Cornelia, despite Anne's imploring eyes, \\\"I fear your day of independence is done.  As you know, Marshall Elliott is a very determined man.\\\"\\n\\n\\\"I like a man who can stick to a thing,\\\" retorted Miss Cornelia.  \\\"Amos Grant, who used to be after me long ago, couldn't.  You never saw such a weather-vane.  He jumped into the pond to drown himself once and then changed his mind and swum out again.  Wasn't that like a man?  Marshall would have stuck to it and drowned.\\\"\\n\\n\\\"And he has a bit of a temper, they tell me,\\\" persisted Gilbert.\\n\\n\\\"He wouldn't be an Elliott if he hadn't.  I'm thankful he has.  It will be real fun to make him mad.  And you can generally do something with a tempery man when it comes to repenting time.  But you can't do anything with a man who just keeps placid and aggravating.\\\"\\n\\n\\\"You know he's a Grit, Miss Cornelia.\\\"\\n\\n\\\"Yes, he IS,\\\" admitted Miss Cornelia rather sadly.  \\\"And of course there is no hope of making a Conservative of him.  But at least he is a Presbyterian.  So I suppose I shall have to be satisfied with that.\\\"\\n\\n\\\"Would you marry him if he were a Methodist, Miss Cornelia?\\\"\\n\\n\\\"No, I would not.  Politics is for this world, but religion is for both.\\\"\\n\\n\\\"And you may be a \\\\`relict' after all, Miss Cornelia.\\\"\\n\\n\\\"Not I.  Marshall will live me out.  The Elliotts are long-lived, and the Bryants are not.\\\"\\n\\n\\\"When are you to be married?\\\" asked Anne.\\n\\n\\\"In about a month's time.  My wedding dress is to be navy blue silk.  And I want to ask you, Anne, dearie, if you think it would be all right to wear a veil with a navy blue dress.  I've always thought I'd like to wear a veil if I ever got married.  Marshall says to have it if I want to.  Isn't that like a man?\\\"\\n\\n\\\"Why shouldn't you wear it if you want to?\\\" asked Anne.\\n\\n\\\"Well, one doesn't want to be different from other people,\\\" said Miss Cornelia, who was not noticeably like anyone else on the face of the earth.  \\\"As I say, I do fancy a veil.  But maybe it shouldn't be worn with any dress but a white one.  Please tell me, Anne, dearie, what you really think.  I'll go by your advice.\\\"\\n\\n\\\"I don't think veils are usually worn with any but white dresses,\\\" admitted Anne, \\\"but that is merely a convention; and I am like Mr. Elliott, Miss Cornelia.  I don't see any good reason why you shouldn't have a veil if you want one.\\\"\\n\\nBut Miss Cornelia, who made her calls in calico wrappers, shook her head.\\n\\n\\\"If it isn't the proper thing I won't wear it,\\\" she said, with a sigh of regret for a lost dream.\\n\\n\\\"Since you are determined to be married, Miss Cornelia,\\\" said Gilbert solemnly, \\\"I shall give you the excellent rules for the management of a husband which my grandmother gave my mother when she married my father.\\\"\\n\\n\\\"Well, I reckon I can manage Marshall Elliott,\\\" said Miss Cornelia placidly.  \\\"But let us hear your rules.\\\"\\n\\n\\\"The first one is, catch him.\\\"\\n\\n\\\"He's caught.  Go on.\\\"\\n\\n\\\"The second one is, feed him well.\\\"\\n\\n\\\"With enough pie.  What next?\\\"\\n\\n\\\"The third and fourth are--keep your eye on him.\\\"\\n\\n\\\"I believe you,\\\" said Miss Cornelia emphatically.\\n\\nCHAPTER 38\\n\\nRED ROSES\\n\\nThe garden of the little house was a haunt beloved of bees and reddened by late roses that August.  The little house folk lived much in it, and were given to taking picnic suppers in the grassy corner beyond the brook and sitting about in it through the twilights when great night moths sailed athwart the velvet gloom.  One evening Owen Ford found Leslie alone in it.  Anne and Gilbert were away, and Susan, who was expected back that night, had not yet returned.\\n\\nThe northern sky was amber and pale green over the fir tops.  The air was cool, for August was nearing September, and Leslie wore a crimson scarf over her white dress.  Together they wandered through the little, friendly, flower-crowded paths in silence.  Owen must go soon.  His holiday was nearly over.  Leslie found her heart beating wildly.  She knew that this beloved garden was to be the scene of the binding words that must seal their as yet unworded understanding.\",\"timestamp\":1639710043,\"title\":\"Oh, you dear, beautiful, beloved baby,\\\" she mumbled, catching one wee hand and covering it with kisses.\"},\"digest\":\"34jJWv0dV2PAuV4rqhq24AbunvCH_C9fsFEhVF5Avak\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aMygz1W-05ilzGVU7OV0hCQrc9tfHfF6k3W3WEre7ss\\\",\\\"y\\\":\\\"_T3kOMwSmDjZ4O9rLBwqqoX7sYbKroiMruyTllQO4zY\\\"}\",\"signature\":\"aC3VEjxPjptMhhGQT0TSgwEXLrRv6tuRIMNg3dv1Uw00JpTp9odyW9DvyFHAkAg-5kOJEBBqY8K1bIm8KCeX6w\",\"signingKeySignature\":\"0x385f57c1064ea8369ffdce1b6b1ab4dcb3108deebc42648523e25e27fbb6d7dc219bedc917e6fcd69cba7f5c6d9f6d23c7d2e1ada6c4c794eb6bd1e5f70a2d5a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aMygz1W-05ilzGVU7OV0hCQrc9tfHfF6k3W3WEre7ss\\\",\\\"y\\\":\\\"_T3kOMwSmDjZ4O9rLBwqqoX7sYbKroiMruyTllQO4zY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"34jJWv0dV2PAuV4rqhq24AbunvCH_C9fsFEhVF5Avak\"}"