"{\"content\":{\"body\":\"## Cryptocurrency, DeFi, and the amalgamation of the Cryptosphere has changed my trajectory.\\n\\n### Few times in a person’s life will they ever come across an ideology that completely changes one’s trajectory in life. Curiosity alone can enable those who get sucked into an idea to never truly come back. \\n\\nCryptocurrency has completely altered my sense of reality of how the world truly operates. \\n\\n### And that is fine by me.\\n\\n```\\n<div style=\\\"width:100%;height:0;padding-bottom:56%;position:relative;\\\"><iframe src=\\\"https://giphy.com/embed/TJUMM58YCL6eyXVJf1\\\" width=\\\"100%\\\" height=\\\"100%\\\" style=\\\"position:absolute\\\" frameBorder=\\\"0\\\" class=\\\"giphy-embed\\\" allowFullScreen></iframe></div><p><a href=\\\"https://giphy.com/gifs/animation-3d-samjackgilmore-TJUMM58YCL6eyXVJf1\\\">via GIPHY</a></p>\\n```\\n\\nAs a young Staff Sergeant nearing the completion of my service in the United States Air Force was coming to a close in 2020, I had an ultimatum; sign another contract to extend a solid career trajectory within the Department of Defense and continue my service to this great nation, or leave behind all that I had known from when I was a young and naive 19 year old signing the dotted line. \\n\\nI had responsibilities at a young age that many others would not understand. I enjoyed the sense of not only leading young Airmen to grow into professionals at their jobs, but growing into the individuals that they so desired to be. The United States Air Force offered a steady career option for myself and something that come hell or high water, a paycheck would always drop on the 15th and the 1st. I had security. I had an incredible sense of fellowship and camaraderie built into an infrastructure that many can never find outside of the uniform.\\n\\nBut something didn’t sit right with me. There was always something in the back of my head… clawing, screaming, and yearning for more. I wanted more for myself. I had a multitude of rough personal stretches that took a toll on my psyche and living in a constant environment where I felt that I did couldn’t exercise the free-will I craved. I felt that within giving my body, mind, and soul to the United States Government that I was not letting myself turn into who I truly was. My creativity as a human waned as I traded free-thinking for taking orders. Year after year, I felt myself as who I was slipping away and becoming ever so complacent with where I was and where I was going. I needed a change.\\n\\n### On October 15th, 2020, I completed my contract with the USAF and told myself to never look back.\\n\\n As a 26 year old man now, I traded a life of security for the unknown. My friends still scattered all over the world were merely a memory now as I transitioned back home to Oregon where I grew up. The friends I did grow up with, although now physically closer, I found unable to reconnect with as I had changed. It was a shock to my system to think that I once was a part of something bigger than myself, only to trade those boots for a pen & paper as I set on my journey to re-enroll in a university and to continue “The Path”.\\n\\nThe traditional path of which I was always told to take turned out to be a rude awakening as I came to find out that I didn’t feel suited to continue the classic 9-5 job leveraged into a spiraling debt-fueled existence that many live. In many cases, you can see there are countless individuals who continually go through the motions, but aren’t really alive. They became a shallow carcass of what they could have been had they actually believed in themselves and had taken a chance. I know that might seem blunt and unfair as everyone’s circumstances are truly unique, but to those who could have been more and never ceased the moment due to trying to live up to other’s expectations… I feel truly sorry for.\\n\\n The tension in my mind of continuing “The Path” was increasingly immense and in turn perpetuated my own anxiety of not being in a space where I was told to do something all the time. It was my turn now to take complete control that was on a different walk of life for many others, and to be honest, it was terrifying. I had to assume complete responsibility and find a way to create a life of creating value for myself and others. I wanted to really feel alive and that I was worth something more.\\n\\n### In early 2021 I had opened Pandora’s Box: Bitcoin had entered my life. \\n\\n```\\n<iframe src=\\\"https://giphy.com/embed/5C3Zrs5xUg5fHV4Kcf\\\" width=\\\"480\\\" height=\\\"480\\\" frameBorder=\\\"0\\\" class=\\\"giphy-embed\\\" allowFullScreen></iframe><p><a href=\\\"https://giphy.com/gifs/japan-money-usa-5C3Zrs5xUg5fHV4Kcf\\\">via GIPHY</a></p>\\n```\\n\\nI am not a person to lazily browse on a subject that interests me. When I find an interest that intrigues me, I hyper-fixate onto it. Bitcoin and the possibilities of creating a world where we didn’t need to accept what was always expected of us. A gift had been bestowed by Satoshi Nakamoto along with so many early pioneers of the cypherpunks that laid the way for Blockchain Technology to enter our lives. I can truly say that once I started rationalizing the immense gravity at which Bitcoin, Ethereum, DeFi in its entirety, DAOs, Blockchain Technology, and other Distributed Ledger Technologies sucks you in, I could never escape. I never wanted to escape. I was all in.\\n\\n I floating down the endless river which continually rose in pace. I began to experience a sense of self-identity again. To be able to feel at home across the Cryptosphere among the brightest minds leading the charge and seeing it unfold at an unbelievable rate was humbling. I started thinking for myself again and seeing a man who could not only find himself comfortable on the forefront of a global charge towards decentralization, but I felt the desire to work on giving back my time, energy, and love into helping others along their journey. Through the power of sovereignty, free-thinking, and believing in myself, I came to the conclusion that I too can help change the trajectory of the world in creating a more fair, sustainable, and more equitable space for all involved.\\n\\nI took it upon myself to start with the basics of learning HTML/CSS and JavaScript as I found that I wanted to not only view the innovations occurring within Web3, but that I wanted to be able to contribute to the evolution of future cultural, social, and infrastructural identities that aligned with my own. I am in the process of utilizing my VA benefits to further develop my coding skills as I too want to become a Developer in an upcoming and exciting world. Although my skills are elementary (for the moment), I too believe that one day I will be able to help create, curate, and push forward this vastly expanding network and continually create a sense of self that I can be proud of.\\n\\n### I finally have found a place that I belong.\\n\\n I am now on a path in which I am cursed; a beautiful curse the perpetuates further self-growth, self-reflection, and a life in which I feel I cannot turn back from. A world where I can evolve into where I am continually finding myself while also learning in the process to help and give back to others. \\n\\n### There is no other path I would rather set out on than the one bestowed upon me. I am here, and I am here to stay. \\n\\n### Welcome to the beautiful curse that is Web3, DAOs, Blockchain, and the entirety of the Cryptosphere. Enjoy the process as these times should not be taken for granted. The energy is absolutely contagious, and we are here to stay.\\n\\n```\\n<div style=\\\"width:100%;height:0;padding-bottom:75%;position:relative;\\\"><iframe src=\\\"https://giphy.com/embed/kQYNaEa35hQ6pCYywH\\\" width=\\\"100%\\\" height=\\\"100%\\\" style=\\\"position:absolute\\\" frameBorder=\\\"0\\\" class=\\\"giphy-embed\\\" allowFullScreen></iframe></div><p><a href=\\\"https://giphy.com/gifs/captain-planet-planeteers-letourpowerscombine-kQYNaEa35hQ6pCYywH\\\">via GIPHY</a></p>\\n```\\n\\n```\\n```\\n\\n### \",\"timestamp\":1637106615,\"title\":\"The Blockchain Rabbit Hole is a Beautiful Curse\"},\"digest\":\"H3Vwwr15Fqgrk6KScpVU8c_Q-RPwYFJLXxuaExLCJGE\",\"authorship\":{\"contributor\":\"0x2Bb255141Ccd911B2C463852f5e9EF3676D44446\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJet7hDAVZBWh7TLIvg2ZQxSTN3Zksf_SDfp6iF_U3s\\\",\\\"y\\\":\\\"gBzNOtIvHEI2Hw1q4Z9EcmGhnaIUF2DPmL3R9bd1TNs\\\"}\",\"signature\":\"apVwKNKjaH-4RxPKC5YY-4c-9ph7MlsxbRuWkLX_BhwcRlHmC2e02NQrw79GQcXN_qknCNJNpIzuwg9Fw5YWsw\",\"signingKeySignature\":\"0x4b9b1233aa87a78e2ba5586e751bc70452bbb61f9db862edaea8804e3fa4c7a366ae9e3c00e5522437795492dd105458b7d8bda583c075b21e292b78bef3699c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJet7hDAVZBWh7TLIvg2ZQxSTN3Zksf_SDfp6iF_U3s\\\",\\\"y\\\":\\\"gBzNOtIvHEI2Hw1q4Z9EcmGhnaIUF2DPmL3R9bd1TNs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H3Vwwr15Fqgrk6KScpVU8c_Q-RPwYFJLXxuaExLCJGE\"}"