"{\"content\":{\"body\":\"\\\"Your Excellency doesn't know to what you expose yourself,\\\" said the\\n\\nsaucy rapin; \\\"'facilis descensus victuali,' as we say at the Black\\n\\nHen.\\\"\\n\\n\\\"Bridau!\\\" exclaimed the minister, struck by a sudden thought. \\\"Are you\\n\\nany relation to one of the most devoted toilers under the Empire, the\\n\\nhead of a bureau, who fell a victim to his zeal?\\\"\\n\\n\\\"His son, monseigneur,\\\" replied Joseph, bowing.\\n\\n\\\"Then you are most welcome here,\\\" said the count, taking Bridau's hand\\n\\nin both of his. \\\"I knew your father, and you can count on me as on--on\\n\\nan uncle in America,\\\" added the count, laughing. \\\"But you are too\\n\\nyoung to have pupils of your own; to whom does Mistigris really\\n\\nbelong?\\\"\\n\\n\\\"To my friend Schinner, who lent him to me,\\\" said Joseph. \\\"Mistigris'\\n\\nname is Leon de Lora. Monseigneur, if you knew my father, will you\\n\\ndeign to think of his other son, who is now accused of plotting\\n\\nagainst the State, and is soon to be tried before the Court of Peers?\\\"\\n\\n\\\"Ah! that's true,\\\" said the count. \\\"Yes, I will think about it, be\\n\\nsure of that. As for Colonel Czerni-Georges, the friend of Ali Pacha,\\n\\nand Mina's aide-de-camp--\\\" he continued, walking up to Georges.\\n\\n\\\"He! why that's my second clerk!\\\" cried Crottat.\\n\\n\\\"You are quite mistaken, Maitre Crottat,\\\" said the count, assuming a\\n\\nstern air. \\\"A clerk who intends to be a notary does not leave\\n\\nimportant deeds in a diligence at the mercy of other travellers;\\n\\nneither does he spend twenty francs between Paris and Moisselles; or\\n\\nexpose himself to be arrested as a deserter--\\\"\\n\\n\\\"Monseigneur,\\\" said Georges Marest, \\\"I may have amused myself with the\\n\\nbourgeois in the diligence, but--\\\"\\n\\n\\\"Let his Excellency finish what he was saying,\\\" said the notary,\\n\\ndigging his elbow into his clerk's ribs.\\n\\n\\\"A notary,\\\" continued the count, \\\"ought to practise discretion,\\n\\nshrewdness, caution from the start; he should be incapable of such a\\n\\nblunder as taking a peer of France for a tallow-chandler--\\\"\\n\\n\\\"I am willing to be blamed for my faults,\\\" said Georges; \\\"but I never\\n\\nleft my deeds at the mercy of--\\\"\\n\\n\\\"Now you are committing the fault of contradicting the word of a\\n\\nminister of State, a gentleman, an old man, and a client,\\\" said the\\n\\ncount. \\\"Give me that deed of sale.\\\"\\n\\nGeorges turned over and over the papers in his portfolio.\\n\\n\\\"That will do; don't disarrange those papers,\\\" said the count, taking\\n\\nthe deed from his pocket. \\\"Here is what you are looking for.\\\"\\n\\nCrottat turned the paper back and forth, so astonished was he at\\n\\nreceiving it from the hands of his client.\\n\\n\\\"What does this mean, monsieur?\\\" he said, finally, to Georges.\\n\\n\\\"If I had not taken it,\\\" said the count, \\\"Pere Leger,--who is by no\\n\\nmeans such a ninny as you thought him from his questions about\\n\\nagriculture, by which he showed that he attended to his own business,\\n\\n\\\\--Pere Leger might have seized that paper and guessed my purpose. You\\n\\nmust give me the pleasure of dining with me, but one on condition,--\\n\\nthat of describing, as you promised, the execution of the Muslim of\\n\\nSmyrna, and you must also finish the memoirs of some client which you\\n\\nhave certainly read to be so well informed.\\\"\\n\\n\\\"Schlague for blague!\\\" said Leon de Lora, in a whisper, to Joseph\\n\\nBridau.\\n\\n\\\"Gentlemen,\\\" said the count to the two notaries and Messieurs\\n\\nMargueron and de Reybert, \\\"let us go into the next room and conclude\\n\\nthis business before dinner, because, as my friend Mistigris would\\n\\nsay: 'Qui esurit constentit.'\\\"\\n\\n\\\"Well, he is very good-natured,\\\" said Leon de Lora to Georges Marest,\\n\\nwhen the count had left the room.\\n\\n\\\"Yes, HE may be, but my master isn't,\\\" said Georges, \\\"and he will\\n\\nrequest me to go and blaguer somewhere else.\\\"\\n\\n\\\"Never mind, you like travel,\\\" said Bridau.\\n\\n\\\"What a dressing that boy will get from Monsieur and Madame Moreau!\\\"\\n\\ncried Mistigris.\\n\\n\\\"Little idiot!\\\" said Georges. \\\"If it hadn't been for him the count\\n\\nwould have been amused. Well, anyhow, the lesson is a good one; and if\\n\\never again I am caught bragging in a public coach--\\\"\\n\\n\\\"It is a stupid thing to do,\\\" said Joseph Bridau.\\n\\n\\\"And common,\\\" added Mistigris. \\\"'Vulgarity is the brother of\\n\\npretension.'\\\"\\n\\nWhile the matter of the sale was being settled between Monsieur\\n\\nMargueron and the Comte de Serizy, assisted by their respective\\n\\nnotaries in presence of Monsieur de Reybert, the ex-steward walked\\n\\nwith slow steps to his own house. There he entered the salon and sat\\n\\ndown without noticing anything. Little Husson, who was present,\\n\\nslipped into a corner, out of sight, so much did the livid face of his\\n\\nmother's friend alarm him.\\n\\n\\\"Eh! my friend!\\\" said Estelle, coming into the room, somewhat tired\\n\\nwith what she had been doing. \\\"What is the matter?\\\"\\n\\n\\\"My dear, we are lost,--lost beyond recovery. I am no longer steward\\n\\nof Presles, no longer in the count's confidence.\\\"\\n\\n\\\"Why not?\\\"\\n\\n\\\"Pere Leger, who was in Pierrotin's coach, told the count all about\\n\\nthe affair of Les Moulineaux. But that is not the thing that has cost\\n\\nme his favor.\\\"\\n\\n\\\"What then?\\\"\\n\\n\\\"Oscar spoke ill of the countess, and he told about the count's\\n\\ndiseases.\\\"\\n\\n\\\"Oscar!\\\" cried Madame Moreau. \\\"Ah! my dear, your sin has found you\\n\\nout. It was well worth while to warm that young serpent in your bosom.\\n\\nHow often I have told you--\\\"\\n\\n\\\"Enough!\\\" said Moreau, in a strained voice.\\n\\nAt this moment Estelle and her husband discovered Oscar cowering in\\n\\nhis corner. Moreau swooped down on the luckless lad like a hawk on its\\n\\nprey, took him by the collar of the coat and dragged him to the light\\n\\nof a window. \\\"Speak! what did you say to monseigneur in that coach?\\n\\nWhat demon let loose your tongue, you who keep a doltish silence\\n\\nwhenever I speak to you? What did you do it for?\\\" cried the steward,\\n\\nwith frightful violence.\\n\\nToo bewildered to weep, Oscar was dumb and motionless as a statue.\\n\\n\\\"Come with me and beg his Excellency's pardon,\\\" said Moreau.\\n\\n\\\"As if his Excellency cares for a little toad like that!\\\" cried the\\n\\nfurious Estelle.\\n\\n\\\"Come, I say, to the chateau,\\\" repeated Moreau.\\n\\nOscar dropped like an inert mass to the ground.\\n\\n\\\"Come!\\\" cried Moreau, his anger increasing at every instant.\\n\\n\\\"No! no! mercy!\\\" cried Oscar, who could not bring himself to submit to\\n\\na torture that seemed to him worse than death.\\n\\nMoreau then took the lad by his coat, and dragged him, as he might a\\n\\ndead body, through the yards, which rang with the boy's outcries and\\n\\nsobs. He pulled him up the portico, and, with an arm that fury made\\n\\npowerful, he flung him, bellowing, and rigid as a pole, into the\\n\\nsalon, at the very feet of the count, who, having completed the\\n\\npurchase of Les Moulineaux, was about to leave the salon for the\\n\\ndining-room with his guests.\\n\\n\\\"On your knees, wretched boy! and ask pardon of him who gave food to\\n\\nyour mind by obtaining your scholarship.\\\"\\n\\nOscar, his face to the ground, was foaming with rage, and did not say\\n\\na word. The spectators of the scene were shocked. Moreau seemed no\\n\\nlonger in his senses; his face was crimson with injected blood.\\n\\n\\\"This young man is a mere lump of vanity,\\\" said the count, after\\n\\nwaiting a moment for Oscar's excuses. \\\"A proud man humiliates himself\\n\\nbecause he sees there is grandeur in a certain self-abasement. I am\\n\\nafraid that you will never make much of that lad.\\\"\\n\\nSo saying, his Excellency passed on. Moreau took Oscar home with him;\\n\\nand on the way gave orders that the horses should immediately be put\\n\\nto Madame Moreau's caleche.\\n\\nCHAPTER VII\\n\\nA MOTHER'S TRIALS\\n\\nWhile the horses were being harnessed, Moreau wrote the following\\n\\nletter to Madame Clapart:--\\n\\nMy dear,--Oscar has ruined me. During his journey in Pierrotin's\\n\\ncoach, he spoke of Madame de Serizy's behavior to his Excellency,\\n\\nwho was travelling incognito, and actually told, to himself, the\\n\\nsecret of his terrible malady. After dismissing me from my\\n\\nstewardship, the count told me not to let Oscar sleep at Presles,\\n\\nbut to send him away immediately. Therefore, to obey his orders,\\n\\nthe horses are being harnessed at this moment to my wife's\\n\\ncarriage, and Brochon, my stable-man, will take the miserable\\n\\nchild to you to-night.\\n\\nWe are, my wife and I, in a distress of mind which you may perhaps\\n\\nimagine, though I cannot describe it to you. I will see you in a\\n\\nfew days, for I must take another course. I have three children,\\n\\nand I ought to consider their future. At present I do not know\\n\\nwhat to do; but I shall certainly endeavor to make the count aware\\n\\nof what seventeen years of the life of a man like myself is worth.\\n\\nOwning at the present moment about two hundred and fifty thousand\\n\\nfrancs, I want to raise myself to a fortune which may some day\\n\\nmake me the equal of his Excellency. At this moment I feel within\\n\\nme the power to move mountains and vanquish insurmountable\\n\\ndifficulties. What a lever is such a scene of bitter humiliation\\n\\nas I have just passed through! Whose blood has Oscar in his veins?\\n\\nHis conduct has been that of a blockhead; up to this moment when I\\n\\nwrite to you, he has not said a word nor answered, even by a sign,\\n\\nthe questions my wife and I have put to him. Will he become an\\n\\nidiot? or is he one already? Dear friend, why did you not instruct\\n\\nhim as to his behavior before you sent him to me? How many\\n\\nmisfortunes you would have spared me, had you brought him here\\n\\nyourself as I begged you to do. If Estelle alarmed you, you might\\n\\nhave stayed at Moisselles. However, the thing is done, and there\\n\\nis no use talking about it.\\n\\nAdieu; I shall see you soon.\\n\\nYour devoted servant and friend,\\n\\nMoreau\\n\\nAt eight o'clock that evening, Madame Clapart, just returned from a\\n\\nwalk she had taken with her husband, was knitting winter socks for\\n\\nOscar, by the light of a single candle. Monsieur Clapart was expecting\\n\\na friend named Poiret, who often came in to play dominoes, for never\\n\\ndid he allow himself to spend an evening at a cafe. In spite of the\\n\\nprudent economy to which his small means forced him, Clapart would not\\n\\nhave answered for his temperance amid a luxury of food and in presence\\n\\nof the usual guests of a cafe whose inquisitive observation would have\\n\\npiqued him.\\n\\n\\\"I'm afraid Poiret came while we were out,\\\" said Clapart to his wife.\\n\\n\\\"Why, no, my friend; the portress would have told us so when we came\\n\\nin,\\\" replied Madame Clapart.\\n\\n\\\"She may have forgotten it.\\\"\\n\\n\\\"What makes you think so?\\\"\\n\\n\\\"It wouldn't be the first time she has forgotten things for us,--for\\n\\nGod knows how people without means are treated.\\\"\\n\\n\\\"Well,\\\" said the poor woman, to change the conversation and escape\\n\\nClapart's cavilling, \\\"Oscar must be at Presles by this time. How he\\n\\nwill enjoy that fine house and the beautiful park.\\\"\\n\\n\\\"Oh! yes,\\\" snarled Clapart, \\\"you expect fine things of him; but, mark\\n\\nmy words, there'll be squabbles wherever he goes.\\\"\\n\\n\\\"Will you never cease to find fault with that poor child?\\\" said the\\n\\nmother. \\\"What has he done to you? If some day we should live at our\",\"timestamp\":1637316435,\"title\":\"\\nwill give me the pleasure of dining with me, as well as my lively\\n\"},\"digest\":\"dgZMQ-ibN7Jgjrw4FBDGgn_947Ju1Iat8_W4uRLqw98\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DTgSKjvGq0YzTfIiK9xsrIerUdz3qBs1prsaRkHfllY\\\",\\\"y\\\":\\\"QCOmn7A9CCSxEQheK4VcKNmL595GhVnFsspMd-yM6TA\\\"}\",\"signature\":\"c07skmW_GGW_FQxOZ2wUOS7AuXMxbG8Ff3-DFNQdXtRWPCLy6tJEAbAusxcZDemfUo7vWlQ0pZHTmysrg1CTZQ\",\"signingKeySignature\":\"0xe78d468a56df707969a6c3190ddeda4fc4a8b41170cc18aaa7b923f4f0f695855b5f9d4419e9e4196f043cc8a0a783580319f8cf2bbbb799f92f8a419fec49c91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DTgSKjvGq0YzTfIiK9xsrIerUdz3qBs1prsaRkHfllY\\\",\\\"y\\\":\\\"QCOmn7A9CCSxEQheK4VcKNmL595GhVnFsspMd-yM6TA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dgZMQ-ibN7Jgjrw4FBDGgn_947Ju1Iat8_W4uRLqw98\"}"