"{\"content\":{\"body\":\"If the hottest concept this year is the metaverse, then the hottest concept in the metaverse is naturally the metaverse land.\\n\\nWe see the constantly refreshing auction price of virtual land. On 25 November, New York Post reported that Metaverse Group, the NFT-based metaverse real estate company, which is a subsidiary of Tokens.com, bought a plot of ‘land’ on for USD 2.43 million. This amount is more than double the previous record for the largest metaverse land acquisition. Could we say that the “real estate speculation fever” has also scraped into the metaverse?\\n\\nIndustry KOL pointed out that the price of metaverse land is related to indicators such as area, location and brand. Moreover, these virtual real estate rely on their metaverse project. Therefore, the popularity, development maturity and community activity of the metaverse project will also affect the commercial value and prospect of the plot to a great extent.\\n\\nAt present, popular metaverse game include decentraland, the sandbox, cryptovoxels, Somnium space, etc. We will launch a series of articles on virtual land to explain to you one by one. Let’s look forward to it.\\n\\n## What is The Sandbox？\\n\\n![](https://miro.medium.com/max/1400/0\\\\*7yWJHlinZBvbLPPo)\\n\\nThe Sandbox is a sandbox game for mobile phones (iOS and Android) and Microsoft Windows, developed by game studio Pixowl and released on May 15, 2012. It was released for PC on Steam on 29 June 2015. It is a decentralized, community-driven gaming ecosystem where designers and artists can create, share and monetize NFTs and gaming experiences on the Ethereum blockchain and is partnered with many industry giants. Its popular virtual real estate, known as LANDs, is taking over the NFT world.\\n\\nSandbox was originally a 2D mobile game in which users can build their own virtual world. Sandbox has successfully accumulated more than 40 million users, and with the development of sandbox, it can still be used on mobile devices today.\\n\\nFollowing the cryptocurrency bull market in 2017, Pixowl announced plans to transform Sandbox into an Ethereum based 3D game, in which each in-game item created by users is an NFT. The brand was acquired by Animoca Brands in 2018, and its name is used for a blockchain-based 3D open world game.\\n\\nIn 2018, Pixowl was acquired by Hong Kong based software company Animoca Brands, which focuses on digital entertainment, blockchain and GamiFi.\\n\\nSandbox development is coordinated by the Sandbox Foundation and consists of more than 100 people from 32 different countries. Sandbox raised about $7 million through three sales of sand tokens in 2019 and 2020, and has raised millions of dollars from various land sales since 2019.\\n\\n## What Does Sandbox Consist Of?\\n\\nIn the virtual world of The Sandbox, there are three main types of assets: LAND, token SAND and NFT assets (characters, props, etc.)\\n\\nThe virtual world of the Sandbox consists of 166,000 pieces of land. Put our ERC721 token on Ethereum, which is an NFT standard of Ethereum.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*GkGTfx68TKa39CuU)\\n\\nPeople can use VoxEdit software to customize the land. VoxEdit is also used to create game assets, which exist in the form of NFT on Ethereum.\\n\\nLand and assets can be bought and sold in sandbox’s own NFT market, and all NFTs are priced in SAND tokens. SAND is ERC20 on Ethereum. It is Sandbox’s in-game currency.\\n\\nSAND and land give its holders governance rights, and SAND can even staking for additional rewards.\\n\\n## How Could The Sandbox Economics Keep Developing？\\n\\nAt present, Sandbox is mainly used to develop games and operate land. The profit model of each landlord and developer should also be determined according to their own development technology and ability. This brings infinite possibilities. On this basis, Sandbox also launched an ecological reward fund, which is very helpful for sandbox to attract developers to improve the quality of the game and the operation mode of P2E .\\n\\nWith the injection of a large number of NFTs, Sandbox game has successfully entered the public’s attention and appears particularly strong. Then, on the basis of continuous cooperation with strong capital and famous IP, Sandbox players are likely to explode.\",\"timestamp\":1642490111,\"title\":\"What Is The Sandbox? Discover The Sandbox Metaverse from here\"},\"digest\":\"0xeuEgaDpEUHTtNDJ5f3GlK6rjz9ZD_HiYcH4K8ZVXk\",\"authorship\":{\"contributor\":\"0x2cDc9360D38e50407613e858a9b950964430C8c0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z_zk4oGtXZtdUSmXGrsdGpMxao-RFxhY4rxq7zTn6Ts\\\",\\\"y\\\":\\\"G0HPBM6fbBvUNrR-bWYV40n3uWz79RF8JxYy9gy8pbY\\\"}\",\"signature\":\"ESDia5MCx4x8QXZwJtugQkO0Mmm4jAELuCIhYRwO990CDbrpoQoAL7cmKMzgkk9-YSIG646cbH3DAvnUlEgKTw\",\"signingKeySignature\":\"0x84b6806b234a313f40c71de67220b235d62776b6e482ee56a5ccef71a42b213b77175639dd858a6a5b127604473768fadadfba37ae4c1bb33adc410c642cd2bf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z_zk4oGtXZtdUSmXGrsdGpMxao-RFxhY4rxq7zTn6Ts\\\",\\\"y\\\":\\\"G0HPBM6fbBvUNrR-bWYV40n3uWz79RF8JxYy9gy8pbY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0xeuEgaDpEUHTtNDJ5f3GlK6rjz9ZD_HiYcH4K8ZVXk\"}"