"{\"content\":{\"body\":\"A degenerate must be prepared for their NFT going to zero. In that impoverished and dystopian future, the NFT collector finds themselves alone and saddled with an unsellable JPEG that, in better days, was once worth two years of groceries, but now merely illuminates a sad room via a cracked phone screen.\\n\\nIt’s here that I’d like to temporarily disassociate NFTs from wealth, technology, voodoo, and the vagrancies of cryptotechnology, and focus on the ***art***. It’s easier to diamond hand when one ascribes value to art beyond economics.\\n\\nThough there exists a future where one's JPEG may not be worth shit (monetarily speaking), it should carry aesthetic and subjective value to the collector: their digital identity, a print on the wall, a screensaver, an overpriced conversation piece.\\n\\n![Kong # 2909](https://images.mirror-media.xyz/publication-images/Kfoh2w0GCWsJVJ9xAsERB.png?height=4250&width=4250)\\n\\n**Artist:** [@Sickpencil](https://linktr.ee/Sickpencil)  \\n **Medium:** Digital, hand-drawn. Dope AF.  \\n **Collection:** [Rumble Kong League](https://www.rumblekongleague.com/) (2021)  \\n **Acquisition:** Purchased with funds from the resale of Gutter Species Mint Passes, proceeds from recycling Le Croix cans, and a generous donation by the Darwin Ape Society of Tokepa, KS.  \\n **Current Sale Price:** Unlisted.\\n\\nPlacing itself in the long and storied tradition of anthropomorphic art, Kong #2909’s most striking feature are its bloodshot eyes: faint but distinguishable. Likely due to heavy marijuana use than the usual suspects (i.e., injuries from street-fights, cedar allergies, lack of sleep, crying spells, etc.). Its eyes are too relaxed and distant and pleasured for the redness to be anything but cannabinoid-induced. Kong #2909 has its tongue out, suggesting this unique interplay of intense hunger and pleasure. Most likely a nod to the legal marijuana industry in California that emerged in the mid to late 2010s. Specifically, a powerful, yet thematically-appropriate strain like Grape Ape, Banana OG, or Grease Monkey.\\n\\nOne of 1,182 Rumble Kongs with pink fur, #2909 wears its pinkness confidently: with an undercurrent of mischief and femininity. A tuft of its fur pops out, almost flirtatiously, covering a small patch of a classically stylish Breton shirt: a favorite of mimes and 19th-century French sailors.\\n\\nWhy then, the Breton shirt? Though Kong #2909 *is* part of a basketball-themed NFT collection, its pink fur, the bloodshot eyes, the Breton shirt imply a flagrant lack of *basketballness*, a quality that traditionalists associate with toughness, competitive fire, and murderous rage (see [Westbrook, Russell](https://www.basketball-reference.com/players/w/westbru01.html)). In that traditional sense, yes, Kong #2909 doesn’t bare its teeth, nor does it sport a game-worn jersey.\\n\\nKong #2909's most appropriate analog can be found among the French NBA players that graced NBA courts in the 2000s. In particular, a skilled player like Boris Diaw, whose gastronomical exploits were like catnip to NBA features writers. I'd die happy if I no longer had to read articles about what Boris Diaw puts into his mouth. A small sample:\\n\\n* [Boris Diaw, the Frenchiest Dude in the NBA, Is Down to Go to Mars](https://www.gq.com/story/boris-diaw-interview), in which a writer gets Boris to talk about *balut* (a Filipino delicacy) and winemaking.\\n* Here's an account of [Boris missing a game against the Charlotte Bobcats from drinking curdled milk](https://www.thescore.com/nba/news/427885).\\n* And there’s a Reddit thread on [Boris' gameday cappuccino routine](https://www.reddit.com/r/nba/comments/287mpe/boris_diaw_drinks_cappuccino_then_performs/).\\n* Etc. (just Google \\\"Boris Diaw food\\\").\\n\\nIts association with Boris-Diaw-food-porn notwithstanding, Kong #2909 speaks to the diversity of Rumble Kong League. There is a Kong for all seasons and all persuasions, a weirdly personal niche that emerges from the generative metadata.\\n\\nIn this case, Kong #2909 speaks to the Boris Diaws of the basketball world, those who enjoy the simple pleasures in life, like a cappuccino before a game.\\n\\n***Disclaimer:*** *the author has zero experience or expertise in art history or art appreciation. This article should not be taken as financial advice or aesthetic advice or life advice. Art is subjective, beauty is in the eye of the beholder, blah blah blah, etc. For this inaugural spotlight, author has selected their own NFT. To avoid conflict of interest (referred to in this industry as “pumping your own bags”), author agrees to a 30-day lockup period for artwork referenced in this article. Though it's most likely a voluntary 6-month lockup (why would anyone of sound financial mind sell this beauty at today’s dirt-cheap valuation).*\",\"timestamp\":1638554166,\"title\":\"NFT Art Appreciation Issue #1: Pink Monkey's Gone to Heaven.\"},\"digest\":\"gzcJ_oJ9gQFQjvLOXGVxyWF-VN5ajESO2z4YIGlETbE\",\"authorship\":{\"contributor\":\"0x88AC0Cb12A4D8Ef833Df33c44f16fe13FC7Cb229\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JChIiMWDZLByV922GdhCUBgrXlqOnUiquic5eSeRqus\\\",\\\"y\\\":\\\"hYPaKlTzBYPJpFKeYOtKVYQmE1bxJKcPDcy5JNd6qAE\\\"}\",\"signature\":\"tWdVTIBiJA_ryHK_Xouf6sw7V-2_Fz3X8JzBXnbvW2Vc0clNAfp1irCLAuPMr7qYc4UZ3Q73DdBP1njpRYxWdw\",\"signingKeySignature\":\"0x50b5a637570060ebc9fc3c6fb5728192a7aefdd6304733f6037a5c689a4ce3134d33f17e91429642d5360444d0055fc2f6e251485cb3ee2156901f659384aad300\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JChIiMWDZLByV922GdhCUBgrXlqOnUiquic5eSeRqus\\\",\\\"y\\\":\\\"hYPaKlTzBYPJpFKeYOtKVYQmE1bxJKcPDcy5JNd6qAE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gzcJ_oJ9gQFQjvLOXGVxyWF-VN5ajESO2z4YIGlETbE\"}"