"{\"content\":{\"body\":\"不论何时，只要耐心等待市场到达我所说的“关键点”后才动手，我就能从交易中获利。为什么？因为在这种情况下，我选择的正是标志行情启动的心理时机。**我永远用不着为亏损而焦虑**，原因很简单，我恰好在准则发出信号时果断行动，并根据准则发出的信号逐步积累头寸。之后，**我惟一要做的就是静观其变，任由市场自动展开行情演变的过程，我知道，只需如此，市场自身就会在合适的时机出发危险信号，让我了结获利。**任何时候，只要鼓起勇气和耐心等待这样的信号，我就能按部就班，从不例外。**我的经验始终如一的表明，如果没有在行情开始后不久入市，我就从来不会在这轮行情中获得太大的收益。**原因可能是，如果没有及时入市，就会丧失一大段利润储备，而在后来行情演变过程中，直至行情终了，**这段利润储备都是勇气和耐心的可靠保障**，因此是十分必要的——在行情演变过程中，直至行情结束，市场必定会不时出现各种各样的小规模回落行情或者小规模回升行情，这段利润储备正是我不为之所动，顺利通过的可靠保障。\\n\\n   正如市场在适当时机会向你发出入市信号一样，同样肯定，市场也会向你发出离市信号——只要您有耐心等待。“罗马不是一天建成的，”**没有哪个市场重大运动会在一天或一周内一蹴而就。**它需要一定的**时间**才能逐步完成发生，发展，终结的整个过程。在一轮行情中，大部份市场运动发生在整个过程的最后48小时，**也就是说在行情启动的两个交易日内，您一定要持有头寸，处身场内。**这一点很重要。\\n\\n  举个例子。假定某只数字资产已经在下降趋势中运行了相当长的时间，价格跌至到40元的低位。随后。价格形成一轮快速的回升行情，几天之内便上涨到45元。接下来，价格回落，几周时间之内始终在几元的范围内横向波动。此后，它又开始延续前一段上涨行情，直至49元的高度。随后价格的走势又变得很沉闷，几天之内都不活跃。终于有一天它再度活跃起来，起先下跌了3到4元，后来继续下滑，直到接近其关键点40元的某个价位为止。正是此时此地，您需要特别小心观察价格的走势，因为如果价格要确定无疑地恢复原有的下降趋势，**就应当首先下跌到比“关键点”40元低3到4元的价位**，然后才能形成另一轮明显回升行情。如果价格未能向下**有效**跌破40元，这就是一个信号，一旦价格从当前向下回撤的低点开始上涨3元，就应该买进。如果价格虽然向下跌穿了40元，但是跌下去的幅度没有在3元左右，那么一旦价格上涨至43元，也应该买进。\\n\\n  如果出现上述两种情形中的任何一种，您就会发现，在绝大多数情况下，都标志着一轮新趋势的揭幕，如果价格以明确方式来验证新趋势的诞生，就会持续上涨，一直上升到另一个关键点49元以上——而且比这个关键点高出3元或更多。\\n\\n![](https://images.mirror-media.xyz/publication-images/UmngPDuRlaVTjhoRAC627.png?height=307&width=491)\\n\\n![](https://images.mirror-media.xyz/publication-images/PU9wNJeJgcexB5IWw94iX.png?height=278&width=552)\\n\\n杰西没有说明为什么价格在突破43元时应该买进的原因，不过我们可以从下图看出为什么价格在跌破关键点反弹到43元（A）之后应该买进的原因。**有一点可以明确，采用3点有效性和6点转向来过滤掉虚假运动是杰西常用的办法。**\\n\\n![](https://images.mirror-media.xyz/publication-images/avPFGJkvs9SWdUSCT0w-y.png?height=292&width=491)\\n\\n想象一下，**机构为了拿到更多的廉价的筹码，会怎么做，当价格第一次反弹到43元时，他们会直接拉升到49元，让一些在49元价位买入的交易者轻易解套吗？如果这样做只会推升做盘的成本，因此机构首先会抛出手中的筹码，让价格先跌破关键点位，从而引发市场的恐慌的抛售，这样一来，机构就更容易拿到更多的廉价筹码。**机构的最终目的是获利，因此他们不会让价格一直的往下跌，在价格跌到37元之时，机构开始拉升价格，当价格再次**在成交量同步放大的配合下**突破43元时，这是极佳的买入机会。（为什么不在价格跌至到37元买入？）\\n\\n  如果一位投机者能够确定某只数字资产的关键点，并运用关键点来解释价格动作，就能够有相当的把握建立那种从头开始一直盈利的头寸。\\n\\n结合当下行情我们来进一步谈谈关键点：下图是比特币的最新行情，我找出了目前阶段性盘整走势的三处关键点，图中（高清图可以点击图片来源链接获取）粗的红黄水平线，分别标记的近几个月横盘震荡的上下轨的关键点  3280和4320美元。细的红色趋势线标记了4000美元。目前行情徘徊在4000美元阻力位附近。可以说在两处关键点区间走势，都是无趋势的走势，并不能反映主力的吸筹还是出货行为。只有当两处价格被有效突破，才能暴露主力意图。\\n\\n![图片来源：https://www.tradingview.com/x/gfIch4xK/](https://images.mirror-media.xyz/publication-images/IxBBiKuZNmXvqVcPfKM_D.png?height=334&width=590)\\n\\n多年以前，我已经开始通过这种关键点最简便的交易法来盈利。我常常观察到，当某只数字资产的成交价（收市价）位于50、100、200甚至300元时，**一旦价格穿越这样的点位（可以这样来理解，当某只数字资产每每创出新高时），则随后几乎总会无可避免地发生直线式的快速运动。**杰西曾经尝试过这样的操作手法，并在“森蚺公司”上获利过。\\n\\n关于上述实战经验，可以结合当下ONT突破关键点0.8美元走势来验证：\\n\\n如下图ONT于昨晚突破0.8关键点后，我们基金快速调仓买入，截止发文已经站上0.9美元。\\n\\n![图片来源：https://www.tradingview.com/x/RPfUe3ja/](https://images.mirror-media.xyz/publication-images/WGlqi9UFLfQP7YCfml0S0.png?height=317&width=560)\\n\\n在运用关键点来预期价格运动的时候，有一点必须始终牢记，**如果该数字资产的价格在穿越关键点之后没有按照应有的模式运作，就是一个必须密切注视的危险信号。**一只数字资产在上升趋势中有可能会经历无数次的持续整理形态，每个整理形态都会有一个所谓的“关键点”如果在这次价格穿越过关键点之后，并没有发生如同以前一样的走势，比如，前几次价格穿越关键点之后，**价格均有一波明显快速上涨，而这次没有，或者，成交量明显增大，这说明这数字资产不但没有出现紧俏难买的现象。市场上反而充斥大量的卖出，该数字资产已经不能维持持续上涨的进程。**\\n\\n![](https://images.mirror-media.xyz/publication-images/Bcz_LBltsTd4YCW67BMYF.png?height=297&width=491)\\n\\n这清楚说明，这种情况和当一个数字资产穿越以前关键点后发生的情形大相径庭。其价格会很容易掉转方向，您必须当机立断，了结原有的头寸（伴随成交量放大的虚假突破）。\\n\\n  **顺便说一句，每次当我失去耐心，不是等待关键点到来的时机，而是胡乱交易企图快快获利的时候，就总是赔钱。**\\n\\n![](https://images.mirror-media.xyz/publication-images/j6wvD13-bk0J1tm1W764l.png?height=273&width=536)\\n\\n上图例举了一个未能耐心等待关键点3到来，提前买入的亏损反面例子。\\n\\n  通过仔细观察数字资产行情图表，研究市场本身行为（价格变动，成交量变化等）**并结合考虑市场的时间要素**，您就有能力发现许多的关键点，并通过这些关键点建立头寸，以等待快速的市场运动。但是，一定要自我训练，充分认识到借助关键点去交易是需要耐心的，您必须投入时间来研究，必须亲自动手，唯有用心体悟。\\n\\n  您会发觉，研究关键点的过程就像挖掘到金矿，这项工作如此迷人，几乎难以置信。**您将从出自独立判断的成功交易中体味到一种独特的快感和满足。**通过内幕消息或者他人指导或许会让您获利，但是您会发现，自己独立赢得的利润更能带来巨大的成就感。**如果您能独立发掘机会，独立自主地交易，耐心守候，密切注视危险信号，就能进入良性的思维轨道。**\\n\\n   我打算强调这样一个事实，我不认为这些行情交易准则是完美无暇的，不过，它对我的帮助无可挑剔。我确切地知道，拥有牢靠的基础来预期未来运动，并且只要任何人愿意研究这些交易准则，亲手实践，就不可能不在自己的操作过程中获利。\\n\\n  无论如何，其他人或许可以从这里介绍的基本方法出发，发展出新的思路，将提升这些基本方法的价值。\",\"timestamp\":1641267874,\"title\":\"连载：《大作手操盘术》之加密资产图解（第五章 关键点）\"},\"digest\":\"oWcXVDFZUpG1g_0ZwM1j88hDH6Y9TvKy58OPKVG2uvw\",\"authorship\":{\"contributor\":\"0x5439a6446dc63aB1AB3E1AFdBACb308A0D1DB71B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lRlAZXwNA-s__euXsi6angt8K6o8Bvjg6KMhhSK1tpE\\\",\\\"y\\\":\\\"Q8rqR4SrTyWLmbvqKywx-Z3Wa1NH8z1N-X6Qx91NK78\\\"}\",\"signature\":\"sid6pSyt1o3KHa3FTiGlONPNXxhMDks4Q4OmzpE4Uq6uuU7FUYXfpZ3XCr-y6CCB9WTfQP6cYGS3X7iivyon_w\",\"signingKeySignature\":\"0xaa6df86c6cee3d1755a8813dfb5405412f628957a8cb58e94eb728e4a8648e9d40e93bedcd0434a7523f791f5e4e6874a829b715e6b61ad6479c2c65c52c223e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lRlAZXwNA-s__euXsi6angt8K6o8Bvjg6KMhhSK1tpE\\\",\\\"y\\\":\\\"Q8rqR4SrTyWLmbvqKywx-Z3Wa1NH8z1N-X6Qx91NK78\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oWcXVDFZUpG1g_0ZwM1j88hDH6Y9TvKy58OPKVG2uvw\"}"