"{\"content\":{\"body\":\"[ \\n Element Finance](https://medium.com/element-finance?source=post_page-----2fc32f2d09a6-----------------------------------)\\n\\n[Sign in](https://medium.com/m/signin?operation=login&redirect=https%3A%2F%2Fmedium.com%2Felement-finance%2Fthe-future-looks-optimistic-a-new-primitive-for-grants-and-rewards-2fc32f2d09a6&source=post_page-----2fc32f2d09a6---------------------nav_reg--------------)\\n\\nGet started\\n\\n# The Future Looks Optimistic: A New Primitive for Grants and Rewards\\n\\n[Charles St.Louis](https://cpstl.medium.com/?source=post_page-----2fc32f2d09a6-----------------------------------)Follow\\n\\n[Dec 23](https://medium.com/element-finance/the-future-looks-optimistic-a-new-primitive-for-grants-and-rewards-2fc32f2d09a6?source=post_page-----2fc32f2d09a6-----------------------------------) · 6 min read\\n\\n# An Optimistic Approach\\n\\nOptimism is contagious. It infects us with a common mindset and strengthens a collective view in which we all expect the best possible outcomes for a given situation.\\n\\nPeople gravitate to optimism and look for ways to create an environment that supports them and their goals. And the best thing about optimism is that it can be taught and learned, too. But optimism is not only about expecting the best outcome; it is also about how we face challenges. It is about how we see opportunities where others see failure or risk.\\n\\nGrants are optimistic by nature, but in practice they tend to be difficult to execute, leading to the continuous evolution of grant structures. Early examples in the Ethereum ecosystem give us a strong foundation from which to build.\\n\\n## Early Grants Models in the Ethereum and DeFi Ecosystems\\n\\n* The [Ecosystem Support Grant system led by the Ethereum Foundation](https://esp.ethereum.foundation/en/) provides economic and human resources for research, protocol improvements, good public infrastructure, community, and other initiatives. This system led to the advancement of many projects, although through a centralized and often slow process.\\n* Gitcoin’s [quadratic funding model](https://ethereum.org/en/defi/#quadratic-funding) allocates funds to different projects and then matches capital based on where contributions land. Quadratic funding optimizes towards projects that receive the most significant number of contributions instead of the largest amount of capital. This serves as a fantastic way to distribute public goods funding, although it still requires some manual processes, community buy-in, and popularity to be successful.\\n* The DAO-first approach brought initiatives such as [Open Grants](https://opengrants.com/explore), [MolochDAO](https://www.molochdao.com/), and [MetaCartel](https://www.metacartel.org/grants/). Grant-giving DAOs are accessible, but typically target niches and lack the operational structure to guide recipients through the process.\\n* Lastly, there are project-specific grants programs inside the DeFi space. While these grants programs are well established and optimistic in their approach, we believe there’s room for improvement.\\n\\n**At Element, we believe we’re still in the early phases of experimenting and designing efficient grants programs at scale.** **We think that it’s important for the Element community to push forward and run new funding experiments with the new primitives at their disposal to make the grants process more open and efficient.**\\n\\n# Optimistic Grants\\n\\nCentralized groups typically run grant programs. These groups have limited accountability, and their communities have little to no visibility over how and when money is distributed. This lack of accountability can be an issue because these groups are the ones curating grant recipients.\\n\\n**This is why we’re pioneering optimistic grants: a new structure that assumes the best out of its grantee by offering the tools and empowerment to deliver on its grant outline in a permissionless fashion.**\\n\\n## How Optimistic Grants Might Work\\n\\nOptimistic grants assume that grant recipients will deliver as agreed. By reducing the overhead involved in how grants are assigned and monitored, they allow for a more efficient process that can translate into more impactful outcomes.\\n\\nIn a nutshell, optimistic grants are high budget grants with a high quorum, a timelock period, and a clawback that allows the Governance Steering Council (GSC), or governance as a whole, to take measures if the grantee does not deliver as agreed.\\n\\n## Overhead Reduction\\n\\nThe [optimistic grants smart contract](https://docs.element.fi/governance-council/council-protocol-smart-contracts/optimistic-grants) allows for grants to be made to contributors of the Element Protocol with less overhead than traditional grant programs. When the grant is allocated, it contains an expiration date; and if not removed before then, it is assumed the grantee did what was expected — allowing them to withdraw. This allows more grants to be distributed in a trustless way, without sacrificing the DAO’s ability to govern.\\n\\n## Operational Structure\\n\\nThe optimistic grants program can be run directly by a DAO-wide governance vote, but it’s more likely that it will handle grants allocated by a permissioned group like the GSC. Unlike other grants programs, the [optimistic grant’s smart contract](https://docs.element.fi/governance-council/council-protocol-smart-contracts/optimistic-grants) sets a schedule so that, after the grant period is up, the grantee can claim the grant. The default assumption of someone receiving an optimistic grant is that they will perform as the grant would indicate. Only in the case of non-performance is the grant removed by the GSC or by the DAO.\\n\\n# Optimistic Rewards\\n\\nIn the case of rewards, the name “optimistic” comes from the fact that the mechanism is a play on an optimistic rollup, where the fraud proofs are governance votes but, instead of L2 transactions, the updates are new rewards balances.\\n\\nRewards programs that are voted in by DAOs are often complex mathematical formulas mapping how rewards should be allocated for specific actions. Each of these mechanisms must often be encoded into smart contracts. Given the security risk of smart contracts and implementation complexity, this naturally limits what can be done with rewards, how complex they are, and how fast they can change or be implemented.\\n\\n## How Optimistic Rewards Might Work\\n\\nThe Optimistic Rewards contract is a module of the Council Governance Protocol for allocating rewards over time without needing to continuously write new rewards smart contracts. In short, it allows a governance member to propose a new set of rewards, and then, after a review period, the rewards are made official. During the review period, governance can reject the proposed rewards.\\n\\n> In short, it allows a governance member to propose a new set of rewards, and then, after a review period, the rewards are made official. During the review period, governance can reject the proposed rewards.\\n\\nThe optimistic rewards paradigm is a way to move rewards calculation off-chain and alleviate the limitations typically found in traditional DAO rewards programs. To accomplish this, a proposer address is selected by governance. The proposer runs a deterministic program that calculates rewards and then submits this on-chain for review. Community members also run the rewards program and, if fraud is detected, they can submit a DAO vote to remove the proposer and block the rewards. Given an active community, there is no incentive for a malicious proposer to submit rewards.\\n\\nAlthough made possible by the Council Governance Protocol, the optimistic rewards module will become implemented if, and only if, it is approved by the DAO’s governance.\\n\\nIn practice, as a community member receiving a grant, you’ll be able to have confidence in the grant process and the allocation of funding from the DAO. This is unlike most existing grant structures today where often grantees are left out to dry without receiving their grant, or meaningful communication from the team/DAO after the initial grant proposal.\\n\\n# Get Ready For What’s Coming\\n\\nIn the coming days and weeks, we will actively engage with our community to discuss the Council Governance Protocol, future voting vaults, and future governance experimentation. We will also be rolling out new content to cover critical aspects of our system.\\n\\n## This will include deep dives into:\\n\\n* Understanding Delegation and the role of the Governance Steering Council (GSC)\\n* Element Governance Core Principles\\n* The Element Proposal Framework and Off-chain Governance\\n\\n# Why is all of this important?\\n\\nBy following our updates and discussions around the Council Governance Protocol, you will get the first glimpse into how we will roll out the call for delegates and Governance Steering Council and critical insights into how you can be an early participant to become a vital member of the Element community.\\n\\nBut that’s not all. We also have a few surprises up our sleeves that we can’t share just yet. And we do not doubt that they will be inspiring for everyone.\\n\\nWe’re excited about the future of governance and want to hear from you! Join our [#governance](https://discord.gg/UMdKjqsjjV) discord channel and get involved in the discussion!\\n\\n# Complementary Resources\\n\\n## Council Governance Documentation\\n\\n* [Council Protocol Smart Contracts Overview](https://docs.element.fi/governance-council/council-protocol-smart-contracts)\\n* [Optimistic Grants](https://docs.element.fi/governance-council/council-protocol-smart-contracts/optimistic-grants)\\n* [Optimistic Rewards](https://docs.element.fi/governance-council/council-protocol-smart-contracts/optimistic-rewards)\\n\\n# Join Our Community! 🧝\\n\\nWe want to hear from you! You can always ask questions in our Discord if you need any help, feedback, or just want to learn more about Element.\\n\\n[Twitter](https://twitter.com/element_fi) | [Discord](https://discord.com/invite/JpctS728r9) | [Website](https://element.fi/) | [Github](https://github.com/element-fi) | [Docs](https://docs.element.fi/)\\n\\n## Element Finance\\n\\nThe fixed rate protocol\\n\\nFollow\\n\\n71\\n\\n* [Blockchain](https://medium.com/element-finance/tagged/blockchain)\\n* [Defi](https://medium.com/element-finance/tagged/defi)\\n* [Fixed Income](https://medium.com/element-finance/tagged/fixed-income)\\n* [Ethereum](https://medium.com/element-finance/tagged/ethereum)\\n* [Cryptocurrency](https://medium.com/element-finance/tagged/cryptocurrency)\\n\\n71\\n\\nWRITTEN BY\\n\\n## Charles St.Louis\\n\\nFollow\\n\\nChief Operating Officer @ Element Finance | Building on Ethereum with ❤️\\n\\n## Element Finance\\n\\nFollow\\n\\nAn open source protocol for fixed and variable yield markets\\n\\n## More From Medium\\n\\n## BillionHappiness NFT Marketplace Weekly Update\\n\\n[Billion Happiness](https://billionhappiness.medium.com/?source=post_internal_links---------0-------------------------------)\\n\\n## Blockchain Tron VS Blockchain Ethereum\\n\\n[Ucoin](https://ucoincurrency.medium.com/?source=post_internal_links---------1-------------------------------) in [UCOIN](https://medium.com/ucoin?source=post_internal_links---------1-------------------------------)\\n\\n## 2021 March — Portfolio Update\\n\\n[lucimix](https://luci-mix.medium.com/?source=post_internal_links---------2-------------------------------) in [lucimix investments](https://medium.com/lucimix-investments?source=post_internal_links---------2-------------------------------)\\n\\n## A Run On Gold — Sound Money And Other \\\\[Digital\\\\] Safe-Haven Assets\\n\\n[Cryptomanuals](https://medium.com/@cryptomanuals?source=post_internal_links---------3-------------------------------) in [The Capital](https://medium.com/the-capital?source=post_internal_links---------3-------------------------------)\\n\\n## The safest and most profitable farm on BSC\\n\\n[Seahorseswap](https://seahorseswap.medium.com/?source=post_internal_links---------4-------------------------------)\\n\\n## This Week’s OUSD Upgrade Makes for Steady Balance Increases\\n\\n[Daniel Von Fange](https://medium.com/@danielvf?source=post_internal_links---------5-------------------------------) in [Origin Protocol](https://blog.originprotocol.com/?source=post_internal_links---------5-------------------------------)\\n\\n## 101: Things you didn’t know about ETH 2.0\\n\\n[Moving](https://alwaysmoving.medium.com/?source=post_internal_links---------6-------------------------------)\\n\\n## The Russian Roundup : Introduction\\n\\n[The Russian Roundup](https://therussianroundup.medium.com/?source=post_internal_links---------7-------------------------------)\\n\\n## Learn more.\\n\\nMedium is an open platform where 170 million readers come to find insightful and dynamic thinking. Here, expert and undiscovered voices alike dive into the heart of any topic and bring new ideas to the surface. [Learn more](https://medium.com/about?autoplay=1&source=post_page-----2fc32f2d09a6-----------------------------------)\\n\\n## Make Medium yours.\\n\\nFollow the writers, publications, and topics that matter to you, and you’ll see them on your homepage and in your inbox. [Explore](https://medium.com/topics?source=post_page-----2fc32f2d09a6-----------------------------------)\\n\\n## Write a story on Medium.\\n\\nIf you have a story to tell, knowledge to share, or a perspective to offer — welcome home. It’s easy and free to post your thinking on any topic. [Start a blog](https://medium.com/creator-tools?source=post_page-----2fc32f2d09a6-----------------------------------)\\n\\n[About](https://medium.com/about?autoplay=1&source=post_page-----2fc32f2d09a6-----------------------------------)\\n\\n[Write](https://medium.com/new-story?source=post_page-----2fc32f2d09a6-----------------------------------)\\n\\n[Help](https://help.medium.com/hc/en-us?source=post_page-----2fc32f2d09a6-----------------------------------)\\n\\n[Legal](https://policy.medium.com/medium-terms-of-service-9db0094a1e0f?source=post_page-----2fc32f2d09a6-----------------------------------)\",\"timestamp\":1640747672,\"title\":\"如果你交互了element，这篇文章看看，要DAO了（还是有点怕怕）\"},\"digest\":\"5NN6W0ONrjRIM9HqnH2SAwgQ0XZlaGbeRD7HNIMVHD8\",\"authorship\":{\"contributor\":\"0x8b0BC6DCCc9186F7EF61A320ba8d1c71343E4dF1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gjX08nAh7-i875KzTR6GdWunT3Rh7JWaSXtiMe2ftyU\\\",\\\"y\\\":\\\"Q9TxOtvG5cXI7LBx4UkRpoztb-8O0gYfsPGJoJfaVZo\\\"}\",\"signature\":\"MtyaJ1TCrCw8-Yi0t2faWOwhgz9h9ixDhLkTJvtu6YmEvnW9ptZRd9t75yg2om8EJAQnn4HMzhs49eInNo1ABg\",\"signingKeySignature\":\"0x322e6b76df3db3bf55f4a33037d5a6b55c01b4632d7ffd9df4b716583c0a2bff6491391f8f0978bef052aecadbfb3bb266f462228d0193e9431a6649d6056de01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gjX08nAh7-i875KzTR6GdWunT3Rh7JWaSXtiMe2ftyU\\\",\\\"y\\\":\\\"Q9TxOtvG5cXI7LBx4UkRpoztb-8O0gYfsPGJoJfaVZo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5NN6W0ONrjRIM9HqnH2SAwgQ0XZlaGbeRD7HNIMVHD8\"}"