"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/5a8f5208-d400-4022-8e73-6ccc6cbe7ae2.png?height=2000&width=4000)\\n\\nA few weeks ago, we [introduced](https://kyve.mirror.xyz/GRMirQgr0r8yDeVJ_RKcpZLM8LpljUw2IW8Rdvmu8Jo) KYVE and were genuinely humbled by the fantastic feedback we have received. A common question from the readers was: what is Arweave, and why did we choose this technology as our core infrastructure. Since our community is a unique composition across the many different blockchains that we have integrated, we would love to explain why we decided to go for Arweave as our data storage layer.\\n\\n## A brief intro of Arweave\\n\\nArweave developed a unique way for permanently storing data based on their [blockweave](https://arweave.medium.com/what-is-arweave-explain-like-im-five-425362144eb5) technology. When using Arweave as a storage solution, users pay once, and the data stays forever. Arweave bets on storage price: relying on Moore’s Law-style declining data storage costs, the payment essentially allows the data to be stored permanently. For every block mined, a Proof of Access (PoA) process is executed to check that a randomly selected piece of previously stored data is still accessible.\\n\\nThe Arweave community has also developed its native smart contract framework: SmartWeave. SmartWeave is a client-side system, a major distinction from any other type of smart contract architecture, including the EVM. In short, that frees nodes from validating the code, offloading that burden to each user. The result is that users interacting with smart contracts only have to pay fractions of a cent to use them, though they must re-execute the computations every time. Compared to Ethereum, this is a much less strict limitation.\\n\\n## Arweave, the backbone of KYVE\\n\\nDue to its scalability, immutability, and availability, Arweave is the go-to solution for data storage. We believe that our two technologies are complementary: we provide data validity, while Arweave provides us with data availability. Thanks to Arweave, the data can’t disappear, and with KYVE, the stored data can’t be incorrect.\\n\\n## How KYVE solves the SmartWeave scalability issue\\n\\nAlthough SmartWeave is highly decentralized, it comes with a significant disadvantage. Its client-side execution leads to scaling issues in the long term. Imagine a contract that has thousands of interactions. Every time a client wants to compute the latest state of a contract, they need to go through every single interaction that has happened before. For huge contracts, this process alone can sometimes take several minutes.\\\\\\nKYVE nodes can compute the latest state for the client and make it available for other users. Securing the uploaded state with staked $KYVE tokens guarantees security and maintains decentralization. Furthermore, this process allows users to retrieve the latest state of any smart contract within seconds.\\n\\nBesides having innovative and performing technology, the Arweave community is the most supportive, engaging, and passionate community. We have been involved in the Arweave ecosystem for some time now, working on different projects, such as [Verto](https://verto.exchange/app) (a decentralized token exchange protocol) and [ArVerify](https://arverify.org/) (an identity verification solution). These past experiences have strengthened our decision to use Arweave as our data storage layer. We are confident that this will help us achieve our mission: enabling projects to reach infinite scalability and building the most efficient decentralized middleware of Web 3.0.\\n\\n## Want to learn more about KYVE?\\n\\nRead our intro [blog post](https://kyve.mirror.xyz/GRMirQgr0r8yDeVJ_RKcpZLM8LpljUw2IW8Rdvmu8Jo), join the conversation on [Telegram](https://t.me/kyvenet) and [Discord](https://discord.gg/E73KZwaa4S) and follow us on [Twitter](https://twitter.com/KYVEnetwork).\\n\",\"timestamp\":1624623805,\"title\":\"Why we chose Arweave to support KYVE\",\"publication\":\"kyve\"},\"digest\":\"JRG-K07Cd49-VaptZCAI1BG45i9qfvjGKWkK61AAg4A\",\"authorship\":{\"contributor\":\"0x72Ff7D1dF7D1e4B86886D68605f55ce42ef74624\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nmfIAr7ou7PPF9aOIAgFWflaV36biKUz-hFkJw_V7t8\\\",\\\"y\\\":\\\"r0InKgCAqBvJuVBYR3zNNbJpAQqYgytadrJNVoIO95I\\\"}\",\"signature\":\"P-u1YjANOehDqgg2xyOXlMWq-6b-ECJ9hKK9HM6SIwwFEjnsVe7fb0nCfVSng3FeUKF9ys6Bt9VQ_Aknwy0rqg\",\"signingKeySignature\":\"0xeac8562eb019a9cda8b3208c8fd440bdfeadc9b0c940314089ab0cc4e09c75771e0e0320022633d5d64424d480cd272659ba97bcbef506374c3cb5a3192188c91c\",\"signingKeyMessage\":\"I authorize the publication of articles on kyve.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nmfIAr7ou7PPF9aOIAgFWflaV36biKUz-hFkJw_V7t8\\\",\\\"y\\\":\\\"r0InKgCAqBvJuVBYR3zNNbJpAQqYgytadrJNVoIO95I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JRG-K07Cd49-VaptZCAI1BG45i9qfvjGKWkK61AAg4A\"}"