"{\"content\":{\"body\":\"2021年第四季度Ansem写了一篇文章聊大势，充满洞见，熟读数遍，等到新年时还私信他期待第二篇，这不，它来了，赶上元旦就来了，新年的第一天好好拜读并翻译出来。分享快乐。\\n\\n直接上正文翻译，财富密码请自行寻找标记：\\n\\n2021年对于加密资产来说，毫无疑问是突破性的一年，无论从机构的接纳还是散户的推动，加密行业已经远远超过其历史上的任何时间，加密资产经历了两年大牛市，一方面是因为美联储的鸽派政策刺激了市场参与者对风险的胃口，另一方面是web3协议的飞速创新。在这个周期里，加密技术在社会上的流行程度令人震惊，出了那些典型的报道，大喊“看看这个币涨了十倍”。VISA购买了一个NFT punk,阿迪达斯买了一个无聊猿BAYC，很多传统金融（tradefi）公司比如Junp Capital已经承认了加密技术的长期合法性，[Crypto.com](http://Crypto.com)买下来斯台普斯中心，FTX购买了迈阿密HEAT队的美国航空公司区域，加密基金每隔一周就会筹集数十亿美元，Facebook把名字改成了Meta，稳定币法案成为国会最关心的问题。种种迹象说明，加密技术已经有效且快速的进入了民众意识的前沿，这一次不是以消极的方式，而且这种情况并不会很快消失。\\n\\n尽管这个行业还处于早期阶段，不可避免会经历抛物线般的牛市和熊市的交替，但我个人认为，很多500强公司试图从新的元宇宙中重新定位自己并且从中获益，而这些东西的实现离不开这些已经存在的去中心化的协议。如果这种情况继续下去，加密技术和传统市场更紧密的联结在一起。随着这一趋势的发展，加密资产应该转入一个较慢的增长轨迹，各个赛道在不同时期的表现都优于股票市场，这是我们过去几年中已经看到并且出现的趋势。\\n\\n过去有一些不能适应行业新叙事的散户投资者，一定教了大笔的学会才明白不变化就要亏钱。因为那些始终站在行业前沿尝试新东西的人，收获最大，不仅是直接获得空投，还是说跟随市场的变化，第一时间获取信息并且做出投资决策。为了更好的理解市场领导者的持续的变化，我们以Defi的三个阶段的迭代来说明。\\n\\nDefi1.0：2019起源阶段到2020年Defi之夏：LINK /SNX。Chainlink和Synthetix是Defi赛道第一阶段的主要创新，在2020年的DEFI之夏中，SNX/ETH LINK/ETH一直是排名靠前。从2019年的低点到2020年涨了50倍，但是过去一年已经比最高点时跌了92％，\\n\\nDefi2.0:2021年初：sushi作为Uniswap的创新仿盘是最有名，它从2020年11月的最低点0.05美金到2021年2月，涨了40倍。同期的Defi蓝筹项目还有AAVE COMP UNI这些也是同时达到高峰，直到5月份横盘的时候，ETH交易对才转向USD交易对，\\n\\nDefi3.0：2021年后期，OHM DPX SPELL TOKE 和其他人带头，最显著的就是SPELL和OHM。这些协议迅速吸引了市场的注意力，一开始就达到了100倍，并且在最高峰时市值达到了数十亿美金。目前，这两种代币都远远低于当时的高点。但是它们是否会在未来几个月内继续与外国联邦储备银行的对抗，或者说他们能否像早期的Defi项目一样保值，还有待观察。\\n\\n在今年发生以上这一切的同时，我们也出现了一个繁荣的多链生态系统。在过去一年里，许多可选择的L1网络为Defi带来大量的新用户，市场也直接反映了每个项目的市值中用户的增长。在SNX/ETH下跌92％的同一时期，自2020年8月以来，SOLANA相对于ETH上涨了10倍，如果从2021年1月的低点算起，则是25倍。因此，当市场参与者认为，由于一些项目币价涨幅过大，我们将迎来一年多的熊市时，我认为这种分析需要一些细微的差别，因为一些高价项目已经在熊市里面待了好几个月了。\\n\\n展望2022年，我们将看到某些板块是否会在宏观牛市周期内继续经历熊市周期，还是会像以前的周期一样，出现另一次全范围的90％的跌幅。交易员的困难在于，确定市场上的错误定价是什么，如何利用这种错误定价，以及在羊群发现新趋势之前，提前发现并且识别新机会。\\n\\n我个人预测2022年非常重要的五个主要趋势：\\n\\n1、web2开发人才向web3流动。越来越多的开发者从web2公司离职去web3，一直对应的，开发者工具和区块链基础设施以及中间件的应用也获得增长。\\n\\n2、多链defi趋势持续繁荣，随着L1生态加强了他们新建立的社区，以及L0生态比如COSMOS和IBC的联系变得更加紧密。\\n\\n3、实际的模块化区块架构和主网联系更加紧密，随着执行层、数据层和应用层越来越专业化。\\n\\n4、越来越多的不同的P2E经济的涌现，找到一个更创造性的方式来吸引更多非加密圈的用户，进入到一个数字资产和金融自主的世界。\\n\\n5、每个人都想参与到元宇宙的建设中来，不管是大型科技公司，还是知名认识，或者是时装品牌。在2022年，随着用户的注意力转向此，我们将看到加密合作的显著增长，并尝试在web3网络中占有一席之地。\\n\\n一、从FAANG开发者，到神秘的超级程序员\\n\\nFAANG包括Facebook、苹果、亚马逊、网飞、谷歌，这里主要指美国大型科技公司的开发者。\\n\\n加密技术最近取得的一个重要方面就是大量的认知分享正在web3世界发生作用，并且为用户建立新的应用，我坚信随着行业在今年变得更加正规化，我们将见证大批的web3科技公司的员工转向web3的公司。很明显开发者能对加密行业带来直接的影响，只要他们能加速工作并且填补市场的低效，而且这里面有很多创新的机会。特别是随着除了solidity之外使用其他语言的其他平台的发展，比如golang和rust.这些平台对于从未接触过加密世界的传统开发者来说更具有吸引力。在这之前，确实没有足够的激励吸引才华横溢的工程师来关注加密行业。在一个刚毕业的信任可以轻松赚到6位数和高级开发者能赚30万美金的行业里，当标志性的应用是crypto kitties和100个不同的erc20代币发行的ICO（没有实际应用）的阶段时，没有人关心ETH。现在在这些网络上进行交易是有实际价值的，在这些新生态中开发的奖励是非常巨大的。随着人们意识到web3不会消失，你可以感觉到SV技术兄弟之间的对话正在发生转变。\\n\\n区块链基础设施是加密行业目前被低估的一个赛道，因为用户并不会直接使用这些技术设施提供的服务，因此他们并不在大部分人首先想到的范畴。即使是很多ETH用户了解什么是metamask，但是很少用户了解这个场景背后的基础设施如何助力大量的应用在ETH上运行起来。基础设施使得开发者不需要将注意力放在开发的技术方面，不需要重新编写一套ETH代码来获得区块链的数据，他们能够直接使用这些现成的服务。\\n\\n对于大部分开发者来说，ETH的基础设施就像是亚马逊云一样，随着我们在一个多链的世界不断的壮大，越来越多的其他服务也相继出现，帮助在其他链上的开发者提供服务。这是我认为在2022年会大力发展的一个趋势。最初让我关注到这一块的是一个我最喜欢的应用是pocket网络，我了解到这个团队的唯一原因是他们帮助harmony解决了RPC的问题，是DEFI KINDOMS的来源。\\n\\n在这之前，我不清楚POKT是什么东西，但是他们的基础设施至少提高了十倍我个人的体验，对于当时缺少RPC的harmony网络，这是一个阻碍用户增长的瓶颈。POKT链接了开发者和节点提供者，类似于基础设施，但是他们的经济结构更多的专注去中心化的形态，并通过支付开发者使用这项服务来激励全部节点用户。我晒后会谈到一些其他有趣的基础设施，比如Aleph.im， Aragon， Arweave, Lido。\\n\\n二、一个全新的多链世界：L1依然保持竞争力，但是IBC是什么呢？\\n\\n我并不认为AVAX LUNA SOLAN在2022年会成为2018年的EOS。拿2018年的明星项目来类比2021年的王牌项目缺乏深度的洞察力，因为四年前用户对这些区块链几乎无能为力。\\n\\n今天用户能在去中心化的应用程序的互动中，能够直接访问一些进入原语，这在传统金融时代只存在于金融系统之中，用户是感知不到的。回到2017年，我和其他很多参与者对于这些区块链项目的期望是非常非常低的，在当时我记得几乎没有一个在L1上使用的去中心化的应用。2017年我进入加密世界的第一二个月，我阅读了NEO的白皮书，并且认为我找到了自切片面包以来最好的东西。悲剧的是几个月之后，这个项目跌了90％，这时我才发现这个东西不对。现在这些系统的实用性有了很大的不同，这也是为什么我认为这个周期根本不能和以前的周期类比。时代不一样了。\\n\\n那么问题来了，L1层的哪些项目最终会生出呢？虽然我们已经取得了很大的进度，但是仍然会有引领者将自己和其他人分离出来。在过去的一年里，很多L1项目建立了一种类似邪教的社区，但是我们在2017年也建立了同样的社区，如果你在Twitter上查看任何一个恐龙币的数据，你会发现仍然存在持有者。一个过热的散户社区可以在短期内创造过山车式的价格表现，但是这些协议背后的团队建设和创新将建立长期的支持水平。\\n\\nSOLANA是我个人发现的第一个L1项目，最初是因为我看到了Anatoly（solana创始人）和SBF之间的关系，这时我才更深入研究这个项目，因为我知道他们俩都是非常聪明能干的人，当时估计只有3亿美金看起来是被低估的，他们的共识协议中关于POH的创新，以及他们出色的处理交易的速度，它的用户体验是首屈一指的，即使它不是EVM兼容的共联，SBF作为其中的顾问，更是在社区建设和业务发展方面带来巨大的好处。因为他和传统金融的联结可能会带来机构投资者，他在电视媒体的曝光会带来散户投资者，以及和FTX这个平台再强调也不为过。PYTH网络是Solana上面的一个为DAPP提供数据的应用，它有一个非常长的名单，上面都是来自传统金融行业非常接触的合作伙伴，所以你其实可以看到这种影响带来的好处。今年很多关于SOL的批评都是关于它和风投以及亿万富翁的联系，但是我并不认为这是一个负面的东西，反而是一个人们公开支持并且投入资金的正面东西。\\n\\n在我看来，Avalanche是迄今为止最强大的EVM链，并且在今年所有的其他L1中提供了最好的用户体验，开发团队非常强大，对区块链的历史有非常深入的研究，在产品上就能看出来，并且将这种深入的理解通过产品传递给用户，它的核心创新是“雪人共识算法”，让验证者在观察交易时可以使用次抽样的投票度量更快地达成一致。虽然她的EVM应用是今年的重点，只是描述了Avalache的C-CHAIN，未来可能使用不同虚拟机实现的子网，使它从其他L1层中脱颖而出，在未来，它将有可能使得各种应用程序特定的应用部署在自己的雪崩的子网，凡是超过4000TPS以及半秒速度的项目。和SOLANA一样，AVAX在业务开发方面有一个非常强大的团队，我们已经看到这对用户的增长至关重要。\\n\\nTerra Luna 是一个由 Tendermint 和 Cosmos SDK 共同构建的区块链，主要关注于它的去中心化稳定币 TerraUSD \\\\[ $UST \\\\] ，同时也开发了一个强大的 dApps 生态系统，这些 dApps 将通过 IBC 连接到其他 Cosmos 链上。在 l1中，Luna 拥有最好的代币经济学，因为它是唯一具有内置去中心化稳定币的链。UST 的设计使得随着人们对 UST 需求的增加，有一些机制可以让 LUNA 燃烧来满足这个需求，并将 UST 的挂钩维持在1美元。\\n\\n在过去的几年里，其他稳定币的市值一直在持续增长，其中800亿美元的市值USDT和400亿美元市值的USDC也在持续增长，而且随着越来越多的人加入加密行业，加密行业的市值也在持续增长，这可以说是最容易下的赌注之一。UST的市值只有100亿美元，而且它已经发展了许多强大的跨链合作伙伴： 所有的 Cosmos IBC 链、 NEAR 协议、 Solana 和 Harmony 协议等等。 Luna 是加密行业中唯一一个你可以直接押注于稳定生态系统的增长和第一层智能合约系统的增长同时进行的游戏。基于这个原因，LUNA 是2022年所有的L1网络中中我最喜欢的一个，我打赌他们的生态系统的增长，稳定的生态系统的增长，以及 IBC 的总体增长将推动他们超越其他竞争对手。\\n\\nCosmos生态系统可能是整个加密行业中被误解最多的一个项目。事实证明，一般的市场参与者甚至不知道他们正在使用与 Cosmos SDK 建立的链接，没有人真正知道 IBC 在做什么。IBC 代表了区块链间通信协议，它允许不同的区块链相互通信。最近有很多关于 Ethereum 和模块化的讨论，但是Cosmos生态系统从一开始就是基于去中心化和模块化的核心理念设计的。由于与 Cosmos DeFi 没有多大关系，Keplr 钱包仍然非常低调，但是现在 Cosmos 链已经通过 IBC 连接起来，并且Gravity桥将 ETH 和 IBC 连接起来，在接下来的12个月里，它们的使用量应该会有显著的增长。在今年的开始，Umee, Shade Protocol 和 Astroport 应该是第一个主要的测试运行项目，它将很有趣地看到 Cosmos DeFi 如何让用户体验在其他 EVM 链和 Solana 上体验的东西。\\n\\n三、模块化区块链和ETH2.0\\n\\n模块化块环链设计描述了一个系统架构，通过为每个不同层次创建专门的链，将典型的单链的不同部分分离开来: 执行层，数据可用性和一致性，以及结算层。目前，L1区块链可以自己完成所有这些工作，这就是为什么我们看到随着越来越多的用户加入他们的网络，一些区块链会因为收费高而遇到用户增长瓶颈。如果我们要将加密扩展到全球人口，似乎模块化是这个现实世界中最终的状态，如果没有其他原因，那么所有这些系统都必须以最有效的方式进行优化。\\n\\n在2021年的大部分时间里，Ethereum 对于钱不多的用户来说是无法使用的，因为在基础层使用 DeFi 协议的Gas费用太高了。市场反映了这种情绪的方式是，很多其他的L1平台突然快速成长起来，并为用户解决了gas贵这个问题。ETH今年将全面实施模块化区块链栈路线图， ETH 作为结算层和数据层，以及其他L2扩容解决方案，如 zkRollups 和optimistic来处理大多数交易，今年将基本完成。一旦这个过渡完成，用户将能够使用网络的L2解决方案，同时仍然受益于 Ethereum 的基础层的安全保障。\\n\\n我最喜欢的一个专注模块化区块架构的项目是Celestia。他们正在建立一个区块链致力于成为最有效率和去中心化的数据可用性层，并将能够连接到其他执行和结算层，以完成完整的模块堆栈。由于Celestia只关注数据的可用性和订单交易，因此它们的块验证方法可以通过数据可用性证明得到简化。本质上，网络中的每个节点都需要对每个块中的一小部分进行抽样，以确认其有效性，通过这种集体抽样，网络达成了共识。正因为如此，随着更多的节点被添加到网络中，它实际上增加了整个系统的吞吐量，因此网络从去中心化中受益。\\n\\n四、玩赚模式：数字资产的游戏化\\n\\nAxie Infinity 在2021年创造了一个游戏内的生态系统，数百万用户每天都在与之互动，这是其他加密资产所没有做到的。作为第一个通过玩赚钱的游戏来引导大量的用户，他们几乎没有以任何其他方式与加密相互作用，他们已经展示了如果适当地大规模执行，这些经济体可以有多么强大。在 菲律宾，许多人通过玩 Axie Infinity 赚到的钱比他们从实际工作中赚到的还要多，这证明了优先考虑用户盈利的经济模型的巨大潜力。这一趋势向前发展的困难在于如何保持这些经济体长期可持续发展，以及如何不断吸引新的用户。\\n\\n2021年NFT非常狂热，人们花费数百万美元购买密码朋克，无聊猿，甚至数字EtherRocks。我们已经看到了NFT巨大的销售额，无论是因为他们是第一个在链上或是当下最流行的原因。在2021年夏天有一段时间，每一个系列的10000个个人头像出来，就会立即在opensea快速的以高价铸造出来并卖出，即使 ETH 的gas费用高。\\n\\n虽然我们在2021年看到了许多关于 nft 的收益增长，下一个迭代将是为用户提供效用的数字资产。我们甚至还没有抓住表面的可能性，你可以完成集成直接到区块链游戏和其他 DeFi 原语。随着行业的成熟和更多的资金继续进入，我认为我们将看到许多强大的团队出现在2022年，他们将提供产品给用户，不仅看起来不错，而且还以许多不同的方式为用户提供价值。\\n\\nWeb3 vs. web2的一个主要吸引力在于，用户不再是正在销售的产品，而是一个网络参与者，他们的积极贡献会得到奖励。我最看好的2022年项目是 DeFi Kindoms（DFK），它位于过去几大加密行业三大发展趋势的中心: DeFi + NFT+ 多链协作。DFK定位非常好，是第一个有趣的游戏赚取的游戏，多链上的捕获用户心智。已经在游戏内的体量上和Axie有的一拼，有了一定的用户基础，尽管只是在harmony公链上。DFK的两个主要特征是它的去中心化的交易所，你哪能交易不同的资产，他们发行的英雄NFT能够用来召唤其他的英雄，做测试，最后和其他玩家竞争。他们的游戏经济模型和英雄NFT是我目前看到的最让用户受益的一种模型。\\n\\n除了去中心化交易所，用户质押治理代币Jewel获得30％所有交易的手续费分成。对于那些提供流动性的用户来说，他们被奖励大部分的原始代币激励，部分是锁仓的，代币了早期的VC投资以及其他的种子轮投资。即使是有内置的英雄NFT生态系统，大部分召唤新的英雄的花费都在系统里面回收回来。随着这个项目开始多链化运作，未来会在Avalanche和其他公链上运作起来，将会给在harmony上活跃用户带来空投的可能。即使是考虑到未来的蓝图，一些土地的购买以及其他游戏装备将会对那些积极参加大一的用户开放，并且不断升级他们的英雄，很多目前的defi项目的问题是持币并不会让用户收益，通过把这些代币设计的功能植入到游戏内的生态玩家里面，最后能激励玩家并且真正的奖励积极的参与者。\\n\\n五、元宇宙热：拥有NFT的web3现代市场\\n\\nFOMO，或害怕错过，现在是明显的许多在传统的金融世界和其他行业的公司都在FOMO。在2019年，如果你告诉我汤姆 · 布雷迪将会给一个顶级交易所打广告，而 Visa 将在以太坊购买 NFT，我会像看你疯了一样看着你。名人，传统的风险投资，游戏公司，体育公司等等，他们所有人都在努力赶上 web3的速度，并决定他们可以在这个新的世界中扮演什么角色。NFT为这些公司提供了一个非常简单的方法来连接这个年轻的目标市场，我认为今年我们将会看到更多的智能营销工具使用它们。\\n\\n未完待续，还有一部分是第一季度展望以及项目清单，等我休息一下再来翻。 \\n \\n\\n原文链接：\\n\\nhttps://blknoiz06.substack.com/p/quarter-i-2022\",\"timestamp\":1641038865,\"title\":\"Ansem：2022年加密市场五大趋势及第一季度展望（上）\"},\"digest\":\"hfZC45qh6Iz6srF2KJGICiAcGlqlQrzsrjmLKIjPJGc\",\"authorship\":{\"contributor\":\"0xA12d2Abe1e6b204E480e87037201316cC8EE1c24\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gz2AWCYRnis03THi8P57SdI70gSJScy0e1ByCkOo17Q\\\",\\\"y\\\":\\\"75ntHiEBHTUwi7dS46Je8Q0ZrWzhBpWh7P9q_IhDp94\\\"}\",\"signature\":\"JxZNusVKc2nmdfLAB-Gju5gGbZmEkqrLO2vhFPTdarVjQKXQ-6W8BfxgEqQtWXFD8bIqB9X2TRo1rl6hLUmZpg\",\"signingKeySignature\":\"0x85907c48b059fd72b48cda3df0ecc86f65a5a1ad8b8e6294ea699e6abaa5c8570f04f28c715b426d6a35af0ed4fcaff9d1e760f65fea29422838740732fc512e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gz2AWCYRnis03THi8P57SdI70gSJScy0e1ByCkOo17Q\\\",\\\"y\\\":\\\"75ntHiEBHTUwi7dS46Je8Q0ZrWzhBpWh7P9q_IhDp94\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hfZC45qh6Iz6srF2KJGICiAcGlqlQrzsrjmLKIjPJGc\"}"