"{\"content\":{\"body\":\"## What are NFT's?\\n\\nNo judgement if you've arrived here without any understanding of an NFT (seriously).\\n\\nNFTs are one of the most misunderstood investments to enter the marketplace. The NFT rage began when the digital pixel artwork ‘Crypto Punk #7523' sold for over $11 million at a Sotheby's auction in June, leaving many of us wondering what the bl\\\\*\\\\*p is an NFT and what is their future?\\n\\nAnd it's not just your imagination – NFTs are *everywhere*.\\n\\n![](https://www.jessicaannmedia.com/wp-content/uploads/2021/12/nfts-484x418.jpg)\\n\\nSo before we dive in, let’s first define NFTS.\\n\\n## **What are NFTs?**\\n\\nNon-fungible tokens, or NFTs, are digital content pieces associated with the blockchain, the digital database that underlies cryptocurrencies such as Bitcoin and Ethereum. Those assets, unlike NFTs, are fungible, which means they can be replaced or swapped for something equivalent of the same value, similar to a dollar note.\\n\\nNFT owners pay for the symbolic ownership of a digital image that lives somewhere on the web (note the word “symbolic” – it's important here). This symbolic ownership is exactly what is revolutionizing not only how we think about digital assets – but how we buy and sell art.\\n\\nNFTs are digital assets with *unique* properties. They can range from virtual items like CryptoKitties to tangible assets like real estate. To:\\n\\n* land titles,\\n* souvenirs,\\n* sports cards\\n* memorabilia,\\n* art\\n\\nThis term “**non-fungible**” actually refers to the fact that each asset is distinct and irreplaceable. Even though you can right-click-download or screenshot an NFT, it's the ownership that creates the value.  With NFTs, not only do you have ownership, you have ownership on the *blockchain* – which is transparent for everyone to see.\\n\\nIn contrast, one dollar is fungible because it gets exchanged for another one dollar and it's still the same.\\n\\n![](https://www.jessicaannmedia.com/wp-content/uploads/2021/12/neonbrand-8fDhgAN5zG0-unsplash-534x418.jpg)\\n\\nBut in NFT world, it's not about the dollah billz. It's the opposite of how the current monetary system works: A one-of-a-kind piece of art that's listed is **non-fungible**\\\\*. *And here's where it gets a bit complicated: The cool image or video the NFT owner owns doesn't actually live on the blockchain (the transaction does). Instead the token refers to a file that sits somewhere else on the web*.\\\\*\\n\\nNote: If you don't know where your digital art lives on the web, you're not alone. It's [an undiscussed quandary.](https://www.coindesk.com/tech/2021/02/23/its-an-nft-boom-do-you-know-where-your-digital-art-lives/)\\n\\nConsider NFTs as digital collector's items: Rather than obtaining a physical artwork, you'll receive a digital copy.\\n\\nBut let's take a step back: NFTs are so hot today because they are a part of the grand master decentralized plan, also known as **d\\\\*\\\\*\\\\*\\\\*ecentralized finance** (commonly referred to as **DeFi**). DeFi is a [blockchain](https://en.wikipedia.org/wiki/Blockchain)-based form of finance that does not rely on central financial intermediaries such as brokerages, exchanges, or banks to offer traditional financial instruments, and instead utilizes [smart contracts](https://en.wikipedia.org/wiki/Smart_contract) on blockchains, the most common being [Ethereum](https://en.wikipedia.org/wiki/Ethereum).\\n\\n[via GIPHY](https://giphy.com/gifs/Dashpay-wwe-the-rock-decentralized-BSYBVqUdNvhAy3hWnO)\\n\\nThe blockchain validates every NFT transfer, rather than any one central institution. Ethereum, like Bitcoin, is a cryptocurrency, although its blockchain also allows for the creation of these one-of-a-kind assets. NFTs are also divisible and transferrable: Think of them like consumable cryptographic tokens held in virtual cryptocurrency wallets.\\n\\nThe Blockchain technology has transformed how we transfer assets. But few have examined the technology's consequences for investments. NFTs provide a digital standard for ownership of tangible goods. Now we can simply and securely sell tangible assets on the blockchain as…\\n\\n![](https://www.jessicaannmedia.com/wp-content/uploads/2021/12/nft.jpg)\\n\\nNFTs have the following technical qualities that go beyond the norm, enhancing their value:\\n\\n* NFTs cannot be divided in utility. Developers can limit the number of NFTs available, making them scarce.\\n* No two NFTS are the same. Every NFT's metadata is unchanging, ensuring its verifiability and making NFTs unique.\\n* A centralized bridge allows NFTs to be traded (bought or sold) across multiple distributed ledgers. A ledger acts like a notebook for all accounting and transactions (as well as wallets saved and held on the blockchain).\\n\\n![](https://www.jessicaannmedia.com/wp-content/uploads/2021/12/ledger.png)\\n\\n* NFTs depict transparency. Public records can be checked for token issuance, activity, and transfers. As a result, the product's genuineness may be confirmed.\\n* NFTs are stored in linked accounts using DLT\\n* The NFT owner controls the private key of the account in which they reside.\\n* That user may also transfer their NFT(s) to any account they like, establishing ownership.\\n\\nSix other factors make owning NFTs appealing:\\n\\n## **1. Rarity**\\n\\nCryptoPunks, a collection of pixel-art characters produced by Larva Labs in 2017, stunned the globe by demonstrating how a few pixels might transform into a unique piece of art. A free giveaway on Reddit sparked a revolution, and one, “CryptoPunk #7523,” went on to sell for [over $11 million at a Sotheby's auction house](https://www.sothebys.com/en/buy/auction/2021/natively-digital-cryptopunk-7523/cryptopunk-7523) in June 2021 — the first hyper-successful NFT initiative. Up until just recently, the floor price of CryptoPunks surmounted all NFTs at [52.69 ETH ($210,515 ](https://www.larvalabs.com/cryptopunks)(the floor price is the lowest price at which a type of NFT is currently available for sale). But it's now Bored Ape Yacht Club (BAYC) that has taken the lead at [53.9 ETH ($215,35053.9 ETH ($215,350)](https://opensea.io/collection/boredapeyachtclub?search%5BsortAscending%5D=true&search%5BsortBy%5D=PRICE&search%5Btoggles%5D%5B0%5D=BUY_NOW).\\n\\nIn related news, someone accidentally sold a Bored Ape Yacht Club NFT for $3,00 instead of $300,000.\\n\\nOoops?\\n\\n[via GIPHY](https://giphy.com/gifs/90s-pepsi-commercial-trying-to-catch-a-ball-13ywPzPJdfhmBG)\\n\\nAnother NFT project that prides itself on rarity is Rebel Rabbits. With only a limited number of masks available, Rebel Rabbit transcends the old world of financial manipulation in favor of a decentralized digital store of value, wherein power is taken from the few and given to the many.\\n\\n![](https://www.jessicaannmedia.com/wp-content/uploads/2021/12/rabbit1-1-418x418.png)\\n\\nthis is one of my Rebel Rabbits masks\\n\\nThey have a newly updated roadmap and active community. [Masks sell for around 0.07-0.09 ETH ](https://rebelrabbits.io/mint)(Disclosure: I am part of the Creative team on this project).\\n\\n## **2. Access**\\n\\nThe Bored Ape Yacht Club (BAYC) sets the standard for a thriving NFT community: Owning a Bored Ape NFT doubles as membership into its digital club.  Elite club access is what legitimizes many to spend top dollar to enter the “crypto elite,” which enhances its perceived value.\\n\\nAccording to social media posts, the BAYC aspires to open a real yacht club in the future and is attracting superstars worldwide. Recently Adidas teamed up with BAYC and [NFT influencer Gmoney](https://twitter.com/gmoneynft) to unveil an [elaborate metaverse strategy](https://www.adidas.com/us/metaverse). These partnerships and exclusive access make owning a BAYC NFT a sign of prestige.\\n\\n## **3. Gamification**\\n\\nGamification, along with community voting mechanics, is another widely sought-after feature.\\n\\n[Divine Anarchy](https://www.divineanarchy.com/), which describes itself as “the first effort at an in-game governance NFT that will operate as an experimental catalyst for open-source tribe formation” is one to keep an eye on. Governance in gaming communities [runs the gamut](https://cs.stanford.edu/people/eroberts/cs201/projects/2004-05/online-governance/online-gaming-communities/gaming-governance.html) from autocracies to anarchies and when it's applied to the crypto communities, it's to the moon (as the cool crypto kids say).\\n\\n![](https://www.jessicaannmedia.com/wp-content/uploads/2021/12/Screen-Shot-2021-12-24-at-1.10.34-PM-433x418.png)\\n\\nIts initiative began in October and it has since grown into an NFT sensation. The imagery is not only beautiful but it also incorporates social sandbox game theory. Plus, the organization has the backing of significant crypto Twitter users and bridges the gap between Bitcoin and anime.\\n\\n## **4. NFT projects begin from the ground up**\\n\\nThe current NFT favorites are met averse-native brands, which are more valuable than corporate brands.\\n\\nFor example, [RTFKT's virtual sneakers](https://rtfkt.com/) sell more in the metaverse than Nike or Adidas' real-world footwear. Corporations, in general, are seen as hostile to the NFT spirit – their brand equity is not as valuable in the virtual world as it is in the actual world.\\n\\nBut this doesn't stop corporations from trying to legitimize the fact that they are outsiders. As newcomers, major corporations face expulsion from NFT communities. Sophisticated NFT investors can spot cheap marketing ploys. For example, slapping on the word “community” to your marketing falls flat if there's no real community to support your project.\\n\\nBut sometimes scams are not easy to spot.  NFT pump and dumps are a real concern and give the NFT space a bad name. Be on the lookout for [the secret inner workings of a scam ring](https://caughtin4k.org/nft-cashgrab-ring-at-large/), such as getting ton of users from a third world country to follow the project based on giveaways. Also, brand new NFT projects with over 15k followers are likely not credible. It takes time, dedication, and effort to nurture a real community.\\n\\nThe thing is, slow mints are severely underrated and make way more sense for most NFT projects. This [insightful Twitter thread](https://twitter.com/swombat) details why:\\n\\n> NFT Project mints. Either they're hyped, and the floor takes off, people flip, the project lives…or it's dead in the water and not worth looking at.\\n>\\n> Right?\\n>\\n> No. There's another way. Let's talk about slow mints and why they make waaaaaaaaay more sense for most NFT projects.\\n>\\n> 👇\\n>\\n> — Daniel Tenner (swombat.eth) (@swombat) [December 22, 2021](https://twitter.com/swombat/status/1473671098885627906?ref_src=twsrc%5Etfw)\\n\\nReal communities aren't solely about get rich quick schemes; they're about ideas that bring people together who wouldn't otherwise meet.\\n\\n## 5. D**etailed roadmaps** are key\\n\\nNFT projects need to listen to their community while providing key project milestones and detailed plans. Teams that outline how they will achieve their goals are the projects that are thriving in today's marketplace. Roadmaps not only inspire the community to participate but also instill trust. NFT projects that adapt to their communities' changing needs and wants enhances appeal.\\n\\n## **6. Looks aren't everything**\\n\\nThe actual aesthetic of NFTs is the least critical factor; it should not be the initial or even primary concern.\\n\\nFor example, look at generative art projects like Squiggles, which is, as the project name implies, a bunch of squiggly lines. But [Sotheby’s](https://www.inputmag.com/culture/sothebys-enters-the-metaverse-something-with-random-squiggly-lines) refers to it as, “a kaleidoscopic serpent existing in a digitalized form.”\\n\\n![](https://www.jessicaannmedia.com/wp-content/uploads/2021/12/f8fc5a64-5d3d-4115-bd15-f0a8c99894b9-100-557x270.jpeg)\\n\\nA Squiggle example\\n\\nAn inexperienced eye would see a lack of artistry. Yet a squiggle's value is not established by the art itself.\\n\\n## **How to Buy NFTs**\\n\\nAny digital image can be purchased as an NFT. But before buying one you'll want to consider a few things, especially if you're a beginner.\\n\\nYou will need:\\n\\n* To choose a marketplace to buy from (more on marketplaces below)\\n* A digital wallet to store it in (eventually upgrade to a hard wallet, which is a secure hardware device that has better security).\\n* The type of cryptocurrency to complete the transaction.\\n\\n### NFT Marketplaces\\n\\nOpenSea, Mintable, Nifty Gateway, and Rarible are the most popular NFT marketplaces. [SuperRare](https://superrare.com/) is another marketplace with a bit more cache. You can also go to particular marketplaces for more specific forms of NFTs. For example, [BALLERZ ](https://ballerz.com/)is a basketball-inspired generative NFT set on the [Flow blockchain.](https://www.flowverse.co/)\\n\\nBut be aware of costs. Many marketplaces have gas fees, which are costs that are accrued due to the amount of energy necessary to conduct a transaction on the Blockchain. Other fees may include the cost of changing dollars into Ethereum (the currency most commonly used to purchase NFTs) as well as closing costs.\\n\\n## **How Do You Create an NFT?**\\n\\nAnyone can make an NFT; apps like [NFT Generator](https://nft-generator.art/) and [Blush](https://blush.design/) make it easy to create your art. Once your art is created, you'll need a digital wallet from [Wax](https://all-access.wax.io/), [Metamask](https://metamask.io/) or [Fortmatic. ](https://fortmatic.com/)If you're selling your NFT on OpenSea, you can upload your art and choose to sell on the [Polygon network](https://polygon.technology/), which does not charge gas fees to mint NFTs (as of right now).\\n\\nNFTs are the cutting-edge application of the powerful Blockchain technology.  NFTS will continue to rise as the decentralized finance sphere expands its reach to more consumers.\\n\\nThey're ironic and yes, even idiotic – but that's the point.\\n\\n*Disclaimer: The content covered in this article is NOT to be considered investment advice. I’m NOT a financial adviser. These are only my own speculative opinions, ideas and theories. Do NOT trade or invest based purely upon the information presented in this article.*\\n\\n##### About the author\\n\\nJessica is the Founder and Creative Director of Jessica Ann Media, where she supports Blockchain companies with marketing. She’s pioneered new content initiatives at top brands like Bitcoin, Sirius XM Radio, Adobe, Bitcoin and Getty Images. Her book, Humanize Your Brand: How to Create Content that Connects with Your Customers, was ranked as one of the top Business books in Marketing. Her podcast, the Art of Humanity, is ranked as an Apple’s New and Noteworthy. She interviews artists, leaders, authors, and entrepreneurs about creativity and consciousness.\",\"timestamp\":1641742758,\"title\":\"What are NFTs?!\"},\"digest\":\"KjOiQUuZnjCxqkljgrs3PylE6iFscoAftALfKvVPMcs\",\"authorship\":{\"contributor\":\"0x81E638b610972Fe927E153c2B82B6846101F0E4b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4Bt_8AHXdhjy0ByGZvAT-gdSoYawY47tbru_dns_FmA\\\",\\\"y\\\":\\\"22VKdaH9ggf-q3ZNqSbltqkozczDTZBfJWPHVhvXtY4\\\"}\",\"signature\":\"mUqWDnX9Z1e8v1casC395QtIVNSGTh4NASLofvwHWVgxynGGrOdTCu5oISCCowiQVcloIDybNOh6pYhsBdnFOw\",\"signingKeySignature\":\"0xa50eab7c27387ad3285d79ffdb2464935cb2b44754d27e8f7cc0cc6e4bd05b567cf4a3f5c3d6fa43bcc5af289d7f4ff82b9e5e98cd5fefd3ddbb2eea6069dd8e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4Bt_8AHXdhjy0ByGZvAT-gdSoYawY47tbru_dns_FmA\\\",\\\"y\\\":\\\"22VKdaH9ggf-q3ZNqSbltqkozczDTZBfJWPHVhvXtY4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UC3KDsqTZ14JjXkZAlo7ptHHo99cNYa3Hi96GwleOhM\"}"