"{\"content\":{\"body\":\"## Dawn of the DAOs\\n\\nWe are witnessing the dawn of the DAOs.\\n\\nFor the uninitiated, DAOs are web3’s new primitive for organizing talent and capital. DAOs unleash the power of distributed groups of people by tapping into a simple hypothesis: when people are organized under a shared purpose and motivated by ownership incentives, 1+1=11.\\n\\nIn the NFT space, we’ve seen numerous DAOs sprout up to apply this philosophy. DAOs like [Pleasr](https://twitter.com/PleasrDAO), [Fingerprints](https://twitter.com/fingerprintsdao), and [Flamingo](https://twitter.com/FLAMINGODAO) aggregate and deploy capital to acquire culturally significant art. While the rapid accrual of high-value NFTs enabled many DAOs to bootstrap brand recognition and cultural relevance, it’s historically limited their impact primarily to that of value capture as opposed to value creation.\\n\\nFor DAOs to elevate their impact from value capture to value creation, they must evolve their role beyond collectors. While there are many directions DAOs could take, one remains most bespoke to the tenets of DAOs and promising as a sustainable model that benefits all stakeholders (the DAO, artists, and the community at large): curation.\\n\\n## Curare\\n\\nIn today's culture, curation invokes images of arranging or organizing. However, the origin story of curation and its etymology links back to the Latin root word “curare,\\\" which means “to take care of.” History's earliest curators, the Roman *curatores* were civil servants chartered with overseeing massive public works projects. These original curators oversaw some of history's greatest innovations (such as roads, aqueducts, and sewers, to name a few). Juxtaposing the present-day definition of curation to the role of the Roman curatore, it's clear the definition has strayed quite far away from its original notions.\\n\\nWielding the power of their networks, resources, and capital, DAOs have an opportunity to reclaim and re-align the role of curators in our culture. They are positioned to reclaim the role back from gatekeeping institutions, algorithms, and re-align the ideals of curation back to a directly contributing part of the creative process.\\n\\n## The Curare Framework\\n\\nThe Curare Framework is a simple framework that enables DAOs to work alongside artists to cultivate value—for the artist, the DAO, and the larger community. It is an idea I’ve incubated and pressure-tested as a founding member of [BeetsDAO](https://twitter.com/BeetsDAO). I share it with the hopes that it will serve some utility for any DAO looking to evolve their involvement in the space. It serves as a guiding light as opposed to a prescriptive operating manual. It is meant to be tailored to the varying operating processes, governance models, and overall !vibes of a specific DAO.\\n\\n### Prerequisites\\n\\nTo implement the framework effectively, there are some key elements the DAO should consider having in place:\\n\\n* **Curatorial Statement**: What is the story you’re looking to tell through your collection?\\n* **Collaboration Network:** What people, skills, and resources are at your disposal?\\n* **Showcase Ecosystem**: Where do you plan on telling your story?\\n* **Seed Funding:** What is the initial funding amount?\\n\\n## Celebration, Commission, Collaboration\\n\\n![](https://images.mirror-media.xyz/publication-images/1eviTxZ0tvDq_GxTH6TuA.jpeg?height=1000&width=2000)\\n\\nThe guiding principle behind the Curare Framework is to build a relationship between DAO and artist—one that is both creator-centric and mutually beneficial. The framework achieves this by enabling DAOs to engage with artists in 3 phases that culminate in a collaborative partnership: celebration, commission, and collaboration. The framework can be applied to a single artist or multiple artists concurrently (i.e. progressing a batch of artists at the same time) or asynchronously (i.e. progressing each artist at their own pace).\\n\\n### Phase 1: Celebration\\n\\n![](https://images.mirror-media.xyz/publication-images/myIoMOLkKkUkZ2IjtCFe1.jpeg?height=650&width=2000)\\n\\nArtists are the initializers of value. They are alchemists who create something from nothing, conjuring a 1 from a 0. As such, the celebration phase entails the DAO adding a work from an artist that aligns with their curatorial narrative to their collection. By doing so, the DAO initiates a relationship with the artist that begins with a celebration of the artist’s story.\\n\\n* **Purpose**: invest in the artist’s story\\n* **Desired outcome**: DAO adds a work from the artist's catalog to their collection\\n* **Artist benefit**: financial gain while selling to a thoughtful collector\\n* **DAO benefit**: bolster collection and curation thesis\\n* **Revenue Split**: 100% artist\\n\\n### Phase 2: Commission\\n\\n![](https://images.mirror-media.xyz/publication-images/Sc5KT_W3bqSSa-H09Hi3T.jpeg?height=650&width=2000)\\n\\nWhereas the initial phase focuses on celebrating the artist’s story, the commission phase emphasizes building an immutable bond between the DAO and artist. By commissioning a work, the story remains the artist’s to tell while allowing the DAO to become a character within it.\\n\\n* **Purpose**: become a character in the artist’s story\\n* **Action**: collector commissions custom work for DAO’s collection\\n* **Artist benefit**: Expand catalog at minimal risk\\n* **Collector benefit**: make creative mark\\n* **Revenue split:** 100% artist\\n\\n### Phase 3: Collaboration\\n\\n![](https://images.mirror-media.xyz/publication-images/eNSY4A7Ydhgp1vOO-Qabt.jpeg?height=650&width=2000)\\n\\nFor DAOs (and collectors writ large), there remains no higher honor than to be invited into the artist’s creative process as a co-author. This is why the collaboration phase of the framework is perhaps the most difficult yet rewarding—both creatively and financially. This phase isn’t meant to signal finality in the relationship between collector and artist but rather the beginning of a new story, told together.\\n\\n* **Purpose**: co-author a story with the artist\\n* **Desired outcome**: DAO supports artist on an ambitious new work with revenue split\\n* **Artist benefit:** Push creative boundaries, aided by more resources\\n* **DAO benefit**: contribute creation (not just capital) to the ecosystem\\n* **Revenue split:** 69% artist, 31% DAO\\n\\n## Need Help?\\n\\nIf you are a member of a DAO that has a desire to build more curatorial programming into your community and want help operationalizing this framework, feel free to slide into my DMs on [Twitter](https://twitter.com/jo7eth).\\n\\n[split://0x65956eb1e1489e8Ca8Fe5e3fE4397E69B99089E8](split://0x65956eb1e1489e8Ca8Fe5e3fE4397E69B99089E8)\\n\\n\",\"timestamp\":1636384339,\"title\":\"Curare: A Curation Framework for DAOs\",\"publication\":\"jo7\"},\"digest\":\"qHjURYMLV24xzt97Rid74m4kHO1lVGvIFAvXXEOO9NA\",\"authorship\":{\"contributor\":\"0xF65ffeD29a2E7Ca9554CfeA52EA500b5Adc5fC13\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uXaZFlG5XvQBtX0WzjcbFlZgUI56-EmflDIWZQou_LM\\\",\\\"y\\\":\\\"qCRCGy3gLW7CPJ4OolG_yGgqlSNh0eKbRgh2DmUR3J0\\\"}\",\"signature\":\"bLNXMCw3t0TJ6P-rXvtSA7d3TpaQAZTLxQqzk0DmyNQdlfJT4V-0UD72YBtTqr5u9SkfMyqphxuL9WhMqEmbhg\",\"signingKeySignature\":\"0xb39c2e4e105bcb056ec8dd1e025419086eaed8972906bfadc3a363b310973a887a9cd8dac6440b57a6885b14041198c9c41f6ce2fdab7a3a2f66fc733ba5c1c11b\",\"signingKeyMessage\":\"I authorize the publication of articles on jo7.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uXaZFlG5XvQBtX0WzjcbFlZgUI56-EmflDIWZQou_LM\\\",\\\"y\\\":\\\"qCRCGy3gLW7CPJ4OolG_yGgqlSNh0eKbRgh2DmUR3J0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ordGOgzoZclKwXN656O6_jC3wXM-FK8A0r8JfcC1d10\"}"