"{\"content\":{\"body\":\"The European Union is taking one of its 27 member nations to court, in a legal dispute that could decide, once and for all, whether the bloc's laws do indeed trump those of the countries within it.\\n\\nThe tussle between the EU's legislative arm — the European Commission — and member-nation Poland follows Warsaw's top court, its Constitutional Tribunal, ruling in July and October that measures imposed upon it by the European Court of Justice were unconstitutional.\\n\\nThe EU insists all member nations agree to abide by EU law when they join, something Poland did in 2004, and that the nation's Constitutional Tribunal is wrong.\\n\\nThe dispute follows Poland's ruling Law and Justice government challenging the so-call supremacy of EU law several times since coming to office in 2015.\\n\\nThe party, which is rightwing and nationalist, raised the stakes when it brought its domestic courts under political control, something that is forbidden by EU law.\\n\\nThe Guardian newspaper quoted Didier Reynders, the EU's commissioner for justice, as saying: \\\"We've tried to engage in a dialogue, but the situation is not improving. Fundamentals of the EU legal order, notably the primacy of EU law, must be respected.\\\"\\n\\nThe Guardian said even retired judges who once sat in Poland's top courts have complained that the Law and Justice party's wresting of control of the courts means the system has \\\"ceased to perform its constitutional tasks and duties\\\".\\n\\nHowever, Sebastian Kaleta, Poland's deputy justice minister insisted in a tweet that the European Commission's legal challenge amounts to an attack on Poland's independence.\\n\\n\\\"The EC is initiating proceedings and wants to subordinate the Constitutional Tribunal in Poland to EU law. This is an attack on the Polish constitution and our sovereignty,\\\" he wrote.\\n\\nThe Financial Times quoted Poland's prime minister, Mateusz Morawiecki, as saying Brussels is misunderstanding the powers nations have granted it.\\n\\n\\\"More and more EU states realize that there must be a limit somewhere to these competences,\\\" he said. \\\"The development of bureaucratic centralism in Brussels is continuing and unfortunately it needs to be blocked.\\\"\\n\\nBeata Szydlo, a former prime minister of Poland, agreed, tweeting: \\\"This is not a legal dispute, but an attack on the Polish constitution (and) the foundations of Polish statehood. The EC aims to deprive Poland of its rights as a sovereign state.\\\"\\n\\nPoland's government must respond to the European Commission's legal action within two months, after which the case will likely go to the EU's Court of Justice for a ruling.\\n\\nThe Bloomberg news agency said it is clear the EU's patience has run out.\\n\\nThe UK's Daily Express newspaper quoted Guy Verhofstadt, the EU's chief Brexit negotiator, as saying Poland is risking its very membership of the bloc.\\n\\nHe tweeted: \\\"The (Polish) government is playing with Poland's EU membership, against the welfare and wishes of an overwhelming majority of polish citizens.\\\"\\n\\nThe Financial Times newspaper said the bloc can launch legal action in the form of \\\"infringement procedures\\\" against member states if it believes they are not respecting, or fully implementing, EU laws.\",\"timestamp\":1640386379,\"title\":\"EU taking member-nation Poland to court\"},\"digest\":\"DjXmGd1Q3YhnDfD1oajtPN-d3HaVtUl32rxP69bjI4w\",\"authorship\":{\"contributor\":\"0x034fC5B82f6E8E0FA3DDe235973531e1a6D21143\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C6U3VAdg6O3BW-Tq0S8RQCU2vxlhSI8bNGYs6U4kuPc\\\",\\\"y\\\":\\\"0eUundiaFXgYviDsIp0ue-itS11divf3uoHcJWjv8lw\\\"}\",\"signature\":\"bVYI9n4GmCUI4eYrjRpPcDEuAEn9oTIbLW3HNrYRzMXy7ssXF-7gMwcdMquZwLlJMrgaRGVozANJRjCgbh8Ylw\",\"signingKeySignature\":\"0xdf46b648ad2d8e9a823b74f4eaf743ee011dcabfc6f1a7c33deb1665e289646a4e88aed3c3615779c723df82af3c43eb8f455947e2fb8ee3e480516857bf2af61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C6U3VAdg6O3BW-Tq0S8RQCU2vxlhSI8bNGYs6U4kuPc\\\",\\\"y\\\":\\\"0eUundiaFXgYviDsIp0ue-itS11divf3uoHcJWjv8lw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DjXmGd1Q3YhnDfD1oajtPN-d3HaVtUl32rxP69bjI4w\"}"