"{\"content\":{\"body\":\"I was going to start this post off in a generic way -- with some brief reflections and takeaways from the past year.\\n\\nBut honestly, so much has happened that it became daunting to even attempt to accurately capture (let alone articulate) what transpired in 2021 -- both for the crypto space and for my personal life. So daunting that it prevented me from even putting proverbial pen to paper to draft this article.\\n\\nI’ll leave it at this: 2021 was the best year yet. For crypto. For me.\\n\\nYears of hard work validated. Quizzical looks from my peers at McKinsey. Disapproving remarks from my relatives. Outright disappointment and worry from my parents.\\n\\nSo many new [modern friends](https://gabygoldberg.medium.com/my-modern-friends-and-me-1b6e23223f48). Laughs shared on Discords. Hugs IRL in Denver, New York, Paris, Lisbon, Prague. Memories minted and forever stored in the private blockchains we call our brains.\\n\\nYes, 2021 was truly one for the proverbial books (more like Mirror thought pieces).\\n\\nBut the best is yet to come.\\n\\n2022 is shaping up to be another amazing year. Irrespective of what happens in the markets, I’m confident that crypto will continue to improve and march towards the inevitable future of consuming the entire world.\\n\\nWhy is that?\\n\\n* **More funding than ever**. Both public and private market institutions are aping into crypto; the ecosystem has matured considerably, so the risk is now much lower — coupled with the continuation of high upside plays\\n* **More design space than ever.** Pre-ICO Ethereum was chock full of ideas: NFTs, DAOs, gaming (sound familiar?). Those ideas took a backseat to payments and finance as the defacto use case after the post-ICO crash. Now, we’re seeing a resurgence of those design spaces as well as a slew of other surface areas for people to build on. The possibilities are endless.\\n* **More talent than ever.** Smart af people are leaving their cushy, prestigious gigs in consulting and tradtech to join crypto full-time. These people aren’t here for short term speculation, but rather they’re convinced that crypto is a future and want to be a part of creating it — meaning they have longer time horizons and will continue to build even in a crypto winter.\\n\\nBut enough preamble — let’s start with my crypto predictions for 2022.\\n\\n# Disclaimers\\n\\nAh — not so fast. Before I share my alpha, a few disclaimers first:\\n\\n1. As ALWAYS, this article is made for educational and entertainment purposes. This does not constitute financial advice. DYOR.\\n2. I’m not making these predictions to be right, but rather to set a high bar for what the future may look like. I think the future will be crazier and more unpredictable than we can imagine, and I’m forcing myself to post more controversial takes in order to account for that.\\n3. With that said, if you agree with all my takes then I’m doing my job wrong.\\n\\nOnwards.\\n\\n# My (Crazy) Predictions for 2022\\n\\nInstead of a listing of ramblings, I’m structuring my predictions into a framework — heavily inspired by the [Web3 Stack by Polynya](https://polynya.medium.com/).\\n\\n![](https://images.mirror-media.xyz/publication-images/QzxvsZxHyJuf-1YjPOsi7.png?height=1400&width=2400)\\n\\n* **Connection to the IRL world**: how the Metaverse talks to the meatspace\\n* **Interfaces:** how we as humans interact with the Metaverse; usually wallets and other UIs\\n* **Dapps:** decentralized applications like the ones we know and love\\n* **Execution Layer**: computer layer; where programs/smart contracts are deployed and executed\\n* **Base Layer**: what we know and love about Layer 1s (L1s); storing transaction data and ensuring secure, immutable consensus of that data\\n\\n## Connection to the IRL world\\n\\nPrediction #1: **Off-chain identity will be bridged and connected on-chain**\\n\\n* Whether with [zero knowledge proofs](https://mirror.xyz/dcbuilder.eth/QX_ELJBQBm1Iq45ktPsz8pWLZN1C52DmEtH09boZuo0) or [self-hosted infrastructure](https://docs.unstoppabledomains.com/login-with-unstoppable/high-level-overview), 2022 is going to see users finally be able to use their IRL information on-chain in a completely private manner.\\n* Information like bank balance and credit history can be used to provide loans. SSN or passport ID can be used for KYC for dapps. Google emails can be used for zero knowledge, crypto-native calendar integrations.\\n* For institutions, they’ll welcome this porting of their information on-chain but will require a bit of onboarding and abstraction. Initiatives like [Aave Arc](https://www.theblockcrypto.com/linked/118822/permissioned-defi-platform-aave-arc-gears-up-for-launch) are helping with that.\\n* While certainly not the [end state of on-chain credit](https://medium.com/union-finance/soft-collateral-9339185f39c9), this is a transitionary step towards true on-chain reputation.\\n\\n\\\\#2: **DAOs will go full IRL**\\n\\n* DAOs have proven to be a powerful mechanism for [capital coordination and deployment](https://www.forbes.com/sites/abrambrown/2021/12/01/crypto-tokens-people-constitution-dao-ether-redeem-refund/) — for digital and even offline settings.\\n* Just as PleasrDAO bought the [Wu Tang 1/1 Album](https://en.wikipedia.org/wiki/Once_Upon_a_Time_in_Shaolin), other DAOs will acquire IRL items and operate them as a DAO; we may see DAOs acquire a video game studio to build a play-and-earn metaverse, a DAO acquire stake in an NBA basketball team like [KrauseHouse](https://twitter.com/KrauseHouseDAO?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor), or even [produce movies](https://www.forbes.com/sites/abrambrown/2021/12/01/crypto-tokens-people-constitution-dao-ether-redeem-refund/).\\n* Beyond capital deployment, I’m interested in seeing DAOs plant roots and create an IRL space for its community members — whether it be buying a home/office in a crypto-friendly jurisdiction for frens to co-locate (Wyoming, Lisbon, Puerto Rico) or creating a full blown town.\\n* The next evolution of DAOs will be quasi-nations — whether IRL ([CityDAO](https://twitter.com/CityDAO), [Praxis](https://twitter.com/PraxisSociety), [IslandDAO](https://twitter.com/IslandDAO), [Creator Cabins](https://twitter.com/creatorcabins)) as a “network state” (h/t @balajis for the term) or in the metaverse ([RomeDAO](https://twitter.com/romedaofinance)).\\n\\n[https://twitter.com/LordTylerWard/status/1470118238038237194?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1470118238038237194%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcdn.embedly.com%2Fwidgets%2Fmedia.html%3Ftype%3Dtext2Fhtmlkey%3Da19fcc184b9711e1b4764040d3dc5c07schema%3Dtwitterurl%3Dhttps3A%2F%2Ftwitter.com%2Flordtylerward%2Fstatus%2F1470118238038237194image%3Dhttps3A%2F%2Fi.embed.ly%2F1%2Fimage3Furl3Dhttps253A252F252Fabs.twimg.com252Ferrors252Flogo46x38.png26key3Da19fcc184b9711e1b4764040d3dc5c07](https://twitter.com/LordTylerWard/status/1470118238038237194?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1470118238038237194%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcdn.embedly.com%2Fwidgets%2Fmedia.html%3Ftype%3Dtext2Fhtmlkey%3Da19fcc184b9711e1b4764040d3dc5c07schema%3Dtwitterurl%3Dhttps3A%2F%2Ftwitter.com%2Flordtylerward%2Fstatus%2F1470118238038237194image%3Dhttps3A%2F%2Fi.embed.ly%2F1%2Fimage3Furl3Dhttps253A252F252Fabs.twimg.com252Ferrors252Flogo46x38.png26key3Da19fcc184b9711e1b4764040d3dc5c07)\\n\\n## Interfaces\\n\\n\\\\#3: **Smart contract wallets will win considerable market share**\\n\\n* With the lower gas fees of L2s and alt-L1s, [smart contract wallets](https://blog.makerdao.com/what-are-smart-contract-wallets-and-how-can-they-benefit-defi-users/#:\\\\~:text=A%20smart%20wallet%20is%20an,and%20more%20secure%20account%20recovery.) like [Argent](https://www.argent.xyz/) will finally be recognized by users as the superior option\\n* Why? No private keys, social recovery (i.e., your mommy and your frens can help recover your lost account), programmatic safety checks (Did you mean to send all your Bored Apes to a wallet that you didn’t whitelist? Probably not.), etc.\\n* The last point I’m especially bullish on — something akin to a programmatic smart signer on your multisig wallet that is highly extensible (e.g., payday from a DAO? send X% to another wallet for savings)\\n* We all hate MetaMask. We all hate private keys. Let this be the year we’re set free.\\n\\n## Dapps\\n\\n\\\\#4: **A Metaverse economy will form — completely separate from the IRL world**\\n\\n* Crypto could never really be self-sustaining because people needed on- and off-ramps to use fiat money for their everyday lives\\n* However, the emergence of play-to-earn games (and “play-and-earn” to the giga-diehard crypto gaming nerds) and the concept of DAOs-as-employers have drastically decreased the need for on-ramps, as people have sustainable income in a crypto-native economy\\n* Merchant adoption of cryptocurrencies like [$SLP in the Philippines](https://www.coindesk.com/markets/2021/08/25/some-filipino-merchants-prefer-payment-in-axies-slp/) and [USDC debit cards](https://unbanked.com/cryptocurrencies/supported-currencies/usd-coin/) decreases the need for off-ramps as well.\\n* Mariano Conti famously and proudly declared that [he’s worked for all the crypto he has](https://youtu.be/hHji4x5C1q0?t=483); well now hundreds of thousands of other people get that opportunity too\\n\\n![](https://images.mirror-media.xyz/publication-images/x4KGXfBnnRHi7dF2Hz69S.png?height=782&width=1400)\\n\\n* What does this mean? Discretionary income that stays in the metaverse — for art, entertainment, [fashion](https://www.forbes.com/sites/biancasalonga/2021/10/28/are-designer-nfts-and-digital-clothing-the-new-chic/), [real estate investment](https://metaverse.properties/), investing. All the things that people already purchase, but now in a completely separate world that is decoupled from IRL.\\n* For DAOs, this means evolving their views on trade between other DAOs, treasury management, growing contributors, raising rounds, tokenomics — something at the crossroads of a company, a cooperative, and a nation.\\n\\n\\\\#5: **DAO tooling powerhouses will emerge**\\n\\n* DAOs are in their infant stages, and everything broken: processes are manual, contributors are hard to come by, turnover and attrition are high, decision making is slow, capital is misallocated\\n* Tons of teams were founded in H2 2021, raising sizable rounds, to address this issue — from project management to payroll to onboarding and L&D\\n* Just like how OpenSea came out of nowhere to be crowned the defacto marketplace of NFTs, I think we’ll see a clear winner emerge from these teams in 2022\\n\\n[https://twitter.com/0xJim/status/1473747418923642882?s=20](https://twitter.com/0xJim/status/1473747418923642882?s=20)\\n\\n## Execution Layer\\n\\n\\\\#6: **Hot Optimistic Summer**\\n\\n* Optimistic Rollups are just getting started — with nearly all of them being launched in their alpha stages in H2 2021 (Optimistic Ethereum, Arbitrum One, Boba)\\n* Throttled throughput (for safety measures), centralized sequencers, and unoptimized data compression — in addition to a middling dapp ecosystem from the non-technical side — have led to a lackluster start of ORUs’ path to mainstream adoption\\n* All those things will be fixed in 2022, and ORUs will take off — especially with the chatter around potential token launches and a monstrous ecosystem fund to incentive usage\\n* Due to EVM equivalence and mission alignment, all of Ethereum’s leading dapps will deploy on ORUs — not only DeFi darlings but also DAOs and NFTs\\n* ZKRUs will continue developing but will not be as widely used as ORUs — with the stunted adoption partly due to not perfect EVM translation and validator centralization concerns, but mainly due to the fact that the tech won’t be ready. 2023 though — that’s Hot ZK Summer for sure.\\n\\n\\\\#7: **One alt L1 will capitulate and use Ethereum for security**\\n\\n* This is probably my spiciest take and I’ll get a lot of shit for it on Twitter\\n* Whether due to validator downtime, an exploit, reorgs, a time bandit attack, or whatever else, an alt L1 core team will realize that securing a network of nodes is insanely difficult, capital & time consuming, and not worth the mental bandwidth to focus on\\n* Instead, they’ll turn to another solution — like Ethereum, the most Lindy and robust option— that essentially offers security-as-a-service for them to post call data and settle value\\n* Could be Near, as they’re moving toward a sharding-centric future with Nightshade and are incredibly friendly with the Ethereum ecosystem. Or maybe even Tezos, another chain with a sharding-centric roadmap — although they are less friendly with Ethereum.\\n* Most realistically, it’ll be a newer, smaller EVM-compatible L1 like Findora or Harmony (though not that new) that wants to differentiate in their offering without worrying about security/settlement\\n\\n## Base Layer\\n\\n\\\\#8: **Chain-agnostic infra will flourish**\\n\\n* Regardless of what happens in the L1 wars, chain-agnostic infrastructure will flourish from the heated battles — especially as more blockchains are deployed (my eye is on Polkadot and its parachains going live early 2022)\\n* Nodes-as-a-service like Infura and Alchemy will vibe\\n* Oracles like Chainlink and Layer Zero Labs will vibe\\n* Bridgoooors like Hop Protocol, Connext, EvoDefi, Relaychain, Celer, Multichain (fka Anyswap), Synapse, Wormhole will vibe\\n* Interoperable frameworks like Composable Finance and the Polygon SDK will vibe\\n* Data availability protocols like Celestia will be sitting comfy — offering its services to Ethereum (🔜™️) and Cosmos (cevmos) and others\\n* Maybe even Thorchain will vibe — recovering from its 2021 debacles\\n\\n \\n #9: **Ethereum will flip Bitcoin on one final metric: market cap**\\n\\n* In 2021, Ethereum has already flipped Bitcoin in all other important metrics: daily revenue, number of users, no. of transactions, etc.\\n\\n![Source: cryptofees.info](https://images.mirror-media.xyz/publication-images/FbsZC4a-YINM_v1KZbxJm.png?height=1310&width=2632)\\n\\n* The ETH/BTC ratio has steadily been increasing this year — partly driven by the new narrative of ETH as a utility token that powers a variety of new use cases like NFTs and DeFi\\n\\n![Source: TradingView](https://images.mirror-media.xyz/publication-images/3KqaZImxij1EGnVHkVNFL.png?height=883&width=1400)\\n\\n* With the [Merge](https://ethereum.org/en/eth2/merge/) coming in H1 2022, Ethereum will experience a step function decrease in supply introduction. Coupled with Hot Optimistic Summer that inject induced demand back into Ethereum, there’s a flywheel that drives value for ETH\\n* I know that talking about the Flippening as historically been a top signal, but momentum may be too much to overcome this time. 5–10% native APR on PoS + thousands of world-class builders exploring the design space of Ethereum. Can Bitcoin continue to be competitive with that?\\n\\nI’m tired, so no big outro to end this. Happy holidays, everyone! Thanks for an amazing year, and let’s keep building next year 🤝\",\"timestamp\":1640765300,\"title\":\"Crypto Predictions for 2022\",\"publication\":\"jim\"},\"digest\":\"eW8O258nflwIRo-MKR5u2ipGgoDdT_KOAQAIhK0Iu5M\",\"authorship\":{\"contributor\":\"0x705A42EcC5dF243BF9298f1D091b89761522a796\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DaGq6McKBRve_H_oMPoeSSVW6XDYNCk1N4pFMV0BNY8\\\",\\\"y\\\":\\\"aFBTx-1lPaAhrw72G8z2C0V4YVTSWuBp5GOIeSGhJKI\\\"}\",\"signature\":\"YngBIVHA-zhSxYTTNpi6GIjpTp4mm1l68MYV4cLdW9Q8FB_7JX_FYH_UT_iG2Cv-ob9hzC3Ii7aepiSW8PfEEg\",\"signingKeySignature\":\"0x230503d6d6922b48ce65d17095d43a05adec9cdbd4dc23aa4cc4cc28e75a64c4235513c71fe74e9c16555cceaf0223188ce7bbb907981c84da689224dad5d7c61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DaGq6McKBRve_H_oMPoeSSVW6XDYNCk1N4pFMV0BNY8\\\",\\\"y\\\":\\\"aFBTx-1lPaAhrw72G8z2C0V4YVTSWuBp5GOIeSGhJKI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eW8O258nflwIRo-MKR5u2ipGgoDdT_KOAQAIhK0Iu5M\"}"