"{\"content\":{\"body\":\"**最後一個離開公司，關上門的那刻，門也應聲鎖上，好像一場瘋狂的夢終於醒了。**\\n\\n去面試的那一天，我覺得這家公司也太詭異，門牌不顯眼，進去又全場安靜，面試官匆匆而來，面試者完全不知道可以往哪裡走XD 後來待了一年半，我慢慢知道，大家都不擅長這類型的事情，但也因為這樣，會覺得稚氣而不油膩。\\n\\n面試當天晚上，我記得就收到了錄取通知，安排好後 10 天後就上工了。上班的第一個月，我在 Instagram 打下了我的不安與期待，一個半月後公司一半的人消失，疫情打亂了所有人的生活，我卻被安穩地留了下來，但面對的是更大的挑戰。主管去當兵了，公司都剩下異性了，頂著光環的壓力還殘留一點，卻開始照三餐被「教學」怎麼樣才是對的：「**怎麼會這樣回呢？**」「**怎麼會選擇這樣做呢？**」「**如果客戶 xxx 那你怎麼辦？**」\\n\\n很疲憊，因為我覺得大家都跟我不同背景、不同經驗，沒有人可以知道我現在碰到的難題是什麼。但是收拾好眼淚，隔天上班、週末上班、平日加班，然後說服自己再撐一下，撐不過去可以算了，但再撐一下就好。後來，開始有了小案子到我手上，開始把幾年前早就考過的駕照拿出來緩慢上路，開始期待就博可以出差到中南部住飯店的日子，開始期待獨自面對挑戰，當然也開始期待跟同事們越來越熟的時間。\\n\\n好像一轉眼就撐到了主管回來，當時對於同事的處事風格跟我差異太大，不太知道怎麼繼續前進，主管回來後，手上的業務開始轉到另一個方向，我想是時候跳一下了，給自己一點機會，即使接下來也是過得風風雨雨。離職前主管問我：「你覺得你什麼時候開始比較上手的？」我說今年吧，在我終於進來這裡 7 個月後，我開始知道我要怎麼主導案子，該怎麼讓案子順利進行，可以自己回話，被罵大概也從 1 天 1 次變成 2 週 1 次，然後也有心思去談戀愛、過生活了XD\\n\\n今年 3 月左右，公司終於漸漸迎來一批新面孔，也因為五月台灣疫情爆發，這次公司選擇把人留下來，趁這時候多培養大家的能力，也開始多了一些流程，我一直一直一直一直認爲這是好事，因為也許就不會再有人經歷我那段疲憊不堪的時光。2.3 月我已經可以自己掌握完整個案子，尤其是三月，剛好所有客戶都卡在那個月施工進場談判，我記得原本 2 週都不一定有的一個案子，變成一週兩個，而且可能一個還在高雄XD 謝謝陪我撐下來的工程師，幾乎沒日沒夜的，幾乎從 9 點到 9 點的，還要東奔西跑，謝謝再謝謝。\\n\\n大概四月吧，慢慢的開始要跟新人說明業務的方向，自己也開始著手準備 GRE 的考試，每天還是過得很忙、很辛苦，但有時候看看自己再看看其他人，大家真的都是用盡生命在這裡工作了。大概五月開始有離職的念頭，覺得考試就差那麼臨門一腳，覺得生活已經匆匆太久，也許當時也加上家人回來吧，覺得一切好像都可以放下多一點了。那時候跟一個很信任的同事討論，雖然我覺得他一點也沒有替我著想哈哈哈，但他告訴我：「你如果現在離開，我們這幾個月的流程都白費了，我甚至不知道還能不能夠重新開始。」我知道他在說什麼，我更知道好不容易開始正規的專案，很有可能因為少了我一個，會讓他想做的事情，再次愕惋。所以我告訴他，好我知道了，我會再想想。但也開始在這時候積極安排了身邊的同事，想盡辦法把我知道的告訴他們，因為我知道我終究是自私，終究有一天要離開的，**但我希望留下來的他們，可以不要重蹈覆徹，可以不要兩手空空，可以不要像剛來的我一樣，覺得像是披荊斬棘，卻眼不見前方是否有一點光。**\\n\\n關於工作本身的事，也許可以另開一題撰文，太神秘了，跳專業真的不是件普通的事，轉業務更不是一件符合我價值觀的事，但因為這些經歷，我覺得我多多少少碰觸到了一點皮毛，我好像不再那麼像溫室的花朵，我好像也知道了一些什麼，即使我還是選擇用我原本的方式對待生活，但一定多多少少會改變了什麼吧。\\n\\n關於工作場合，活動是有趣的，但太累人了XD 新創環境是有趣的，也變化極快。人是有趣的，但越長越大越知道自己想要跟什麼樣的人往來，什麼樣的人也不需要刻意去諂媚，都大人了。很謝謝離職前的最後一個月，客戶聽到都不捨，甚至收到了手寫卡片，祝我順利的多有，直接說很喜歡我的也不在少數，我也真的誠心地感謝能夠遇到你們，讓我這個技術小白有多一點機會磨練，也能忍受我的無知或是過錯。很謝謝老闆在最後幾個月給了我很多時間做了產品規劃，雖然一項以 0 元作收，但有機會參與成本、售價、分析的討論讓我受益良多。謝謝同事 J，從 0 帶我，有人說他刀子口豆腐心，我也很坦白的說我們兩個彼此風格不合，但非常非常非常感謝他在我最初的時刻，告訴我什麼樣才是一個業務。「**沒有人有義務教另一個人，難道老闆有多付我薪水教你嗎？**」真的沒有XDDD 所以真的只能感謝再感謝。\\n\\n謝謝工程師，陪我征戰南北，征戰週末，幫我出氣難搞的客戶，或是說要去攻擊對方網路讓我覺得荒謬又開心XD 真的辛苦了，好好睡覺就是對你們最好的禮物XD 線上見！\\n\\n謝謝業務同事，知道永遠都在線上的你們，只是要不要看訊息而已XD 進帳多多，客戶乖巧，工程師不出包，躺著抽雪茄的夢不再遠了！\\n\\n謝謝行政同事，公司的氣氛變好有很大一部分是你們的功勞XD 不擅長做一些交際的我們，在昨天離別趴有這樣的表現我覺得超棒XDDD 還有終於有公司的團體照了哈哈哈\\n\\n還要謝謝無法歸類到上述的你們，每一個人的存在都讓這家公司多了生氣，都讓我的生活多了點綴，很開心遇到你們，希望你們也能在自己的道路上繼續前行。\\n\\n最後，依舊想把所有的好運跟運氣留給同事，是你提醒了我們每一個人要把握住當下，要好好善待身邊的人，快快歸隊，我們等你！\\n\\n有點像流水帳，但現在不打下來好像會忘記了什麼，話就到這吧，接下來就換我自己向前走了。\",\"timestamp\":1636614942,\"title\":\"My Days in Startups\"},\"digest\":\"3-Di0UusiaHWGirOxATgvgIso2nWenKFN7wsvb75x8U\",\"authorship\":{\"contributor\":\"0x7479ef04de1D01f1D2353852F23806DA83Aa09aB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oJPlWA2eg0CVG1YoMl_myMelkPaZaPNrGhr8aLwspus\\\",\\\"y\\\":\\\"niMNzRgLbbvxJ9Ser3wLdFP6iG5oDLzJYT5nZzE6iE4\\\"}\",\"signature\":\"Now3jyvSPNe1TTS_q6t3ZZYo2Z5OLn0BILZrjoEhUmckxqHMOdSZuyZbLiQsrPPTFc_a6kGLrdo9Sw4Wm8Bjbw\",\"signingKeySignature\":\"0xe5ae156098963a34b82c53f37fd4d5175f15a3469be6f67f51cd67ce17ed3ac20654df4df95695d63e2d02446923f67272e2eee22082a224bd48e43b6949f80f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oJPlWA2eg0CVG1YoMl_myMelkPaZaPNrGhr8aLwspus\\\",\\\"y\\\":\\\"niMNzRgLbbvxJ9Ser3wLdFP6iG5oDLzJYT5nZzE6iE4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IZ9eOeu7an-YdbpcqA2qeZ0biRfV7t9FpDRsr_KfJrE\"}"