"{\"content\":{\"body\":\"自2018年以来，科技热词层出不穷。区块链之后，又掀起了元宇宙热潮，最近有关Web3.0的讨论也再次升温，特斯拉首席执行官马斯克、Twitter前CEOJack Dorsey等科技大佬、学者也频频提起Web3.0。那么这些科技热词之间究竟是什么关系？发展脉络是什么？谁才是互联网发展的终极？\\n\\n## 三者之间的关系？\\n\\n最近几年以来，随着区块链+的不断发展，大家对于区块链的概念已然不再陌生。区块链是一种安全共享的去中心化的数据账本。在区块链系统中，未经法定人数许可，数据将无法更改，这一特点有助于防范欺诈和数据篡改。换言之，区块链账本可以共享，但不能更改。如果有一方尝试更改数据，区块链所有参与方都将收到警报，知晓哪一方试图更改数据。\\n\\n区块链技术由此可以从多方面为企业赋能：提供可靠的共享数据，在各方之间建立信任；消除数据孤岛，即通过去中心化的，在一个网络中共享并支持获许可方访问的账本将数据集成到一个系统中；为数据赋予高度安全性；降低对第三方中介的需求；创建可在所有参与方之间共享的实时、防篡改记录；参与方可确保商业流中产品的真实性和完整性；无缝跟踪和追踪整个供应链中的商品和服务。\\n\\n自2017年以来，区块链已从银行业扩展到多个垂直领域的分布式应用程序，例如通信、媒体和制造业。依赖于用户身份集中控制的公司可能会发现他们的商业模式受到采用区块链的挑战。\\n\\n在区块链之后，逐步走入人们视野的科技热词是Web3.0和元宇宙。这三者有什么关系？高盛在一份研究报告中表示，区块链技术是元宇宙和Web3.0发展的核心。\\n\\nWeb3.0是相对于Web1.0和Web2.0的概念。早期的互联网是Web1.0，这是一个用户可以去读的网络，呈现形式是BBS等各种网站，这些网站的拥有者有很大的权利，但有很多的个人网站是大量分散的，甚至有些内容是重复的，它能够吸引的用户很少。\\n\\nWeb2.0阶段，是一个用户可读可写的互联网，出现了UGC User Generated Content，也就是用户生成内容。典型的Web 2.0站点有：网络社区、网络应用程序、社交网站、博客、Wiki等等。\\n\\n在传统互联网人看来，Web3.0是更人性化的互联网，融入了更新的技术，大数据、人工智能等，许多事计算机都帮你想到了。在区块链从业者看来，Web3.0则是指用户可拥有，当然有些时候可能是部分拥有的互联网。Web 3.0大致有4个特性标签：统一身份认证系统、数据确权与授权、隐私保护与抗审查、去中心化运行。Web3.0的核心特征是用户的数据用户自己作主。因此，Web 3.0其实是基于区块链思维而进化出的全新网络形态。比较成熟的案例就像以太坊，以及在以太坊上所建立的一些去中心化的应用。当然现在Web3.0在整个互联网世界里所占的比例还非常的小，但这种模式会被越来越多的人所接受，因为它不会再受制于垄断的寡头，这个网络形态就是以去中心化的方式来呈现的。\\n\\n而基于Web3这种去中心化的网络还衍生出了与它匹配的去中心化自治组DAO，由创作者本身驱动的DAO，当然目前很多DAO组织的发展同Web3.0一样，还只有很少一部分，也并非所有的DAO都发展成熟了。\\n\\n但在整个以区块链为基础的，像Web3.0这样的网络为基础的，共创、共建、共享的创作者驱动的数字新世界已经开始显示。因此，元宇宙数字新世界即Web3.0的应用场景。\\n\\n中国电子技术标准化研究院区块链研究室主任李鸣表示，区块链、人工智能、数字孪生、人机交互、物联网等面向数据的新一代信息技术的演进并非偶然，而是从Web2.0向Web3.0演进的技术准备。从技术上来看，元宇宙是基于Web3.0技术体系和运作机制支撑下的可信数字化价值交互网络，是以区块链为核心的Web3.0数字新生态。他总结道，元宇宙是以区块链为核心的Web3.0技术体系支撑下的新场景、新产业和新生态，将会在数字环境下催生大量创新商业模式，形成数字空间新范式。\\n\\n区块链是Web3.0和元宇宙实现的技术基础之一，当前的互联网只能实现信息的传递，尚不能实现价值的流转，而Web3.0能真正实现“价值的连接”。这种价值的流转也成为元宇宙实现的基础。\\n\\n当然，区块链只是元宇宙概念涵盖的众多技术之一。元宇宙是由虚拟现实、增强现实和互联网相结合创造的沉浸式数字世界。元宇宙的内涵及关键技术要求进一步打破时空限制（5G和物联网），真实沉浸感（VR），价值的传递（Web 3.0、区块链）。此前，IDC还绘制了元宇宙涵盖的技术概念。\\n\\n此外，元宇宙的出现也不只是技术方面的因素。当然首先是互联网技术的发展，另外包括像虚拟现实技术的发展，成了一个极为重要的前提。如果没有互联网，没有这些硬技术的发展，今天元宇宙是无从谈起的。另外是人文因素，诸如人们对虚拟世界的想象力。此外，还有金融的发展和突破，真正实现价值的链接，才使得元宇宙成为可能性。因此，区块链技术的发展是元宇宙和Web3.0发展的核心。\\n\\n## 如何引导产业发展？\\n\\n对于Web3.0和元宇宙并不都是赞同的声音。当然，这两者的发展还处于早期，也必将饱受争议。如何正确认识技术发展，从而引导产业发展应成为行业发展的要求。\\n\\n近日，郑纬民院士发文表示，随着互联网的进阶发展，数字信息技术革命的下一片蓝海呼之欲出。元宇宙是移动互联网的继任者，虚拟世界和真实世界的大门已经打开。元宇宙可能会成为互联网发展的新方向，也可能是数字经济发展的下一形态。元宇宙的探索将推动实体经济与数字经济深度融合，推动数字经济走向新的阶段。探索发展元宇宙，有助于推动我国经济社会进一步加快数字化升级，以科技创新催生新发展动能。元宇宙既包含数字经济中的5G、人工智能、区块链、云计算、大数据，也融合了对VR、AR、脑机接口、物联网等技术的前瞻布局。发展元宇宙，关键在于大力提升自主创新能力，突破关键核心技术，实现高质量发展。\\n\\n目前，在产业方面，A股元宇宙概念股已然崛起。其中互联网公司腾讯、字节跳动等也纷纷布局相关产业。国外微软、谷歌等也加速布局。微软董事长兼首席执行官Satya Nadella还表示，游戏是当今所有平台中最具活力和令人兴奋的娱乐类别，并将在元宇宙平台的发展中发挥关键作用。\\n\\n地方发展层面，多地政府也纷纷支持新兴产业发展。上海市政府副秘书长、市发改委主任华源此前指出，十四五期间，上海将加快构建“3+6”新型产业体系，着力加快新赛道的布局，积极抢占数字经济赛道，全面推动城市数字化转型。此外，还将引导企业加强研究未来虚拟世界与现实社会相交互的重要平台，例如元宇宙等新兴产业。\\n\\n此外，据杭州市经信局发布数据显示，2021年前三季度杭州全市数字经济核心产业实现增加值3521亿元。随着新一代信息技术与社会经济的深度融合，杭州加快推进人工智能、区块链、虚拟现实、元宇宙等新技术、新产业发展。\\n\\n另外，在北京市十五届人大五次会议“推动新时代首都发展”新闻发布会上，北京市经济和信息化局党组成员、副局长王磊还介绍北京启动城市超级算力中心建设，推动组建元宇宙新型创新联合体，探索建设元宇宙产业聚集区。\",\"timestamp\":1642737783,\"title\":\"浅谈区块链、Web3.0和元宇宙\"},\"digest\":\"ox83YPmSGyhwOMUzJ15IsqKb__JgSlEGhRp6yXH711g\",\"authorship\":{\"contributor\":\"0x49dEC87E117f4A23aa46b0A457eCCCFba20168Fc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VZz1SB7AuRGaCcKu-9seKpPEazReV7GJqIQJk98cBqE\\\",\\\"y\\\":\\\"QsE258z7BsHVzMxA6Zayl9Nkz0zwPDenacRIbvqoQ5A\\\"}\",\"signature\":\"GDSkDNldFNEWS9wHAYUt5lIeouHWreJ_IOdAbnZgu80jbfqFG-FmNRLS4cZ3543eM7DrwlB9QV1KC9ux0Iu0Ow\",\"signingKeySignature\":\"0x1733d284edad948676224714b1e10e263d34b7d3a90f40acefc4a4e801a106a431e5a0ebfd559cca1080cf87276ee0784d1f4f6d3aa1f294c4b4f32117f7f3fc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VZz1SB7AuRGaCcKu-9seKpPEazReV7GJqIQJk98cBqE\\\",\\\"y\\\":\\\"QsE258z7BsHVzMxA6Zayl9Nkz0zwPDenacRIbvqoQ5A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ox83YPmSGyhwOMUzJ15IsqKb__JgSlEGhRp6yXH711g\"}"