"{\"content\":{\"body\":\"凌霄阁宗规其一：凌霄阁弟子，每一日拥有挑战机会一次，每五日拥有被挑战机会一次！战斗双方实力不得相差三个层次，不得避战，不得怯战，违之逐出门墙。胜方依据对手弟子等级奖励相应贡献点数，负方依据本身弟子等级扣除相应贡献点数。 \\n  \\n     贡献点数，也被称为宗门贡献值！ \\n  \\n     这是凌霄阁的特色，简单点来说，贡献点数在凌霄阁就相当于金钱，只要有足够的贡献点，那便可以在宗门后勤处兑换任何你想要的东西，丹药，秘籍，兵器，宝甲，凡是与修炼有关的，一应皆可兑换，当然也可以兑换黄金白银之物，但普遍来说，宗门贡献值来之不易，一般弟子是舍不得换取金银的。 \\n  \\n     而宗门贡献值的获取途径也有许多方式，向宗门上缴自己寻宝所得，或者完成宗门给予的任务等等，都可以获得一定的贡献值。 \\n  \\n     最普通最简单的获取贡献值方式之一，便是挑战！挑战与自己实力相差不到三层的同门弟子，胜之便可以获得贡献值。 \\n  \\n     所以这一大早的才会有如此多的人来围着杨开，是人都知龗道盯着软柿子捏啊。 \\n  \\n     杨开之名，在凌霄阁内也算是闻名遐迩，不单是因为他背负着稀少的试炼弟子的身份，还因为是他从进凌霄阁开始到现在，基本未尝一胜！每次被人挑战都是打输的结果。 \\n  \\n     有心人自然记得杨开上一次被挑战是什么时候，今日距离上一次便是第五日，按宗规来说又可以再次挑战他，对于这随手可得的贡献值，谁不眼馋，虽然打赢杨开也没多少贡献值，可蚊子再小也是肉啊。更何况，会挑战杨开的弟子，也不是什么富裕高贵之辈，那区区些许贡献值他们自然不会嫌少。 \\n  \\n     场中，杨开和周定军已经拉开了架龗势，齐声道：“请指教！” \\n  \\n     话虽这样说，可任谁都知龗道，杨开今日又免不得要被一顿饱揍了！ \\n  \\n     话音落，杨开便抢先攻了上去，单薄瘦弱的身躯爆发出惊人的战斗力，一步跨出，握拳捣向周定军的胸膛，攻击简单直接，拳头虎虎生风，仿佛一身的力气都被灌入其中。 \\n  \\n     这一拳正是凌霄阁底层弟子每个人都修炼过的长拳，这套拳法并不深奥，只是用来给弟子们强身健体所用，招式自然简单。 \\n  \\n     周定军不慌，面含微笑，实在是因为他的境界比杨开要高出两个层次，这场战斗本就没什么悬疑。当杨开的拳头即将到来之时，他才宛若闲庭信步地一扭身，魁梧的身子此刻竟显得有些灵动。 \\n  \\n     拳头擦着衣服打出，未伤周定军分毫。不等杨开收拳，周定军已经一肘磕在杨开的前臂上，同时膝盖微微往上一抬，正中杨开的腹部。 \\n  \\n     杨开闷哼，强忍着钻心的疼痛，脚步一错，匆忙后撤，险之又险地避开了周定军紧随而来的第三击。 \\n  \\n     “恩？”周定军诧异，他没想到这个只有淬体三层的师兄竟料敌先机，知龗道自己接下来会怎么对付他，倒让自己一举击溃他的计龗划被打乱。 \\n  \\n     但这小小的失误并不影响大局，周定军念头一转，便如影相随，想趁杨开喘息之际彻底结束这场战斗。 \\n  \\n     哪知他前脚刚动，后退的杨开却又猛地扑了过来，两道人影迅速接近，周定军看到了杨开眼中的不屈和高昂的战意，杨开的拳头紧握，又是一记长拳。…, \\n  \\n     糟了！周定军心头一跳，知龗道中了对方的诡计，自己的实力虽然比这个师兄要高两层，可论战斗经验却有所不如。 \\n  \\n     但，即便中计又如何？周定军气沉若渊，不再躲闪，同样以长拳还之颜色。 \\n  \\n     碰碰两声轻响，杨开飞出，周定军身形一晃，依然站定，面色有些凝重。刚才这一下如果是同等级的对手施展出来的，那飞出龗去的绝对是自己。 \\n  \\n     别人或许不知龗道这两拳的奥秘，但自己却是感受的清清楚楚。这个师兄的拳头竟然比自己还要快上几许，也就是说，是他先打中了自己，自己才打中他的。 \\n  \\n     只不过他的拳头远不如自己有力气，而且自己又身强体壮的，反观对方干瘦如柴，身形淡薄，脸如菜色，明显营养不良，抗击打能力本就不在一个水平线上，所以才会出现眼前这种结果。 \\n  \\n     “叶师兄，承让了！”周定军心里挺不是滋味，比落后自己两层的对手先击中，实在不是什么好骄傲的事情，虽然这场战斗自己赢了，可总觉得有些赢得不是味道。 \\n  \\n     旁边有窃窃私语之声传来：“这人以为自己赢了？” \\n  \\n     “哈龗哈，难不成他没听说过杨开的大名就跑来挑战？” \\n  \\n     “这可真是有意思。” \\n  \\n     周定军眉头一挑，他确实不是很了解杨开，只是常常听人提起这个师兄，今日路过见许多人围着，便参与了进来，却没想到运气超好，直接被杨开选做了对手。 \\n  \\n     可这难道不是赢了么？自己一拳将这师兄打飞，已经具有压倒性的优势了，按宗门规矩来办，对方也该认输才是，因为已经没有再打下去的必要了。 \\n  \\n     “再来！”正想着的时候，飞出龗去跌倒在地的杨开竟然已经站了起来，眼中非但没有丝毫气馁，战意反而更浓郁了一些，只是被打了一拳之后，那满是菜色的脸已经有些微微苍白。 \\n  \\n     不等周定军答话，杨开竟又冲了过来，在距离周定军不足三尺的地方身子突然微微一弹，双腿如长鞭一样扫了过来，袭向周定军下盘。 \\n  \\n     鞭腿！同样是凌霄阁底层弟子每个人都修炼过的基础功夫，只是此刻经由杨开施展出来，竟让许多层次远高于他的同门都若有所得。 \\n  \\n     原来这鞭腿还可以这样踢的。 \\n  \\n     没等众人感慨，一声碰地轻响传出，杨开再次飞起。 \\n  \\n     两个层次的境界落差，身体素质的差距，让杨开根本无法与周定军想抗。周定军这一拳是打在杨开的小腿骨上，等杨开再站起的时候，步伐竟微微有些蹒跚，显然是骨头被打伤了。 \\n  \\n     “再来！”杨开咬牙，眼中似有熊熊烈焰燃烧。 \\n  \\n     “碰……”杨开飞出。 \\n  \\n     “再来！” \\n  \\n     “碰……”杨开再飞出。 \\n  \\n     已经有不忍观看之人提前离去，更有人唏嘘不已：“这杨开这股韧性实在是没得说，哪一次挑战不把他打晕，他绝对不会善罢甘休！” \\n  \\n     这话传入周定军耳中，他不禁心头苦涩不已，没想到自己这次挑战的是这样一个疯狂的对手。 \\n  \\n     杨开足足被打飞出龗去七八次，脸颊高肿，就连眼眶都被打黑了一圈，步伐踉跄，看似风吹即倒，可依然顽固如磐石，从哪里跌倒，便从哪里爬起，喊一声继续往前冲。 \\n  \\n     如此反复，周定军终于色变：“你疯了？再不认输会死人的！”\",\"timestamp\":1637502176,\"title\":\"第二章 撞破南墙不回头\"},\"digest\":\"l2D5fWG1CZi3ndWVIQTN4X5gZThbyQzGZQyeO-KXvnA\",\"authorship\":{\"contributor\":\"0x9cAEDdbdc62acfface89Ebc21ee2030bcC35719f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"signature\":\"l4kKWnJ4JOEr_vxKW_jTHeZcqw6VojCAGlVvtXHgkONPH2lgBC-qW9ZUeJzmPEMtqH4mPc-yB6r8i6yPKkbv7w\",\"signingKeySignature\":\"0x55d545bdbeb279544acf0a6fc03f39e7c3ff1525471fdcbdcb93e54a7ba094867c3754f57bb258ba375e76161401c1ad0b66a52dbedcca99294cac692cc31e541b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l2D5fWG1CZi3ndWVIQTN4X5gZThbyQzGZQyeO-KXvnA\"}"