"{\"content\":{\"body\":\"Before her marriage Mrs. Piozzi had been Miss Hesther Lynch Salusbury, a young lady of a good Welsh family.  She was born in the year 174O, and she lived until the year 1821.  She celebrated her eightieth birthday on the 27th of January, 182O, by a concert, ball, and supper to six or seven hundred people, and led off the dancing at the ball with an adopted son for partner.  When Johnson was first introduced to her, as Mrs. Thrale, she was a lively, plump little lady, twenty-five years old, short of stature, broad of build, with an animated face, touched, according to the fashion of life in her early years, with rouge, which she continued to use when she found that it had spoilt her complexion.  Her hands were rather coarse, but her handwriting was delicate.\\n\\nHenry Thrale, whom she married, was the head of the great brewery house now known as that of Barclay and Perkins.  Henry Thrale's father had succeeded Edmund  Halsey, who began life by running away from his father, a miller at St. Albans.  Halsey was taken in as a clerk-of-all-work at the Anchor Brewhouse in Southwark, became a house-clerk, able enough to please Child, his master, and handsome enough to please his master's daughter.  He married the daughter and succeeded to Child's Brewery, made much money, and had himself an only daughter, whom he married to a lord.  Henry Thrale's father was a nephew of Halseys, who had worked in the brewery for twenty years, when, after Halsey's death, he gave security for thirty thousand pounds as the price of the business, to which a noble lord could not succeed.  In eleven years he had paid the purchase-money, and was making a large fortune.  To this business his son, who was Johnson's friend, Henry Thrale, succeeded; and upon Thrale's death it was bought for 15O,OOO pounds by a member of the Quaker family of Barclay, who took Thrale's old manager, Perkins, into partnership.\\n\\nJohnson became, after 1765, familiar in the house of the Thrales at Streatham.  There was much company.  Mrs. Thrale had a taste for literary guests and literary guests had, on their part, a taste for her good dinners.  Johnson was the lion-in-chief.  There was Dr. Johnson's room always at his disposal; and a tidy wig kept for his special use, because his own was apt to be singed up the middle by close contact with the candle, which he put, being short-sighted, between his eyes and a book. Mrs. Thrale had skill in languages, read Latin, French, Italian, and Spanish.  She read literature, could quote aptly, and put knowledge as well as playful life into her conversation.  Johnson's regard for the Thrales was very real, and it was heartily returned, though Mrs. Thrale had, like her friend, some weaknesses, in common with most people who feed lions and wish to pass for wits among the witty.\\n\\nAbout fourteen years after Johnson's first acquaintance with the Thrales-- when Johnson was seventy years old and Mrs. Thrale near forty--the little lady, who had also lost several children, was unhappy in the thought that she had ceased to be appreciated by her husband.  Her husband's temper became affected by the commercial troubles of 1762, and Mrs. Thrale became jealous of the regard between him and Sophy Streatfield, a rich widow's daughter.  Under January, 1779, she wrote in her \\\"Thraliana,\\\"  \\\"Mr. Thrale has fallen in love, really and seriously, with Sophy Streatfield; but there is no wonder in that; she is very pretty, very gentle, soft, and insinuating; hangs about him, dances round him, cries when she parts from him, squeezes his hand slily, and with her sweet eyes full of tears looks so fondly in his face--and all for love of me, as she pretends, that I can hardly sometimes help laughing in her face.  A man must not be a MAN but an IT to resist such artillery.\\\"  Mrs. Thrale goes on to record conquests made by this irresistible Sophy in other directions, showing the same temper of jealousy.  Thrale died on the 4th of April, 1781.\\n\\nMrs. Thrale had entered in her \\\"Thraliana\\\" under July, 178O, being then at Brighton, \\\"I have picked up Piozzi here, the great Italian singer.  He is amazingly like my father.  He shall teach Hesther.\\\"  On the 25th of July, 1784, being at Bath, her entry was, \\\"I am returned from church the happy wife of my lovely, faithful Piozzi. . . . subject of my prayers, object of my wishes, my sighs, my reverence, my esteem.\\\"  Her age then was forty-four, and on the 13th of December in the same year Johnson died.  The newspapers of the day dealt hardly with her.  They called her an amorous widow, and Piozzi a fortune-hunter.  Her eldest daughter (afterwards Viscountess Keith) refused to recognise the new father, and shut herself up in a house at Brighton with a nurse, Tib, where she lived upon two hundred a year.  Two younger sisters, who were at school, lived afterwards with the eldest.  Only the fourth daughter, the youngest, went with her mother and her mother's new husband to Italy.  Johnson, too, was grieved by the marriage, and had shown it, but had written afterwards most kindly.  Mrs. Piozzi in Florence was playing at literature with the poetasters of \\\"The Florence Miscellany\\\" and \\\"The British Album\\\" when she was working at these \\\"Anecdotes of the Late Samuel Johnson.\\\"  Her book of anecdotes was planned at Florence in 1785, the year after her friend's death, finished at Florence in October, 1785, and published in the year 1786.  There is a touch of bitterness in the book which she thought of softening, but her \\\"lovely, faithful Piozzi\\\" wished it to remain. H. M.\\n\\nAUTHOR'S PREFACE.\\n\\nI have somewhere heard or read that the preface before a book, like the portico before a house, should be contrived so as to catch, but not detain, the attention of those who desire admission to the family within, or leave to look over the collection of pictures made by one whose opportunities of obtaining them we know to have been not unfrequent.  I wish not to keep my readers long from such intimacy with the manners of Dr. Johnson, or such knowledge of his sentiments as these pages can convey.  To urge my distance from England as an excuse for the book's being ill-written would be ridiculous; it might indeed serve as a just reason for my having written it at all; because, though others may print the same aphorisms and stories, I cannot HERE be sure that they have done so.  As the Duke says, however, to the Weaver, in A Midsummer Night's Dream, \\\"Never excuse; if your play be a bad one, keep at least the excuses to yourself.\\\"\\n\\nI am aware that many will say I have not spoken highly enough of Dr. Johnson; but it will be difficult for those who say so to speak more highly.  If I have described his manners as they were, I have been careful to show his superiority to the common forms of common life.  It is surely no dispraise to an oak that it does not bear jessamine; and he who should plant honeysuckle round Trajan's column would not be thought to adorn, but to disgrace it.\\n\\nWhen I have said that he was more a man of genius than of learning, I mean not to take from the one part of his character that which I willingly give to the other.  The erudition of Mr. Johnson proved his genius; for he had not acquired it by long or profound study:  nor can I think those characters the greatest which have most learning driven into their heads, any more than I can persuade myself to consider the River Jenisca as superior to the Nile, because the first receives near seventy tributary streams in the course of its unmarked progress to the sea, while the great parent of African plenty, flowing from an almost invisible source, and unenriched by any extraneous waters, except eleven nameless rivers, pours his majestic torrent into the ocean by seven celebrated mouths.\\n\\nBut I must conclude my preface, and begin my book, the first I ever presented before the public; from whose awful appearance in some measure to defend and conceal myself, I have thought fit to retire behind the Telamonian shield, and show as little of myself as possible, well aware of the exceeding difference there is between fencing in the school and fighting in the field.  Studious, however, to avoid offending, and careless of that offence which can be taken without a cause, I here not unwillingly submit my slight performance to the decision of that glorious country, which I have the daily delight to hear applauded in others, as eminently just, generous, and humane.\\n\\nANECDOTES OF THE LATE SAMUEL JOHNSON, LL.D.\\n\\nToo much intelligence is often as pernicious to biography as too little; the mind remains perplexed by contradiction of probabilities, and finds difficulty in separating report from truth.  If Johnson then lamented that so little had ever been said about Butler, I might with more reason be led to complain that so much has been said about himself; for numberless informers but distract or cloud information, as glasses which multiply will for the most part be found also to obscure.  Of a life, too, which for the last twenty years was passed in the very front of literature, every leader of a literary company, whether officer or subaltern, naturally becomes either author or critic, so that little less than the recollection that it was ONCE the request of the deceased, and TWICE the desire of those whose will I ever delighted to comply with, should have engaged me to add my little book to the number of those already written on the subject.  I used to urge another reason for forbearance, and say, that all the readers would, on this singular occasion, be the writers of his life:  like the first representation of the Masque of Comus, which, by changing their characters from spectators to performers, was ACTED by the lords and ladies it was WRITTEN to entertain.  This objection is, however, now at an end, as I have found friends, far remote indeed from literary questions, who may yet be diverted from melancholy by my description of Johnson's manners, warmed to virtue even by the distant reflection of his glowing excellence, and encouraged by the relation of his animated zeal to persist in the profession as well as practice of Christianity.\\n\\nSamuel Johnson was the son of Michael Johnson, a bookseller at Lichfield, in Staffordshire; a very pious and worthy man, but wrong-headed, positive, and afflicted with melancholy, as his son, from whom alone I had the information, once told me:  his business, however, leading him to be much on horseback, contributed to the preservation of his bodily health and mental sanity, which, when he stayed long at home, would sometimes be about to give way; and Mr. Johnson said, that when his workshop, a detached building, had fallen half down for want of money to repair it, his father was not less diligent to lock the door every night, though he saw that anybody might walk in at the back part, and knew that there was no security obtained by barring the front door.  \\\"THIS,\\\" says his son, \\\"was madness, you may see, and would have been discoverable in other instances of the prevalence of imagination, but that poverty prevented it from playing such tricks as riches and leisure encourage.\\\"  Michael was a man of still larger size and greater strength than his son, who was reckoned very like him, but did not delight in talking much of his family:  \\\"One has,\\\" says he, \\\"SO little pleasure in reciting the anecdotes of beggary.\\\"  One day, however, hearing me praise a favourite friend with partial tenderness as well as true esteem:  \\\"Why do you like that man's acquaintance so?\\\" said he. \\\"Because,\\\" replied I, \\\"he is open and confiding, and tells me stories of his uncles and cousins; I love the light parts of a solid character.\\\" \\\"Nay, if you are for family history,\\\" says Mr. Johnson, good-humouredly, \\\"*I* can fit you:  I had an uncle, Cornelius Ford, who, upon a journey, stopped and read an inscription written on a stone he saw standing by the wayside, set up, as it proved, in honour of a man who had leaped a certain leap thereabouts, the extent of which was specified upon the stone: 'Why now,' says my uncle, 'I could leap it in my boots;' and he did leap it in his boots.  I had likewise another uncle, Andrew,\\\" continued he, \\\"my father's brother, who kept the ring in Smithfield (where they wrestled and boxed) for a whole year, and never was thrown or conquered.  Here now are uncles for you, Mistress, if that's the way to your heart.\\\"  Mr. Johnson was very conversant in the art of attack and defence by boxing, which science he had learned from this uncle Andrew, I believe; and I have heard him descant upon the age when people were received, and when rejected, in the schools once held for that brutal amusement, much to the admiration of those who had no expectation of his skill in such matters, from the sight of a figure which precluded all possibility of personal prowess; though, because he saw Mr. Thrale one day leap over a cabriolet stool, to show that he was not tired after a chase of fifty miles or more, HE suddenly jumped over it too, but in a way so strange and so unwieldy, that our terror lest he should break his bones took from us even the power of laughing.\\n\\nMichael Johnson was past fifty years old when he married his wife, who was upwards of forty, yet I think her son told me she remained three years childless before he was born into the world, who so greatly contributed to improve it.  In three years more she brought another son, Nathaniel, who lived to be twenty-seven or twenty-eight years old, and of whose manly spirit I have heard his brother speak with pride and pleasure, mentioning one circumstance, particular enough, that when the company were one day lamenting the badness of the roads, he inquired where they could be, as he travelled the country more than most people, and had never seen a bad road in his life.  The two brothers did not, however, much delight in each other's company, being always rivals for the mother's fondness; and many of the severe reflections on domestic life in Rasselas took their source from its author's keen recollections of the time passed in his early years. Their father, Michael, died of an inflammatory fever at the age of seventy-six, as Mr. Johnson told me, their mother at eighty-nine, of a gradual decay.  She was slight in her person, he said, and rather below than above the common size.  So excellent was her character, and so blameless her life, that when an oppressive neighbour once endeavoured to take from her a little field she possessed, he could persuade no attorney to undertake the cause against a woman so beloved in her narrow circle: and it is this incident he alludes to in the line of his \\\"Vanity of Human Wishes,\\\" calling her\\n\\n```\\n \\\"The general favourite as the general friend.\\\"\\n```\\n\\nNor could any one pay more willing homage to such a character, though she had not been related to him, than did Dr. Johnson on every occasion that offered:  his disquisition on Pope's epitaph placed over Mrs. Corbet is a proof of that preference always given by him to a noiseless life over a bustling one; but however taste begins, we almost always see that it ends in simplicity; the glutton finishes by losing his relish for anything highly sauced, and calls for his boiled chicken at the close of many years spent in the search of dainties; the connoisseurs are soon weary of Rubens, and the critics of Lucan; and the refinements of every kind heaped upon civil life always sicken their possessors before the close of it.\\n\\nAt the age of two years Mr. Johnson was brought up to London by his mother, to be touched by Queen Anne for the scrofulous evil, which terribly afflicted his childhood, and left such marks as greatly disfigured a countenance naturally harsh and rugged, beside doing irreparable damage to the auricular organs, which never could perform their functions since I knew him; and it was owing to that horrible disorder, too, that one eye was perfectly useless to him; that defect, however, was not observable, the eyes looked both alike.  As Mr. Johnson had an astonishing memory, I asked him if he could remember Queen Anne at all?  \\\"He had,\\\" he said, \\\"a confused, but somehow a sort of solemn, recollection of a lady in diamonds, and a long black hood.\\\"\\n\\nThe christening of his brother he remembered with all its circumstances, and said his mother taught him to spell and pronounce the words 'little Natty,' syllable by syllable, making him say it over in the evening to her husband and his guests.  The trick which most parents play with their children, that of showing off their newly-acquired accomplishments, disgusted Mr. Johnson beyond expression.  He had been treated so himself, he said, till he absolutely loathed his father's caresses, because he knew they were sure to precede some unpleasing display of his early abilities; and he used, when neighbours came o' visiting, to run up a tree that he might not be found and exhibited, such, as no doubt he was, a prodigy of early understanding.  His epitaph upon the duck he killed by treading on it at five years old--\\n\\n```\\n\\\"Here lies poor duck         That Samuel Johnson trod on;      If it had liv'd it had been good luck,         For it would have been an odd one\\\"--\\n```\\n\\nis a striking example of early expansion of mind and knowledge of language; yet he always seemed more mortified at the recollection of the bustle his parents made with his wit than pleased with the thoughts of possessing it. \\\"That,\\\" said he to me one day, \\\"is the great misery of late marriages; the unhappy produce of them becomes the plaything of dotage.  An old man's child,\\\" continued he, \\\"leads much such a life.  I think, as a little boy's dog, teased with awkward fondness, and forced, perhaps, to sit up and beg, as we call it, to divert a company, who at last go away complaining of their disagreeable entertainment.\\\"  In consequence of these maxims, and full of indignation against such parents as delight to produce their young ones early into the talking world, I have known Mr. Johnson give a good deal of pain by refusing to hear the verses the children could recite, or the songs they could sing, particularly one friend who told him that his two sons should repeat Gray's \\\"Elegy\\\" to him alternately, that he might judge who had the happiest cadence.  \\\"No, pray, sir,\\\" said he, \\\"let the dears both speak it at once; more noise will by that means be made, and the noise will be sooner over.\\\"  He told me the story himself, but I have forgot who the father was.\\n\\nMr. Johnson's mother was daughter to a gentleman in the country, such as there were many of in those days, who possessing, perhaps, one or two hundred pounds a year in land, lived on the profits, and sought not to increase their income.  She was, therefore, inclined to think higher of herself than of her husband, whose conduct in money matters being but indifferent, she had a trick of teasing him about it, and was, by her son's account, very importunate with regard to her fears of spending more than they could afford, though she never arrived at knowing how much that was, a fault common, as he said, to most women who pride themselves on their economy.  They did not, however, as I could understand, live ill together on the whole.  \\\"My father,\\\" says he, \\\"could always take his horse and ride away for orders when things went badly.\\\"  The lady's maiden name was Ford; and the parson who sits next to the punch-bowl in Hogarth's \\\"Modern Midnight Conversation\\\" was her brother's son.  This Ford was a man who chose to be eminent only for vice, with talents that might have made him conspicuous in literature, and respectable in any profession he could have chosen.  His cousin has mentioned him in the lives of Fenton and of Broome; and when he spoke of him to me it was always with tenderness, praising his acquaintance with life and manners, and recollecting one piece of advice that no man surely ever followed more exactly:  \\\"Obtain,\\\" says Ford, \\\"some general principles of every science; he who can talk only on one subject, or act only in one department, is seldom wanted, and perhaps never wished for, while the man of general knowledge can often benefit, and always please.\\\"  He used to relate, however, another story less to the credit of his cousin's penetration, how Ford on some occasion said to him, \\\"You will make your way the more easily in the world, I see, as you are contented to dispute no man's claim to conversation excellence; they will, therefore, more willingly allow your pretensions as a writer.\\\"  Can one, on such an occasion, forbear recollecting the predictions of Boileau's father, when stroking the head of the young satirist?--\\\"Ce petit bon homme,\\\" says he, \\\"n'a point trop d'esprit, MAIS IL ne dira jamais mal de personne.\\\"  Such are the prognostics formed by men of wit and sense, as these two certainly were, concerning the future character and conduct of those for whose welfare they were honestly and deeply concerned; and so late do those features of peculiarity come to their growth, which mark a character to all succeeding generations.\\n\\nDr. Johnson first learned to read of his mother and her old maid Catharine, in whose lap he well remembered sitting while she explained to him the story of St. George and the Dragon.  I know not whether this is the proper place to add that such was his tenderness, and such his gratitude, that he took a journey to Lichfield fifty-seven years afterwards to support and comfort her in her last illness; he had inquired for his nurse, and she was dead.  The recollection of such reading as had delighted him in his infancy made him always persist in fancying that it was the only reading which could please an infant; and he used to condemn me for putting Newbery's books into their hands as too trifling to engage their attention.  \\\"Babies do not want,\\\" said he, \\\"to hear about babies; they like to be told of giants and castles, and of somewhat which can stretch and stimulate their little minds.\\\"  When in answer I would urge the numerous editions and quick sale of \\\"Tommy Prudent\\\" or \\\"Goody Two-Shoes.\\\"  \\\"Remember always,\\\" said he, \\\"that the parents BUY the books, and that the children never read them.\\\" Mrs. Barbauld, however, had his best praise, and deserved it; no man was more struck than Mr. Johnson with voluntary descent from possible splendour to painful duty.\\n\\nAt eight years old he went to school, for his health would not permit him to be sent sooner; and at the age of ten years his mind was disturbed by scruples of infidelity, which preyed upon his spirits and made him very uneasy, the more so as he revealed his uneasiness to no one, being naturally, as he said, \\\"of a sullen temper and reserved disposition.\\\"  He searched, however, diligently but fruitlessly, for evidences of the truth of revelation; and at length, recollecting a book he had once seen in his father's shop, entitled \\\"De Veritate Religionis,\\\" etc., he began to think himself highly culpable for neglecting such a means of information, and took himself severely to task for this sin, adding many acts of voluntary, and to others unknown, penance.  The first opportunity which offered, of course, he seized the book with avidity, but on examination, not finding himself scholar enough to peruse its contents, set his heart at rest; and, not thinking to inquire whether there were any English books written on the subject, followed his usual amusements, and considered his conscience as lightened of a crime.  He redoubled his diligence to learn the language that contained the information he most wished for, but from the pain which guilt had given him he now began to deduce the soul's immortality, which was the point that belief first stopped at; and from that moment, resolving to be a Christian, became one of the most zealous and pious ones our nation ever produced.  When he had told me this odd anecdote of his childhood, \\\"I cannot imagine,\\\" said he, \\\"what makes me talk of myself to you so, for I really never mentioned this foolish story to anybody except Dr. Taylor, not even to my DEAR, DEAR Bathurst, whom I loved better than ever I loved any human creature; but poor Bathurst is dead!\\\"  Here a long pause and a few tears ensued.  \\\"Why, sir,\\\" said I, \\\"how like is all this to Jean Jacques Rousseau--as like, I mean, as the sensations of frost and fire, when my child complained yesterday that the ice she was eating BURNED her mouth.\\\" Mr. Johnson laughed at the incongruous ideas, but the first thing which presented itself to the mind of an ingenious and learned friend whom I had the pleasure to pass some time with here at Florence was the same resemblance, though I think the two characters had little in common, further than an early attention to things beyond the capacity of other babies, a keen sensibility of right and wrong, and a warmth of imagination little consistent with sound and perfect health.  I have heard him relate another odd thing of himself too, but it is one which everybody has heard as well as me:  how, when he was about nine years old, having got the play of Hamlet in his hand, and reading it quietly in his father's kitchen, he kept on steadily enough till, coming to the Ghost scene, he suddenly hurried upstairs to the street door that he might see people about him. Such an incident, as he was not unwilling to relate it, is probably in every one's possession now; he told it as a testimony to the merits of Shakespeare.  But one day, when my son was going to school, and dear Dr. Johnson followed as far as the garden gate, praying for his salvation in a voice which those who listened attentively could hear plain enough, he said to me suddenly, \\\"Make your boy tell you his dreams:  the first corruption that entered into my heart was communicated in a dream.\\\"  \\\"What was it, sir?\\\" said I.  \\\"Do not ask me,\\\" replied he, with much violence, and walked away in apparent agitation.  I never durst make any further inquiries.  He retained a strong aversion for the memory of Hunter, one of his schoolmasters, who, he said, once was a brutal fellow, \\\"so brutal,\\\" added he, \\\"that no man who had been educated by him ever sent his son to the same school.\\\"  I have, however, heard him acknowledge his scholarship to be very great.  His next master he despised, as knowing less than himself, I found, but the name of that gentleman has slipped my memory.  Mr. Johnson was himself exceedingly disposed to the general indulgence of children, and was even scrupulously and ceremoniously attentive not to offend them; he had strongly persuaded himself of the difficulty people always find to erase early impressions either of kindness or resentment, and said \\\"he should never have so loved his mother when a man had she not given him coffee she could ill afford, to gratify his appetite when a boy.\\\"  \\\"If you had had children, sir,\\\" said I, \\\"would you have taught them anything?\\\"  \\\"I hope,\\\" replied he, \\\"that I should have willingly lived on bread and water to obtain instruction for them; but I would not have set their future friendship to hazard for the sake of thrusting into their heads knowledge of things for which they might not perhaps have either taste or necessity. You teach your daughters the diameters of the planets, and wonder when you have done that they do not delight in your company.  No science can be communicated by mortal creatures without attention from the scholar; no attention can be obtained from children without the infliction of pain, and pain is never remembered without resentment.\\\"  That something should be learned was, however, so certainly his opinion that I have heard him say how education had been often compared to agriculture, yet that it resembled it chiefly in this:  \\\"That if nothing is sown, no crop,\\\" says he, \\\"can be obtained.\\\"  His contempt of the lady who fancied her son could be eminent without study, because Shakespeare was found wanting in scholastic learning, was expressed in terms so gross and so well known, I will not repeat them here.\\n\\nTo recollect, however, and to repeat the sayings of Dr. Johnson, is almost all that can be done by the writers of his life, as his life, at least since my acquaintance with him, consisted in little else than talking, when he was not absolutely employed in some serious piece of work; and whatever work he did seemed so much below his powers of performance that he appeared the idlest of all human beings, ever musing till he was called out to converse, and conversing till the fatigue of his friends, or the promptitude of his own temper to take offence, consigned him back again to silent meditation.\\n\\nThe remembrance of what had passed in his own childhood made Mr. Johnson very solicitous to preserve the felicity of children:  and when he had persuaded Dr.  Sumner to remit the tasks usually given to fill up boys' time during the holidays, he rejoiced exceedingly in the success of his negotiation, and told me that he had never ceased representing to all the eminent schoolmasters in England the absurd tyranny of poisoning the hour of permitted pleasure by keeping future misery before the children's eyes, and tempting them by bribery or falsehood to evade it.  \\\"Bob Sumner,\\\" said he, \\\"however, I have at length prevailed upon.  I know not, indeed, whether his tenderness was persuaded, or his reason convinced, but the effect will always be the same.  Poor Dr. Sumner died, however, before the next vacation.\\\"\\n\\nMr. Johnson was of opinion, too, that young people should have POSITIVE, not GENERAL, rules given for their direction.  \\\"My mother,\\\" said he, \\\"was always telling me that I did not BEHAVE myself properly, that I should endeavour to learn BEHAVIOUR, and such cant; but when I replied that she ought to tell me what to do, and what to avoid, her admonitions were commonly, for that time at least, at an end.\\\"\\n\\nThis I fear was, however, at best a momentary refuge found out by perverseness.  No man knew better than Johnson in how many nameless and numberless actions BEHAVIOUR consists--actions which can scarcely be reduced to rule, and which come under no description.  Of these he retained so many very strange ones, that I suppose no one who saw his odd manner of gesticulating much blamed or wondered at the good lady's solicitude concerning her son's BEHAVIOUR.\\n\\nThough he was attentive to the peace of children in general, no man had a stronger contempt than he for such parents as openly profess that they cannot govern their children.  \\\"How,\\\" says he, \\\"is an army governed?  Such people, for the most part, multiply prohibitions till obedience becomes impossible, and authority appears absurd, and never suspect that they tease their family, their friends, and themselves, only because conversation runs low, and something must be said.\\\"\\n\\nOf parental authority, indeed, few people thought with a lower degree of estimation.  I one day mentioned the resignation of Cyrus to his father's will, as related by Xenophon, when, after all his conquests, he requested the consent of Cambyses to his marriage with a neighbouring princess, and I added Rollin's applause and recommendation of the example.  \\\"Do you not perceive, then,\\\" says Johnson, \\\"that Xenophon on this occasion commends like a pedant, and Pere Rollin applauds like a slave?  If Cyrus by his conquests had not purchased emancipation, he had conquered to little purpose indeed.  Can you forbear to see the folly of a fellow who has in his care the lives of thousands, when he begs his papa permission to be married, and confesses his inability to decide in a matter which concerns no man's happiness but his own?\\\"  Mr. Johnson caught me another time reprimanding the daughter of my housekeeper for having sat down unpermitted in her mother's presence.  \\\"Why, she gets her living, does she not,\\\" said he, \\\"without her mother's help?  Let the wench alone,\\\" continued he.  And when we were again out of the women's sight who were concerned in the dispute:  \\\"Poor people's children, dear lady,\\\" said he, \\\"never respect them.  I did not respect my own mother, though I loved her.  And one day, when in anger she called me a puppy, I asked her if she knew what they called a puppy's mother.\\\"  We were talking of a young fellow who used to come often to the house; he was about fifteen years old, or less, if I remember right, and had a manner at once sullen and sheepish.  \\\"That lad,\\\" says Mr. Johnson, \\\"looks like the son of a schoolmaster, which,\\\" added he, \\\"is one of the very worst conditions of childhood.  Such a boy has no father, or worse than none; he never can reflect on his parent but the reflection brings to his mind some idea of pain inflicted, or of sorrow suffered.\\\"\\n\\nI will relate one thing more that Dr. Johnson said about babyhood before I quit the subject; it was this:  \\\"That little people should be encouraged always to tell whatever they hear particularly striking to some brother, sister, or servant immediately, before the impression is erased by the intervention of newer occurrences.  He perfectly remembered the first time he ever heard of Heaven and Hell,\\\" he said, \\\"because when his mother had made out such a description of both places as she thought likely to seize the attention of her infant auditor, who was then in bed with her, she got up, and dressing him before the usual time, sent him directly to call a favourite workman in the house, to whom he knew he would communicate the conversation while it was yet impressed upon his mind.  The event was what she wished, and it was to that method chiefly that he owed his uncommon felicity of remembering distant occurrences and long past conversations.\\\"\",\"timestamp\":1639709227,\"title\":\"was by her first marriage the Mrs. Thrale in whose house at Streatham Doctor Johnson was\"},\"digest\":\"B8aNxQ1SDqrLrGzXdT8in1jcWgLYJJhUfHGeXFrhgEI\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Iwf4xSE87oWUd1203cwHoLtJXRhj3XEPNxpkTmDEgA\\\",\\\"y\\\":\\\"HjhXM6NagaEtQkaGoWvuVu5nCrPUJ7AUc9qndTfbx-0\\\"}\",\"signature\":\"Q3GGNu6f_Ad-iLiOZYsFb79Q2LqFzyxOWv9-uUy1xjGVfMz81dR0PvfU_M5i04HKj1eJkKK0i6G81i4NfF45fg\",\"signingKeySignature\":\"0xf216746d89a54077389c9ce798893166f264c3f83c51c57f957ea5777ed69f4b31b0a54b638c496282ec36eb93bbeac373de6ccc1faeabff2f4e4e64f23219991c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Iwf4xSE87oWUd1203cwHoLtJXRhj3XEPNxpkTmDEgA\\\",\\\"y\\\":\\\"HjhXM6NagaEtQkaGoWvuVu5nCrPUJ7AUc9qndTfbx-0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B8aNxQ1SDqrLrGzXdT8in1jcWgLYJJhUfHGeXFrhgEI\"}"