"{\"content\":{\"body\":\"不能免俗。但是值得写，写下来，更多的是帮助自己整理思考。\\n\\n站在年末，回望一整年的时候，很多时候我会想，如果我带着年末的这些信息，穿越回年初，那就能创造一个财富传奇。这毕竟只能意淫一下，但我们不妨带着这种角度去思考一下。\\n\\n有位老者曾经说过，“一个人的成功，不仅要靠个人的奋斗，更要考虑历史的进程”，深以为然。这位老者发表过很多重要的讲话，但是这句值得流传千古。\\n\\n绝大多数的成功，都是在正确的时间做了正确的事情，但其实何为正确，都是从成功之后回首过去才能得出的结论，站在做出决定的当下，但凡有些自知之明，都会是心有戚戚。时代的浪潮，在个人面前，都是滔天巨浪。\\n\\n说了这么多有的没的，其实就是想表达，我们需要顺势而为，所谓顺天者昌，逆天者亡。其实四周皆是迷雾，我们只能依靠自己的知识、逻辑、讯息，分析出一些势的走向。短期来说，大众的非理性会导致不可测的波动，长期来说，世界的变化也难以预测，中期，可能是相对来说容易发现一些确定性的趋势。\\n\\n所以，以年为单位，想象自己现在站在的是2022的年末，那么2022一整年可能会发生什么，个人怎么在这些大的趋势里抓住一些机会，然后在一整年里依据这个判断去做一些事情，同时根据真正发生的事情，来修正自己的路线。\\n\\n本来是应该先从对2021年的总结开始的，但其实我真正入这个区块链的圈子已经是11月下旬了。所以对即将结束的这一年没法说什么，要说的话，只能是拍断大腿啊，应该1月份就进来的，就能赶上一波大牛了。但这都是屁话。\\n\\n虽说今年年底才真正入圈，其实这些年断断续续一直对区块链有关注，一直没有真正参与进来，确实错过了很多轮暴富的机会，但为什么关注却不参与，首先肯定是眼光不行，但更关键的是，我对区块链，或者是去中心化的世界，更准确的说是2021年之前的区块链世界，有价值观上的不理解。\\n\\n其实到今天，我一直都认为完全的去中心化是反人类的。人类的基因就不是为去中心化的协作而设计的。如果真正极端的做到，所有事情都一人一票，彻底民主，绝对是整个人类的巨大灾难，人类数千年建立的文明一定会就此崩溃。\\n\\n前几天V神写了一篇关于推土机vs否决式政治轴心的文章，以及明年以太坊会从PoW切换到PoS，我相信不仅仅是出于扩容的考虑，也许也有价值观的成熟。\\n\\n虽然又有点扯远，但是让我从观望到投身其中，最主要的原因就是因为区块链世界这种价值观的细微变化，乌托邦很文艺很美好，但是我不相信。真正利用区块链的技术特征去打破大资本的垄断，把互联网参与者创造的价值还给参与者，这才区块链令人热血澎湃的地方。这么想的话，区块链其实蛮共产主义的。\\n\\n当然了，这里其实还是有大量的工作要做，于是同样的，也就产生了大量的机会。\\n\\n说了那么多非常虚的思考，接下来说说我对2022年的一些想法。仍然是针对区块链世界来说的。\\n\\n首先是宏观上的。\\n\\n美联储加息、新冠疫情的持续、中美持续博弈导致世界格局的变化，都会对整个市场产生严重的影响。其中美联储加息几乎是板上钉钉的事情了，达莫利斯之剑已经悬起，只是何时落下的问题了。新冠疫情则更加难以判断，如今看来，大部分国家也无力像中国一样进行强力控制，那么病毒不断地传播变异，最终是变成普通流感还是彻底消失，这个过程又要持续多少年，这个持续过程中，中国是继续强力控制还是放开管制，甚至其他大国是继续听之任之还是因为病毒变强而重新加强管控，都好难说。然后是中美博弈，无论从理性还是感性，我都长期看好中国，但这个过程中可能会有阵痛和反复。虽然很多人觉得中国禁止了区块链，但其实这想法是不正取的，中国对区块链非常重视，也投入了很多资源，与世界其他部分不一样的地方在于，中国虽然禁止了加密货币的交易，但真正的区块链应用其实做得很好，包括很多慈善机构、征信机构、甚至政府，都使用区块链技术做了不少应用。中国是真正拿区块链在做事实，而不是炒作泡沫，也许未来数年内，中国会以一种合情合理又意想不到的方式重新开放区块链资产的交易。\\n\\n以上这些，我只能说很难讲，我们站在历史的某一点，蝴蝶的翅膀已经煽动，未来会在哪里挂起怎么样的飓风，没法预测，且行且看吧。\\n\\n再说说微观上的。\\n\\n2021年gamefi爆发，顺便带起了元宇宙的概念。但我要说这个概念真的是新瓶装旧酒。真要说的话，迄今为止最接近元宇宙的，就是魔兽世界，不接受反驳。宏大的世界观，科学的经济系统，也有marketplace—“拍卖行”，就说他的金币，其实不也是可以在淘宝上用人民币交易么？所以除了他的金币是中心化的，他的道具不具有NFT属性，其他又有什么区别呢？更何况其实金币和道具是不是上链又有什么所谓，如果一个游戏生命周期结束了，这些东西的价值，除了收藏，可能也没有太多的意义了。\\n\\n先批判一番，是为了冷静看待这件事情，倒不是说我不看好元宇宙，恰恰相反， 我认为这是游戏的未来，但可能还有很长的路要走，特别是VR、AR和MR技术的发展。目前的游戏都实在太辣鸡了，这种两三人小作坊网页小游戏程度的质量，市值动辄上亿美金，不是泡沫又是什么。\\n\\n再说说各个游戏类型，现在什么游戏都要发币，其实都是为了突出fi的属性，有点拿了锤子找钉子的感觉。我的看法是，真正需要代币经济系统的，是那些MMORPG，就是魔兽世界这种，这些游戏才具有元宇宙的属性，需要一个经济体系去维持整个游戏世界的运转。而那些什么卡牌游戏啊、MOBA啊、FPS啊、甚至大逃杀游戏，要毛代币经济系统，有NFT其实就够了啊。这里就特别要说一下skyweaver，这游戏虽然很肝，也不赚钱，但他才是代表了除上面说的元宇宙游戏外的链游的健康发展方向：游戏好玩、制作精良，游戏内的资产上链，但没有庞氏骗局一般的代币经济系统。\\n\\n2022年，链游肯定还是爆发，但必定会有一次大洗牌，游戏首先要回归游戏的本质，不能是一个包着游戏外皮的庞氏骗局。应该会有几个好的游戏冒出来，但通过打游戏，play to earn会越来越难。\\n\\n虽然不排除也会有让人一夜暴富的游戏代币，但是我认为，链游的基础设施，包括游戏公链，NFT工具，二层协议这些，具有更对的确定性机会。\\n\\n然后聊聊DAO，这东西，只能说目前的形态，在我看来可能并不适用于绝大多数的人类组织。首先从效率上来说，去中心化的组织绝对没有中心化集权组织效率高；其次是目前其实信任问题还是不好解决。假设我现在匿名发起一个DAO，向大家募资，宣称我要去做慈善，但是我拿了钱之后出门就买了一辆法拉利，怎么监管？链上和现实其实是割裂的。但DAO可能适合于一些投资机构，拿来约定投票权和分红权。\\n\\n我会把DAO的代币看成是一种链上公司或者组织的股权，那这个代币值不值钱就要看这个组织究竟在做什么事情。\\n\\n今年华尔街散户抱团干翻做空机构的事情很热血，也给了我不少启发。DAO可能适合有共识的大家，一起集资去做一个什么事情，拿DAO的机制来解决募资和分红的问题，和一定程度的信任问题(温州人表示这个我熟啊！)。这样想的话，DAO其实适合私募，那么进入二级市场的DAO，是不是就很大程度上有圈钱的嫌疑？\\n\\n那关于2022年DAO究竟会怎么发展，我仍然没有太成熟的想法。\\n\\n再说说Web3.0，这是2022年我个人非常看好的板块，网络的参与者，真正拥有其自身在网络上产生数据的所有权，以及因此而产生的价值。如果Web3.0成立，那真的是网络无产阶级的胜利。\\n\\n我来做一个比喻。在现实世界中，我们去打工，付出了自己的时间和劳动，产生的价值一部分变成了工资，一部分变成了资本方的资产，这就是马克思所谓“剩余价值”的大概意思，在如今的网络世界中，我们产生的所有数据，几乎被提供网络服务的一方完全占有，这是彻彻底底的剥削，这也是为什么，这些年来网络科技公司的利润远远高于一般的制造型企业。马云说，数据是21世界最重要的基础资产(大概这个意思，可能原话不是这样，不要杠)，但是他们这些互联网大佬在获取这些数据的时候，从来没有向数据的产生者提供回报。\\n\\nWeb3.0就打破了这个壁垒，如果我在网上产生的数据完全归我所有，那这些数据产生的价值理论上应该是由我和把这个数据变成资产而付出资金和劳动的另一方共同所有，这可以说是一场互联网时代的革命了。\\n\\n但这里面仍然有非常多的基础设施是缺失的。比如如何索引每个ID的数据，比如这些数据的价值如何计算和确权，比如这些数据如何存储以及如何在各个链之间流转。\\n\\n所以在之后的几年，我都会十分看好Web3.0的基础设施，在2022，我会特别看好链上的数据存储和跨链协议。数据存储有2个可能的方向，一个是链上的去中心化存储，另一个是链和中心化存储(比如亚马逊、阿里云之类)之间的通信协议。跨链协议也分成2个方向，一个是资产的跨链，另一个是信息的跨链。\\n\\n目前来说，已有的Web3.0应用都还非常弱，体验也不太行。目前用下来体验最好的还是Mirror。这个赛道我相信2022年甚至之后的几年都大有可为。\\n\\n最后说一下各个链。\\n\\n明年以太坊确定要升级到2.0，从PoW切换到PoS，以太坊的速度会有质的飞跃，gas费用也一定会大幅降低。我认为这对其他链来说可能是个坏消息，2021因为以太坊容量问题而被其他链占据的份额说不定这些链还得吐出来。对于以太坊来说，我认为是好的方向，但反应到币价上，也很难讲是涨还是跌，因为很多老区块链玩家，特别是西方自由派，可能会觉得PoW到PoS的切换是一种价值观上的背叛。\\n\\n但其实话说回来，即使以太坊提速扩容，目前来说，这些链还是没法承载应用的大爆发，像BSC这么快的链，今年游戏一多，也出现大规模拥堵，所以更快的链，或者更快的Layer2一定是大家翘首期盼的。\\n\\n所以2022，我会重点关注Layer2，以及一些更快更垂直的链。\\n\\n总结和展望大概就到这里。我之前都是观望，真正参与进来实在是非常的晚，目前还在不断的学习中，所以以上看法和见解都非常浅显，而且很有可能就是错的，2022，不断学习，不断修正。\\n\\n预祝新年快乐，祝每一位朋友都发财。\",\"timestamp\":1640939427,\"title\":\"2021，总结，展望\"},\"digest\":\"YKCGZ7oZpd-3_Yn2FAtWny9ilEGyYjhGnNqU-rg2oVY\",\"authorship\":{\"contributor\":\"0x3E2858ce6adEf99c95D11e1F54CC16a5CFEdD874\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uQamL-tq_-XEb6KJndh2ejqWYXyVM7LbH42uRa-Ndw0\\\",\\\"y\\\":\\\"3v0ntvIu5t5HCk9qa5P-J846tJhxemHMUXD9J7g56Go\\\"}\",\"signature\":\"n6toJSIyL04JPM1Tpp9D0l9PeKb0E6n2UaQ0VknlUynj7rzekZEkhSsaNrTtxJnTLAf3Mu0F3oZ3z9Zc_SnOsg\",\"signingKeySignature\":\"0x34b04cc7105722e87de78864b90f379c87e8bbab416ff0e65865f098793e65fc5ea35fad1a4855a078884cf4cc84bcd8654a1cb70bd8f9ec5aeb8ff5dab011341c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uQamL-tq_-XEb6KJndh2ejqWYXyVM7LbH42uRa-Ndw0\\\",\\\"y\\\":\\\"3v0ntvIu5t5HCk9qa5P-J846tJhxemHMUXD9J7g56Go\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YKCGZ7oZpd-3_Yn2FAtWny9ilEGyYjhGnNqU-rg2oVY\"}"