"{\"content\":{\"body\":\"In recent years the problems which are causedby the inequality of education opportunity haveattracted the public's attention. For instance, thebackward teaching facilities and dilapidated schoolbuildings in rural areas are in sharp contrast tothose advanced facilities and well-equipped classrooms in urban areas, students from poorfamilies cannot go to universities because of the high tuition.\\n\\nThere are several factors which contribute lo these problems. First, the distribution ofresources is unbalanced between rural and urban schools. Second, educational loans for poorstudents are far from enough. Third, the inequality in some schools' admission policies alsoturns many students away. The education inequality can result in many bad impacts. On onehand, it can affect people's future employment. On the other hand，it is the root of manysocial problems.\\n\\nTo change this situation, I think, we should take the following measures. Firstly, thegovernment's spending on education should be increased and the allocation of public resourcesgives priority to rural and weak urban schools. Secondly, the implementation of thegovernment financial aid system for students should be accelerated. Thirdly, the governmentshould speed up education reforms to ensure everyone has equal access to schools.\",\"timestamp\":1639204124,\"title\":\"Equality of Education Opportunity\"},\"digest\":\"khYac79w3g3jozvAl3f8KHqgfmNTau6Gy5EhAGDwHiw\",\"authorship\":{\"contributor\":\"0x0759689a236996C9EECF9f46DbfE669EDd5bE95B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gxhd90sslWgmamL0vZkGdw74DhA-7lJUoI_tHSV09ho\\\",\\\"y\\\":\\\"Sq35L85w95S1lodm1eom_wdT5nuKDYe0448xuSjoraA\\\"}\",\"signature\":\"GWjZvpsbHD-c2I9RZlRsNh21uxvefqFUsaVPeFjJTymRqxk5d5wEw61zy4w5EED44ZOfS7o7MKI3kbT1bMv2gQ\",\"signingKeySignature\":\"0xb188977b1b62f9091a52a2bd38db8a6155aea825c83779b69ba6fed4906abaa547a8c207d53cdbb9787650dbea49b77232874dc019d2a578ab236ec63fe2447d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gxhd90sslWgmamL0vZkGdw74DhA-7lJUoI_tHSV09ho\\\",\\\"y\\\":\\\"Sq35L85w95S1lodm1eom_wdT5nuKDYe0448xuSjoraA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"khYac79w3g3jozvAl3f8KHqgfmNTau6Gy5EhAGDwHiw\"}"