"{\"content\":{\"body\":\"**“Midway upon the journey of our life / I found myself within a forest dark, / for the straightforward path had been lost…” — Dante Alighieri, *Inferno*, Canto I**\\n\\nI was all of fifteen when I first read Dante’s *Divine Comedy*—feeling, with all an adolescent’s arrogance, that I had discovered something entirely new. *Paradiso*, I found too theological; *Purgatorio* was somehow forgettable, like so many sequels. No, the real fun was to be found in the *Inferno*, with its richly imaginative punishments and “poetic justice meets torture porn” social satire.\\n\\n![La Carte de l'Enfer / The Map of Hell, Sandro Botticelli (1480-1490)](https://images.mirror-media.xyz/publication-images/12Bi6FWTwhdFzlrgRsaZk.jpg?height=1910&width=2735)\\n\\nAfter his exile from Florence in the year 1302, Dante comforted himself by assigning artistic rivals, political enemies and Florentine socialites to their appropriate circles of Hell, each with its own flamboyant torment. Dante did not invent *contrapasso*—the punishment balancing the crime—or *Schadenfreude*—finding joy in the pain of others—but he deployed both concepts with a certain flair that’s still appreciated across the centuries. We humans love watching others suffer, especially when they’ve earned it.\\\\* But we also seem obsessed with extracting the slivers of beauty in that suffering, and few writers have depicted pain and punishment as gorgeously or imaginatively as Dante Alighieri.\\n\\n[Enter the Divine Comedy NFT collection by digital artist Batt. ](https://knownorigin.io/collections/batt/the-divine-comedy)Seven of the collection’s nine pieces can be found on KnownOrigin.io, with the rest expected to drop in the coming weeks. Each piece is a disembodied portrait, like a funeral bust or museum fragment, corresponding to one of the circles of Hell from Dante’s *Inferno*. If this sounds vaguely horrifying, I can assure you that it is, in all the best ways.  As with all good NFT projects, the concept is brilliantly, deceptively simple; you don’t have to be able to quote *cantos* to get it at once.\\n\\nBatt’s “Divine Comedy” artworks are composed primarily of black and white linework—direct digital descendants of the medieval tradition of woodcut carving pioneered by masters such as Albrecht Dürer at the end of the fifteenth century. Woodcuts such as the immensely popular and influential “Apocalypse with Pictures” (1498) were first drawn by Dürer in relief—a mirrored image of the print as it would be produced—before the excess wood was carved out, sliver by sliver, by his assistants. Three hundred and fifty years later, using a similar method, French artist Gustave Doré created a series of seventy-five woodcuts to illustrate Dante’s *Inferno*, titled “The Vision of Hell” (1857).\\n\\n![Inferno Canto XXVIII, Gustave Doré (1857)](https://images.mirror-media.xyz/publication-images/tnAokvwk1RngBMqSbQsX_.jpg?height=1682&width=1951)\\n\\nDespite the differences in technique, Batt’s artwork shares the same precise detail of lines and planes, the same intentional but uncanny use of negative space to indicate light and shadow. Each of the pieces in the Divine Comedy collection is equal parts horrifying and playful, “dark, weird and intimate” just as Batt herself promises—a modern interpretation that reflects all of Dante’s original sensibilities. The symbolism is simultaneously delicate and gory, familiar yet distinctive.\\n\\n### Each of the pieces in the Divine Comedy collection is equal parts horrifying and playful, “dark, weird and intimate” just as Batt herself promises.\\n\\nWithered, spidery branches spread from the eye sockets of “Limbo”; their roots stretch deep into her torso, over—or perhaps *inside*—veined, transparent, papery skin, creeping toward the exposed bones of her ribcage, which are stripped clean of muscle and sinew.\\n\\n“Lust” holds a bleeding apple, her chin and lips already stained with dark gore; the serpent of Eden is coiled around her floating wrists like a shackle, its head resting in her outstretched palm. She is a type of tranquil Tantalos, the fruit of her craving suspended just out of reach, her desire never to be satisfied.\\n\\n![The Divine Comedy collection, Batt (2021)](https://images.mirror-media.xyz/publication-images/CpC2US6sdNdHHjKRsDGrJ.jpg?height=1868&width=6600)\\n\\nHowling wolves claw through the flesh of “Gluttony’s” torso, which is already scored and quartered by surgical lines, just like a post-autopsy corpse. His eyes are bleached and sightless and dark entrails dangle delicately from his chest.\\n\\n“Greed” is a sad-eyed Jazz Age flapper with chic bobbed hair, her fingers draped heavily in pendants, bangles, lockets, jewels. The portrait seems conventional enough, until your eye finally processes *the extra set of hands* clutching yet another assortment of baubles. This is perhaps my favorite artistic choice in the collection to date—so symbolic, so simple, and yet so instantly unnerving…\\n\\n“Wrath” displays all the angry, dilated vascularity of a professional bodybuilder, matched with pin-prick pupils and vampiric pronged teeth. Her sharp-nailed fingers are wrapped around her own throat; the blade of her scythe has turned on its owner, slicing with expert precision at her face, torso, even her hair—a chilling reminder that the evil we wish upon others has a way of taking up residence inside our own souls.\\n\\n### There’s not much higher praise I can give to any piece of art than to say that it possesses that mysterious, intimate power of transportation.\\n\\nYou only get one “first time” with any story. But if you’re very lucky, sometimes a memory of that discovery lingers dormant inside you, waiting to be awakened and remind you of a past self out of reach but never quite gone. The moment I laid eyes on Batt’s “Divine Comedy” collection, I was carried away to that place once more—a fifteen-year-old girl wandering wide-eyed through the bowels of Hell with Virgil as my guide. And there’s not much higher praise I can give to any piece of art than to suggest that it possesses that mysterious, intimate power of transportation.\\n\\n\\\\+++\\n\\n**Sources:**\\n\\nImages from The Divine Comedy collection, Batt: [The Divine Comedy by Batt (knownorigin.io)](https://knownorigin.io/collections/batt/the-divine-comedy). Images used with permission from the artist.\\n\\nInferno Canto XXVIII, The Severed Head of Bertrand de Born: Gustave Doré, Public Domain, via[ ](https://commons.wikimedia.org/wiki/File:Gustave_Dor%C3%A9_-_Dante_Alighieri_-_Inferno_-_Plate_2_(the_panther).jpg)[Wikimedia Commons](https://commons.wikimedia.org/wiki/Category:Gustave_Dor%C3%A9_-_Inferno#/media/File:DVinfernoSeveredHeadOfBertranddeBorn_m.jpg)\\n\\nLa Carte de l'Enfer: Sandro Botticelli, Public Domain, via [Wikimedia Commons](https://commons.wikimedia.org/wiki/File:Sandro_Botticelli_-_La_Carte_de_l%27Enfer.jpg)\\n\\n*Inferno*, Dante Alighieri, Public Domain: [Inferno, Canto I by Dante Alighieri](https://poets.org/poem/inferno-canto-i)\\n\\n**Notes:**\\n\\n\\\\*To those inclined to disagree with the premise that we like to watch other humans suffer, I’d like to point out that as of 2021, “Saw” is a $1 billion horror franchise.\",\"timestamp\":1636366333,\"title\":\"Blood, Guts, Woodcuts: Batt Draws the \\\"Divine Comedy\\\"\"},\"digest\":\"DYhyDz9oG0TmVvv6kTU7I_wfejeoJ8_JpIDYoT3wE8M\",\"authorship\":{\"contributor\":\"0xeDe53D18fD2c1b75Ad3DEc1331a00296d3436644\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hp_-YQbbpXoJB_Qdt_KSrjwXWJUP3VRPV-1yAgeu25s\\\",\\\"y\\\":\\\"hQjWnIya7QOCTXKkhhwbKcCWoqQ42Oz70W14EcnU4GE\\\"}\",\"signature\":\"YkYoTBG6ESzjZVOThcFS5MtAkm_M656EL8d-LmltJ8DLPfmmIelesdgMR6XIIWetks3rm6uqE5PnpHX4NubE1w\",\"signingKeySignature\":\"0x543fff68efbe3c1cdf4720f13ae60933e379604be28a01111de846dee51eb29538c777c5695a2f6961cafa2e2b9b47fac8dd3a7ed17cab60f304d687894e3fb21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hp_-YQbbpXoJB_Qdt_KSrjwXWJUP3VRPV-1yAgeu25s\\\",\\\"y\\\":\\\"hQjWnIya7QOCTXKkhhwbKcCWoqQ42Oz70W14EcnU4GE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S2dq2vr26gsPgNXmbQ9YaE9fiso_epsbNZitOpcAYS4\"}"