"{\"content\":{\"body\":\"我躲在礁石后面看得正起劲，忽然发现有个玩家蹑手蹑脚地从前面摸了过来，寻了块地势较高的礁石，爬了上去。我侧眼一看，原来是个穿着法师长袍的小子，看他那副战战兢兢的样子，敢情也是个有心无胆的家伙，估摸也是来海边观光，正好赶上这个热闹。想看个清楚，却又不敢太靠近，所以来我这边找个至高点，我暗自笑了笑，没有理会他，径自看我的玩家战孽龙。\\n\\n```\\n赤须孽龙虽然是天地里的老顶级boss，但是孤龙奋战，别无他援，即便再怎么强悍，血量终究也有个底限，面对烧不光，杀不完，如潮水般滚滚而来，越聚越多的玩家，纵然是铁打的金刚，也吃不消。它那硬是靠地心岩浆强化过的躯体，开始显露出疲态，而嘴里喷出的火焰，也远没之前那样轰轰烈烈。\\n\\n也不知是哪帮人马，被赤须孽龙喷出的火球灼烧之后，依然坚挺，一张张焦黑的脸立即兴奋地吼道：“弟兄们努力啊，这孽龙快顶不住了，火球已经没劲了。”\\n\\n就这么简单几句话，立刻引发第二波玩家冲锋的高潮，同时，也令沙滩上各帮派在场的大佬们的脸上，各自出现不同的神情，孽龙生时众人可齐心协力，但是，孽龙一但挂了，在场不少帮派之间多少可都有点旧仇新恨，赤须孽龙一挂，如何有脸有面，没有纠纷地散场，还是个问题，或许，根本不必散场了。\\n\\n人多粥少，这是个摆在诸多帮派和玩家之间的客观问题。\\n\\n整个海滩都是人，还都不打一处来，四面八方的都有，谁敢肯定这赤须孽龙挂了，爆出的东西会归谁。\\n\\n于是乎，人性的贪婪和阴毒面在此时此地又浮现出来，显式出它的伟大与黑暗。刚才还同仇敌忾，同舟共济的玩家们，在围剿赤须孽龙的同时，也悄悄开始自相残杀起来。\\n\\n有帮派的团伙是各自为战，除了分出部分对付赤须孽龙，其余的就外周围一阵乱杀，哪管别人怎么说；而没有帮派的要么知趣地退到一边，要么就是伸着脖子让人宰，当然，也有不少有血性的是拿家伙对砍，后果当然不用问，都不不知道怎么死的。\\n\\n那些想捡便宜的家伙这时候也开始到处活动，专找爆了装备的地方钻，至于有没有命捡到，还是连自己小命也给搭进去，那就不得而知了。\\n\\n一场围剿赤须孽龙的大战，渐渐又开始转变其性质，变成玩家混战，上升到帮派征战，也可以说，是多国大战，看来这场戏，倒是愈演愈烈，大有成为天地第二次国际风波的引子，没想到我一时突发之举，竟然会有如此后果，真乃天意！\\n\\n**************\\n\\n看着那头赤须孽龙是越来越虚弱，喷出的火团是越来越小，挥舞的巨爪和尾巴，也没了多少力气，我心里暗道：看来这家伙差不多了，咱该动手了，先靠近点，只要它眼睛一闭，腿一趴，咱立刻冲上抢龙晶，那玩意估计就在它头颅之中。\\n\\n而我前面那个小法师，也带着一脸渴望，缓步往场子上靠近过去。\\n\\n随着一声满带不甘和懊恼的冲天巨吼，赤须孽龙爆发最后一丝能量，周身的烈焰陡然扩大数十米范围，将面前的一切统统化为火海，那些对赤须孽龙掉以轻心的玩家们，顿时在火光中化为了白光。\\n\\n以前有一将成名万骨枯，现在有一龙翘翘万人焦，赤须孽龙的倒下，可是用多少玩家姓名换来的，不容易，真是不容易啊。\\n\\n沸腾了，火海外围的玩家统统沸腾了，哪里还顾及火海的烧灼，猛塞丹药往里面冲，强力boss挂掉，只要能出装备，等级绝对不会差。\\n\\n我也急了，我前面的小法师也急了，都发疯似的往前跑。\\n\\n而就在赤须孽龙倒地的那一瞬间，一道凛滟的红光从它嘴里窜了出来，在模糊的半空中划出一道红影残留的曲线，直冲冲地向我这边掉落过来。\\n\\n难道这会是龙晶？俺不是那么命好吧，赤须孽龙知道我想要这个，临死时特意吐给我不成，眼勾勾地看着那块艳红，我心突然跳快了几分，暗自胡思乱想到。\\n\\n脚步刚缓下来，抬头想看它落点会在哪，就听得噌的一声，我前面那小子一下子高高跃了起来，那架势，哪里象是个法师，简直比我这个刺客还要能跳，一双长长的手臂挥舞着向上高举，迎向天上掉下来的龙晶。\\n\\n奶奶的，我辛辛苦苦，吃药吃得我心疼地将赤须孽龙从海底深处引出来，现在好不容易等到孽龙被大部队给挂了，出了龙晶，你小子竟然敢跟老子抢东西，是不想活了吧。\\n\\n眼见龙晶就要落入他人之手，我不由得是怒火中烧，浑身上下一片热血沸腾，眼里，充斥着可怕的嗜血猩红之色，犀利的诅咒之刃和皎洁的弯刀立即滑入手中，我双手一攥，一个急速赶了上前，准备把这个不开眼的家伙一脚踢下海，先乱刀伺候，活劈抢了龙晶再说。\\n\\n没等我动手，就听得一声凄厉惨叫，那手拿红色龙晶的家伙在礁石上跳啊蹦啊，右手疯狂地甩弄着，仿佛想要把手中的龙晶给扔了，但是，却扔不掉。而整个人身上，像是被浇透了汽油，哗啦一下见风就燃起来。\\n\\n他在火中疼得是满地打滚，想把身上的火焰给扑灭，可是那烈火就象是定在他身上一般，根本不见半点要熄灭的迹象，尤其是那只拿着龙晶的右手。\\n\\n我心中突然一动，难道这赤须孽龙临死都想着我，想带我一起陪它走吗，那龙晶虽好，但是也附着强效的魔法攻击力量吧。幸好刚才有这家伙在我前面，抢了个先，要不然的话，现在满地打滚的人可就是我了。\\n\\n那人哀嚎了几声，不知是不是开了窍，突然挣扎着昂了起来，纵身就往海里跳去，估计是想用水灭或吧，俺当然不能眼睁睁地看着龙晶就这么跟着他沉入大海。连忙跟着快步上前，一头跳了下去。\\n\\n那家伙在水中扑腾了几下，还没等我靠近，便化作一道白光，一命呜呼了，谁让法师血量就比常人少呢。\\n\\n“还我龙晶！”我悲愤地大吼一声，连划死划地游了过去，没想到这家伙竟然就这么去了，他死了不打紧，可是我那龙晶这下该去哪寻啊，这家伙叫啥姓啥，我可都不知道，这下子真是竹篮打水，一场空了。\\n\\n狂乱地挥舞着手中的家伙，我此刻的心情，简直一下子就低落到极点，沮丧，懊恼，悔恨，气愤……只要是负面的情绪，统统涌上心头。\\n\\n看着面前残留的身骸，我有种yu望，叫碎尸。\\n\\n突然，眼角瞄到那尸体下闪出一道淡淡的红光，我心头顿时又一阵好跳，奶奶的，真是被刺激死了，我连忙划了下去。\\n\\n呀，果然是我的龙晶，游到海底，从珊瑚礁缝里拾起那块四棱八角，红色满溢的龙晶，这玩意被海水一滋润，握在手中还暖暖的，有点烫手，看来，刚才那小子果真是被活活烧死的，算他霉，啥玩意不好抢，偏偏要抢我的东西呢。\\n\\n手心是热忽忽的，心头是暖洋洋的，我这个美得，这个得意，现在就算让我再游一次火山到海岸的数百里长路，我也是心甘情愿，最难搞的东西，我终于到手了。\\n\\n将龙晶拿在手里擦了又擦，看了又看，亲了又亲，我的眼眶湿润了，小心地把它放到包里，来之不易，必须珍惜。龙晶已经到手，可那龙尸可还在岸上，咱得回头看看，没准还能捞到点好处呢。\\n\\n刚从水里冒出个头，就有几枝长箭从前面招呼过来，我连忙偏头一让，哥们我又得罪谁拉，一上来就有人给我颜色看啊。目光连忙一扫，哦，我立即明白过来，这箭不是故意冲我而来，纯属无意，因为，海滩上，已经战成了一团，战线从海边拉到沙滩，从沙滩蔓延到丛林，怎么都是个杀字。\\n\\n尸体，那头赤须孽龙的尸体呢，我转眼一看，只见在赤须孽龙如小山般的尸体旁，已经围满不少玩家，可惜都没几个人能安心扔上几个采集术，就被其他玩家不是拿刀用剑，就是用魔法冷箭，或打成白光，或狼狈逃避，有的就算扔上几个采集术，可是因为采集技能不到位，只能看着宝山却无从下手。\\n\\n嘿嘿，这不是挑我发财吗，暴的装备我是不想了，可是孽龙身上，点点滴滴都是宝啊，我眼里金光大放，潜行一开，立即拔腿狂奔过去。\\n```\\n\\n\\n------------\",\"timestamp\":1640774214,\"title\":\"第三百三十章 天降龙晶\"},\"digest\":\"-PkNoBK6A4mzFXV6LWO47Pn--xk5v9gUwhBC8oODxb8\",\"authorship\":{\"contributor\":\"0x166611cC326d0bAC652107b95dC3D092b3e29136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iB-hSwREwA_nz1rQqioUhkx2hkILoBfhG34_jOpZ4yw\\\",\\\"y\\\":\\\"er-J7CteCDuKyqO8iU3mSnkaEKadgDH75U-cVeeSNOY\\\"}\",\"signature\":\"_fAMAlOQKjPSXu40h-tVgTPlPX-TO19tbmqRbTlg2bAGpbdYYItJGkMncNpiTq9w16Fl3vUyem4hXWdLUSFIkQ\",\"signingKeySignature\":\"0xe847152ab707a0b687e381adacb82f204712c246d4725beb58f638458841cbf50cdeee6d374d7441c0b10a68767d24eb95fb586d1db6fb41242cfa8011ef0d0d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iB-hSwREwA_nz1rQqioUhkx2hkILoBfhG34_jOpZ4yw\\\",\\\"y\\\":\\\"er-J7CteCDuKyqO8iU3mSnkaEKadgDH75U-cVeeSNOY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-PkNoBK6A4mzFXV6LWO47Pn--xk5v9gUwhBC8oODxb8\"}"