"{\"content\":{\"body\":\"## What is Aave?\\n\\nAave is an open source and non-custodial liquidity protocol for earning interest on deposits and borrowing assets. It lets users lend or borrow cryptocurrency without going through  a centralized intermediary (like a bank, financial institution, or centralized exchange).\\n\\nDepositors earn a passive income when they provide liquidity to the market by depositing assets. Borrowers are able to borrow assets to obtain liquidity (working capital) without selling their assets. Borrowers pay interest on their loans. Usually, people borrow due to unexpected expenses, to leverage their holdings or for new investment opportunities. \\n\\n## What is Polygon?\\n\\n[Polygon](https://polygon.technology/) is a protocol and a framework for building and connecting Ethereum-compatible blockchain networks. Polygon’s network leverages the security of the Ethereum network and uses Chainlink as a price oracle. It is a scaling solution for Ethereum.\\n\\n### How to get funds on the Polygon Network\\n\\n**How to setup Metamask for Polygon**\\n- Open MetaMask in your browser;\\n- Click on the current network “**Ethereum Mainnet**“.\\n- Choose the option “Custom RPC” at the bottom of the list.\\n- Enter the parameters of the Polygon mainnet\\n    - Network Name: Polygon Mainnet\\n    - **New RPC URL**: [https://rpc-mainnet.maticvigil.com/](https://rpc-mainnet.maticvigil.com/)\\n    - **ChainID**: 137\\n    - **Symbol**: MATIC\\n    - **Block Explorer URL**: [https://explorer.matic.network](https://explorer.matic.network/)\\n    - click on “**Save**“.\\n\\n**How to bridge funds to the Polygon Mainnet**\\nI recommend using Zapper to bridge funds over to Polygon from the Ethereum network. \\n- Go to Zapper bridge [zapper.fi/bridge](http://zapper.fi/bridge).\\n- Verify that you are on the “Ethereum mainnet” from your MetaMask. Specify the bottom destination network to be Polygon.\\n- Choose the token you want to send on the Polygon network from the drop-down menu and the token you want to receive on Polygon.\\n- Set the Transaction Speed according to how long you wish to wait for the confirmation on Ethereum. Once the transaction confirms on Ethereum, you have to wait an additional 7-8 mins for your assets to arrive on Polygon.\\n- If it is your first time bridging to the Polygon mainnet you may receive a small amount of MATIC that you will need for your first transactions.\\n\\n## What is Aave Polygon?\\n\\nAave recently implemented their protocol on Polygon mainnet, which means that transactions for any Aave Polygon lending or borrowing are lightning fast and have low transaction/gas costs.\\n\\nNote: Polygon will be paying out 0.5% of the total supply of MATIC in rewards for borrowing and lending funds between Jun. 14, 2021 and Apr. 13, 2022. So you can even get rewarded in WMATIC by borrowing!\\n\\nCurrent supported assets: MATIC, DAI, USDC, USDT, WETH, WBTC, AAVE.\\n\\nHow to connect to Aave's Polygon market\\n\\nVisit their website on the Desktop: [https://app.aave.com/markets](https://app.aave.com/markets)\\n\\nMake sure you have Aave's Polygon Market selected (top right of the screen in your web browser)\\n\\nClick on the connect button\\n\\nMake sure you have the Polygon Mainnet selected as your preferred network and connect your wallet.\\n\\n## A step-by-step guide on how to lend funds on Aave Polygon\\n\\nChoose the asset you want to deposit - if I want to deposit USDT into Polygon I can click on the USDT market. \\n\\nClick on the deposit button on the right. Assets must be bridged into Polygon first if you're using the Aave Polygon market.\\n\\nInput the amount you want to deposit and confirm the transactions.\",\"timestamp\":1627413742,\"title\":\"Tutorial: How to Lend and Borrow on Aave Polygon\",\"publication\":\"rabbithole\"},\"digest\":\"mZCDlb_eBIqefr2l2J4cQ68HPf3mtbF0ghlNJ5LNpQ8\",\"authorship\":{\"contributor\":\"0x57eFCc7607CD2da49D73E8F9C88ed114CbdC5CF7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d7-Ax2hN2zz5NoUI1X6oo2bx33GZuLos9a_gBvmYG2Y\\\",\\\"y\\\":\\\"XsaLOoqPhFYCZrEUPukky4KN2yX1GeLgsiqk3cTF21g\\\"}\",\"signature\":\"-r8ApLyPHa_xXTbIxXms919mEs_LZAzoqTrQlyYWZiux9kHvdpn48fusxaP2kX9lLiB8diapmp6cCJPmfMG8Gw\",\"signingKeySignature\":\"0x9c5920564cc5eff6ab6019fa0127741f335768d8f1f51e040510a3d74412eeb819d2febdcf218f6c627eae29a05a3d4b0bbe2a0517eebe64a520e98d215a1f511b\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d7-Ax2hN2zz5NoUI1X6oo2bx33GZuLos9a_gBvmYG2Y\\\",\\\"y\\\":\\\"XsaLOoqPhFYCZrEUPukky4KN2yX1GeLgsiqk3cTF21g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mZCDlb_eBIqefr2l2J4cQ68HPf3mtbF0ghlNJ5LNpQ8\"}"