"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/ZDSRtuIpukrUv_lOY71HW.png?height=462&width=1280)\\n\\n### It’s the fifth week of the Designer Weekly Spotlight and for this edition we are featuring Cryptsie!\\n\\nCryptsie is a digital and physical fashion designer and jewelry artist from the Ukraine… and as you can guess by the name, definitely has a devotion, passion and conviction for web3 and all things crypto! You may have seen her amazing META WRAP bracelets on the DIGITALAX marketplace or even IRL in Miami. She also airdropped all GDN and DIGITALAX community members the 1 Year Anniversary NFT for the protocol last month. She is such an indispensable part of our community and you can read more on her journey below. \\n\\n* You can follow her on Twitter [here.](https://twitter.com/Cryptsie1)\\n* Check out her full web3 fashion GDN profile [here.](https://designers.digitalax.xyz/designers/Cryptsie/)\\n\\n![](https://images.mirror-media.xyz/publication-images/BVn4jk07HyWgzihnBN0un.png?height=1080&width=1080)\\n\\n### Treasury Web3 Fashion Vault Purchases\\n\\nUnder the designer spotlight, both the DIGITALAX + GDN Treasuries have purchased one each of Cryptsie’s live pieces from the DIGITALAX web3 fashion marketplace which will be held in the treasury vaults.\\n\\n### DIGITALAX Vault Purchase\\n\\nItem: [Glow of Neptune](https://fashion.digitalax.xyz/product/554/1/0/)\\n\\n![](https://images.mirror-media.xyz/publication-images/JoYaRhU5KjM4BM95Pd4-j.png?height=1104&width=1126)\\n\\n\\n---\\n\\n### GDN Vault Purchase\\n\\nItem: [Muse of the Metaverse](https://fashion.digitalax.xyz/product/621/1/0/)\\n\\n![](https://images.mirror-media.xyz/publication-images/dm0Ma9akAZI6pGReGXudF.png?height=1122&width=1916)\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/1ZjF47s-7ldWM8WnwRrw3.png?height=773&width=1280)\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/5-rCSMqkAfjxKxmEAjBC2.png?height=773&width=1280)\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/8wviq7NYslzZgN1mLkgEG.png?height=426&width=1280)\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/2HtTGaV89Sm8uQ6t1xPJG.png?height=1280&width=1268)\\n\\n### Autobiographical Entry from Cryptsie\\n\\nMy name is Anna, and I am from Crimea - this is a very beautiful region near the Black Sea, with majestic mountains, green valleys and dense forests.\\n\\nI have been interested in art since childhood. I made crafts from everything that was available to me and painted the walls with gouache in my room (my parents were not particularly happy about this, but they tolerated it😁). I constantly tried to apply my creative vision anywhere that I could, with varying degrees of success I must say.\\n\\nWhen I was 8 or 9 years old my dad brought our first computer home— a huge square white monitor, a large keyboard and mouse with a ball below. From that moment on, my journey into the wonderful world of games began. These were games on CDs, my favorite was \\\"Rayman 2: The Great Escape\\\" and \\\"Disney's Hercules\\\"!\\n\\nSoon I found out about Photoshop and became more excited— it turned out that there you can draw and edit any picture, and I happily plunged into this, diving deeper and deeper into this entirely new world.\\n\\nAt that time I adored the anime that was shown on TV, such as Sailor Moon (I was a real fan), and it inspired me to draw and paint the main characters of this anime all day long (by the way, all the same with a huge mouse with a ball 😜).\\n\\nMy parents, seeing my passion for graphic editors, enrolled me in computer courses for children, for which I am very grateful to them to this day for that. During these courses, I learned more in-depth Photoshop editing skills, and also the the basics of how to make website in a regular Windows notebook (then all sites were made only in HTML). It was there that I first learned that in addition to raster graphics, there is vector and even 3D graphics. I attempted working in some 3D editors, but nothing interesting came of it back then. At school, I liked drawing and labor lessons most of all (we embroidered with a cross and crocheted there). And, to no surprise, instead of doing my homework, I preferred to paint in an album.\\n\\nLater I entered the art academy and the interior design department, and studied there for 6 years. In the process of studying, I began to study 3D Max. 3D programs at that time were very new, and before our course everyone drew their interior projects by hand. This was a completely new medium and paradigm. While I was starting to study 3D Max, there was very little information and I had to learn everything bit by bit. I liked working with 3D, it made it possible to visualize any designs and also make really cool projects.\\n\\nAfter graduation, I worked for several years in my specialty, creating interiors in a design studio. I liked my work, but there was one thing that I definitely didn’t like - communicating with customers and making millions of their small design edits. That is why I began to gradually explore options where I could apply my knowledge freely and without constraints. Learning more about the financial markets and becoming involved with this side enabled me to gain further financial freedom, and soon, I could devote all my time to freelancing.\\n\\nI have always enjoyed learning something new, developing and broadening my horizons. I soon learned about Marvelous Designer, and thanks to this program I started to create clothing designs. And as you might guess, from here on out I dedicated my journey to the world of digital fashion, pushing the limits and boundaries of what I thought was possible for myself before. The immense talent and skill of other designers and artists in the space too inspired me with my work— drawing, embroidery, 3D model, jewelry made of stones— and also motivated me to sometimes just “get offline” and create with my own hands, not just the computer.\\n\\nThanks to my many hobbies, I have found out that working with natural stones brings me the most joy. I can just hold them in my hands, look at their color, pattern and shine and already feel so much more calm, grounded and ready for the next challenge or milestone ahead. Therefore, in my free time I create bracelets with natural stones, and thanks to Emma and DIGITALAX my hobby has been transformed into the META WRAP brand, which has already visited the NFTcon exhibition in Miami. The idea of ​​combining a physical subject and an NFT is great, and I believe it will become a common practice in the very near future, in fact, it already is quite common!\\n\\nNowadays, technologies are developing very quickly and it is important to move with them in the same direction and be open to everything new. Digital fashion and NFTs will only continue to advance and evolve in adoption, utility and value. There is a place here for all creative people. I believe in the happy future of DIGITALAX and I am glad to be a part of it.\\n\\n### Web3 Renaissance Patronage\\n\\nAny patronage of the Weekly Designer Spotlight goes directly to the Global Designer Network Treasury, Spotlighted Designer and Core Writer (50/35/15), for further growing out the infrastructure, community and market of web3 fashion, the open metaverse and more. For this week, the core writer was GDN member Emma-Jane MacKinnon-Lee.\\n\\n## Join the Revolution with the Web3 Fashion Anarchists! Jump into the Global Designer Network Discord below:\\n\\n[https://discord.com/invite/rzFbc9ZmAg](https://discord.com/invite/rzFbc9ZmAg)\\n\\n\",\"timestamp\":1639188968,\"title\":\"Weekly Designer Spotlight 05 | Cryptsie\"},\"digest\":\"n4is5-znRKkwe7b01Tc5lM2cyOFqzavdKL5kZwoXLtY\",\"authorship\":{\"contributor\":\"0x95Fa3122c4672717EB768E9F49E40DC4478c4258\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RzpVt_bMBhqbzWX4Qeae-_Kyr0u1RYhAKN45tWhzvQE\\\",\\\"y\\\":\\\"-ky23wGR1Z3HKoK_bsCRwEXD9btjYq4FHKLutE62rx8\\\"}\",\"signature\":\"Pjs1tlSWmRwObpJYGyMKHZL9vQQfMi3P1R5YQWcSKf8GL7qZlZWZMzB_97n6f8sPvX9JCg6oWKw18GhgTLgq4g\",\"signingKeySignature\":\"0x819590c1c88ec1757ed4a375e165774618f53157842ebf94a23c3a035759699a580af365e6adfe311e377920733b92db376b1436ce064af41c525a7b6ae6d7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RzpVt_bMBhqbzWX4Qeae-_Kyr0u1RYhAKN45tWhzvQE\\\",\\\"y\\\":\\\"-ky23wGR1Z3HKoK_bsCRwEXD9btjYq4FHKLutE62rx8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lETqNMzu4cHRXK49XlXr-vN0CMnE37Sbsf0jief07SU\"}"