"{\"content\":{\"body\":\"[Angelina Jolie](https://www.etonline.com/people/angelina-jolie) had some special guests by her side at the Rome premiere of *[Eternals](https://www.etonline.com/movies/eternals)*. The 46-year-old actress's daughters, Zahara, 16 and Shiloh, 15 were by their mother's side for the film's Italian debut. Jolie held hands with her girls as the trio posed for photos along the red carpet.\\n\\nZahara wore a long, Grecian style, white gown with a halter neckline that featured gold straps. The 16-year-old accessorized the gown with a pair of statement earrings, wearing her shoulder-length hair down, pinned back on one side with a barrette. Shiloh wore a short-sleeved black minidress with a thin leather bow at the front. She wore her hair in a braided up-do, keeping the outfit fun and playful with a pair of bright yellow and black high-top sneakers that nearly stole the show.\\n\\nElisabetta Villa/Getty Images for Marvel\\n\\nJolie, meanwhile, stunned in a silver, Atelier Versace figure-hugging floor-length gown, crafted from heritage metal mesh. She let the dress do the talking, styling the look with a pair of statement earrings, and a subtle smokey eye and nude lip. Jolie wore her long brunette locks down and straight. \\n\\nElisabetta Villa/Getty Images for Marvel\\n\\nThis isn't the first time Zahara and Shiloh have been by their mother's side for a premiere for the Marvel movie. Last week, the pair were joined by their other siblings, Maddox, 20 and Vivienne and Knox, 13, at the film's Los Angeles premiere, where they [wore looks straight out of Jolie's closet.](https://www.etonline.com/angelina-jolie-reacts-to-daughter-zahara-wearing-her-2014-oscars-dress-to-eternals-premiere-173920)\\n\\nZahara sparkled in a silver number Jolie wore to the 2014 Academy Awards, while Shiloh dressed in a tan, asymmetric number that her mom wore to the French Apidology Observatory where she presented eight female beekeepers with their diplomas as part of the \\\"Women for bees\\\" project. \\n\\nJolie spoke with ET's Nischelle Turner about how the whole family wore a mix of her wears, and other vintage looks to the premiere.\\n\\n\\\"My kids are all mixed with vintage, and in my old Oscars dress. We did all vintage and upcycled my old stuff,\\\" Jolie said of her and the kids' red carpet looks.\\n\\nAs for what her [kids thought of the movie](https://www.etonline.com/angelina-jolie-and-salma-hayek-share-what-their-kids-thought-of-eternals-exclusive-174141), Jolie said, \\\"Honestly they all loved it\\\" while Hayek added that her daughter \\\"thinks it's the best superhero movie she's ever seen.\\\"\\n\\nJolie explained that this was a rare film in which she really felt that her family, which includes adopted children from different parts of the world, was represented.\\n\\n\\\"What I've learned within my family is that we are stronger because we are a diverse family,\\\" she said. \\\"That is what makes our family and what we've learned from each other, and I wouldn't want it any other way and I so I'm so happy that people around the world will watch this film and I'm hoping this is just the new norm.\\\"\\n\\nFor more on *Eternals*, watch the video below.\\n\\n**RELATED CONTENT**\\n\\n[Angelina Jolie, Salma Hayek on What Their Kids Thought of 'Eternals'](https://www.etonline.com/angelina-jolie-and-salma-hayek-share-what-their-kids-thought-of-eternals-exclusive-174141)\\n\\n['Eternals' Stars Skip Elle's Women in Hollywood After COVID Exposure](https://www.etonline.com/eternals-stars-angelina-jolie-and-salma-hayek-exposed-to-covid-19-skip-women-in-hollywood-event)\\n\\n[Angelina Jolie Reacts to Daughter Zahara Wearing Her 2014 Oscars Dress](https://www.etonline.com/angelina-jolie-reacts-to-daughter-zahara-wearing-her-2014-oscars-dress-to-eternals-premiere-173920)\",\"timestamp\":1635157219,\"title\":\"Angelina Jolie Joined by Daughters Zahara and Shiloh at 'Eternals' Rome Premiere\"},\"digest\":\"IQkLECaiJbNZdQauOwr8PMhMGWXMmRPf8kQG3WXZJIw\",\"authorship\":{\"contributor\":\"0x9fEBE8Fef2023A1471822697F2EE016e30D61953\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"24HlfgYcXvcsRJqovWLZ04pJZet9iiwsED1KRSrPZpI\\\",\\\"y\\\":\\\"n-gVNymbGKzctXHASAek3erLE9QoPDuiTW1pTI_1C2U\\\"}\",\"signature\":\"wsny-BUUEYjgcRhHRlDK2V2yTJwEChLLzYrNZ3qPjQNvRCIaLTPsNhr6SoJUqKMIUDpAOFkAi5_nDHBRTKz7Ng\",\"signingKeySignature\":\"0xd77c19aadbb0d55b0e8e0b5dfb7bef24fb5cd0d2ee60c0354cbd9b864767f4d31d028187c29af685bae20003b53a9b59c07b2db5bf0b9e77bd3438226220d0981c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"24HlfgYcXvcsRJqovWLZ04pJZet9iiwsED1KRSrPZpI\\\",\\\"y\\\":\\\"n-gVNymbGKzctXHASAek3erLE9QoPDuiTW1pTI_1C2U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IQkLECaiJbNZdQauOwr8PMhMGWXMmRPf8kQG3WXZJIw\"}"