"{\"content\":{\"body\":\"Wind elemental law ---- dimensional attack.\\n\\n\\\"Poof!The Gothus spear went straight into the amethyst, and the amethyst fell from the sky.The Spear flew back to Delia, leaving a hole in the amethyst.\\n\\n\\\"The hole was repaired instantly, as if it had not been hurt.\\n\\n\\\"The growling amethyst growled angrily, and the other one growled.\\n\\nLin Lei, Beibei look at each other, almost at the same time two people suddenly a pedal on the ground, two people strong horizontal body erupts a surprising explosive force, just like a sharp arrow, respectively shot to two amethyst monster.Lin Lei's right fist brings endless power to the amethyst monster.\\n\\nThe amethyst growled.A swipe of the claw.\\n\\n\\\"Peng!\\\"Lin Lei covered with dragon scale ground right hand and that claw mercilessly bump.\\n\\nLin Lei and this amethyst monster as if two meteorites collided, were actually put aside after the strength of the strong horizontal shock ground, that amethyst monster was shocked to fly to the ground, red double eyes full is consternation.And Lin Lei is the moment of landing, suddenly a pedal on the ground.Like a gust of wind.\\n\\n\\\"Ha Ha Lin Lei dark golden eyes have a trace of excitement.\\n\\nSince the body absorbed a drop of the power of the Lord god.Lin Lei has yet to meet an enemy whose body can match his own.\\n\\nLin Lei the whole person with the power of the dragon claw into the palm knife.Faint faint green ray of light is surrounded, palm knife still turns into countless mirage however, the space produces clear ripple, that amethystal monster is growling directly with the sharp horn of the top of head toward Lin Lei top come over!\\n\\nLin Lei's eyes burst and roared\\n\\n\\\"Poof!\\\"Palm knife directly on the head of the sharp corner, the sharp corner was split, Lin Lei palm knife continued to chop amethyst monster head.\\n\\nSpeed mystery ---- fan shadow!\\n\\nLin2 lei is shaken bounce, and that amethyst monster also is split of \\\"peng\\\" of 1, front leg cannot help but kneel down.\\n\\n\\\"Good hard horn.\\\"Lin Lei looked at his right palm, his right palm of the dragon scale actually oozed a trace of blood.\\n\\nThe amethyst was now full of rage. \\\"You, you, die!\\\"A low husky voice rose from the amethyst's throat as it grew slowly from its broken horns.But obviously, a broken Angle is not as easy to repair as a physical injury.\",\"timestamp\":1635743991,\"title\":\"spear\"},\"digest\":\"jmp044O4b72PQt3oERLGwaZhLskNfCmPWnsbS4c4XyA\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"signature\":\"DPS8hTvqrqciU3D8rGkhnFJUJ7SRAUUmuLNkTCr-VnvzLGQa0xi_IRQsTedAG9Bz97hKy1Tx8zCqs9tF9CAPpQ\",\"signingKeySignature\":\"0xea813b7d533962e7e7a3ffda33391115cdcb4a96e74b3306bea312c41d468bc2273a5984be26ed1fa43aedb1c757af7fa1c02d12a436234a8db352e2e6da5c6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jmp044O4b72PQt3oERLGwaZhLskNfCmPWnsbS4c4XyA\"}"