"{\"content\":{\"body\":\"***TLDR: We are hiring an inaugural Artist in Residence! Applications can be [submitted via this link](https://il9skbddhxb.typeform.com/to/gjsb06dd?typeform-source=www.google.com).***\\n\\nFor Semester II, which begins in February 2022, we are inviting invitations from artists around the world to become our inaugural **Artist in Residence (AiR)** and to take a position within our community to not only visually interpret the second Semester of CCS but also to infuse our community network with artistic inspiration, creative expression and spontaneous improvisation.\\n\\n### Overview\\n\\nWe are envisioning that the Artist in Residence role will comprise three main responsibilities:\\n\\n1. **Creating a Visual Theme for Semester II** - Artist in Residence to create a series of artworks that respond to the title of Semester II (title TBC). The artworks will become the visual identity for Semester II and will be used to promote the CSS Semester.\\n\\n   Key requests:\\n   1. Founding Art piece which becomes the centrepiece for the Semester.\\n   2. 10 related pieces that can be used for each individual talk taking place within the Semester - these pieces can be interpretations/remixes on the main Semester artwork - we wish to keep a consistent theme for the full Semester but would like to give each talk a slightly different feel / look.\\n2. **Inspiring our Community** - Contribute inspiration to the community Discord in any way you wish - this could be they drop sketches into the chat or respond to a thread with a motif or write poetry in response to a discussion - please infuse our community with art.\\n3. **Final Artefact Contribution** - At the close of Semester II we will create an artefact featuring all art pieces with selected quotes and clips from DAO activities. Final format TBC.\\n\\n### Application Details & Instructions:\\n\\n* **Title:** Artist in Residence (Semester II)\\n* **Duration:** February 2022 to April 2022.\\n* **Stipend:** $2.5K USDC base compensation + $CCS tokens (allocation TBD as we restructure our token pool; we are very focused on fair compensation)\\n* **Credit:** The artist will be credited, promoted and celebrated at all times during the Semester- by CCS, our community and our speakers. We are striving for the CCS Artist in Residence programme to be respected and recognised within the Liberal Arts community worldwide.\\n* **Access:** If not already members of the the CCS DAO, the Artist in Residence will be granted full access to all CCS activities, including attending all speaker sessions.\\n\\nWe will be accepting applications until **Sunday, February 23rd at 5pm EST**. If interested in the position of Artist in Residence (AiR), **please submit an application utilizing the form below**:\\n\\n[https://il9skbddhxb.typeform.com/to/gjsb06dd](https://il9skbddhxb.typeform.com/to/gjsb06dd)\\n\\nWe highly encourage applications from artists and creatives of all backgrounds. CCS seeks to build an open, inclusive community and does not discriminate on the basis of race, color, religion, age, sex, national origin, disability status, genetics, protected veteran status, sexual orientation, gender identity or expression, or any other characteristic protected by federal, state or local laws.\\n\\n**About CCS:**\\n\\n*[Crypto, Culture and Society (CCS)](https://cryptosociety.notion.site/Crypto-Culture-Society-01f39bcff26b422183061e6011b16892) is a Decentralised Autonomous Organisation (DAO) that is building liberal arts for crypto. We are a growing community of global learners who share resources, ideas and inspiration. We host guest lectures, performances and happenings all immersed in a collective spirit of multidisciplinarity, curiosity, and open-mindedness. Our first Semester, which ran from October 2021 to December 2021, featured talks from leaders within the crypto community including [Sirsu](https://society.mirror.xyz/fvoqxF8QOK7WwNahMqanfoWwcBneNoWMZK6QVqwU9aM), [Reggie James](https://society.mirror.xyz/NkM1QAQGygXZBe1Rsy9H6IsUtSCrs4rUhIwNpxgtvBw), [Bhoka](https://society.mirror.xyz/8HWXty6Zvzje_vGv9TPFHRoJZ38feL3tFCvOPcLKz_U), and [Li Jin](https://society.mirror.xyz/29gsbyDgeiJReTCXtKBz79mFzh-qwvMO-0ifSyJr3EE). You can find more about our work on [Twitter](https://twitter.com/cryptosocietys1), [Mirror](https://society.mirror.xyz/), and [Discord](https://discord.com/invite/emjmxQYYjf).*\",\"timestamp\":1642431328,\"title\":\"Announcing CCS's Artist in Residence (AiR) Program\",\"publication\":\"society\"},\"digest\":\"kBrYlwMR2_lMDYF0XzjmR62dFP6nH8pxAjca7A0e_l4\",\"authorship\":{\"contributor\":\"0x0EF7fc7B6730148Af0b35e0754a1420Bad088c4E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6A3KP-dC5BOaBgZ1GoGzNeYHu7SXxOqp__ivsh5wgSI\\\",\\\"y\\\":\\\"zpIvWiysKZIhtsX8SDmTdIfcTj3_UVV7Osj0AP1GZDA\\\"}\",\"signature\":\"0tsJ7guw-sAx1jm3vLZvYRCMe7C6J6HquSNtGpr75k9XLJdjuYZRcAGVVrFqiGF-4-_tANHAXRSv3hY4U8zAeQ\",\"signingKeySignature\":\"0xe6d82d68b2b3ab7dbfc67e61a2b73f8a160c8663eb6ad4c4f5cb21c9702c17b6052ac82264c1d2d41a1be627cc6dcf8775ef237898d53ccb8f3090350b8d63301c\",\"signingKeyMessage\":\"I authorize the publication of articles on society.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6A3KP-dC5BOaBgZ1GoGzNeYHu7SXxOqp__ivsh5wgSI\\\",\\\"y\\\":\\\"zpIvWiysKZIhtsX8SDmTdIfcTj3_UVV7Osj0AP1GZDA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L77TE6BA1FybebmOt21II3W7JpqL_1K7DHM2aJooW38\"}"