"{\"content\":{\"body\":\"[Kain](https://twitter.com/kaiynne?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) here, I was asked to write this post because, I’m not even fucking kidding, when the time to launch rolled around the Aelin CC’s realised no one had actually written up a launch post. So I volunteered to do it as my final contribution to the protocol, a small farewell gift. Also, I’m probably most aware of how Aelin came to exist…\\n\\n**A little history** \\n Like all great things in crypto, Aelin started as a response to a joke by [Mariano](https://twitter.com/nanexcool?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) on twitter. \\n\\n![](https://images.mirror-media.xyz/publication-images/zbuL_51ShGWLjhml9fnPw.png?height=1758&width=1354)\\n\\nI figured, yolo, I would just write up a spec and see whether anyone was interested in collaborating on it.\\n\\n@andrecronje immediately offered to code the contracts, in prod of course. He wrote a bunch of code but as things progressed it became clear my original spec was not clear enough and there were a number of edge cases that needed to be handled.\\n\\nIt then took on a life of its own when at the Synthetix offsite in July we decided to make a group to take Andre’s contracts and extend them based on the new information and some more ideation sessions. Several volunteers emerged after the offsite including Alex the Bored Ape who then lead the volunteers from that point on.\\n\\nI still had one more job to do which was write up the high-level spec and governance process. So I wrote [SIP-180](https://sips.synthetix.io/sips/sip-180/) which proposed utilising Synthetix governance to do a fair launch with a retro distribution to all SNX stakers as compensation for using their governance framework.\\n\\n**Aelin Overview \\n **Aelin is a deal coordination protocol, it differs from an on-chain fund like the LAO because each deal is discrete. Users pool funds into a single pool and the sponsor of that pool sources a single deal and then everyone holding the pool token (a claim on the pool funds) can decide whether they like the terms of the deal and accept it by converting their pool tokens into deal tokens, or reject it and get their funds back from the pool. The main downside for pool token holders is their funds are locked in the pool until the pool expires or a deal is sourced by the Sponsor. They can, however, sell their pool tokens as they are simply a claim on the funds in the pool. Each pool charges 2% of the total redeemed pool tokens paid to AELIN stakers plus an optional fee determined by the sponsor. If a pool token holder does not like a deal they can withdraw their funds without paying the 2% protocol fee or any sponsor fees. More information can be found in the Aelin [Readme](https://github.com/AelinXYZ/aelin#readme) and the [docs](https://calavera.gitbook.io/aelin/).\\n\\n**The Launch Process**\\nAelin protocol is being created via a fair launch. There are three methods of AELIN token distribution. The total supply of AELIN is 5,000 tokens. The “seed” round is being done as an Aelin pool meaning that there was no preferential access to tokens ahead of the public release of the protocol. Aelin is disrupting the VC’s.\\n\\n5% - 250 AELIN, an Aelin pool that will sell these tokens for 1.5m USD.\\n5% - 250 AELIN, a mega balancer pool with 8 DeFi tokens (to be voted on by Aelin holders)\\n15% - 750 AELIN, a  retro distribution to SNX holders for leveraging Synthetix governance\\n5% - 250 AELIN, to the Aelin DAO for retro volunteer payments and continuity\\n70% - 3500 AELIN, Inflation and other liquidity incentives.\\n\\n**AELIN Pool \\n **The first pool to launch will accept sUSD, it will be an uncapped pool that will enable pool token holders to redeem for AELIN tokens at a 30m FDV. 250 AELIN will be available in this pool. The pool type is uncapped, which means that you can purchase as many pool tokens as you want with sUSD but based on the total number of pool tokens each allocation will be scaled back. As an example if there is 150m sUSD in the pool and the AELIN tokens are worth $1.5m (30m FDV @ 250 tokens) then everyone will get 1/100th of their allocation. There is no vesting on this pool.\\n\\n**SNX Distribution \\n **The retro distribution for SNX staker will also use an Aelin pool. Each SNX staker will receive vAELIN which can be used to join the vAELIN pool. The conversion ratio in this pool will be 1:1 between vAELin and AELIN. There will be a 4 day cliff and a 26 day linear vest applied to these tokens. If a vAELIN holder misses the window to join the pool there will be a conversion contract deploy later which will enable direct redemptions between vAELIN and AELIN.\\n\\n**Optimism**\\nAelin will launch as a native token on Optimism, the pool factory contracts can be deployed to any EVM compatible chain. The pool factory contracts are also deployed on mainnet Ethereum at launch. The mechanism for distributing deal fees from various networks to AELIN stakers on Optimism has yet to be determined. In the meantime, the Aelin Council will have a multisig custodying deal fees on each network on behalf of Aelin stakers. However, all governance processes will occur on Optimism. While each factory is deployed as an immutable contract there is an expectation that future factories will be deployed and changes to these new factories must be validated by the Aelin Council. For details on how Aelin governance works see the AELIPs repo.\\n\\n**Conclusion**  \\n Aelin has been a novel experiment in launching an Ethereum protocol, it has taken an aggressive approach to almost every decision. Governance, token distribution, network deployment and many other aspects have been optimised to push the boundaries of how the launch of a new protocol can be coordinated. Based on discussions in discord there appear to be a number of sponsors lining up to launch deals over the next few months, so it should be an exciting time for the community.\\n\\n[Aelin Site](https://aelin.xyz/) | [Discord](https://discord.gg/BYNkeaZMNA) | [Docs](https://calavera.gitbook.io/aelin)\",\"timestamp\":1640312415,\"title\":\"Aelin Procol Launch\"},\"digest\":\"iwUxGuwCSe7uHPTBJyNAcF1XOsX-cYAFga860EYlLTw\",\"authorship\":{\"contributor\":\"0xb7a5623Ff208a94fd5C89846db6FfE30Dd76E5Ab\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7YgU2wd2BC0BEPFUc1MaVCsrQpdOqpVmSX8LeWqE9aA\\\",\\\"y\\\":\\\"oWIq6xYy_7M-1YdtEinsU1eURE8fzC2JlzOizLbu_5Y\\\"}\",\"signature\":\"sdDBFPSoDC4ygkLliwH7T2uUTes5CttTAyyqnGtiNW758BJDA1ojUIj4Zr3DxDQ5u3kupPkmiKHNpfsGnBXNFQ\",\"signingKeySignature\":\"0x18c22a2ab5c1d6d5bb11c067b1c270be37ba8d1c1a34a2f1b4f342cb2782116575c7afec2bd742869b3f71a86d6c45a3d0bef7a80cec71d642893ef37c2c45201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7YgU2wd2BC0BEPFUc1MaVCsrQpdOqpVmSX8LeWqE9aA\\\",\\\"y\\\":\\\"oWIq6xYy_7M-1YdtEinsU1eURE8fzC2JlzOizLbu_5Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iwUxGuwCSe7uHPTBJyNAcF1XOsX-cYAFga860EYlLTw\"}"