"{\"content\":{\"body\":\"Rarify is a collection of Defi applications that lets anyone claim and earn RARE COIN Cryptocurrency virtually free.\\n\\n“Rare Coin” is a new cryptocurrency that lives on the xDai Stake Blockchain and is easily accessible from wallets like Metamask with just a few settings tweaked. This makes it possible for us to distribute Rare Coin quickly and cheaply. ( < 7s  & < 0.0007 cents )\\n\\n**5 Quick Facts About Rare Coin!**\\n\\n1. Rare Coin has only been publicly available since March 8th 2021.\\n2. There will only ever be 36500 coins total and 720 coins released this year. The last coins won’t hit the market until 2071.\\n3. 99.9% of the total supply is up for grabs via our claiming app (out now) or staking app – (out now).\\n4. Rare Coin is 575x rarer than Bitcoin.\\n5. Rare Coin Burns 99.999961907722218920895% Less Power then bitcoin!\\n6. If you are reading this in 2021 it’s like stumbling upon a bitcoin article in 2009.\\n\\nUnlike Bitcoin or Ether, RARE coins are “Farmed” instead of “Mined”. Two Rare coins are created and distributed every day: One is equally distributed to the daily Claimers and one is weighted distributed to the weekly Stakers.\\n\\nThis means you don’t need to invest thousands into computer equipment to get free crypto, you just need to get a free Metamask account, get a few bucks in xDai, and claim some from the daily fountain! — (Coming March 2021)\\n\\n**Supply**\\nThere will only ever be 36,500 true Rare coins with the final coins being minted in 2071. 100% of the supply is distributed by smart contracts on the xDai chain and can be freely claimed, bought, sold, or staked through the Rarify Apps.\\n\\n**Distribution**\\nThere is no presale or initial distribution of the total supply. Instead, funds are dripped daily to the Rarify Claimer and Staker pools.\\n\\nOnly Two Rare Coins are released & distributed daily. One coin is sent to the Claimers pool and the second coin is sent to the Stakers pool. There, the coin is distributed based on that pool’s rules. To learn about each pool’s rules visit the Claimers and Stakers section below.\\n\\n**Claimers**\\nClaimers receive an equally distributed portion of the pool’s allocated daily supply of rare coin (1 coin per day). Anyone can make a claim through the Rarify Fountain App (pending they are connected to the xdai chain and have enough to cover the network transaction cost).\\n\\nClaimers can only make one claim per wallet, per daily distribution period. The more people in the pool that day, the less share of rare coin each claimer receives.\\n\\n**Stakers**\\nStakers can claim additional rewards by staking their collected Rare Coin to receive benefits. This allows them to earn daily interest from accrued fees through the trading network and receive additional rare coin dividends.\\n\\nAnyone holding Rare Coin and an equivalent amount of xDai can stake it and earn interest through the Rarify Staking App (pending they are connected to the xdai chain and have enough to cover the network transaction cost).\\n\\nEach stake instance is locked for the desired staking period. The longer you lock for, the larger pool bonus is awarded (7day = x1 , 21 day = 2x & 84 day = 3x) After the staking period has ended, the Staker may remove their liquidity and claim their accumulated rare dividends accrued.\\n\\nIn addition, a Staker can accumulate an additional 1% bonus per week against their initial stake for every week they do not claim any rewards! This means if you left your stake untouched for a year, you would earn an additional 72% pool bonus against your initial stake. — In other words, the longer your stake is left untouched, the more Rare you earn!\\n\\n[Learn and calculate how much you can earn here!](https://rare.fyi/stakers-app/)\\n\\n**Rarify Philosophy**\\nOur philosophy is simple. Create an ultra-rare currency ANYONE can farm. By equally and freely distributing the currency, this ensures mass distribution for widespread ownership of the asset.\\n\\nJust like in the early days of bitcoin, it was common for the average user to have many bitcoin, but at the same time even holding many coins only amounted to a few dollars of worth.\\n\\nHowever, over time those few dollars turned into thousands. So in the beginning early adopters will hold more coins but will likely sell early to future investors holding to for the next cycle.\\n\\nThere are no secret investors or holders. Rarify will be fairly distributing its supply since genesis. Users and investors create the price based on the exchanges farmers wish to sell on. When you hold some RARE coin you are betting on the economic use case growing over time.\\n\\nBy creating an ultra-low-cost and equally distributed farm, we can ensure that everyone has a chance to claim and own some of the rarest cryptocurrencies out there!\\n\\n**Now that you know a bit about Rare Coin it’s time to collect some! Here are some resources to help!**\\n\\n1. [Everything You Need To Buy Or Collect Rare Coin!](https://rare.fyi/get-started/#trade)\\n2. [How To Start Claiming Daily Rare in 5 Steps!](http://how%20to%20get%20verified%20with%20brightid%20in%205%20steps%21/)\\n3. [Learn How To Stake Your Rare & Earn Weekly Dividends!](https://rare.fyi/rare-news/how-rare-staking-will-work/)\\n4. Join our [telegram news channel](https://t.me/rarify_news) to hear up to date announcements\\n5. Join our [community group](https://t.me/rarify_community), we have staff on standby ready to help!\\n\\nOfficial Website: <https://rare.fyi/>\\nPublic News Channel: <https://t.me/rarify_news>\\nRarify Public Community: <https://t.me/rarify_community>\",\"timestamp\":1638675113,\"title\":\"The Next Bitcoin.\"},\"digest\":\"tIUClxAOgFX53CWlHkRzTV_YD7dw4sY5iH4flazEY3Q\",\"authorship\":{\"contributor\":\"0x4A98a5a52372183D007E62Dd9f7c3c033F06840D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AoR5wcL9xSqxas_0DhuTRdaiY9YUrbma6thT_uIR8yU\\\",\\\"y\\\":\\\"hzGHrEbx4bu62ZxOoOTan_e37I3fSJcFABBmCS0-HzM\\\"}\",\"signature\":\"n22bJxgt27Pw4m2nUtSNYOwaWUeTc1LGlTRYQYRUMazbFLqxVtXeX14NF82vIS5JvP9CmaWXozcBwQ_klCj_zg\",\"signingKeySignature\":\"0x49c83165816f01f386e22258e3593a9fc97f5c0c342630f9eebb032bf141eb8b76ef4260c98523ad351e694c4e00db76f87243cc0b44c9749ead40fc336271741c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AoR5wcL9xSqxas_0DhuTRdaiY9YUrbma6thT_uIR8yU\\\",\\\"y\\\":\\\"hzGHrEbx4bu62ZxOoOTan_e37I3fSJcFABBmCS0-HzM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tIUClxAOgFX53CWlHkRzTV_YD7dw4sY5iH4flazEY3Q\"}"