"{\"content\":{\"body\":\"![Police patrol Union Square on Nov 30, 2021 in San Francisco, California. Stores have increased security in response to a spike in thefts.](http://img2.chinadaily.com.cn/images/202112/14/61b7ffe3a310cdd3d8208eee.jpeg)\\n\\nWASHINGTON - Smash-and-grab robberies are headed toward crisis levels in some US cities, with gangs of thugs rampaging unchecked through stores and grabbing anything in site. City officials are accused of implementing policies that encourage such lawlessness.\\n\\nOn Saturday, two thieves walked into a Chicago store wielding hammers and a gun, smashing through display cases and stealing several watches valued at $2 million, US media reported.\\n\\nA security guard was shot and killed last month during a smash-and-grab robbery in Oakland, near San Francisco, California. He was protecting a local news crew while they covered the uptick of looting in the city.\\n\\nOutside Chicago, thugs recently stampeded through a Louis Vuitton store, filling large plastic bags with merchandise worth over $120,000, media reported.\\n\\nA string of violent robberies took place all in one weekend in the San Francisco Bay Area. Those included an incident whereby thieves with hammers ransacked several clothing, jewelry and sunglasses stores.\\n\\nOn the same weekend, as many as 80 bandits carrying crowbars hit a Nordstrom department store outside San Francisco, attacking one employee with pepper spray and stealing as much merchandise as they could get their hands on. The group fled via waiting getaway cars, US media reported.\\n\\nThe same weekend saw roving groups of criminals carrying crowbars and hammers attack multiple retailers, including Burberry, Louis Vuitton and Bloomingdale's, all around San Francisco's Union Square, media reported.\\n\\nThe recent surge in online shopping, due to the pandemic, has given criminals a vast marketplace in which to sell stolen goods.\\n\\nSenior executive vice president for public affairs at the Retail Industry Leaders Association Michael Hanson said, \\\"Criminals saw that \\\\[increase in online shopping\\\\] and said, 'Oh, my gosh. More people are shopping online. Let's go get more and more product to sell on marketplaces because we can make a lot of money,'\\\" as reported by The Hill, a US political newspaper.\\n\\n**CONTROVERSIAL OFFICIALS**\\n\\nCritics said radical city officials are responsible for implementing policies that encourage smash-and-grab robberies. Those include downgrading offenses from felonies to misdemeanors.\\n\\nAccording to the New York Post, over a dozen suspected looters in Los Angeles were arrested but rapidly released due to zero-bail policies that allow suspects to go free after arrest.\\n\\nThe 14 arrests followed a \\\"rash\\\" of 11 \\\"flash-mob type\\\" raids in which nearly $350,000 in goods was swiped in just 10 days last month in Los Angeles, with the most recent on Nov. 28, city Police Chief Michel Moore said, as reported in the New York Post.\\n\\n\\\"All of the suspects taken into custody are out of custody,\\\" Moore said, blaming \\\"zero-bail criteria\\\" for the alleged criminals' rapid release.\\n\\nCalifornia last year implemented a no bail policy for what the state called misdemeanors and lower-level felonies, in a bid to tamp down the prison population during the pandemic.\\n\\nWhile the policy was supposed to be rescinded, it was kept in place in Los Angeles County.\\n\\nCity residents and police officers point to a recent surge in the number of local prosecutors and council members who openly state they want to shake up the system. That starts with dramatically reducing sentences and even refusing to prosecute suspects for myriad offenses -- even violent crimes, critics said.\\n\\nUS President Joe Biden's approval rating on crime has fallen off a cliff amid the smash-and-grab crisis.\\n\\nAround 36 percent of Americans support how the president has handled crime, according to a poll taken by ABC/IPSOS and published Sunday. That's down dramatically from an already paltry 43 percent that the polling group published in October.\\n\\nBrookings Institution Senior Fellow Darrell West told Xinhua, \\\"Crime is a difficult issue for Democrats because Republicans love to portray them as soft on crime.\\\"\\n\\n\\\"There has been a significant increase in crime in many urban areas and that definitely will be an issue the GOP uses against Democrats. This issue probably won't be as important as COVID and the economy in the election, but it is one Democrats should take seriously given their political exposure on this issue.\\\"\\n\\nPaula Soloman, a housewife in the D.C. area in her 40s, told Xinhua she worries that smash and grab robberies could come to her area, and frets over whether she'll be caught in the middle and injured while shopping.\\n\\nShane Lucas, a fitness instructor in her 40s in the D.C. area, told Xinhua she refuses to drive into D.C. at night, for fear of the generally rising crime there.\",\"timestamp\":1639492548,\"title\":\"Smash-and-grab robberies hit multiple US cities\"},\"digest\":\"8slP0z_YHA0qaDUckbUSJ8GM5v7AovyGKGjlVoTs_s0\",\"authorship\":{\"contributor\":\"0x3727dB8D15f2F74944bd38519645F4cEAc4DB752\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fXuaCtPnHeZqIgbei0lG4W7noG42fUoHP28ENYQ6q38\\\",\\\"y\\\":\\\"kCEE1kS7ymuzujYX9Qv2YCxvdDdOJoAZUL61NAfpThY\\\"}\",\"signature\":\"dgqd_myOIj0Msoc1x8Z1UFrEwFu-ZF_RhiamvCSLnj9wB1bgjc7TkAEjXtq5vj7TOuNq73Kox_KFJHG94RP4Rg\",\"signingKeySignature\":\"0x1ea7cbeec81830892b1d3c458fa58133cd410383dce266accff132f57742d9a46a5bfb0d4972908141b49382ecd3cf9dedb0b3917870078bca7d868d06088bd81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fXuaCtPnHeZqIgbei0lG4W7noG42fUoHP28ENYQ6q38\\\",\\\"y\\\":\\\"kCEE1kS7ymuzujYX9Qv2YCxvdDdOJoAZUL61NAfpThY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8slP0z_YHA0qaDUckbUSJ8GM5v7AovyGKGjlVoTs_s0\"}"