"{\"content\":{\"body\":\"## Interviewers love to hear them\\n\\n![Photo by Thought Catalog on Unsplash](https://miro.medium.com/max/1400/0\\\\*NQ2JpGVUd9IyfBvf)\\n\\nLast Sunday (Dec 5) was the birthday of [Uncle Bob](https://en.wikipedia.org/wiki/Robert_C._Martin), the father of the clean code movement and the Agile Manifesto.\\n\\nAs I was thinking about his contributions, I felt compelled to pay homage to all the wisdom-bearers of the programming world so far. I could not come up with this soon enough, because gathering transformative thoughts from across 6–7 decades of work was not an easy task.\\n\\nSome of them also helped me steer through my senior developer interviews, for they reveal age-old, time-tested bits of programming wisdom. I have indicated them below with an asterisk (\\\\*).\\n\\n## Design\\n\\n```\\n#1:(*) Functions should do something, or answer something, but not both - Robert C. Martin (aka Uncle Bob, Creator of Clean Code & Agile Manifesto)\\n#2: (*) Context is worth 80 IQ points - Alan Kay (OOP pioneer)\\n#3: Master programmers think of systems as stories to be told rather than programs to be written - Robert C. Martin#4: (*) In order to make sure our functions are doing ‘one thing’, we need to make sure that the statements within the function are all at the same level of abstraction - Robert C. Martin\\n```\\n\\n## Algorithms and Complexity\\n\\n```\\n#5: Fools ignore complexity. Pragmatists suffer it. Some can avoid it. Geniuses remove it - Alan Perlis (Creator, ALGOL)#6: Space is time (compact data is faster to traverse than scattered data) - Bjarne Stroustrup (Creator, C++)#7: (*) An algorithm must be seen to be believed - Donald Knuth//Personal Favorite (a recent one)#8: Alternative Big O notation:\\nO(1) = O(yeah)\\nO(log n) = O(nice)\\nO(n) = O(ok)\\nO(n²) = O(my)\\nO(2ⁿ) = O(no)\\nO(n!) = O(mg!)- Josh Carroll\\n```\\n\\n## Importance of Clean Work\\n\\n```\\n#9: The most damaging phrase in the language is..it’s always been done this way - Grace Hopper (Pioneer Computer Scientist, Inventor of Linkers)#10: It is easier to change the specification to fit the program than vice versa - Alan Perlis (Creator, ALGOL)#11: Programs must be written for people to read, and only incidentally for machines to execute - Hal Abelson (Founder, Free Software Foundation)#12: The first rule of functions is that they should be small- Robert C. Martin#13: Later equals never - LeBlanc’s Law#14: (*) Any fool can write code that a computer can understand. Good programmers write code that humans can understand - Martin Fowler (Author, Programmer, Speaker)#15: (*) Testing leads to failure, and failure leads to understanding - Burt Rutan (Designer, Voyager —the first non-stop Aircraft to fly around the world)#16: Quality is free, but only to those who are willing to pay heavily for it - Tom Demarco, Tim Lister (Authors, Peopleware: Productive Projects and Teams)#17: All software sucks - Alan Cox (Contributing developer, Linux)\\n```\\n\\n## Programming Languages\\n\\n```\\n#18: (*) Programming isn’t about what you know; it’s about what you can figure out - Chris Pine (Author, Learn to program)#19: Actually I made up the term “object-oriented”, and I can tell you I did not have C++ in mind - Alan Kay (OOP pioneer)#20: The fact that ‘goto’ can do anything is exactly why we don’t use it - Bjarne Stroustrup (Creator, C++)#21: The only way to learn a new programming language is by writing programs in it - Dennis Ritchie (Creator, C)#22: It makes my head explode when there are people who think you can do everything in HTML - James Gosling (Creator, Java)#23: Haskell is faster than C++, more concise than Perl, more regular than Python, more flexible than Ruby, more typeful than C#, more robust than Java, and has absolutely nothing in common with PHP - Audrey Tang (Free Software Programmer, Haskell & Perl Community Leader)#24: SQL, Lisp, and Haskell are the only programming languages that I’ve seen where one spends more time thinking than typing - Philip Greenspun (Creator, Photo.net)#25: Programming languages are like girlfriends: The new one is better because *you* are better - Derek Sivers (Entreprenuer, Musician, TED Speaker, Programmer)\\n```\\n\\n## Optimization and Performance\\n\\n```\\n#26: Often designers do complicated things that improve the capacity on a particular hardware platform when it might actually be cheaper to buy more hardware - Martin Fowler (Author, Programmer, Speaker)#27: It’s hardware that makes a machine fast. It’s software that makes a fast machine slow - Craig Bruce#28: To optimize old code, first get rid of the fancy stuff - Bjarne Stroustrup (Creator, C++)#29: (*) If you optimize everything, you will always be unhappy - Donald Knuth (Father of Analysis of Algorithms)\\n```\\n\\n## Usability and Design\\n\\n```\\n#30: If we want users to like our software, we should design it to behave like a likeable person - Alan Cooper (Creator, Visual Basic)#32: The most common user action on a Website is to flee - Edward Tufte, (Researcher, Information Design)#33: A brilliant solution to the wrong problem can be worse than no solution at all: solve the correct problem. - Donald A. Norman (Researcher & Author, User Centered Design)#34: The purpose of computing is insight, not numbers - Richard Hamming#35: That’s not what we think design is. … It’s not just what it looks like and feels like. Design is how it works - Steve Jobs, Apple#36: The best error message is the one that never shows up - Thomas Fuchs#37: Applications programming is a race between software engineers, who strive to produce idiot-proof programs, and the universe which strives to produce bigger idiots. So far, the Universe is winning - Rick Cook (Fantasy Author)\\n```\\n\\n## Productivity and Software as a business:\\n\\n```\\n#38: Talk is cheap. Show me the code - Linus Torvalds (Creator, Linux)#39: Most software today is very much like an Egyptian pyramid with millions of bricks piled on top of each other, with no structural integrity, but just done by brute force and thousands of slaves - Alan Kay (OOP pioneer)#40: Secret to productivity is not finding more time to do more stuff, but finding the strength to do less of the stuff that doesn't need doing - David Heinemeier Hansson (Creator, Ruby on Rails)#41: (*) Adding manpower to a late software project makes it later - Fred Brooks (Developer, IBM/360)\\n```\\n\\nLastly, I found something while googling the `Agile` keyword:\\n\\n```\\n#42:Don’t let your tools become your process ― Anonymous\\n```\\n\\n## Conclusion\\n\\nThe secret behind choosing 42 quotes isn’t that unpredictable for many:\\n\\n```\\nThe Answer to the Ultimate Question of Life, The Universe, and Everything is 42 - Douglas Adams, The Hitchhiker’s Guide to the Galaxy\\n```\\n\\nDouglas disappointed everyone who was curious about what was so special about 42: It was simply meant as a joke.\\n\\nFor software enthusiasts, however, 42 holds a special place in history. It happens to be the only number that took them decades of [supercomputing](https://news.mit.edu/2019/answer-life-universe-and-everything-sum-three-cubes-mathematics-0910) to solve the puzzle:\\n\\n```\\nFind x, y & z, where x3 + y3 + z3 = d, and d = 42\\n```\\n\\nThe puzzle was far easily solved for many other values of d, except for 42.\\n\\nBut again, as [Bjarne Stroustrup said](https://www.stroustrup.com/quotes.html), with regard to programming:\\n\\n> *Absolute certainty is a terrible thing.*\",\"timestamp\":1639417095,\"title\":\"42 Timeless Programming Quotes - Better Programming\"},\"digest\":\"x-cISRlJ-wFcDKsX1J-rGLlOxN2wbcAxwzyzfu7q140\",\"authorship\":{\"contributor\":\"0xE38bDdAF884207ea1f07703DA7BFFF96053BC68a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7hNUK2uXhXFhpCDjwbmEtNX8CmfvU2ckR-HIsJ7or6E\\\",\\\"y\\\":\\\"wPhIHoHHHWiUYDa0gEBZwUtWkSl8YzJyMATS6-Arb_E\\\"}\",\"signature\":\"tyGK42gGG54BL-6kG-PsOTqR0H0LtfVW3yCDLN1T1wYYY4XMiq7EHMN5ANMJofkO_xjzR1RJOprCwaBLrqFshg\",\"signingKeySignature\":\"0x599e6f76c19a9201de8acf08c7bb714db8435d0b10eb171090a62870c0245c17479bed8e93ae178c0bc2c5c0c9e4363a14bae3df5dd540775b6aa7a12746c6e11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7hNUK2uXhXFhpCDjwbmEtNX8CmfvU2ckR-HIsJ7or6E\\\",\\\"y\\\":\\\"wPhIHoHHHWiUYDa0gEBZwUtWkSl8YzJyMATS6-Arb_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x-cISRlJ-wFcDKsX1J-rGLlOxN2wbcAxwzyzfu7q140\"}"