"{\"content\":{\"body\":\"Severne was not there; but sent word to Vizard he should be there in time.\\n\\nThis filled the cup. Zoe's wounded pride had been rising higher and higher all the night, and she came down rather pale, from broken rest, and sternly resolved. She had a few serious words with Fanny, and sketched her out a little map of conduct, which showed that she had thought the matter well over.\\n\\nBut her plan bid fair to be deranged: Severne was not at the station: then came a change. Zoe was restless, and cast anxious glances.\\n\\nBut at the second bell he darted into the carriage, as if he had just dispatched some wonderful business to get there in time. While the train was starting, he busied himself in arranging his things; but, once started, he put on his sunny look and prepared to be, as usual, the life and soul of the party.\\n\\nBut, for once, he met a frost. Zoe was wrapped in impenetrable *hauteur,* and Fanny in polite indifference. Never was loss of favor more ably marked without the least ill-breeding, and no good handle given to seek an explanation.\\n\\nNo doubt a straightforward man, with justice on his side, would have asked them plumply whether he had been so unfortunate as to offend, and how; and this was what Zoe secretly wished, however she might seem to repel it. But Severne was too crafty for that. He had learned the art of waiting.\\n\\nAfter a few efforts at conversation and smooth rebuffs, he put on a surprised, mortified, and sorrowful air, and awaited the attack, which he felt would come soon or late.\\n\\nThis skillful inertia baffled the fair, in a man; in a woman, they might have expected it; and, after a few hours, Zoe's patience began to wear out.\\n\\nThe train stopped for twenty minutes, and, even while they were snatching a little refreshment, the dark locks and the blonde came very close together; and Zoe, exasperated by her own wounded pride and the sullen torpor of her lover, gave Fanny fresh instructions, which nobody was better qualified to carry out than that young lady, as nobody was better able to baffle female strategy than the gentleman.\\n\\nThis time, however, the ladies had certain advantages, to balance his subtlety and his habit of stating anything, true or false, that suited his immediate purpose.\\n\\nThey opened very cat-like. Fanny affected to be outgrowing her ill-humor, and volunteered a civil word or two to Severne. Thereupon Zoe turned sharply away from Fanny, as if she disapproved her conduct, and took a book. This was pretty sly, and done, I suppose, to remove all idea of concert between the fair assailants; whereas it was a secret signal for the concert to come into operation, it being Fanny's part to play upon Severne, and Zoe's to watch, from her corner, every lineament of his face under fire.\\n\\n\\\"By-the-way, Mr. Severne,\\\" said Fanny, apropos of a church on a hill they were admiring, \\\"did you get your winnings?\\\"\\n\\n\\\"My winnings! You are sarcastical.\\\"\\n\\n\\\"Am I? Really I did not intend to be.\\\"\\n\\n\\\"No, no; forgive me; but that did seem a little cruel. Miss Dover, I was a heavy loser.\\\"\\n\\n\\\"Not while we were there. The lady and gentleman who played with your money won, oh, such a deal!\\\"\\n\\n\\\"The devil they did!\\\"\\n\\n\\\"Yes. Did you not stay behind, last night, to get it? We never saw you at the Russie.\\\"\\n\\n\\\"I was very ill.\\\"\\n\\n\\\"Bleeding at the nose?\\\"\\n\\n\\\"No. That always relieves me when it comes. I am subject to fainting fits: once I lay insensible so long they were going to bury me. Now, do pray tell me what makes you fancy anybody won a lot with my money.\\\"\\n\\n\\\"Well, I will. You know you left fifty pounds for a friend to bet with.\\\"\\n\\nSeverne stared; but was too eager for information to question her how she knew this. \\\"Yes, I did,\\\" said he.\\n\\n\\\"And you really don't know what followed?\\\"\\n\\n\\\"Good heavens! how can I?\\\"\\n\\n\\\"Well, then, as you ran out--to faint, Mademoiselle Klosking came in, just as she did at the opera, you know, the time before, when you ran out--to bleed. She slipped into your chair, the very moment you left it; and your friend with the flaming neck-tie told her you had set him to bet with your money. By-the-by, Mr. Severne, how on earth do you and Mademoiselle Klosking, who have both so much taste in dress, come to have a mutual friend, vulgarity in person, with a velveteen coat and an impossible neck-tie?\\\"\\n\\n\\\"What are you talking about, Miss Dover? I do just know Mademoiselle Klosking; I met her in society in Vienna, two years ago: but that cad I commissioned to bet for me I never saw before in my life. You are keeping me on tenter-hooks. My money--my money--my money! If you have a heart in your bosom, tell me what became of my money.\\\"\\n\\nHe was violent, for the first time since they had known him, and his eyes flashed fire.\\n\\n\\\"Well,\\\" said Fanny, beginning to be puzzled and rather frightened, \\\"this man, who you *say* was a new acquaintance--\\\"\\n\\n\\\"Whom I *say?* Do you mean to tell me I am a liar?\\\" He fumbled eagerly in his breast-pocket, and produced a card. \\\"There,\\\" said he, \\\"this is the card he gave me, 'Mr. Joseph Ashmead.' Now, may this train dash over the next viaduct, and take you and Miss Vizard to heaven, and me to hell, if I ever saw Mr. Joseph Ashmead's face before. THE MONEY!--THE MONEY!\\\"\\n\\nHe uttered this furiously, and, it is a curious fact; but Zoe turned red, and Fanny pale. It was really in quite a cowed voice Miss Dover went on to say, \\\"La! don't fly out like that. Well, then, the man refused to bet with your money; so then Mademoiselle Klosking said she would; and she played--oh, how she did play! She doubled, and doubled, and doubled, hundreds upon hundreds. She made a mountain of gold and a pyramid of bank-notes; and she never stopped till she broke the bank--there!\\\"\\n\\n\\\"With my money?\\\" gasped Severne.\\n\\n\\\"Yes; with your money. Your friend with the loud tie pocketed it; I beg your pardon, not your friend--only hers. Harrington says he is her *cher ami.\\\"*\\n\\n\\\"The money is mine!\\\" he shrieked. \\\"I don't care who played with it, it is mine. And the fellow had the impudence to send me back my fifty pounds to the Russie.\\\"\\n\\n\\\"What! you gave him your address?\\\" this with an involuntary glance of surprise at Zoe.\\n\\n\\\"Of course. Do you think I leave a man fifty pounds to play with, and don't give him my address? He has won thousands with my money, and sent me back my fifty, for a blind, the thief!\\\"\\n\\n\\\"Well, really it is too bad,\\\" said Fanny. \\\"But, there--I'm afraid you must make the best of it. Of course, their sending back your fifty pounds shows they mean to keep their winnings.\\\"\\n\\n\\\"You talk like a woman,\\\" said he; then, grinding his teeth, and stretching out a long muscular arm, he said, \\\"I'll take the blackguard by the throat and tear it out of him, though I tear his life out along with it.\\\"\\n\\nAll this time Zoe had been looking at him with concern, and even with admiration. He seemed more beautiful than ever, to her, under the influence of passion, and more of a man.\\n\\n\\\"Mr. Severne,\\\" said she, \\\"be calm. Fanny has misled you, without intending it. She did not hear all that passed between those two; I did. The velveteen and neck-tie man refused to bet with your money. It was Mademoiselle Klosking who bet, and with her own money. She took twenty-five pounds of her own, and twenty-five pounds of yours, and won two or three hundred in a few moments. Surely, as a gentleman, you cannot ask a lady to do more than repay you your twenty-five pounds.\\\"\\n\\nSeverne was a little cowed by Zoe' s interference. He stood his ground; but sullenly, instead of violently.\\n\\n\\\"Miss Vizard, if I were weak enough to trust a lady with my money at a gambling table, I should expect foul play; for I never knew a lady yet who would not cheat *at cards,* if she could. I trusted my money to a tradesman to bet with. If he takes a female partner, that is no business of mine; he is responsible all the same, and I'll have my money.\\\"\\n\\nHe jumped up at the word, and looked out at the window; he even fumbled with the door, and tried to open it.\\n\\n\\\"You had better jump out,\\\" said Fanny.\\n\\n\\\"And then they would keep my money for good. No;\\\" said he, \\\"I'll wait for the nearest station.\\\" He sunk back into his seat, looking unutterable things.\\n\\nFanny looked rather rueful at first; then she said, spitefully, \\\"You must be very sure of your influence with your old sweetheart. You forget she has got another now--a tradesman, too. He will stick to the money, and make her stick to it. Their sending the fifty pounds shows that.\\\"\\n\\nZoe's eyes were on him with microscopic power, and, with all his self-command, she saw him wince and change color, and give other signs that this shaft had told in many ways.\\n\\nHe shut his countenance the next moment; but it had opened, and Zoe was on fire with jealousy and suspicion.\\n\\nFluctuating Fanny regretted the turn things had taken. She did not want to lose a pleasant male companion, and she felt sure Zoe would be unhappy, and cross to her, if he went. \\\"Surely, Mr. Severne,\\\" she said, \\\"you will not desert us and go back for so small a chance. Why, we are a hundred and fifty miles from Homburg, and all the nearer to dear old England. There, there--we must be kinder to you, and make you forget this misfortune.\\\"\\n\\nThus spoke the trimmer. The reply took her by surprise.\\n\\n\\\"And whose fault is it that I am obliged to get out a hundred and fifty miles from Homburg? You knew all this. You could have got me a delay of a few hours to go and get my due. You know I am a poor man. With all your cleverness, you don't know what made me poor, or you would feel some remorse, perhaps; but you know I am poor when most I could wish I were rich. You have heard that old woman there fling my poverty in my teeth; yet you could keep this from me--just to assist a cheat and play upon the feelings of a friend. Now, what good has that done you, to inflict misery on me in sport, on a man who never gave you a moment's pain if he could help it?\\\"\\n\\nFanny looked ruefully this way and that, her face began to work, and she laid down her arms, if a lady can be said to do that who lays down a strong weapon and takes up a stronger; in other words, she burst out crying, and said no more. You see, she was poor herself.\\n\\nSeverne took no notice of her; he was accustomed to make women cry. He thrust his head out of the window in hopes of seeing a station near, and his whole being was restless as if he would like to jump out.\\n\\nWhile he was in this condition of mind and body, the hand he had once kissed so tenderly, and shocked Miss Maitland, passed an envelope over his shoulder, with two lines written on it in pencil:\\n\\n\\\"If you GO BACK TO HOMBURG, oblige ME BY REMAINING there.\\\"\\n\\nThis demands an explanation; but it shall be brief.\\n\\nFanny's shrewd hint, that the money could only be obtained from Mdlle. Klosking, had pierced Zoe through and through. Her mind grasped all that had happened, all that impended, and, wisely declining to try and account for, or reconcile, all the jarring details, she settled, with a woman's broad instinct, that, somehow or other, his going back to Homburg meant going back to Mademoiselle Klosking. Whether that lady would buy him or not, she did not know. But going back to her meant going a journey to see a rival, with consequences illimitable.\\n\\nShe had courage; she had pride; she had jealousy. She resolved to lose her lover, or have him all to herself. Share him she would not, nor even endure the torture of the doubt.\\n\\nShe took an envelope out of her satchel, and with the pencil attached to her chatelaine wrote the fatal words, \\\"If you go back to Homburg, oblige me by remaining there.\\\"\\n\\nAt this moment she was not goaded by pique or any petty feeling. Indeed, his reproach to Fanny had touched her a little, and it was with the tear in her eye she came to the resolution, and handed him that line, which told him she knew her value, and, cost what it might, would part with any man forever rather than share him with the Klosking or any other woman.\\n\\nSeverne took the line, eyed it, realized it, fell back from the window, and dropped into his seat. This gave Zoe a consoling sense of power. She had seen her lover raging and restless, and wanting to jump out, yet now beheld him literally felled with a word from her hand.\\n\\nHe leaned his head in his hand in a sort of broken-down, collapsed, dogged way that moved her pity, though hardly her respect.\\n\\nBy-and-by it struck her as a very grave thing that he did not reply by word, nor even by look. He could decide with a glance, and why did he hesitate? Was he really balancing her against Mademoiselle Klosking weighted with a share of his winnings?\\n\\nThis doubt was wormwood to her pride and self-respect; but his crushed attitude allayed in some degree the mere irritation his doubt caused.\\n\\nThe minutes passed and the miles: still that broken figure sat before her, with his face hidden by his white hand.\\n\\nZoe's courage began to falter. Misgivings seized her. She had made that a matter of love which, after all, to a man, might be a mere matter of business. He was poor, too, and she had thrust her jealousy between him and money. He might have his pride too, and rebel against her affront.\\n\\nAs for his thoughts, under that crushed exterior, which he put on for a blind, they were so deliberate and calculating that I shall not mix them on this page with that pure and generous creature's. Another time will do to reveal his sordid arithmetic. As for Zoe, she settled down into wishing, with all her heart, she had not submitted her lover so imperiously to a test, the severity of which she now saw she had underrated.\\n\\nPresently the speed of the train began to slacken--all too soon. She now dreaded to learn her fate. Was she, or was she not, worth a few thousand pounds ready money?\\n\\nA signal-post was past, proving that they were about to enter a station. Yet another. Now the wheels were hardly turning. Now the platform was visible. Yet he never moved his white, delicate, womanish fingers from his forehead, but remained still absorbed, and looked undecided.\\n\\nAt last the motion entirely ceased. Then, as she turned her head to glean, if possible, the name of the place, he stole a furtive glance at her. She was pallid, agitated. He resolved upon his course.\\n\\nAs soon as the train stopped, he opened the door and jumped out, without a word to Zoe, or even a look.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/33](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/33)\\n\\n\",\"timestamp\":1637669448,\"title\":\"\\nTHAT same morning our English party snatched a hasty breakfast in traveling attire\"},\"digest\":\"4oJdVAFjyRRPXHN73BrbbFE2muRkRcoSklIMiSKijEo\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bg5sPlOY6YkS2x-91O7r8piplFH2S4FnsSrZV-1ncoo\\\",\\\"y\\\":\\\"9kR_l-RSuV71_DjHWwOm6F4umGlROvP0_arXe9lrsMk\\\"}\",\"signature\":\"3Pdvs_8zAWnQq2fe__c57aoG7XaXnQt2PCs6KCMFR1gUh-86P_RYEszWKhHz2cNbl6GYj0rPbKYZgdWM5qerkg\",\"signingKeySignature\":\"0xc1f1808ad13e567836d360c16439fae2c959eda2506d92d7bf21da93959b4c056e5346845b08cd675d4442c11a3619f8d67374b8654a3b26920124b762e67cff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bg5sPlOY6YkS2x-91O7r8piplFH2S4FnsSrZV-1ncoo\\\",\\\"y\\\":\\\"9kR_l-RSuV71_DjHWwOm6F4umGlROvP0_arXe9lrsMk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4oJdVAFjyRRPXHN73BrbbFE2muRkRcoSklIMiSKijEo\"}"