"{\"content\":{\"body\":\"一起吃火锅，一起看电视、一起玩游戏，一起聊音乐，总之，各种一起，一个愉快的夜晚，很快就到了要回学校宿舍的时间，钱浅要回学校，但是这个时候甄傲雪说了句：“你先回吧，我……还有事情要跟大叔说。”\\n\\n这……钱浅怎么可能放心把大叔交给她？怎么办？要不要摊牌？\\n\\n看到钱浅的纠结，甄傲雪露出狐疑：“怎么了？再不回去，宿舍要关门了。”\\n\\n宿舍关门甄傲雪倒是不怕，因为她住在外面，她也要云雪工作室的一半，现在工作室赚了100多万，她也是小富婆了，跟钱浅是一个级别的都是50万身家。不过，现在她跟云野分手，以后云野赚的钱她就分不到了，便宜了另外一个女生，所以她也越想越气。\\n\\n吴缺看到这场面，主动表示：“要不，你们可以住这里，反正宽敞。”\\n\\n甄傲雪不懂了，如果她一个人留下来，明显是送给大叔的天赐良机，大叔为什么……\\n\\n钱浅出乎意料地同意了吴缺的建议：“好啊，这么大的房子，住起来肯定很舒服，我决定了，在这里住一夜，你们先聊，我去看看我的房间要不要收拾一下。”\\n\\n甄傲雪终于有点回过味儿来了，看着钱浅钻进了客房，那个曾经属于自己的房间，她盯着吴缺：“大叔，你们……”\\n\\n吴缺干咳一声：“你有什么话想说？”\\n\\n甄傲雪：“不是，你先给我解释为什么钱浅要住这里？那是我的房间。”\\n\\n吴缺：“这个……我现在欠了她20万，可能她想在这里监督我，怕我跑了吧。”他想出了一个奇葩的理由，但凡有点常识的人都会起疑。\\n\\n甄傲雪惊讶：“你什么时候变得这么穷了？”\\n\\n吴缺：“倒也不是穷，就是现金流不是那么充裕。”也是，他的1000万美元，跟林星雅的1.2亿美元相比，那肯定是不够充裕的。他这也不算是撒谎。\\n\\n甄傲雪想不到钱浅这么浅的交情也会借钱给吴缺，自己……她也说：“那你还需要吗？我也有几十万。”\\n\\n吴缺骗钱浅的钱就是好玩，但不想骗甄傲雪：“……暂时不需要，如果需要，我会求你的，谢谢啊。”\\n\\n甄傲雪拉着吴缺的手到露台去聊天，吴缺碰到她的手的瞬间感觉有点太渣，钱浅还在客房呢，但是甄傲雪浑然不觉，她压根就没想到钱浅会跟她的大叔好，其实她自己都没觉得“年少不知大叔好，错把少年当做宝”，不过就是会做饭而已，生意和工作经常出问题，大起大落，一会儿2亿美元大户人家，一会儿20万都拿不出来。\\n\\n两个女生都对加密圈一知半解，看新闻都看不懂。什么硬分叉，什么公链合并，全都是不懂的。\\n\\n甄傲雪幽幽道：“大叔，你说，如果让他破产了，我和他还能破镜重圆吗？”\\n\\n吴缺：“有可能吧，前提是别让他知道是你干的好事。一夜夫妻百夜恩，要不，您再考虑一下？他很可能恨你一辈子。”\\n\\n甄傲雪想到了什么伤心事，决然道：“不，我宁可让他恨我，你……帮我去做吧。诉讼费用可以找我。”\\n\\n她本来想在这里过夜的，没想到钱浅横插一杠子，只能说：“我回家了，你送我好不好？”\\n\\n这个当然要的，吴缺跟钱浅打了个招呼，就下楼去送人。\\n\\n特斯拉Plaid把甄傲雪送到了她所在的公寓楼，居然是逍遥游公寓的音乐学院店，所以跟之前的居住条件很像，不过甄傲雪租的是“高端白领大单间”，有35平米那么大，看起来挺宽敞的。\\n\\n女生住逍遥游挺好的，安全性高，又保持独立。\\n\\n“你想看看我住的地方吗？”甄傲雪邀请。\\n\\n于是，吴缺就看到了这个大单间的陈设。\\n\\n吴缺点评了两句“环境不错”，准备离开，甄傲雪用一种古怪的语调叫了一声：“大叔\\\\~”\\n\\n“嗯？”吴缺的手已经放在了门把手上。\\n\\n甄傲雪用肢体语言表达了自我，从背后抱住了吴缺，少女软软的Q弹的胸部紧紧贴着男人的背。\\n\\n糟了，小妹妹发春了，可惜，吴缺自认为不可能同时跟两个小妹妹谈情说爱。\\n\\n到这个地步，吴缺只好摊牌，轻咳一声：“那个，小雪，自从上次的24小时，我们已经分开好久了，很多事情发生了，比如……我跟浅浅，其实，那个，你懂的吧？”\\n\\n甄傲雪：“什么？不懂。”\\n\\n吴缺：“我跟浅浅可能是男女朋友关系了，我得走了，要不然回去要挨打了。”\\n\\n甄傲雪惊愕不已，没想到自家大叔居然这么抢手，就连心高气傲的钱浅居然也看上了他，吴缺充满遗憾地叹了口气，说了声“再见”，开门走了。\\n\\n钱浅看到吴缺快去快回，松了口气，调侃道：“我还以为你要留在老情人那里了呢。”\\n\\n吴缺：“咳，不是什么老情人，纯欲关系。”\\n\\n钱浅：“那我呢？”\\n\\n吴缺：“我总感觉浅浅跟别的浅薄少女不一样，有一股子机灵劲。”\\n\\n钱浅似笑非笑道：“昨晚我被你套路了，不算数，以后我们要相敬如宾知道吗？”\\n\\n吴缺：“哦，应该的，昨晚只是给我治病，现在病好了，应该好好休息，那我们……分开睡？”\\n\\n钱浅：“是啊，床我都铺好了，不过，我是不会锁门的，相信你。”\\n\\n吴缺本来是很老实的，但是今晚怎么也睡不着，总是想着甄傲雪的那一抱，好遗憾啊。\\n\\n一个小时之后，他终于起床了，上了个厕所，路过客房，一时兴起，拧开了房门，这时候钱浅也没睡着，听到声音，紧张到弓起身子。\\n\\n吴缺轻声呼唤：“浅浅……”\\n\\n钱浅紧张到屏住呼吸。\\n\\n吴缺：“睡了吗？我睡不着啊，要不，聊聊天？”\\n\\n见她没反应，吴缺不客气，上床从背后把钱浅抱住，本来想就这么睡，可是奈何直男就是直男，那小伙伴总是直的。\\n\\n这么僵持了10分钟，钱浅终于火了：“大叔，你够了没有？这算是耍流氓了，我要生气了啊。”\\n\\n吴缺尴尬道：“怎么搞的？一直软不下去，对不起啊。”他仰天看天花板。\\n\\n钱浅嘟囔：“对我，你也不过是纯欲，骗子。”\\n\\n钱浅自制力可以啊，虽然两个人睡在一张床，她还是不准吴缺搞事情，就这么一夜过去，早上的吴缺精神萎靡，一看就是欲求不满。\\n\\n如此连续三天，吴缺都没被允许亲热，这让他浑身难受，只好回到林星雅身边求安慰，过过嘴瘾、手瘾也好。\\n\\n林星雅总是对吴缺在音乐学院那边的感情生活很感兴趣，在枕边絮语的时候又老调重弹：“你到底追到小妹妹没有？一张照片都没给我看。”\\n\\n吴缺想，浅浅应该算他女朋友了吧？干脆给林星雅看看浅浅的照片，他没有拍照，但是浅浅有朋友圈，他找到了浅浅的自己发的照片，说：“给，这是我的小女朋友的照片，满足你的好奇心。”\\n\\n“哟，来真的。”林星雅看了一眼，顿时呆住了。\\n\\n吴缺眨眨眼：“怎么？好看吧？”\\n\\n林星雅：“……你当真泡了她？”\\n\\n吴缺：“当真。”\\n\\n林星雅：“真的？给你一个反口的机会。”\\n\\n吴缺：“怎么了？有什么问题吗？”\\n\\n林星雅一脸严肃：“她是钱昊空那个古灵精怪的17岁的女儿钱浅，钱昊空的钱，水清浅的浅。前阵子我还送了她一个17岁生日的礼物。”\\n\\n一阵惊恐爬上了吴缺的脸庞：“这……这么巧？”\",\"timestamp\":1639533045,\"title\":\"共济会风云 第44章 巧合\"},\"digest\":\"NMZwidrZBJUizZoyeTDw9c5EVjaFPSUY9qpTbuY_6bE\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"7QBEYwaKUx81ETv4VrO-FwPdnzx9mz0coy3-FeqedLMiBirfYa7S68eoalh0ARHsL02Mw3pGEYMHghGsxid8Cw\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NMZwidrZBJUizZoyeTDw9c5EVjaFPSUY9qpTbuY_6bE\"}"