"{\"content\":{\"body\":\"In this agitated sea, the surging of the breakers against the many rocks and islets near Gottenburg has a very curious effect.\\n\\nThe few travellers who could keep on their feet, who did not suffer from sea-sickness, and remained on deck, spoke much of the dangerous storm.  I had frequently marvelled to hear people who had made a journey, if it were even only a short one of forty to sixty leagues, relate of some fearful storm they had witnessed.  Now I comprehended the reason, when I heard the travellers beside me call the brisk breeze, which only occasioned what seamen call a little swell, a dreadful storm; and they will probably tell at home of the dangers they have passed.  Storms are, fortunately, not so frequent.  I have travelled many thousand leagues, and have often met with stormy weather, especially on the passage from Copenhagen to Iceland; but I only experienced one real storm, but a violent and dangerous one, as I was crossing the Black Sea to Constantinople in April 1842.\\n\\nWe arrived at Gottenburg at nine instead of at six o'clock in the morning.  I landed at once, to make the celebrated trip through the locks, over the waterfalls of Trollhatta, with the next Stockholm steamer.  By the junction of the river Gotha with some of the interior lakes, this great construction crosses the whole country, and connects the North Sea with the Baltic.\\n\\nI found the town of Gottenburg very animated, on account of the presence of the king of Sweden, who was spending a few days here on his way to Christiania to prorogue the Storthing.  I arrived on a Sunday, and the king, with his son, were in the church.  The streets swarmed with human beings, all crowding towards the cathedral to catch a glimpse of his majesty on his departure.  I, of course, mingled with the crowd, and was fortunate enough to see the king and prince come out of the church, enter their carriage, and drive away very near to me.  Both were handsome, amiable-looking men.  The people rushed after the carriage, and eagerly caught the friendly bows of the intelligent father and his hopeful son; they followed him to his palace, and stationed themselves in front of it, impatiently longing for the moment when the royal pair would appear at a window.\\n\\nI could not have arrived at a more favourable time; for every one was in holiday attire, and the military, the clergy, the officials, citizens and people, were all exerting themselves to the utmost to do honour to their king.\\n\\nI noticed two peasant-girls among the crowd who were peculiarly dressed.  They wore black petticoats reaching half way down the calf of the leg, red stockings, red spensers, and white chemises, with long white sleeves; a kerchief was tied round the head.  Some of the citizens' wives wore caps like the Suabian caps, covered by a little black, embroidered veil, which, however, left the face free.\\n\\nHere, as in Copenhagen, I noticed boys of ten to twelve years of age among the drummers, and in the bands of the military.\\n\\nThe king remained this day and the next in Gottenburg, and continued his journey on the Tuesday.  On the two evenings of his stay the windows in the town were ornamented with wreaths of fresh flowers, interspersed with lighted tapers.  Some houses displayed transparencies, which, however, did not place the inventive powers of the amiable Gottenburgers in a very favourable light.  They were all alike, consisting of a tremendous O (Oscar), surmounted by a royal crown.\\n\\nI was detained four days in Gottenburg; and small consideration seems to be paid to the speedy transport of travellers in Sweden. The steamer for Stockholm started on the day I arrived from Christiania, but unfortunately at five o'clock in the morning; and as in the month of September only two steamers go in the week to Stockholm, I was compelled to wait till Thursday.  The time hung heavily on my hands; for I had seen the town itself, and the splendid views on the hills between the suburbs, during my former visit to the town, and the other portions only consisted of bare rocks and cliffs, which were of no interest.\\n\\nSeptember 4th.\\n\\nThe press of travellers was so great this time, that two days before the departure the cabins were all engaged; several ladies and gentlemen who would not wait for the next steamer were compelled to be satisfied with the deck, and I was among them; for the probability of such a crowd of passengers had not occurred to me, and I applied for a place only two days before our departure. During the journey fresh passengers were taken in at every station, and the reader may conceive the misery of the poor citizens unused to such hardships.  Every one sought a shelter for the night, and the little cabins of the engineer and steersman were given up to some, while others crept into the passages, or squatted down on the steps of the stairs leading to the cabins.  A place was offered to me in the engineer's cabin; but as three or four other persons were to share the apartment calculated only for one person, I preferred to bivouac night and day upon deck.  One of the gentlemen was kind enough to lend me a thick cloak, in which I could wrap myself; and so I slept much more comfortably under the high canopy of heaven than my companions did in their sweating-room.\\n\\nThe arrangements in the vessels navigating the Gotha canal are by no means the best.  The first class is very comfortable, and the cabin- place is divided into pretty light divisions for two persons; but the second class is all the more uncomfortable:  it cabin is used for a common dining-room by day, and by night hammocks are slung up in it for sleeping accommodation.  The arrangements for the luggage are worse still.  The canal-boats, having only a very small hold, trunks, boxes, portmanteaus, &c. are heaped up on the deck, not fastened at all, and very insufficiently protected against rain. The consequence of this carelessness on a journey of five or six days was, that the rain and the high waves of the lakes frequently put the after-deck several inches under water, and then the luggage was wetted through.  It was worse still in a squall on the Wenner lake; for while the ship was rather roughly tossed about, many a trunk lost its equilibrium and fell from its high position, frequently endangering the safety of the passengers' heads.  The fares are, however, very cheap, which seemed doubly strange, as the many locks must cause considerable expense.\\n\\nAnd now for the journey itself.  We started at five o'clock in the morning, and soon arrived in the river Gotha, whose shores for the first few miles are flat and bare.  The valley itself is bounded by bare, rocky hills.  After about nine miles we came to the town of Kongelf, which is said to have 1000 inhabitants.  It is so situated among rocks, that it is almost hidden from view.  On a rock opposite the town are the ruins of the fortress Bogus.  Now the scenery begins to be a little more diversified, and forests are mingled with the bleak rocks; little valleys appear on both the shores; and the river itself, here divided by an islet, frequently expands to a considerable breadth.  The peasants' cottages were larger and better than those in Norway; they are generally painted brick-red, and are often built in groups.\\n\\nThe first lock is at Lilla Edet:  there are five here; and while the ship passes through them, the passengers have leisure to admire the contiguous low, but broad and voluminous fall of the Gotha.\\n\\nThis first batch of locks in the canal extends over some distance past the fall, and they are partly blasted out of the rock, or built of stone.  The river past Akestron flows as through a beautiful park; the valley is hemmed in by fertile hills, and leaves space only for the stream and some picturesque paths winding along its shores, and through the pine-groves descending to its banks.\\n\\nIn the afternoon we arrived at the celebrated locks near Trollhatta. They are of gigantic construction, which the largest states would be honoured in completing, and which occasion surprise when found in a country ranking high neither in extent nor in influence.  There are eleven locks here, which rise 112 feet in a space of 3500 feet. They are broad, deep, blasted out of the rock, and walled round with fine freestone.  They resemble the single steps of a giant's staircase; and by this name they might fitly rank as one of the wonders of the world.  Lock succeeds lock, mighty gates close them, and the large vessel rises miraculously to the giddy heights in a wildly romantic country.\\n\\nScarcely arrived at the locks, the traveller is surrounded by a crowd of boys, who offer their services as guides to the waterfalls near Trollhatta.  There is abundance of time for this excursion; for the passage of the ship through the many locks occupies three to four hours, and the excursion can be made in half the time.  Before starting, it is, however, advisable to climb the rock to which the locks ascend.  A pavilion is erected on its summit, and the view from it down over all the locks is exceedingly fine.\\n\\nPretty paths hewn out of the wood lead to Trollhatta, which is charmingly situated in a lovely valley, surrounded by woods and hills, on the shore of a river, whose white foaming waves contrast strongly with the dark foliage of the overshadowing groves.  The canal, which describes a large semicircle round the chief stream, glitters in the distance; but the highest locks are quite concealed behind rocks; we could neither observe the opening of the gates nor the rising of the water in them, and were therefore surprised when suddenly the masts and then the ship itself rose from the depth.  An invisible hand seemed to raise it up between the rocks.\\n\\nThe falls of the river are less distinguished for their height than for their diversity and their volumes of water.  The principal arm of the river is divided at the point of decline into two equal falls by a little island of rock.  A long narrow suspension-bridge leads to this island, and hangs over the fall; but it is such a weak, frail construction, that one person only can cross it at a time. The owner of this dangerous path keeps it private, and imposes a toll of about 3.5d. on all passengers.\\n\\nA peculiar sensation oppresses the traveller crossing the slender path.  He sees the stream tearing onwards, breaking itself on the projecting rock, and fall surging into the abyss; he sees the boiling waves beneath, and feels the bridge vibrate at every footstep, and timidly hastens to reach the island, not taking breath to look around until he has found footing; on the firm island.  A solid rock projects a little over the fall, and affords him a safe position, whence he sees not only the two falls on either side, but also several others formed above and below his point of view.  The scene is so enchanting, that it is difficult to tear oneself away.\\n\\nBeyond Trollhatta the river expands almost to a lake, and is separated into many arms by the numerous islands.  The shores lose their beauty, being flat and uninteresting.\\n\\nWe unfortunately did not reach the splendid Wennersee, which is from forty-five to sixty-five miles long, and proportionally broad, until evening, when it was already too dark to admire the scenery.  Our ship remained some hours before the insignificant village Wennersborg.\\n\\nWe had met six or seven steamers on our journey, which all belonged to Swedish or Norwegian merchants; and it afforded us a peculiarly interesting sight to see these ships ascend and descend in the high locks.\\n\\nSeptember 5th.\\n\\nAs we were leaving Wennersborg late on the previous night, and were cruising about the sea, a contrary wind, or rather a squall, arose, which would have signified little to a good vessel, but to which our small ship was not equal.  The poor captain tried in vain to navigate the steamer across the lake; he was at last compelled to give up the attempt, to return and to cast anchor.  We lost our boat during this storm; a high wave dashed over the deck and swept it away:  it had probably been as well fastened as our boxes and trunks.\\n\\nThough it was but nine o'clock in the morning, our captain declared that he could not proceed during the day, but that if the weather became more favourable, he would start again about midnight. Fortunately a fishing-boat ventured to come alongside, and some of the passengers landed.  I was among them, and made use of this opportunity to visit some cottages lying at the edge of a wood near the lake.  They were very small, but consisted of two chambers, which contained several beds and other furniture; the people were also somewhat better clad than the Norwegians.  Their food too was not so unpalatable; they boiled a thick mess of coarse black flour, which was eaten with sweet milk.\\n\\nSeptember 6th.\\n\\nWe raised anchor at one o'clock in the morning, and in about five hours arrived at the island Eken, which consists entirely of rock, and is surrounded by a multitude of smaller islets and cliffs.  This is one of the most important stations in the lake.  A large wooden warehouse stands on the shore, and in it is stored the merchandise of the vicinity intended for export; and in return it receives the cargo from the ships.  There are always several vessels lying at anchor here.\\n\\nWe had now to wind through a cluster of islands, till we again reached the open lake, which, however, was only remarkable for its size.  Its shores are bare and monotonous, and only dotted here and there with woods or low hills; the distant view even is not at all noteworthy.  One of the finest views is the tolerably large castle of Leko, which lies on a rock, and is surrounded by fertile groves.\\n\\nFurther off rises the Kinne Kulle, {51} to which the traveller's attention is directed, because it is said to afford an extended view, not only over the lake, but far into the country.  A curious grotto is said to exist in this hill; but unfortunately one loses these sights since the establishment of steamers, for we fly past every object of interest, and the longest journey will soon be described in a few words.\\n\\nA large glass-factory is established at Bromoe, which fabricates window-glass exclusively.  We stopped a short time, and took a considerable cargo of the brittle material on board.\\n\\nThe factory and the little dwellings attached to it are prettily situated on the undulating ground.\\n\\nNear Sjotorp we entered the river again through several locks.  The passage of the Wennersee is calculated at about ten or eleven hours.\\n\\nThe river at first winds through woods; and while the ship slowly passes through the locks, it is pleasanter to walk a portion of the distance in their shade.  Farther on it flows through broad valleys, which, however, present no very attractive features.\\n\\nSeptember 7th.\\n\\nEarly in the morning we crossed the pretty Vikensee, which distinguishes itself, like all Swedish lakes, by the multitude of its islands, cliffs, and rocks.  These islands are frequently covered with trees, which make the view more interesting.\\n\\nThe lake is 306 feet above the level of the North Sea, and is the highest point of the journey; from thence the locks begin to descend.  The number of ascending and descending locks amounts to seventy-two.\\n\\nA short canal leads into the Boltensee, which is comparatively free from islands.  The passage across this little lake is very charming; the shores are diversified by hills, woods, meadows, and fields. After it comes the Weltersee, which can be easily defended by the beautiful fortress of Karlsborg.  This lake has two peculiarities: one being the extraordinary purity and transparency of its waters; the other, the number of storms which prevail in it.  I was told that it frequently raged and stormed on the lake while the surrounding country remained calm and free.  The storm sometimes overtakes the ship so suddenly and violently, that escape is impossible; and the sagas and fables told of the deceitful tricks of these waves are innumerable.\\n\\nWe fortunately escaped, and crossed its surface cheerfully and merrily.  On its shores are situated the beautiful ladies' pensionary, Wadstena, and the celebrated mountain Omberg, at whose foot a battle was fought.\\n\\nThe next canal is short, and leads through a lovely wood into the little lake of Norbysee.  It is customary to walk this distance, and inspect the simple monument of Count Platen, who made the plans for the locks and canals,--a lasting, colossal undertaking.  The monument is surrounded by an iron railing, and consists of a slab bearing an inscription, simply stating in Swedish his name, the date of his death, &c.  Nearly opposite the monument, on the other side of the canal, is the town of Motala, distinguished principally for its large iron factories, in which the spacious work-rooms are especially remarkable.\\n\\nFifteen locks lead from the Norbysee into the Roxersee, which is a descent of 116 feet.  The canal winds gracefully through woods and meadows, crossed by pretty roads, and studded with elegant little houses and larger edifices.  Distant church-steeples point out the village of Norby, which sometimes peeps forth behind little forests, and then vanishes again from the view of the traveller.  When the sun shines on the waters of this canal, it has a beautiful, transparent, pea-green colour, like the purest chrysolite.\\n\\nThe view from the hill which rises immediately before the lake of Roxen is exceedingly fine.  It looks down upon an immense valley, covered with the most beautiful woods and rocks, and upon the broad lake, whose arm flows far in land.  The evening sun shed its last rays over a little town on the lake-shore, and its newly-painted tiles shone brightly in its light beams.\\n\\nWhile the ship descended through the many locks, we visited the neighbouring church of the village of Vretakloster, which contains the skeletons of several kings in beautifully-made metal coffins.\\n\\nWe then crossed the lake, which is from four to five miles broad, and remained all night before the entrance of the canal leading into a bay of the Baltic.\\n\\nSeptember 8th.\\n\\nThis canal is one of the longest; its environs are very pretty, and the valley through which it runs is one of the largest we had passed.  The town of Soderkoping is situated at the foot of high, picturesque groups of rocks, which extend to a considerable distance.\\n\\nEvery valley and every spot of soil in Sweden are carefully cultivated.\\n\\nThe people in general are well dressed, and inhabit small but very pretty houses, whose windows are frequently decorated with clean white draperies.  I visited several of these houses, as we had abundance of time for such excursions while the ship was going through the locks.  I think one might walk the whole distance from Gottenburg to Stockholm in the same time that the ship takes for the journey.  We lose some hours daily with the locks, and are obliged to lie still at night on their account.  The distance is calculated at from 180 to 250 miles, and the journey takes five days.\\n\\nIn the evening we approached the Baltic, which has the same character as the Scheren of the North Sea.  The ship threads its way through a shoal of islands and islets, of rocks and cliffs; and it is as difficult to imagine here as there how it is possible to avoid all the projecting cliffs, and guide the ship so safely through them.  The sea divides itself into innumerable arms and bays, into small and large lakes, which are formed between the islands and rocks, and are hemmed in by beautiful hills.  But nothing can exceed the beauty of the view of the castle Storry Husby, which lies on a high mountain, in a bay.  In front of the mountain a beautiful meadow-lawn reaches to the shores of the sea, while the back is surrounded in the distance by a splendid pine-forest.  Near this picturesque castle a steeple rises on a neighbouring island, which is all that remains of the ancient castle of Stegeborg.  Nothing can be more romantic than the scenery here, and on the whole journey over the fiord; for it presents itself in ever-varying pictures to the traveller's notice.\\n\\nBut gradually the hills become lower, the islands more rare; the sea supersedes every thing, and seems jealously anxious to exclude other objects from the traveller's attention, as if it wished to monopolise it.  Now we were in the open sea, and saw only water and sky; and then again we were so hemmed in by the rocks and cliffs, that it would be impossible to extricate the ship without the assistance of an experienced pilot.\\n\\nSeptember 9th.\",\"timestamp\":1637496387,\"title\":\"\\nThe sea had been rough all night, and we therefore reached Gottenburg three hours later than usua\"},\"digest\":\"h4VnYGWx0dH70q60TC3_Nl_lSigg_ZbYgvuMzxFyQcY\",\"authorship\":{\"contributor\":\"0x19BebfD5a2946bC50A2CeA661e77fFC2F12C9549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1g4TOA4b1Vhe6svchpKh-tlYFyQxdvhUwFhlB5KMfEU\\\",\\\"y\\\":\\\"fvAO850IOnn4KwHSQ2glJNep5b3I119FuEyyrZcdoBs\\\"}\",\"signature\":\"JT_BXhud9tvzRxnxyO9jZkYymcSPOe-vaIe_-utX28eBu6HhPiO9tD79v6XUXFj8ErBfZyKXG-LwNEVYIVyizQ\",\"signingKeySignature\":\"0xa0268bd271d3fa473e648fc038725bc886ab80ae62f659ca9e6ffb50bbf22020204a2a16975a42063ff088a935de51f97ee7586fa22858b36af94baa45a99b721b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1g4TOA4b1Vhe6svchpKh-tlYFyQxdvhUwFhlB5KMfEU\\\",\\\"y\\\":\\\"fvAO850IOnn4KwHSQ2glJNep5b3I119FuEyyrZcdoBs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h4VnYGWx0dH70q60TC3_Nl_lSigg_ZbYgvuMzxFyQcY\"}"