"{\"content\":{\"body\":\"The first type of darkness is the darkness behind my eyelids, what I see when I close them. I see it when I sleep or I meditate or I can’t bare to look. Possibly also when I blink, though I won’t measure that the same way, because the darkness behind a blink is really just the absence of vision, a state best defined by the states that surround it, like the difference between a chalk outline on a gravel road and the body that died there.\\n\\nThe next is the darkness of the night sky I look up at. Or the room I sleep in. Or the movie theater I’m in as it’s caught between the last frame of the last trailer (a dancing film I feel no specific way about, but lean over and whisper my half-baked, three-word opinion to my nodding, mouth-breathing co-worker anyway) and the first frame of this movie I’ve paid too much to come see. When the theater’s lights dim and my eyes hold wide open and still in the patient dark.\\n\\nThe last is true darkness, which I’ve never seen and never will.\\n\\n\\\\+++\\n\\n“We’re going to be talking about infinite darkness. It’s important that before we begin talking about it, that we’re both completely aware what we mean when we say it, otherwise we won’t be on the same page on this. At all. When I say infinitely dark, what do you think I mean?”\\n\\n“Darkness that goes on forever. That stretches on everywhere.”\\n\\n“No.”\\n\\nThe difference between infinite darkness and the dark that you just described is that your dark suggests a notion of distance. There is no ‘forever’ with infinite black, no notion of ‘stretching’ or ‘everywhere.’ It’s *a*-spatial. *A*-temporal.”\\n\\n“…”\\n\\n“Meaning that for black to be infinite it has to be undetectable. No time, distance, temperature, color, shape, smell, taste – nothing. Infinite.”\\n\\n“OK. Got it.”\\n\\nNow comes a moment without a voice, as Paul Maghene raises his right thumb knuckle and nail to the part between his lips and exhales slowly against them. He’s not convinced.\\n\\n“Are you sure you got it? I don’t want keep talking only to find out later that we’ve been referencing different darknesses all along. It would be a total waste of our time,” Paul says. “I’m neurotic, I know. Humor me. Give me your revised understanding of infinite darkness.” \\n \\n\\n“Darkness that can’t be sensed or measured.”\\n\\n“*Independent* of time and space.”\\n\\nAngus Maghene notices something small and childlike playing in the snow outside, worries it’s a naked baby, tenses up, and realizes it’s a garden gnome. He takes a big breath and says this:\\n\\n“Wait, but I don’t understand. Doesn’t the very act of describing it as infinite apply a form of measurement to it?”\\n\\n“Continue.”                                                                                                                                                         \\n\\n“Well isn’t infinity a sort of measurement? Like calling a number with four zero’s ‘a thousand.’ Infinity is just *calling* the endless stream of numbers infinity. That’s what a measurement is, right? A paradox.”\\n\\nPaul considers this comment in two ways. First, as a physicist, he feels an immediate desire to correct his younger brother and move on. But then, an itch creeps in, something like respect, but not quite. He thinks that his brother’s point is really kind of clever, an idea that wouldn’t come to most. Wrong as it is, Paul feels a bit touched by his little brother’s willingness to question him, so he decides to mix both notions, puts on a sly but genuine smirk and says this:\\n\\n“I take your point, and it’s a good one. The important idea to throw in here is that a measurement is incomplete without a unit to measure with. Inches, pounds, hours. Measurements require limits. Ends on either side. What you’re talking about is a failure of language. The inadequacy of designation. Mathematics is more elegant and precise than even the clearest wording.”\\n\\nAs his brother trails off, Angus shifts his gaze onto the empty space between them, now watching specks of dust drift like satellites in orbit. Once again, his brother is right. Angus is still happy to play along, interjecting whenever he feels that pinched nerve up and behind his left ear urging him to try. He doesn’t feel completely shut down by his brother, but he definitely doesn’t feel encouraged. He’s always 51 percent in the loop, just enough to stick around knowing he’s better off in than out, though not enough to ever really settle in. He doesn’t feel right making the judgement call on whether that’s his brother’s fault or his own, because he’s not totally convinced it’s either. Their relationship is a bit unpleasant and tough to dissect, like shelled shrimp. Angus nods once, pausing slightly at the bottom of his bow before lifting his heavy head and returning eye contact – his pleasant look only mostly fake.\\n\\nPaul: “I’m glad you understand. I think we’re ready to begin.”\\n\\nAngus agrees: “Let’s.”\\n\\n\\\\+++\\n\\nIt might be of import to note here that Paul cuts himself hamburger style, not hotdog, because he doesn’t want to die, just wants to feel intense and long-lasting pain. He always cuts himself at home, in a half-full bathtub behind a closed bathroom door, locked, with a red and white satchel of cotton balls and bandages in its usual place beneath the kitchen sink, far enough away for him to have to really start feeling the bleeding before he can stop it. Paul lives alone in a Kenwood apartment near UChicago’s campus, where he professes.\\n\\nHamburger style, like the way he folded his first paper airplane in kindergarten, before watching the limp, dopey-looking fighter jet of his imagination meet its match with the air, turning hard left before spiraling, maydaying disastrously within inches of his excited, hopeful fingers. And the second, and third, until Miss Lorraine came up behind the frustrated toddler hunched over a growing pile of crumpled planes and rotated his next sheet heightwise, a gesture of that special grace and elegance known only by those with the utmost finesse. Paul, first confused and pessimistic that such a small change could alter his luck, was enlightened beyond all doubt as he watched his fourth fighter jet coast like magic in the open air – five, ten, fifteen miles at least before striking Mindy Winters in the ponytail and staying there. The look on his face as he studied the wonder of Miss Lorraine’s touch was a cross between joy and perplexity, and although he wouldn’t think of it if asked, this was likely the moment when he first became interested in the laws of aerodynamics.\\n\\nThe cutting came later, when Paul was an undergrad at Johns Hopkins studying physics. He was 19 and away from home, his parents and younger brother carrying on as they were in upstate Illinois, far enough away as to become only an afterthought, pleasant to Facetime if he ever ate lunch alone. Deep down, he probably did love and miss them, but was far too privileged to ever feel the urge to remind them, or himself, of that. Most of the time, it was easier to pretend they didn’t exist and focus wholly on his work.\\n\\nPaul started cutting to remind himself he was still alive. All the time he’d spent in physics classes grasping at an abstract, impractical universe caused him to lose touch with what it was really like to be there – in the universe. The tragic irony being that many young people who spend large parts of their best years in classrooms studying the way the universe behaves find themselves less and less able to understand how humans do. This estrangement hits hardest when the world the young physicist professes to know won’t stop playing its tricks (for which our world is so famous), like that time when Paul’s freshman year roommate Rick Mumford – who could barely fill his JHU Swim & Dive speedo and had the reproductive potential of a snow pea – sucked face with the social chair of a top house, or when Theresa Q. Lozenge claimed she could ace the Calc 3 final on three tabs of acid and then *did*; etc., etc… Or really, whenever that little thing called *chance* pokes its head out and reminds everyone it’s still around, and some tribal physicist gets all hot and bothered about how, technically*,* universal equations don’t *exactly* account for something called *chance….*  *That’s* when so many of Paul’s fresh-faced classmates – would-be astronomers, cosmologists, theorists and the like – find themselves tragically lost on the road they’ve begun to pave, and realize it might be best to give up on the whole physics thing completely (only to later find themselves thriving as consultants).\\n\\nNot to be facetious. Physics isn’t hard because of Rick Mumford or Theresa Q. Lozenge. It’s hard because it’s a field of study that wants badly to organize and understand the most difficult thing there is: everything. With this, physicists place upon themselves the burden of dissecting and classifying all those little things most other people would simply call magic, or luck, or God.\\n\\nMany might think the difficulty of physics is the time it takes to acquire the requisite knowledge. It’s not. The knowledge is the joy. The difficulty is the mindset, a byproduct of the knowledge, requiring that the physicist give up on allowing anything to be special just the way it is. A physicist believes that all things have an explanation, and all explanations should be found. Love is a neuro-cocktail of norepinephrine, adrenaline and dopamine. A shooting star is a meteor dissolving to dust in the atmosphere. No physicist worth their weight in quarks would confess that to dissect the most extraordinary things in life is to kill them.\\n\\nThe more Paul learned about air resistance, the less mystical that first flight of the long and thin paper airplane became, and that awesome, inexplicable wonder which first sparked his mind’s heuristic ambition dissipated downwind. This bleak mentality predestined Paul’s work to never provide more than an unremitting struggle for fulfillment – a condition that still afflicts him today (and one he unwittingly spreads to his undergrad students).\\n\\nBut somewhere inside, that boy folding hotdog-style planes still lives, searching for answers in their open wings. Often, the boy comes out just when Paul climbs into the tub and draws the knife, and it pulls Paul apart. Paul lives in constant imbalance between destruction and discovery, breakthrough and breakdown, and can swing either way on any given day. That’s why he cuts.\\n\\n\\\\+++\\n\\n“We start with a noo-”\\n\\n“Wait.”\\n\\n“What?”\\n\\n“Hold on.” Angus pulls out his cellphone.\\n\\n“Seriously?”\\n\\n“…”\\n\\n“I know your generation’s average attention span is sub-gerbil, but come on. I was about to get into it,” Paul says, wide-eyed and stiff.\\n\\n“One sec…. There,” as Pink Floyd’s “Brain Damage” starts to play loudly from his phone’s speakers.\\n\\n“Seriously?”\\n\\n“Come on. It’s appropriate.”\\n\\n“How is music appropriate when we’re trying to talk?”\\n\\n“It’s Dark Side.”\\n\\n“…”\\n\\n“*Of* *The Moon*. We’re talking about space. It’s theme music.”\\n\\n“You’re absurd.”\\n\\n“You’re absurd.”\\n\\n“Fine. I’m absurd. At least lower the volume.”\\n\\nAngus cuts the song to half blast. “Happy?”\\n\\n“I was never unhappy. Just wish you would involve yourself a bit more in the conversation is all. I’m trying to explain something interesting, something you might actually understand.”\\n\\n“You wish…”\\n\\n“…”\\n\\n“Wish I was here?”\\n\\n“Wow.”\\n\\n“Alright. Sorry. I’m listening.”\\n\\n“It’s OK.”\\n\\n“Go ahead.”\\n\\n“I was going to.”\\n\\n“Alright.”\\n\\nPaul and Angus have been riding for the past fifteen minutes on a Metra NCS train from Chicago to Antioch, and Angus is facing opposite the train’s motion. It’s bright outside, but the brothers are dressed for the winter. Paul is looking at Angus and Angus is looking out the window, his eyes locked on the sun’s blinding reflection off snow.\\n\\n“We start with a noodle,” Paul finally gets to say.\\n\\n“Right.”\\n\\n“Well I guess it doesn’t quite start there, but it’s a good entry point…”\\n\\n“Sure.”\\n\\n“For us. So what do you think would happen if you dove into a black hole?” Paul half-smirks as he says this.\\n\\n“Would I start with a noodle?”\\n\\n“You’d actually end with one. As one.” Half-smirk grows full.\\n\\n“Right.”\\n\\n“…”\\n\\n“What does that mean?”\\n\\n“Exactly. What does that mean. So the first thing you need to know about black holes is that there are two rare kinds and two common kinds. We’ll stick to the common. Stellar and supermassive.”\\n\\n“What about massive?”\\n\\n“No massive.”\\n\\n“So they just skipped massive and went straight for supermassive?”\\n\\n“Well these are really really massive black holes. To call them just massive would do them an injustice.”\\n\\n“How massive we talking?”\\n\\n“Well, for instance, the one at the middle of the Milky Way, Sagittarius A-star, is 4 million times more massive than the sun. ”\\n\\n“Woah. That’s like…”\\n\\n“Not even close to the biggest one found.”\\n\\n“Super. Massive.”\\n\\nThe train track is rickety at times but mostly smooth. Angus tries to avoid eye contact, but is worried Paul knows he’s intentionally avoiding it because there’s nothing but snow to see outside.\\n\\n“Exactly. So we think there’s probably a supermassive black hole at the center of most galaxies in the universe. Jury’s still out on how they got there. But we observe them in most.”\\n\\n“Wait.”\\n\\n“I know what you’re going to ask.”\\n\\n“Oh.”\\n\\n“We can’t observe them because they’re infinitely dark. The hole point of black holes is that the gravity in the center of each one is so strong that not even light escapes its inward suck. They’re literally impossible to observe directly. Totally invisible. So we observe them by their impact on the stuff around them.”\\n\\n“Sure.”\\n\\n“So when anything gets too close to a black hole, it gets sucked in and disappears.”\\n\\n“Some might say slurped. Like a noodle.”\\n\\n“Exactly. So let’s say you’re an astronaut, and you dive headfirst into a black hole.”\\n\\n“Naturally.”\\n\\n“Naturally. So because of something called *the gravitational gradient*,” Paul chews out the words like they’re dried fruit, “which *basically* means that the closer to the center of the black hole you go the stronger the gravity becomes, your body would get stretched like spaghetti. Diving head first, the gravity at your head would be way stronger than the gravity at your feet.”\\n\\n“Huh.”\\n\\n“You’d be pulled at the poles. Spaghettified. Same thing goes for stars. ”\\n\\n“Astro-Angus.”\\n\\n“Long and thin.”\\n\\n“Noodle-naut.”\\n\\n“And dead.”\\n\\n“…”\\n\\n“…”\\n\\n“So where do the things come from?”\\n\\n“Still an open question. Origin unknown, though there’s constant research. Some say they’re stellar black holes that grow over time as they suck in more stuff.”\\n\\n“…”\\n\\n“…”\\n\\n“Stellar.”\\n\\n“Stellar black holes. The other kind. They show up after a supernova.”\\n\\n“…”\\n\\n“Which is when a star collapses in on itself.”\\n\\n“…”\\n\\n“A massive explosion leaves behind a carcass of super gravity where no light escapes.” “…”\\n\\n“A black hole.”\\n\\n“Ah.”\\n\\n“Exactly.”\\n\\n“Going out with a bang.”\\n\\n“Yes.”\\n\\n“Take the star, leave the cannoli.”\\n\\n“…”\\n\\n“Invisible cannoli.”\\n\\n“…”\\n\\n“Attracts Italians from all corners of the globe.”\\n\\n“Angus.”\\n\\n“Boopity Yappity Invisible Cannoli. Scoopity Doopity Astro Spaghetti.”\\n\\n“Look at me.”\\n\\n“Don Vincenzo’s Space Bistro. Astro Spaghetti.”\\n\\n“Angus.”\\n\\n“Donny V’s Spaghetti and Spaceballs.”\\n\\n“Look at me.”\\n\\n“I am.”\\n\\n“You’re looking out the window and have been this whole time.”\\n\\n“Have I?”\\n\\n“Still are.”\\n\\n“Sorry. The scenery. It distracts.”\\n\\n“Angus.”\\n\\n“The snow is so white. Blinding.”\\n\\n“Look at me.”\\n\\n“I can’t take my eyes off it. They won’t re-adjust right. I just know they won’t.”\\n\\n“I cut myself.”\\n\\n“I just know it. They won’t re-adjust right in this dark train so I’m deadlocked.”\\n\\n“I’ve cut myself since sophomore year at John’s.”\\n\\n“Deadlocked on the blinding snow I tell you.”\\n\\n“I hide it from dad and you because I’m worried you’ll think I’m depressed and won’t want me to keep working.”\\n\\n“…”\\n\\n“Do you care?”\\n\\n“…”\\n\\n“Look at me.”\\n\\n“I can’t. My eyes.”\\n\\n“Look at me, Angus.”\\n\\n“My eyes.”\\n\\n“Look.”\\n\\n“The snow.”\\n\\nPaul grabs Angus by the head and pulls his gaze toward him. Angus jerks to pull off his brother’s hands but they’re immovable, freeze-dried to his face. Paul says nothing as he holds his brother there. This is the first time they’ve touched in as long as Angus can remember.\\n\\nThe train still rolls, although seemingly slower than it had been before. Angus is struggling to refocus his eyes on his brother, and for a few moments sees nothing but an inward-creeping brightness, the side effect of white light imprinted on his vision. As his eyes train onto his brother’s face, he sees him clearly for what feels like the first time in years. Paul is a shaken boy, crying as he never has, his soppy nose just inches from his baby brother’s face, eyes depthless and glazed.\\n\\n“I’m not ready to see her,” Paul says.\\n\\nAngus says nothing, but thinks the same.\\n\\n\\\\+++\\n\\nThe difference between darknesses is best understood from how they arise. The first kind, A-dark, the kind that lives behind my eyelids, is always there, waiting for my call. Unlike the third, C-dark, the truest kind, which too waits under light’s cover, A-dark is mine to form. C-dark is more encompassing, existing independent of me, it is light’s counterweight. B-dark, the darkness seen through open eyes, is necessarily temporary. It depends on nothing more than the darkness of my world and how much attention I give it.\\n\\nThe overlap between darknesses A, B and C is where I lose myself. What if they’re all manifestations of one darkness, and I am fabricating imaginary differences between them for convenience’s sake? The only seemingly logical difference I can see between A-dark and B-dark is the imbalance between control and imposition. See, A-dark is mine. I find it myself when I *choose* to close my eyes. A-dark only exists because I exist and close my eyes.\\n\\nOn the other hand, B-dark is outside my reach, the way a hall with no windows or lights is still dark even after I open my eyes. Though how could I know, in a room that is totally dark, whether my eyes are open or closed? Feeling aside, is there a distinction to be made between the darkness that exists dependent and independent of me? Which means to say, can I control the darkness even *after* it’s been imposed on me? And if so, does this subsume B-dark into a more comprehensive AB-dark? I have only questions, and it seems no answer.\\n\\nC-dark is the most difficult, and often feels to be a utterly wasteful endeavor to understand. If A and B-dark are the physical emergence of darkness, C-dark is the form. Truthfully, I only speculate on its existence as it complements the light I can see. This, the “true” and “infinite” dark must live outside the realm of light that can be seen, the way that *nothing* only exists because *something* does. But I have never seen *nothing*. I have no conception of what *nothing* really is (given it *is* anything at all). I only conceptualize it as it relates to *something.* In theory, C-dark should be the essence of darkness, home for the other two forms – but its existence is a uncertain or worse, an illusion.\\n\\nI sometimes worry that I haven’t the slightest clue what I’m working toward. However, I know too that infinite darkness is necessarily *that which cannot be directly observed*. Does this mean that my inability to understand it is it’s very own proof? This is too easy an explanation, nevermind a convolution. Just because I may never know what exactly it is I am looking for doesn’t mean I’ve found it. Maybe it’s all just a trick of language. The bath is getting cold.\\n\\n\\\\+++\\n\\nAngus works wood with his dad, Oliver-James, a Methodist, four days a week at their shop in Antioch. Angus mostly carves, since dad got rheumatoid arthritis and can’t grip a gouge without a wince. His is the carving station up front facing the window, which he pushed tight against the glass so when the sun rises, it floods. He doesn’t have to get into the shop until eight but likes to have his coffee and potato danish at his desk, where he can watch the dawn shadows grow off his upright tools. The morning sun is a routine he can trust, plus it’s warm, even in winter.\\n\\nAfter coffee, Angus will work on whatever he’s been doing, usually drawer or door faces, a nightstand’s trim or its specialty feet. He’ll watch dad arrive from the window, and with wandering eyes they’ll lose a few minutes finishing the conversation they couldn’t the day before. Oliver-James is a passionate speaker even on the moust routine subjects, often rambling for minutes about the morning’s bitter wind or an overwarm tea cup he burnt a lip on. Angus tosses a moan or a head nod when need be but generally is okay with just listening to dad go on. Oliver-James wasn’t always a big talker, but turned so once he lost the power to speak with his tools, and both he and Angus sort of carry that weight.\\n\\nHe’s special with the carver’s pencil, Angus is, a V-shaped tool for details and outlining his dad passed down when he could no longer steady it. When he carves, he pays special attention to the curled shavings that come out of the wood, judging his progress by their thickness and bend – not the imprints they leave behind. Like all other woodworking knowledge he’s got, Angus picked this quirk up from dad, who’s told Angus time and time again to pick his eyes up from the tool’s tip and watch the shavings dance instead, because, he always says, there’s more to learn about woodwork from what’s removed than what remains.\\n\\n\\\\+++\\n\\nThe train’s window has mostly frosted over from the edges in, and its numbing surface against Paul’s leaning temple feels just right.\\n\\n“Why do you always make things so complicated?” Angus says.\\n\\n“I don’t know,” Paul replies.\\n\\n“You’re just like dad.”\\n\\n“Am I?”\\n\\n“With your overthinking and your worrying. Dad’s the same ever since he stopped working.”\\n\\n“Dad still works.”\\n\\n“No he doesn’t, he just watches me carve. He blames his hands. I can feel his eyes on me when I’m working and it slows me down.”\\n\\n“I didn’t know that.”\\n\\n“You’d know if you ever came to visit. He hasn’t made a thing in two years.”\\n\\n“….”\\n\\n“Which I’m not trying to guilt you about. I know you’re busy.”\\n\\n“I’m not.”\\n\\n“Of course you are. You have your students and your black hole work. It’s hard to do it all.”\\n\\n“It’s hard. But I haven’t done anything. It’s actually hard *because* I haven’t done anything. I can’t even remember the last thing I did that I felt proud of. The last thing I did that I *felt* at all. It’s like I’m chasing my own tail with everything I do. My work, my life. You and dad.”\\n\\n“Paul, you’re focused on all the wrong things.”\\n\\n“I know.”\\n\\n\\\\+++\\n\\nWood carving is a refined practice, one that requires intense focus and meticulous care to do well, but Oliver-James knows it is also a characteristically human undertaking. If there is any objective truth about woodworking he can see, it’s that the uncut, living tree is the most specially sculpted form there is. Carving is to take the naturally grown tree and constrain it, rob it of its structural integrity and compel it to fit one’s subjective, human*,* taste. To cut the tree, sand, section, mold and carve it are shameless acts in that tragic play called the imposition of will. Yet when Angus takes his carver’s pencil to the oak plank he thinks not of the essence of wood, but of how to efficiently use the skills he’s picked up over the years working it. In a way, he’s nested himself between the meta and the physical and called it home. It’s a conveniently meaningful life.\\n\\nThe sad truth is that what Angus really does is create human value by corrupting natural value. Oliver-James knows it now, but not before his hands forced him to take a step back and see. He’s actually quite lucky that he never realized his plight while still able to work. But how would Angus know? All he does is carve. To correct his son’s misunderstanding and show him the futility of his efforts would steal the purpose from his life, because the truth is, Angus needs his ignorance like he needs the morning sun’s long shadows. So Oliver-James says nothing, only reminding his son to watch the shavings grow, hoping he’ll find it himself.\\n\\n\\\\+++\\n\\nThe sun rises higher and higher into the sky, hovering almost directly over the running train as it slows to its stop in Antioch. Angus gets up first and then Paul, and they exit the train. The platform they walk on wasn’t properly salted before the snow fell and is covered with a thin coat of ice. Paul yells to be heard over the wind spilling across his face.\\n\\n“When was the last time you spoke to her?”\\n\\n“A little less than a year ago. You?”\\n\\n“I can’t remember. I think my 21st birthday. She called me. I could be wrong.”\\n\\nThey turn at the edge of the platform and start up a snow-covered hill. As they climb, a thin cloud hides the sun, and the wet snow on the ground overpowers Paul’s thin city shoes. His wet socks make him uncomfortable, and he struggles to not think about it. Angus reaches the hilltop first and stops to wait for his brother, and when Paul reaches the top the sun peeks out from behind the cloud, now directly above them in the sky. They cross over a low metal gate and reach a maze of powdered headstones; Angus leads the way.\\n\\n“It’s going to be hard to find her, with the snow,” Angus says.\\n\\n“Should we come back another day?”\\n\\n“It’s alright.”\\n\\nWith the sun directly overhead the stone’s are all shadowless, and mom is somewhere underneath them, waiting for her boys. They walk in parallel, heads scanning the snow in opposite directions. Together, they will soon find her. There is only the snow’s blinding white to comb through.\\n\\n\\\\++++\\n\\n### Share this:\",\"timestamp\":1637106155,\"title\":\"Serenity is Cheap\"},\"digest\":\"eIM4oI4oTouLFtALCDr2Poz9PQkkVOslVm0RjX8sRJE\",\"authorship\":{\"contributor\":\"0xf0Fb57424F9833856E5C4Dc6A6874e2a4c4bB478\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5uTgskpTCpt2UDRdYjLi7KtgS9deXFvgkD5pStFngKo\\\",\\\"y\\\":\\\"bGRefS10yNq0YOspsOgKQZPj6bA-TTOqP6zHGZFGvWM\\\"}\",\"signature\":\"WBercvpXgLNYUhbfN9BkpwVwZheVSINzrs7MECVzmqqUffE4HMD3De4F5TCc278-M-Fxds05T8mYG9n_Xrm0-w\",\"signingKeySignature\":\"0x98bb5bed21cf56cc9ddeff466b7630019c22628e5e094d9b7fd64e0c57d9d38d78385e98b1d6ef1c424243b3111fde29fec8b5cc0774fe8bdc82414c8168229c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5uTgskpTCpt2UDRdYjLi7KtgS9deXFvgkD5pStFngKo\\\",\\\"y\\\":\\\"bGRefS10yNq0YOspsOgKQZPj6bA-TTOqP6zHGZFGvWM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eIM4oI4oTouLFtALCDr2Poz9PQkkVOslVm0RjX8sRJE\"}"