"{\"content\":{\"body\":\"had the misfortune to lose his wife suddenly, and in the flower of her beauty.  She was his junior by twelve years.  This cruel loss, for which he was totally unprepared, threw him into a state of profound melancholy; and some months later, seeking to mitigate his grief by the distractions of travel, he left his domains near Moscow, never intending to return. Accompanied by his twin children, ten years of age, a priest who had served them as tutor, and a serf named Ivan, he repaired to Odessa, and then took passage on a merchant ship for Martinique. Disembarking at St. Pierre, he took lodgings in a remote part of the suburbs.  The profound solitude which reigned there did not at first bring the consolation he had sought.  It was not enough that he had left his native country, he would have changed the planet itself; and he complained that nature everywhere was too much alike.  No locality seemed to him sufficiently a stranger to his experience, and in the deserted places, where the desperate restlessness of his heart impelled him, he imagined the reappearance of the obtrusive witnesses of his past joys, and of the misfortune by which they were suddenly terminated. He had lived a year in Martinique when the yellow fever carried off one of his children.  By a singular reaction in his vigorous temperament, it was about this time that his somber melancholy gave way to a bitter and sarcastic gayety, more in harmony with his nature.  From his early youth he had had a taste for jocularity, a mocking turn of spirit, seasoned by that ironical grace of manner peculiar to the great Moscovite nobleman, and resulting from the constant habit of trifling with men and events.  His recovery did not, however, restore the agreeable manners which in former times had distinguished him in his intercourse with the world.  Suffering had brought him a leaven of misanthropy, which he did not take the trouble of disguising; his voice had lost its caressing notes and had become rude and abrupt; his actions were brusque, and his smile scornful.  Sometimes his bearing gave evidence of a haughty will which, tyrannized over by events, sought to avenge itself upon mankind. Terrible, however, as he sometimes was to those who surrounded him, Count Kostia was yet a civilized devil.  So, after a stay of three years under tropical skies, he began to sigh for old Europe, and one fine day saw him disembark upon the quays of Lisbon.  He crossed Portugal, Spain, the south of France and Switzerland.  At Basle, he learned that on the borders of the Rhine, between Coblenz and Bonn, in a situation quite isolated, an old castle was for sale.  To this place he hurried and bought the antique walls and the lands which belonged to them, without discussing the price and without making a detailed examination of the property.  The bargain concluded, he made some hasty and indispensable repairs on one of the buildings which composed a part of his dilapidated manor, and which claimed the imposing name of the fortress of Geierfels, and at once installed himself therein, hoping to pass the rest of his life in peaceable and studious seclusion. Count Kostia was gifted with a quick and ready intellect, which he had strengthened by study.  He had always been passionately fond of historical research, but above everything, knew and wished to know, only that which the English call \\\"the matter of fact.\\\"  He professed a cold scorn for generalities, and heartily abandoned them to \\\"dreamers;\\\" he laughed at all abstract theories and at the ingenuous minds which take them seriously.  He held that all system was but logical infatuation; that the only pardonable follies were those which were frankly avowed; and that only a pedant could clothe his imagination in geometrical theories.  In general, pedantry to his eyes was the least excusable of vices; he understood it to be the pretension of tracing back phenomena to first causes, \\\"as if,\\\" said he, \\\"there were any 'first causes,' or chance admitted of calculation!\\\"  This did not prevent him however from expending much logic to demonstrate that there was no such thing as logic, either in nature or in man. These are inconsistencies for which skeptics never dream of reproaching themselves; they pass their lives in reasoning against reason.  In short, Count Kostia respected nothing but facts, and believed that, properly viewed, there was nothing else, and that the universe, considered as an entirety, was but a collection of contradictory accidents. A member of the Historical and Antiquarian Society of Moscow, he had once published important memoirs upon Slavonic antiquities and upon some of the disputed questions in the history of the Lower Empire.  Hardly was he installed at Geierfels, before he occupied himself in fitting up his library, but a few volumes of which he had carried to Martinique.  He at once ordered from Moscow most of the books he had left, and also sent large orders to German bookstores.  When his \\\"seraglio,\\\" as he called it, was nearly complete, he again became absorbed in study, and particularly in that of the Greek historians of the Byzantine Empire, of whose collective works he had the good fortune to possess the Louvre edition in thirty-six volumes folio; and he soon formed the ambitious project of writing a complete history of that Empire from Constantine the Great to the taking of Constantinople.  So absorbed did he become in this great design, that he scarcely ate or drank; but the further he advanced in his researches the more he became dismayed by the magnitude of the enterprise, and he conceived the idea of procuring an intelligent assistant, upon whom he could shift a part of the task.  As he proposed to write his voluminous work in French, it was in France this living instrument which he needed must be sought, and he therefore broached the project to Dr. Lerins, one of his old acquaintances in Paris.  \\\"For nearly three years,\\\" he wrote to the Doctor, \\\"I have dwelt in a veritable owl's nest, and I should be much obliged to you if you would procure for me a young night bird, who could endure life two or three years in such an ugly hole without dying of ennui.  Understand me, I must have a secretary who is not contented with writing a fine hand and knowing French a little better than I do: I wish him to be a consummate philologist, and a hellenist of the first order,--one of those men who ought to be met with in Paris,--born to belong to the Institute, but so dependent upon circumstances as to make that position impossible.  If you succeed in finding this priceless being, I will give him the best room in my castle and a salary of twelve thousand francs.  I stipulate that he shall not be a fool. As to character, I say nothing about it; he will do me the favor to have such as will suit me.\\\" M. Lerins was intimate with a young man from Lorraine named Gilbert Saville, a savant of great merit, who had left Nancy several years before to seek his fortune in Paris.  At the age of twenty-seven he had presented, in a competition opened by the Academy of Inscriptions, an essay on the Etruscan language, which took the prize and was unanimously declared a masterpiece of sagacious erudition.  He had hoped for some time that this first success, which had gained him renown among learned men, would aid him in obtaining some lucrative position and rescue him from the precarious situation in which he found himself.  Nothing resulted from it.  His merits compelled esteem; the charm of his frank and courteous manner won him universal good will; his friends were numerous; he was well received and caressed; he even obtained, without seeking it, the entree to more than one salon, where he met men of standing who could be useful to him and assure him a successful future.  All this however amounted to nothing, and no position was offered.  What worked most to his prejudice was an independence of opinion and character which was a part of his nature.  Only to look at him was to know that such a man could not be tied down, and the only language which this able philologist could not learn was the jargon of society.  Add to this that Gilbert had a speculative, dreamy temperament and the pride and indolence which are its accessories.  To bestir himself and to importune were torture to him.  A promise made to him could be forgotten with impunity, for he was not the man to revive it; and besides, as he never complained himself, no one was disposed to complain for him.  In short, among those who had been desirous of protecting and advancing him, it was said: \\\"What need has he of our assistance?  Such remarkable talent will make its own way.\\\"  Others thought, without expressing it: \\\"Let us be guarded, this is another Letronne,--once 'foot in the stirrup,' God only knows where he will stop.\\\"  Others said and thought: \\\"This young man is charming,--he is so discreet,--not like such and such a person.\\\"  All those cited as not \\\"discreet,\\\" were provided for. The difficulties of his life had rendered Gilbert serious and reflective, but they had neither hardened his heart nor quenched his imagination.  He was too wise to revolt against his fate, but determined to be superior to it.  \\\"Thou art all thou canst be,\\\" said he to himself; \\\"but do not flatter thyself that thou hast reached the measure of my aspirations.\\\" After having read M. Leminof's letter, Dr. Lerins went in search of Gilbert.  He described Count Kostia to him according to his remote recollections, but he asked him, before deciding, to weigh the matter deliberately.  After quitting his young friend he muttered to himself-- \\\"After all, I hope he will refuse.  He would be too much of a prize for that boyard.  Of his very Muscovite face, I remember only an enormous pair of eyebrows,--the loftiest and bushiest I ever saw, and perhaps there is nothing more of him!  There are men who are all in the eyebrows!\\\"\\n\\nII\\n\\nA week later Gilbert was on his way to Geierfels.  At Cologne he embarked on board a steamboat to go up the Rhine ten or twelve leagues beyond Bonn.  Towards evening, a thick fog settled down upon the river and its banks, and it became necessary to anchor during the night.  This mischance rendered Gilbert melancholy, finding in it, as he did, an image of his life.  He too had a current to stem, and more than once a sad and somber fog had fallen and obscured his course. In the morning the weather cleared; they weighed anchor, and at two o'clock in the afternoon, Gilbert disembarked at a station two leagues from Geierfels.  He was in no haste to arrive, and even though \\\"born with a ready-made consolation for anything,\\\" as M. Lerins sometimes reproachfully said to him, he dreaded the moment when his prison doors should close behind him, and he was disposed to enjoy yet a few hours of his dear liberty.  \\\"We are about to part,\\\" said he to himself; \\\"let us at least take time to say farewell.\\\" Instead of hiring a carriage to transport himself and his effects, he consigned his trunk to a porter, who engaged to forward it to him the next day, and took his way on foot, carrying under his arm a little valise, and promising himself not to hurry.  An hour later he quitted the main road, and stopped to refresh himself at an humble inn situated upon a hillock covered with pine trees.  Dinner was served to him under an arbor,--his repast consisted of a slice of smoked ham and an omelette au cerfeuil, which he washed down with a little good claret.  This feast a la Jean Jacques appeared to him delicious, flavored as it was by that \\\"freedom of the inn\\\" which was dearer to the author of the Confessions than even the freedom of the press. When he had finished eating, Gilbert ordered a cup of coffee, or rather of that black beverage called coffee in Germany.  He was hardly able to drink it, and he remembered with longing the delicious Mocha prepared by the hands of Madame Lerins; and this set him thinking of that amiable woman and her husband. Gilbert's reverie soon took another turn.  From the bank where he was sitting, he saw the Rhine, the tow path which wound along by the side of its grayish waters, and nearer to him the great white road where, at intervals, heavy wagons and post chaises raised clouds of dust.  This dusty road soon absorbed all of his attention.  It seemed to him as if it cast tender glances upon him, as if it called him and said: \\\"Follow me; we will go together to distant countries; we will keep the same step night and day and never weary; we will traverse rivers and mountains, and every morning we will have a new horizon.  Come, I wait for thee, give me thy heart.  I am the faithful friend of vagabonds, I am the divine mistress of those bold and strong hearts which look upon life as an adventure.\\\" Gilbert was not the man to dream long.  He became himself again, rose to his feet, and shook off the vision.  \\\"Up to this hour I thought myself rational; but it appears I am so no longer. Forward, then,--courage, let us take our staff and on to Geierfels!\\\" As he entered the kitchen of the inn to pay his bill, he found the landlord there busy in bathing a child's face from which the blood streamed profusely.  During this operation, the child cried, and the landlord swore.  At this moment his wife came in. \\\"What has happened to Wilhelm?\\\" she asked. \\\"What has happened?\\\" replied he angrily.  \\\"It happened that when Monsieur Stephane was riding on horseback on the road by the mill, this child walked before him with his pigs.  Monsieur Stephane's horse snorted, and Monsieur Stephane, who could hardly hold him, said to the child: 'Now then, little idiot, do you think my horse was made to swallow the dust your pigs raise?  Draw aside, drive them into the brush, and give me the road.'  'Take to the woods yourself,' answered the child, 'the path is only a few steps off.' At this Monsieur Stephane got angry, and as the child began to laugh, he rushed upon him and cut him in the face with his whip. God-a-mercy! let him come back,--this little master,--and I'll teach him how to behave himself.  I mean to tie him to a tree, one of these days, and break a dozen fagots of green sticks over his back.\\\" \\\"Ah take care what thou sayest, my old Peter,\\\" replied his wife with a frightened air.  \\\"If thou'dst touch the little man thou'dst get thyself into a bad business.\\\" \\\"Who is this Monsieur Stephane?\\\" inquired Gilbert. The landlord, recalled to prudence by the warning of his wife, answered dryly: \\\"Stephane is Stephane, pryers are pryers, and sheep are put into the world to be sheared.\\\" Thus repulsed, poor Gilbert paid five or six times its value for his frugal repast, muttering as he departed: \\\"I don't like this Stephane; is it on his account that I've just been imposed upon? Is it my fault that he carries matters with such a high hand?\\\" Gilbert descended the little hill, and retook the main road; it pleased him no more, for he knew too well where it was leading him. He inquired how much further it was to Geierfels, and was told that by fast walking he would reach that place within an hour, whereupon he slackened his pace.  He was certainly in no haste to get there. Gilbert was but a half a league from the castle when, upon his right, a little out of his road, he perceived a pretty fountain which partly veiled a natural grotto.  A path led to it, and this path had for Gilbert an irresistible attraction.  He seated himself upon the margin of the fountain, resting his feet upon a mossy stone.  This ought to be his last halt, for night was approaching. Under the influence of the bubbling waters, Gilbert resumed his dreamy soliloquy, but his meditations were presently interrupted by the sound of a horse's feet which clattered over the path.  Raising his eyes, he saw coming towards him, mounted upon a large chestnut horse, a young man of about sixteen, whose pale thin face was relieved by an abundance of magnificent bright brown hair, which fell in curls upon his shoulders.  He was small but admirably formed, and his features, although noble and regular, awakened in Gilbert more of surprise than sympathy: their expression was hard, sullen, and sad, and upon this beautiful face not any of the graces of youth appeared. The young cavalier came straight towards him, and when at a step or two from the fountain, he called out in German, with an imperious voice: \\\"My horse is thirsty,--make room for me, my good man!\\\" Gilbert did not stir. \\\"You take a very lofty tone, my little friend,\\\" replied he in the same language, which he understood very well, but pronounced like the devil,--I mean like a Frenchman. \\\"My tall friend, how much do you charge for your lessons in etiquette?\\\" answered the young man in the same language, imitating Gilbert's pronunciation.  Then he added in French, with irreproachable purity of accent: \\\"Come, I can't wait, move quicker,\\\" and he began cutting the air with his riding-whip. \\\"M. Stephane,\\\" said Gilbert, who had not forgotten the adventure of the little Wilhelm, \\\"your whip will get you into trouble some of these days.\\\" \\\"Who gave you the right to know my name?\\\" cried the young man, raising his head haughtily. \\\"The name is already notorious through the country,\\\" retorted Gilbert, \\\"and you have written it in very legible characters upon the cheek of a little pig-driver.\\\" Stephane, for it was he, reddened with anger and raised his whip with a threatening air; but with a blow of his stick Gilbert sent it flying into the bottom of a ditch, twenty paces distant. When he looked at the young man again, he repented of what he had done, for his expression was terrible to behold; his pallor became livid; all the muscles of his face contracted, and his body was agitated by convulsive movements; in vain he tried to speak, his voice died upon his lips, and reason seemed deserting him.  He tore off one of his gloves, and tried to throw it in Gilbert's face, but it fell from his trembling hand.  For an instant he looked with a scornful and reproachful glance at that slender hand whose weakness he cursed; then tears gushed in abundance from his eyes, he hung his head over the neck of his horse, and in a choking voice murmured: \\\"For the love of God, if you do not wish me to die of rage, give me back,--give me back--\\\" He could not finish; but Gilbert had already run to the ditch, and having picked up the riding-whip, as well as the glove, returned them to him.  Stephane, without looking at him, answered by a slight inclination of the head, but kept his eyes fixed upon the pommel of his saddle,--evidently striving to recover his self- possession.  Gilbert, pitying his state of mind, turned to leave; but at the moment he stooped to pick up his portmanteau and cane, the youth, with a well-directed blow of his whip, struck off his hat, which rolled into the ditch, and when Gilbert, surprised and indignant, was about to throw himself upon the young traitor, he had already pushed his horse to a full gallop, and in the twinkling of an eye he reached the main road, where he disappeared in a whirlwind of dust.  Gilbert was much more affected by this adventure than his philosophy should have permitted.  He took up his journey again with a feeling of depression, and haunted by the pale, distorted face of the youth.  \\\"This excess of despair,\\\" said he to himself, \\\"indicates a proud and passionate character; but the perfidy with which he repaid my generosity is the offspring of a soul ignoble and depraved.\\\"  And striking his forehead, he continued: \\\"It just occurs to me, judging from his name, that this young man may be Count Kostia's son.  Ah! what an amiable companion I shall have to cheer my captivity!  M. Leminof ought to have forewarned me.  It was an article which should have been included in the contract.\\\" Gilbert felt his heart sink; he saw himself already condemned to defend his dignity incessantly against the caprices and insolence of a badly-trained child,--the prospect was not attractive! Plunged in these melancholy reflections, he lost his way, having passed the place where he should have quitted the main road to ascend the steep hill of which the castle formed the crown.  By good luck he met a peasant who put him again upon the right track. The night had already fallen when he entered the court of the vast building.  This great assemblage of incongruous structures appeared to him but a somber mass whose weight was crushing him.  He could only distinguish one or two projecting towers whose pointed roofs stood out in profile against the starlit sky.  While seeking to make out his position, several huge dogs rushed upon him, and would have torn him to pieces if, at the noise of their barking, a tall stiff valet had not made his appearance with a lantern in hand. Gilbert having given him his name, was requested to follow him. They crossed a terrace, forced to turn aside at every step by the dogs who growled fiercely,--apparently regretting \\\"these amiable hosts\\\" the supper of which they had been deprived.  Following his guide Gilbert found himself upon a little winding staircase, which they ascended to the third story, where the valet, opening an arched door, introduced him into a large circular apartment where a bed with a canopy had been prepared.  \\\"This is your room,\\\" said he curtly, and having lighted two candles and placed them upon the round table, he left the room, and did not return for half an hour, when he re-appeared bearing a tray laden with a samovar, a venison pie, and some cold fowl.  Gilbert ate with a good appetite and felt great satisfaction in finding that he had any at all.  \\\"My foolish reveries,\\\" thought he, \\\"have not spoiled my stomach at least.\\\" Gilbert was still at the table when the valet re-entered and handed him a note from the Count, which ran thus: \\\"M. Leminoff bids M. Gilbert Saville welcome.  He will give himself the pleasure of calling upon him to-morrow morning.\\\" \\\"To-morrow we shall commence the serious business of life,\\\" said Gilbert to himself, as he enjoyed a cup of exquisite green tea, \\\"and I'm very glad of it, for I don't approve of the use I make of my leisure.  I have passed all this day reasoning upon myself, dissecting my mind and heart,--a most foolish pastime, beyond a doubt\\\"--then drawing from his pocket a note-book, he wrote therein these words: \\\"Forget thyself, forget thyself, forget thyself,\\\" imitating the philosopher Kant, who being inconsolable at the loss of an old servant named Lamp, wrote in his journal: \\\"Remember to forget Lamp.\\\" He remained some moments standing in the embrasure of the window gazing upon the celestial vault which shone with a thousand fires, and then threw himself upon his bed.  His sleep was not tranquil; Stephane appeared to him in his dreams, and at one time he thought he saw him kneeling before him, his face bathed in tears; but when he approached to console him, the child drew a poignard from his bosom and stabbed him to the heart. Gilbert awakened with a start, and had some difficulty in getting to sleep again.\\n\\nIII\\n\\nA great pleasure was in store for Gilbert at his awakening; he rose as the sun began to appear, and having dressed, hastened to the window to see what view it offered. The rotunda which had been assigned to him for a lodging formed the entire upper story of a turret which flanked one of the angles of the castle.  This turret, and a great square tower situated at the other extremity of the same front, commanded a view of the north, and from this side the rock descended perpendicularly, forming an imposing precipice of three hundred feet.  When Gilbert's first glance plunged into the abyss where a bluish vapor floated, which the rising sun pierced with its golden arrows, the spectacle transported him.  To have a precipice under his window, was a novelty which gave him infinite joy.  The precipice was his domain, his property, and his eyes took possession of it.  He could not cease gazing at the steep, wall-like rocks, the sides of which were cut by transverse belts of brush-wood and dwarf trees.  It was long since he had experienced such a lively sensation, and he felt that if his heart was old, his senses were entirely new.  The fact is that at this moment, Gilbert, the grave philosopher, was as happy as a child, and in listening to the solemn murmur of the Rhine, with which mingled the croaking of a raven and the shrill cries of the martins, who with restless wings grazed the abutments of the ancient turret, he persuaded himself that the river raised its voice to salute him, that the birds were serenading him, and that all nature celebrated a fete of which he was the hero. He could hardly tear himself from his dear window to breakfast, and he was again engaged in contemplation when M. Leminof entered the room.  He did not hear him, and it was not until the Count had coughed three times that he turned his head.  Perceiving the enemy, Gilbert started, but quickly recovered himself.  The nervous start, however, which he had not been able to conceal, caused the Count to smile, and his smile embarrassed Gilbert.  He felt that M. Leminof would regulate his conduct to him upon the impression he should receive in this first interview, and he determined to keep close watch upon himself. Count Kostia was a man of middle age, very tall and well made, broad-shouldered, with lofty bearing, a forehead stern and haughty, a nose like the beak of a bird of prey, a head carried high and slightly backwards, large, wide open gray eyes which shot glances at once piercing and restless, an expressive face regularly cut, in which Gilbert found little to criticise except that the eyebrows were a little too bushy, and the cheek bones a little too prominent; but what did not please him was, that M. Leminof remained standing while praying him to be seated, and as Gilbert made some objections the Count cut him short by an imperious gesture and a frown. \\\"Monsieur le Comte,\\\" said Gilbert mentally, \\\"you do not leave this room until you have been seated too!\\\" \\\"My dear sir,\\\" said the Count, pacing the room with folded arms, \\\"you have a very warm friend in Dr. Lerins.  He sets a great value upon your merit; he has even been obliging enough to give me to understand that I was quite unworthy of having such a treasure of wisdom and erudition in my house.  He has also expressly recommended me to treat you with the tenderest consideration; he has made me feel that I am responsible for you to the world, and that the world will hold me to a strict account.  You are very fortunate, sir, in having such good friends, they are among Heaven's choicest blessings.\\\" Gilbert made no answer but bit his lips and looked at the floor. \\\"M. Lerins,\\\" continued the Count, \\\"informs me also, that you are both timid and proud, and he desires me to deal gently with you. He pretends that you are capable of suffering much without complaint.  This is an accomplishment which is uncommon nowadays. But what I regret is, that our excellent friend M. Lerins apparently considers me a sort of human wolf.  I should be very unhappy if I inspired you with fear.\\\"  Then, turning half round towards Gilbert: \\\"Let us see, look at me well; have I claws at the ends of my fingers?\\\" Poor Gilbert inwardly cursed M. Lerins and his indiscreet zeal. \\\"Oh, Monsieur le Comte,\\\" replied he in his frankest tones and with the most tranquil air he could command, \\\"I never suspect claws in a fellow-creature;--only when occasion makes me feel them, I cry out loudly and defend myself.\\\" The sound of Gilbert's voice, and the expression of his face, struck M. Leminof.  It was his turn if not to start (he seldom started) at least to be astonished.  He looked at him an instant in silence, and then resumed in a more sardonic tone: \\\"This is not all; M. Lerins (ah! what an admirable friend you have there!) desires also to inform me that you are, sir, what is called nowadays, a beautiful soul.  What is 'a beautiful soul?'  I know nothing of the species.\\\"  While thus speaking he seemed to be looking by turns for a fly on the ceiling and a pin on the floor. \\\"I have old-fashioned ideas of everything, and I do not understand the vocabulary of my age.  I know a beautiful horse very well or a beautiful woman;--but A BEAUTIFUL SOUL!  Do you know how to explain to me, sir, what 'this beautiful soul' is?\\\" Gilbert did not answer a word.  He was entirely occupied in addressing to Heaven the prayer of the philosopher: \\\"Oh, my God! save me from my friends, and I will take care of my enemies.\\\"  \\\"My questions seem to you perhaps a little indiscreet,\\\" pursued M. Leminof; \\\"but M. Lerins is responsible for them.  His last letter caused me great uneasiness.  He introduces you to me as an exceptionable being; it is natural that I should wish to enlighten myself, for I detest mysteries and surprises.  I once heard of a little Abyssinian prince, who to testify his gratitude to the missionary who had converted him, sent to him, as a present, a large chest of scented wood.  When the missionary opened the chest, he found in it a pretty living Nile crocodile.  Fancy his delight! Experiences like this teach prudence.  So when our excellent friend M. Lerins sends me a present of a beautiful soul, it is natural that I should unpack it with caution, and that before I install this beautiful soul in my house, I should seek to know what is inside of it.  A beautiful soul!\\\" he repeated, in a less ironical but harsher tone, \\\"by dint of pondering upon it, I divine to be a soul which has a passion for the trumpery of sentiment.  In this case, sir, suffer me to give you a piece of advice.  Madame Leminof had a great fancy for Chinese ornaments, and she filled her parlors with them.  Unfortunately, I am a little brusque, and it happened more than once that I overturned her tables laden with porcelain and other gewgaws.  You can judge how well she liked it!  My dear sir, be prudent, shut up your Chinese ornaments carefully in your closets, and carry the keys.\\\" \\\"I thank you for the advice,\\\" answered Gilbert gently; \\\"but I am distressed to see that you have received a very false idea of me. Will you permit me to describe myself as I am?\\\" \\\"I have no objection,\\\" said he. \\\"To begin then 'I am not a beautiful soul,' I am simply a good soul, or if you like it better, an honest fellow who takes things as they come and men as they are; who prides himself upon nothing, pretends to nothing, and who cares not a straw what others think of him.  I do not deny that in my early youth I was subject, like others, to what a man of wit has called 'the witchery of nonsense;' but I have recovered from it entirely.  I have found in life a morose and rather brutal teacher, who has taught me the art of living by severe discipline; so whatever of the romantic was in me has taken refuge in my brains, and my heart has become the most reasonable of all hearts.  If I had the good fortune to be at the same time an artist and rich, I should take life as a play; but being neither the one nor the other I treat it as a matter of business.\\\" M. Leminof commenced his walk again, and in passing Gilbert, gave him a look at once haughty and caressing, such as a huge mastiff would cast upon a spaniel, who fearing nothing, would approach his great-toothed majesty familiarly and offer to play with him.  He growls loudly, but feels no anger.  There is something in the eye of a spaniel which forces the big dogs to take their familiarity in good part. \\\"Ah, then, sir,\\\" said the Count, \\\"by your own avowal you are a perfect egotist.  Your great aim is to live, and to live for yourself.\\\" \\\"It is nearly so,\\\" answered Gilbert, \\\"only I avoid using the word, it is a little hard.  Not that I was born an egotist, but I have become one.  If I still possessed the heart I had at twenty, I should have brought here with me some very romantic ideas.  You may well laugh, sir, but suppose I had arrived at your castle ten years ago; it would have been with a fixed intention of loving you a great deal, and of making you love me.  But now, mon Dieu! now I know a little of the world, and I say to myself that there can be no question between us but a bargain, and that good bargains should be advantageous to both parties.\\\" \\\"What a terrible man you are,\\\" cried the Count with a mocking laugh.  \\\"You destroy my illusions without pity, you wound my poetical soul.  In my simplicity, I imagined that we should be enamored of each other.  I intended to make an intimate friend of my secretary,--the dear confidant of all my thoughts, but at the moment when I was prepared to open my arms to him, the ingrate says to me in a studied tone: 'Sir, there is nothing but the question of a bargain between us; I am the seller, you are the buyer; I sell you Greek, and you pay me cash down.'  Peste!  Monsieur, 'your beautiful soul' does not pride itself on its poetry.  As an experiment, I will take you at your word.  There is nothing but a bargain between us.  I will make the terms and you will agree without complaint, though I am the Turk and you the Moor.\\\" \\\"Pardon me,\\\" answered Gilbert, \\\"it is naturally to your interest to treat me with consideration.  You may give me a great deal to do, I shall not grudge my time or trouble, but you must not overburden me.  I am not exacting, and all that I ask for is a few hours of leisure and solitude daily to enjoy in peace. M. Leminof stopped suddenly before Gilbert, his hands resting upon his hips. \\\"You will sit down, you will sit down, Monsieur le Comte,\\\" muttered Gilbert between his teeth. \\\"So you are a dreamer and an egotist,\\\" said M. Leminof, looking fixedly at him.  \\\"I hope, sir, that you have the virtues of the class.  I mean to say, that while wholly occupied with yourself, you are free from all indiscreet curiosity.  Egotism is worth its price only when it is accompanied by a scornful indifference to others.  I will explain: I do not live here absolutely alone, but I am the only one with whom I desire you to have any intimate acquaintance.  The two persons who live in this house with me know nothing of Greek, and therefore need not interest you.  Remember, I have the misfortune of being jealous as a tiger, and I intend that you shall be mine without any division.  And as for your fantasies, should you think better of it, you will find me always ready to admire them; but you show them to no one else, you understand, to no one!\\\" Count Kostia pronounced these last words with a tone so emphatic that Gilbert was surprised, and was on the point of asking some explanation; but the stern and almost threatening look of the Count deterred him.  \\\"Your instructions, sir,\\\" answered he, \\\"are superfluous.  To finish my own portrait, I am not very expansive, and I have but little sociability in my character.  To speak frankly, solitude is my element; it is inexpressibly sweet to me. Do you wish to try me?  If so, shut me up under lock and key in this room, and provided you have a little food passed through the door to me daily, you will find me a year hence seated at this table, fresh, well and happy, unless perhaps,\\\" he added, \\\"I should be unexpectedly attacked with some celestial longing, in which case, I could some fine day easily fly out of the window; the loss wouldn't be very great.  Finding the cage empty, you would say, 'He has grown his wings, poor fellow--much good may they do him.'\\\" \\\"I don't admit that,\\\" cried the Count, \\\"Monsieur Secretary.  You please me immensely, and for fear of accident, I will have this window barred.\\\" With these words he drew a chair towards him, and seated himself facing Gilbert, who could have clapped his hands at this propitious result.  Their conversation then turned upon the Byzantine Empire and its history.  The Count unfolded to Gilbert the plan of his work, and the kind of researches he expected from him.  This conversation was prolonged for several hours.\\n\\nIV\\n\\nA fortnight later, Gilbert wrote to his friends a letter conceived thus: \\\"Madame:--I have found here neither fetes, cavalcades, gala-days nor Muscovite beauties.  What should we do, I beg to know, with these Muscovite beauties? or perhaps I ought to ask, what would they do with us?  We live in the woods; our castle is an old, very old one, and in the moonlight it looks like a specter.  What I like best about it, is its long and gloomy corridors, through which the wind sweeps freely; but I assure you that I have not yet encountered there a white robe or a plumed hat.  Only the other evening a bat, who had entered by a broken pane, brushed my face with its wing and almost put out my candle.  This, up to the present time has been my sole adventure.  And as for you, sir, know that I am not obliged to resist the fascinations of my tyrant, for the reason that he has not taken the trouble to be fascinating. Know also that I am not bored.  I am contented; I am enjoying the tranquility of mind which comes from a well-defined, well- regulated, and after all, very supportable position.  I am no longer compelled to urge my life on before me and to show it the road; it makes its own way, and I follow it as Martin followed his ass.  And then pleasures are not wanting for us,--listen!  Our castle is a long series of dilapidated buildings, of which we occupy the only one habitable.  I am lodged alone in a turret which commands a magnificent view, and I have a grand precipice under my window.  I can say 'my turret,' 'my precipice!'  Oh, my poor Parisians, you will never understand all there is in these two words: MY PRECIPICE!  'What is it then but a precipice?' exclaims Madame Lerins.  'It is only a great chasm.'  Ah, yes! Madame, it is 'a great chasm'; but imagine that this morning this chasm was a deep blue, and this evening at sunset it was--stay, of the color of your nasturtiums.  I opened my window and put my head out to inhale the odor of this admirable precipice, for I have discovered that in the evening precipices have an odor.  How shall I describe it to you?  It is a perfume of rocks scorched by the sun, with which mingles a subtle aroma of dry herbs.  The combination is exquisite. \\\"The proud rock, of which we occupy the summit and which deserves its name of Vulture's Crag, is bounded at the north as you already know, at the west by a ravine which separates it from a range of hills higher and fantastically jagged, and following the windings of the river.  This line of hills is not continuous; it is cut by narrow gorges, which open into the valley and through which the last rays of the sun reach us.  The other evening there was a red sunset, and one of these gorges seemed to vomit flames; you might have supposed it the mouth of the furnace.  Upon the east, from its heights and its terrace, Geierfels overlooks the Rhine, from which it is separated by the main road and a tow-path.  At the south it communicates by steep paths with a vast plateau, of which it forms, as it were, the upper story, and which is clothed with a forest of beeches, and furrowed here and there with noisy streams.  It is on this side only that our castle is accessible,--and here not to carriages,--even a cart could reach us but with difficulty, and all of our provisions are brought to us upon the backs of men or mules. Mountains, perpendicular rocks, turrets overhanging a precipice, grand and somber woods, rugged paths and brooks which fall in cascades, do not all these, Madame, make this a very wild and very romantic retreat?  On the right bank of the Rhine which stretches out under our eyes, it is another thing.  Picture to yourself a landscape of infinite sweetness, a great cultivated plain, which rises by imperceptible gradation to the base of a distant chain of mountains, the undulating outlines of which are traced upon the sky in aerial indentations. \\\"Directly in front of the chateau, beyond the Rhine, a market town, with neat houses carefully whitewashed and with gardens attached, spreads itself around a little cove, like a fan.  Upon the right of this great village a rustic church reflects the sun from its tinned spire; on the left, some large mills show their lazily turning wheels, and behind these mills, the church and the market town, extends the fertile plain which I have just endeavored to describe to you, and which I cannot praise too much.  Oh! charming landscape!  This afternoon I was occupied in feasting my eyes upon it, when a white goat came to distract my attention, followed at a distance by a little girl whom I suspected of being very pretty; but I forgot them both in watching a steamboat passing up the river towing a flotilla of barges, covered with awnings and attended by their lighters, and a huge raft laden with timber from the Black Forest, manned by fifty or sixty boatmen, some of whom in front, and some in the rear, directed its course with vigorous strokes of the oar. \\\"But what pleases me above everything else is, that Geierfels, by its position, is a kind of acoustic focus to which all the noises of the valley incessantly ascend.  This afternoon, the dull murmuring of the river, the panting respiration of the tug-boat, the vibration of a bell in a distant church tower, the song of a peasant girl washing her linen in a spring, the bleating of sheep, the tic tac of the mills, the tinkling bells of a long train of mules drawing a barge by a rope, the reverberating clamors of boatmen stowing casks in their boats--all these various sounds came to my ear in vibrations of surprising clearness, when suddenly a gust of wind mingled them confusedly together, and I could hear but a vague music which seemed to fall from the skies.  But a moment afterwards all of these vibrating voices emerged anew from the whirlwind of confused harmony, and each, sonorous and distinct, recounted to my enraptured heart some episode in the life of man and nature.  And then, when night comes, Madame, to all of these noises of the day succeed others more mysterious, more penetrating, more melancholy.  Do you like the hooting of the owl, Madame?  But first, I wonder if you have ever heard it.  It is a cry--  No, it is not a cry, it is a soft, stifled wail; a monotonous and resigned sorrow, which unbosoms itself to the moon and stars.  One of these sad birds lodges within two steps of me, in the hollow of a tree, and when night comes, he amuses himself by singing a duet with the singing wind.  The Rhine plays an accompaniment, and its grave, subdued voice furnishes a continuous bass, whose volume swells and falls in rhythmic waves.  The other evening this concert failed; neither the wind nor the owl was in voice.  The Rhine alone grumbled beneath; but it arranged a surprise for me and proved that it could make harmony of its own without other aid.  Towards midnight a barge carrying a lantern on its prow had become detached from the bank and had drifted across the river, and I distinctly heard, or imagined that I heard, the wash of the waves upon the side of the boat, the bubbling of the eddy which formed under the stern, the dull sound of the oar when it dipped into the current, and still sweeter, when raised out of it the tender tears which dripped from it drop by drop.  This music contrasted strongly with that I had heard the night before at the same hour.  The north wind had risen during the evening, and near eleven o'clock it became furious; it filled the air with sad howlings, and increased to a rage that was inexpressible.  The weathercocks creaked, the tiles ground against each other, the roof timbers trembled in their mortices, and the walls shook upon their foundations.  From time to time a blast would hurl itself against my window with wild shrieks, and from my bed I imagined I could see through the panes the bloodshot eyes of a band of famished wolves.  In the brief intervals when this outside tumult subsided, strange murmurs came from the interior of the castle; the wainscoting gave forth dismal creakings;--there was not a crack in the partitions, nor a fissure in the ceiling from which did not issue a sigh, or hoarse groans. Then again all this became silent, and I heard only something like a low whispering in the far off corridors, as of phantoms murmuring in the darkness as they swept the walls in their flight; then suddenly they seemed to gather up their forces, the floors trembled under their spasmodic tramping, while they clambered in confusion up the staircase which led to my room, throwing themselves over the threshold of my door and uttering indescribable lamentations. \\\"But enough of this, perhaps you will say; let us now talk a little of your patron:  This terrible man, will you believe it, has not inspired me with the antagonism which you prophesied.  But in the first place we do not live together from morning to night.  The day after my arrival, he sent me a long list of difficult or mutilated passages to interpret and restore.  It is a work of time, to which I devote all my afternoons.  He has had some of his finest folios sent to my room, and I live in these like a rat in a Dutch cheese. It is true, I pass my mornings in his study, where we hold learned discussions which would edify the Academy of Inscriptions; but to my delight, after nightfall I can dispose of myself as I choose. He has even agreed that, after seven o'clock, I may lock myself in my room, and that no human being under any pretext whatever shall come to disturb me there.  This privilege M. Leminof granted to me in the most gracious manner, and you can imagine how grateful I am to him for it.  I do not mean to say by this that he is an amiable man, nor that he cares to be; but he is a man of sense and wit.  He understood me at once, and he means to make me serviceable to him. I am like a horse who feels that he carries a skilful rider.\\\"\\n\\nV\",\"timestamp\":1639708802,\"title\":\"\\nAt the beginning of the summer of 1850, a Russian nobleman, Count Kostia Petrovitch Leminof\"},\"digest\":\"jy_aqV0Z0sEDIHJZwu--effy9ny_eY9enEpGxfa1if0\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NhG_u_boe8xfQI9I-yfOs_7d9mEnFKaGiuYLYHR7X_8\\\",\\\"y\\\":\\\"ncnD-sKS0kW_xfQVyDg88parWGVnpCCKhK1Hm1SYaVU\\\"}\",\"signature\":\"fes2T0-vNpzvOpxdhifhI6QJ45GorsNFeyB2jZHjE5yogUvSXlUv3eAOMFfOaMI1Lrqdpn3yyCk_vR-GeczZBQ\",\"signingKeySignature\":\"0x5028d12889eb752442f593f6e45f433310e16a4c119f2cf789d92dac517a9f596ffcd06603b0f203fb4f45518de700e01c7a47f2596a36fe76970fbd967241601c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NhG_u_boe8xfQI9I-yfOs_7d9mEnFKaGiuYLYHR7X_8\\\",\\\"y\\\":\\\"ncnD-sKS0kW_xfQVyDg88parWGVnpCCKhK1Hm1SYaVU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jy_aqV0Z0sEDIHJZwu--effy9ny_eY9enEpGxfa1if0\"}"