"{\"content\":{\"body\":\"The new men worked with a will. They were energetic, zealous, and skilful.  They soon gave evidence of their general handiness and efficiency in all the departments of work in which they were engaged.  We were thus enabled to carry out our practice of Free Trade in Ability in our own way, and we were no longer interfered with in our promotion of workmen who served us best. In short, we had scotched the strike; we conquered the Union in their wily attempt to get us under their withering control; and the Bridgewater Foundry resumed its wonted activity in every department.\\n\\nIt was afterwards a great source of happiness to me to walk through the various workshops and observe the cheerful and intelligent countenances of the new men, and to note the energetic skill with which they used their tools in the advancement of their work.  General handiness is one of the many valuable results that issues from the practice of handling the variety of materials which are more or less employed in mechanical structures.  At the time that I refer to, the skilful workmen employed in the engineering establishments of Scotland (which were then comparatively small in size) were accustomed to use all manner of mechanical tools.  They could handle with equally good effect the saw, the plane, the file, and the chisel; and, as occasion required, they could exhibit their skill at the smith's forge with the hammer and the anvil.  This was the kind of workmen with which I had reinforced the foundry.  The men had been bred to various branches of mechanics. Some had been blacksmiths, others carpenters, stone masons, brass or iron founders; but all of them were handy men.  They merely adopted the occupation of machine and steam-engine makers because it offered a wider field for the exercise of their skill and energy.\\n\\nI may here be allowed to remark that we owe the greatest advances in mechanical invention to Free Trade in Ability.  If we look carefully into the narratives of the lives of the most remarkable engineers, we shall find that they owed very little to the seven years' rut in which they were trained.  They owed everything to innate industry, energy, skill, and opportunity.  Thus, Brindley advanced from the position of a millwright to that of a canal engineer; Smeaton and Watt, from being mathematical instrument makers, advanced to higher positions,--the one to be the inventor of the modern lighthouse, the other to be the inventor of the condensing steam-engine. Some of the most celebrated mechanical and civil engineers--such as Rennie, Cubitt, and Fairbairn--were originally millwrights. All these men were many-handed.  They had many sides to their intellect. They were resourceful men.  They afford the best illustrations of the result of Free Trade in Ability.\\n\\nThe persistent aim at an indolent equality which Union men aim at, is one of the greatest hindrances to industrial progress. When the Union Delegates called upon me to insist that none but men who had served seven years' apprenticeship should be employed in the works, I told them that I preferred employing a man who had acquired the requisite mechanical skill in two years rather than another who was so stupid as to require seven years' teaching.  The delegates regarded this statement as preposterous and heretical.  In fact, it was utter high treason.  But in the long run we carried our point.\\n\\nIt is true, we had some indenture-bound apprentices.  These were pupils who paid premiums.  In certain cases we could not very well refuse to take them.  Some of them caused a great deal of annoyance and disturbance.  They were irregular in their attendance, consequently they could not be depended upon for the regular operations of the foundry.  They were careless in their work, and set a bad example to the others.  We endeavoured to check this disturbing element by stipulating that the premium should be payable in six months' portions, and that each party should be free to terminate the connection at the end of each succeeding six months.  By this system we secured more care and regularity on the part of the pupil apprentices; as, while it checked inattention and irregularity, it offered a direct and substantial encouragement to zeal and industry.\\n\\nBut the arrangement which we greatly preferred was to employ intelligent well-conducted young lads, the sons of labourers or mechanics, and advance them by degrees according to their merits. They took charge of the smaller machine tools, by which the minor details of the machines in progress were brought into exact form without having recourse to the untrustworthy and costly process of chipping and filing.  A spirit of emulation was excited amongst the lads.  They vied with each other in executing their work with precision.  Those who excelled were paid an extra weekly wage. In course of time they took pride, not only in the quantity but in the quality of their work; and in the long run they became skilful mechanics.  We were always most prompt to recognise their progress in a substantial manner.  There was the most perfect freedom between employer and employed.  Every one of these lads was at liberty to leave at the end of each day's work.  This arrangement acted as an ever-present check upon master and apprentice.  The only bond of union between us was mutual interest.  The best of the lads remained in our service because they knew our work and were pleased with the surroundings; while we on our part were always desirous of retaining the men we had trained, because we knew we could depend upon them. Nothing could have been more satisfactory than the manner in which this system worked.\\n\\nIn May 1835 I had the great happiness of receiving a visit from my dear father.  I was then in Dale Street, Manchester, where my floor was overloaded with the work in progress.  My father continued to take a great interest in mechanical undertakings, and he was pleased with the prosperity which had followed my settlement in this great manufacturing centre.  He could still see his own lathe, driven by steam power, in full operation for the benefit of his son.  His fame as an artist was well known in Manchester, for many of his works were possessed by the best men of the town.  I had the pleasure of introducing him to the Brothers Grant, John Kennedy, Edward Lloyd, George Murray, James Frazer, William Fairbairn, and Hugh and Joseph Birley, all of whom gave him a most cordial welcome, and invited him to enjoy their hospitality.\\n\\n\\\\[Image\\\\]  Alexander Nasmyth.  After a cameo by Samuel Joseph\\n\\nIn 1838 he visited me again.  I had removed to Patricroft, and the Bridgewater Foundry was in full operation.  My father was then in his eightieth year.  He was still full of life and intellect. He was vastly delighted in witnessing the rapid progress which I had made since his first visit.  He took his daily walk through the workshops, where many processes were going on which greatly interested him.  He was sufficiently acquainted with the technical details of mechanical work to enjoy the sight, especially when self-acting tools were employed.  It was a great source of pleasure to him to have \\\"a crack\\\" with the most intelligent foremen and mechanics.  These, on their part, treated him with the most kind and respectful attention. The Scotch workmen regarded him with special veneration.  They knew that he had been an intimate friend of Robert Burns, their own best-beloved poet, whose verses shed a charm upon their homes, and were recited by the fireside, in the fields, or at the workman's bench.\\n\\nThey also knew that he had painted the only authentic portrait of their national bard.  This fact invested my father with additional interest in their eyes.  Their respect for him culminated in a rather extraordinary demonstration.  On the last day of his visit the leading Scotch workmen procured \\\"on the sly\\\" an arm-chair, which they fastened to two strong bearing poles.  When my father left the works at the bell-ringing at mid-day, he was approached by the workmen, and respectfully requested to \\\"take the chair.\\\"  He refused; but it was of no use.  He was led to the chair, and took it.  He was then raised and carried in triumph to my house.  He was carefully set down at the little garden-gate, where the men affectionately took leave of him, and ended their cordial good wishes for his safe return home with three hearty cheers.  I need scarcely say that my father was greatly affected by this kind demonstration on the part of the workmen.\\n\\nHis life was fast drawing to a close.  He had borne the heat and burden of the day; and was about to be taken home like a shock of corn in full season.  After a long and happy life, blessed and cheered by a most affectionate wife, he laid down his brushes and went to rest. In his later years he rejoiced in the prosperity of his children, which was all the more agreeable as it was the result of the example of industry and perseverance which he had ever set before them. My father untiringly continued his professional occupations until 1840, when he had attained the age of eighty-two.  His later works may be found wanting in that degree of minute finish which characterised his earlier productions; but in regard to their quality there was no falling off, even to the last picture which he painted. The delicate finish was amply compensated by the increase in general breadth and effectiveness, so that his later works were even more esteemed by his brother-artists.   The last picture he painted was finished eight days before his death.  It was a small work.  The subject was a landscape with an autumnal evening effect.  There was a picturesque cottage in the middle distance, a rustic bridge over a brook in the foreground, and an old labouring man, followed by his dog, wearily passing over it on his way towards his home.  From the chimney of his cottage a thin streak of blue smoke passed upward through the tranquil evening air. All these incidents suggested the idea, which no doubt he desired to convey, of the tranquil conclusion of his own long and active life, which was then, too evidently, drawing to a close. The shades of evening had come on when he could no longer see to work, and he was obliged to lay down his pencil.  My mother was at work with her needle close by him; and when he had finished he asked her what he should call the picture.  Not being ready with an answer, he leant back in his chair, feeling rather faint, and said, \\\"Well, I think I had better call it Going Home.\\\"  And so it was called.\\n\\nNext morning his strength had so failed him that he could not get up. He remained there for eight days, and then he painlessly and tranquilly passed away.  While on his deathbed he expressed the desire that his remains should be placed beside those of a favourite son who had died in early youth.  \\\"Let me lie,\\\" he said, \\\"beside my dear Alick.\\\" His desire was gratified.  He was buried beside his son in St. Cuthbert's churchyard, under the grandest portion of the great basaltic rock on which Edinburgh Castle stands.  His grave is marked by a fine Runic Cross, admirably sculptured by Rhind of Edinburgh.\\n\\n\\\\[Image\\\\]  Monument to Alexander Nasmyth\\n\\nOne of the kindest letters my mother received after her great loss was one from Sir David Wilkie.  It was dated 18th April 1840.  \\\"I hasten,\\\" he said, \\\"to assure you of my most sincere condolence on your severe affliction, feeling that I can sympathise in the privation you suffer from losing one who was my earliest professional friend, whose art I at all times admired, and whose society and conversation was perhaps the most agreeable that I ever met with.  \\\" He was the founder of the Landscape Painting School of Scotland, and by his taste and talent has for many years taken a lead in the patriotic aim of enriching his native land with the representations of her romantic scenery; and, as the friend and contemporary of Ramsay, of Gavin Hamilton, and the Runcimans, may be said to have been the last remaining link that unites the present with the early dawn of the Scottish School of Art.\\\" I may add that my mother died six years later, in 1846, at the same age as my father, namely eighty-two.\\n\\nCHAPTER 13. My Marriage--The Steam Hammer\\n\\nBefore I proceed to narrate the later events of my industrial life, it is necessary to mention, incidentally, an important subject. As it has been the source of my greatest happiness in life, I cannot avoid referring to it.\\n\\nI may first mention that my earnest and unremitting pursuit of all subjects and occupations, such as I conceived were essential to the acquirement of a sound practical knowledge of my profession, rendered me averse to mixing much in general society.  I had accordingly few opportunities of enjoying the society of young ladies.  Nevertheless, occasions now and then occurred when bright beings passed before me like meteors.  They left impressions on my memory, which in no small degree increased the earnestness of my exertions to press forward in my endeavours to establish myself in business, and thereby acquire the means of forming a Home of my own.\\n\\nMany circumstances, however, conspired to delay the ardently longed for condition of my means, such as should induce me to solicit some dear one to complete my existence by her sweet companionship, and enter with me into the most sacred of all the partnerships of life. In course of time I was rewarded with that success which, for the most part, ensues upon all honourable and unremitting business efforts. This cheered me on; although there were still many causes for anxiety, which made me feel that I must not yet solicit some dear heart to forsake the comforts of an affluent home to share with me what I knew must for some years to come be an anxious and trying struggle for comfort and comparative independence.  I had reached my thirtieth year before I could venture to think that I had securely entered upon such a course of prosperity as would justify me in taking this the most important step in life.\\n\\nIt may be a trite but not the less true remark that some of the most important events originate in apparently chance occurrences and circumstances, which lead up to results that materially influence and even determine the subsequent course of our lives.  I had occasion to make a business journey to Sheffield on the 2d of March 1838, and also to attend to some affairs of a similar character at York.  As soon as I had completed my engagement at Sheffield, I had to wait for more than two dreary hours in momentary expectation of the arrival of the coach that was to take me on to York.  The coach had been delayed by a deep fall of snow, and was consequently late.  When it arrived, I found that there was only one outside place vacant; so I mounted to my seat. It was a very dreary afternoon, and the snow was constantly falling.\\n\\nAs we approached Barnsley I observed, in the remaining murky light of the evening, the blaze of some ironwork furnaces near at hand. On inquiring whose works they were, I was informed that they belonged to Earl Fitzwilliam, and that they were under the management of a Mr. Hartop.  The mention of this name, coupled with the sight of the ironworks, brought to my recollection a kind invitation which Mr. Hartop had given me while visiting my workshop in Manchester to order some machine tools, that it I ever happened to be in his neighbourhood, he would be most happy to show me anything that was interesting about the ironworks and colliery machinery under his management.\\n\\nI at once decided to terminate my dreary ride on the top of the coach. I descended, and with my small valise in hand I trudged over some trackless snow-covered fields, and made my way by the shortest cut towards the blazing iron furnaces.  On reaching them I was informed that Mr. Hartop had just gone to his house, which was about a mile distant.  I accordingly made my way thither the best that I could through the deep snow.  I met with a cordial welcome, and with the hospitable request that I should take up my quarters there for the night, and have a round of the ironworks and the machinery on the following day.  I cheerfully acceded to the kind invitation. I was then introduced to his wife and daughter in a cosy room, where I spent a most pleasant evening.  As Mr. Hartop was an enthusiast in all matters relating to mechanism and mechanical engineering subjects generally, we found plenty to converse about; while his wife and daughter, at their needlework, listened to our discussions with earnest and intelligent attention.\\n\\nOn the following day I was taken a round of the ironworks, and inspected their machinery, as well as that of the collieries, in the details of which Mr. Hartop had introduced many common-sense and most effective improvements.  All of these interested me, and gave me much pleasure.  In the evening we resumed our \\\"cracks\\\" on many subjects of mutual interest.  The daughter joined in our conversation with the most intelligent remarks; for, although only in her twenty-first year, she had evidently made good use of her time, aided by her clear natural faculties of shrewd observation.  Mr. Hartop having met with some serious reverse of fortune, owing to the very unsatisfactory conduct of a partner, had in a manner to begin business life again on his own account; and although he had to reduce his domestic establishment considerably in consequence, there was in all its arrangements a degree of neatness and perfect systematic order, combined with many evidences of elegant taste and good sense which pervaded the whole, that enhanced in no small degree the attractiveness of the household.  The chief of these, however, was to me their daughter Anne!  I soon perceived in her, most happily and attractively combined, all the conditions that I could hope for and desire to meet with in the dear partner of my existence.\\n\\nAs I had soon to proceed on my journey, I took the opportunity of telling her what I felt and thought, and so ardently desired in regard to our future intercourse.  What little I did say was to this great purpose; and, so far as I could judge, all that I said was received in the best spirit that I could desire.  I then communicated my hopes and wishes to the parents.  I explained to them my circumstances, which happily were then beginning to assume an encouraging prospect, and realising, in a substantial form, a return for the earnest exertions that I had made towards establishing a home of my own. They expressed their concurrence in the kindest manner; and it was arranged that if business continued to progress as favourably as I hoped, our union should take place in about two years from that time.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/315](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/315)\\n\\n\",\"timestamp\":1639290207,\"title\":\"\\nWe had no reason to regret the results which were effected through the strike ordered by the Trades' Union.  \"},\"digest\":\"Gdv6qo1bj_5K89g-VkCE3JqckAIp3RxGczykCRgxlD8\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_4f_HYRSAuqo9HQNQD8Gx5TUI-JjsdJxR1P3Iw58FZ4\\\",\\\"y\\\":\\\"ww5N2oovK9qsd-yE1j4KAJTpvjVdYuUyC5xXg-yvuuM\\\"}\",\"signature\":\"Ci9-40fWUxUn-XRDXzi28iB4KXEDWnaeVVs3yq6LxtItxV2_kam9nSO76pNDcHIWDKSqhfJFit3vA47kTpnZjA\",\"signingKeySignature\":\"0x07abf4c67510ee574ba3b358d830cb94ecaee4bc6e888265edca5c8ef5eaa6f63d7335f1c23944d50518d23fdeaad13822806f94d60fdf81a04d5245808bdd9d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_4f_HYRSAuqo9HQNQD8Gx5TUI-JjsdJxR1P3Iw58FZ4\\\",\\\"y\\\":\\\"ww5N2oovK9qsd-yE1j4KAJTpvjVdYuUyC5xXg-yvuuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Gdv6qo1bj_5K89g-VkCE3JqckAIp3RxGczykCRgxlD8\"}"