"{\"content\":{\"body\":\"After one week of getting a phone call from the Talent Acquisition lead from Leapfrog technology, I am writing my experience of online written exam to online face-to-face interview and call from talent acquisition lead.\\n\\nWell, the experience includes the excitement of seeing the internship opportunity, eagerly waiting for an online written examination, preparations for the examination, getting a call and email for a face-to-face interview meeting, and a call from a talent acquisition lead. So, to begin with, the internship opened for quality assurance. I had no idea what quality assurance was before the vacancy post. So, I read and researched about it. At first, I was confused to find the resources to read. But after a couple of days, I had read basic knowledge like “*what quality assurance means?, roles of quality assurance, STLC (software testing life cycle) and SDLC (software development life cycle), and Bug life cycle.”*\\n\\nI thought for an internship the basic knowledge would be enough. But I kept on studying and acquiring knowledge a little more as it was getting interesting. Then, a day for online written examination came. I was ready, I had done my preparation. The link for the online meeting was provided. I joined the meeting and there were others too. I remember there were around 70 more participants for the exam, but I don’t know an exact number of a participant because it was a number when I joined the call and later I concentrated on the exam.\\n\\nIn my mind, there was thought that the online written exam might be on google forms as the questions included MCQ (multiple choice question), but the exam took place on google docs. It was all a written exam. Also, I was unaware of the question pattern. I thought, there will only be 2 or 3 questions like definitions and types, roles list. But the question also asked to describe those. I know I had prepared well. But all description writing and marks included at end of each question made me think like I was giving my college exam. Anyway, I wrote the answers to the questions and shared that link to the excel sheet that the meeting host had sent.\\n\\nAround after 4 / 5 days, I got a call at night around 7:40 pm for the face-to-face interview day after. I got really happy. I was going to have an interview taken by the leapfrog technology’s senior QA engineer. I was excited, happy, scared ( as it was my first interview for the job). I knew the interview is going to be tough because the written exam was also somehow a little difficult. So after getting a phone call, I started revising what I had learned before and learned even more.\\n\\nThe next day, I was excited & scared. I had an interview from 2:40 pm to 3 pm time allocated. But I was so excited and scared, that I had to take shower before the interview to calm my mind. Then listened to Eminem songs to get motivation. And, the time for the interview just started. I joined the call. There were two interviewers. I talked like I was calm and easy, but I was not. And the interviewer started asking technical questions related to QA. And I started to give answers. The interview was going well. And at some point, I even forgot which question I was answering. But it went well. The allocated time was 20 mins but the interview happened for 30 mins. I was satisfied with my interview.\\n\\nAfter few days, I got a call from talent acquisition, and he started asking about my college schedule, and whether that I would be able to commit full time for the internship and job (if selected through an internship). I was positive about it. I replied that I can commit to the job. But the problem here was my college online classes schedule and internship schedules overlapped.\\n\\nAlthough, he said the time was flexible somehow, the 2 hours difference was not quite suitable. Then I asked him for the solution if he could provide it. Then he replied, that if I could manage the college classes then it would be not a problem to join the internship program. But I couldn’t also miss 2 subjects of college class for every day. So, I told him I won’t be able to manage the college classes as well. Then he said that I was already at the third stage of the selection process. so even if I didn’t take this time to join the internship program, I would have a privilege of direct selection for the next vacancy opening for the same position. And with that note, I didn’t join this year’s internship program. But certainly, I will join the internship next year.\",\"timestamp\":1640701187,\"title\":\"Quality Assurance Internship Application Experience \"},\"digest\":\"DF1JOZniTf62QNKk2s2fdoabOIrm5jDNO8ZFQXZOkr8\",\"authorship\":{\"contributor\":\"0x4adf1476d80306337C444A6b24B3eB1EA9692dec\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SQIA6SmJ_sfDnrHa41fNK5mZvtzqbO_6IXraHFSTpjc\\\",\\\"y\\\":\\\"PnCDCMAM78Tb6MI93vNAy9v2s4Ndi5uPK8i9jfGMveE\\\"}\",\"signature\":\"g8EgTEPhJ2BZRtz9mr02wDeBNlIuI8usEGmkbcN02t-nAOOIEKV_ubSSAUADY_KQGBxQNkXUECvRVIt7s5_ySw\",\"signingKeySignature\":\"0x3e4386fa6ad93d03bd14c07bb995c83d0b5ee766a080dd3f92c92b84f8f96ce35c131ed9ebe914101faf1b80466ce6878e2c241ab1d3ab22625b9e47ba5768791b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SQIA6SmJ_sfDnrHa41fNK5mZvtzqbO_6IXraHFSTpjc\\\",\\\"y\\\":\\\"PnCDCMAM78Tb6MI93vNAy9v2s4Ndi5uPK8i9jfGMveE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DF1JOZniTf62QNKk2s2fdoabOIrm5jDNO8ZFQXZOkr8\"}"