"{\"content\":{\"body\":\"*[On the Other Side](https://www.othersidepod.xyz/) is a podcast exploring the human side of web3. You can listen on [Spotify](https://open.spotify.com/show/3N9UiYP9Nfp1UzjHOPNDlu), [Apple Podcasts](https://podcasts.apple.com/us/podcast/on-the-other-side/id1570685120), or wherever you get your podcasts.*\\n\\n## Episode 21: Utopias + value pluralism\\n\\nThis episode is an interview with Jasmine Sun. Jasmine runs [Reboot](http://joinreboot.org), a community of reclaiming techno-optimism for a better collective future. Jasmine talks the role of utopias in building web3, techno-optimism, value pluralism, and building spaces for productive disagreement.\\n\\n*This episode is sponsored by [RabbitHole](https://rabbithole.gg/), a platform guiding users down the web3 rabbit hole by curating positive-sum protocols and allowing users to earn as they learn.*\\n\\n**Chase:** I am here with Jasmine Sun from Reboot. Jasmine, thank you so much for coming on the show!\\n\\n**Jasmine:** Thank you. I'm excited to be here.\\n\\n**Chase:** I cannot wait to chat about Reboot, the philosophy behind it, and how it plays into web3. Before we dive into that, do you want to give a little bit of background on you and what you're working on?\\n\\n**Jasmine:** Yeah, totally. So my name is Jasmine. I run Reboot, which is a publication and community reclaiming techno-optimism for a better collective future. We’re mostly a community of young technologists doing a lot of reading and writing about technology and society. I also work on community products at Substack by day, and I do some writing projects on the side.\\n\\n**Chase:** I love this idea of techno-optimism and how it intersects with web3. For people who aren't familiar with the term, do you want to give a broad definition of techno-optimism?\\n\\n**Jasmine:** Yeah. And I think it's interesting because the reason that Reboot’s mission statement is about reclaiming techno-optimism, I don't actually resonate with the way that a lot of folks have historically maybe defined techno-optimism or talked about it. I remember reading some of the progress studies work, for example, that Patrick Collison and Tyler Cowen put out, and I think sometimes technologists can have the assumption that just because the tech gets better, just because you have technological progress, then social and political progress will follow. And that form of techno-optimism seems much more about how technology is definitely going to make the world better in all instances and so assumes we should probably just have as much of it as possible. But the version of techno-optimism that I am most interested in is almost really human optimism ‒ it’s more about human agency. To me, technology is much more about tools that humans use to create the world that they want. And I'm excited about our ability as both individuals and as communities and collectives to build tools  systems that get us closer to the world we want. And that's maybe a bit fluffier and it requires the human part as much as the new technology part. But that's the vision of techno-optimism that I’m most excited about.\\n\\n**Chase:** I think that's really interesting. You had this amazing piece about techno-optimism and what it's looked like in terms of utopian ideals. It felt like you took this approach that acknowledges that the systems that we have as humans are in some cases pretty fucked up and technology will sometimes be used to continue moving forward things that are fucked up. What I thought was really interesting was this idea of still choosing a utopia to work toward, but choosing one that sort of acknowledges these challenges that do exist. Do you think that's a fair characterization? And then also, can you expand more on that thought around the role of utopia in trying to build technology and what it means to envision utopia?\\n\\n**Jasmine:** Yeah. I spent a while earlier this year, just getting really into exciting utopias, I think ‒ and this is also part of the motivation for Reboot ‒ I identify somewhat with the political left and I've always been really interested in questions of social justice. And I think that some parts of the left wing political ecosystem  can get really wrapped up in cynicism about the big bad structures that exist, which are certainly real. And at the same time, there are other folks on the left, particularly, I read from a lot of activists, organizers, theorists who are really actually motivated by utopias and by trying to build them. From that I drew a lot of my own thinking and inspiration from a lot of abolitionists work. When it comes to prison abolition, you might think they just want to tear down and burn down all of the jails and the prisons. But I think most folks who are interested in that are actually much more interested in the question of *how do we build a society where prisons are not necessary?* The thought isn’t just *if we take our current society and burn all the prisons down, everything's going to be fine,* things are probably not going to be fine. But rather *if we had a better social safety net, if we had more resilient communities, if we were more forgiving as a culture and used principles of restorative justice in our schools and in our neighborhoods then we just wouldn't need as many jails and prisons in the first place*. And so to me, that's a sort of utopian thinking where short-term is okay, should we just put people in jail? The medium-term is maybe we should have something like mental health rehab instead of jail. And then the long-term utopian vision is we could all just be much more empathetic and more supportive as a society such that we don't need to do things like put people in jail all the time.\\n\\nNow it sounds like I'm talking about a bunch of things that seem maybe unrelated to technology. But I think first of all, things like jails are technologies too, they're tools that humans use to solve human problems and we've built these new systems and structures. And ultimately, I think utopia is just about thinking systemically. It's about thinking about world-building much more than it is very specific interventions and even if it's not something that we can implement as a whole, there are usually piecemeal ways to get there and it helps a lot to have that ambition.\\n\\nA lot of tech people are really into sci-fi and I remember my favorite book as a kid was *Ender's Game* and I have read *Ender’s Game* probably 15 times by now. One of the most interesting things to me about Ender's game was how Orson Scott Card, even before the mainstream internet, was talking about these web forums and how kids (the Ender siblings) could go pseudonymous. And they were literally altering the course of geopolitics by writing on these web forums, which today sounds normal and not that interesting, but it was written in the eighties and what Orson Scott Card is really imagining there is not just a web forum. He’s imagining a pseudonymous web forum as a vision of a world where your physical real life identity matters less ‒ where people can connect across borders to promote geopolitical cooperation and communicate at a much wider scale. So that's what I mean when I say utopia ‒ it’s thinking about the entire system and then you can reverse engineer the tools needed to get there.\\n\\n**Chase:** Yeah, I love that. You said something that I think is interesting, which was that this idea of shaping geopolitical movements online sounding less interesting today because we take it for granted between Twitter and all of the different platforms that we can use. That sort of brought up something  in my mind that I've been thinking about which is that systems that work really well are boring. They’re minimizing human suffering and when that works well, you don’t necessarily know these systems are even there. Though I suppose there's always going to be suffering and while we can work to mitigate it systemically, it feels like that's always going to happen. So I wonder if you imagine innovation as almost a constant re-imagining of utopias? Once we build what we believe is utopia, there's probably going to be some other problem that emerges, right? I'm curious how you think about it.\\n\\n**Jasmine:** Yeah, totally. I think you're right in that the total erosion of human suffering or eradication of human suffering is probably unrealistic. I think that's where ideas around value pluralism and voice versus exit come into the picture. I believe in the form of value pluralism, where values will always trade off. You're always going to have, let's say liberty versus security in the context of surveillance. And in the end, you can't just make everybody absolutely happy. People are going to want to choose a community that reflects their values best. And some people are willing to trade off a little bit of their liberty for increased security. Some people will make the opposite trade off. I think that these things are always going to be in conflict. It's more about spaces to negotiate them because people do change their minds. As external conditions change or just as public opinion changes, it’s important to always allow the existing systems to be modified to reflect the values that most people currently hold. Then simultaneously to be able to have multiple communities or multiple states, with different sets of laws and priorities, so that if the one you're currently in just doesn't reflect your values at all, you can go to the other one. I remember a quote from Popper that was talking about how at a certain point, the leaders or the people in authority are always going to have power to set policy, to set priorities. It's more like, is that system, and is that the person currently in power is easily replaceable? If there's democratic will to replace them, you're never going to make everybody happy, but what's bad is if you end up with a system where everybody's unhappy and has no ability to replace.\\n\\n**Chase:** I love that. I've been thinking a lot about this in the context of DAOs where, whether it be a theory, if you consider the network of Ethereum a DAO or a DAO building product, it feels like so much of decentralization is actually about giving people the option to choose if they want to participate or choose how they want to participate, because, to your point, you're always going to have some sort of delegated decision-making power often, in peer to peer networks maybe not, but this ability to opt in and opt out of different systems feels like one of the core foundations of web3 in general. So I love that framing of how we think about a lot of these things. I have never heard of value plurality, can you talk more about that? Because that feels like an element of this greater picture.\\n\\n**Jasmine:** Yeah, I totally agree. I got into web3 fairly recently, probably half a year ago. Maybe it was when I really started meaningfully engaging with the ecosystem and I had the preconception as a lot of folks do that they are hyper financialized, that it was scammy et cetera, et cetera. But the thing that really attracted me was that there was certainly an Arco capitalist who wanted to create this like libertarian paradise and they exist. But the whole point is that you can choose the kind of governance ecosystem that you want to participate in and you can fork a protocol and create one that you feel is more reflective of your values. So that's really the thing that brought me to be interested in what three in the first place. So value pluralism is a concept from Isaiah Berlin, who is a political philosopher. His whole thing was basically that values, whether liberty, security, agency, what like all of these sorts of things, you can't actually logically resolve one as being the best one. Everyone individually, or even everybody within their community might be able to rank the values that they care about, but you can't logically determine objectively which value is like underlies all the other values or something like that. And that means that people are just always going to disagree. And no amount of deliberation or like conducting experiments or something is going to come up with a consensus answer. And because these conflicts are intrinsic and are removable, you maybe should lean into that a little bit. I don't know if he says this, but my takeaway is that we should lean into the fact that different values compete and we should lean into the fact that. These are irresolvable in many ways but that doesn't mean people can't cooperate or reach interim agreements with each other. Nobody's going to agree with a hundred percent of what their city government, or what their company determines that. But I think it's much more important to recognize those conflicts than to pretend that they don't exist or to shut down disagreement or to act like the things that you prioritize are objectively the correct ones, rather than a preference or a trade-off that you are willingly making. Another political theorist who I think about a lot here is Chantal Mouffe, who coined the term democratic agonism and a lot of what Mouffe talks about, she draws on the importance of pluralism. She says that a lot of times you get radical extremist political movements when people aren't given space to deliberate and to express their values in their conflict. So if you get a two party system, say in the United States, neither party really reflects the will of many people. Everyone sort of rushes towards the center towards being generically acceptable, but then you have all of these people on the fringes with the left and the right who are told their positions aren't acceptable at all. They see almost no representation in electoral politics and because they're told that we're just making a trade off, rather than your positions are illegitimate or we're not even going to allow you into the arenas of say, Congress, to express those values. People say Bernie Sanders shouldn't even be in Congress, he's not a real Democrat, blah, blah, blah, blah, blah. That's when people really grow towards extremist tendencies and go towards actually thinking we should just burn down the system, this is no longer legitimate. The way that I see it is that any community, any company, any state, any DAO, whatever has to create space for negotiating these value conflicts, and also for acknowledging them. A good governance system, good community leaders, certainly have to make decisions, but I think people should be open about the value trade-offs that they're making. They should be open to say we are going to, in our community, aim towards equality of outcome and we acknowledge that a redistributive system that focuses on equality of outcome might mean that we don't grow our best people as quickly, or like where some people might be less motivated to contribute a ton. They might go to other companies where they can be rewarded more proportional to their contribution. But because in our community, we want to have a quality of outcome we're willingly going to make that trade off. That's a valid trade off we're making. And so I think transparency about value trade-offs like not trying to ignore the fact that people have different things they prioritize and then giving people options to both express their voice, as well as to exit and create their own thing.\\n\\n**Chase:** I think that's so interesting in the context of this idea that web3 allows for people to opt in and out. So if you don't  value a trade-off that's consistently being made, not only can you overtly recognize that, but you can also leave. It feels like part of this concept about extremism and not being able to have space for conversations is also how we create space for conversations across different communities more broadly. So if I'm opting out of a DAO or a system, that's making certain value trade-offs that I don't like, and I go somewhere else. How do you see communication between those two communities? Communication between the one that I left and the one that I'm joining, do you think that's important? Secondly, I'm curious how you see that in this more broad landscape of lots of different communities that will have different sets of values that they prioritize.\\n\\n**Jasmine:** Yeah, I think that makes a lot of sense. I think that communication is important and in fact, I think in most functioning societies, you usually want a voice over exit. I think that sometimes folks in web3 privilege, exit a bit too much like, oh, you can always leave, you can always forget, you and always do your own thing. I think people may undervalue the longer-term relationships that are built or the effort that it takes to make a thing better as opposed to always leaving for the next shiny object, because certain problems are just human. If you are just frustrated by collaboration you'll probably be frustrated by collaboration in every human context you encounter. So I, first of all, think that in most cases, a good system for expressing voice and for allowing the current leadership or the current governance structure to adapt in response to the community is the most important thing. Of course, some people will still leave and create important opportunities. And then at that point I do think you're right that communication between communities that are testing out different things is really important. I think within web3, one of the reasons that I'm interested is because every DAO feels like its own experiment and social and political coordination. And realistically, most startups fail, most deals will fail, some will succeed, but I'm just really excited from a researcher's perspective too. I just watch what works and what doesn't and look at a lot of the DAOs that are emerging as a big set of case studies. I'm hoping that DAO leaders will be really open about the things that they are trying and what's working and what's not like the whole learning in public thing feels much more important because I don't think anyone's figured out the recipe yet. That way people, not only contributors and members, can make more informed decisions about joining a DAO that matches their values and the things they care about. But also DAOs can learn from each other and learn much better and faster. I think I've really enjoyed reading Other Internet's recent reports, the Uniswap one on off chain governance, because it feels like a sort of case study and making that knowledge open so others can learn from it.\\n\\n**Chase:** I love this concept around DAOs where they're so open, traditionally in companies or even governments to see that something is failing usually requires that you look at some indicator that's not immediate, the feedback loop feel way longer because you know, you don't want to share with your competitors what's working and what isn't working, but because of the open nature of web3, we pretty much share everything generally. I love that because I think, to your point, it's really creating these composable learnings that traditionally with research and other types of things would either take a long time or it's just data that's not accessible , I know you've thought a lot about how technology and political systems and humans intersect with each other. When you think about this transparency, are there examples or philosophies that come to mind that predict what the impact of this might be on a systemic level? If not, that's fine, but I'm curious because it does feel quite different from most of the models and systems that we have currently.\\n\\n**Jasmine:** That's a really good question. I'm not sure that I have an example, but I think you're right. Companies in particular are certainly not going to be sharing openly. I think it happens at a limited scale because people like leaders will convene with each other and talk about what's working and what isn't. But the scale at which DAOs do it is probably relatively unprecedented.\\n\\n**Chase:** It actually reminds me in some ways of this idea of building in the way that you're talking about with techno-optimism, where you have this ability to acknowledge what isn't working, which I think is really interesting. I think that's one of the most important aspects of DAOs where you're able to openly build in a way that, to your point about value trade-offs, we're honest with ourselves about how things are going instead of just blindly trying to say everything's going great. With Reboot, I know that you help the community navigate challenging conversations. I'm curious what has worked really well, when it comes to talking about how systems and technology are both good and bad, and what has not worked, when you try to navigate those types of conversations, where there are really a lot of different tensions and opportunities for people to feel really strongly about things. I'm curious how you've managed those conversations and managed the community who's having those conversations.\\n\\n**Jasmine:** Yeah, totally. I've thought about this a lot, one of the things I’m most interested in generally is just, how do you have hard conversations that are also honest conversations? For example, social media theorists who talk a lot about context clubs. The internet is too public, now your coworkers and your parents can see all of your shit posts. You might get canceled in 20 years because you used the wrong word. I think the importance of semi-private or private communities, whether it's something like Reboot, whether it's a DAO Discord, whether it's just a group chat, doing the opposite and creating that openness requires a really high level of community and interpersonal trust. With Reboot, shockingly,  I think there's 300 people in our discord and I have read almost every conversation in there and I've never seen people get mad at each other and I've been to like a lot of synchronous calls too, and we're constantly talking about really controversial things and  politics. I just have never seen people actually express any ill will towards each other, even when we disagree and this feels really great and it feels really magical. And I think there's a few different elements that might go into that. I think one is seeding the community with a really great early group of people to establish the norms. We bring people on pretty slowly, we started out with about 50 people who were part of our fellowship that we ran, who were past contributors to the newsletter who are really active readers or came to a lot of events. So they were people familiar with the ecosystem, some people knew each other already. And the shared goals are really about learning. Every discussion we start with assumes the good faith of everybody here. We might disagree with each other, but the other person is probably not a bad person. We all have the shared goals of learning and understanding how technology plays into a better future. So I think that shared purpose is really important. I think starting with a small group and expanding it, pretty slowly, is important.  Initially at the beginning we would do one-on-one onboarding for almost every member where you would have to fill out a form if you wanted to join the discord and then somebody who was already in the community would reach out for a 15 minute call. I think having that human connection at the beginning and also having a guide partner made it feel less alien. And also, I bet bad actors were just discouraged by having to get on a call because that's hard. And then of course, that didn't really scale and now we do like cohort onboarding where we'll bring in 50 people at once, but we bring in those 50 people at once through also a more high touch process. We'll give a little talk about what our values are and what we care about and what the mission is, we'll have community members share about different ways they’ve contributed. I think introducing both friction as well as telling people what are the things we care about, what our values and it makes it feel really human really early on, creates a space where  the bad actors are unlikely to join, people who do join and understand this shared goal of learning together and embracing debate and argument only in service of something generative or in service of learning more doing better. You just have all of these like human relationships that you probably don't want to break, which makes people nice. One of my goals, which I don't think we've quite achieved yet, is I spent a while asking lots of my friends, when was the last time you changed your mind about something really meaningful and in what context did that happen? And pretty much unfailingly, everybody would say like in a one-on-one conversation or really small group conversation with people they were really close with because that's the only opportunity where they were going to be really honest about what they believed. And also more importantly, that honesty was because you don't think you're going to lose the entire relationship with that person, just because you said something they disagree with, I think that's always a fear that everybody has in the back of their mind. And what I hope with Reboot is I want to create a community with these shared norms of, assume good faith or express disagreement, be honest but do it civilly and do it politely, or we're all here because we believe in this like shared vision of the future. I want this to be a shortcut or a proxy for the kind of trust that you have on that really close friends level. Such that if any two people in Reboot were to have a conversation together, even if they didn't know each other beforehand, simply by virtue of having been immersed in this community and these values and these norms, they might be able to get to that point quicker of mutual honesty and mutual openness. I don't think you're ever going to get a hundred percent of the way there via a community, but I think communities as proxies for trust is something that I am really interested in. A lot of that stuff has gone well, I would say the things that have gone less well have a lot less to do with conversations and things, because I think we've been fortunate to have just like a really good group of like kind people. The harder things have probably been around, and I think a lot of dads struggle with this stuff, but like contributor trend maintenance, and the fact that everyone loves doing creative work and it's much harder to do maintenance work and administrative work and logistical work. Burnout or getting close to burnout from people who are doing an undue amount of that maintenance work. Those sorts of organizational things and contributing things are much more challenging. And I've actually talked to friends who are involved in DAOs or done a lot of reading from folks like you and folks like others who have been writing about how to navigate these challenges as I try to figure it out, definitely still figuring that out.\\n\\n**Chase:** I feel like we're all trying to figure this out at the same time, but I love this idea of being part of a community as a proxy, or at least a foundation for building trust. I think that's so interesting. A lot of my perspective comes from DAOs and all of the different paradigms that we have in web3, where I would love to be building spaces for these conversations. But the reality is that a lot of them today are happening on governance forums in async ways. I'm curious how you think about this idea of even if it's not in person, face-to-face human interaction versus async conversations, a lot of these onboarding processes within Reboot, video calls. I'm curious what you think about the async side of things and how that impacts community building.\\n\\n**Jasmine:** Yeah, a lot of our stuff is video calls, with one-on-one onboarding, or even now that we do cohort based video calls, the default is to do it synchronously on a call. A lot of our book clubs and discussions are on calls. We've done IRL things and interviewed community members, especially community members who had never participated in any of our formal programs. Some people joined the community because they wrote a guest essay for the newsletter, they did our undergrad fellowship or something. But there are also people who got involved because they found us on Twitter or something and joined that way. I wanted to ask these people at first if they had not gone through a formal program, they joined and then like they wouldn't stick around and it's in what cases do people stick around and  most people who stuck around and said that they came to synchronous things as soon as possible. That was their number one recommendation for anybody looking to get involved in Reboot was to go to either an IRL meetup or a synchronous, like book club, video call as soon as possible. And with things like book clubs in particular those are weekly events and that really helps you build relationships with others. Even when you run like a six week book club, the first one or two conversations are usually not that good because a lot of people don't know each other yet, and they're a bit scared, but it ends up growing really comfortable. When I think about async versus synchronous versus IRL, it's sort of like the richer, the medium the less time you need to establish that human connection and the like less rich, the medium like discord chat or a governance forum, you need just like more repeated interactions to get to the same level of trust, so it's not possible. And I recognize there are accessibility issues. There's things like time zones and whatever that can make synchronous chat really hard. I think you just need more repeated interactions in that case, if you can't prioritize synchronous stuff. Our biggest project that we've run to date was we put together a print magazine and we did a retro recently with the core magazine team about how that process went. It was really hard. We've never made a magazine before; nobody on the team had ever made a magazine before. There was so much to learn in terms of rallying contributors, doing all the design stuff and like Figma and printing and fulfillment. Those of us who were involved, had first met or first started working on this during an in-person month-long retreat. What they said was, I'm pretty sure we would never have accomplished this if we didn't spend all of that in-person time at the beginning, because the fact that we were actually friends is pretty much what got us through this otherwise very laborious process. And something that I worry about with web3 sometimes is I think a lot of times these things that are really upheld in web3 as super important like trustlessness or the ability to verify fungibility, everything is like on either scan so you can just look up anyone's transactions and it's super transparent. You take all these really human things that are time-consuming and replace them with technical counterparts that are much faster and much more scalable. But also when you do that, you build the human connections, because it was too easy and too fast. And that feels a little bit less robust. I know that in a lot of DAOs you do both, you have both the human version of trust and you have like the blockchain version of trust and that's obviously probably ideal. I think there's a lot to be said for friction.\\n\\n**Chase:** I think that's really interesting and I think you bring up a really interesting point around building human connection in a way that feels resilient, because I think this idea that the richer the medium, the easier it is to build trust and connection is really interesting and totally true. I also wonder if the richer the medium, the harder it is to break that, maybe that's just a function of the direct connection. I think there's probably something interesting there as well.\\n\\n**Jasmine:** I think that's true. I mean, when you talk about breaking trust, do you mean in the connection of breaking trust, being desirable or undesirable? I haven't considered this, I'd love to hear more.\\n\\n**Chase:** Well, I suppose breaking trust can be desirable, I've been thinking about this. This is a small tangent. Traditionally I would think of breaking trust as bad, but actually I've been thinking a lot about this idea of death within the system and not death of people, but death of ideas, death of relationships, in that it is potentially just an evolution of something. So I suppose breaking trust can actually be both good and bad. When you look at an entire system, sometimes things grow and flourish and sometimes things fade away and die and perhaps that's actually okay in the context of a system that is ideally evolutionary. So maybe you actually need both.\\n\\n**Jasmine:** Yeah, I agree. I think one of the things that a lot of DAOs do is have seasons for contribution. I think it's really important with anything, you don't expect somebody contributing, they're going to have time forever, especially because most people are involved in multiple things at the same time. Giving opportunities to end one's relationship or engagement with a particular community or with somebody else without creating antagonism between those people feels really important. And for us, it's much less formal seasons and more just when I work with folks on Reboot, I'll check in every three to four months to be like, do you still want to do this? It's totally fine if you don't, because like, you sort of recognize that people are going to move between  contribution zones or whatever levels of commitment and that feels okay. But yeah, I also simultaneously agree with the idea that when you have richer mediums, it's harder to break trust. Zeynep Tufecki, in her book, *Twitter and Tear Gas,* studies the Arab Spring and the role of social media and what she talked a lot about was how technologies like Twitter are scaling technologies. Really, Twitter is also a social coordination technology in the same way that blockchain is, it makes it really easy for people to get together really quickly something like Constitution DAO can raise tens of millions of dollars. And that's something that should be valued for movements as a core part of movement building. But the thing that's missing is what she calls network internality which, I pulled up a definition here, are:\\n\\n*“the benefits and collective capabilities attained during the process of forming durable networks, which occur regardless of what the task is or how trivial it may seem, as long as it poses challenges that must be overcome collectively and require decision-making building of trust and delegation”*\\n\\nSo what she means is when you have to do things that are boring like administrative tasks, pick a date for the next event, or just spend a bunch of time in a meeting room together stapling stuff, or like deliberating over how much money you spend on this versus that all of these like administrative processes strengthened the network and make it more robust. Those are the sorts of things where it's important to not trade off just because you have technologies for making things more efficient.\\n\\n**Chase:** I think that's so interesting in the context of something like Constitution DAO or others where we're coming together really quickly and sometimes that feels like the trade-off is thinking really intentionally about how we want to engage as a collective. What I think is really interesting about your thoughts on techno-optimism and Reboot's approach is that part of the tension feels like thinking about innovation versus intentional thinking, whether it be regulatory aspects of things, or thinking about the consequences of technology, it feels like that trade-off and that tension is harder to hold space for when we do things collectively really quickly. I'm curious how you think about that.\\n\\n**Jasmine:** Yeah, I think it's really hard. And I think that's why it was just as hard during the Arab spring and with Twitter based social movements as it is with web3 and with a lot of the collective organizing fundraising, et cetera, that's happening now. I think a lot of it just comes down to making sure that you have a mix of motivations or a mix of incentives in the group. Some people who ape into a project, like Constitution DAO, are going to be motivated by the money or the financial upside, some are going to be motivated by the meme, some are going to be motivated because of purpose, others because of friendship. And it's really like when you think of all of these motivations and incentives like layering on top of each other. A community or a network or an effort is going to be way more resilient when you have multiple of these at the same time because even if you break one, let's say that there's a big internal fight in the community and it makes a bunch of people like interpersonally, very angry at each other. If that's the case, it might actually be good to have others who are motivated by financial upside because those people are going to keep on working even if the interpersonal trust is ruined. On the other side, let's say the coin crashes or something and it's not worth very much anymore, there's still all this other interesting work and interesting purpose. Maybe that's when you want people who are motivated by the broader mission. I think any effective organization or movement or community just needs a lot of layered incentives and that's just what's always going to be the most robust. One of the sociology studies I studied in school that I think about a lot is for freedom summer during the civil rights movement, when a bunch of young people got on these buses and rode around to protest the lack of civil rights, one of the best predictors for whether people would participate in freedom summer, whether they would ditch their normal stuff to get on a bus and ride around was whether they're friends or like their church groups and stuff had other people who are doing it. It doesn't mean that the people who didn't go on these buses didn't care about civil rights, probably everybody cared about civil rights. But the thing that really makes it is having those layered motivations.\\n\\n**Chase:** That is so interesting, I love that framing because it really feels like the communities that I look at today that I think I could see doing well in a bear market are the communities that are not just thinking about financial incentives and supporting  themselves and their families, but they really do feel the sense of connection and belonging and purpose within community. I love the framing of multiple different motivations and then having all of that exist in some shared context. Maybe a lot of those things are shared context and people connect through them, but I absolutely love that framing and I love that you're able to pull in examples from history and sociology, because I think, yes, we're creating new mechanisms in some cases, but in a lot of cases, we're just taking from very different parts of the world that maybe haven't been in the digital landscape yet, which is kind of interesting, so I love that you're able to pull in examples.\\n\\n**Jasmine:** Thank you. I mean, I think one of the things that is most interesting and exciting to me about these web3 examples is how the examples feel relevant. I wonder a lot about whether this is almost part of the technology itself. When you have the web2 platforms, engineers and designers, and whatever could act like high modernist architects and they would basically control their users, control how you interact, how you establish your identity. But because web3 starts from the idea that you're not built, you're building incentive systems, you're building protocols, stuff like value setting or incentive design just become way more salient. I almost feel like the default assumption in web3 is that you can't impose your system on people because humans are humans and they're not manipulable data points. We embrace the fact that people are different and motivated by all sorts of things and that default assumption is actually one of the things I appreciate most because it means that, first of all, I think it's more accurate to how people actually are. And then secondly, I think that results in a lot more appreciation for the work of economists or community builders or philosophers because understanding how people operate is much more, not much more, but just as important as understanding, how does this protocol work technically?\\n\\n**Chase:** Yes, I love that. And I think that's really interesting in the context of how we actually design these systems, which is probably a whole other conversation. I know we're running up on the end of time, but I have a segment at the end of the show that is what is your favorite thing in your wallet? It could be an ERC20, an NFT, anything, but what is your favorite thing in your wallet?\\n\\n**Jasmine:** Yeah, so I don’t have many things in my wallet because I'm pretty new to the ecosystem but one thing that I'm very excited about is the first NFTs that I minted, other than my ENS, were the witches from Crypto Coven. The thing that I loved about the project is that they're basically I think 9,999 witches, they're generated, they have different skin tones, hairstyles, jewelry, and they're all really beautiful. I remember I saw it and I actually really liked the art. They're also really diverse along a lot of axes, but also the community is really intentional, which I appreciate. And they're really friendly to folks who are new to NFTs and new to crypto, they publish a bunch of 101 guides on how to mint. Even the way that they set their prices for minting, they had a very long community sale before the public sale ‒ they really privileged folks who were engaged for reasons beyond financial speculation. I think a lot of people used participation in the project as a way to onboard or begin dabbling in the crypto ecosystem. So I just really appreciated that it was really accessible, really beautiful and just a really thoughtful project. It's also, I think, a fully women run project, which is cool and not common in crypto.\\n\\n**Chase:** I just minted my Crypto Coven and I do love the way that they look. I saw someone who had done the minting prior because they were in the community in a Twitter space and I was like, damn, those are really just beautifully done NFTs. So I absolutely love that project. And I think they've definitely taken a lot of learnings from the inaccessibility of other NFT drops so I completely agree with that. Jasmine, thank you so much for coming on the show. Where can people find you and learn more about Reboot and all the things that you're thinking about?\\n\\n**Jasmine:** I can be found on Twitter [@jasminewsun](https://twitter.com/jasminewsun), and then you can find Reboot and subscribe to our newsletter at [joinreboot.org](https://joinreboot.org/). Thank you so much for having me.\\n\\n**Chase:** Yes, thank you!\\n\\n***If you enjoyed this episode, consider supporting the production of On the Other Side via a Gitcoin grant. [Donate here.](https://gitcoin.co/grants/4155/on-the-other-side-podcast)***\\n\\n*You can find all episodes of On the Other Side on [Apple Podcasts](https://podcasts.apple.com/us/podcast/on-the-other-side/id1570685120), [Spotify](https://open.spotify.com/show/3N9UiYP9Nfp1UzjHOPNDlu), or [wherever you get your podcasts](https://anchor.fm/the-other-side-pod).*\",\"timestamp\":1639094271,\"title\":\"On the Other Side: Utopias + value pluralism\"},\"digest\":\"TGN361dxX539E8AbhqL_-OtcRG4H5nT9q6z-IMj6lyg\",\"authorship\":{\"contributor\":\"0x51448923d8a215a5A8cd872a51f22c2f5c43b444\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mrLeWHdpoZMFZBUFW-Apwq3fqW-LwIB1US2v6yjAErc\\\",\\\"y\\\":\\\"zFepIikY8iMpq48Abvt_XEMfn5QrsfnGgEJe51aQZyU\\\"}\",\"signature\":\"kIK3PdHosSjwXLEP6QA2RqNBiBr1sgIwQWUC_Sbt6t5Rl1-4lME8SYccd05GACd06CiS-7iYC-8YwdOzLSQKBQ\",\"signingKeySignature\":\"0x19a189dd86f02e12fe9910b682c3b61dc26adf1d067c14406531278c8e77f28838e48a9c94fa455345fb0b75f9a48ce7ed2e2c65938f0b03801d72b5894c5bd81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mrLeWHdpoZMFZBUFW-Apwq3fqW-LwIB1US2v6yjAErc\\\",\\\"y\\\":\\\"zFepIikY8iMpq48Abvt_XEMfn5QrsfnGgEJe51aQZyU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O8S3qzaSJNCQ81p-AduJLETd7dlVZ_01H2854XQk9bg\"}"