"{\"content\":{\"body\":\"He sat down by his desk, doubting and heavy-hearted, and placed the letter from the Academy of Sciences open before him.\\n\\nPassing over all the complimentary expressions which it contained, his eye rested only on these lines at the end: \\\"During the first three years of your professorship, you will be required to reside in or near Paris nine months out of the year, for the purpose of delivering lectures and superintending experiments from time to time in the laboratories.\\\" The letter in which these lines occurred offered him such a position as in his modest self-distrust he had never dreamed of before; the lines themselves contained the promise of such vast facilities for carrying on his favorite experiments as he could never hope to command in his own little study, with his own limited means; and yet, there he now sat doubting whether he should accept or reject the tempting honors and advantages that were offered to him--doubting for his sister's sake!\\n\\n\\\"Nine months of the year in Paris,\\\" he said to himself, sadly; \\\"and Rose is to pass her married life at Lyons. Oh, if I could clear my heart of its dread on her account--if I could free my mind of its forebodings for her future--how gladly I would answer this letter by accepting the trust it offers me!\\\"\\n\\nHe paused for a few minutes, and reflected. The thoughts that were in him marked their ominous course in the growing paleness of his cheek, in the dimness that stole over his eyes. \\\"If this cleaving distrust from which I cannot free myself should be in very truth the mute prophecy of evil to come--to come, I know not when--if it be so (which God forbid!), how soon she may want a friend, a protector near at hand, a ready refuge in the time of her trouble! Where shall she then find protection or refuge? With that passionate woman? With her husband's kindred and friends?\\\"\\n\\nHe shuddered as the thought crossed his mind, and opening a blank sheet of paper, dipped his pen in the ink. \\\"Be all to her, Louis, that I have been,\\\" he murmured to himself, repeating his mother's last words, and beginning the letter while he uttered them. It was soon completed. It expressed in the most respectful terms his gratitude for the offer made to him, and his inability to accept it, in consequence of domestic circumstances which it was needless to explain. The letter was directed, sealed; it only remained for him to place it in the post-bag, lying near at hand. At this last decisive act he hesitated. He had told Lomaque, and he had firmly believed himself, that he had conquered all ambitions for his sister's sake. He knew now, for the first time, that he had only lulled them to rest--he knew that the letter from Paris had aroused them. His answer was written, his hand was on the post-bag, and at that moment the whole struggle had to be risked over again--risked when he was most unfit for it! He was not a man under any ordinary circumstances to procrastinate, but he procrastinated now.\\n\\n\\\"Night brings counsel; I will wait till to-morrow,\\\" he said to himself, and put the letter of refusal in his pocket, and hastily quitted the laboratory.\\n\\nCHAPTER II.\\n\\nINEXORABLY the important morrow came: irretrievably, for good or for evil, the momentous marriage-vow was pronounced. Charles Danville and Rose Trudaine were now man and wife. The prophecy of the magnificent sunset overnight had not proved false. It was a cloudless day on the marriage morning. The nuptial ceremonies had proceeded smoothly throughout, and had even satisfied Madame Danville. She returned with the wedding-party to Trudaine's house, all smiles and serenity. To the bride she was graciousness itself. \\\"Good girl,\\\" said the old lady, following Rose into a corner, and patting her approvingly on the cheek with her fan; \\\"good girl, you have looked well this morning--you have done credit to my son's taste. Indeed, you have pleased me, child! Now go upstairs, and get on your traveling-dress, and count on my maternal affection as long as you make Charles happy.\\\"\\n\\nIt had been arranged that the bride and bridegroom should pass their honeymoon in Brittany, and then return to Danville's estate near Lyons. The parting was hurried over, as all such partings should be. The carriage had driven off; Trudaine, after lingering long to look after it, had returned hastily to the house; the very dust of the whirling wheels had all dispersed; there was absolutely nothing to see; and yet there stood Monsieur Lomaque at the outer gate; idly, as if he was an independent man--calmly, as if no such responsibilities as the calling of Madame Danville's coach, and the escorting of Madame Danville back to Lyons, could possibly rest on his shoulders.\\n\\nIdly and calmly, slowly rubbing his hands one over the other, slowly nodding his head in the direction by which the bride and bridegroom had departed, stood the eccentric land-steward at the outer gate. On a sudden the sound of footsteps approaching from the house seemed to arouse him. Once more he looked out into the road, as if he expected still to see the carriage of the newly-married couple. \\\"Poor girl! ah, poor girl!\\\" said Monsieur Lomaque softly to himself, turning round to ascertain who was coming from the house.\\n\\nIt was only the postman with a letter in his hand, and the post-bag crumpled up under his arm.\\n\\n\\\"Any fresh news from Paris, friend?\\\" asked Lomaque.\\n\\n\\\"Very bad, monsieur,\\\" answered the postman. \\\"Camille Desmoulins has appealed to the people in the Palais Royal; there are fears of a riot.\\\"\\n\\n\\\"Only a riot!\\\" repeated Lomaque, sarcastically. \\\"Oh, what a brave Government not to be afraid of anything worse! Any letters?\\\" he added, hastily dropping the subject.\\n\\n\\\"None *to* the house,\\\" said the postman, \\\"only one *from* it, given me by Monsieur Trudaine. Hardly worth while,\\\" he added, twirling the letter in his hand, \\\"to put it into the bag, is it?\\\"\\n\\nLomaque looked over his shoulder as he spoke, and saw that the letter was directed to the President of the Academy of Sciences, Paris.\\n\\n\\\"I wonder whether he accepts the place or refuses it?\\\" thought the land-steward, nodding to the postman, and continuing on his way back to the house.\\n\\nAt the door he met Trudaine, who said to him, rather hastily, \\\"You are going back to Lyons with Madame Danville, I suppose?\\\"\\n\\n\\\"This very day,\\\" answered Lomaque.\\n\\n\\\"If you should hear of a convenient bachelor lodging, at Lyons, or near it,\\\" continued the other, dropping his voice and speaking more rapidly than before, \\\"you would be doing me a favor if you would let me know about it.\\\"\\n\\nLomaque assented; but before he could add a question which was on the tip of his tongue, Trudaine had vanished in the interior of the house.\\n\\n\\\"A bachelor lodging!\\\" repeated the land-steward, standing alone on the doorstep. \\\"At or near Lyons! Aha! Monsieur Trudaine, I put your bachelor lodging and your talk to me last night together, and I make out a sum total which is, I think, pretty near the mark. You have refused that Paris appointment, my friend; and I fancy I can guess why.\\\"\\n\\nHe paused thoughtfully, and shook his head with ominous frowns and bitings of his lips.\\n\\n\\\"All clear enough in that sky,\\\" he continued, after a while, looking up at the lustrous midday heaven. \\\"All clear enough there; but I think I see a little cloud rising in a certain household firmament already--a little cloud which hides much, and which I for one shall watch carefully.\\\"\\n\\n*PART SECOND.*\\n\\nCHAPTER I.\\n\\nFIVE years have elapsed since Monsieur Lomaque stood thoughtfully at the gate of Trudaine's house, looking after the carriage of the bride and bridegroom, and seriously reflecting on the events of the future. Great changes have passed over that domestic firmament in which he prophetically discerned the little warning cloud. Greater changes have passed over the firmament of France.\\n\\nWhat was revolt five years ago is Revolution now--revolution which has ingulfed thrones, and principalities, and powers; which has set up crownless, inhereditary kings and counselors of its own, and has bloodily torn them down again by dozens; which has raged and raged on unrestrainedly in fierce earnest, until but one king can still govern and control it for a little while. That king is named Terror, and seventeen hundred and ninety-four is the year of his reign.\\n\\nMonsieur Lomaque, land-steward no longer, sits alone in an official-looking room in one of the official buildings of Paris. It is another July evening, as fine as that evening when he and Trudaine sat talking together on the bench overlooking the Seine. The window of the room is wide open, and a faint, pleasant breeze is beginning to flow through it. But Lomaque breathes uneasily, as if still oppressed by the sultry midday heat; and there are signs of perplexity and trouble in his face as he looks down absently now and then into the street.\\n\\nThe times he lives in are enough of themselves to sadden any man's face. In the Reign of Terror no living being in all the city of Paris can rise in the morning and be certain of e scaping the spy, the denunciation, the arrest, or the guillotine, before night. Such times are trying enough to oppress any man's spirits; but Lomaque is not thinking of them or caring for them now. Out of a mass of papers which lie before him on his old writing-table, he has just taken up and read one, which has carried his thoughts back to the past, and to the changes which have taken place since he stood alone on the doorstep of Trudaine's house, pondering on what might happen.\\n\\nMore rapidly even than he had foreboded those changes had occurred. In less time even than he had anticipated, the sad emergency for which Rose's brother had prepared, as for a barely possible calamity, overtook Trudaine, and called for all the patience, the courage, the self-sacrifice which he had to give for his sister's sake. By slow gradations downward, from bad to worse, her husband's character manifested itself less and less disguisedly almost day by day. Occasional slights, ending in habitual neglect; careless estrangement, turning to cool enmity; small insults, which ripened evilly to great injuries--these were the pitiless signs which showed her that she had risked all and lost all while still a young woman--these were the unmerited afflictions which found her helpless, and would have left her helpless, but for the ever-present comfort and support of her brother's self-denying love. From the first, Trudaine had devoted himself to meet such trials as now assailed him; and like a man he met them, in defiance alike of persecution from the mother and of insult from the son.\\n\\nThe hard task was only lightened when, as time advanced, public trouble began to mingle itself with private grief. Then absorbing political necessities came as a relief to domestic misery. Then it grew to be the one purpose and pursuit of Danville's life cunningly to shape his course so that he might move safely onward with the advancing revolutionary tide--he cared not whither, as long as he kept his possessions safe and his life out of danger. His mother, inflexibly true to her Old-World convictions through all peril, might entreat and upbraid, might talk of honor, and courage, and sincerity--he heeded her not, or heeded only to laugh. As he had taken the false way with his wife, so he was now bent on taking it with the world.\\n\\nThe years passed on; destroying changes swept hurricane-like over the old governing system of France; and still Danville shifted successfully with the shifting times. The first days of the Terror approached; in public and in private--in high places and in low--each man now suspected his brother. Crafty as Danville was, even he fell under suspicion at last, at headquarters in Paris, principally on his mother's account. This was his first political failure; and, in a moment of thoughtless rage and disappointment, he wreaked the irritation caused by it on Lomaque. Suspected himself, he in turn suspected the land-steward. His mother fomented the suspicion--Lomaque was dismissed.\\n\\nIn the old times the victim would have been ruined, in the new times he was simply rendered eligible for a political vocation in life. Lomaque was poor, quick-witted, secret, not scrupulous. He was a good patriot; he had good patriot friends, plenty of ambition, a subtle, cat-like courage, nothing to dread--and he went to Paris. There were plenty of small chances there for men of his caliber. He waited for one of them. It came; he made the most of it; attracted favorably the notice of the terrible Fouquier-Tinville; and won his way to a place in the office of the Secret Police.\\n\\nMeanwhile, Danville's anger cooled down; he recovered the use of that cunning sense which had hitherto served him well, and sent to recall the discarded servant. lt was too late. Lomaque was already in a position to set him at defiance--nay, to put his neck, perhaps, under the blade of the guillotine. Worse than this, anonymous letters reached him, warning him to lose no time in proving his patriotism by some indisputable sacrifice, and in silencing his mother, whose imprudent sincerity was likely ere long to cost her her life. Danville knew her well enough to know that there was but one way of saving her, and thereby saving himself. She had always refused to emigrate; but he now insisted that she should seize the first opportunity he could procure for her of quitting France until calmer times arrived.\\n\\nProbably she would have risked her own life ten times over rather than have obeyed him; but she had not the courage to risk her son's too; and she yielded for his sake. Partly by secret influence, partly by unblushing fraud, Danville procured for her such papers and permits as would enable her to leave France by way of Marseilles. Even then she refused to depart, until she knew what her son's plans were for the future. He showed her a letter which he was about to dispatch to Robespierre himself, vindicating his suspected patriotism, and indignantly demanding to be allowed to prove it by filling some office, no matter how small, under the redoubtable triumvirate which then governed, or more properly terrified, France. The sight of this document reassured Madame Danville. She bade her son farewell, and departed at last, with one trusty servant, for Marseilles.\\n\\nDanville's intention, in sending his letter to Paris, had been simply to save himself by patriotic bluster. He was thunderstruck at receiving a reply, taking him at his word, and summoning him to the capital to accept employment there under the then existing Government. There was no choice but to obey. So to Paris he journeyed, taking his wife with him into the very jaws of danger. He was then at open enmity with Trudaine; and the more anxious and alarmed he could make the brother feel on the sister's account, the better he was pleased. True to his trust and his love, through all dangers as through all persecutions, Trudaine followed them; and the street of their sojourn at Paris, in the perilous days of the Terror, was the street of his sojourn too.\\n\\nDanville had been astonished at the acceptance of his proffered services; he was still more amazed when he found that the post selected for him was one of the superintendent's places in that very office of Secret Police in which Lomaque was employed as agent. Robespierre and his colleagues had taken the measure of their man--he had money enough, and local importance enough to be worth studying. They knew where he was to be distrusted, and how he might be made useful. The affairs of the Secret Police were the sort of affairs which an unscrupulously cunning man was fitted to help on; and the faithful exercise of that cunning in the service of the State was insured by the presence of Lomaque in the office. The discarded servant was just the right sort of spy to watch the suspected master. Thus it happened that, in the office of the Secret Police at Paris, and under the Reign of Terror, Lomaque's old master was, nominally, his master still--the superintendent to whom he was ceremonially accountable, in public--the suspected man, whose slightest words and deeds he was officially set to watch, in private.\\n\\nEver sadder and darker grew the face of Lomaque as he now pondered alone over the changes and misfortunes of the past five years. A neighboring church-clock striking the hour of seven aroused him from his meditations. He arranged the confused mass of papers before him--looked toward the door, as if expecting some one to enter--then, finding himself still alone, recurred to the one special paper which had first suggested his long train of gloomy thoughts. The few lines it contained were signed in cipher, and ran thus:\\n\\n\\\"You are aware that your superintendent, Danville, obtained leave of absence last week to attend to some affairs of his at Lyons, and that he is not expected back just yet for a day or two. While he is away, push on the affair of Trudaine. Collect all the evidence, and hold yourself in readiness to act on it at a moment's notice. Don't leave the office till you have heard from me again. If you have a copy of the Private Instructions respecting Danville, which you wrote for me, send it to my house. I  wish to refresh my memory. Your original letter is burned.\\\"\\n\\nHere the note abruptly terminated. As he folded it up and put it in his pocket, Lomaque sighed. This was a very rare expression of feeling with him. He leaned back in his chair, and beat his nails impatiently on the table. Suddenly there was a faint little tap at the room door, and eight or ten men--evidently familiars of the new French Inquisition--quietly entered, and ranged themselves against the wall.\\n\\nLomaque nodded to two of them. \\\"Picard and Magloire, go and sit down at that desk. I shall want you after the rest are gone.\\\" Saying this, Lomaque handed certain sealed and docketed papers to the other men waiting in the room, who received them in silence, bowed, and went out. Innocent spectators might have thought them clerks taking bills of lading from a merchant. Who could have imagined that the giving and receiving of Dununciations, Arrest-orders, and Death-warrants--the providing of its doomed human meal for the all-devouring guillotine--could have been managed so coolly and quietly, with such unruffled calmness of official routine?\\n\\n\\\"Now,\\\" said Lomaque, turning to the two men at the desk, as the door closed, \\\"have you got those notes about you?\\\" (They answered in the affirmative.) \\\"Picard, you have the first particulars of this affair of Trudaine; so you must begin reading. I have sent in the reports; but we may as well go over the evidence again from the commencement, to make sure that nothing has been left out. If any corrections are to be made, now is the time to make them. Read, Picard, and lose as little time as you possibly can.\\\"\\n\\nThus admonished, Picard drew some long slips of paper from his pocket, and began reading from them as follows:\\n\\n\\\"Minutes of evidence collected concerning Louis Trudaine, suspected, on the denunciation of Citizen Superintendent Danville, of hostility to the sacred cause of liberty, and of disaffection to the sovereignty of the people. (1.) The suspected person is placed under secret observation, and these facts are elicited: He is twice seen passing at night from his own house to a house in the Rue de Clery. On the first night he carries with him money--on the second, papers. He returns without either. These particulars have been obtained through a citizen engaged to help Trudaine in housekeeping (one of the sort called Servants in the days of the Tyrants). This man is a good patriot, who can be trusted to watch Trudaine's actions. (2.) The inmates of the house in the Rue de Clery are numerous, and in some cases not so well known to the Government as could be wished. It is found difficult to gain certain information about the person or persons visited by Trudaine without having recourse to an arrest. (3.) An arrest is thought premature at this preliminary stage of the proceedings, being likely to stop the development of conspiracy, and give warning to the guilty to fly. Order thereupon given to watch and wait for the present. (4.) Citizen Superintendent Danville quits Paris for a short time. The office of watching Trudaine is then taken out of the hands of the undersigned, and is confided to his comrade, Magloire.--Signed, PICARD. Countersigned, LOMAQUE.\\n\\nHaving read so far, the police agent placed his papers on the writing-table, waited a moment for orders, and, receiving none, went out. No change came over the sadness and perplexity of Lomaque's face. He still beat his nails anxiously on the writing-table, and did not even look at the second agent as he ordered the man to read his report. Magloire produced some slips of paper precisely similar to Picard's and read from them in the same rapid, business-like, unmodulated tones:\\n\\n\\\"Affair of Trudaine. Minutes continued. Citizen Agent Magloire having been appointed to continue the surveillance of Trudaine, reports the discovery of additional facts of importance. (1.) Appearances make it probable that Trudaine meditates a third secret visit to the house in the Rue de Clery. The proper measures are taken for observing him closely, and the result is the implication of another person discovered to be connected with the supposed conspiracy. This person is the sister of Trudaine, and the wife of Citizen Superintendent Danville.\\\"\\n\\n\\\"Poor, lost creature! ah, poor, lost creature!\\\" muttered Lomaque to himself, sighing again, and shifting uneasily from side to side, in his mangy old leathern armchair. Apparently, Magloire was not accustomed to sighs, interruptions, and expressions of regret from the usually imperturbable chief agent. He looked up from his papers with a stare of wonder. \\\"Go on, Magloire!\\\" cried Lomaque, with a sudden outburst of irritability. \\\" \\\"Why the devil don't you go on?\\\"--\\\"All ready, citizen,\\\" returned Magloire, submissively, and proceeded:\\n\\n\\\"(2.) It is at Trudaine's house that the woman Danville's connection with her brother's secret designs is ascertained, through the vigilance of the before-mentioned patriot citizen. The interview of the two suspected persons is private; their conversation is carried on in whispers. Little can be overheard; but that little suffices to prove that Trudaine's sister is perfectly aware of his intention to proceed for the third time to the house in the Rue de Clery. It is further discovered that she awaits his return, and that she then goes back privately to her own house. (3.) Meanwhile, the strictest measures are taken for watching the house in the Rue de Clery. It is discovered that Trudaine's visits are paid to a man and woman known to the landlord and lodgers by the name of Dubois. They live on the fourth floor. It is impossible, at the time of the discovery, to enter this room, or to see the citizen and citoyenne Dubois, without producing an undesirable disturbance in the house and neighborhood. A police agent is left to watch the place, while search and arrest orders are applied for. The granting of these is accidentally delayed. When they are ultimately obtained, it is discovered that the man and the woman are both missing. They have not hitherto been traced. (4.) The landlord of the house is immediately arrested, as well as the police agent appointed to watch the premises. The landlord protests that he knows nothing of his tenants. It is suspected, however, that he has been tampered with, as also that Trudaine's papers, delivered to the citizen and citoyenne Dubois, are forged passports. With these and with money, it may not be impossible that they have already succeeded in escaping from France. The proper measures have been taken for stopping them, if they have not yet passed the frontiers. No further report in relation to them has yet been received (5.) Trudaine and his sister are under perpetual surveillance, and the undersigned holds himself ready for further orders.--Signed, MAGLOIRE. Countersigned, LOMAQUE.\\\"\\n\\nHaving finished reading his notes, Magloire placed them on the writing-table. He was evidently a favored man in the office, and he presumed upon his position; for he ventured to make a remark, instead of leaving the room in silence, like his predecessor Picard.\\n\\n\\\"When Citizen Danville returns to Paris,\\\" he began, \\\"he will be rather astonished to find that in denouncing his wife's brother he had also unconsciously denounced his wife.\\\"\\n\\nLomaque looked up quickly, with that old weakness in his eyes which affected them in such a strangely irregular manner on certain occasions. Magloire knew what this symptom meant, and would have become confused if he had not been a police agent. As it was, he quietly backed a step or two from the table, and held his tongue.\\n\\n\\\"Friend Magloire,\\\" said Lomaque, winking mildly, \\\"your last remark looks to me like a question in disguise. I put questions constantly to others; I never answer questions myself. You want to know, citizen, what our superintendent's secret motive is for denouncing his wife's brother? Suppose you try and find that out for yourself. It will be famous practice for you, friend Magloire--famous practice after office hours.\\\"\\n\\n\\\"Any further orders?\\\" inquired Magloire, sulkily.\\n\\n\\\"None in relation to the reports,\\\" returned Lomaque. \\\"I find nothing to alter or add on a revised h earing. But I shall have a little note ready for you immediately. Sit down at the other desk, friend Magloire; I am very fond of you when you are not inquisitive; pray sit down.\\\"\\n\\nWhile addressing this polite invitation to the agent in his softest voice, Lomaque produced his pocketbook, and drew from it a little note, which he opened and read through attentively. It was headed: \\\"Private Instructions relative to Superintendent Danville,\\\" and proceeded thus:\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/333](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/333)\\n\\n\",\"timestamp\":1639129080,\"title\":\"\\nPassing over all the complimentary expressions which it contained, his eye rested only on these lines at the end\"},\"digest\":\"0LaR0ecYjfYYnm51eTS1MpETfRB9JLoOG-Cr77JzE7o\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kjOatSuijhxSUTfJsefl_LWnq06uN43kT7jyPtI2xik\\\",\\\"y\\\":\\\"qJ2XmziSg46LTaezfGrkG_lOrkvl6gQWrMh03myEzGw\\\"}\",\"signature\":\"LkuonbJAkhPHCFD0QeklFVjIpyYLjvv1mHxAINLRuT5o644MIUhdmE_TnCBbER7xYB9nU7ZrzPkM4ak_m8rfkw\",\"signingKeySignature\":\"0xb0f44dd9e2190334b60bc61705703ef9d5f3688fdd914bd5dd66368aec361a705dcdda5ed2629c061c5d3ec8fb01cdde3e574766055f68047c80ca88c3a9c7d61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kjOatSuijhxSUTfJsefl_LWnq06uN43kT7jyPtI2xik\\\",\\\"y\\\":\\\"qJ2XmziSg46LTaezfGrkG_lOrkvl6gQWrMh03myEzGw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0LaR0ecYjfYYnm51eTS1MpETfRB9JLoOG-Cr77JzE7o\"}"