"{\"content\":{\"body\":\"hour, Pierrotin and his co-rival practised an indulgence in that\\n\\nrespect which won for them the grateful affection of the country-\\n\\npeople, and also violent remonstrances on the part of strangers\\n\\naccustomed to the regularity of the great lines of public conveyances.\\n\\nBut the two conductors of these vehicles, which were half diligence,\\n\\nhalf coucou, were invariably defended by their regular customers. The\\n\\nafternoon departure at four o'clock usually lagged on till half-past,\\n\\nwhile that of the morning, fixed for eight o'clock, was seldom known\\n\\nto take place before nine. In this respect, however, the system was\\n\\nelastic. In summer, that golden period for the coaching business, the\\n\\nrule of departure, rigorous toward strangers, was often relaxed for\\n\\ncountry customers. This method not infrequently enabled Pierrotin to\\n\\npocket two fares for one place, if a countryman came early and wanted\\n\\na seat already booked and paid for by some \\\"bird of passage\\\" who was,\\n\\nunluckily for himself, a little late. Such elasticity will certainly\\n\\nnot commend itself to purists in morality; but Pierrotin and his\\n\\ncolleague justified it on the varied grounds of \\\"hard times,\\\" of their\\n\\nlosses during the winter months, of the necessity of soon getting\\n\\nbetter coaches, and of the duty of keeping exactly to the rules\\n\\nwritten on the tariff, copies of which were, however, never shown,\\n\\nunless some chance traveller was obstinate enough to demand it.\\n\\nPierrotin, a man about forty years of age, was already the father of a\\n\\nfamily. Released from the cavalry on the great disbandment of 1815,\\n\\nthe worthy fellow had succeeded his father, who for many years had\\n\\ndriven a coucou of capricious flight between Paris and Isle-Adam.\\n\\nHaving married the daughter of a small inn-keeper, he enlarged his\\n\\nbusiness, made it a regular service, and became noted for his\\n\\nintelligence and a certain military precision. Active and decided in\\n\\nhis ways, Pierrotin (the name seems to have been a sobriquet)\\n\\ncontrived to give, by the vivacity of his countenance, an expression\\n\\nof sly shrewdness to his ruddy and weather-stained visage which\\n\\nsuggested wit. He was not without that facility of speech which is\\n\\nacquired chiefly through \\\"seeing life\\\" and other countries. His voice,\\n\\nby dint of talking to his horses and shouting \\\"Gare!\\\" was rough; but\\n\\nhe managed to tone it down with the bourgeois. His clothing, like that\\n\\nof all coachmen of the second class, consisted of stout boots, heavy\\n\\nwith nails, made at Isle-Adam, trousers of bottle-green velveteen,\\n\\nwaistcoat of the same, over which he wore, while exercising his\\n\\nfunctions, a blue blouse, ornamented on the collar, shoulder-straps\\n\\nand cuffs, with many-colored embroidery. A cap with a visor covered\\n\\nhis head. His military career had left in Pierrotin's manners and\\n\\ncustoms a great respect for all social superiority, and a habit of\\n\\nobedience to persons of the upper classes; and though he never\\n\\nwillingly mingled with the lesser bourgeoisie, he always respected\\n\\nwomen in whatever station of life they belonged. Nevertheless, by dint\\n\\nof \\\"trundling the world,\\\"--one of his own expressions,--he had come to\\n\\nlook upon those he conveyed as so many walking parcels, who required\\n\\nless care than the inanimate ones,--the essential object of a coaching\\n\\nbusiness.\\n\\nWarned by the general movement which, since the Peace, was\\n\\nrevolutionizing his calling, Pierrotin would not allow himself to be\\n\\noutdone by the progress of new lights. Since the beginning of the\\n\\nsummer season he had talked much of a certain large coach, ordered\\n\\nfrom Farry, Breilmann, and Company, the best makers of diligences,--a\\n\\npurchase necessitated by an increasing influx of travellers.\\n\\nPierrotin's present establishment consisted of two vehicles. One,\\n\\nwhich served in winter, and the only one he reported to the tax-\\n\\ngatherer, was the coucou which he inherited from his father. The\\n\\nrounded flanks of this vehicle allowed him to put six travellers on\\n\\ntwo seats, of metallic hardness in spite of the yellow Utrecht velvet\\n\\nwith which they were covered. These seats were separated by a wooden\\n\\nbar inserted in the sides of the carriage at the height of the\\n\\ntravellers' shoulders, which could be placed or removed at will. This\\n\\nbar, specially covered with velvet (Pierrotin called it \\\"a back\\\"), was\\n\\nthe despair of the passengers, from the great difficulty they found in\\n\\nplacing and removing it. If the \\\"back\\\" was difficult and even painful\\n\\nto handle, that was nothing to the suffering caused to the omoplates\\n\\nwhen the bar was in place. But when it was left to lie loose across\\n\\nthe coach, it made both ingress and egress extremely perilous,\\n\\nespecially to women.\\n\\nThough each seat of this vehicle, with rounded sides like those of a\\n\\npregnant woman, could rightfully carry only three passengers, it was\\n\\nnot uncommon to see eight persons on the two seats jammed together\\n\\nlike herrings in a barrel. Pierrotin declared that the travellers were\\n\\nfar more comfortable in a solid, immovable mass; whereas when only\\n\\nthree were on a seat they banged each other perpetually, and ran much\\n\\nrisk of injuring their hats against the roof by the violent jolting of\\n\\nthe roads. In front of the vehicle was a wooden bench where Pierrotin\\n\\nsat, on which three travellers could perch; when there, they went, as\\n\\neverybody knows, by the name of \\\"rabbits.\\\" On certain trips Pierrotin\\n\\nplaced four rabbits on the bench, and sat himself at the side, on a\\n\\nsort of box placed below the body of the coach as a foot-rest for the\\n\\nrabbits, which was always full of straw, or of packages that feared no\\n\\ndamage. The body of this particular coucou was painted yellow,\\n\\nembellished along the top with a band of barber's blue, on which could\\n\\nbe read, on the sides, in silvery white letters, \\\"Isle-Adam, Paris,\\\"\\n\\nand across the back, \\\"Line to Isle-Adam.\\\"\\n\\nOur descendants will be mightily mistaken if they fancy that thirteen\\n\\npersons including Pierrotin were all that this vehicle could carry. On\\n\\ngreat occasions it could take three more in a square compartment\\n\\ncovered with an awning, where the trunks, cases, and packages were\\n\\npiled; but the prudent Pierrotin only allowed his regular customers to\\n\\nsit there, and even they were not allowed to get in until at some\\n\\ndistance beyond the \\\"barriere.\\\" The occupants of the \\\"hen-roost\\\" (the\\n\\nname given by conductors to this section of their vehicles) were made\\n\\nto get down outside of every village or town where there was a post of\\n\\ngendarmerie; the overloading forbidden by law, \\\"for the safety of\\n\\npassengers,\\\" being too obvious to allow the gendarme on duty--always a\\n\\nfriend to Pierrotin--to avoid the necessity of reporting this flagrant\\n\\nviolation of the ordinances. Thus on certain Saturday nights and\\n\\nMonday mornings, Pierrotin's coucou \\\"trundled\\\" fifteen travellers; but\\n\\non such occasions, in order to drag it along, he gave his stout old\\n\\nhorse, called Rougeot, a mate in the person of a little beast no\\n\\nbigger than a pony, about whose merits he had much to say. This little\\n\\nhorse was a mare named Bichette; she ate little, she was spirited, she\\n\\nwas indefatigable, she was worth her weight in gold.\",\"timestamp\":1637315735,\"title\":\"\\n\\nThough the departures for Isle-Adam professed to take place at a fixed\"},\"digest\":\"P0vnjEhQoSQDsB-mSqvsXLY_pl42nl5YiOQ_Y2tXdG4\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8QT7B9k5g-usMFcWPyez6ImoMY44cMXiH2d9OwAWrII\\\",\\\"y\\\":\\\"3LIeljiXWUAJEMUVvwdxw5N8cHju3rchq7wb0YkzNOI\\\"}\",\"signature\":\"V6HgkBSXuO72--HilEPvwynBTC2I6CoZN7ifqsG_CW8Krkty0BmYJTtK-waU1v5mGUA3XsrNZ3_1Fe1HlaW2rw\",\"signingKeySignature\":\"0xedb3d6238a52c9b3755b7b03757c42fac2c3193812c398b2cb6b7e5b08cb5e861632949aca9c0a2569fc3ef5eedc73fb93376096f6c68727881906734b2675731b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8QT7B9k5g-usMFcWPyez6ImoMY44cMXiH2d9OwAWrII\\\",\\\"y\\\":\\\"3LIeljiXWUAJEMUVvwdxw5N8cHju3rchq7wb0YkzNOI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"P0vnjEhQoSQDsB-mSqvsXLY_pl42nl5YiOQ_Y2tXdG4\"}"