"{\"content\":{\"body\":\"年轻的女孩子正在发育，不怕吃牛排鹅肝酱等高能食物，所以今天吴缺给两个小妹妹准备的就是这样的晚餐，而且最近吴缺刚好把餐厅的气氛灯重新设计了一遍，让餐厅变成了烛光晚餐的味道。\\n\\n别的不说，仅仅是在这样的气氛中一起吃晚餐，就让钱浅和甄傲雪感受到异样的情绪。\\n\\n钱浅一边吃牛排一边喝红酒一边说：“我觉得吴缺有阴谋。”\\n\\n吴缺狡辩道：“我需要阴谋吗？当然不需要，就这样一起吃饭，我就感觉很满足了，根本不需要进一步有什么阴谋。”\\n\\n事实证明，他确实有阴谋，谈笑当中，把气氛弄得很放松，然后，两个女生就喝多了，她们甚至都不记得自己睡在哪里。\\n\\n吴缺的目标就是在今晚完成史诗级双杀，他把两个小妹妹都搀扶到了同一个房间，他的卧室中。\\n\\n一开始，吴缺自己也喝得迷迷糊糊，最多只能睡在两个小妹妹中间，享受一下被簇拥的感觉，不过，到了下半夜，他就清醒过来，最终完成了人生中第一次双杀，先搞定了钱浅，又搞定了另一侧的甄傲雪，心满意足的仰天看天花板。\\n\\n虽然只是简单的完成仪式，但这仪式意义重大，吴缺感觉，两个女生都是有一定的意识，并非趁人之危，这让爱情仪式更加有意义，否则那只是自己的一厢情愿。\\n\\n如何证明这一点呢？就看早上她们醒来的表现就知道了。\\n\\n钱浅的目光中带着一丝怨念，但不是怨恨，这两者的区别可就大了。甄傲雪的眼中则是带着笑意，似乎早就想到了这一天的到来。\\n\\n钱浅隔着吴缺跟甄傲雪对话：“小雪，我们被他欺负了。“\\n\\n甄傲雪懒洋洋回答：“是啊，被欺负了，好惨哦……”然而，她语调中并没有一丝悲惨，只是处于奇异的状态，诚然，并不是每个女生都有这种境遇，对身边男人的好感度如果不刷到爆表的地步，应该不会走这条路线。\\n\\n钱浅：“大叔，你要对我们负责。”\\n\\n吴缺终于开口：“那是当然，要怎么负责我都答应。”\\n\\n钱浅：“你立字据！”\\n\\n甄傲雪闻言笑喷，抓紧了身边男人的手臂。\\n\\n吴缺举起右手发誓：“我吴缺在这里对天发誓，要一辈子对钱浅和小雪好，把我所有的钱都花在你们身上，如果违背誓言，让老天爷把我所拥有的的一切都无情地拿走。”\\n\\n钱浅想到这家伙有15亿美元身价，似乎今天的遭遇也还能接受，不过她并不相信，轻声道：“山盟海誓谁不会？就不知道你能不能贯彻到底。”\\n\\n吴缺：“我现在有1000万美元现金，至少这部分先兑现，你们想要什么，都可以从这里拿钱来去买，一个人一个，不偏不倚，都是我的心头肉。”\\n\\n钱浅：“并不是很多，不开心。”\\n\\n甄傲雪：“他的钱锁定了，等解锁了就更多了，先把这1000万美元算我们姐妹的生活费，让他没有闲钱去泡妞。”\\n\\n吴缺：“说起来你们可能不信，我真的有办法分享这1000万美元，这样，我们搞一个联合签名，把这笔钱转进联合签名去，这个帐号以后要取钱出来，必须三个签名之中的两个同意才行，使用的是ONLY的人脸识别技术。这样，这笔钱就算是我们三个人的共同财产了。我要买什么大件，都必须得到你们的同意，泡妞当然也不能用钱了，这是我这个渣男能做到的最庄严的承诺了。”\\n\\n还能这样？钱浅感受到了渣男大叔的诚意，觉得这方案挺有意思的。至少ONLY的资产解锁之前，吴缺都要被两位女主节制。\\n\\n此前两个小女生都没接触过这样的方案，花了一个上午的时间她们才学会操作，虽然教学很费劲，但是吴缺很开心，虽然被她们绑定了，但这也是对自己的保护，以后黑客要是对付他，搞定了一个帐号是不行的，还有两个备份的帐号。\\n\\n吴缺对她们说：“这个方案你们先熟悉，以后操作多次之后，我把我那10%的ONLY的资产也绑定到我们三个人的共同帐号，这样，我们一生一世都绑定了，成了利益共同体，这个秘密你们可一定要守住，因为黑客知道了我们的关系就会找到机会，情报是一切。”\\n\\n最感动的人是甄傲雪，她跟大叔是纯欲关系，没想到还能成为这样的三角结构的一个角，她感动到主动亲了大叔。吴缺自然不客气，抱住就是一顿长吻，让旁边尴尬的钱浅扭过头去。\\n\\n就这样，曾经互相大打出手的两个妞，居然成了终生绑定的姐妹花。\\n\\n吴缺庄严宣布：“以后这套房子就送给你们了，你们一人一个房间，我……轮流到你们那里蹭睡。”\\n\\n甄傲雪喜笑颜开：“好啊，那房产证能不能改成我们的名字？”\\n\\n吴缺想也没想：“当然可以，今天就去过户。”\\n\\n钱浅有点惊悚：“别别，我算了，被我爸看到我跟别的女生在一个房产证上，这……说不清楚。”\\n\\n吴缺嘿嘿一笑：“我有办法，我注册一个家族基金，把房产放进家族基金，基金内部的持股情况只有少数人知道，外面无法公开查询，这样就安全了。”\\n\\n甄傲雪惊奇道：“大叔啥主意都能有！可以！”\\n\\n作为躺平大师，吴缺整天就琢磨风花雪月这些事情，一心一意把两个宝贝糊弄住，这几天通过律所把家族基金的事情搞定，正式跟两个女友同居。虽然这房子似乎小了点，才两个卧室，但是好在音乐学院旁边，等她俩毕业之后再买大别墅不迟。\\n\\n现在吴缺是真正收心了，反正也没钱了，都被两个女生看住，不得不专心伺候她们，花钱都是透明的。\\n\\n其实，可能真正促成这单同居的是钱浅自己的父亲也跟两个女朋友相处，不过进展比这边稍微慢点，花阡陌和江疏雨现在没有势成水火，默认了对方的存在，既然有亲生父亲珠玉在前，那吴缺这种模式也不是不可以接受，虚拟世界的经济就是这么发达，可以用特殊的方式绑定三角关系，而且貌似很稳固，任何一方也不敢随便背叛三人组，否则财产权利清零。\\n\\n事实上，多人签名可以做很多神奇的事情，吴缺做的这个算是其中一个，ONLY现在是模式识别的核心引擎，这也是它为什么能崛起的原因，能够从无穷多数据中找到数学上的相似度，只要你没整容，你的脸就是这个世界上唯一的，通过ONLY获得唯一的身份，然后畅游在元宇宙当中。\\n\\n织梦公司虽然被林星雅钱昊空买回去了，但是由于一直致力于跟ONLY生态的融合，获得了长足发展，是第一个把ONLY的身份验证纳入的VR AR设备，获得了10亿美元的估值，A轮融资1亿，正式进入量产阶段。虽然比吴缺躺平之后坐拥15亿美元的价值，他们持有股份价值9亿美元，也算不错了，至少是同一个级别的财富。\\n\\n成功融资之后，林星雅更理直气壮的让吴缺过来带孩子了，毕竟自己是有实体事业的人，比某人的躺平哲学的生活可忙多了。\\n\\n一起吃饭的时候，孩子没哭，也不需要喂奶，不过，吴缺还是给林星雅喂饭，很自然很熟手，这是他们秀恩爱的方式。\\n\\n吴缺趁机打听一下老钱的事情：“老钱跟疏雨、阡陌相处得怎么样了？”\\n\\n林星雅：“哦，老钱好本事啊，疏雨又回来公司上班了，现在跟阡陌相处不错，我昨天还看见他俩有说有笑的，恢复了好闺蜜的关系。”\\n\\n吴缺点点头，对老丈人的本事也是佩服，江疏雨还不好搞定。\\n\\n林星雅：“你是不是很羡慕啊？”\\n\\n吴缺神秘一笑：“还好。”\\n\\n林星雅：“那个跟你交往的女孩子并不知道我的存在吧？”\\n\\n吴缺：“知道，老规矩，说你是前女友，要不然，我拿什么借口回家呢？天大地大，孩子最大。”\\n\\n林星雅：“什么时候带我去认识一下？我们女生谈话能够触碰到更多深层次的东西，我帮你把把关。”\\n\\n吴缺笑了：“你好奇心真重，慢慢来吧，先告诉你她的名字，甄傲雪，这是她的朋友圈，是钱浅的室友。“\\n\\n林星雅看了看甄傲雪的朋友圈，表示：“是个很单纯的女生，全是吃吃喝喝+旅游，比钱浅还单纯。我看你们能坚持多久。”\\n\\n吴缺：“绝对比你预想的要久。”\\n\\n林星雅不服气：“为什么？凭什么？莫非这种傻白甜才是你的菜？”\\n\\n吴缺温柔道：“你当然是我最完美的女人，不过，有些女孩子也挺可爱的，世界上最怕的就是自己傻还不知道，还特别勤奋，非得一条道走到黑的。这女孩子挺爱的，听话。来，吃一口。”他又夹了一筷子送到完美女神的嘴里。\\n\\n林星雅警告：“不要用完美来形容女人，你给我的不是完美的爱情。”\\n\\n吴缺只能赔笑。\\n\\n林星雅轻叹一声，看了看旁边的宝宝，说：“事业有了，宝宝有了，老公……也有了，但就是感觉不够完美，又是整整一个星期不见你的踪影。”\\n\\n吴缺：“对不起……这个星期我全程陪你好不好？”\\n\\n林星雅这才放过他，不过，吴缺这边就要对音乐学院的两个女生说抱歉了。\",\"timestamp\":1640058221,\"title\":\"共济会风云 第58章 双杀\"},\"digest\":\"u6QWbxiv0jRvxv9YRABMspiYft22EmorM3TwV_aNuis\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"hr6LRwf-Mf2ef-tlP06JgtFFxlArgZK2GtjEpAwgcdbopoEbrhKwIBDb7NvTQAFek_WZkRsUCS1b4HZAl2p84w\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u6QWbxiv0jRvxv9YRABMspiYft22EmorM3TwV_aNuis\"}"