"{\"content\":{\"body\":\"You BET I will be careful.  I don't want to get nearer to a German than twenty miles.  At the battlefield I collected five German spiked helmets but at the Paris gate they took ALL of them from me.  I WAS mad!  I wanted to keep them in my \\\"gym,\\\" and pound them with Indian clubs.  I wrote all day yesterday, so today I did not work.  There is nothing more here to do.  And as soon as my contract is up October 1st, I will make towards YOU!  Seeing the big battle was great luck.  So far I have seen more than anyone.  I have had no credentials; and yet have been with ALL the armies.  Now I am just beating time, until I can get home.  The fighting is too far away even if I could go to it.  But I can't without being arrested.  And I am fed up on being arrested.  Today all the little children came out of doors.  They have been locked up for fear of airships.  It was fine to see them playing in the Champs Elysees and making forts out of pebbles, and rolling hoops.\\n\\nGod loves you, dear one, and I trust in Him.  But I am awful sick for a sight of you.  What a lot we will have to tell each other.  One thing I never have to tell you, but it makes me  happy when I can.  It is this: I LOVE YOU!  And every minute  I think of you.\\n\\nWith all my love.\\n\\nYour\\n\\nRICHARD.\\n\\nPARIS, September 15th, 1914. DEAR CHAS.:\\n\\nI got this morning your letter of August 25th.  In it you say kind things about my account of the Germans entering Brussels.  Nothing so much pleases me as to get praise from you or to know my work pleases you.  Since the Germans were pushed in every one here is breathing again.  But for me it was bad as now the armies are too far to reach by taxicab, and if you are caught anywhere outside the city you are arrested and as a punishment sent to Tours.  Eight correspondents, among them two Times men and John Reed and Bobby Dunn, were sent to Tours Sunday.  I had another piece of luck that day with Gerald Morgan.  I taxicabed out to Soissons and saw a wonderful battle.  So, now I can go home in peace.  Had I been forced to return without seeing any fighting I never would have lived it down.  I am in my old rooms of years ago.  I got the whole imperial suite for eight francs a day.  It used to be 49 francs a day.  Of course, Paris that closes tight at nine is hardly Paris, but the beauty of the city never so much impressed me.  There is no fool running about to take your mind off the gardens and buildings.  What MOST makes me know I am in Paris, though, are the packages of segars lying on the dressing table.  Give my love to Dai, and tell her I hope soon to see you.  The war correspondent is dead.  My only chance was to get with the English who will take one American and asked Bryan to choose, he passed it to the Press Association and they chose Palmer.  But I don't believe the official correspondents will be allowed to see much.  I saw the Germans enter Brussels, the burning of Louvain and the Battle of Soissons and had a very serious run in with the Germans and nearly got shot.  But now if you go out, every man is after you, and even the gendarmes try to arrest you.  It is sickening.  For never, of course, was there such a chance to describe things that everyone wants to read about.  Again my love to Dai and you.  I will see you soon.\\n\\nRICHARD.\\n\\nIn October Richard returned to the United States and settled down to complete his first book on the war.  During this period and indeed until the hour of his death my brother devoted the greater part of his time to the cause of the Allies.  He had always believed that the United States should have entered the war when the Germans first outraged Belgium, and to this effect he wrote many letters to the newspapers.  In addition to this he was most active in various of the charities devoted to the causes of the Allies, wrote a number of appeals, and contributed money out of all proportion to his means.  The following appeal he wrote for the Secours National:\\n\\n\\\"You are invited to help women, children and old people in Paris and in France, wherever the war has brought desolation and distress.  To France you owe a debt.  It is not alone the debt you incurred when your great grandfathers fought for liberty, and to help them, France sent soldiers, ships and two great generals, Rochambeau and La Fayette.  You owe France for that, but since then you have incurred other debts.\\n\\n\\\"Though you may never have visited France, her art, literature, her discoveries in Science, her sense of what is beautiful, whether in a bonnet, a boulevard or a triumphal arch, have visited you.  For them you are the happier; and for them also, to France you are in debt.\\n\\n\\\"If you have visited Paris, then your debt is increased a hundred fold.  For to whatever part of France you journeyed, there you found courtesy, kindness, your visit became a holiday, you departed with a sense of renunciation; you were determined to return.  And when after the war, you do revisit France, if your debt is unpaid, can you without embarrassment sink into debt still deeper?  What you sought Paris gave you freely.  Was it to study art or to learn history, for the history of France is the history of the world; was it to dine under the trees or to rob the Rue de la Paix of a new model; was it for weeks to motor on the white roads or at a cafe table watch the world pass?  Whatever you sought, you found.  Now, as in 1776 we fought, to-day France fights for freedom, and in behalf of all the world, against militarism that is \\\\`made in Germany.'\\n\\n\\\"Her men are in the trenches; her women are working in the fields, sweeping the Paris boulevards, lighting the street lamps.  They are undaunted, independent, magnificently capable.  They ask no charity.  But from those districts the war has wrecked, there are hundreds of thousands of women and little children without work, shelter or food.  To them throughout the war zone the Secours National gives instant relief.  In one day in Paris alone it provides 80,000 free meals.  Six cents pays for one of these meals.  One dollar from you will for a week keep a woman or child alive.\\n\\n\\\"The story is that one man said, `In this war the women and children suffer most.  I'm awfully sorry for them!' and the other man said, `Yes I'm five dollars sorry.  How sorry are you?'\\n\\n\\\"If ever you intend paying that debt you owe to France do not wait until the war is ended.  Now, while you still owe it, do not again impose yourself upon her hospitality, her courtesy, her friendship.\\n\\n\\\"But, pay the debt now.\\n\\n\\\"And then, when next in Paris you sit at your favorite table and your favorite waiter hands you the menu, will you not the more enjoy your dinner if you know that while he was fighting on the Aisne, it was your privilege to help a little in keeping his wife and child alive.\\\"\\n\\nThe winter of 1914-15 Richard and his wife spent in New York, and on January 4, 1915, their baby, Hope, was born.  No event in my brother's life had ever brought him such infinite happiness, and during the short fifteen months that remained to him she was seldom, if ever, from his thoughts, and no father ever planned more carefully for a child's future than Richard did for his little daughter.\\n\\nOn April 11 my brother and his wife took Hope to Crossroads for the first time.  In his diary of this time he writes, \\\"Only home in the world is the one I own.  Everything belongs.  It is so comfortable and the lake and the streams in the woods where you can get your feet wet.  The thrill of thinking a stump is a trespasser!  You can't do that on ten acres.\\\"\\n\\nA cause in  which  Richard was  enormously  interested at this time was that of the preparedness of his own country, and for it he worked unremittingly.  In August, 1915, he went to Plattsburg, where he took a month of military training.\\n\\nPLATTSBTTRG, N.  Y.\\n\\nAugust, 1915. DEAR OLD MAN:\\n\\nThis is a very real thing, and STRENUOUS.  I know now why God invented Sunday.  The first two days were mighty hard, and I had to work extra to catch up.  I don't know a darned thing, and after watching soldiers for years, find that I have picked up nothing that they have to learn.  The only things I have learned don't count here, as they might under marching conditions.  My riding I find is quite good, and so is my rifle shooting.  As you could always beat me at that you can see the conditions are not high.  But being used to the army saddle helps me a lot.  I have a steeple chaser on one side and a M. F. H. on the other, and they can't keep in the saddle, and hate it with bitter oaths.  The camp commander told me that was a curious development; that the best gentlemen jockeys and polo players on account of the saddle, were sore, in every sense.  Yesterday I rose at 5-30, assembled for breakfast at six, took down tent to ventilate it, when a cloud meanly appeared, and I had to put it up again.  Then in heavy marching order we drilled two hours as skirmishers, running and hurling ourselves at the earth, like falling on the ball, and I always seemed to fall where the cinder path crossed the parade ground.  We got back in time to clean ourselves for dinner at noon.  And then practised firing at targets.  At two we were drilled as cavalry in extended order.  We galloped to a point, advanced on foot, were driven back by an imaginary enemy, and remounted.  We galloped as a squadron, and the sight was really remarkable when you think the men had been together only four days.  But the horses had been doing it for years.  All I had to do to mine was to keep on.  He knew what was wanted as well as did the Captain.  After that we put on our packs and paraded at retreat to the band.  Then had supper and listened to a lecture.  I ache in every bone, muscle, and joint.  But the riding has not bothered me.  It is only hurling the damned rifle at myself.  At nine I am sound asleep.  It certainly is a great experience, and, all the men are helping each other and the spirit is splendid.  The most curious meetings come off and all kinds of men are at it from college kids to several who are great grand fathers.  Russell Colt turned up and was very funny over his experiences.  He said he saluted everybody and one man he thought was a general and stood at attention to salute was a Pullman car conductor.  The food is all you want, and very good.  I've had nothing to drink, but sarsaparilla, but with the thirst we get it is the best drink I know.  I have asked to have no letters forwarded and if I don't write I hope you will understand as during the day there is not a minute you are your own boss and at night I am too stiff and sleepy to write.\\n\\nAll love to you.\\n\\nDICK.\\n\\nDEAREST:\\n\\nIt is now seven-thirty, and I have had twelve busy hours.  They made me pass an examination as though for Sing Sing, then a man gave me a gun that at first weighed eight pounds and then twenty.  He made me do all sorts of things with it, such as sentries used to do to me.  Then I was given the gun to keep, and packs, beds, blankets, and I made myself at home in a tent; then I was moved to another tent with five other men.  Then I got a horse and they galloped us up and down a field for two hours.  I lost ten pounds.  Then we were marched around to a band.  I had a sergeant on either side of me, so I did not go wrong, OFTEN.  Then, aching in every bone and with my head filled with orders and commands, I got into the lake and escaped.  You can believe I enjoyed that bath.  It certainly is a fine thing, and I am glad I enrolled (for every one has been as nice as could be), but I miss you and Hope terribly.  It seems years since I saw you.  I am going to my cot quick.  It is now eight o'clock, and I feel like I had been beaten in a stone crusher.  Kiss Hope's foot for me.\\n\\nYour loving husband,\\n\\nDICK.\\n\\nMonday. DEAREST ONE:\\n\\nI got such a beautiful letter from  you!  With  pictures of Hope playing with the Bunny.  It is the best picture yet.  I carry it next to my heart because you made it, because it is of her.  And she sits up now?  Well, I will miss the big clothes-basket.  I loved to see her in it.  Years ago, when I left home, she was trying to crawl out of it.  What you tell me of her--knowing what you mean when you say \\\"Kitty\\\" and \\\"Bunny\\\"--is wonderful.  How good it will be!  You must come close under my arm, and tell me every little thing.  I feel so much better now that we have broken into the last week, and are on the home stretch.  We have broken the backbone of the long absence, and, the first thing you know, I'll be telephoning to have you meet me at White Plains.\\n\\nThis is me sewing up a hole in my breeches.  The socks are drying on the line, my rubber bath is on the right.  I am now going to Canada.  But I'll be back in half an hour; it's only 200 yards distant.  All the folks here are French, and the signs are in French.  Last place we halted I bought lumberman's socks to wear at night.  I sleep very well, for I buy my raincoat full of hay from the nearest farmer, and sleep on that.  Today we had another \\\"battle.\\\"  It began at 7.30  and ended at one o'clock.  We were kept going all that time, taking \\\"cover\\\" behind railroad embankments and stone walls and in plowed fields, finally ending with a bayonet charge.  I killed so many I stopped counting.\\n\\nDon't let Hope forget her father.  Better put on a wrist-watch and my horn spectacles, and hold her the wrong way, so she will be reminded of her Dad.\\n\\nGood-night, my dearest one.  You will never know how terribly I miss you and love you, and want you in my arms, and you holding Hope so that I can have all my happiness in one big armful of all that is good.\\n\\nYOUR LOVING HUSBAND.\\n\\nWednesday. DEAREST ONE:\\n\\nThe Vitagraph people came today.  They have a great film to stir people to preparedness called \\\"The Battle Cry of Peace.\\\"  It shows New York destroyed by Germans.  They took pictures of several of the better-known men showing \\\"them\\\" preparing.  I was taken cleaning my rifle, and, as the captain was passing, I asked him to get in the picture with me and be shown instructing me.  He was delighted, but right in the middle of the picture he \\\"inspected\\\" my barrel.  I had not cleaned it, and he forgot the camera, and gave me the devil.  You can imagine how the crowd roared, and the camera director man was delighted.  I wanted it retaken showing the captain patting me on the back.\\n\\nRoosevelt turned up today, and was very nice.  Martin Egan came with him and the British Naval Attache, and they have asked me to dine at a real table at Hotel Champlain with two other men.  It will be fine to eat off china.  The \\\"hike\\\" begins Friday, and we sleep each night on the ground, but the country we march through is beautiful.  All that counts is getting the days behind me and getting you in my arms.  Doing one's \\\"bit\\\" for one's country is right, but as the man said, \\\"God knows I love my country and want to fight for her, but I hope to God I never love another country.\\\"  Good-night, dear, dear one!  How wonderful it will be to see and hear you again.  Kiss Hope for her Dad.\\n\\nRICHARD.\\n\\nSaturday. DEAREST:\\n\\nThis is writing with all the love, but with difficulties.  I am sitting on a log and the light is a candle.  Today we had our first fight.  It happened the squad of eight men I am in was sent in advance, and I was 100 yards in front, so I was the first to come in touch with the scouts of the Red Army, and I killed a lot.  My squad was so brave that we all got killed THREE TIMES.  But as soon as the umpire rode away we would come to life, and go on fighting.  Finally, he took us prisoners, and made us sit down and look on at the battle.  As we had been running around and each carrying a forty-pound pack, we were glad to remain dead.  But we have declared that nothing can kill us tomorrow but asphyxiating gas.  I have terrible nightmares for fear something has happened to one of you, and then I trust in the good Lord, and pray him to make the time pass swiftly.\\n\\nGood-night, and all the love and kisses for you both.\\n\\nRICHARD.\\n\\nOn October 19, 1915, Richard sailed on the Chicago for France and his second visit to the Great War.  He arrived at Paris on October 30, and shortly afterward visited the Western front at Amiens and Artois.  He also interviewed Poincare, and through him the French President sent a message to the American people.  At this time my brother had received permission from the authorities to visit all of the twelve sectors of the French front under particularly advantageous conditions, and was naturally most anxious to do so.  However, through a misunderstanding between the syndicate he represented and certain of the newspapers using its service, he found it advisable, even although against his own judgment, to go to Greece, and to postpone his visit to the sectors of the French front he had not already seen.  On November 13 he left Paris bound for Salonica.\\n\\nOn Way to France, Oct. 18, 1915. DEAREST ONE:\\n\\nYou are much more brave than I am.  Anyway, you are much better behaved.  For all the time you were talking I was crying, not with my eyes only, but with ALL of me.  I am so sad.  I love you so, and I will miss you so.  I want you to keep saying to yourself all the time, \\\"This is the most serious effort he ever made, because the chances of seeing anything are so SMALL, and because never had he such a chance to HELP.  But, all the time, every minute he thinks of me.  He wants me.  He misses my voice, my eyes, my presence at his side when he walks or sleeps.  He never loved me so greatly, or at leaving me was so unhappy as he is now.\\\"\\n\\nGoodby, dear heart.  My God-given one!  Would it not be wonderful, if tonight when I am up among the boats on the top deck that girl in the Pierrot suit, and in her arms Hope, came, and I took them and held them both?  You will walk with her at five, and I will walk and think of you and love you and long for you.\\n\\nGod keep you, dearest of wives, and mothers.\\n\\nRICHARD.\\n\\nOctober 24. MY DEAR DAUGHTER:\\n\\nSo many weeks have passed since I saw you that by now you are able to read this without your mother looking over your shoulder and helping you with the big words.  I have six sets of pictures of you.  Every day I take them down and change them.  Those your dear mother put in glass frames I do not change.  Also, I have all the sweet fruits and chocolates and red bananas.  How good of you to think of just the things your father likes.  Some of them I gave to a little boy and girl.  I play with them because soon my daughter will be as big.  They have no mother like you, OF COURSE; they have no mother like YOURS--for except my mother there never was a mother like yours; so loving, so tender, so unselfish and thoughtful.  If she is reading this, kiss her for me.  These little children have a little father.  He dresses them and bathes them himself.  He is afraid of the cold; and sits in the sun; and coughs and shivers.  His children and I play hide-and-seek, and, as you will know some day, for that game there is no such place as a steamer, with boats and ventilators and masts and alleyways.  Some day we will play that game hiding behind the rocks and trees and rose bushes.  Every day I watch the sun set, and know that you and your pretty mother are watching it, too.  And all day I think of you both.\\n\\nBe very good.  Do not bump yourself.  Do not eat matches.  Do not play with scissors or cats.  Do not forget your dad.  Sleep when your mother wishes it.  Love us both.  Try to know how we love you.  THAT you will never learn.  Good-night and God keep you, and bless you.\\n\\nYOUR DAD.\\n\\nPARIS, November 1. DEAREST ONE:\\n\\nToday is \\\"moving\\\" day, and I feel like ---- censored word, at the thought of your having the moving to direct and manage by yourself.  I can picture Barney and Burke loading, and unloading, and coal and wood being stored, and provisions and ice, and finally Hope brought down to take her third--no--fourth motor ride.  And God will see she makes it all safely, and that in her new house you are comfortable.\\n\\nLast night I dreamed about Hope and you, a long dream, and it made me so happy.  Something happened today that you will like to hear.  When the war came the French students at the Beaux Arts had to go to fight.  The wives and children had nothing to live on.  So, the American students, about a dozen of them, organized a relief league.  The Beaux Arts is in a most wonderful palace built by Cardinal Richelieu and decorated later by Napoleon.  In this they were gathering socks, asphyxiating masks, warm clothes.  They were hand painting postcards for fifty cents apiece.  The \\\"masters\\\" as they call their teachers, also were painting them.  I gave them some money which was received politely, but, as it would not go far, without much enthusiasm.  As I was going, I said, \\\"I'll be back tomorrow to get some facts and I'll write a story about what you're doing.\\\"  This is the part that is embarrassing to write, but you will understand.  They gave a cheer and a yell just as though I had said, \\\"Peace is declared\\\" or \\\"I will give you Carnegie's fortune.\\\"  And they danced around, and shook hands, and Whitney Warren, who is at the head of it, all but cried.  Later, he told me the letter I had written for his wife's fund for orphans by the war had brought in $5000, that was why they were so pleased.  So we, you and I, will try to look at it that way, and try to believe that from this separation, which is cruel for us, others may get some benefit.  Tomorrow, I am to be received at the Elysee by the President, and I am going to try to make him say something that will draw money from America for the French hospitals.  If he will only ask, I know our people will give.  In a day or two, I think I will be allowed to see something, but, that you will know best by reading The Times.\\n\\nYour loving husband is lonely for you, and so it will be always.\\n\\nRICHARD.\\n\\nNovember 17th. DEAR SWEETHEART:\\n\\nMy last letter was such a complaining one that I am ashamed.  But, not leaving me to decide what was best for the papers, made me mad.  Since I wrote, I ought to be madder, for I have been to the trenches outside of Rheims in Champagne; and, had they not deviled the spirit out of me with cables, I believe I could have written such a lot of stories of France that no one else has had the opportunity to write.  Believe me no one has yet told the story of the trench war.  Anyway, in spite of all the photographs and articles, to me it was all new.  I was allowed to go alone, and given carte blanche to see whatever I wished.  I saw everything, but it would not be possible to write of it yet.  It was wonderful.  I was in the three lines, reaching the FIRST line by moonlight.  No one spoke above a whisper.  The Germans were only 300 to 400 yards distant.  But worst of all were the rats.  They ran over my feet and I was a darned sight more afraid of them than the Germans.  I saw the Cathedral, and the only hotel open (from which I sent you and Hope a postal) was the same one in which we stopped a year ago.  I had sent the hotel my book in which I said complimentary things, and I got a great welcome.  They even gave me a room with a fire in it, and so I was warm for the first time since I left the Crossroads.  And this morning it SNOWED.  On my way back to Paris, I stopped to tell the General what I had seen and to thank him.  He said, \\\"Oh, that is nothing.  When you return, I will take you out myself, and I will show you something worth while.\\\"  I am going to carry a rat-trap, and two terriers on a leash.  Tonight, when I got back, there was a letter from you, but no writing, but there was a photo of Her, and me holding her.  How is it possible that any living thing is so beautiful as my child?  How fat, and wonderful, and dear, and lovable, and how terribly I want to hold her as I am holding her in the picture, and how much better as I really don't need my left arm to hold such a mite), if I had you close to me in it.  I miss you so, and love you so!  I told Wheeler before I left as I was not going to waste time traveling I would not go to Servia.  So, as soon as I arrived, I was fretted with cables to go.  I cabled to stop giving me advice, that I had a much better chance in France than anyone could have anywhere else.  Maybe, before I arrive, the Greeks will have joined the Germans, in which case, I WON'T LEAVE THE SHIP.  I'll come straight back on her to the Allies.\\n\\nRICHARD.\\n\\nNovember 20th.\\n\\nThis is the way Hope's cat looks, \\\"My whiskers!\\\" she says, \\\"I never knew I was to be let in for anything like this!\\\"  When I told her about the big rats in the trenches she wanted to go with me next time, but, today when I told her that the Crown Prince of Servia made his servants eat live mice (he is no longer Crown Prince), she looked just as she does in the picture.  \\\"Then, what do *I* eat in Servia?\\\" she said, and I told her both of us would live on goat's milk.\\n\\nYou will be glad when I tell you I have been, warm.  We came pretty far south in two days, and, the damp chill of Paris is gone.  On the train a funny thing happened.  An English officer and I got talking and he was press censor at Salonica where I am going after Athens.  I asked him to look over the many letters I had and tell me if any of them would be likely to get me in bad, being addressed to pro-Germans, for example.    He said, \\\"Well, THIS chap is all right anyway.  I'll  vouch for him, because this letter is addressed to me.\\\"\\n\\nSEE THE CAT! HOPE GAVE THE CAT TO HER DAD. IS THE CAT SAD? YES IS THE DAD SAD? VERY!! WHY IS THE CAT AND THE DAD SAD? THEY WANT HOME AND HOPE. DO THEY LOVE HOPE? DON'T MAKE THEM LAUGH!\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/88](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/88)\\n\\n\",\"timestamp\":1639126849,\"title\":\"\\nTonight I got your cable in answer to mine asking if you were well.  All things considered twenty-four hours was not so long for them to get the answer to me.  \"},\"digest\":\"Ac58vA2TJPQDGYdqZKF7CMU3MfrtYEc464RmuFrJW9Y\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UwNS-8Exw0OzrIEayfWnyvyJLBXOFZUm7W3ay3NzQeE\\\",\\\"y\\\":\\\"6HOQfLVQAJj38GYCtkraA5273Tk0FqWbK_QiKycTsNU\\\"}\",\"signature\":\"u3z7Ktn_Z6ISYvD-5hW1bxNjId8bmMDMhB4ISTPK4K3s9VvfH2kCSbthqLiQKaTfd2UpkSPi2zmfxBAygAwXuA\",\"signingKeySignature\":\"0xd6831b230dc2666cba4fd9362336a833dd6612d3c3849f3ffd3721a80820b6763f706870982cdfd26a5203ae992f06ed4f52e01ac11c681c92febb52dd8d90a71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UwNS-8Exw0OzrIEayfWnyvyJLBXOFZUm7W3ay3NzQeE\\\",\\\"y\\\":\\\"6HOQfLVQAJj38GYCtkraA5273Tk0FqWbK_QiKycTsNU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ac58vA2TJPQDGYdqZKF7CMU3MfrtYEc464RmuFrJW9Y\"}"