"{\"content\":{\"body\":\"and told me so; because I have not received such a letter, I know he can come, and will.\\\"\\n\\n\\\"I hope so,\\\" she said, very softly.\\n\\nSomething in the utterance attracted his attention; it might have been the tone, it might have been the wish. The smallest bird cannot light upon the greatest tree without sending a shock to its most distant fibre; every mind is at times no less sensitive to the most trifling words.\\n\\n\\\"You wish him to come, Esther?\\\" he asked.\\n\\n\\\"Yes,\\\" she said, lifting her eyes to his.\\n\\n\\\"Why? Can you tell me?\\\" he persisted.\\n\\n\\\"Because\\\"--she hesitated, then began again--\\\"because the young man is--\\\" The stop was full.\\n\\n\\\"Our master. Is that the word?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"And you still think I should not suffer him to go away without telling him to come, if he chooses, and take us--and all we have- -all, Esther--the goods, the shekels, the ships, the slaves, and the mighty credit, which is a mantle of cloth of gold and finest silver spun for me by the greatest of the angels of men--Success.\\\"\\n\\nShe made no answer.\\n\\n\\\"Does that move you nothing? No?\\\" he said, with the slightest taint of bitterness. \\\"Well, well, I have found, Esther, the worst reality is never unendurable when it comes out from behind the clouds through which we at first see it darkly--never--not even the rack. I suppose it will be so with death. And by that philosophy the slavery to which we are going must afterwhile become sweet. It pleases me even now to think what a favored man our master is. The fortune cost him nothing--not an anxiety, not a drop of sweat, not so much as a thought; it attaches to him undreamed of, and in his youth. And, Esther, let me waste a little vanity with the reflection; he gets what he could not go into the market and buy with all the pelf in a sum--thee, my child, my darling; thou blossom from the tomb of my lost Rachel!\\\"\\n\\nHe drew her to him, and kissed her twice--once for herself, once for her mother.\\n\\n\\\"Say not so,\\\". she said, when his hand fell from her neck. \\\"Let us think better of him; he knows what sorrow is, and will set us free.\\\"\\n\\n\\\"Ah, thy instincts are fine, Esther; and thou knowest I lean upon them in doubtful cases where good or bad is to be pronounced of a person standing before thee as he stood this morning. But--but\\\"-- his voice rose and hardened--\\\"these limbs upon which I cannot stand--this body drawn and beaten out of human shape--they are not all I bring him of myself. Oh no, no! I bring him a soul which has triumphed over torture and Roman malice keener than any torture--I bring him a mind which has eyes to see gold at a distance farther than the ships of Solomon sailed, and power to bring it to hand--ay, Esther, into my palm here for the fingers to grip and keep lest it take wings at some other's word--a mind skilled at scheming\\\"--he stopped and laughed--\\\"Why, Esther, before the new moon which in the courts of the Temple on the Holy Hill they are this moment celebrating passes into its next quartering I could ring the world so as to startle even Caesar; for know you, child, I have that faculty which is better than any one sense, better than a perfect body, better than courage and will, better than experience, ordinarily the best product of the longest lives--the faculty divinest of men, but which\\\"--he stopped, and laughed again, not bitterly, but with real zest-- \\\"but which even the great do not sufficiently account, while with the herd it is a non-existent--the faculty of drawing men to my purpose and holding them faithfully to its achievement, by which, as against things to be done, I multiply myself into hundreds and thousands. So the captains of my ships plough the seas, and bring me honest returns; so Malluch follows the youth, our master, and will\\\"--just then a footstep was heard upon the terrace--\\\"Ha, Esther! said I not so? He is here--and we will have tidings. For thy sake, sweet child--my lily just budded--I pray the Lord God, who has not forgotten his wandering sheep of Israel, that they be good and comforting. Now we will know if he will let thee go with all thy beauty, and me with all my faculties.\\\"\\n\\nMalluch came to the chair.\\n\\n\\\"Peace to you, good master,\\\" he said, with a low obeisance--\\\"and to you, Esther, most excellent of daughters.\\\"\\n\\nHe stood before them deferentially, and the attitude and the address left it difficult to define his relation to them; the one was that of a servant, the other indicated the familiar and friend. On the other side, Simonides, as was his habit in business, after answering the salutation went straight to the subject.\\n\\n\\\"What of the young man, Malluch?\\\"\\n\\nThe events of the day were told quietly and in the simplest words, and until he was through there was no interruption; nor did the listener in the chair so much as move a hand during the narration; but for his eyes, wide open and bright, and an occasional long-drawn breath, he might have been accounted an effigy.\\n\\n\\\"Thank you, thank you, Malluch,\\\" he said, heartily, at the conclusion; \\\"you have done well--no one could have done better. Now what say you of the young man's nationality?\\\"\\n\\n\\\"He is an Israelite, good master, and of the tribe of Judah.\\\"\\n\\n\\\"You are positive?\\\"\\n\\n\\\"Very positive.\\\"\\n\\n\\\"He appears to have told you but little of his life.\\\"\\n\\n\\\"He has somewhere reamed to be prudent. I might call him distrustful. He baffled all my attempts upon his confidence until we started from the Castalian fount going to the village of Daphne.\\\"\\n\\n\\\"A place of abomination! Why went he there?\\\"\\n\\n\\\"I would say from curiosity, the first motive of the many who go; but, very strangely, he took no interest in the things he saw. Of the Temple, he merely asked if it were Grecian. Good master, the young man has a trouble of mind from which he would hide, and he went to the Grove, I think, as we go to sepulchres with our dead--he went to bury it.\\\"\\n\\n\\\"That were well, if so,\\\" Simonides said, in a low voice; then louder, \\\"Malluch, the curse of the time is prodigality. The poor make themselves poorer as apes of the rich, and the merely rich carry themselves like princes. Saw you signs of the weakness in the youth? Did he display moneys--coin of Rome or Israel?\\\"\\n\\n\\\"None, none, good master.\\\"\\n\\n\\\"Surely, Malluch, where there are so many inducements to folly--so much, I mean, to eat and drink--surely he made you generous offer of some sort. His age, if nothing more, would warrant that much.\\\"\\n\\n\\\"He neither ate nor drank in my company.\\\"\\n\\n\\\"In what he said or did, Malluch, could you in anywise detect his master-idea? You know they peep through cracks close enough to stop the wind.\\\"\\n\\n\\\"Give me to understand you,\\\" said Malluch, in doubt.\\n\\n\\\"Well, you know we nor speak nor act, much less decide grave questions concerning ourselves, except as we be driven by a motive. In that respect, what made you of him?\\\"\\n\\n\\\"As to that, Master Simonides, I can answer with much assurance. He is devoted to finding his mother and sister--that first. Then he has a grievance against Rome; and as the Messala of whom I told you had something to do with the wrong, the great present object is to humiliate him. The meeting at the fountain furnished an opportunity, but it was put aside as not sufficiently public.\\\"\\n\\n\\\"The Messala is influential,\\\" said Simonides, thoughtfully.\\n\\n\\\"Yes; but the next meeting will be in the Circus.\\\"\\n\\n\\\"Well--and then?\\\"\\n\\n\\\"The son of Arrius will win.\\\"\\n\\n\\\"How know you?\\\"\\n\\nMalluch smiled.\\n\\n\\\"I am judging by what he says.\\\"\\n\\n\\\"Is that all?\\\"\\n\\n\\\"No; there is a much better sign--his spirit.\\\"\\n\\n\\\"Ay; but, Malluch, his idea of vengeance--what is its scope? Does he limit it to the few who did him the wrong, or does he take in the many? And more--is his feeling but the vagary of a sensitive boy, or has it the seasoning of suffering manhood to give it endurance? You know, Malluch, the vengeful thought that has root merely in the mind is but a dream of idlest sort which one clear day will dissipate; while revenge the passion is a disease of the heart which climbs up, up to the brain, and feeds itself on both alike.\\\"\\n\\nIn this question, Simonides for the first time showed signs of feeling; he spoke with rapid utterance, and with clenched hands and the eagerness of a man illustrating the disease he described.\\n\\n\\\"Good my master,\\\" Malluch replied, \\\"one of my reasons for believing the young man a Jew is the intensity of his hate. It was plain to me he had himself under watch, as was natural, seeing how long he has lived in an atmosphere of Roman jealousy; yet I saw it blaze--once when he wanted to know Ilderim's feeling towards Rome, and again when I told him the story of the sheik and the wise man, and spoke of the question, 'Where is he that is born King of the Jews?'\\\"\\n\\nSimonides leaned forward quickly.\\n\\n\\\"Ah, Malluch, his words--give me his words; let me judge the impression the mystery made upon him.\\\"\\n\\n\\\"He wanted to know the exact words. Were they TO BE or BORN TO BE? It appeared he was struck by a seeming difference in the effect of the two phrases.\\\"\\n\\nSimonides settled back into his pose of listening judge.\\n\\n\\\"Then,\\\" said Malluch, \\\"I told him Ilderim's view of the mystery--that the king would come with the doom of Rome. The young man's blood rose over his cheeks and forehead, and he said earnestly, 'Who but a Herod can be king while Rome endures?'\\\"\\n\\n\\\"Meaning what?\\\"\\n\\n\\\"That the empire must be destroyed before there could be another rule.\\\"\\n\\nSimonides gazed for a time at the ships and their shadows slowly swinging together in the river; when he looked up, it was to end the interview.\\n\\n\\\"Enough, Malluch,\\\" he said. \\\"Get you to eat, and make ready to return to the Orchard of Palms; you must help the young man in his coming trial. Come to me in the morning. I will send a letter to IIderim.\\\" Then in an undertone, as if to himself, he added, \\\"I may attend the Circus myself.\\\"\\n\\nWhen Malluch after the customary benediction given and received was gone, Simonides took a deep draught of milk, and seemed refreshed and easy of mind.\\n\\n\\\"Put the meal down, Esther,\\\" he said; \\\"it is over.\\\"\\n\\nShe obeyed.\\n\\n\\\"Here now.\\\"\\n\\nShe resumed her place upon the arm of the chair close to him.\\n\\n\\\"God is good to me, very good,\\\" he said, fervently. \\\"His habit is to move in mystery, yet sometimes he permits us to think we see and understand him. I am old, dear, and must go; but now, in this eleventh hour, when my hope was beginning to die, he sends me this one with a promise, and I am lifted up. I see the way to a great part in a circumstance itself so great that it shall be as a new birth to the whole world. And I see a reason for the gift of my great riches, and the end for which they were designed. Verily, my child, I take hold on life anew.\\\"\\n\\nEsther nestled closer to him, as if to bring his thoughts from their far-flying.\\n\\n\\\"The king has been born\\\" he continued, imagining he was still speaking to her, \\\"and he must be near the half of common life. Balthasar says he was a child on his mother's lap when he saw him, and gave him presents and worship; and Ilderim holds it was twenty-seven years ago last December when Balthasar and his companions came to his tent asking a hiding-place from Herod. Wherefore the coming cannot now be long delayed. To-night--to-morrow it may be. Holy fathers of Israel, what happiness in the thought! I seem to hear the crash of the falling of old walls and the clamor of a universal change--ay, and for the uttermost joy of men, the earth opens to take Rome in, and they look up and laugh and sing that she is not, while we are;\\\" then he laughed at himself. \\\"Why, Esther, heard you ever the like? Surely, I have on me the passion of a singer, the heat of blood and the thrill of Miriam and David. In my thoughts, which should be those of a plain worker in figures and facts, there is a confusion of cymbals clashing and harp-strings loud beaten, and the voices of a multitude standing around a new-risen throne. I will put the thinking by for the present; only, dear, when the king comes he will need money and men, for as he was a child born of woman he will be but a man after all, bound to human ways as you and I are. And for the money he will have need of getters and keepers, and for the men leaders. There, there! See you not a broad road for my walking, and the running of the youth our master?--and at the end of it glory and revenge for us both?--and--and\\\"--he paused, struck with the selfishness of a scheme in which she had no part or good result; then added, kissing her, \\\"And happiness for thy mother's child.\\\"\\n\\nShe sat still, saying nothing. Then he remembered the difference in natures, and the law by which we are not permitted always to take delight in the same cause or be equally afraid of the same thing. He remembered she was but a girl.\\n\\n\\\"Of what are you thinking, Esther?\\\" he said, in his common home-like way. \\\"If the thought have the form of a wish, give it me, little one, while the power remains mine. For power, you know, is a fretful thing, and hath its wings always spread for flight.\\\"\\n\\nShe answered with a simplicity almost childish,\\n\\n\\\"Send for him, father. Send for him to-night, and do not let him go into the Circus.\\\"\\n\\n\\\"Ah!\\\" he said, prolonging the exclamation; and again his eyes fell upon the river, where the shadows were more shadowy than ever, since the moon had sunk far down behind Sulpius, leaving the city to the ineffectual stars. Shall we say it, reader? He was touched by a twinge of jealousy. If she should really love the young master! Oh no! That could not be; she was too young. But the idea had fast grip, and directly held him still and cold. She was sixteen. He knew it well. On the last natal day he had gone with her to the shipyard where there was a launch, and the yellow flag which the galley bore to its bridal with the waves had on it \\\"Esther;\\\" so they celebrated the day together. Yet the fact struck him now with the force of a surprise. There are realizations which come to us all painfully; mostly, however, such as pertain to ourselves; that we are growing old, for instance; and, more terrible, that we must die. Such a one crept into his heart, shadowy as the shadows, yet substantial enough to wring from him a sigh which was almost a groan. It was not sufficient that she should enter upon her young womanhood a servant, but she must carry to her master her affections, the truth and tenderness and delicacy of which he the father so well knew, because to this time they had all been his own undividedly. The fiend whose task it is to torture us with fears and bitter thoughts seldom does his work by halves. In the pang of the moment, the brave old man lost sight of his new scheme, and of the miraculous king its subject. By a mighty effort, however, he controlled himself, and asked, calmly, \\\"Not go into the Circus, Esther? Why, child?\\\"\\n\\n\\\"It is not a place for a son of Israel, father.\\\"\\n\\n\\\"Rabbinical, rabbinical, Esther! Is that all?\\\"\\n\\nThe tone of the inquiry was searching, and went to her heart, which began to beat loudly--so loudly she could not answer. A confusion new and strangely pleasant fell upon her.\\n\\n\\\"The young man is to have the fortune,\\\" he said, taking her hand, and speaking more tenderly; \\\"he is to have the ships and the shekels--all, Esther, all. Yet I did not feel poor, for thou wert left me, and thy love so like the dead Rachel's. Tell me, is he to have that too?\\\"\\n\\nShe bent over him, and laid her cheek against his head.\\n\\n\\\"Speak, Esther. I will be the stronger of the knowledge. In warning there is strength.\\\"\\n\\nShe sat up then, and spoke as if she were Truth's holy self.\\n\\n\\\"Comfort thee, father. I will never leave thee; though he take my love, I will be thy handmaid ever as now.\\\"\\n\\nAnd, stooping, she kissed him.\\n\\n\\\"And more,\\\" she said, continuing: \\\"he is comely in my sight, and the pleading of his voice drew me to him, and I shudder to think of him in danger. Yes, father, I would be more than glad to see him again. Still, the love that is unrequited cannot be perfect love, wherefore I will wait a time, remembering I am thy daughter and my mother's.\\\"\\n\\n\\\"A very blessing of the Lord art thou, Esther! A blessing to keep me rich, though all else be lost. And by his holy name and everlasting life, I swear thou shalt not suffer.\\\"\\n\\nAt his request, a little later, the servant came and rolled the chair into the room, where he sat for a time thinking of the coming of the king, while she went off and slept the sleep of the innocent.\\n\\nCHAPTER XII\\n\\nThe palace across the river nearly opposite Simonides' place is said to have been completed by the famous Epiphanes, and was all such a habitation can be imagined; though he was a builder whose taste ran to the immense rather than the classical, now so called--an architectural imitator, in other words, of the Persians instead of the Greeks.\\n\\nThe wall enclosing the whole island to the waters edge, and built for the double purpose of bulwark against the river and defence against the mob, was said to have rendered the palace unfit for constant occupancy, insomuch that the legates abandoned it and moved to another residence erected for them on the western ridge of Mount Sulpius, under the Temple of Jupiter. Persons were not wanting, however, who flatly denied the bill against the ancient abode. They said, with shrewdness at least, that the real object of the removal of the legates was not a more healthful locality, but the assurance afforded them by the huge barracks, named, according to the prevalent style, citadel, situated just over the way on the eastern ridge of the mount. And the opinion had plausible showing. Among other pertinent things, it was remarked that the palace was kept in perpetual readiness for use; and when a consul, general of the army, king, or visiting potentate of any kind arrived at Antioch, quarters were at once assigned him on the island.\\n\\nAs we have to do with but one apartment in the old pile, the residue of it is left to the reader's fancy; and as pleases him, he may go through its gardens, baths, halls, and labyrinth of rooms to the pavilions on the roof, all furnished as became a house of fame in a city which was more nearly Milton's \\\"gorgeous East\\\" than any other in the world.\\n\\nAt this age the apartment alluded to would be termed a saloon. It was quite spacious, floored with polished marble slabs, and lighted in the day by skylights in which colored mica served as glass. The walls were broken by Atlantes, no two of which were alike, but all supporting a cornice wrought with arabesques exceedingly intricate in form, and more elegant on account of superadditions of color--blue, green, Tyrian purple, and gold. Around the room ran a continuous divan of Indian silks and wool of Cashmere. The furniture consisted of tables and stools of Egyptian patterns grotesquely carved. We have left Simonides in his chair perfecting his scheme in aid of the miraculous king, whose coming he has decided is so close at hand. Esther is asleep; and now, having crossed the river by the bridge, and made way through the lion-guarded gate and a number of Babylonian halls and courts, let us enter the gilded saloon.\\n\\nThere are five chandeliers hanging by sliding bronze chains from the ceiling--one in each corner, and in the centre one--enormous pyramids of lighted lamps, illuminating even the demoniac faces of the Atlantes and the complex tracery of the cornice. About the tables, seated or standing, or moving restlessly from one to another, there are probably a hundred persons, whom we must study at least for a moment.\\n\\nThey are all young, some of them little more than boys. That they are Italians and mostly Romans is past doubt. They all speak Latin in purity, while each one appears in the in-door dress of the great capital on the Tiber; that is, in tunics short of sleeve and skirt, a style of vesture well adapted to the climate of Antioch, and especially comfortable in the too close atmosphere of the saloon. On the divan here and there togas and lacernae lie where they have been carelessly tossed, some of them significantly bordered with purple. On the divan also lie sleepers stretched at ease; whether they were overcome by the heat and fatigue of the sultry day or by Bacchus we will not pause to inquire.\\n\\nThe hum of voices is loud and incessant. Sometimes there is an explosion of laughter, sometimes a burst of rage or exultation; but over all prevails a sharp, prolonged rattle, at first somewhat confusing to the non-familiar. If we approach the tables, however, the mystery solves itself. The company is at the favorite games, draughts and dice, singly or together, and the rattle is merely of the tesserae, or ivory cubes, loudly shaken, and the moving of the hostes on the checkered boards.\\n\\nWho are the company?\\n\\n\\\"Good Flavius,\\\" said a player, holding his piece in suspended movement, \\\"thou seest yon lacerna; that one in front of us on the divan. It is fresh from the shop, and hath a shoulder-buckle of gold broad as a palm.\\\"\\n\\n\\\"Well,\\\" said Flavius, intent upon his game, \\\"I have seen such before; wherefore thine may not be old, yet, by the girdle of Venus, it is not new! What of it?\\\"\\n\\n\\\"Nothing. Only I would give it to find a man who knows everything.\\\"\\n\\n\\\"Ha, ha! For something cheaper, I will find thee here several with purple who will take thy offer. But play.\\\"\\n\\n\\\"There--check!\\\"\\n\\n\\\"So, by all the Jupiters! Now, what sayest thou? Again?\\\"\\n\\n\\\"Be it so.\\\"\\n\\n\\\"And the wager?\\\"\\n\\n\\\"A sestertium.\\\"\\n\\nThen each drew his tablets and stilus and made a memorandum; and, while they were resetting the pieces, Flavius returned to his friend's remark.\\n\\n\\\"A man who knows everything! Hercle! the oracles would die. What wouldst thou with such a monster?\\\"\\n\\n\\\"Answer to one question, my Flavius; then, perpol! I would cut his throat.\\\"\\n\\n\\\"And the question?\\\"\\n\\n\\\"I would have him tell me the hour-- Hour, said I?--nay, the minute --Maxentius will arrive to-morrow.\\\"\\n\\n\\\"Good play, good play! I have you! And why the minute?\\\"\\n\\n\\\"Hast thou ever stood uncovered in the Syrian sun on the quay at which he will land? The fires of the Vesta are not so hot; and, by the Stator of our father Romulus, I would die, if die I must, in Rome. Avernus is here; there, in the square before the Forum, I could stand, and, with my hand raised thus, touch the floor of the gods. Ha, by Venus, my Flavius, thou didst beguile me! I have lost. O Fortune!\\\"\\n\\n\\\"Again?\\\"\\n\\n\\\"I must have back my sestertium.\\\"\\n\\n\\\"Be it so.\\\"\\n\\nAnd they played again and again; and when day, stealing through the skylights, began to dim the lamps, it found the two in the same places at the same table, still at the game. Like most of the company, they were military attaches of the consul, awaiting his arrival and amusing themselves meantime.\\n\\nDuring this conversation a party entered the room, and, unnoticed at first, proceeded to the central table. The signs were that they had come from a revel just dismissed. Some of them kept their feet with difficulty. Around the leader's brow was a chaplet which marked him master of the feast, if not the giver. The wine had made no impression upon him unless to heighten his beauty, which was of the most manly Roman style; he carried his head high raised; the blood flushed his lips and cheeks brightly; his eyes glittered; though the manner in which, shrouded in a toga spotless white and of ample folds, he walked was too nearly imperial for one sober and not a Caesar. In going to the table, he made room for himself and his followers with little ceremony and no apologies; and when at length he stopped, and looked over it and at the players, they all turned to him, with a shout like a cheer.\\n\\n\\\"Messala! Messala!\\\" they cried.\\n\\nThose in distant quarters, hearing the cry, re-echoed it where they were. Instantly there were dissolution of groups, and breaking-up of games, and a general rush towards the centre.\\n\\nMessala took the demonstration indifferently, and proceeded presently to show the ground of his popularity.\\n\\n\\\"A health to thee, Drusus, my friend,\\\" he said to the player next at his right; \\\"a health--and thy tablets a moment.\\\"\\n\\nHe raised the waxen boards, glanced at the memoranda of wagers, and tossed them down.\\n\\n\\\"Denarii, only denarii--coin of cartmen and butchers!\\\" he said, with a scornful laugh. \\\"By the drunken Semele, to what is Rome coming, when a Caesar sits o' nights waiting a turn of fortune to bring him but a beggarly denarius!\\\"\\n\\nThe scion of the Drusi reddened to his brows, but the bystanders broke in upon his reply by surging closer around the table, and shouting, \\\"The Messala! the Messala!\\\"\\n\\n\\\"Men of the Tiber,\\\" Messala continued, wresting a box with the dice in it from a hand near-by, \\\"who is he most favored of the gods? A Roman. Who is he lawgiver of the nations? A Roman. Who is he, by sword right, the universal master?\\\"\\n\\nThe company were of the easily inspired, and the thought was one to which they were born; in a twinkling they snatched the answer from him.\\n\\n\\\"A Roman, a Roman!\\\" they shouted.\\n\\n\\\"Yet--yet\\\"--he lingered to catch their ears--\\\"yet there is a better than the best of Rome.\\\"\\n\\nHe tossed his patrician head and paused, as if to sting them with his sneer.\\n\\n\\\"Hear ye?\\\" he asked. \\\"There is a better than the best of Rome.\\\"\\n\\n\\\"Ay--Hercules!\\\" cried one.\\n\\n\\\"Bacchus!\\\" yelled a satirist.\\n\\n\\\"Jove--Jove!\\\" thundered the crowd.\\n\\n\\\"No,\\\" Messala answered, \\\"among men.\\\"\\n\\n\\\"Name him, name him!\\\" they demanded.\\n\\n\\\"I will,\\\" he said, the next lull. \\\"He who to the perfection of Rome hath added the perfection of the East; who to the arm of conquest, which is Western, hath also the art needful to the enjoyment of dominion, which is Eastern.\\\"\\n\\n\\\"Perpol! His best is a Roman, after all,\\\" some one shouted; and there was a great laugh, and long clapping of hands--an admission that Messala had the advantage.\\n\\n\\\"In the East\\\" he continued, \\\"we have no gods, only Wine, Women, and Fortune, and the greatest of them is Fortune; wherefore our motto, 'Who dareth what I dare?'--fit for the senate, fit for battle, fittest for him who, seeking the best, challenges the worst.\\\"\\n\\nHis voice dropped into an easy, familiar tone, but without relaxing the ascendancy he had gained.\\n\\n\\\"In the great chest up in the citadel I have five talents coin current in the markets, and here are the receipts for them.\\\"\\n\\nFrom his tunic he drew a roll of paper, and, flinging it on the table, continued, amidst breathless silence, every eye having him in view fixed on his, every ear listening:\\n\\n\\\"The sum lies there the measure of what I dare. Who of you dares so much! You are silent. Is it too great? I will strike off one talent. What! still silent? Come, then, throw me once for these three talents--only three; for two; for one--one at least--one for the honor of the river by which you were born--Rome East against Rome West!--Orontes the barbarous against Tiber the sacred!\\\"\\n\\nHe rattled the dice overhead while waiting.\\n\\n\\\"The Orontes against the Tiber!\\\" he repeated, with an increase of scornful emphasis.\\n\\nNot a man moved; then he flung the box upon the table and, laughing, took up the receipts.\\n\\n\\\"Ha, ha, ha! By the Olympian Jove, I know now ye have fortunes to make or to mend; therefore are ye come to Antioch. Ho, Cecilius!\\\"\\n\\n\\\"Here, Messala!\\\" cried a man behind him; \\\"here am I, perishing in the mob, and begging a drachma to settle with the ragged ferryman. But, Pluto take me! these new ones have not so much as an obolus among them.\\\"\\n\\nThe sally provoked a burst of laughter, under which the saloon rang and rang again. Messala alone kept his gravity.\\n\\n\\\"Go, thou,\\\" he said to Cecilius, \\\"to the chamber whence we came, and bid the servants bring the amphorae here, and the cups and goblets. If these our countrymen, looking for fortune, have not purses, by the Syrian Bacchus, I will see if they are not better blessed with stomachs! Haste thee!\\\"\\n\\nThen he turned to Drusus, with a laugh heard throughout the apartment.\\n\\n\\\"Ha, ha, my friend! Be thou not offended because I levelled the Caesar in thee down to the denarii. Thou seest I did but use the name to try these fine fledglings of our old Rome. Come, my Drusus, come!\\\" He took up the box again and rattled the dice merrily. \\\"Here, for what sum thou wilt, let us measure fortunes.\\\"\\n\\nThe manner was frank, cordial, winsome. Drusus melted in a moment.\\n\\n\\\"By the Nymphae, yes!\\\" he said, laughing. \\\"I will throw with thee, Messala--for a denarius.\\\"\\n\\nA very boyish person was looking over the table watching the scene. Suddenly Messala turned to him.\\n\\n\\\"Who art thou?\\\" he asked.\\n\\nThe lad drew back.\\n\\n\\\"Nay, by Castor! and his brother too! I meant not offence. It is a rule among men, in matters other than dice, to keep the record closest when the deal is least. I have need of a clerk. Wilt thou serve me?\\\"\\n\\nThe young fellow drew his tablets ready to keep the score: the manner was irresistible.\\n\\n\\\"Hold, Messala, hold!\\\" cried Drusus. \\\"I know not if it be ominous to stay the poised dice with a question; but one occurs to me, and I must ask it though Venus slap me with her girdle.\\\"\\n\\n\\\"Nay, my Drusus, Venus with her girdle off is Venus in love. To thy question--I will make the throw and hold it against mischance. Thus--\\\"\\n\\nHe turned the box upon the table and held it firmly over the dice.\\n\\nAnd Drusus asked, \\\"Did you ever see one Quintus Arrius?\\\"\\n\\n\\\"The duumvir?\\\"\\n\\n\\\"No--his son?\\\"\\n\\n\\\"I knew not he had a son.\\\"\\n\\n\\\"Well, it is nothing,\\\" Drusus added, indifferently; \\\"only, my Messala, Pollux was not more like Castor than Arrius is like thee.\\\"\\n\\nThe remark had the effect of a signal: twenty voices took it up.\\n\\n\\\"True, true! His eyes--his face,\\\" they cried.\\n\\n\\\"What!\\\" answered one, disgusted. \\\"Messala is a Roman; Arrius is a Jew.\\\"\\n\\n\\\"Thou sayest right,\\\" a third exclaimed. \\\"He is a Jew, or Momus lent his mother the wrong mask.\\\"\\n\\nThere was promise of a dispute; seeing which, Messala interposed. \\\"The wine is not come, my Drusus; and, as thou seest, I have the freckled Pythias as they were dogs in leash. As to Arrius, I will accept thy opinion of him, so thou tell me more about him.\\\"\\n\\n\\\"Well, be he Jew or Roman--and, by the great god Pan, I say it not in disrespect of thy feelings, my Messala!--this Arrius is handsome and brave and shrewd. The emperor offered him favor and patronage, which he refused. He came up through mystery, and keepeth distance as if he felt himself better or knew himself worse than the rest of us. In the palaestrae he was unmatched; he played with the blue-eyed giants from the Rhine and the hornless bulls of Sarmatia as they were willow wisps. The duumvir left him vastly rich. He has a passion for arms, and thinks of nothing but war. Maxentius admitted him into his family, and he was to have taken ship with us, but we lost him at Ravenna. Nevertheless he arrived safely. We heard of him this morning. Perpol! Instead of coming to the palace or going to the citadel, he dropped his baggage at the khan, and hath disappeared again.\\\"\\n\\nAt the beginning of the speech Messala listened with polite indifference; as it proceeded, he became more attentive; at the conclusion, he took his hand from the dice-box, and called out, \\\"Ho, my Caius! Dost thou hear?\\\"\\n\\nA youth at his elbow--his Myrtilus, or comrade, in the day's chariot practice--answered, much pleased with the attention, \\\"Did I not, my Messala, I were not thy friend.\\\"\\n\\n\\\"Dost thou remember the man who gave thee the fall to-day?\\\"\",\"timestamp\":1640142843,\"title\":\"He would have despatched a letter when he found he could not return,\"},\"digest\":\"L8JsygoDTjO3LS-MBnALIktQGuvWzaTs_5opjfRZr0k\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GapQNjtpuvyYReEDtbIGmTNmtVLjvmbd_CdkXzpF7gs\\\",\\\"y\\\":\\\"swi0ELYDN91tOEnEHD5XP1xMskWRzwHj1go7UvvhtQ8\\\"}\",\"signature\":\"XuxKJUIpl7tneB8ZpoyLgUtMJc6yX8vaxNCHLDPh_MhQqfS9_roUizfQDqRuZCiHIlTKy7vX8x-4JPHcXRBAEQ\",\"signingKeySignature\":\"0x9eaeea81b742dba6305f5784029172e7f8ba461c34eb5c1e2eee00e92328aea55132c8ef193b5f4586352c2443330f48373e2aa42028cd1f79f180a7637f4d7b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GapQNjtpuvyYReEDtbIGmTNmtVLjvmbd_CdkXzpF7gs\\\",\\\"y\\\":\\\"swi0ELYDN91tOEnEHD5XP1xMskWRzwHj1go7UvvhtQ8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L8JsygoDTjO3LS-MBnALIktQGuvWzaTs_5opjfRZr0k\"}"