"{\"content\":{\"body\":\"Drinking the blude-reid wine: \\\"O whare will I get a skeely skipper   To sail this new ship of mine?\\\"\\n\\nUp and spak an eldern knicht,   Sat at the king's right knee: \\\"Sir Patrick Spens is the best sail-or   That ever sailed the sea.\\\"\\n\\nOur king has written a braid letter,   And sealed it with his hand; And sent it to Sir Patrick Spens,   Was walking on the sand.\\n\\n\\\"To Noroway, to Noroway,   To Noroway o'er the faem; The king's daughter of Noroway,   'Tis thou maun bring her hame.\\\"\\n\\nThe first word that Sir Patrick read,   A loud laugh laughed he: The neist word that Sir Patrick read,   The tear blinded his ee.\\n\\n\\\"O wha is this has done this deed,   And tauld the king o' me; To send us out this time o' the year,   To sail upon the sea?\\n\\n\\\"Be it wind, be it weet, be it hail, be it sleet,   Our ship must sail the faem, The king's daughter of Noroway,   'Tis we must fetch her hame.\\\"\\n\\nThey hoysed their sails on Monenday morn,   Wi' a' the speed they may; They hae landed in Noroway,   Upon a Wodensday.\\n\\nThey hadna been a week, a week,   In Noroway, but twae, When that the lords o' Noroway   Began aloud to say,--\\n\\n\\\"Ye Scottishmen spend a' our king's goud,   And a' our queenis fee.\\\"-- \\\"Ye lie, ye lie, ye liars loud,   Fu' loud I hear ye lie;\\n\\n\\\"For I brought as much white monie   As gane my men and me, And I brought a half-fou of gude red goud,   Out o'er the sea wi' me.\\n\\n\\\"Make ready, make ready, my merry men a',   Our gude ship sails the morn!\\\"-- \\\"Now, ever alack, my master dear,   I fear a deadly storm!\\n\\n\\\"I saw the new moon, late yestreen,   Wi' the auld moon in her arm; And if we gang to sea, master,   I fear we'll come to harm.\\\"\\n\\nThey hadna sailed a league, a league,   A league but barely three, When the lift grew dark, and the wind blew loud,   And gurly grew the sea.\\n\\nThe ankers brak, and the topmasts lap,   It was sic a deadly storm; And the waves cam o'er the broken ship,   Till a' her sides were torn.\\n\\n\\\"O where will I get a gude sail-or   To take my helm in hand, Till I get up to the tall topmast   To see if I can spy land?\\\"--\\n\\n\\\"O here am I, a sailor gude,   To take the helm in hand, Till you go up to the tall topmast,   But I fear you'll ne'er spy land.\\\"\\n\\nHe hadna gane a step, a step,   A step but barely ane, When a bolt flew out of our goodly ship,   And the salt sea it came in.\\n\\n\\\"Gae, fetch a web o' the silken claith,   Another o' the twine, And wap them into our ship's side,   And let nae the sea come in.\\\"\\n\\nThey fetched a web o' the silken claith,   Another o' the twine, And they wapped them round that gude ship's side,   But still the sea cam in.\\n\\nO laith, laith, were our gude Scots lords   To wet their cork-heeled shoon! But lang or a' the play was played   They wat their hats aboon.\\n\\nAnd mony was the feather bed   That flattered on the faem; And mony was the gude lord's son   That never mair cam hame.\\n\\nThe ladies wrang their fingers white,   The maidens tore their hair, A' for the sake of their true loves;   For them they'll see nae mair.\\n\\nO lang, lang, may the ladies sit,   Wi' their fans into their hand, Before they see Sir Patrick Spens   Come sailing to the strand!\\n\\nAnd lang, lang, may the maidens sit,   Wi' their gold combs in their hair, Awaiting for their ain dear loves!   For them they'll see nae mair.\\n\\nO forty miles off Aberdeen   'Tis fifty fathoms deep, And there lies gude Sir Patrick Spens,   Wi' the Scots lords at his feet.\\n\\nEDOM O' GORDON.\\n\\nIt fell about the Martinmas,   When the wind blew shrill and cauld, Said Edom o' Gordon to his men,   \\\"We maun draw till a hauld.\\n\\n\\\"And what a hauld sall we draw till,   My merry men and me? We wull gae to the house o' the Rode,   To see that fair lad-ie.\\\"\\n\\nThe ladie stude on her castle wa',   Beheld baith dale and down: There she was ware of a host of men   Come riding towards the toun.\\n\\n\\\"O see ye nat, my merry men a'?   O see ye nat what I see? Methinks I see a host of men:   I marvel wha they be!\\\"\\n\\nShe weened it had been her luvely lord,   As he came riding hame; It was the traitor Edom o' Gordon,   Wha recked nae sin nor shame.\\n\\nShe had nae sooner buskit hersel,   And putten on her goun, But Edom o' Gordon and his men   Were round about the toun.\\n\\nThey had nae sooner supper set,   Nae sooner said the grace, But Edom o' Gordon and his men   Were light about the place.\\n\\nThe lady ran up to her tower head,   Sae fast as she could hie, To see if by her fair speech-es   She could wi' him agree.\\n\\nBut whan he see this lady saif,   And her gat-es all locked fast, He fell into a rage of wrath,   And his look was all aghast.\\n\\n\\\"Come down to me, ye lady gay,   Come down, come down to me! This night sall ye lig within mine arms   To-morrow my bride sall be.\\\"--\\n\\n\\\"I winna come down, ye false Gord-on,   I winna come down to thee; I winna forsake my ain dear lord,   That is sae far frae me.\\\"--\\n\\n\\\"Give o'er your house, ye lady fair,   Give o'er your house to me, Or I sall bren yoursel therein,   Bot and your babies three.\\\"--\\n\\n\\\"I winna give o'er, ye false Gord-on   To nae sic traitor as ye; And if ye bren my ain dear babes,   My lord sall make you dree.\\n\\n\\\"But reach my pistol, Glaud, my man,   And charge ye weel my gun: For, but an I pierce that bluidy butcher   My babes we been undone.\\\"\\n\\nShe stude upon her castle wa',   And let twa bullets flee: She missed that bluidy butcher's heart   And only rased his knee.\\n\\n\\\"Set fire to the house!\\\" quo' false Gord-on,   All wood wi' dule and ire: \\\"False lady, ye sall rue this deed,   As ye bren in the fire!\\\"--\\n\\n\\\"Wae worth, wae worth ye, Jock my man,   I paid ye weel your fee: Why pu' ye out the ground-wa' stane,   Lets in the reek to me?\\n\\n\\\"And e'en wae worth ye, Jock my man,   I paid ye weel your hire; Why pu' ye out the ground-wa' stane,   To me lets in the fire?\\\"--\\n\\n\\\"Ye paid me weel my hire, lady;   Ye paid me weel my fee; But now I'm Edom o' Gordon's man,   Maun either do or dee.\\\"\\n\\nO then bespake her little son,   Sate on the nurse's knee: Says, \\\"Mither dear, gi'e o'er this house,   For the reek it smithers me.\\\"--\\n\\n\\\"I wad gi'e a' my gowd, my child,   Sae wad I a' my fee, For ane blast o' the western wind   To blaw the reek frae thee.\\\"\\n\\nO then bespake her dochter dear,   She was baith jimp and sma', \\\"O row me in a pair o' sheets,   And tow me o'er the wa'.\\\"\\n\\nThey rowd her in a pair o' sheets,   And towd her o'er the wa': But on the point of Gordon's spear   She gat a deadly fa'.\\n\\nO bonnie bonnie was her mouth,   And cherry were her cheeks, And clear clear was her yellow hair,   Whereon the reid bluid dreeps.\\n\\nThen wi' his spear he turned her o'er,--   O gin her face was wan! He said, \\\"Ye are the first that e'er   I wished alive again.\\\"\\n\\nHe turned her o'er and o'er again,--   O gin her skin was white! \\\"I might ha' spared that bonnie face   To hae been some man's delite.\\n\\n\\\"Busk and boun, my merry men a',   For ill dooms I do guess; I canna luik in that bonnie face,   As it lies on the grass.\\\"--\\n\\n\\\"Tham luiks to freits, my master dear,   Then freits will follow thame: Let it neir be said brave Edom o' Gordon   Was daunted by a dame!\\\"--\\n\\nBut when the ladie see the fire   Come flaming o'er her head, She wept and kissed her children twain,   Said, \\\"Bairns, we been but dead!\\\"\\n\\nThe Gordon then his bugle blew,   And said, \\\"Awa', awa'; This house o' the Rodes is a' in flame,   I hauld it time to ga'.\\\"\\n\\nO then bespied her ain dear lord,   As he came o'er the lee; He spied his castle all in blaze   Sae far as he could see.\\n\\nThen sair, O sair his mind misgave,   And all his heart was wae; \\\"Put on! put on! my wighty men,   So fast as ye can gae!\\n\\n\\\"Put on! put on! my wighty men,   Sae fast as ye can dree; For he that is hindmost of the thrang   Sall neir get guid o' me!\\\"\\n\\nThen some they rade, and some they rin,   Fou fast out-o'er the bent, But ere the foremost could get up,   Baith ladie and babes were brent.\\n\\nHe wrang his hands, he rent his hair,   And wept in teenefu' muid: \\\"O traitors! for this cruel deed   Ye sall weep tears o' bluid!\\\"\\n\\nAnd after the Gordon he is gane,   So fast as he might dree; And soon i' the Gordon's foul heart's bluid   He's wroken his dear ladie.\\n\\nTHE CHILDREN IN THE WOOD.\\n\\nNow ponder well, you parents dear,   These words which I shall write; A doleful story you shall hear,   In time brought forth to light. A gentleman of good account   In Norfolk dwelt of late, Who did in honour far surmount   Most men of his estate.\\n\\nSore sick he was, and like to die,   No help his life could save; His wife by him as sick did lie,   And both possessed one grave. No love between these two was lost,   Each was to other kind; In love they lived, in love they died,   And left two babes behind:\\n\\nThe one a fine and pretty boy,   Not passing three years old; The other a girl more young than he,   And framed in beauty's mould. The father left his little son,   As plainly doth appear, When he to perfect age should come,   Three hundred pounds a year.\\n\\nAnd to his little daughter Jane   Five hundred pounds in gold, To be paid down on marriage-day,   Which might not be controlled: But if the children chance to die,   Ere they to age should come, Their uncle should possess their wealth;   For so the will did run.\\n\\n\\\"Now, brother,\\\" said the dying man,   \\\"Look to my children dear; Be good unto my boy and girl,   No friends else have they here: To God and you I recommend   My children dear this day; But little while be sure we have   Within this world to stay.\\n\\n\\\"You must be father and mother both,   And uncle all in one; God knows what will become of them,   When I am dead and gone.\\\" With that bespake their mother dear,   \\\"O brother kind,\\\" quoth she, \\\"You are the man must bring our babes   To wealth or misery:\\n\\n\\\"And if you keep them carefully,   Then God will you reward; But if you otherwise should deal,   God will your deeds regard.\\\" With lips as cold as any stone,   They kissed their children small: \\\"God bless you both, my children dear!\\\"   With that the tears did fall.\\n\\nThese speeches then their brother spake   To this sick couple there,-- \\\"The keeping of your little ones,   Sweet sister, do not fear: God never prosper me nor mine,   Nor aught else that I have, If I do wrong your children dear,   When you are laid in grave!\\\"\\n\\nThe parents being dead and gone,   The children home he takes, And brings them straight unto his house,   Where much of them he makes. He had not kept these pretty babes   A twelvemonth and a day, But, for their wealth, he did devise   To make them both away.\\n\\nHe bargained with two ruffians strong,   Which were of furious mood, That they should take these children young,   And slay them in a wood. He told his wife an artful tale,   He would the children send To be brought up in fair Lond-on,   With one that was his friend.\\n\\nAway then went those pretty babes,   Rejoicing at that tide, Rejoicing with a merry mind,   They should on cock-horse ride. They prate and prattle pleasantly,   As they rode on the way, To those that should their butchers be,   And work their lives' decay:\\n\\nSo that the pretty speech they had,   Made Murder's heart relent; And they that undertook the deed,   Full sore did now repent. Yet one of them more hard of heart,   Did vow to do his charge, Because the wretch that hir-ed him   Had paid him very large.\\n\\nThe other won't agree thereto,   So here they fall to strife; With one another they did fight,   About the children's life: And he that was of mildest mood,   Did slay the other there, Within an unfrequented wood;   The babes did quake for fear!\\n\\nHe took the children by the hand,   Tears standing in their eye, And bade them straightway follow him,   And look they did not cry: And two long miles he led them on,   While they for food complain: \\\"Stay here,\\\" quoth he, \\\"I'll bring you bread,   When I come back again.\\\"\\n\\nThese pretty babes, with hand in hand,   Went wandering up and down; But never more could see the man   Approaching from the town: Their pretty lips with black-berries,   Were all besmeared and dyed; And when they saw the darksome night,   They sat them down and cried.\\n\\nThus wandered these poor innocents,   Till death did end their grief; In one another's arms they died,   As wanting due relief: No burial this pretty pair   Of any man receives, Till Robin-red-breast piously   Did cover them with leaves.\\n\\nAnd now the heavy wrath of God   Upon their uncle fell; Yea, fearful fiends did haunt his house,   His conscience felt an hell: His barns were fired, his goods consumed,   His lands were barren made, His cattle died within the field,   And nothing with him staid.\\n\\nAnd in a voyage to Portugal   Two of his sons did die; And to conclude, himself was brought   To want and miser-y: He pawned and mortgaged all his land   Ere seven years came about; And now at length this wicked act   Did by this means come out:\\n\\nThe fellow that did take in hand   These children for to kill, Was for a robbery judged to die;   Such was God's blessed will; Who did confess the very truth,   As here hath been displayed: Their uncle having died in gaol,   Where he for debt was laid.\\n\\nYou that executors be made,   And overse-ers eke Of children that be fatherless   And infants mild and meek; Take you example by this thing,   And yield to each his right, Lest God with such like misery   Your wicked minds requite.\\n\\nTHE BEGGAR'S DAUGHTER OF BETHNAL GREEN.\\n\\nPART THE FIRST.\\n\\nIt was a blind beggar, had long lost his sight, He had a fair daughter of beauty most bright; And many a gallant brave suitor had she, For none was so comely as pretty Bessee.\\n\\nAnd though she was truly of favour most fair, Yet seeing she was but a poor beggar's heir, Of ancient housekeepers despis-ed was she, Whose sons came as suitors to pretty Bessee.\\n\\nWherefore in great sorrow fair Bessy did say, \\\"Good father, and mother, let me go away To seek out my fortune, whatever it be.\\\" This suit then they granted to pretty Bessee.\\n\\nThen Bessy, that was of a beauty so bright, All clad in grey russet, and late in the night From father and mother alone parted she; Who sigh-ed and sobb-ed for pretty Bessee.\\n\\nShe went till she came into Stratford-le-Bow; Then knew she not whither, nor which way to go: With tears she lamented her hard destin-ie, So sad and so heavy was pretty Bessee.\\n\\nShe kept on her journey until it was day, And went unto Rumford along the highway; Where at the Queen's Arms entertain-ed was she: So fair and well-favoured was pretty Bessee.\\n\\nShe had not been there a month to an end, But master and mistress and all was her friend: And every brave gallant, that once did her see, Was straightway enamoured of pretty Bessee.\\n\\nGreat gifts they did send her of silver and gold, And in their songs daily her love was extolled; Her beauty was blaz-ed in every degree, So fair and so comely was pretty Bessee.\\n\\nThe young men of Rumford in her had their joy; She showed herself courteous, and modestly coy, And at her command-ement still would they be; So fair and so comely was pretty Bessee.\\n\\nFour suitors at once unto her did go; They crav-ed her favour, but still she said no; I would not wish gentles to marry with me; Yet ever they honour-ed pretty Bessee.\\n\\nThe first of them was a gallant young knight, And he came unto her disguised in the night: The second a gentleman of good degree, Who woo-ed and su-ed for pretty Bessee:\\n\\nA merchant of London, whose wealth was not small, He was the third suitor, and proper withal: Her master's own son the fourth man must be, Who swore he would die for pretty Bessee.\\n\\n\\\"And, if thou wilt marry with me,\\\" quoth the knight, \\\"I'll make thee a lady with joy and delight; My heart's so inthrall-ed by thy beaut-ie, That soon I shall die for pretty Bessee.\\\"\\n\\nThe gentleman said, \\\"Come, marry with me, As fine as a lady my Bessy shall be: My life is distress-ed:  O hear me,\\\" quoth he; And grant me thy love, my pretty Bessee.\\\"\\n\\n\\\"Let me be thy husband,\\\" the merchant could say, \\\"Thou shalt live in London both gallant and gay; My ships shall bring home rich jewels for thee, And I will for ever love pretty Bessee.\\\"\\n\\nThen Bessy she sigh-ed, and thus she did say, \\\"My father and mother I mean to obey; First get their good will, and be faithful to me, And you shall enjoy your pretty Bessee.\\\"\\n\\nTo every one this answer she made, Wherefore unto her they joyfully said,-- \\\"This thing to fulfil we all do agree: But where dwells thy father, my pretty Bessee?\\\"\\n\\n\\\"My father,\\\" she said, \\\"is soon to be seen: The seely blind beggar of Bethnal Green, That daily sits begging for charit-ie, He is the good father of pretty Bessee.\\\"\\n\\n\\\"His marks and his tokens are known very well; He always is led with a dog and a bell: A seely old man, God knoweth, is he, Yet he is the father of pretty Bessee.\\\"\\n\\n\\\"Nay then,\\\" quoth the merchant, \\\"thou art not for me:\\\" \\\"Nor,\\\" quoth the innholder, \\\"my wife thou shalt be:\\\" \\\"I loathe,\\\" said the gentle, \\\"a beggar's degree, And therefore adieu, my pretty Bessee!\\\"\\n\\n\\\"Why then,\\\" quoth the knight, \\\"hap better or worse, I weigh not true love by the weight of the purse, And beauty is beauty in every degree; Then welcome unto me, my pretty Bessee:\\n\\n\\\"With thee to thy father forthwith I will go.\\\" \\\"Nay soft,\\\" quoth his kinsmen, \\\"it must not be so; A poor beggar's daughter no lady shall be; Then take thy adieu of pretty Bessee.\\\"\\n\\nBut soon after this, by the break of the day, The knight had from Rumford stole Bessy away. The young men of Rumford, as thick as might be, Rode after to fetch again pretty Bessee.\\n\\nAs swift as the wind to ride they were seen, Until they came near unto Bethnal Green; And as the knight lighted most courteouslie, They all fought against him for pretty Bessee.\\n\\nBut rescue came speedily over the plain, Or else the young knight for his love had been slain. This fray being ended, then straightway he see His kinsmen come railing at pretty Bessee.\\n\\nThen spake the blind beggar, \\\"Although I be poor, Yet rail not against my child at my own door: Though she be not deck-ed in velvet and pearl, Yet will I drop angels with you for my girl.\\n\\n\\\"And then, if my gold may better her birth, And equal the gold that you lay on the earth, Then neither rail nor grudge you to see The blind beggar's daughter a lady to be.\\n\\n\\\"But first you shall promise, and have it well known, The gold that you drop shall all be your own.\\\" With that they repli-ed, \\\"Contented be we.\\\" \\\"Then here's,\\\" quoth the beggar, \\\"for pretty Bessee!\\\"\\n\\nAnd with that an angel he cast on the ground, And dropp-ed in angels full three thousand pound; And oftentimes it was prov-ed most plain, For the gentlemen's one the beggar dropped twain:\\n\\nSo that the place, wherein they did sit, With gold it was cover-ed every whit. The gentlemen then having dropt all their store, Said, \\\"Now, beggar, hold; for we have no more.\\n\\n\\\"Thou hast fulfill-ed thy promise aright.\\\" \\\"Then marry,\\\" quoth he, \\\"my girl to this knight; And here,\\\" added he, \\\"I will now throw you down A hundred pounds more to buy her a gown.\\\"\\n\\nThe gentlemen all, that this treasure had seen, Admir-ed the beggar of Bethnal Green: And all those, that were her suitors before, Their flesh for very anger they tore.\\n\\nThus the fair Bess was matched to the knight, And then made a lady in others' despite: A fairer lady there never was seen Than the blind beggar's daughter of Bethnal Green.\\n\\nBut of their sumptuous marriage and feast, What brave lords and knights thither were prest, The SECOND FITT shall set forth to your sight With marvellous pleasure, and wish-ed delight.\",\"timestamp\":1636103658,\"title\":\"The king sits in Dumferling toune, \"},\"digest\":\"ae4qeKxBCUA6oDFrRhKD0QwY7GPluRWWMQWDb2SdYg0\",\"authorship\":{\"contributor\":\"0x6140E4c4b50f53D4a2621DF028b75Ce94f88De5b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ef7_00UMbcTeSc8Q2GLGLA-iBkyM7WsmfDeLxNEXSd4\\\",\\\"y\\\":\\\"TEhI9hGrRn1vEb_SLBigYw8cyhAMekj06qu315ZuGLw\\\"}\",\"signature\":\"tf0XxvJoTmaSoZ0qWkwjNp6U6nzKPezltDTUqnW4K8Nlptu01C3rcBfsTwa1jisO3g4r_xRFocw_7OST4GYSFw\",\"signingKeySignature\":\"0x448e7e0e67ade6dc5e977c410206f0a142c3acede180e2078f2db72ba38fe13401e4877ab12cfdd2a2288e141e5e7f0e11e07629bfeb447719dbd2df27b85ed41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ef7_00UMbcTeSc8Q2GLGLA-iBkyM7WsmfDeLxNEXSd4\\\",\\\"y\\\":\\\"TEhI9hGrRn1vEb_SLBigYw8cyhAMekj06qu315ZuGLw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ae4qeKxBCUA6oDFrRhKD0QwY7GPluRWWMQWDb2SdYg0\"}"