"{\"content\":{\"body\":\"**Wonderland.money**\\n\\n![](https://images.mirror-media.xyz/publication-images/K0K-paFkBysuNzomL6rK0.png?height=1114&width=2612)\\n\\nWonderland je prvi protokol decentralizirane rezervne valute na Avalancheu te je još jedan u nizu projekata Danielea Seste i njegovog anonimnog tima. Ovaj projekt je fork poznatog OlypmusDao-a kojeg označavaju visoki apy te biste na trenutak pomislili da se radi o još jednoj degen farmi u kojoj će vam veliki igrači zagorčati život kroz manipulaciju cijene farm tokena i tako uništiti vaš ulog. Međutim ovdje je riječ o potpuno drugačijem projektu s drugim ciljem. Naime Daniele je nedavno rekao da će Wonderland postati lansirna stanica za nove DAO projekte te da planiraju napraviti RPG igricu povezanu s projektom.\\n\\nTIME je pokriven košaricom drugih kriptovaluta ( MIM, TIME-AVAX LP…) u Wonderland riznici sto znači da TIME tokenu daje intrinzičnu (unutarnju)  vrijednost. Takav princip može se usporediti s nekadašnjim zlatnim standardom gdje je svaki dolar bio pokriven zlatom. Ako pogledamo trenutno stanje riznice možete vidjeti da se u njoj nalazi 375 milijuna $ te da svaki TIME token ima vrijednost bez rizika ( RFV-risk free value) od 1179 $ što daje sigurnost investitorima da riznica u nekoj mjeri može pomoći kod velike volatilnosti cijene.\\n\\nVjerojatno ste čuli za Teoriju igara i Dilemu zatvorenika gdje pojedinci moraju djelovati zajedno kako bi postigli najoptimalniji ishod za skupinu. Upravo na taj način Wonderland pokušava generirati najveći dobitak svim sudionicima protokola. U nastavku će biti tablica gdje možete vidjeti tri mogućnosti sudionika u protokolu: staking, bonding/minting i sell (prodaja).\\n\\n![](https://images.mirror-media.xyz/publication-images/jz9hOF0KZ4e78uf8tyPV9.jpeg?height=849&width=1388)\\n\\n\\\\*\\\\*\\n\\\\*\\\\*\\n\\nPostoje dva načina ulaganja u TIME:\\n\\n\\\\*\\\\*\\n\\\\*\\\\*\\n\\nStaking-kupnja tokena na dexu (Trader Joe) , najisplativije je TIME holderima stakeati jer dugoročno bar u teoriji bi trebali biti u plusu bez obzira na mogući pad cijene. Kupnjom se povećava cijena TIME-a dok stakeanjem tokene oduzimate iz ponude te se potražnja povećava. Za stake dobivate potvrdu u MEMO tokenima koji su zamijenjivi 1:1 za TIME tokene kada izlazite iz stakea te ih mozete koristiti u Abracadabra.moneyu kao zalog. Svakih 8 sati nagrađeni ste novim tokenima proporcionalno na svoj ulog. Nagrade nastaju nakon što korisnici Bondaju/Mintaju TIME token.\\n\\n![](https://images.mirror-media.xyz/publication-images/VNrB-fJ0BknHCZ35KYcL1.jpeg?height=1128&width=1674)\\n\\nBonding/Minting-protokol omogućava korisnicima da dobiju TIME tokene po jeftinijom cijeni. Da biste mintali TIME morate imati neki od navedenih tokena: TIME-MIM LP, TIME-AVAX LP, MIM ili wAVAX. Nakon što je mintanje započelo dobivate kupljene TIME tokene u narednih 15 epoha (1 epoha 8 sati, ekvivalent 5 dana). Sredstva koja ste uložili u mintanje TIME-a ide u riznicu i povećavaju RFV. Osim toga riznica postaje vlasnik udjela svakog od tih poolova u kojem su LP-i te na taj način skuplja naknade napravljene trgovanjem što dovodi do povećanja riznice i održavanja likvidnosti za TIME.\\n\\n![](https://images.mirror-media.xyz/publication-images/bo-eDREPnr2uBoZ7gQs8n.jpeg?height=1109&width=2880)\\n\\nUkratko stakeri bi trebali brinuti o svom TIME saldu dok bi minteri trebali brinuti o cijeni. Ako cijena stagnira dok ne dobiju sve izmintane tokene stvaraju profit jer su kupili po jeftinijoj cijeni te ako cijena raste također su u plusu zbog već navedene jeftinije cijene mintanja i rasta cijene tokena. Treći scenarij možete sami pretpostaviti.\\n\\n**MEMOries** je drugi token Wonderland.moneya kojeg dobivate kao potvrdu nakon sto ste stakeali TIME. Tu se događa rebase jer se količina MEMO tokena svakih 8 sati povećava i auto compounda. Rebase je upravo mehanizam koji automatski povećava vaš TIME saldo. Recimo imate stakeano 100 TIME-a te za to dobivate 0.6033% svakih 8 sati, što znači da će nakon prvih 8 sati vas MEMO saldo biti 100.6033. Ako se odlučite odstakeati nakon prve epohe imati ćete 100.6033 TIME tokena. Da bi se održala velika kamata, protokol mora prodati dovoljno tokena preko bondanja/mintanja. Osim navedenog MEMO će biti token koji će davati glasačku moć kada postane u potpunosti u vlasništvu DAO-a.\\n\\nPrinos i rebase nastaju nakon sto korisnik minta TIME token na način da: korisnik dobiva svoje TIME tokene nakon 5 dana, riznica dobiva sukladno tome sredstva s kojima su tokeni mintani, DAO dobiva ekvivalent mintanih TIME tokena kao profit te isti taj iznos stavlja se u pametni ugovor MEMO-a da bi stakeri dobili dio kolača. Bitno je reći da velika prednost posjedovanja vlastite likvidnosti je upravo ta da u vrijeme velike volatilnosti i pada cijene riznica moze pomoci kod regulacije cijene TIME-a.\\n\\nObzirom da se radi o eksperimentalnom protokolu potrebno je biti iznimno pažljiv kod ulaganja te ne uložiti više nego što ste spremni izgubiti.\",\"timestamp\":1641818008,\"title\":\"Wonderland.Money\"},\"digest\":\"J_ymVuDogRbkCRNopIO3m92JH7tp4BcFYlL1Xcsnwew\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"signature\":\"Otz8FieqKSkro28-lAWI1qIs4O7OAjzp122oCtzprwwvRr0JVgnjP1eXz1_Zgd9pCC0fhp5WIBoD4CALWfa15w\",\"signingKeySignature\":\"0x17f05f5461a1e1004b76380a32d95a1193810ac746365cb9ff4e01c2e42438600601bcda491911d06af6d15d27b79167f514a263320bb4609e670e83c2d32ccc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CYJ1GvCNJF2Pl1YWJAYW_XjtcWpvnzn8UFq7xCuodEw\"}"