"{\"content\":{\"body\":\"![Photo by Ishtiaque Hossain on Unsplash](https://images.mirror-media.xyz/publication-images/k0AWbreR_fBFLRQZYrsQq.jpg?height=1440&width=1920)\\n\\nRetail interest in Bitcoin has dropped to the lowest of the year since. Institutional adoption has become mainstream with large money pouring into the crypto market and buying up Bitcoin. It seems the Bitcoin standard has been confirmed. However, Bitcoin may lose its crypto status from now on.\\n\\n**TL;DR**\\n\\nRetail investors lose interest in Bitcoin while institutional investors pour money into Bitcoin. The future of the Bitcoin market is just another stock market to be rigged.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[Smart Money Is Out, Institutional Money Is In](https://www.youtube.com/watch?v=Z1AgXWY0M5o)\\n\\n**Why Not Bitcoin**\\n\\nDespite the most advanced security in Bitcoin blockchain, the price stables around the high level which makes retail investors enter their position. With recent institutional investors’ adoption and promotion from Billionaires, Bitcoin becomes attractive yet harder for retail investors to enter the position of making profits compared to several years ago.\\n\\n**Bitcoin Domination Falls**\\n\\nThe Bitcoin domination rate has fallen to the lowest in the year. With investment instruments through ETFs and many other lending financial products, institutional investors keep buying up the crypto and leave retail investors behind. Bitcoin may finally get its footing but the ceiling of the price may also reach the peak level.\\n\\n**Billionaire FOMO**\\n\\nIt turns out that Billionaires are not different from others when it comes to new technology. They are conservative and they are late adopters of the technology. They knew they had missed the train of the Bitcoin and their FOMO to influence the price higher.\\n\\n**Money Competition Era**\\n\\nBitcoin is one kind of money. It marks the beginning of the cryptocurrency era. However, if people abandon the money, it will become worthless. Institutional investors may turn Bitcoin into another stock-like investment to help themselves to explore cryptocurrencies. Retail investors will not be able to compete with institutional investors with their infinite resources of money used to and influence the price. However, there will be more options for retail investors to join the new types of money and compete with Bitcoin.\\n\\n**In Conclusion**\\n\\nBitcoin domination rate may continue to fall and new types of money will be formed. Institutional investors may control and influence Bitcoin in the future but retail investors will be more influential in the future due to their adaptability.\",\"timestamp\":1640850952,\"title\":\"Smart Money Is Out, Institutional Money Is In\"},\"digest\":\"LmYrkGoi8Ct8t3VU5XHGKxKvNZBgaD2KYxxAVMBuVlY\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"jNj17WS9QRSgwgqHdXCXEM3pCOwKZkwysm8juPTGa88ujZd_Q-jbhkrXO2jpplR1dRdEzdsdC6XmM9kLWdHucA\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LmYrkGoi8Ct8t3VU5XHGKxKvNZBgaD2KYxxAVMBuVlY\"}"