"{\"content\":{\"body\":\"\\nDerivatives are one of the three main categories of financial instruments, the size of the derivatives market on existing financial infrastructure far outstrips the market size of any other type of financial asset. According to Coinmarketcap, crypto derivatives trading is a hundred-trillion market, the daily trading volume of crypto derivatives crossed 100 billion. Now, almost 99% of the crypto derivatives trading are on centralized exchanges. As we all know centralized exchange has several risks. The first risk is counterparty risk, we must trust centralized exchange and deposit our assets on the platform’s account; the second risk is regulatory risk, centralized exchanges are subject to local regulations, local governments can force exchanges to delist assets and freeze users accounts; the third but not last risk is theft risk, exchanges are the largest holders of crypto around the world, and as such they are prime targets for hackers. On the contrary, decentralized exchange is trustless, permissionless and anti-censorship, the future of decentralized derivative exchange is promising!\\n\\n![Chart 1 Trading volume of crypto derivatives](https://images.mirror-media.xyz/publication-images/IDI1AEJs-DKDCGFN3vYpk.png?height=375&width=413)\\n\\n\\n\\n### What is dYdX?\\n\\n\\nDYdX is a leading decentralized derivative exchange that builds on Ethereum. It provides spot trading, margin trading, perpetual contracts trading and lending services. Due to congestion and high network fees, dYdX has moved its perpetual contracts trading on layer-2 which powered by Starkware(a ZK-Rollups scale solution) several months ago. Now users can trade perpetual contracts on dYdX layer-2 with low fees, instant settlement and up to 25x leverage! Perpetual contracts trades are settled in a layer-2 system, which publishes ZK (zero-knowledge) proofs periodically to an Ethereum smart contract in order to prove that state transitions within L2 are valid. Funds must be deposited to the Ethereum smart contract before they can be used to trade on dYdX. By settling trades on L2, dYdX is able to offer much higher trade throughput and lower minimum order sizes and still maintain decentralization, compared with systems settling trades directly on Ethereum.\\n\\n### The KPI of dYdX\\n\\n\\nDYdX launched its exchange platform in 2019, after that, its business grows rapidly. At the time of this writing, dYdX has a total cumulative trade volume across Perpetuals, Margin, and Spot trading increased about 100x, reaching $6.1 billion, up from $63 million in 2019; its daily trading volume is about $40-50 million; total assets locked in its smart contracts surpassed $220 million; more than 11000 traders have tried its layer-2 exchange, and the cumulative trading volume of perpetual contracts on its layer-2 exchange reached $2 billion in two months!\\n\\n### Fundraising of dYdX\\n\\n\\nDYdX was founded in 2017 by Antonio Juliano, before dYdX, Antonio worked for Coinbase and Uber as a software engineer. DYdX has completed 3 rounds of funding with a total of $22 million, its latest $10 million funding was raised on Jan 26, 2021. Some of the lead investors of dYdX are a16z, Three Arrows Capital, Polychain and Defiance Capital. According to Su Zhu, CEO at Three Arrows Capital: \\\"dYdX was the first DeFi app I ever used and I am elated to have the chance to invest in them today.\\\" Arthur Cheong, Founder of DeFiance Capital said: \\\"Antonio and the team have built a solid foundation for dYdX as one of the earliest and most successful DeFi protocols. We have been users since the early days and are excited to back dYdX in the current round to accelerate its mission to build the most powerful decentralized trading platform for crypto assets.”\\n\\n### \\nBusiness model\\n\\n\\nAs a decentralized exchange, dYdX earns fees based on trade volume, the more users trade on dYdX, the more revenue dYdX gets. DYdX has not issued its token yet, but the team had said they will decentralize more parts of dYdX and hand over more control to the users in the future!\\n\\n### Competitive analysis\\n\\n\\nPerpetual protocol seems like a powerful competitor. It is a decentralized exchange that focuses exclusively on perpetual contracts and based on Ethereum and xDai(Ethereum side chain). The project was launched in late 2019. The key difference in Perpetual’s implementation of perpetual contracts swaps is the exchange model used, virtual AMM (versus dYdX’s off-chain matching model), which enables markets with no makers while still guaranteeing on-chain liquidity. Another difference between the two is Perpetual’s layer-2 exchange is based on xDai while dYdX is based on Starkware. With incentives of transaction Mining and zero-gas deposits, Perpetual protocol now has a higher perpetual contracts trading volume than dYdX, but its trading volume seems too better to be true with 287 traders traded $2 billion in 7 days when compares with dYdX which with 11000 traders traded $2 billion in 2 months.\\n\\nKine protocol is another competitor, but it uses a peer-to-pool trading model and has no layer-2 solution. Liquidity is collected together in the collateral pools. The pools are the counterparties to all net positions, while providing collaterals to them. Risks and trading fees are shared across the entire group of liquidity providers. This provides infinite liquidity up to the total value of the pool and zero slippage.\\n\\n### Conclusion\\n\\n\\nCrypto derivatives have a huge market, but at this time most of the trading volume take place on centralized exchanges! But as blockchain technologies mature, we will see trustless and permissionless exchanges make huge progress in derivatives trading. After the forging of upcycle and downcycle, dYdX has becomes a decentralized exchange with a cumulative trading volume of $6.1 billion and trusted by more than 15000 traders. Combines technologies of layer-2 and off-chain matching, dYdX not only provides the security and transparency of a decentralized exchange, but also the speed and usability of a centralized exchange. The dYdX team has been executing relentlessly on their roadmap and building breakthrough technology that addresses a huge market. When people asked the team when they will issue a token, the team replied that they are laser focused on building the best product for traders! This is the team we can trust! we can believe that dYdX represents the future of trust-minimized derivative trading!\\n\\n\\n20210602\\n\\n### References\\n\\n\\nWhite paper: <https://whitepaper.dYdX.exchange/>\\nFundraising news: <https://dYdX.exchange/blog/series-b>\\n2020 report: <https://dYdX.exchange/blog/2020>\\nPerpetual protocol docs: <https://docs.perp.fi/>\\nKine protocol docs: <https://docs.kine.io/whitepaper/kine-the-liquidity-pool-protocol>\",\"timestamp\":1635843694,\"title\":\"DYDX Analysis\"},\"digest\":\"0iJ0grfiwYRnEP9XCZwbGcx4JNDNrY1kmHSFSctMA5I\",\"authorship\":{\"contributor\":\"0xFC74aB67F16da3a0C7095340401fD6129Be433f7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BzFm0qOP6A2qGQnD2b2pKXMxgYb_1ztL9QIft1zHybw\\\",\\\"y\\\":\\\"v4MUbJulMyaPJbtC_4iyynx5l-zrPcWQoDtvYxQKvi4\\\"}\",\"signature\":\"YhSAthpGbaTnNMttGk_9vn19x13k_3SF1cJvQ3gtJ-BQLXfQn5dFzzvd2Jr_oEoboQG34BNIoS9whMuWlBF5kA\",\"signingKeySignature\":\"0x8620d686060ed320e5335baf9075adf0d0cace0ac9373b6f889f8cab740b6037636900200b16f2f9f735405e0e3124939d2edf63ab6ea30ffce2645504eeb1e01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BzFm0qOP6A2qGQnD2b2pKXMxgYb_1ztL9QIft1zHybw\\\",\\\"y\\\":\\\"v4MUbJulMyaPJbtC_4iyynx5l-zrPcWQoDtvYxQKvi4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0iJ0grfiwYRnEP9XCZwbGcx4JNDNrY1kmHSFSctMA5I\"}"