"{\"content\":{\"body\":\"文 | 雾满拦江\\n\\n**（01）** \\n \\n\\n以前，大家是这样写公号文章：\\n\\n有个妹纸，老公出差，她替老公精心收拾好行李箱，送老公出门。\\n\\n然后妹子打开手机定位——果不其然，老公落脚点，是市区一家酒店。\\n\\n妹纸召集众闺蜜，杀到酒店，果然把老公和个女同事，堵在被窝里。 \\n \\n\\n于是就有这么段对话： \\n \\n\\n妹子：老公，你不是说你出差了吗？\\n\\n老公：对头，我就是在出差的路上。\\n\\n妹子：胡说，你明明正在酒店开房。\\n\\n老公：情况是这样子的，我们两个一道出差，她突然病了，所以……你懂得。\\n\\n妹子：她病了，你可以送她去医院，怎么会来到酒店？\\n\\n老公：我们这不正等救护车呢吗。\\n\\n妹子：你们明明在被窝里，连衣服都没穿。\\n\\n老公：不要看到没穿衣服，就往那方面想，思想纯洁点不好吗？我们是清白的同事关系。她病了，身体发冷，我替她暧暧身子，有什么不对？\\n\\n妹子说不过老公，气得劈头乱打：狡辨，狡辨，渣男出轨被捉，还狡辨！\\n\\n老公仰天长叹：同事病了，我照顾她，是因为我有爱心。我这么一个有爱心的人被冤枉被打，天理何在呀！\\n\\n以前公号的写法是：渣男狡辨到底，但出轨有实锤，所以妹子将其净身出户，可以说结局让人舒适，大快人心。 \\n \\n\\n但现在，公号不能再这么写了。\\n\\n**（02）**\\n\\n*——山东高法有篇文章：《不能仅以“出轨”为理由，请求离婚》。文章称：“最新司法解释明确：出轨不属于同居行为，不能据此要求离婚”，“最新法律趋势是：防止轻率离婚”。*\\n\\n社会逻辑变了。\\n\\n以前，逮到配偶出轨，就可以起诉离婚，有过错的一方只能净身出户。\\n\\n但现在，新的社会逻辑，新的认知观念。如坊间人士戏言：我出轨劈腿包小三，但我是个好男人。 \\n \\n\\n该如何解读这种变化？\\n\\n**（03）**\\n\\n其实，社会认知逻辑，早就变了。\\n\\n当当网李国庆和妻子俞渝，闹到鸡飞狗跳沸沸扬扬，各扒对方的黑料，让吃瓜群众大呼过瘾。\\n\\n然后李国庆兴高采烈去法院，办理离婚流程。\\n\\n万万没想到，法官一句话打回来：不可以离婚。\\n\\n为啥呀？屁股上别着一串公章的李国庆，不明所以。\\n\\n因为你们的感情并没有破裂。\\n\\n法官解释说。\\n\\n当时李国庆就惊呆了：窝咧个擦，都闹成这样了，感情还没破裂，那到底要闹成什么样，才算是感情破裂呢？\\n\\n到底闹到哪样，才算感情破裂，其实法官也说不上来。但是法官遵循一个新的司法逻辑——防止轻率离婚。\\n\\n现实逻辑早就被颠覆了，只是我们与离婚无缘，所以不知。\\n\\n所以问题来了：到底什么情形，才算是感情破裂呢？\\n\\n**（04）** \\n \\n\\n上海有门行业，叫小三劝退师。\\n\\n客户主要是妈妈群体，为了守护爱情，给孩子一个完整的家，希望唤回劈腿丈夫的心。\\n\\n但是有天，公司来了个新客户。\\n\\n是位大哥。 \\n \\n\\n大哥拜托小三劝退师：说服妻子不要离婚，他爱妻子，爱这个家。 \\n \\n\\n劝退师好奇询问，问过之后就惊呆了。\\n\\n情况是这样子的，这位大哥呢，就是个普通人。但他的妻子，却是个……不太好描述的妹子，总之他的妻子最适合生活在商业环境中，认知有灵性，做人有弹性，交际广阔，手眼通天，赚来了花园洋房、豪车和许多许多的钱。 \\n \\n\\n他们还有个漂亮可爱的女儿。\\n\\n女儿已经8岁了。\\n\\n但是妻子忽然讨厌丈夫了，就撵男人滚蛋，要多少钱开口好了，就是不想再看到他。\\n\\n男人很委屈，一家人相亲相爱不好吗？为什么要分开呢？\\n\\n见男人不肯走，妻子索性抖开家底：快走吧，你留下真的没什么意思，我有很多情人，有些你知道，有些你不知道，我有情人就够了，根本不需要你，OK？\\n\\n不OK，男人摇头：你有很多情人，这不就是出轨吗，出轨又不是什么大事儿。法律有规定，出轨并不意味感情破裂，所以我仍然爱你。\\n\\n爱你个大头鬼！妻子急了：明白告诉你，8岁的女儿也不是你的，是我和情人生的。这个家跟你没任何关系，不要死皮赖脸了。\\n\\n就算孩子不是我的，那又怎么样呢？男人不为所动：我们的感情没有破裂，我们还是一家人。\\n\\n妻子摇头：如果你还在这里碍眼，信不信我让我的情人们，给你吃生活？\\n\\n吃生活（上海话，意味着挨打）……丈夫一人难敌妻子的众多情人，又想“守护家庭与爱”，想来想去，就来找小三劝退师，希望能够劝得妻子回心转意。 \\n \\n\\n这个男人对于妻子和爱，可以说要求很低了——他不计较妻子有多少情人，无意干涉更不会卷入，他也不在意孩子的亲生父亲究竟是谁，他什么都不计较，只要妻子仍然允许他留在花园洋房，跟大家一起吃肉，就OK。\\n\\n这项委托，真的难住了劝退师——他们要去说服的妻子，其实什么也不缺，这个丈夫根本是多余的。要用什么策略，才能说服对方接纳一只多余男人呢？ \\n \\n\\n**（05）**\\n\\n小三劝退师遭遇的“难题”，几乎可以解答我们在情感中的所有问题：\\n\\n**第一个：说好一生一世，为什么还会有离婚现象？**\\n\\n不得不承认，有些人结婚，并不是因为爱。\\n\\n只是希望通过另一个人，得到单凭自己努力无法获得的。\\n\\n比如房子，比如车子，比如富足优裕的生活。\\n\\n寄希望别人努力让自己获得满足的人，可以称为缺失者——然而他们找到的，一定也是个缺失者。\\n\\n你缺钱，希望对方给你赚钱，对方也是这样想的。凡是你期望对方做的，对方都在期望你，不然你们两个不会走到一起。 \\n \\n\\n最终你悲哀的发现，你想让对方努力，改变你的命运，对方却和你躺得一样平，两个废物谁也指望不上谁，最终只能分开。\\n\\n这大概就是离婚吧？ \\n \\n\\n**第二个，国家为什么出台法律，约束离婚？**\\n\\n立法者看得明白，一个不想通过努力改变自己命运的人，一个缺失者，永远也不会找到一个满足你的人。 \\n \\n\\n相反，缺失者的家庭，大多是掏空上两代人的钱包，辛苦搭建起来的。一旦离婚拆了这个窝，离婚者根本没有能力重建家庭。这些离开窝巢却没有建设力的缺失者，流落到社会上，先是成为“弱势群体”，继而无以为生，很有可能滋生出更严重的社会治安问题。 \\n \\n\\n所以立法者一狠心一咬牙，算了，我发个狠，立个法，把这些没有生活自理能力欲望却高得可怕的废物，全关在婚姻里算球了。就让他们两口子打到头破血流吧，打到再惨，好歹可以卖掉窝巢治伤，你让他拆了窝巢游荡社会，再打伤打残，连个治疗的钱都没有。 \\n \\n\\n没有自由力的人，最终只能沦为社会的囚徒。\\n\\n这就是正在发生的。 \\n \\n\\n**第三个：到底什么是爱？** \\n \\n\\n如我这类人，根本无法理解离婚这种现象。\\n\\n我能够理解的，是小三劝退师劝不动的那位妻子，她可是位真切践行了王守仁先生的“吾性自足”的女智者。这位妻子认知了自我，凭借内心力量获得了一切，而她的男人，因此就有了爱。\\n\\n男人为什么会爱她？\\n\\n因为这个男人所缺失的一切，女人身上全都有，认知的灵性，做人的弹性，她自如的生活在这个时代，体验到生命所赋予她的所有快乐。她的人生宛如一首名诗：生命诚可贵，爱情价更高，若为自由故，二者皆可抛——她对生命、对爱情的唯一要求是自由，身边的男人处于认知不自由状态，那就只能一抛了之，这是多么的……鸡飞狗跳的浪漫啊。\\n\\n我们讨厌那种强制的人性束缚。\\n\\n \\n \\n\\n所以我们永远追求内心灵性的自由！\",\"timestamp\":1641440052,\"title\":\"老公出轨，我竟不能因此离婚！\"},\"digest\":\"dPF8uD5oaXlWX_rfc9KgsYeYj2SqDRzHOCfNJLkM3ZM\",\"authorship\":{\"contributor\":\"0x003030F80EF8B6b91A37672ac2051A5fe380A451\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9-gTSJerifm_9Swj0eggXwyi2VPC9U0IDQwP2A6KpHw\\\",\\\"y\\\":\\\"pu6QMo2W9UXHby-6_dK01ly29flvVeTGeDjtc1cDKYA\\\"}\",\"signature\":\"08w04xc1Ki8XQtnJlvq8yNZvfhxci0uq-ZnjTVI6DX9ez7mm2fvpA6xaWQlJi7btlvdUzHwjb7lFCh1adh-wuQ\",\"signingKeySignature\":\"0x0c6638a5e1dd1c5da34dd78b4cec17ae9ad45a3a42de36d58e631d8b54a895b27005f90a720b9a6d4c64b5a741ea9f8802604f4dc8551e7a18f28a522487d30a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9-gTSJerifm_9Swj0eggXwyi2VPC9U0IDQwP2A6KpHw\\\",\\\"y\\\":\\\"pu6QMo2W9UXHby-6_dK01ly29flvVeTGeDjtc1cDKYA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dPF8uD5oaXlWX_rfc9KgsYeYj2SqDRzHOCfNJLkM3ZM\"}"