"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1270/1\\\\*WEe_OaFjMXB7oklGiDVnNA.jpeg)\\n\\nAfter Solana and Terra, the public chain Fantom, which has skyrocketed 140 times this year, has become a hotspot. With reference to the ecological development of other mainstream public chains, **there is a large space for the development of decentralized exchanges in the Fantom ecology.**\\n\\n**Fantom’s present status**\\n\\nFantom is a high-performance public chain based on DAG (Directed Acyclic Graph Distributed Database) technology and Lachesis (Asynchronous Byzantine Fault Tolerant Proof of Rights and Interests) consensus mechanism. It is expected to solve the trilemma of speed, security and decentralization in the blockchain.\\n\\nThanks to the ecological incentive of USD 370 million and the blessing of YFI founder Andre Cronje, the Fantom ecosystem has ushered in explosive growth. The number of Fantom unique addresses has increased by 1800% in the past six months, and the TVL (total lock-up value) of the Defi protocol has increased by 2100% in the past three months.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Qfos9O5XWB8J5qVM)\\n\\n*Fantom Ecological Independent Address Number and Defi Protocol TVL*\\n\\nCompared with other mainstream public chains such as Ethereum, Solana and Avalanche, Fantom’s Mcap/TVL (market value/total lock-up value) ratio is the lowest, less than half of the average value, and its valuation is in a low position.\\n\\n![](https://miro.medium.com/max/1398/0\\\\*SbZ5qzL80nyCZ99D)\\n\\n*Mainstream public chain Mcap/TVL comparison*\\n\\n**Analysis on Major Public Chain Defi Protocols**\\n\\nIt can be seen from the TVL ranking that the main applications of Defi in the current mainstream public chain are decentralized exchanges (DEX), lending and income aggregators. The following compares these three types of major applications on different public chains.\\n\\n![](https://miro.medium.com/max/1378/0\\\\*hccG6YHByn1dURC4)\\n\\n*Mainstream public chain TVL top ten projects’ classification*\\n\\n**DEX**\\n\\nThe TVL of SpookySwap, the leader of Fantom’s ecological DEX, is $470 million, accounting for 8.6% of the entire Defi protocol TVL in the ecosystem, which is about one-third of the average, lower than all other mainstream public chains.\\n\\nSpookySwap’s Mcap/TVL is 0.25, which is slightly lower than other mainstream public chain head DEX protocols.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Cn_blr_CfplV9Wgi)\\n\\n*DEX data comparison of mainstream public chain head*\\n\\n**Lending**\\n\\nThe TVL of Geist Finance, the leader of Fantom’s ecological lending agreement, is 2.65 billion US dollars, accounting for 48.6% of the entire Defi agreement TVL of the ecology, which is about 1.9 times of the average, higher than all other mainstream public chains.\\n\\nGeist Finance’s Mcap/TVL is 0.01, which is about one-tenth of Venus and Anchor, and is currently in a low position.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*rf8bj19Xj8f4a6Mz)\\n\\n*Data comparison of major public chain head lending protocols*\\n\\n**Yield Aggregator**\\n\\nThe TVL of Beefy Finance, the leader of Fantom’s ecological revenue aggregator, is 290 million US dollars, accounting for 6.2% of the entire Defi agreement TVL of the ecology, which is close to the average.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*jTxzqAfH9lkJgnXk)\\n\\n*Mainstream public chain head revenue aggregator data comparison*\\n\\n**Conclusion**\\n\\n**Fantom’s valuation is at a comparatively low level.** Fantom’s Mcap/TVL ratio is 1.12, which is the lowest compared to other mainstream public chains, and its valuation is in a low position.\\n\\n\\\\*\\\\*SpookySwap, the leader of Fantom’s ecological lending agreement, has a low valuation. \\\\*\\\\*Compared with other mainstream public chains, the Mcap/TVL ratio of SpookySwap, the leading Fantom ecological DEX, is less than the average value, and the valuation is slightly lower; the Mcap/TVL ratio of the lending leader Geist Finance is about one-tenth of the average value, and the valuation is low.\\n\\n**There is a large potential space for the development of the DEX of the Fantom ecosystem.** The TVL of SpookySwap, the leader of Fantom’s ecological DEX, accounts for 8.6% of the TVL of the entire Defi protocol ecology, which is about one-third of the average, lower than all other mainstream public chains. While the TVL of the leading lender Geist Finance is about 0.9 times higher than that of the average, and the TVL ratio of Beefy Finance, the leading revenue aggregator, is close to the average. Compared with lending and income aggregators, the DEX field of Fantom ecology has a greater development space.\",\"timestamp\":1634803683,\"title\":\"What are the opportunities behind Fantom’s skyrocketing?\"},\"digest\":\"aW9Me7Z4e5NCM5dnuOEOdG9OdGfKoiyBtNexX-i6050\",\"authorship\":{\"contributor\":\"0xF8FB3eA6D4Af20cCF7f461861c5D9FC21E090193\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eq8oqeLfOnZ-ZqfQxRTXpiRrAhrTjJ3jzcmPFrWf1ZE\\\",\\\"y\\\":\\\"QWBOtfSuLXFvcSdrQNhPi97mZTboA-JSojxWL5hoW1k\\\"}\",\"signature\":\"lFnTKG-FuQRKapUFaIhAzMaVl56DPFfYaUGSyh9MqwXaKo0P35uY_14E9zIYkJIFNKWVsmfXTz587VqZMn0Jzw\",\"signingKeySignature\":\"0x3efd652e08abb1fb085a5fc469889a6f1e1ea74759c9c6bc0ce85103785301342f64d1a7feb6c2bc0641ae52f4adbb876fba56792c5840970699adb43c568ab31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eq8oqeLfOnZ-ZqfQxRTXpiRrAhrTjJ3jzcmPFrWf1ZE\\\",\\\"y\\\":\\\"QWBOtfSuLXFvcSdrQNhPi97mZTboA-JSojxWL5hoW1k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aW9Me7Z4e5NCM5dnuOEOdG9OdGfKoiyBtNexX-i6050\"}"