"{\"content\":{\"body\":\"Just days after the first installment of ***[Dune](https://collider.com/tag/dune/)*** hit theaters and a successful box office opening weekend, ***Dune: Part Two*** has been officially greenlit. Releasing simultaneously in theaters and on streaming service HBO Max, *Dune* earned Warner Bros.’s largest opening weekend box office of 2021 with $40M in the United States. This resulted in the swift announcement that *Dune: Part Two*’s release date is set for October 20, 2023, nearly two years to the day after its predecessor.\\n\\nThe announcement of *Dune: Part Two* should come as no surprise, with director/writer **Denis Villeneuve** saying that the studio was “100 percent behind the project.\\\" In fact, Villeneuve seems to be busy at work already, having started writing *Dune: Part Two* months ago, before it was even greenlit.\\n\\nVilleneuve said on writing the sequel:\\n\\n> *“I’m writing \\\\[Part Two\\\\] now, and I feel like I’m eight years old again. That’s very uncommon for me. It’s the first time I’ve experienced it where I’m watching one of my movies, and I have a moment of deep gratitude, of deep joy, and I say, 'Thank you, life, for having allowed me to bring that to the screen.' \\\\[laughs\\\\] I don’t know how other people will feel about it. But me? Denis Villeneuve when he was 14 years old? Thank you.\\\"*\\n\\nImage via Warner Bros.\\n\\nRELATED:['Dune: Part Two’ Officially Announced, And It’s All Because Of Desert Power](https://collider.com/dune-2-announced/)\\n\\n**ADVERTISMENT**\\n\\nThe first installment of the *Dune* series follows **Timothée Chalamet**'s Paul Atreides but *Dune: Part Two* promises to shift the spotlight to **Zendaya**'s Chani. *Dune* marks the second feature-film adaptation of the Frank Herbert classic novel of the same name.\\n\\nThe tumultuous effects of COVID-19 on the film industry, Warner Bros.'s co-release strategy on HBO Max, and changing audience viewing habits had cast a questionable light on the financial prospects of *Dune*. While some may have doubted the film's financial potential, Villeneuve was certainly not held back by the questionable future of his franchise.\\n\\n2023 is still a way off but placeholder dates give some idea of what the landscape of film releases will be. Within the month of October 2023, Sony and Marvel have recently announced an untitled film coming on October 6th, while a new ***Exorcist*** film is on the way from Universal Pictures. While *Dune: Part Two* is still two years away, it will be interesting to see if any of these release dates change after this recent announcement.\\n\\n**ADVERTISMENT**\\n\\n*Dune: Part 2* will release exclusively to theaters on October 20, 2023.\\n\\nKEEP READING:['Dune' Sequel Will Switch Leads To Zendaya's Chani, Assuming We Get One](https://collider.com/dune-2-protagonist-zendaya-chani/)\",\"timestamp\":1635339174,\"title\":\"Dune 2' Release Date Set by Warner Bros. and Legendary Pictures\"},\"digest\":\"YCkiYlzM0m23NEhLHBFbAtrgBj-30nKhfuf5qZDva1M\",\"authorship\":{\"contributor\":\"0xb7660e925FDEA7dC47b0A1dD705473A37284A82b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pRSYoBiy8NEb_JsKjywMN7h-SVO1EcgNOa7PiLRpTqI\\\",\\\"y\\\":\\\"mTK6ih_2qMLJCVSNm8H0V4k8kOPnzH-UXFBeW18vMnU\\\"}\",\"signature\":\"N-dx71eGn8xhzjF7A1NeHi-jxK7YWEvrsKPSjCiFsjGJidws-IwtfD9_TDtTHl0cnO_h8YxCziPxxUn_IhJHbg\",\"signingKeySignature\":\"0xed6a2bc3e136b62286007c99900fe9a48165add7cd2bc1603452b53053f2ebdc4ca73a652e6c062c1c7c6f4c24aeac10f6314176a00d07dd573a3b8e47e9dcbd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pRSYoBiy8NEb_JsKjywMN7h-SVO1EcgNOa7PiLRpTqI\\\",\\\"y\\\":\\\"mTK6ih_2qMLJCVSNm8H0V4k8kOPnzH-UXFBeW18vMnU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YCkiYlzM0m23NEhLHBFbAtrgBj-30nKhfuf5qZDva1M\"}"