"{\"content\":{\"body\":\"### TLDR\\n\\n* Willy Wonka had Golden Tickets.  We have Golden Tokens.\\n* We have minted 1,000 GTNY (Golden Tokens New York) that provide a guaranteed reservation to mint a unique CryptoNewYorker NFT IRL at Bright Moments pop-up gallery this fall in New York City.  \\n* We are selling 200 of these GTNY for 2 ETH each, with a limit of one token per wallet address.\\n* This will be the only opportunity for the public to purchase GTNY.  The remaining 800 tokens will be given to a carefully chosen group of people that reflect the values that we want to establish in our genesis CryptoNewYorker mints. \\n* We will be applying the lessons we have learned from our initial CryptoVenetian series to ensure that nobody will be able to mint a CryptoNewYorker without holding one of these Golden Tokens.\\n* If you are interested in joining us for this journey, please consider participating.\\n\\n[Golden Token: New York](edition://0xd43529990F3FbA41Affd66C4A8Ab6C1b7292D9Dc?editionId=0) \\n\\n![](https://images.mirror-media.xyz/publication-images/109c8708-e12f-4e39-9d7d-11daa8d3c703.jpg?height=250&width=250)\\n\\n### Bright Moments NFT Art Gallery\\n\\nBright Moments is building a network of real-world, end-user crypto experiences. We plan to open a series of galleries in ten cities around the world, each with their own dedicated collection of 1,000 NFTs. \\n\\nOur genesis location in Venice Beach opened its doors in May 2021 as a community space to provide a fun, social setting for people to learn about and collect NFTs. Since opening, we have been hosting in-person experiences for live NFT minting, drops, auctions, and curated art shows. \\n\\nWe are organized as a on-chain decentralized autonomous organization (DAO) and are governed by a group of founding members using the Bright Moments token BRT.\\n\\nOur Venice Beach gallery has been home to a series of events including:\\n\\n* [BAYC- Aped LA](https://twitter.com/APEDcollective/status/1421648094471495680?s=20)\\n* [Portals NFT Drop by Jeff Davis (Art Blocks)](https://twitter.com/jeffgdavis/status/1407423664245465088?s=20)\\n* [Spirit Bomb: ORIGINS NFT Drop by Boreta and Strangeloop](https://twitter.com/spiritbomb_ai/status/1420142381463048193?s=20)\\n* [Electric Psychedelia NFT Drop by Ellie Pritts & Chuck Anderson (NoPattern)](https://twitter.com/elliepritts/status/1420430270725955589?s=20)\\n* [Active Abstractions NFT Drop by Andrew Bensen (Pixlpa)](https://twitter.com/pixlpa/status/1423650066938560514?s=20)\\n* [Bauhaus x Coldie NFT Drop](https://twitter.com/Saaamsonite/status/1425128823289380868?s=20)\\n* [Casey Reas genesis ArtBlocks NFT drop: Century](https://artblocks.io/project/100)\\n\\n![](https://images.mirror-media.xyz/publication-images/e99dec0b-c309-405f-82b6-fda9d9117ca6.png?height=1999&width=1999)\\n\\n### [CryptoVenetians](https://artblocks.io/project/95/gallery)\\n\\nCryptoVenetians are a limited release NFT pixel-art collection based on real people from Venice. [CryptoVenetians were created to introduce people to crypto through a friendly on-ramp that combines a memorable experiential minting process with an education in wallet software and security best practices](https://youtu.be/hfg2t79ZVZo). \\n\\nThe only way to receive a CryptoVenetian is to physically visit the Bright Moments gallery and experience a live reveal. ***We gave away CryptoVenetians for free*** so anyone could have the opportunity to mint their own generative art. The goal was to make the minting process as educational and fun as possible, while providing access to unique benefits that are tied to local communities.\\n\\n[](https://images.mirror-media.xyz/nyc-reveal-video.mp4?controls=true)\\n\\nWe minted the CryptoVenetian #0 on June 22, 2021 and continued to mint 1-20 CVs per day until we reached CryptoVenetian #691 on August 10th. At the time, we had close to 2,000 people on our CV minting waitlist, [700 ETH in secondary sales and a floor price above 5 ETH](https://dune.xyz/rantum/Art-Blocks?ProjectID=95).  \\n\\nIn addition to providing economic relief for [those](https://twitter.com/RottenBeach/status/1422625435741999110?s=20) in [need](https://twitter.com/IrinaLiakh/status/1426468885302157316?s=20), we helped some of the most [influential executives](https://twitter.com/philmohun/status/1421922705385811968?s=20) and most [celebrated athletes](https://twitter.com/cryptovenetians/status/1425157242366484482?s=20) generate and collect their first NFTs.\\n\\nUnfortunately, [on the morning of August 11th, the CryptoVenetian project was targeted and CryptoVenetians #692 - 999 were stolen and minted illegally](https://twitter.com/cryptovenetians/status/1425552790600830979?s=20). This robbed 309 members of our community from enjoying a live mint experience[.](https://redlion.news/issues/issue-48)  \\n\\nFortunately, with the help of our Discord and Twitter communities, and the transparency and the accountability of the blockchain, [we were able to analyze what happened and identify those responsible for stealing our CryptoVenetians](https://twitter.com/IrinaLiakh/status/1426468885302157316?s=20).  We are now putting systems in place to prevent this from happening again.\\n\\n![](https://images.mirror-media.xyz/publication-images/5beab63a-127d-4f48-9d26-4c053b886163.png?height=1800&width=1800)\\n\\n### CryptoNewYorkers\\n\\nThis Fall, we will be expanding our gallery to New York City as the next step in our roadmap. CryptoNewYorkers is a limited-release generative art collection inspired by the people who make the Big Apple everything it is. Just as there are four unique backgrounds for CryptoVenetians representing different times of day, there will be four different backgrounds of CryptoNewYorkers representing different seasons.\\n\\n![](https://images.mirror-media.xyz/publication-images/7a74b4af-902e-40b1-bb85-6bc9df743417.png?height=1800&width=1800)\\n\\nOur goal with CryptoNewYorkers is to expand our community geographically while staying connected to our existing CryptoVenetian holders. It is impossible to provide all CV holders with a live minting experience, while at the same time introducing new members to this unique process.  \\n\\nSo we have started by providing a guaranteed reservation to mint a CryptoNewYorker to a small group of collectors who have held onto their CV since it was minted for the first time. \\n\\nIn order to claim a CryptoNewYorker minting spot, you will need a Golden Token New York (GTNY) ERC-721 token in your ETH wallet.  You will only be able to mint one CryptoNewYorker.\\n\\n![](https://images.mirror-media.xyz/publication-images/6c25b538-aba6-4021-b159-3ed877efeda2.png?height=1800&width=1800)\\n\\n### GTNY: Golden Token New York\\n\\nToday, we are introducing the CryptoNewYorkers collection by releasing 200 Golden Token New York (GTNY) minting spots. Holders of GTNY will be entitled to schedule minting sessions during our 100 day pop-up in New York City.   \\n\\nOur 1,000 GTNY distribution plan is as follows:\\n\\n* 200 GTNY for sale via Mirror\\n* 500 GTNY reserved for distribution to deserving New Yorkers\\n* 200 GTNY for original CryptoVenetian hodlers, BRT DAO members, and those impacted by the CV Heist\\n* 100 GTNY airdropped randomly into the wallets of those currently holding CryptoVenetians\\n\\nWe will be making announcements and providing live updates on the drop in our Discord server. You can join the our Discord here: <https://discord.gg/aaKTzTsy9Q>\\n\\n![](https://images.mirror-media.xyz/publication-images/49a55229-0768-4fba-aa2d-c3b109a6ac65.png?height=1800&width=1800)\\n\\n### The Magic of IRL Minting\\n\\nThroughout this process, it's become obvious that creating a sentimental experience around NFT minting creates a special bond with the collector.\\n\\nWe’ve watched what started as a free handout turn into a coveted community building exercise that bonds the best representatives of local communities.\\n\\nAs we start the next chapter of CryptoNewYorkers, we encourage all those interested in expanding our vision to get involved.\\n\\nIt’s key reps in cities like yours that make Bright Moments a reality, and we look forward to sharing key learnings as we take our talents to the Big Apple.\\n\\nUntil then, be on the lookout for more updates regarding the kickoff of CryptoNewYorkers and we’ll see you soon!\\n\\nSincerely,\\n— Bright Moments\\n\\n[](https://twitter.com/cryptovenetians/status/1427282207094108170?s=21)\",\"timestamp\":1629223747,\"title\":\"Introducing: CryptoNewYorkers\",\"publication\":\"brightmoments\"},\"digest\":\"zaePD3X8D5SaCtwNFw-D-xRyfwaREQmJckWss301cJ0\",\"authorship\":{\"contributor\":\"0x467aadC88d99B4E978A8d3d4f0A9017DCAECaAbF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nsRn-SgD0djO0P6FKWCbXOrss8IF_Z29KwmY7bFWPfA\\\",\\\"y\\\":\\\"hvl2lXWKIjgJc0sO8LxIendRIinVd2ZTAZhKDN7IMLw\\\"}\",\"signature\":\"MbQteJ_UPAc_Zze1rtS6-zLwX9vDSPjvKuLDHAkv3Lc7JvOExp0IXEAETwfxZMeQrHb2blbF9fulqqJtVqh84g\",\"signingKeySignature\":\"0xc216c19cd66631d3bcbec12efc73bc5ca83fe3b8a2518ed7ef7320ab08ffe6ab20e5bb45fc505c17400664f4b3bee67a6c42e9a37ee6240b64fc570ad82312f61c\",\"signingKeyMessage\":\"I authorize the publication of articles on brightmoments.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nsRn-SgD0djO0P6FKWCbXOrss8IF_Z29KwmY7bFWPfA\\\",\\\"y\\\":\\\"hvl2lXWKIjgJc0sO8LxIendRIinVd2ZTAZhKDN7IMLw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WBND1KbJvg6ripddVSasW0wkvhTeXmCOdCh2rzRGpkE\"}"