"{\"content\":{\"body\":\"I think most of us are nervous about a blank page. How am I supposed to start something when I look ahead at my blank wall and see a bug sticking? Maybe it is a bug, why isn't it moving? A message appears on my cell phone screen and as soon as the light comes on, the table vibrates; it is stronger than me turning my head and peeking. How I wish I could control this impulse, which has been going on for many years and will probably never end. How I wish I could control so many things that I have been uselessly trying even though I know my inability about it. It may sound silly, and perhaps it is, to start a text without knowing what to talk about. I just turn my attention to the top of the wall and it bothers me to think that maybe the bug is dead. A small black dot on the white wall. I remember that I have not finished painting the ceiling of the room and inevitably this will never happen because I am too busy for that, the white spots do not annoy me that much because I rarely raise my eyes to see if there is a new spider web. I'm just wondering if I should get up and get a cloth to put on the door, since the rain has wet the floor and I'm tired of people coming into the house with dirty feet. But I am too settled in my chair, looking forward to lunchtime, maybe I can clean the floor tomorrow and get the bug off the wall tomorrow. I'm not denying the possibility of not doing any of it either; I just need to let it go.\",\"timestamp\":1639606816,\"title\":\"Blank page\"},\"digest\":\"MZahZo4zhs2S_2ksmf0-vPlrs9Z6L-j52G8GoYGmr2o\",\"authorship\":{\"contributor\":\"0x873efE479B85C9B49e9060D10ff60044223c5E27\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LeECtfzmM4YC_n7VKJGy_r7T7oke_F2b3ho1GRqHIn4\\\",\\\"y\\\":\\\"Rp7_hOeZuztZf5rkbjGJGBPiTd0hz4DtWIkdrzDfr7s\\\"}\",\"signature\":\"O8v5TX1BpWbeODk-A4K18WLVZJzXi__sRWbs5IezMmZfaAr-PlWv4xzjRgQWuv-uGoLwEEY9ZfBJ42LL79flEg\",\"signingKeySignature\":\"0x44b6bebcee77d917db7552a7ffe446a341186c342c34113969de2504e1e4609215ce9c13d19f7d73a80e728f1ee8007872bf75f0fab36d6064ecfd6a4cc5f0e11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LeECtfzmM4YC_n7VKJGy_r7T7oke_F2b3ho1GRqHIn4\\\",\\\"y\\\":\\\"Rp7_hOeZuztZf5rkbjGJGBPiTd0hz4DtWIkdrzDfr7s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ax2Rr0Izt8rSWtog__iiSECaMlwWYAo1lMrbysJlzM0\"}"