"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/UnKh6lZaJb91q19o6CldO.png?height=3567&width=2800&size=large)\\n\\nWith the upcoming launch of NFT Worlds multiplayer on the horizon, the time is now to begin establishing the framework of our NFT World. Our original vision for the plan is to ensure all MUSEdao members are airdropped a piece of private real estate within the NFT World. Since then, the vision has only become grander, with utilities never seen before in the NFT space. This article shall serve as the primary document and source of truth for the MUSEdao NFT World development project. Going forward, NFT World related proposals should be marked as such, and there should be a categorization system for all Snapshot proposals. We’ll start working on that ASAP. In the meantime, let’s dig into the excitement beholding us in NFT Worlds! \\n\\n![](https://images.mirror-media.xyz/publication-images/2p4I6fG6ufRdcjoG3ZKRr.jpg?height=7928&width=2800)\\n\\nOur NFT World is currently divided into two nations, with a large area remaining as unclaimed wilderness. The nations generally fit a Scandinavian vibe, with Nordurgar drawing inspiration from the rugged coastline of Norway, and Freyagard aiming for a cozier, Danish or Swedish experience. Although extensive work has already been completed to bring us above the 100-unit milestone, a considerable amount more will be needed. Fortunately, NFT Worlds’ multiplayer game-mode is expected to launch soon, which may open the door for virtual collaboration! If not, the DAO will likely vote to hire a Minecraft builder to assist the core team in the build out. \\n\\nAs we prepare for multiplayer launch, the team will be executing on several roadmap items to ensure the go-live is smooth. Housing units will be distributed via airdrop to MUSEdao members on a basis of one housing unit per membership token. Certain 1/1 ultra-rare housing units will be airdropped randomly to founding members. \\n\\n### Virtual Nature Preservation\\n\\nFinally, ten housing units remain unaccounted for - the National Park Steward cabins. These will be distributed in the coming weeks to a panel of 10 randomly selected individuals. 5 tokens will be distributed via Twitter and Discord giveaways or contests, and the other 5 will be distributed randomly to MUSEdao members. The National Park Stewardship Panel will then be given complete governance and ownership control over the entire national park territory. With as few as 5 votes, the National Park Stewardship Panel can vote to transform the park into an industrial mining zone… or they could continue preserving nature’s beauty for generations to come. This panel will be an interesting experiment into whether humans care about the preservation of virtual nature, as well as the  dynamics required to conspire against the group’s stated purpose in favor of personal gain.\\n\\nTo vote on this proposal, please visit our [Snapshot page.](https://snapshot.org/#/muse.eth/proposal/0x633f80e0b91f946f9f95bdde75c7c0e459c4c217c9be8efecbe18397f1a78018)\\n\\nTo join MUSEdao and be eligible for this airdrop, [view our official collection on OpenSea.](https://opensea.io/collection/muse-dao) \\n\\n![Proposed Construction Projects](https://images.mirror-media.xyz/publication-images/RjVfx9OiskXdnPRuxhY3F.png?height=1457&width=2443&size=large)\\n\\n\",\"timestamp\":1640585345,\"title\":\"NFT World 2022 Plan (Introducing Virtual Nature Preservation!)\"},\"digest\":\"VxZ2Siw970qdTzEM8lknw9CXCtFKD6KPRfpQLFhzXNw\",\"authorship\":{\"contributor\":\"0x08fA99A691BC8A56328a1CFd95020E4Ad9eeEce3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y5T2Ft0eTLn7cxc2lpH2fbLP9m6g2sP0zaW8GlPPyAo\\\",\\\"y\\\":\\\"H4Kudyw1fPYJBDhqrFFMZQ_6W95BgzZS8Ih0GbXYXLc\\\"}\",\"signature\":\"eUmLJVbMEWX3R4BhXXTpboax8vqBi7mfpAGeNPNsOEA1CBCxAZgbmaLPpxYkcpLqoEDZ6KIDGGgqIy85ADnnFA\",\"signingKeySignature\":\"0xf251a18f75d866bf437f8e5ac120e0685c92f9707831baf0b0677cfac7ed80507ce8ced590b468edefd4b30eb0ce0641445f4f9a436654189070eb38e3cf938c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y5T2Ft0eTLn7cxc2lpH2fbLP9m6g2sP0zaW8GlPPyAo\\\",\\\"y\\\":\\\"H4Kudyw1fPYJBDhqrFFMZQ_6W95BgzZS8Ih0GbXYXLc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VxZ2Siw970qdTzEM8lknw9CXCtFKD6KPRfpQLFhzXNw\"}"