"{\"content\":{\"body\":\"当第三颗灵动明珠被小金一口叼在嘴里时，硕大的沙蚁巢穴，突然开始剧烈的颤抖，那些沙漠蚂蚁不再向我逼近，纷纷露出无比惊慌的神情，摇动着头上的触角，如没头的苍蝇在原地打着转。\\n\\n```\\n啪啪啪，三个白骨祭坛一一碎裂开来，遍地的枯骨转眼之间变成飞扬的粉末，飘散在空气中，我心头突然升起一丝寒意，心头仿佛压下一块沉甸甸的大石，在漫天飞舞的骨粉之中，突然夹杂起丝丝缕缕的黄沙，不好，是那沙翼魔回来了。我连忙冲小金招呼道：“快回来，快点回来。”（收回宠物是有一定距离限制，超过限制距离，就无法召回）\\n\\n这沙翼魔的威慑力还真是猛，一出场能让这么多蚂蚁胆战心惊，这是什么概念，怪不得能一举搞定光头那伙人马，也不知道它到底有多少级，要是能驯服过来，那该多爽，收起小金的我，侧身紧紧贴着沙壁，还没过危险时期，咱的心头就已升起无限畅想。\\n\\n果然，那头体型巨大的沙翼魔拍打着双翅，从一个过道里冲了出来，盘旋在半空中，一对幽绿的双眸，狠狠扫视着周围，最后落在碎裂的白骨祭坛之上，昂起头，挥舞着双臂，沙翼魔一声长哮，吼声中似乎带着畅快的笑意，似乎又有无穷的悲愤，而巢穴上所有的沙漠蚂蚁，也跟着发出滋滋的磨牙声。\\n\\n不对，这些蚂蚁绝对不是惧怕这头沙翼魔，我突然发觉出几分不对劲，整个洞穴正在不住地颤动，那帮蚂蚁的目光，统统是注视在最底下，而那沙翼魔，在空中停顿片刻后，他的身子渐渐变得模糊而又透明起来，。\\n\\n大地在微微颤抖，蚁巢在一块块崩塌，任众多的沙漠蚂蚁刚才如何嚣张，如何仗着数量上的优势搞定沙漠蜥蜴，现在也一个个变得战战兢兢，只顾躲避从天而降的沙壁，再也没有向我围攻过来的迹象。\\n\\n怎么会这样，为什么会这样，看着眼前令人惊异的一切，我心里升起无数的问号，脚下，是连跨带跳，从巢穴上跳到地上，双眼紧紧注视着洞穴里的异常。\\n\\n那三颗遗落的灵动明珠可不光是给沙暴魔的纪念，还是令它一直无法转生的主要原因。所以，一直以来，它只能借助灵魂状态的沙翼魔来进行破坏毁灭，从而想要达到重生的目的，但是，由于三颗明珠一直都能镇压它的邪气，所以在洞穴之中，沙翼魔无法施展出自己最大的破坏能力，而灵魂状态的沙翼魔，其魔法攻击能力绝对是变态到极端，但是物理防御能力和血量，却是脆弱得连只沙漠蚂蚁都不如，如果我能鼓起勇气，上去给那沙翼魔几刀的话，没准就能把它给挂了，但是见识过它的厉害后，我哪敢动那个手。反过来它现在身在天上，我也没法接近它，只得眼巴巴地看着它在半空中越来越模糊，直至消失不见。\\n\\n不见，那这沙翼魔去哪了？\\n\\n又是一个大大的疑问浮现在我脑海里，不过我现在可没心情去思索这个问题，因为整个蚁巢已经完全崩塌了，无数沙漠蚂蚁葬身在沙壁中，而我，也是狼狈不堪，就恨刚才一时冲动跳了下来，不然的话，哪有这样的麻烦，而小影，也早就被砸成一堆碎骨了。\\n\\n还好，攻击时间已经过了，没有再去等待这里到底会变成什么模样，我立即拿出回程石，双手一抹，伴着地上耀眼的银白色光芒，一道金光闪过，哥们我总算是从里面脱身了。\\n\\n蚁巢外面附和的沙壁全部崩塌了，在巢穴之中的，是一个巨大的雕像，就仿佛是一个放大版的沙翼魔，但是，比之更要魁梧，面目更加狰狞恐怖，那鼓涨的肌肉，夸张的线条，简直不是瘦巴巴的沙翼魔所能比拟。\\n\\n那对爆睁的双目中突然射出两道紫光，跟着响起一连串如爆竹般啪啪声响，从雕像面庞上，裂开一道道缝隙，蜿蜒曲折地蔓延下去，一层如鱼网般的碎纹立即布满雕像上下。\\n\\n唰……交错刺眼的黄光从裂缝里迸发出来，那紧握的拳头刚一松开，跟着又攥成了一团，重重挥了出去，嘭！一声巨响，立即在沙壁上砸出个深坑。\\n\\n雕像，复活了，这头被围困在这里多时的沙暴魔终于能够破沙而出，拥有强悍的身体之后，它的凶悍，放眼血腥沙漠，算是无怪能出其左右，咱这阴错阳差，一个不小心，又招惹出一头大神来，而且，还是个属于怪物金字塔顶级的主。\\n\\n血腥沙漠，注定将不在平静\\n\\n**************************\\n\\n呼，深深喘了口气，我脱下头盔，让自己的心情，慢慢从游戏中平静过来，刚才那一幕，可真是险啊。\\n\\n目光注视着窗外，阵阵小雨沥沥湫湫的落着，信步走到阳台上，放眼望去，整个天都是灰蒙蒙，小雨知时节，当春乃发生，现在刚过了年，怎么也算是个早春吧，这场雨，下得还真是及时。\\n\\n这一转眼，离过年已经有八、九天了，这段日子里，我可是丝毫没有放弃战斗，把头盔都带回家，闭门苦修，总算也是劳有所成，劳有所获。可是没想到昨天刚一回上海，就走了霉运，挂了掉了一级，真是人倒霉时，喝凉水都塞牙缝。\\n\\n虽然这春雨贵如油，但是在我眼里，简直就是老天为我落下的伤心泪，俺有泪，一般都是不轻弹的。\\n\\n得，弄点夜宵填填肚皮，赶紧休息去，这几天李阿姨回老家探亲，可把哥们我给辛苦了，有了上顿没下顿，吃的都是清一色速冻食品，等于是回到当初的苦日子，如果再不注意休息，那简直就是在自虐。男人嘛，没有老婆和女朋友，就得自己关心自己，爱自己，先从爱身体开始。\\n\\n第二天一上线，我想起自从去了沙漠，我的传呼机可都是一直没开，这么些日子一过，估计消息都快传爆了吧，连忙拿出来打开一看，喝，果不其然，一连串的信息立即冒了出来。\\n\\n“大师傅，最近又在忙些什么呢？大过年的居然也不见个人影，招呼也没一声。你给小舞她们煅造的长弓真是不错，现在我们帮里所有弓手都在梦想能有一把蓝翎哦，如果你方便的话，把需要的材料告诉我，我来准备，你再帮我打造几把啊，工钱多少我照给哦！对了，还有小舞她们为了感谢你，还打算请你吃个饭，怎么样，什么时候有时间，就给我回个话，我们随时恭候。”刚一打开传呼机，水清灵的消息第一个闪了出来。\\n\\n呵呵，不就是打几件装备而已，何必这么客气，还要请我吃饭，还是免了吧，叫咱混到女人堆里吃饭，尤其是一群叽叽喳喳的女子中间，多半会让咱食之不得下咽。我婉言谢绝了水清灵的好意，告诉她最近还有点事，吃饭就免了，有空的话，一定会帮她再打造几把长弓的。\\n\\n“小隐，新年好啊，好久不见，想死老哥我了。”这是血染疆土发来的，“最近在忙什么呢，怎么都不来我这里坐坐了，对了，我们帮里这次搞了个拼酒大赛，怎么样？有没有兴趣来参加，试试你的酒量。”嘿，这个疆土，花样还真多，还搞起煮酒论英雄来。天地里的酒虽然不伤身，但是喝起来可是要醉人的！还好日子早就过了，要不真被他拉了去，指不定咱要出什么笑话来呢。\\n\\n“我的好大哥，你老人家是不是不要我们了，怎么一下子就象消失风雨中，一点音讯都没，过年了，什么时候能带我们去庆祝一下，弄几个boss级怪砍砍啊。”晕，挑灯这小子，说话口气咋就这么轻松呢，弄几个boss砍砍，不知道大哥我刚被boss给搞定吗，庆祝个屁啊。\\n\\n“张羽，你这些天干吗去了，从凤舞阁出来以后就没见过你人影。电话打了也不接，手机更好直接关机，你什么意思嘛，不想见我你直说，别来这套，哼，这几天我有事，先不和你计较，回头我倒要上门看看，你还买不买我这个房东的帐，说话一点都不算话。亏我还体恤民情，还准备送你个过年礼物呢，真是的，什么人嘛。”这样不客气的话，除了马尾辫外，别无分号，但是她居然还惦记着给咱送新年礼物，着实让俺小感动一下，回头，回头一定带她出去杀怪，满足她的小小愿望。\\n\\n不过，在诸多大同小异的消息之中，有条突然一下子就吸引了我，是我那老哥哥，无名天下发来的：“小隐，过年忙什么呢，好久不见，想死你了。对了，有件事想麻烦你，老哥我找了个钓鱼经验狂多的好地方叫普陀岛。不过那里怪太厉害了，我虽然升了一级，但也挂了一次，算是两抵，如果你最近有空的话，那就陪我去看看，正好你杀怪我钓鱼，两不误。”\\n\\n点击察看图片链接：\\n```\\n\\n\\n------------\",\"timestamp\":1640773405,\"title\":\"第三百一十七章 普陀岛\"},\"digest\":\"CMZhq7qFIxKqWj9E0KMBa3CHcbyOGvZonE0tpbFY3tA\",\"authorship\":{\"contributor\":\"0x181367aFB7aEB14183b1eCdd4Bd93ed20ED875f7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3kffw2U53uy3hWHiw8qGI9AaiNawhsUajGx-baeBCmQ\\\",\\\"y\\\":\\\"vUj7ctCg5Ru9qSBTsU2P-NZR6tVVRbJzlGtJHVm7B_Y\\\"}\",\"signature\":\"dDlB2qJROoLVCbNoW0eFx43WIZ9cUD0pFAj-Ooj-T1-GL63nj2k-aWZCHfEWzm6SAaa60tHT1E665OTi9F8OcQ\",\"signingKeySignature\":\"0xf48245e531ff41f17ebaf59fca5755656bb8c000c702c283d791edcb94671d594668ee635cfca6fcf42cce00e5390319021749a26c1141f663a2b0d32900ecd41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3kffw2U53uy3hWHiw8qGI9AaiNawhsUajGx-baeBCmQ\\\",\\\"y\\\":\\\"vUj7ctCg5Ru9qSBTsU2P-NZR6tVVRbJzlGtJHVm7B_Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CMZhq7qFIxKqWj9E0KMBa3CHcbyOGvZonE0tpbFY3tA\"}"