"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/1U6atXhtjoi9nyMJpLQnM.gif?height=270&width=480)\\n\\n**I’m not good at my job**\\n\\nWe do 360 impact reviews at Shopify every year, which are an honest and constructive reality check. I did not do well in most impact reviews, which means simply I was bad in my current role as Senior Product Manager at Shopify. *(Hint: Recruiters, don’t hire me)*\\n\\nThe only time I “met high expectations” was in 2020, because everything lined up perfectly. I was working in a small team I loved, a zero to one type of project, fast-paced, high impact and trust with leadership. I thought I had a breakthrough moment and if I do the same thing again I might get promoted, but 2021 was the opposite of that. I did not love the work I was doing, I was not good at it and that was also reflected in my annual impact review with “usually meets\\\" - I underperformed as a PM again.\\n\\nIt is clearly not working for me. I felt burned out from work, COVID, remote working and moving back to Europe did the rest.\\n\\n**I needed to step back**\\n\\nI had to remind myself what I want, what I’m good at, what my interest are and what I enjoy. I love learning new things, being an apprentice, zero to one projects and optimizing for these things:\\n\\n1. Choosing what gives me joy, more options, not less and steep growth opportunities\\n2. Making more money, so you can do more of one #1\\n3. Never focus #2 at the expense of #1\\n\\nThat has led me to spending the majority of my[ free time coding](https://futureland.tv/borahm/learning-to-program) and going down the crypto rabbit hole in 2020 - I loved it! I realized that's where my passion lies and at the beginning of 2021, I was one of seven employees, who got accepted in an internal pilot program to do a 3-months[ software engineering bootcamp](https://generalassemb.ly/education/software-engineering-immersive).\\n\\nThe program is starting next week and not only that, Shopify also [started a blockchain team](https://twitter.com/robjama/status/1454213043592777733) this year, so you can be sure that all my eyes are on it. :)\\n\\n**What is my goal for the next 3 months?**\\n\\nI’m not 100% sure yet what exactly my next role and job will look like, but I do want to spend the majority of my time next year coding, even at the expense of my “career” and “money”, so that I can:\\n\\n* Learn the basics of software engineering and computer science\\n* Build simple web applications with a modern web application framework\\n* Ship simple features to production at Shopify\\n* Understand and evaluate technical designs of software projects\\n\\nThat might be very ambitious, but always aim for the sky!\",\"timestamp\":1638484184,\"title\":\"TBD\"},\"digest\":\"fJIlhdyUPYJsilv0AfE6DGrD5DR6_qmVzzoBOBPq9YQ\",\"authorship\":{\"contributor\":\"0x4fE62c9735B59c8a1c6b6E10e657b976401A43B0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k404vPcrs1SrqUtzfpxMLwqyf7D5IJKY9skxWQt7m8U\\\",\\\"y\\\":\\\"FrXZICuzMEKSTTHtEc1O5tKuBdouDvJtBt7B85_gPmY\\\"}\",\"signature\":\"387y0NlNmdRzIBWZc-WAQAvXm0jruDFDsiO7AGYzpQ0dW2qW-EgtvR199AACfTpPRmnVb34RWTBilVhe6a9wlw\",\"signingKeySignature\":\"0xd353b835c4fbfe6e21b29d0fbf81fe58bbc3b996678c283bdb34e0d94d03b1a953380b9b9aa22f72e3f50c1c72e75ac309cd3bbb47b25493eaeeb506bd6e68251b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k404vPcrs1SrqUtzfpxMLwqyf7D5IJKY9skxWQt7m8U\\\",\\\"y\\\":\\\"FrXZICuzMEKSTTHtEc1O5tKuBdouDvJtBt7B85_gPmY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S20m0oJQ_OsVL94ExRdY83NC89uPH1LxyakE1cObW6Q\"}"