"{\"content\":{\"body\":\"*This article provides an overview of how to deposit ETH into your MetaMask*\\n\\nYou can buy ETH from:\\n\\n* **Option A: within MetaMask** … this is a streamlined process but often charges higher fees that others \\n* **Option B: from a centralized exchange** … this process requires you to create an account with an exchange, but offers a secure way to purchase and transfer ETH or  other cryptocurrencies with minimal fees.\\n* **Option C: from a decentralized exchange** … these allow you to exchange other cryptocurrencies for ETH for a small fee.\\n\\nWhile Option A (purchasing ETH from within MetaMask) allows you to stay within the application… **we recommend Option B** **(setting up an exchange account)** to be able to easily purchase, trade and transfer ETH and other cryptos from an established exchange.  Details on Option C (using decentralized exchanges). will be covered in the future as these require already having purchased cryptocurrency.\\n\\n### Option A: To buy ETH from within MetaMask\\n\\nSelect the buy or add funds button in you MetaMask to buy ETH and have it deposited into your wallet from one of the provided options.\\n\\n![](https://images.mirror-media.xyz/publication-images/tNaDo6lj1tyIvPDEPbZPp.jpg?height=1341&width=1613)\\n\\nNotes\\n\\n* You will be charged a “gas fee” to transfer the ETH into your wallet. Gas fees apply to all transaction processed on the Ethereum network, learn more about them here.\\n* Most service providers that you can buy ETH from will require a form of identity verification to comply with government regulations.\\n\\n### Option B: To buy ETH by creating an exchange account\\n\\n**B.1 - Setup an exchange account**\\n\\nYou can transfer ETH that you buy from a supported exchange into your MetaMask. We recommend using [coinbase.com](https://coinbase.com) as one of the easier to use options for US residents, and [binance.com](https://binance.com) for non-US residents.\\n\\nYou can use the the country based search engine to view exchange options and [learn more here.](https://ethereum.org/en/get-eth/)\\n\\n![Source: https://ethereum.org/en/get-eth/ updated as of Jan. 7th, 2022](https://images.mirror-media.xyz/publication-images/8a9D7O5yEjnt7WlJckuc2.png?height=1840&width=654)\\n\\nNotes\\n\\n* You cannot transfer ETH to your MetaMask (or other decentralized wallet) from all exchanges. For example Venmo, CashApp, and Robinhood all do not currently allow you to transfer ETH from your account to another wallet.\\n* Most exchanges will require a form of identity verification to comply with government regulations. While some offer automatic identity verification, this process can take sometime.\\n* Some exchanges do not allow for newly added funds to be withdrawn right away, make sure to set up your account in advance of you needing the funds.\\n\\n**B.2 Transfer the ETH from your exchange account into your wallet**\\n\\nAfter you have purchased ETH within your exchange account, you will need to transfer it to you wallet. To do so follow these general steps:\\n\\n1. **Select the withdraw or transfer** option from within your exchange account\\n2. **Select ETH** as the currency you want to transfer. If it has an option, make sure that it is the ERC20 one.\\n3. **Input your destination ETH wallet address**. To view your MetaMask public wallet address, copy the address below your account name, or select it from the menu options\\n\\n![How to copy your MetaMask wallet address](https://images.mirror-media.xyz/publication-images/7ZWmb9Jz3g2ED4VMOtsSt.png?height=1985&width=2479)\\n\\nConsult your exchange specific help section for more details.\\n\\n**If you have any questions on how to purchase or transfer ETH**, please reach out in our [Discord channel](https://discord.gg/EG2XV76U95) or shoot us an email at info@seva.love\",\"timestamp\":1642673259,\"title\":\"How to deposit ETH into your MetaMask\"},\"digest\":\"ZkGdW1ksjWjLnD2YgbYdZHuFrbGvcZUO1k-XRwjKHpw\",\"authorship\":{\"contributor\":\"0x5056596726deAcAA6a78Ad4f1bB826d008689606\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sOuV983r5KC3mMgUt6lwHxpSh98Irc9LRL5kAA5yPQY\\\",\\\"y\\\":\\\"Tc8itbnJuOsmIdiGa6lDYe6rVVweQ_uTEODW_0HQJt4\\\"}\",\"signature\":\"WJlnoABbxYLiuCy-pB7rwfNkN20FY1W-mpKQUbd65g4yGIsgMPX-66rEyA10pOGKBtwbx3hTZApoh0j8A1lnuw\",\"signingKeySignature\":\"0x437e72951c439881e4f77d6ad8e87a126213d0dd8ba8d2bd5b8ea1c5928e9ac452a548eb879a86f76c01e1fafb59e0de222116e229ccb65dbeb012accac40f681b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sOuV983r5KC3mMgUt6lwHxpSh98Irc9LRL5kAA5yPQY\\\",\\\"y\\\":\\\"Tc8itbnJuOsmIdiGa6lDYe6rVVweQ_uTEODW_0HQJt4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZkGdW1ksjWjLnD2YgbYdZHuFrbGvcZUO1k-XRwjKHpw\"}"