"{\"content\":{\"body\":\"*他的失败与成功，从未浪费。*\\n\\n> *​​第一章 **乱局***\\n\\n有关雕刻先生的事迹，微博上略有传闻。大多都集中在2020年3月13日上午行情动荡的爆仓。\\n\\n至今快有一年之久了。\\n\\n作为一个亲历者和朋友。我觉得有必要为以后留下一些思考，和一些有关于当年的情形。\\n\\n早在17年时，雕刻的风光我就全然尽收眼里。那时他就是币圈的老炮儿了。雕刻每天混迹于币圈的各个社交平台上。从预挖到爱惜偶，从香港共识到对阵BCH，他的热情与怒火像是个饱经沧桑的中年人对俗世的愤懑。\\n\\n他几乎憎恨币圈所有的带单老师，亦嘲讽所有的中心化项目。甚至到了把以上的人事划进与业内共识为敌的程度。\\n\\n我从未见过如此坚决之人，倘若不是动了别人心头上的明珠，也决然不会有这般的激烈反应。当然，这其中不光是怒火，也有恨铁不成钢的悲凉。\\n\\n在这三年里，我一个人起起伏伏，四处寻觅探索。\\n\\n与雕刻同行，但资产却与之成反比。眼看他高楼起，眼看他奔驰G，眼看他左拥右抱唱着曲。我还是被镰刀割了一笔又一笔。\\n\\n不过还好的是，雕刻每年都能告诉我业内的方针和纲领。好在依凭他，我也能苟活于世。\\n\\n \\n\\n> *可好景不长，常胜将军落马，死于马蹄之弱。*\\n\\n \\n\\n2020年新冠的降临是这个世界之殇。各行各业受之牵连，倒闭破产，摇摇欲坠。\\n\\n币圈也无法幸免遇难，一个月之后，业内发生了一场惊天巨浪。\\n\\n312的变动，我已无力回想。 \\n \\n\\n随着市场的引爆，当天晚上，守夜群里，有人在喊鱼死网破，有人在笑天赐良机，我欲言又止，手足无措，在心如乱麻中昏昏睡去。\\n\\n等到第二天上午10：30的时候，市场发起了第二次毁灭。我已经坐在电脑跟前有四个多小时了。神情恍惚，眼神迷离，朦胧中透过显示器的屏幕，我看到了一张发白的脸。手里全是冰凉的汗，时钟滴答滴答的敲响生命的重量，亦流逝亦静止。反应过来时，手里的烟烫伤了手指，将我从空白中拉扯了回来。\\n\\n打开了守夜群，雕刻已经在变卖资产了。那时的大家都像逃荒一样，没有人说话，就连一行愤恨的字都没有了，匆匆收拾行囊，逃离战场。随着主心骨雕刻在群里告之爆掉了五千万的仓位后，留下了一句bitcoin已经丧失了避险资产属性，就下线了。\\n\\n我盯着雕刻头像，不知该说些什么苍白的话来自嘲或共情。就连我们之间的空气，都降到了冰点。回想往日，守夜群里的荣光，为信仰赴死的高尚，在那一刻，像是整座城市的倒影，迎来了末日的宣判。我知道，一个字就足以将人的情绪似决堤般引发出来。光标闪动了几分钟，我关掉了屏幕和音响，站在阳台上，又抽起了烟。\\n\\n \\n\\n> *个体的坚持无法抵挡潮流涌动，也很难独善其身。*\\n\\n \\n\\n那几天，群里沉默，没人说话。承认才是一个成年人的成熟。翻盘重来像是一把锯条，伸出去，剌对方一道口子，缩回来，锯条上的齿都自己的牙印。我知道，或许要很久，雕刻的才能平复，才能接受这一切，才能放下曾拥有的。痛苦亦是修行，但群星陨落，将如何面对明天？\\n\\n没有人回答。\\n\\n剩下的内容只有沉默，接连数月的沉默。原来古一的一掌逼魄是这般滋味。\\n\\n \\n\\n再见已是三个月后了。\\n\\n \\n\\n这期间雕刻在哪里？我不知道，我也无心去关怀于他。\\n\\n每个人在那之后，都销声匿迹了。\\n\\n \\n\\n浮生不若梦,孤影照惊鸿。\\n\\n \\n\\n \\n\\n> *第二章 **涅槃***\\n\\n \\n\\n少年归来，已是成竹在胸的剑客。\\n\\n \\n\\n当你的眼前是一扇窗户时，你若靠近了观察，全然都是污渍，浑浊，亦或偏见。\\n\\n唯有退后一步，方可见窗外之景。\\n\\n币圈内就是一场江湖。分钟线的刀光剑影，又圆又肿的区间。此起彼伏的沟壑走势，高深莫测的轻功盖世。这其中夹杂这人性的贪婪和恐惧，聪慧或执着，于市场的随机性中，被消化的无影无终。每一方，每个人都要在线上画上对的那一笔。他们以前者为锚，以后者为饵，为自己编造一架固定的牢笼。水涨船高时，笑笑别人，滔天巨浪中，翘首企足。\\n\\n无疑，雕刻绝不会是其中的一个。\\n\\n \\n \\n\\n后来再见时，已经是六月份了。随着市场回暖，群里也慢慢热了起来。闲聊之余，我了解到雕刻在爆仓之后，过得确实很惨，甚至开始售卖或抵押他的C63，撸小贷等。曾经的例不虚发，到当时的颠沛流离，让人感叹世事无常。\\n\\n再相谈的起因是源于Re0的第二季开播。\\n\\n我一边兴奋的打开了沉默好久的对话框向雕刻告知此事。诉说着我心爱的爱姬多娜又将重现舞台云云。一边试探他的反应。\\n\\n还是一如既往的高冷。\\n\\n几句寒暄之后。\\n\\n我还是沉不住气，问了一句：\\n\\n最近有什么操作吗？\\n\\n雕刻：操作？什么操作？\\n\\n我：难道你真的决定离开这个市场了吗？\\n\\n雕刻：什么离开？我没离开过啊？\\n\\n \\n \\n\\n我一头雾水，是不是这货西湖跳多了，耳朵有点不好使。\\n\\n我：开仓没有？\\n\\n雕刻：开了呀，一直都拿着呢。\\n\\n我暗暗思忖，事情可能并非我想像的那样庸俗！\\n\\n我思索之后，有些诧异。并不是因为雕刻重拾信心让人欣慰，而是字里行间，他对我的提问透露着一种疑惑。难道他从未停手？如此这般的话，三个月之久的线，雕刻如果一直没有放弃，足以让他重整雄风啊！\\n\\n那便意味着：回归从一开始根本就不存在！\\n\\n \\n\\n顿了顿心神\\n\\n我嚷道：我不信！\\n\\n \\n\\n雕刻拿出了他30X的截图，仿佛从一个小庭院的街门框中搬出了他的收藏已久龙书宝案展示给我看。那狭小的门框是我对网络对面年轻人的低估，甚至是瞧不起。放大缩小，我反应过来后，瞬间欣喜若狂！原来只有我一个人放弃了所有的信任！雕刻，Bitcoin，他们从未放弃！\\n\\n惊喜的同时，我向他阐述了我有多开心，多高兴。可他并没有多大反应。还是一脸淡然。还是那张“尔等naïve”的脸。\\n\\n聊了几句后，他就睡觉去了。\\n\\n \\n \\n\\n可我的内心还是无法平静下来。\\n\\n细一点来讲，如今之雕刻，亦不是五千万的雕刻，也不是爆仓的雕刻，他依然是多年前的小众民谣粉丝，如今的肥宅。所有的事情在他的身上留下过痕迹后，就再也不复存在。这般心胸，能忍人之所不能忍。这般魄力，能于骇浪中，冷静思考，知行合一，我佩服得五体投地。\\n\\n \\n\\n> *雄关漫道真如铁，而今迈步从头越！*\\n\\n \\n\\n \\n\\n【如今看来，确实如此。再后来我们聊了一晚上。原来雕刻在12号的晚上彻夜未眠。他30多小时的不死不休的思考着市场运动与bitcoin本质之间的关联。得出结论：Bitcoin并未失败！这只是新冠影响下全球范围的市场恐慌，短时间内的价值背水，如果死于当下，那可真是前所未有的大傻逼了。痛定思痛，便立刻付诸于行动。变卖资产是真的，撸小贷也是真的。可他的目的并不是收尾，而是新的开始！313上午11点后 雕刻集结了所有他能集结的资金，立刻进场操作。直到我了解了真相的那天。】\\n\\n \\n \\n\\n我被骗得好惨，也好高兴。\\n\\n \\n\\n就这样又过了半年。\\n\\n随着时间的推移，所有的感觉都回来了…\\n\\n \\n\\n雕刻还是那个雕刻，痛苦的情绪如昨日时光般亲切和真实。\\n\\n \\n \\n\\n原来有的人，早已重新开局。\\n\\n \\n\\n \\n\\n> *第三章 **最近***\\n\\n \\n \\n\\n现在已是年末，市场回归，各方涌动，雕刻的微博上又恢复了欢乐的气氛。\\n\\n仿佛过往的一切尚未发生过。他还是那个肥宅，网络斗士。\\n\\n \\n\\n群里闲聊之余，我又开始折磨雕刻。\\n\\n和雕刻索要财富密码的时候，我也觉得我的确是舔着个大长脸的，可毕竟你是大佬，又高又硬。总是要给围观群众留下一些门道的。每逢此刻，雕刻仿佛要掏出了他的方天画戟一样，捅一捅你头上的呆毛。\\n\\n他认为人们对于市场的观察，束缚于分钟线，拘泥于几秒钟的行情，无异于管中窥豹。追涨杀跌，寻找开仓点位，在雕刻看来就像是谈论天气一样无聊和愚蠢。他说 我们应该去到最初的起点，然后画一条直线，连接终点。就像纵观四季变化一般，变化无时不在，以不变应万变的宗旨便是不要逆趋势而行，随风而起，于耀眼时落地，于沉默时出击。\\n\\n \\n \\n\\n坚持才是一个成年人最耀眼的品质。\\n\\n \\n\\n……\\n\\n \\n\\n漂亮话说的飞起，我还是丈二的虚竹摸不着头脑。\\n\\n \\n\\n别废话，开哪边？\\n\\n雕刻：见机行事。\\n\\n机为何时？\\n\\n现在，过去，曾经！ \\n \\n\\n？\\n\\n…… \\n\\n别拦着我，看我不削你丫的！\\n\\n \\n \\n\\n> *第四章 **结尾***\\n\\n \\n\\n新春在即，雕刻的微博上签名写着他还是那个看漫画的肥宅。对于未来，他的畅想也越来越丰满，愈发的辽阔起来。\\n\\n \\n \\n\\n最近我们还在聊，有关智商加点和百万资金二选一的抉择。还有拉姆和艾米利亚的角色权重。\\n\\n他偶尔还告诉我：跟他开，保证有哇哈哈和薯片。我笑呵呵的点头。\\n\\n \\n \\n\\n我也在慢慢的放下过去，与过往的自己告别。\\n\\n \\n\\n \\n\\n【回忆里，翻天覆地，皆为过往。一个人揪着往日的成败不放，注定无法前行。每个人的人生中总喜欢用价格成本衡量自己一时的价值。这种短见便是窗户玻璃上所沾染的污渍，被失败所吸引，被经历所吸引，使得自己亦正亦邪，惶恐不得终日。倘若退后一步，缩小来看，越过人生的失败看去，倒处都是未来的光景。\\n\\n我很喜欢《一句顶一万句》巧玲对牛爱国说的两句话：*“我活了七十岁，明白一个道理，世上别的东西都能挑，就是日子没法挑”。牛爱国没有说话，他妈又说道：“我还看穿一件事，过日子是过以后，不是过从前”*】\",\"timestamp\":1633918763,\"title\":\"有关雕刻的回忆录\"},\"digest\":\"H_V3dASXbHdipAATqDH-eSTHJ-FjaohkbTDfta2RGgs\",\"authorship\":{\"contributor\":\"0x44641240759e94AE837C1122A8b12CE73014E9A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mQGkrBbD2dUAaJAad8bouqdGjXGYGRFR31xvcC2Hmnw\\\",\\\"y\\\":\\\"yJGE_QGANGnOIwt9Ej137Pr8jzv7CyV9GddgnPVCETM\\\"}\",\"signature\":\"cL3DAZc-Q3u_dCv3dbG1c5W8SyUeliU0W5S-GB99259NyhaiOJX8n7huabr8jUQhBBz5tpvyWIugPJHXuHh_eA\",\"signingKeySignature\":\"0x953d06f798111822aa599f6a1c86be9b4e220e339eacfdc5e50e952e02850375205bc91422098aea37fa6c3b916891b305044de24f3f9b5dfce7eabdc475c14a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mQGkrBbD2dUAaJAad8bouqdGjXGYGRFR31xvcC2Hmnw\\\",\\\"y\\\":\\\"yJGE_QGANGnOIwt9Ej137Pr8jzv7CyV9GddgnPVCETM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H_V3dASXbHdipAATqDH-eSTHJ-FjaohkbTDfta2RGgs\"}"