"{\"content\":{\"body\":\"Nowadays, bitgames is becoming more and more popular in blockchain area. The Play-To-Earn economy revolutionize how people interact with the economies of their favorite games. Play to earn allows players to own their own assets and increase value through typical in-game activities (such as breeding creatures, unlocking and upgrading, purchasing items, etc.). Here comes the Adamant Mine.\\n\\nAdamant Mine is a single-player arcade-style game in which players must hunt for Adamant! Each Adamant mined allows each player to earn, donate, and burn!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*z6UbC9Af1E6wOH-5.jpg)\\n\\n## Two modes in this game\\n\\nNormal mode and survival mode.\\n\\nNormal mode is the main play-to-earn game mode of Adamant Mine. In normal mode, the players use up energy to mine a block. 1 energy is used to mine one block and players will receive 10 energy per hour with a maximum of 100 energy stored. The goal of the players is to be able to try and mine as many $ADMC blocks as possible! The game will have simple left, right, and down movements only and once the player goes below the depth level of the block, you will be unable to go back up to a higher depth. The player can accumulate as much $ADMC blocks as the player wants and may claim them at any time.\\n\\nThere will be 4 types of blocks that can be mined:\\n\\n**1. Soil (empty) block — which gives no rewards — 76% spawn chance**\\n\\n**2. $ADMC block — which employs the earn, donate, and burn — 2% spawn chance.**\\n\\n**3. Diamond (energy) block — which gives 3 extra energy to the player — 7% spawn chance**\\n\\n**4. Bomb block — which causes the player to die and start from the start again — 15% spawn chance.**\\n\\n![](https://miro.medium.com/max/876/0\\\\*-8EZEbcPe5rQ-3tR.png)\\n\\nThe contents of each block will be visible. Player rewards are endlessly accumulated and are claimable at any time. The death of a player will cause the user to start from the top again with a new map but not lose any unclaimed $ADMC blocks mined. The death of a player in normal will cause the player to lose 20 Energy on Normal mode\\n\\nIn survival mode, players don’t use up energy. Upon starting the game, the players automatically drop down and the players can only move left or right. The player’s character will start to drop down faster and faster as the player reaches a lower depth. In this game mode, there will be no diamond blocks as there is unlimited energy. The goal of this mode is to mine as many adamant blocks as possible while trying their best to avoid the bombs as the game goes faster. Once a player hits a bomb, the game is over.\\n\\n![](https://miro.medium.com/max/984/0\\\\*6J0EVTCIIFTE_ycf.png)\\n\\nAdamant Coin (ADMC) was launched as a DeFi token in early 2021. As a cryptocurrency, ADMC was designed to generate income for its holders by being a deflationary token and to give them the opportunity to donate to charities of their choice. In this way, ADMC holders are able to not only grow financially but also contribute socially. Each transaction is subject to a 10% tax, of which 5% is burned, and 5% is redistributed to all holders! You need at least 1M ADMC in your wallet to play the game\\n\\nCome and enjoy the fantasy game!\",\"timestamp\":1642489736,\"title\":\"How to play Adamant Mine? Check this Strategy! \"},\"digest\":\"_txL1C_OrtVxPs1U_wqvVxlssF15MUA2clKB5fQkwG4\",\"authorship\":{\"contributor\":\"0x2cDc9360D38e50407613e858a9b950964430C8c0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z_zk4oGtXZtdUSmXGrsdGpMxao-RFxhY4rxq7zTn6Ts\\\",\\\"y\\\":\\\"G0HPBM6fbBvUNrR-bWYV40n3uWz79RF8JxYy9gy8pbY\\\"}\",\"signature\":\"hofo8324c9qmNHvb2WnnegnCX_RJthIQ2k0VyRHQ6B3Kqc07MIWs-g4E6lXxsrbVgpz2d0lS-x809lcyVyodrQ\",\"signingKeySignature\":\"0x84b6806b234a313f40c71de67220b235d62776b6e482ee56a5ccef71a42b213b77175639dd858a6a5b127604473768fadadfba37ae4c1bb33adc410c642cd2bf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z_zk4oGtXZtdUSmXGrsdGpMxao-RFxhY4rxq7zTn6Ts\\\",\\\"y\\\":\\\"G0HPBM6fbBvUNrR-bWYV40n3uWz79RF8JxYy9gy8pbY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_txL1C_OrtVxPs1U_wqvVxlssF15MUA2clKB5fQkwG4\"}"