"{\"content\":{\"body\":\"夜色无边双匕在胸部一舞，身影如利箭一般向我冲了过来。正当他移动到了我面前的瞬间，匕首也犹如彩霞一般轻浮到了我的身上。此刻夜色无边又一次展露了笑容，而这一次却是胜利者的笑容。或许对他而言，一个小小的布衣只需要轻轻的几下匕首就完全可以搞定的。\\n\\n```\\n兄弟，笑得及早了吧。正当他匕首落下的千钧一发，我施展了迷心咒，剑刃也只是轻轻在我的上衣上划出了一道口子，丝毫没有伤到我。\\n\\n五秒，我只需要五秒，对于一个同样没有太多血量基础的杀手而言，五秒的混乱已经是绰绰有余了。\\n\\n连续的四个召魂和原先已经在夜色无边身上的天火咒，让他为轻敌而付出了三分之一血量的沉重代价。\\n\\n此刻，夜色无边一定会随着身体的清醒而头脑清醒的！那样，他又会变回处事谨慎而又冷静的西方第一飞爪杀手。利用他最得力的武器飞爪来抓住我，不让我有丝毫可以逃避的机会。虽然他已经掉了三分之一的血，但是抓住我以后的攻击足够让我死的比他快。而我要获得胜利，必须让他在清醒前，再给他打一剂强心针，让他继续的轻敌。\\n\\n在他清醒的前一秒，我猛的向后一跃，跳出了他的“攻击范围”在给他补上了火灵水灵各一个。火灵符是为了让他继续处在副面效果下不能潜行，而水灵符是为了减慢他的移动速度。\\n\\n夜色无边发觉自己一复原，立即注意到自己已经落了三分之一的血量。\\n\\n这还有点意思，夜色无边惊觉的笑了笑，看来眼前的对手并不是流得虚名的，这分头脑，几乎可以与隐为者相提并论，甚至更高一筹。\\n\\n收起了对敌人的轻视，夜色无边终于拿出了自己的飞爪，直到现在，他才终于开始认真了。\\n\\n察觉到身上的水灵符效果。他又一次露出不屑的笑容。或许他认为，我虽然有些身手，但依旧只是一个东方大陆的道士，对西方大陆的夜色无边并没有那么多的了解。不知道在被他的飞爪抓住以后根本没有逃跑的机会。或许在和他同样等级的情况下，还能和他一战，但是现在却依旧有着百分百的把握可以将我打下擂台。\\n\\n夜色无边并没有拖着迟缓的步代来追击我，而是一记飞爪将我牢牢的束缚住。我用力拉了拉飞爪。丝毫没有拉动，脸上浮现出了惶恐的神情。而对面的夜色无边已经很巧妙的观测到了我脸上这一刻意流露出的表情。\\n\\n我并不是一个演员，没有汤姆，汉克斯那样的演技，但是对于先入为主的夜色无边而言，我的恐慌是完全正常。因为他知道，对于一个完全不了解西方杀手的道士而言，被他这样束缚住，有那种恐慌是完全正常。\\n\\n夜色无边将手中的飞爪轻轻一拉，我的整个人就犹如风筝一般被他拉了过去。他自信的匕首摆在了我眉心的终点。等待着我的眉心自己撞到刀刃上。\\n\\n场下所有人看到此刻的一幕时，鬼狼鹏飞他们都惊呼“不好！”而逆天的兄弟们则提前开始欢呼。他们知道，这一刀虽然我中了以后不至于被直接秒杀，但是这一刀中了以后。我绝对已经没有任何能力反抗了。而夜色无边再一次露出了胜利的笑容。\\n\\n兄弟，你笑的太早了。真是太早了！\\n\\n就当我正要撞到刀刃的那一瞬间，众人的眼前忽然一花，我在所有人的面前消失了。\\n\\n此刻夜色无边左顾右盼，几乎不相信自己的眼睛。他的飞爪已经空空如也，而四周根本没有我的踪影。他知道，如果我在他面前再次使用潜行的话，绝对不能逃避他的眼睛。而且，这时候我是绝对不可以使用潜行的。而此刻，不管是擂台还是空中，都没有我的踪影，而自己依旧是处在战斗状态中。他开始了疑惑和不解。\\n\\n绝大多数的人都会猜测我再次利用自己的种族优势使用了潜行，但谁也没见我使用幡旗，我到底是如何脱离战斗状态开启潜行的呢？莫非学会了影遁？那可是杀手跟盗贼才会的技能。\\n\\n土遁？\\n\\n台下的安落虹眼睛一亮，这是属于四转道士的技能，可以在危机的时候保住性命。因为东方大陆四转的道士还没有几个。所以知道这个技能的人并不多。\\n\\n正当所有人都还在疑惑中的时候，华丽的剑光从夜色无边的脚下直刺而出，贴着他的身体擦上了咽喉。\\n\\n夜色无边原本一直操持着警惕，一听着脚下的风声不对。他下意识的身子一侧，双腿离地而起。整个人竟然完全凭借着弹跳能力跃到了半空。他这一动，原本直插咽喉要害的诛仙剑只在他的左臂上划出一道口子，并未造成多大的伤害。\\n\\n反而我因为这次的出击暴露了自己的行踪，再继续躲下去，迎接的可就是夜色无边的战弩了。就算弓弩不是他的强项，但他毕竟还是有一把好弩，对于一个已经被发现了的道士，那样的一箭可不是我所能承受的。\\n\\n高手对决，一旦被发现，那可没有任何的侥幸可言，所以诛仙剑一经发出，我就已经脱离了土遁状态。将自己的身形暴露在了夜色无边的面前。\\n\\n此时的台下，时间完全是静止的。所有人都屏住了呼吸。因为从来没有见过这样的打法。一个杀手打得那样光明正大，反而是道士几次三番的偷袭强攻，这样看起来未免有点本末倒置的感觉。但是不得不否认，这一仗只能用精彩二字来形容。\\n\\n高手！绝对的高手！\\n\\n不浪费一秒钟的时间，不浪费一丁点儿的精力。\\n\\n安落虹眯起了眼睛，他也是道士，而且自认为技能使用得并不比我差。但这时候他明白自己想错了。就算是他，在新学会一个技能之后，也无法在这样快的速度里反应过来。\\n\\n人，在高度紧张的情况下总是会下意识的使用自己最熟悉的招数，反而将新学会的技能遗忘在脑后。他哪里知道，我一但学会一个新技能。就会立刻去熟悉它，直到它成为我意识中的一部分，可以在任何情况下使用出来。\\n\\n虽然诛仙剑的偷袭并未对夜色无边造成太多的伤害，但是累积起先前的攻击，这个西方三大杀手之一的夜色无边头顶上只剩下半血左右了。\\n\\n如果换作是一个等级差不多的杀手，或者夜色无边不会站在原地被我偷袭。因为他应该清楚，他所面对的敌人如果瞬间消失了。而且不知道具体的方向，那么他应该依靠快速的移动来让对手同样无法找到自己的确切位置，更甚者，他也可以使用影遁。来个以静制动。\\n\\n但是，他不能拖时间，而且等级差距这个概念在他的脑子里根深蒂固，他根本就没有想到，竟然会无法找到我。\\n\\n正因为这样，他站在原地。成为了我的活靶子。虽说换一个人，或许无法在这么短的时间里做出攻击，但我不是别人，我是对夜色无边几乎了如指掌的——恶魔领主！\\n\\n在那一瞬间，夜色无边好像感觉到了什么。\\n\\n这种战斗中的感觉仿佛只在一个人身上出现过。而那个人，一直以来都是他的目标。如果是他，这时候他会怎么办？\\n\\n一直以来，夜色无边都是通过这样的方法来提高自己。他常常会将自己放到战斗之外，然后用一个旁观者的身份来审视自己的境况。而他假想的对象，不是我就是天之伤，然后再补充上自己的经验。正因为这样，才使用原本降级的夜色无边可以迅速将等级补回来。重新跃到高手的行列之中。\\n\\n如果现在与之对战的不是身为鬼族道士的我，而是原本的杀手隐为者，在不使用宠物的前提下，说不定还真讨不到什么便宜去。\\n\\n此时的夜色无边已经完全冷静了下来。在他的眼中，我不是一个低于他二十多级的道士，而是一个真正的高手，甚至不亚于他眼中的隐为者，或者天之伤。他清楚的知道，正是因为自己的疏忽与大意造成了现在的情况。而这一切的一切，我都可以从他的眼睛里读到。\\n\\n看似过了很长的时间，但是当时也仅仅是一瞬间而已。就在我显露出自己身形的那一刻，夜色无边的神色已经完全发生了天翻地覆的转变。\\n\\n他的眼神变得凌厉起来，手上的动作更是飞快。\\n\\n下一秒，一团闪耀着红光的飞爪已经扑到了我的面前，这可是夜色无边的成名绝技，一但被他抓住，任何的猎物都无法逃脱相同的命运，即使是深海里那条恐怖的紫须孽龙。\\n\\n既然知道被你抓住我就无法动弹，我还会那么轻易的被你抓到吗？我可不想重演万兽无疆盟擂台上的那一段，因为在不使用宠物的情况下，我还没有办法让夜色无边完全不能动弹。水灵符的作用再好，充其量只能减缓夜色无边的速度，并不能让他绝对处于静止状态。如果我采用那样的招数，即使他的动作慢得象乌龟，也可以一切一切慢慢将我桶死。\\n\\n早在很久以前，我也曾仔细研究过夜色无边的飞爪技能，一如他跟天之伤也在研究我的套路一样。所以，就在飞爪发出的那一刻，所有可能的路线都已经出现在我的脑海之中。\\n\\n再加上我的天眼术，夜色无边的飞爪简直就是在以慢动作朝我飞了过来。让我轻易的从它的空隙中逃了出去。\\n\\n但是在台下的观众眼里就不是这么一回事了。他们只看到我的身体以一个极不可思议的角度转了过去。而夜色无边一向准确无比的飞爪竟然就这么落了空。这一切发生得实再太快，快得让人的眼睛无法捕捉到那微妙的变化，等到众人回过神来的时候，我已驾御着诛仙剑，飞到了半空之上。\\n\\n如果可以使用宠物，夜色无边的黑暗幼龙绝对可以充当飞行坐骑。但是咱们的这场比赛有规定，不允许使用宠物。在这上面，可以御剑飞行的我实再讨了个大便宜。\\n\\n再加上我的灵动性太强，每次总在他放出飞爪的同时，我就已经算准了飞爪的飞行路线，所以他想把我从天上抓下来，实再是徒劳无功。\\n\\n这么打下去，我当然可以完全的拖过那十五分钟，但是那未免也太无趣了，对于夜色无边这样的对手来说，也是一种侮辱，所以，躲过了夜色无边一系列凌厉的攻击之后，我终于再次反攻了。\\n\\n“此间土地，神之最灵。升天达地，出幽入冥。为吾闻奏，不得停留，有功之日，名书上清！”\\n\\n短短数字的咒语，几乎耗空了我的所有元神，一张土地神符在我的指尖化为轻烟。\\n\\n虽然代价如此沉重，但是不要紧，我手里还有一瓶药水呢。但我暂时还不想使用那瓶药水，因为激活后的大衍神符所恢复的元神足以支撑我御剑飞行所消耗的用量，并且可以慢慢积累。5分钟的时间，我等于拥有30000点的元神可以随便使用，再发几个大型技能也不成问题。至于五分钟以后，夜色无边还能像现在这样站在原地吗？\\n\\n一道阴影凭空出现在擂台的上空，所有人都抬起头向上望去。\\n\\n“流星？”有人惊叫起来，马上引起周围无数人的白眼。就算天地里真的有流星存在，但怎么也不会砸到万兽山庄的地界上来吧？又不是野外，这种自然景观怎么会出现。更何况那“流星”的目标是那样明确，刚好就在这擂台之上，而且还瞄准了夜色无边的头顶。\\n\\n那的确是流星，更确切一点的说，那是一块陨石，我的移山咒召唤来的陨石。\\n\\n移山咒这个技能其实有很多种变化，完全根据所使用的土地神符质量的不同来决定。不巧的是，我的制符技能是所有东方玩家之中最好的，所以这块陨石已远远超出了其他玩家所能使用的范围。\\n\\n它仿佛中像是一块陨石，而是一座大山。\\n```\\n\\n\\n------------\",\"timestamp\":1640412088,\"title\":\"第一百七十章   激斗\"},\"digest\":\"_hneDuYoCDig4nmDz4oFtqeI8q9nerJ2wqrW3N_AuqE\",\"authorship\":{\"contributor\":\"0xc725A67A6FA7b0417395AC21B8C63AA672A0Bb25\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hBbCllu8utGgUhHqmRGKoNW5xjEDIJ9WqY3bzxQgs88\\\",\\\"y\\\":\\\"n-xMda9shvhd71nXQGo41q7orcwOsKKBOgT0pZwgnco\\\"}\",\"signature\":\"42vfJQ6aJ6c5__FZtUTKvTmPYmQ8NObvqkqeo56Fd6jRyKZLP8X3oGs13B3GEzEG4G6vxcvnOClPjP-H8nPgjg\",\"signingKeySignature\":\"0x3d25d59a99a55f8049f4c16177b6805c0410741df30d72053838ab8b7484270355f07f9a302dd664dc809d6ce7599c1281315cca18e24a0cf08a7e1e82fab6091b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hBbCllu8utGgUhHqmRGKoNW5xjEDIJ9WqY3bzxQgs88\\\",\\\"y\\\":\\\"n-xMda9shvhd71nXQGo41q7orcwOsKKBOgT0pZwgnco\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_hneDuYoCDig4nmDz4oFtqeI8q9nerJ2wqrW3N_AuqE\"}"