"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*rFBDmFEFjc7bwrKPc8JeIw.jpeg)\\n\\nHey friends 👋\\n\\nIf you’ve been following the blog for long, you’ll know that I’m a big fan of PoolTogether. Like many of you, I got into DeFi as a small fry, with just a few hundred dollars to gamble in this new and exciting domain. Unfortunately, I missed the memo about the high cost of transactions on Ethereum, and I burned through a lot of that money on gas **[just figuring out how wallets work](https://www.buymeacoffee.com/thumbsupfinance/crypto-misadventures-1)** 😪\\n\\nLuckily, I soon discovered Polygon. This low cost sidechain is still one of the best options for beginners. You see, while on Ethereum a single transaction can cost tens, even hundreds of dollars, due to high demand, and thus congestion, on the network, Polygon doesn’t have this issue. Transactions cost pennies and take seconds to confirm 🙌\\n\\n**But why?**\\n\\nI won’t go too in-depth on how Polygon works, but effectively it’s cheaper because it’s faster. It’s faster because it uses a limited number of block producers to rapidly generate blocks. These producers are selected by Proof of Stake validators and these validators submit and validate checkpoints to the Ethereum base-layer. Thus, with respect to the **[Blockchain Trilemma](https://www.coinreview.com/blockchain-trilemma/)**, one might say that Polygon offloads security and some decentralization to Ethereum and focuses instead on optimizing for scalability ⚖️\\n\\n**What does this have to do with PoolTogether?**\\n\\nWell, once I discovered Polygon, and I experienced just how inexpensive it was to use, I wanted to dip my toes into DeFi, and so I began looking at yield farming, lending, and all the exciting protocols that exist down the rabbit hole that is DeFi 🐇 But one thing I realized early on is that hunting for yield is not really a small fry’s game…\\n\\nThink of it this way:\\n\\nLet’s say I want to try out two different DeFi protocols, and I only have $100 that I’m willing to risk. So I deposit $50 into Protocol A and $50 into Protocol B\\n\\n(By the way, if you just want to know how to deposit into PoolTogether, you can skip ahead)\\n\\n**Protocol A: Lending stablecoins at 5%**\\n\\nLet’s call this our “DeFi savings account.” 💰 It’s low risk and the return is stable. It’s offering far better returns than a savings account at the bank, and it’s through an established protocol so the risk of a **[rug pull](https://www.ledger.com/academy/what-is-a-rug-pull)**[ ](https://www.ledger.com/academy/what-is-a-rug-pull)is pretty low.\\n\\nNow 5% is great. And if you had deposited $5000, at the end of one year, you’d have earned a respectable $250 without doing any additional work 📈\\n\\nThe problem is, with a $50 deposit, at the end of one year, you’re only going to have earned around $2.50. Hardly worth the effort 😕\\n\\n**Protocol B: Degen yield farming at 685%**\\n\\nWhen you enter the wild world of DeFi you’re going to feel like a kid in a candy store, and you’re going to want to *ape into some degen yield farms 🦍*\\n\\nAnd you should **\\\\[DISCLAIMER: THIS IS NOT FINANCIAL ADVICE\\\\]**, if for no other reason than to learn the hard way that some things are too good to be true 😪 You see, yield farming is an excellent way to earn passive income with DeFi, and many people have made great sums of money, but, even without getting into **[the risks involved](https://www.buymeacoffee.com/thumbsupfinance/crypto-misadventures-2)**, this may still not be the best option.\\n\\nFirst, the high return is thanks in large part to incentives. These are provided in the form of a daily pool of rewards to be shared amongst liquidity providers. I’ve explained in **[other posts](https://www.publish0x.com/thumbsupfinance/cake-defi-review-after-6-months-xjomnwv)** how providing liquidity works, but the key point is this, when supply is low, demand is high, so the rewards are high; when supply is high, demand is low, thus those same rewards are split between more people and that huge APY falls dramatically 📉\\n\\nSo let’s assume that you deposit for a week at 685% and then after a week the rewards fall dramatically, and you withdraw your deposit in search of more juicy yields.\\n\\nThis high risk play could yield some pretty impressive gains for someone investing even as little as $1000, but for someone with just $50, even if you could find yourself earning another 685% every week, all year long (unlikely), you’d only earn around $342 for all that risk and effort.\\n\\nNow that’s not nothing, and, frankly, the above math is actually wrong because it doesn’t take into account compound interest (increasing total return) nor **[impermanent loss](https://finematics.com/impermanent-loss-explained/)** (potentially decreasing the total value), nor fluctuations in value of the non-stable assets you’ll be surely dabbling in to get such high yields 😵‍💫\\n\\nBut the point remains: you won’t be bragging much about the money you’ve made in DeFi at this scale (especially if you get rugged, **[like I did](https://www.buymeacoffee.com/thumbsupfinance/crypto-misadventures-2)**) 😖\\n\\n**So then what’s a small fry to do?**\\n\\nWell, there are two strategies for improving one’s financial situation on a budget:\\n\\n1️⃣  **Saving** in whatever low risk way you can, little by little, building up a bigger and bigger amount over time. This will not likely make you rich, but it will keep you from going broke.\\n\\n2️⃣  **Asymmetric bets**, meaning the reward is so high that the opportunity cost of not taking the risk appears to be too high. The most common asymmetric bet is of course gambling 🎰 That’s why every year **[the average American spends over $300 in lottery tickets](https://money.cnn.com/2017/08/24/news/economy/lottery-spending/index.html)**. With low income players spending much larger percentages of their income. Most, as you can imagine, never win.\\n\\nNow unfortunately these two methods appear to be at odds with each other. You either save, or you gamble to get access to (potential) asymmetric payoffs. But what if — and stay with me here — what if you could do both? 🙇\\n\\n## Enter Prize-Savings\\n\\n*Prize savings*, or **[prize-linked savings](https://en.wikipedia.org/wiki/Prize-linked_savings_account)**, or **[premium bonds](https://en.wikipedia.org/wiki/Premium_Bond)**, or as some people like to affectionately call them, “no-loss lotteries” are a way of saving money that actually manage to combine the two strategies mentioned above without sacrificing much of anything 🤯\\n\\nThis works in a rather simple way. You take a standard savings account, but instead of returning interest to the depositor, you pool that interest with the interest of the all other depositors, and that makes up the prize, which just like in a traditional lottery, gets doled out to randomly selected winners at regular intervals.\\n\\nNow, this does mean that you forfeit the interest you would have earned, and so some large depositors may seek their yields elsewhere, but this remains the ideal option for the risk averse, and more importantly for the small fries 🍟 or rather… the **[small fish](https://www.smallfish.win/)** 🐟\\n\\nAs I mentioned above, the yields on a “DeFi savings account” are much higher than the yields on your bank’s savings account, and as a result, the prizes in DeFi prize savings are much higher too!\\n\\nThis is even truer now…\\n\\n## Out With the Old, In With the New\\n\\nI’ve pretty much become an evangelist for PoolTogether. I’ve gone out of my way to show you how to deposit **[on Polygon](https://www.buymeacoffee.com/thumbsupfinance/polygon-pool-party)**, **[on Celo](https://www.buymeacoffee.com/thumbsupfinance/hello-celo)**, **[from within an Ethereum wallet](https://www.publish0x.com/thumbsupfinance/defi-on-dharma-dollar-100-of-eth-signup-bonus-xoozyyr)**, and even **[how to participate in governance](https://www.buymeacoffee.com/thumbsupfinance/i-joined-dao-i-like)** and (potentially) win prizes.\\n\\nBut the one thing all of those post have in common is that they make use of the PoolTogether protocol’s version 3 (or v3 for short). This protocol is already incredibly innovative and is still very popular today, but v4 has recently launched, and will be rolling out more and more features over the coming months. So let’s talk a bit about what’s different 🔍\\n\\nThere are two main ways to look at the the differences from v3 to v4: **the technical** and **the experiential**. So let’s look at these both individually.\\n\\n## Technically, It’s Different\\n\\n![](https://miro.medium.com/max/1400/1\\\\*n30n1x_6kHd2TLLxfbquzg.jpeg)\\n\\n> *“Regardless of what chain you join on, you will have the same chance to win the same prize”*\\n>\\n> *[Leighton Cusack, PoolTogether co-founder](https://www.coindesk.com/business/2021/10/15/pooltogether-launches-v4-more-prizes-better-odds-and-aggregated-liquidity/)*\\n\\nWith v4, PoolTogether is at the forefront of DeFi technology with cross-chain aggregated liquidity, interest, and prizes. This is achieved in a rather innovative way: by introducing a new algorithm called Tsunami that allows prizes to be mirrored across blockchains (currently Ethereum & Polygon) 🌊\\n\\nWinners are chosen via pseudo-random numbers called Picks which are correlated to the depositor’s userAddress. Each user has an amount of picks allocated to them based on the amount of tickets delegated to them — one cool feature of v4 is that you can actually delegate tickets to others without giving them your deposit — and the picks are then matched with the winning random number to determine prizes won by the user 🏆\\n\\nThere’s also a so-called *whale protection* in place. Whereas in previous versions, a large depositor could hypothetically win all of the prizes in a draw (although, **[many small fish did still win](https://www.smallfish.win/)**), in v4 there is a cap on prizes a user can claim per draw. At the moment, that cap is set at 2 prizes and the protocol automatically selects the two largest prizes amongst those won.\\n\\nIf you want learn more about the technical side of v4, check out the **[PoolTogether Docs](https://v4.docs.pooltogether.com/protocol/reference/launch-architecture/#progressive-decentralization)**. For now let’s talk about what you really care about…\\n\\n## Moar Prizes!!!\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Mq2uhS5ExJJSxJK0VJVPnA.jpeg)\\n\\n> *“There can now be thousand of prizes each week. Small depositors can have a high chance to win a small prize AND small chance to win a large prize.”*\\n>\\n> *[Leighton Cusack, PoolTogether co-founder](https://medium.com/pooltogether/the-new-pooltogether-e77517240167)*\\n\\nUnlike in v3, where the number of winners per week was capped and prizes were all equal size, v4 allows for prizes to not only be mulit-chain, but multi-format. Much like how most lotteries have a grand prize and numerous smaller prizes, v4 offers depositors simultaneous exposure to lower and higher value prizes. It also opens the door to the possibility of literally thousands of prizes to be claimed every draw, making v4 both more profitable and more fun 👏\\n\\nAnd what’s more, unlike previous versions of PoolTogether, where more depositors actually diluted your chances of winning the prizes (more people vying for the same number of prizes), v4 actually allows for pools to increase dynamically as the depositors grow, so in other words, more deposits = more prizes! 🔥\\n\\n## How to Deposit in PoolTogether v4 (on Polygon)\\n\\nThis build up might be driving you crazy 😤 All this talk of low-cost transactions, asymmetric bets, and prizes galore, is sure to have you asking the question:\\n\\n**How do I participate in v4???**\\n\\nWell I’m happy to tell you, it’s easier than ever. And I even made a video that walks you through the process from fiat in your legacy bank account to deposit in your new crypto prize-savings account👇\\n\\n[https://youtu.be/9Nm7YY2-uyM](https://youtu.be/9Nm7YY2-uyM)\\n\\n**Step 0:** You will need to have Polygon Network added to your Metamask (if you don’t have a Metamask, **[follow this tutorial](https://metamask.zendesk.com/hc/en-us/articles/360015489531-Getting-Started-With-MetaMask)**). The simplest way to add the network is to go to Quickswap, click the button in the upper righthand side of the screen that says **Switch to Matic**, and follow the prompts to add Matic to your Metamask.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*gDKUFJzmFb8uDtFpgwf2pQ.png)\\n\\n**Step 1:** **Fiat to Polygon Onramp**\\n\\nIn my post **[Polygon Pool Party](https://www.buymeacoffee.com/thumbsupfinance/polygon-pool-party)**, I showed you how to use the Ethereum to Polygon bridge, but it was expensive then and it’s absolutely horrific now due to high gas (transaction) costs ⛽️\\n\\nFortunately a number of services have begun offering direct to Polygon deposits.\\n\\nWe’re going to use one of the below options, but we need to keep in mind one thing: if you don’t have MATIC in your wallet, you should buy MATIC. If you already have a wallet set up with MATIC in it, you can buy USDC, and save yourself an additional step.\\n\\n🌎  The [Crypto.com](http://crypto.com/) app now allows for certain assets to be withdrawn to Polygon directly. This is an ideal way to purchase and withdraw MATIC. If you don’t have an account, you can use **[my referral](https://crypto.com/exch/uau8hum8ha)** but unfortunately the only way to get a bonus ($25) is to stake CRO to get their Ruby credit card.\\n\\n🇨🇦  In my video above, I’ll show you how you can use **[Paytrie](https://paytrie.com/?ref=32XgUOJZi)** in Canada to deposit USDC directly onto Polygon for very limited fees. The benefits of this are a very simple sign up process and depositing and withdrawals via interac eTransfer. Use **[my referral](https://paytrie.com/?ref=32XgUOJZi)** (32XgUOJZi) for… some kind of bonus that isn’t clear to me…\\n\\n**NOTE:** At the time of writing, Paytrie does not offer MATIC which is r**equired to pay transaction fees on the Polygon network**. If you choose this option you can try using the **[Polygon Faucet](https://matic.supply/)** to get a small amount of MATIC. However I can’t guarantee this will work. If you do use the faucet, make sure to immediately swap some of your USDC for more MATIC ($1 or so should be more than enough) so that you don’t run out.\\n\\n🌎  If you’re in **[any of the following countries](https://support.moonpay.com/hc/en-gb/articles/360009279877-What-are-your-supported-countries-states-and-territories-)** and have a credit card that allows for cryptocurrency purchases (mine doesn’t, sadly), you can use **[MoonPay](https://www.moonpay.com/)** to make your purchases. With support for many chains, this could be the go-to option for all your cryptocurrency needs. However, I did notice that the spread on non-stable assets (like MATIC) is not the best. But, hey you pay for convenience I guess… 🤷‍♂️\\n\\n**Step 2 (if you bought MATIC): Swap for USDC**\\n\\nHead over to your preferred decentralized exchnage (DEX) and swap most, but, crucially **NOT ALL OF YOUR MATIC**, for USDC. In the video, I used **[Balancer](https://polygon.balancer.fi/#/trade)**. I find the interface for swaps to be intuitive, and never buggy. It’s one of my favourite interfaces in all of DeFi. But that’s my personal opinion.\\n\\nSome other options include:\\n\\n* **[Sushiswap](https://app.sushi.com/swap)**\\n* **[Quickswap](https://quickswap.exchange/)**\\n* **[DFYN](https://exchange.dfyn.network/#/swap)**\\n\\nOr even a DEX aggregator like the one built into **[Zapper](https://zapper.fi/exchange)**\\n\\nRegardless of the DEX you choose, the process for swaps is very simple. Basically just input the token you want to swap *from* and the token you want to swap *to*. Then input the amounts (once more, not all of your MATIC), click **Approve**, and confirm the transaction (this allows the DEX to access your tokens). Now you can click **Swap**, and confirm on Metamask to finalize the swap.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*MKsFuj4WOhr2QqNm.png)\\n\\nWith that, you’ve got your USDC and you’re ready for the grande finale 🎆\\n\\n**Step 3: Deposit into PoolTogether v4**\\n\\nHead over to **[app.pooltogether.com](https://bit.ly/3FJDlRF)** and click either on the banner at the top, or click **Deposit USDC** on the USDC Multi-chain pool\\\\*\\\\*.\\\\*\\\\* Either one of those will take you **[here](https://bit.ly/3o23brX)**.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Li3vcswCJmDEvroD.png)\\n\\nOne you’re in the PoolTogether v4 app, click **Connect Wallet** at the top right of the screen. Your balance of USDC should show up automatically, but if not, just refresh the page. Hover over the little wallet icon that shows your balance and click that to deposit the maximum (or enter any amount you like in the box below).\\n\\nOnce again you’ll have to **Approve** the protocol to access your tokens, then click **Review deposit**, confirm on Metamask and wait for the transaction to confirm. Once it does, you’re officially in! 🎉\\n\\n![](https://miro.medium.com/max/1400/0\\\\*zp6ZcBrJfgKznb5R.png)\\n\\n## Checking and Claiming Prizes\\n\\nEach day, you can check to see if you won a prize by going to **[PoolTogether v4](https://bit.ly/3o23brX)**, selecting the **Prizes** tab at the top, \\\\*\\\\*\\\\*\\\\*selecting a previous draw using the arrows beside the main graphic, and clicking **Check for Prizes**. A really nice animation will play and you will either see **No prizes won**, or — fingers crossed 🤞 — the button will light up with the option to **Claim** your prize 🎁\\n\\nIt’s been only a few weeks and I’m happy to say that I already won a prize! Here’s what that looked like 👇\\n\\n[https://twitter.com/thumbsupfinance/status/1455619347406262277?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1455619347406262277%7Ctwgr%5E%7Ctwcon%5Es1_c10&ref_url=https%3A%2F%2Fcdn.embedly.com%2Fwidgets%2Fmedia.html%3Ftype%3Dtext2Fhtmlkey%3Da19fcc184b9711e1b4764040d3dc5c07schema%3Dtwitterurl%3Dhttps3A%2F%2Ftwitter.com%2Fthumbsupfinance%2Fstatus%2F1455619347406262277image%3Dhttps3A%2F%2Fi.embed.ly%2F1%2Fimage3Furl3Dhttps253A252F252Fabs.twimg.com252Ferrors252Flogo46x38.png26key3Da19fcc184b9711e1b4764040d3dc5c07](https://twitter.com/thumbsupfinance/status/1455619347406262277?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1455619347406262277%7Ctwgr%5E%7Ctwcon%5Es1_c10&ref_url=https%3A%2F%2Fcdn.embedly.com%2Fwidgets%2Fmedia.html%3Ftype%3Dtext2Fhtmlkey%3Da19fcc184b9711e1b4764040d3dc5c07schema%3Dtwitterurl%3Dhttps3A%2F%2Ftwitter.com%2Fthumbsupfinance%2Fstatus%2F1455619347406262277image%3Dhttps3A%2F%2Fi.embed.ly%2F1%2Fimage3Furl3Dhttps253A252F252Fabs.twimg.com252Ferrors252Flogo46x38.png26key3Da19fcc184b9711e1b4764040d3dc5c07)\\n\\nSo as you can see, PoolTogether v4 offers innovative technology, a fun user experience, and a great option for users who want to **save money without losing access to asymmetric payoffs 🙌**\\n\\nWhat do you think? Will you be checking out PoolTogether v4? If you do, make sure to tag me on twitter (@thumbsupfinance) so that I can share in your excitement.\\n\\nUntil then 👋\\n\\nThumbs Up\\n\\n\\n---\\n\\nDid you enjoy this post? You can **[buy me a crypto coffee](https://www.buymeacryptocoffee.xyz/0x4d85e4f760fb58e380f02657ae5aafb8bd010601)** (Polygon or Ethereum) ☕️  I’m also available on **[ko-fi](https://ko-fi.com/thumbsup)** for those who prefer to support in fiat. In Canada I accept support via Wealthsimple Cash: $thumbsup\\n\\nLastly I’ve set up thumbsupfinance.eth and thumbsupfinance.crypto to accept Bitcoin, Nano, Doge, Tezos, and more. Every bit helps me make more content 💖\\n\\n\\n---\\n\\n**Note:** This content was funded in part through the **[PoolGrants](https://articles.poolgrants.org/)** program. The content was conceptualized and written by me with no outside input from PoolTogether or other entities. If you’re interested in learning more about **[PoolTogether](https://www.publish0x.com/editPost/app.pooltogether.com?utm_source=Publish0x&utm_campaign=thumbsupfinance&utm_medium=paid_grants)** or the PoolGrants program, swing by the **[Discord](https://discord.gg/hxPhPDW)** where the community strives to be both welcoming and helpful.\",\"timestamp\":1639538885,\"title\":\"The New Wave of DeFi: PoolTogether Goes Multi-chain\"},\"digest\":\"9C_IFKiMHCAqeAHJ0X8_-fP8BqYTk0C18SzDV3yuNBQ\",\"authorship\":{\"contributor\":\"0x4d85e4F760fb58E380f02657AE5Aafb8bd010601\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GJ07XkTvvtIz4d9Ecx3OEOJPuql-jBBatmCZtSQa1mQ\\\",\\\"y\\\":\\\"VQ76Ir62rbxC1ZlPCh3itlzDwNd1Ud8G7iWf1UGnP-c\\\"}\",\"signature\":\"OXEUImoWPZhjlJsV6KrgvFwOxKOgmdjMx96YVsxfIT6EftOQGsiG1_IyJtDHZDorVTZ5ER6x2IzdmHlYTEUjJA\",\"signingKeySignature\":\"0xb00d27d0a09453c722e310ee9d08db2c14f4a71028e34076fbec0336228b08d754346a54f5ac46cbd68881f35ed8344d82eced30e30a4d7910d682384451c00f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GJ07XkTvvtIz4d9Ecx3OEOJPuql-jBBatmCZtSQa1mQ\\\",\\\"y\\\":\\\"VQ76Ir62rbxC1ZlPCh3itlzDwNd1Ud8G7iWf1UGnP-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dCWR2LJ07dA1JwqgBzSXZjWCDx0Ptq9x7sL_GZR5Hks\"}"