"{\"content\":{\"body\":\"\\\"The House of Commons. I don't think it can be equal to art.\\\" Then Augusta turned up her nose with a double turn -- first as against painters, Mr Dormer having been no more, and then at Ayala's ignorance in supposing that the House of Commons could have been spoken of as a study. \\\"Mr Traffick will probably be in the government some day,\\\" she said.\\n\\n\\\"Has not he been yet?\\\" asked Ayala.\\n\\n\\\"Not yet.\\\"\\n\\n\\\"Then won't he be very old before he gets there?\\\" This was a terrible question. Young ladies of five-and-twenty, when they marry gentlemen of four-and-fifty, make up their minds for well-understood and well-recognised old age. They see that they had best declare their purpose, and they do declare it. \\\"Of course, Mr Walker is old enough to be my father, but I have made up my mind that I like that better than anything else.\\\" Then the wall has been jumped, and the thing can go smoothly. But at forty-five there is supposed to be so much of youth left that the difference of age may possibly be tided over and not made to appear abnormal. Augusta Tringle had determined to tide it over in this way. The forty-five had been gradually reduced to \\\"less than forty' -- though all the Peerages were there to give the lie to the assertion. She talked of her lover as Septimus, and was quite prepared to sit with him beside a stream if only half an hour for the amusement could be found. When, therefore, Ayala suggested that if her lover wanted to get into office he had better do so quickly, lest he should be too old, Augusta was not well pleased.\\n\\n\\\"Lord Boardotrade was much older when he began,\\\" said Augusta. \\\"His friends, indeed, tell Septimus that he should not push himself forward too quickly. But I don't think that I ever came across anyone who was so ignorant of such things as you are, Ayala.\\\" \\\"Perhaps he is not so old as he looks,\\\" said Ayala. After this it may be imagined that there was not close friendship between the cousins. Augusta's mind was filled with a strong conception as to Ayala's ingratitude. The houseless, penniless orphan had been taken in, and had done nothing but make herself disagreeable. Young! No doubt she was young. But had she been as old as Methuselah she could not have been more insolent. It did not, however, matter to her, Augusta. She was going away; but it would be terrible to her mamma and to Gertrude! Thus it was that Augusta spoke of her cousin to her mother.\\n\\nAnd then there came another trouble, which was more troublesome to Ayala even than the other. Tom Tringle, who was in the house in Lombard Street, who was the only son, and heir to the title and no doubt to much of the wealth, had chosen to take Ayala's part and to enlist himself as her special friend. Ayala had, at first, accepted him as a cousin, and had consented to fraternise with him. Then, on some unfortunate day, there had been some word or look which she had failed not to understand, and immediately she had become afraid of Tom. Tom was not like Isadore Hamel -- was very far, indeed, from that idea of a perfect lover which Ayala's mind had conceived; but he was by no means a lout, or an oaf, or an idiot, as Ayala in her letters to her sister had described him. He had been first at Eton and then at Oxford, and having spent a great deal of money recklessly, and done but little towards his education, had been withdrawn and put into the office. His father declared of him now that he would do fairly well in the world. He had a taste for dress, and kept four or five hunters which he got but little credit by riding. He made a fuss about his shooting, but did not shoot much. He was stout and awkward looking -- very like his father, but without that settled air which age gives to heavy men. In appearance he was not the sort of lover to satisfy the preconceptions of such a girl as Ayala. But he was good-natured and true. At last he became to her terribly true. His love, such as it seemed at first, was absurd to her. \\\"If you make yourself such a fool, Tom, I'll never speak to you again,\\\" she had said, once. Even after that she had not understood that it was more than a stupid joke. But the joke, while it was considered as such, was very distasteful to her; and afterwards, when a certain earnestness in it was driven in upon her, it became worse than distasteful.\\n\\nShe repudiated his love with such power as she had, but she could not silence him. She could not at all understand that a young man, who seemed to her to be an oaf, should really be in love -- honestly in love with her. But such was the case. Then she became afraid lest others should see it -- afraid, though she often told herself that she would appeal to her aunt for protection. \\\"I tell you I don't care a bit about you, and you oughtn't to go on,\\\" she said. But he did go on, and though her aunt did not see it Augusta did.\\n\\nThen Augusta spoke a word to her in scorn. \\\"Ayala,\\\" she said, \\\"you should not encourage Tom.\\\"\\n\\nEncourage him! What a word from one girl to another! What a world of wrong there was in the idea which had created the word! What an absence of the sort of feeling which, according to Ayala's theory of life, there should be on such a matter between two sisters, two cousins, or two friends! Encourage him! When Augusta ought to have been the first to assist her in her trouble! \\\"Oh, Augusta,\\\" she said, turning sharply round, \\\"what a spiteful creature you are.\\\"\\n\\n\\\"I suppose you think so, because I do not choose to approve.\\\" \\\"Approve of what! Tom is thoroughly disagreeable. Sometimes he makes my life such a burden to me that I think I shall have to go to my aunt. But you are worse. Oh!\\\" exclaimed Ayala, shuddering as she thought of the unwomanly treachery of which her cousin was guilty towards her.\\n\\nNothing more came of it at Glenbogie. Tom was required in Lombard Street, and the matter was not suspected by Aunt Emmeline -- as far, at least, as Ayala was aware. When he was gone it was to her as though there would be a world of time before she would see him again. They were to go to Rome, and he would not be at Rome till January. Before that he might have forgotten his folly. But Ayala was quite determined that she would never forget the ill offices of Augusta. She did hate Augusta, as she had told her sister. Then, in this frame of mind, the family was taken to Rome.\\n\\nCHAPTER 6 AT ROME\\n\\nDuring her journeying and during her sojourn at Rome Ayala did enjoy much; but even these joys did not come to her without causing some trouble of spirit. At Glenbogie everybody had known that she was a dependent niece, and that as such she was in truth nobody. On that morning when she had ordered Augusta to go upstairs the two visitors had stared with amazement -- who would not have stared at all had they heard Ayala ordered in the same way. But it came about that in Rome Ayala was almost of more importance than the Tringles. It was absolutely true that Lady Tringle and Augusta and Gertrude were asked here and there because of Ayala; and the worst of it was that the fact was at last suspected by the Tringles themselves. Sometimes they would not always be asked. One of the Tringle girls would only be named. But Ayala was never forgotten. Once or twice an effort was made by some grand lady, whose taste was perhaps more conspicuous than her good nature, to get Ayala without burdening herself with any of the Tringles. When this became clear to the mind of Augusta -- of Augusta, engaged as she was to the Honourable Septimus Traffick, Member of Parliament -- Augusta's feelings were -- such as may better be understood than described! \\\"Don't let her go, mamma,\\\" she said to Lady Tringle one morning.\\n\\n\\\"But the Marchesa has made such a point of it.\\\"\\n\\n\\\"Bother the Marchesa! Who is the Marchesa? I believe it is all Ayala's doing because she expects to meet that Mr Hamel. It is dreadful to see the way she goes on.\\\"\\n\\n\\\"Mr Hamel was a very intimate friend of her father's.\\\"\\n\\n\\\"I don't believe a bit of it.\\\"\\n\\n\\\"He certainly used to be at his house. I remember seeing him.\\\" \\\"I daresay; but that doesn't justify Ayala in running after him as she does. I believe that all this about the Marchesa is because of Mr Hamel.\\\" This was better than believing that Ayala was to be asked to sing, and that Ayala was to be feted and admired and danced with, simply because Ayala was Ayala, and that they, the Tringles, in spite of Glenbogie, Merle Park, and Queen's Gate, were not wanted at all. But when Aunt Emmeline signified to Ayala that on that particular morning she had better not go to the Marchesa's picnic, Ayala simply said that she had promised -- and Ayala went.\\n\\nAt this time no gentleman of the family was with them. Sir Thomas had gone, and Tom Tringle had not come. Then, just at Christmas, the Honourable Septimus Traffick came for a short visit -- a very short visit, no more than four or five days, because Supply and Demand were requiring all his services in preparation for the coming Session of Parliament. But for five halcyon days he was prepared to devote himself to the glories of Rome under the guidance of Augusta. He did not of course sleep at the Palazzo Ruperti, where it delighted Lady Tringle to inform her friends in Rome that she had a suite of apartments au premiere, but he ate there and drank there and almost lived there; so that it became absolutely necessary to inform the world of Rome that it was Augusta's destiny to become in course of time the Honourable Mrs Traffick, otherwise the close intimacy would hardly have been discreet -- unless it had been thought, as the ill-natured Marchesa had hinted, that Mr Traffick was Lady Tringle's elder brother. Augusta, however, was by no means ashamed of her lover. Perhaps she felt that when it was known that she was about to be the bride of so great a man then doors would be open for her at any rate as wide as for her cousin. At this moment she was very important to herself. She was about to convey no less a sum than L#120,000 to Mr Traffick, who in truth, as younger son of Lord Boardotrade, was himself not well endowed. Considering her own position and her future husband's rank and standing, she did not know how a young woman could well be more important. She was very important at any rate to Mr Traffick. She was sure of that. When, therefore, she learned that Ayala had been asked to a grand ball at the Marchesa's, that Mr Traffick was also to be among the guests, and that none of the Tringles had been invited -- then her anger became hot.\\n\\nShe must have been very stupid when she took it into her head to be jealous of Mr Traffick's attention to her cousin; stupid, at any rate, when she thought that her cousin was laying out feminine lures for Mr Traffick. Poor Ayala! We shall see much of her in these pages, and it may be well to declare of her at once that her ideas at this moment about men -- or rather about\\n\\na possible man -- were confined altogether to the abstract. She had floating in her young mind some fancies as to the beauty of love. That there should be a hero must of course be necessary. But in her day-dreams this hero was almost celestial -- or, at least, athereal. It was a concentration of poetic perfection to which there was not as yet any appanage of apparel, of features, or of wealth. It was a something out of heaven which should think it well to spend his whole time in adoring her and making her more blessed than had ever yet been a woman upon the earth. Then her first approach to a mundane feeling had been her acknowledgment to herself that Isadore Hamel would do as a lover for Lucy. Isadore Hamel was certainly very handsome -- was possessed of infinite good gifts; but even he would by no means have come up to her requirements for her own hero. That hero must have wings tinged with azure, whereas Hamel had a not much more aetherealised than ordinary coat and waistcoat. She knew that heroes with azure wings were not existent save in the imagination, and, as she desired a real lover for Lucy, Hamel would do. But for herself her imagination was too valuable then to allow her to put her foot upon earth. Such as she was, must not Augusta have been very stupid to have thought that Ayala should become fond of her Mr Traffick!\\n\\nHer cousin Tom had come to her, and had been to her as a Newfoundland dog is when he jumps all over you just when he has come out of a horse-pond. She would have liked Tom had he kept his dog-like gambols at a proper distance. But when he would cover her with muddy water he was abominable. But this Augusta had not understood. With Mr Traffick there would be no dog-like gambols; and, as he was not harsh to her, Ayala liked him. She had liked her uncle. Such men were, to her thinking, more like dogs than lovers. She sang when Mr Traffick asked her, and made a picture for him, and went with him to the Coliseum, and laughed at him about Supply and Demand. She was very pretty, and perhaps Mr Traffick did like to look at her.\\n\\n\\\"I really think you were too free with Mr Traffick last night,\\\" Augusta said to her one morning.\\n\\n\\\"Free! How free?\\\"\\n\\n\\\"You were -- laughing at him.\\\"\\n\\n\\\"Oh, he likes that,\\\" said Ayala. \\\"All that time we were up at the top of St Peter's I was quizzing him about his speeches. He lets me say just what I please.\\\"\\n\\nThis was wormwood. In the first place there had been a word or two between the lovers about that going up of St Peter's, and Augusta had refused to join them. She had wished Septimus to remain down with her -- which would have been tantamount to preventing any of the party from going up; but Septimus had persisted on ascending. Then Augusta had been left for a long hour alone with her mother. Gertrude had no doubt gone up, but Gertrude had lagged during the ascent. Ayala had skipped up the interminable stairs and Mr Traffick had trotted after her with admiring breathless industry. This itself, with the thoughts of the good time which Septimus might be having at the top, was very bad. But now to be told that she, Ayala, should laugh at him; and that he, Septimus, should like it! \\\"I suppose he takes you to be a child,\\\" said Augusta; \\\"but if you are a child you ought to conduct yourself.\\\" \\\"I suppose he does perceive the difference,\\\" said Ayala.\\n\\nShe had not in the least known what the words might convey -- had probably meant nothing. But to Augusta it was apparent that Ayala had declared that her lover, her Septimus, had preferred her extreme youth to the more mature charms of his own true love -- or had, perhaps, preferred Ayala's raillery to Augusta's serious demeanour. \\\"You are the most impertinent person I ever knew in my life,\\\" said Augusta, rising from her chair and walking slowly out of the room. Ayala stared after her, not above half comprehending the cause of the anger.\\n\\nThen came the very serious affair of the ball. The Marchesa had asked that her dear little friend Ayala Dormer might be allowed to come over to a little dance which her own girls were going to have. Her own girls were so fond of Ayala! There would be no trouble. There was a carriage which would be going somewhere else, and she would be fetched and taken home. Ayala at once declared that she intended to go, and her Aunt Emmeline did not refuse her sanction. Augusta was shocked, declaring that the little dance was to be one of the great balls of the season, and pronouncing the whole to be a falsehood; but the affair was arranged before she could stop it.\\n\\nBut Mr Traffick's affair in the matter came more within her range. \\\"Septimus,\\\" she said, \\\"I would rather you would not go to that woman's party.\\\" Septimus had been asked only on the day before the party -- as soon, indeed, as his arrival had become known to the Marchesa.\\n\\n\\\"Why, my own one?\\\"\\n\\n\\\"She has not treated mamma well -- nor yet me.\\\"\\n\\n\\\"Ayala is going.\\\" He had no right to call her Ayala. So Augusta thought.\\n\\n\\\"My cousin is behaving badly in the matter, and mamma ought not to allow her to go. Who knows anything about the Marchesa Baldoni?\\\" \\\"Both he and she are of the very best families in Rome,\\\" said Mr Traffick, who knew everything about it.\\n\\n\\\"At any rate they are behaving very badly to us, and I will take it as a favour that you do not go. Asking Ayala, and then asking you, as good as from the same house, is too marked. You ought not to go.\\\"\\n\\nPerhaps Mr Traffick had on some former occasion felt some little interference with his freedom of action. Perhaps he liked the acquaintance of the Marchesa. Perhaps he liked Ayala Dormer. Be that as it might, he would not yield. \\\"Dear Augusta, it is right that I should go there, if it be only for half an hour.\\\" This he said in a tone of voice with which Augusta was already acquainted, which she did not love, and which, when she heard it, would make her think of her L#120,000. When he had spoken he left her, and she began to think of her L#120,000.\\n\\nThey both went, Ayala and Mr Traffick -- and Mr Traffick, instead of staying half an hour, brought Ayala back at three o'clock in the morning. Though Mr Traffick was nearly as old as Uncle Tringle, yet he could dance. Ayala had been astonished to find how well he could dance, and thought that she might please her cousin Augusta by praising the juvenility of her lover at luncheon the next day. She had not appeared at breakfast, but had been full of the ball at lunch. \\\"Oh, dear, yes, I dare say there were two hundred people there.\\\"\\n\\n\\\"That is what she calls a little dance,\\\" said Augusta, with scorn. \\\"I suppose that is the Italian way of talking about it,\\\" said Ayala.\\n\\n\\\"Italian way! I hate Italian ways.\\\"\\n\\n\\\"Mr Traffick liked it very much. I'm sure he'll tell you so. I had no idea he would care to dance.\\\"\\n\\nAugusta only shook herself and turned up her nose. Lady Tringle thought it necessary to say something in defence of her daughter's choice. \\\"Why should not Mr Traffick dance like any other gentleman?\\\" \\\"Oh, I don't know. I thought that a man who makes so many speeches in Parliament would think of something else. I was very glad he did, for he danced three times with me. He can waltz as lightly as -- \\\" As though he were young, she was going to say, but then she stopped herself.\\n\\n\\\"He is the best dancer I ever danced with,\\\" said Augusta.\\n\\n\\\"But you almost never do dance,\\\" said Ayala.\\n\\n\\\"I suppose I may know about it as well as another,\\\" said Augusta, angrily.\\n\\nThe next day was the last of Mr Traffick's sojourn in Rome, and on that day he and Augusta so quarrelled that, for a certain number of hours, it was almost supposed in the family that the match would be broken off. On the afternoon of the day after the dance, Mr Traffick was walking with Ayala on the Pincian, while Augusta was absolutely remaining behind with her mother. For a quarter of an hour -- the whole day, as it seemed to Augusta -- there was a full two hundred yards between them. It was not that the engaged girl could not bear the severance, but that she could not endure the attention paid to Ayala. On the next morning \\\"she had it out\\\", as some people say, with her lover. \\\"If I am to be treated in this way you had better tell me so at once,\\\" she said.\\n\\n\\\"I know no better way of treating you,\\\" said Mr Traffick.\\n\\n\\\"Dancing with that chit all night, turning her head, and then walking with her all the next day! I will not put up with such conduct.\\\"\\n\\nMr Traffick valued L#120,000 very highly, as do most men, and would have done much to keep it; but he believed that the best way of making sure of it would be by showing himself to be the master. \\\"My own one,\\\" he said, \\\"you are really making an ass of yourself.\\\"\\n\\n\\\"Very well! Then I will write to papa, and let him know that it must be all over.\\\"\\n\\nFor three hours there was terrible trouble in the apartments in the Palazzo Ruperti, during which Mr Traffick was enjoying himself by walking up and down the Forum, and calculating how many Romans could have congregated themselves in the space which is supposed to have seen so much of the world's doings. During this time Augusta was very frequently in hysterics; but, whether in hysterics or out of them, she would not allow Ayala to come near her. She gave it to be understood that Ayala had interfered fatally, foully, damnably, with all her happiness. She demanded, from fit to fit, that telegrams should be sent over to bring her father to Italy for her protection. She would rave about Septimus, and then swear that, under no consideration whatever, would she ever see him again. At the end of three hours she was told that Septimus was in the drawing-room. Lady Tringle had sent half a dozen messengers after him, and at last he was found looking up at the Arch of Titus. \\\"Bid him go,\\\" said Augusta. \\\"I never want to behold him again.\\\" But within two minutes she was in his arms, and before dinner she was able to take a stroll with him on the Pincian.\\n\\nHe left, like a thriving lover, high in the good graces of his beloved; but the anger which had fallen on Ayala had not been removed. Then came a rumour that the Marchesa, who was half English, had called Ayala Cinderella, and the name had added fuel to the fire of Augusta's wrath. There was much said about it between Lady Tringle and her daughter, the aunt really feeling that more blame was being attributed to Ayala than she deserved. \\\"Perhaps she gives herself airs,\\\" said Lady Tringle, \\\"but really it is no more.\\\"\\n\\n\\\"She is a viper,\\\" said Augusta.\\n\\nGertrude rather took Ayala's part, telling her mother, in private, that the accusation about Mr Traffick was absurd. \\\"The truth is\\\", said Gertrude, \\\"that Ayala thinks herself very clever and very beautiful, and Augusta will not stand it.\\\" Gertrude acknowledged that Ayala was upsetting and ungrateful. Poor Lady Tringle, in her husband's absence, did not know what to do about her niece. Altogether, they were uncomfortable after Mr Traffick went and before Tom Tringle had come. On no consideration whatsoever would Augusta speak to her cousin. She declared that Ayala was a viper, and would give no other reason. In all such quarrelings the matter most distressing is that the evil cannot be hidden. Everybody at Rome who knew the Tringles, or who knew Ayala, was aware that Augusta Tringle would not speak to her cousin. When Ayala was asked she would shake her locks, and open her eyes, and declare that she knew nothing about it. In truth she knew very little about it. She remembered that passage-at-arms about the going upstairs at Glenbogie, but she could hardly understand that for so small an affront, and one so distant, Augusta would now refuse to speak to her. That Augusta had always been angry with her, and since Mr Traffick's arrival more angry than ever, she had felt; but that Augusta was jealous in respect to her lover had never yet at all come home to Ayala. That she should have wanted to captivate Mr Traffick -- she with her high ideas of some transcendental, more than human, hero!\\n\\nBut she had to put up with it, and to think of it. She had sense enough to know that she was no more than a stranger in her aunt's family, and that she must go if she made herself unpleasant to them. She was aware that hitherto she had not succeeded with her residence among them. Perhaps she might have to go. Some things she would bear, and in them she would endeavour to amend her conduct. In other matters she would hold her own, and go, if necessary. Though her young imagination was still full of her unsubstantial hero -- though she still had her castles in the air altogether incapable of terrestrial foundation -- still there was a common sense about her which told her that she must give and take. She would endeavour to submit herself to her aunt. She would be kind -- as she had always been kind -- to Gertrude. She would in all matters obey her uncle. Her misfortune with the Newfoundland dog had almost dwindled out of her mind. To Augusta she could not submit herself. But then Augusta, as soon as the next session of Parliament should be over, would be married out of the way. And, on her own part, she did think that her aunt was inclined to take her part in the quarrel with Augusta. Thus matters were going on in Rome when there came up another and a worse cause for trouble.\\n\\nCHAPTER 7 TOM TRINGLE IN EARNEST\\n\\nTom Tringle, though he had first appeared to his cousin Ayala as a Newfoundland dog which might perhaps be pleasantly playful, and then, as the same dog, very unpleasant because dripping with muddy water, was nevertheless a young man with so much manly truth about him as to be very much in love. He did not look like it; but then perhaps the young men who do fall most absolutely into love do not look like it. To Ayala her cousin Tom was as unloveable as Mr Septimus Traffick. She could like them both well enough while they would be kind to her. But as to regarding cousin Tom as a lover -- the idea was so preposterous to her that she could not imagine that anyone else should look upon it as real. But with Tom the idea had been real, and was, moreover, permanent. The black locks which would be shaken here and there, the bright glancing eyes which could be so joyous and could be so indignant, the colour of her face which had nothing in it of pink, which was brown rather, but over which the tell-tale blood would rush with a quickness which was marvellous to him, the lithe quick figure which had in it nothing of the weight of earth, the little foot which in itself was a perfect joy, the step with all the elasticity of a fawn -- these charms together had mastered him. Tom was not romantic or poetic, but the romance and poetry of Ayala had been divine to him. It is not always like to like in love. Titania loved the weaver Bottom with the ass's head. Bluebeard, though a bad husband, is supposed to have been fond of his last wife. The Beauty has always been beloved by the Beast. To Ayala the thing was monstrous: but it was natural. Tom Tringle was determined to have his way, and when he started for Rome was more intent upon his love-making than all the glories of the Capitol and the Vatican.\\n\\nWhen he first made his appearance before Ayala's eyes he was bedecked in a manner that was awful to her. Down at Glenbogie he had affected a rough attire, as is the custom with young men of ample means when fishing, shooting, or the like, is supposed to be the employment then in hand. The roughness had been a little overdone, but it had added nothing to his own uncouthness. In London he was apt to run a little towards ornamental gilding, but in London his tastes had been tempered by the ill-natured criticism of the world at large. He had hardly dared at Queen's Gate to wear his biggest pins; but he had taken upon himself to think that at Rome an Englishman might expose himself with all his jewelry. \\\"Oh, Tom, I never saw anything so stunning,\\\" his sister Gertrude said to him. He had simply frowned upon her, and had turned himself to Ayala, as though Ayala, being an artist, would be able to appreciate something beautiful in art. Ayala had looked at him and had marvelled, and had ventured to hope that, with his Glenbogie dress, his Glenbogie manners and Glenbogie propensities would be changed.\\n\\nAt this time the family at Rome was very uncomfortable. Augusta would not speak to her cousin, and had declared to her mother and sister her determination never to speak to Ayala again. For a time Aunt Emmeline had almost taken her niece's part, feeling that she might, best bring things back to a condition of peace in this manner. Ayala, she had thought, might thus be decoyed into a state of submission. Ayala, so instigated, had made her attempt. \\\"What is the matter, Augusta,\\\" she had said, \\\"that you are determined to quarrel with me?\\\" Then had followed a little offer that bygones should be bygones.\\n\\n\\\"I have quarrelled with you\\\", said Augusta, \\\"because you do not know how to behave yourself.\\\" Then Ayala had flashed forth, and the little attempt led to a worse condition than ever, and words were spoken which even Aunt Emmeline had felt to be irrevocable, irremediable.\\n\\n\\\"Only that you are going away I would not consent to live here.\\\" said Ayala. Then Aunt Emmeline had asked her where she would go to live should it please her to remove herself. Ayala had thought of this for a moment, and then had burst into tears. \\\"If I could not live I could die. Anything would be better than to be treated as she treats me.\\\" So the matters were when Tom came to Rome with all his jewelry.\\n\\nLady Tringle had already told herself that, in choosing Ayala, she had chosen wrong. Lucy, though not so attractive as Ayala, was pretty, quiet, and ladylike. So she thought now. And as to Ayala's attractions, they were not at all of a nature to be serviceable to such a family as hers. To have her own girls outshone, to be made to feel that the poor orphan was the one person most worthy of note among them, to be subjected to the caprices of a pretty, proud, ill-conditioned minx -- thus it was that Aunt Emmeline was taught to regard her own charity and good-nature towards her niece. There was, she said, no gratitude in Ayala. Had she said that there was no humility she would have been more nearly right. She was entitled, she thought, to expect both gratitude and humility, and she was sorry that she had opened the Paradise of her opulent home to one so little grateful and so little humble as Ayala. She saw now her want of judgment in that she had not taken Lucy.\\n\\nTom, who was not a fool, in spite of his trinkets, saw the state of the case, and took Ayala's part at once. \\\"I think you are quite right,\\\"he said to her, on the first occasion on which he had contrived to find himself alone with her after his arrival. \\\"Right about what?\\\"\\n\\n\\\"In not giving up to Augusta. She was always like that when she was a child, and now her head is turned about Traffick.\\\"\\n\\n\\\"I shouldn't grudge her her lover if she would only let me alone.\\\" \\\"I don't suppose she hurts you much?\\\"\",\"timestamp\":1639990634,\"title\":\"It is the most glorious study which the world affords.\"},\"digest\":\"V9u8DBx06GtDvpyhVm8HYmyP9yuAF0j21Ahl-EHR_2Y\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GukRoftQKDnQxSre_QQpAWMJ4sHxYcVS5EpXejliTR8\\\",\\\"y\\\":\\\"pbk_mXN9HVqxvm6WySK7Z-_nVWdVTRzmrbEaeTPu-8s\\\"}\",\"signature\":\"136cr5PtmJI1zcCOHc-Mxv8wjrNma57ixlS15K7ZqE4gP_WqKHa9cJZVOWw92UpZlCao7CqVwgeh4S6YFvuBaQ\",\"signingKeySignature\":\"0x130a35341f05d0e18196bb97151a5fad80bd50e281ed916c62bbaa39b5c7ef762fc71424069e544783302c341699814fe578f70f5e4f2cbc11cfb1926522c9f61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GukRoftQKDnQxSre_QQpAWMJ4sHxYcVS5EpXejliTR8\\\",\\\"y\\\":\\\"pbk_mXN9HVqxvm6WySK7Z-_nVWdVTRzmrbEaeTPu-8s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V9u8DBx06GtDvpyhVm8HYmyP9yuAF0j21Ahl-EHR_2Y\"}"