"{\"content\":{\"body\":\"一路踏浪遨游，放眼望去，那片烟雾蒙蒙的岛屿再次浮现在我面前，这次为了避免被疯狂水元素大军报复，我可是使足了力气，一直潜到海底深处，这才平平安安到达普陀岛。\\n\\n```\\n穿过那片依旧被薄雾笼罩的紫竹林，咱快步来到竹屋前，只见阿碧那丫头正站在竹屋门口的药圃前摆弄着什么，我立即热情地举手吆喝道：“阿碧，你家主子观音大士呢。”\\n\\n那小丫头一见是我，立刻惊叫一声，连忙转身跑进屋里，想必上回被咱家小的们恐吓过的阴影至今还残留着，对我是心怀惧意吧。\\n\\n我嘿嘿一笑，连忙跟着阿碧后面走进屋里，观音大士正好迎了出来。\\n\\n“咦，你怎么这么快就回来了，是不是有什么事？”见我那副喜气洋洋的神色，观音大士也似乎猜到什么，有点激动地问道。\\n\\n“当然有事，没事我怎么可能登你这座三宝殿哦。”我大大咧咧地说道。\\n\\n“我所托你寻觅的二味药材有着落了？”观音大士接口问道。\\n\\n“当然，咱总算是没有辜负你的期望，看看，这些都是你要的东西，在下一个不缺地给你弄来。怎么样，够意思吧，回头该把净化之水整给我吧。”我一边说着，一边从背包里拿出龙晶递给了观音大士，而那一整块千年红珊瑚，刚一捧出来就嘭的一声，重重摔掉到地上。\\n\\n这么一大家伙，简直沉得拿不动，当初在海里有浮力带着点，还感觉不到，只知道挖出个整块就放背包里送，现在整个拿出来，嗨，真是好大，连珊瑚带礁石，差不多有半个屋子大小。\\n\\n“这……”观音大士刚一接过龙晶，刚要感激两句，突然看到这巨大的千年红珊瑚，立即狠狠揉了揉眼睛，脸上写满了愕然，惊得半句话也说不出来。过了好半晌才回过神，两行清泪如喷泉似地就夺框而出。\\n\\n“谢谢你，真是太谢谢你了，我终于可以达成所愿，重返天庭了。”观音大士嘴里连声说着谢谢，可眼睛根本没往我这瞟一下，就死死盯着那株红珊瑚。\\n\\n心不诚啊，两个字：做作，我心里暗暗给观音大士下了个结论。\\n\\n不过跟着观音大士一声叹息，伸手轻轻抚mo着红珊瑚，幽幽地说道：“这千年红珊瑚本是南海至宝，我拿来做药的话，也只需要几根枝叉就足已，你怎么把它连根拨起，千年的精华，就这么一朝给毁了，可惜，可惜啊。”\\n\\n呀喝，听观音大士这口气，似乎抱怨与我。奶奶的，这能怪我吗，它比我见过的矿石都来得坚硬，刀砍不断，剑劈不损的，除了连根带底地整株挖来，我还能怎么样，难道让我用牙啃啊。做了好事还没好话说，真是晦气。\\n\\n我没好气地白了观音一眼，心里暗暗嘀咕着：反正咱都已经弄来了，你交代的任务也算完了，其他事我才不管呢。\\n\\n观音大士发完了牢骚，移步绕着红珊瑚走了两圈，随着她嘴里的轻声低吟，一团乳白色的光晕浮现她那玉手上，是忽张忽缩，跟着她轻轻一抬手，往那千年红珊瑚上一拍，就只听轰的一声，整丛珊瑚立刻碎裂成无数小块，每一块都像是件艺术品，边缘处十分的圆滑，没有半点磨损，而岩石，则化成一大堆粉末，随着窗外吹来的一阵清风，纷纷扬扬地飘散开来。\\n\\n牛，哥们我狂砍乱砸都没用，她这一下子就瓦解了，果然是观音一出手，就知有没有，她的道行还真是不浅。\\n\\n观音大士蹲下身子，捡起最小的一块，跟龙晶放到一起，面带惋惜地说道：“既然它已经离开原来生长的地方，那就再也放不回了，既然是你取来的，那其余的这些不如你留着，或许以后有用的着的地方。”\\n\\n什么什么，咱没听错吧，观音大士只要用那么一点，剩下的全归我。居然有这等好事，刚才路上我还生怕珊瑚不够用呢，现在可是大出所料。\\n\\n还等什么呢，哥们我是立即带着满脸幸福笑容，应声将地上的千年红珊瑚一鼓脑捡了起来，足足一百四十多份。虽然现在咱不知道它具体有什么用，但是我相信，连观音大士都在乎的东西，绝对不会是垃圾货色，回去问华老爷子去。\\n\\n“你在这里休息片刻，等我先炼完了药，自然给你净化之水。”观音大士将龙晶和珊瑚收入囊中，对我说道。\\n\\n“行行，你忙你的，别管我。”我连忙接口说道，嘿嘿，顶级药师炼药，我可得好好观摩观摩才成。\\n\\n只见观音大士从里屋取出一个扁圆的紫金翡翠药鼎放到炉火之上，然后从架子上取下几个形状各异的罐子，拿了些东西一一放到紫金鼎里，口中是念念有词，然后用手一抚鼎口，药鼎立刻绽放出一片红绿交错的光晕，看来应该跟华老爷子那个药鼎有着类似的功效。\\n\\n“阿碧，到外面摘点净心草给我。”观音大士双眼专注致志地看着药鼎，头也不头地吩咐站在一边的阿碧。\\n\\n“哦！”阿碧嘴里连忙答应着，抬脚忙不跌地就跑到门外。\\n\\n我可是记起之前摘不到屋外半株草药的事，连忙闪身跟了出去，咱到要看看，这阿碧是怎么采药的。\\n\\n就见阿碧信步走到药圃里，都不用看，蹲下身伸手轻轻一摘，一株绿油油，翠生生的净心草就到其手中。而原来的地上，则慢慢又暴出一根新草芽。\\n\\n咦？这就怪了，难道之前是有结界，让我无法摘到药草不成。趁着阿碧进了屋，我连忙三步并作两步，冲到药圃前，伸手抓向一株星空草。\\n\\n无语……又穿过去了，看着自己的手跟星空草在同一个空间内在次重叠，我的心，立即凉了一半，摆在眼前的肥肉就是吃不到，观音大士的这个防盗系统做得真是好，看来只有主人能摘，别人连碰一下都不行。\\n\\n唉，拿不到药草，咱只好回去乖乖地看那观音大士炼制她所谓的，能扭转人性的神丹仙药了。\\n```\\n\\n\\n------------\\n\\n第三百三十四章 我帮你得道二\\n\\n等了几柱香的工夫，观音大士面前的药鼎是华光大放，敢情是这药到了紧要关头，她额头上的香汗是大颗大颗地往下滴，阿碧在一边拿着手绢不停地帮她擦着汗。将龙晶和珊瑚一并放入鼎中后，观音大士是左手捏了个兰花诀，右手立在胸前，嘴里低吟着音调顿挫的经文，双眼全神贯注地看着紫金鼎里沸腾翻滚着的粘稠药汤。\\n\\n```\\n忽见紫金鼎里红光一收，下面的炉火也跟着熄灭，一阵清幽淡雅的芬芳从药鼎两旁的出气孔之袅袅盘旋而出。\\n\\n“成了！”观音神色一缓，带着几分欣喜地说道。跟着伸手打开药鼎，从里面拿出一颗鸽蛋大小，通体透明的浑圆珠子，脸上，交织着感慨、兴叹、欢喜、感慨之情。\\n\\n就这区区一颗小药丸，就想能改变人的本性，见观音大士这副神态，我在心里冷冷一笑，暗暗嘀咕道：人之本性要是能颗药丸就能扭转，那太阳估计也可以从西边出来了，要知道江山好打，本性难移，人的劣根性可是固然天成，没那么容易就被更改的。不过，这也不是我所该关心的，我只要有净化之水就成了。\\n\\n观音大士拿着丹药，转过身来注视着我，眼里，似乎有点异样的神情。\\n\\n咦，观音大士怎么这么看着我，难道是她见我如此英明神武，气概非凡，胆识过人，所有对我有那么点意思不成，我被观音大士看得脸红红，心慌慌，忍不住胡思乱想起来。\\n\\n我正想着，就见观音大士的眉心之中突然暴射出一道金光，刺得我根本睁不开眼，我连忙是双手遮眼，避其锋芒。\\n\\n过了半响，那强烈的金光似乎不再那么亮，我这才张开指缝，睁眼探望出去，心道：这观音大士搞什么鬼，难道有什么东西不可见人吗。\\n\\n呀，我这是在哪，有没有搞错？\\n\\n目光所视，周围的一切让我简直不敢相信自己的眼睛，我连忙放下双手，四下张望：那排竹屋已消失不见，连外面的药圃也不见了，附近的土地全部变成了一片碧波荡漾，湖光粼粼荷花池。池塘里星罗棋布着一株株玉立婷婷的荷花，粉荷垂露，盈盈欲滴；白荷带雨，皎皎无瑕；怒放的，嫩蕊摇黄，含苞的，娇羞欲语，再加上绿盖叠翠，青盘滚珠，真是好一幅迷人的风景画。\\n\\n而那观音大士依旧是一身白衣，但是头上多了一顶闪耀金冠，上罩白纱，眉宇之间安静祥和，背后则多了一轮金光环绕，让人不敢直目逼视。她盈盈地站在一朵巨大的荷花之中，手托白玉花瓶，里面的柳条轻轻摆动，一滴滴露珠轻轻地洒下，每有一滴露珠滴落到池塘里，就有一朵娇嫩的荷花冉冉从水中升起绽放。\\n\\n小丫头阿碧则站在观音大士的身边的一片荷叶上，耳边两缕青丝迎风飘动，眉间一个红点将整张细白圆脸点缀得十分可人。\\n\\n房子不见了，她们站在荷花上，那我……低头一看，我脸上写满不可思议。一片薄薄的荷叶托着我这么个百八十斤的汉子，居然一丝下沉的味道都没有。一条金色鲤鱼悠然从我脚边游过，悠闲地摇了摇尾巴，冲我吐了几个泡，又游开去了。让我提着的心顿时松驰下来。\\n\\n“隐为者。”观音大士目视着我说道，这声音和她当初所言，大有不同，听起来像是从极远的地方飘过来，又像是在耳边回响，总之让我脑海里一片清净，仿佛周围就只有这片摇曳的荷花，清爽的微风以及天簌一般的声音。\\n\\n“多亏你帮我采集回二味药材，才能让我脱胎换骨，了确尘缘，按理说我应该将净化之水交给你，但那炎灵金果实乃天地之精华，若是所托非人，我等实在难向佛祖交待。”\\n\\n一听观音大士这话，我心都凉了半截，脸上还不敢有半死愤愤之情，心里咒骂道：奶奶的，哥们我九死一生帮她弄来药材，让她得道成仙，她现在居然出尔反尔，不将那净化之水给我，算什么意思，玩人不是这么玩的，好，你要是真的不给，老子就抢，妈的，该死该活朝伸头向前，咱可不能白白错过这次机会，等你飞升了我找哪个要去。\\n\\n我这边暗暗动了邪念，而那观音大士则顿了顿，继续说道：“但也不是一定不能给你，你且回答我一个问题，看你是否与我佛有缘，若是答案能让我满意，那我就助你去除紫灵金花上的怨气，你看怎么样。”\\n\\n观音大士那张不怒不笑，看似平静的脸上有种让人说不出的安祥，但是现在从我眼里看来，怎么看怎么觉得她是老奸巨滑，果然是个大神，说话有深度。\\n\\n不想给就不想给贝，还出什么题目。奶奶的，不过我可没明着翻脸，而是接口说道：“行，你问吧，我一定好好回答。”\\n\\n观音大士目光扫向天际，喃喃地说到：“世间有一物，无名无姓，无色无相，不老不死，不俱不灭，你能不能告诉我这是什么？”\\n\\n“这个是……”这算哪门子问题，真有深度啊，我双眉紧皱，绞尽脑汁想了起来：是生命？不对，生命不会不老不死；是红尘？也不对，红尘不是无色无相；难道是佛性，只有那玩意才算得上是虚无飘渺，算得上是佛性恒久远，入门永流传，到底会是哪个呢……\\n\\n想了半天，一再迟疑之后，咱刚准备开口说出自认为正确的答案，就见观音大士带着浅笑对我说道：“没想到你与我佛还真是有缘，能答对这个问题。”而一边的阿碧则轻声嘀咕道：“蒙的，他一定是蒙的。”\\n\\n观音大士跟着说道：“真没想到你能回答这个问题，这实在是你的造化，也是焱灵金果的造化。既然无名无姓，这件东西当然不能说出来，如果说出来了，那还叫无名无姓吗？真没想到你竟能悟此禅机，实是难得，将你的紫灵金花拿出来吧，我这就帮你除去它身上的千年怨气。”\\n```\\n\\n\\n------------\",\"timestamp\":1640774435,\"title\":\"第三百三十四章 我帮你得道一\"},\"digest\":\"idwCBSOmfZjBjLtizbGQA-luHbJO7iD-_EJ9BqO-DWM\",\"authorship\":{\"contributor\":\"0x81b3a476328DDF6ff81bE6EC3599e6B8cBE1d779\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pnathicZVAr1ngjEO4eIh5Fb8JSas5AMZokCs0QXFZE\\\",\\\"y\\\":\\\"jLgfjQNMVX4hrmkHoudsVRWiNM6hzQbeGPgpiONgsCk\\\"}\",\"signature\":\"GdNXr7vGfF7HHYcGioyxwipMuL-P4eH0mcyqJ5YTb9lgPBxfdO7LGqOjMkhpo88OLaYPO5WyKLlRujA-5LTBTw\",\"signingKeySignature\":\"0xd24b14ef9b9239e695d346b9d28e43ea42ec53ed1ddcff7be1fe19e0bf1a06ab0174f5533a358bb87046c4b689b5b918a88f9545e5cf54480cb993337cf988981c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pnathicZVAr1ngjEO4eIh5Fb8JSas5AMZokCs0QXFZE\\\",\\\"y\\\":\\\"jLgfjQNMVX4hrmkHoudsVRWiNM6hzQbeGPgpiONgsCk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"idwCBSOmfZjBjLtizbGQA-luHbJO7iD-_EJ9BqO-DWM\"}"