"{\"content\":{\"body\":\"死灵黑武士的盔甲里仿佛有一团烈火在燃烧着，有无数冤魂在纠结着，黑雾在其中游走，发出“咝咝”的细微响声，那把掉落在一边的巨剑也从地上一点一点往我脚下挪了过来。\\n\\n```\\n就在我想好好看看那个炼金术时，“嘭”的一声闷响，盔甲里所有的黑雾疾涌到巨剑之上，被巨剑一丝不漏地给吸了进去，巨剑如同被一只无形的手给操纵着，慢慢抬起，迅速落下，将我所站的地面上硬生劈出了一条裂缝，这裂缝说大不大，说小也不小，说长不长，说宽也不宽，但是正好将我给吞了进去。\\n\\n当我一掉下去之后，那条裂缝又快速并拢起来，地面上看不出有半点损坏的痕迹，那件武士的盔甲之上再无半点黑雾，巨剑，也真正失去了原有的光芒。\\n\\n我还没弄清楚是怎么回事，根本没有丝毫反应的机会，就从裂缝中跌落下去，耳边响起呼呼的风声，身子如断了翅膀的飞鸟直往下坠。说实话，这种刺激性很强，有心脏病者忌玩的高空自由落体运动，如果在平日里，有所安全保障的前提下，我倒不介意一试，但是现在，身边是一片黑暗，最下面还没看到底，这么高，跌下去会死人的情况下（在水里时间长了会淹死，从高空掉下来当然也会摔死），我可一点兴趣都没有。\\n\\n怎么办，怎么办，我心里激荡着这个声音，我绝对不能就这样束手待毙，我脑海里飞快地转动，以往在武侠小说中看到的，特技电影里演到的种种从高中掉落的逃生方法如电光火石般在我眼中闪过。\\n\\n刀，我不是还有诅咒之刃吗，用它凿在墙壁上应该会有点用，能减缓下落速度吧，可惜两边都是空荡荡的空气，哪有触手能及的墙壁给我凿；飞爪，我不是还有飞爪吗，那玩意长，可以用那个攀住远处的石壁，拉住我下落的身子，可惜在我飞快扔出几次飞爪，都没有触碰到任何坚实物质之后，我知道这办法也行不通了；还有，还有什么办法……\\n\\n这么重一人，下落的速度当然很快，一眨眼的工夫，已经没有时间让我去想什么办法，眼前蓦地一亮，一片灰白色的光芒出现在我脚下，我双手在空中拼命扑腾着，手中的诅咒之刃乱劈，想做出最后的挣扎。\\n\\n在光芒中心似乎有一块模糊狭小的空隙，而我的身子正巧从里面滑了进去，没有如我想象中的粉身碎骨，没有那种魂体分离的痛苦，我似乎掉在了一团巨大的柔软之中，那种感觉就象是置身在厚厚的棉絮里一般，而手上挥舞的诅咒之刃则有种在切割丝帛般韧滑的感觉，一个不注意，匕首就划开身边一块如软玉般，巴掌大小的淡黄色晶体，“啪”的一声细微脆响，它立即分成两半，接着裂成米粒小大，然后又变成粉末，消散在一片柔软之中。\\n\\n难道这下面还有人，懂得阴阳八卦之术，早就算到我有此一难，特地在这里放了个巨大的海绵垫等着我不成，我心里刚在诧异，身上突然一暖，熟悉的光圈围绕在继续缓慢下落的我周围。\\n\\n“隐为者玩家，恭喜您升级了。”\\n\\n“隐为者玩家，恭喜您升级了。”\\n\\n什么，我的耳朵没有听错吧，我接连升了两级，我这是在做梦吗，我抬起手指，伸进嘴里狠狠咬了一口，痛，真实的感觉告诉我这不是梦。我怎么非但没有死，而且还连升了两级，难道说只要从那轮回过道的间隙里掉下来，就会有这等的好事，那升级可不再是烦恼，成为“天地”一代高人也不再是梦想，现在等级最高的不过才三十四，而我今天一下子就跳到三十六级。我这下可真是牛b大了。\\n\\n脚，踏到坚实的土地，\\n\\n身子，不再继续往下坠落，\\n\\n我的心，终于从嗓子眼回到胸口。\\n\\n我定睛一望，这是一座空阔的殿堂，远处的角落里散布着各种形状、残肢断臂的森森白骨，用深红色血液绘制而成的一幅魔法阵在地上发出幽幽磷光，让人看得有点毛骨悚然；一尊巨大的紫黑色四足方鼎端放在空荡荡的大殿里，在方鼎的四面是四个奇异的骷髅头像，不象是人的，也不象的动物的，那突出的独角，倒象个魔鬼的，在鼎内跳动的火焰不是正常的红色或铁青色，而是鬼异的妖蓝色，没有任何助燃的物质，火苗就在那里凭空熊熊燃烧着；在方鼎的后面，是一座高大的，由完整黑玉雕琢而成的冥神雕象。走到雕象旁仔细一看，喝，还真是件精美绝伦的艺术品，就算是米开朗基罗重生，估计也就这个水准吧。\\n\\n只见那冥王背后舒展的黑色四翼毛羽毕现，闪烁着如金属一般的光泽，似乎就欲振翅而飞，那副冷俊萧杀的表情不威自怒，细长有力的双手分别握着一把花纹精美的审判之锤和一柄镶嵌猫眼石的华丽死亡之刃，一圈圈乳白色的光芒如枷锁围绕在他身上，仿佛有了生命一般在缓缓流动，而唯一的缺憾就是他那双目紧闭，让我无法一睹其神采。\\n\\n再往身后一看，我刚放松的脸色一下就绷紧，脚下不自觉地后退了几步，如临大敌，只见无数冥王的骨兽，冥王的骨灵和冥王的骨魔拥挤在一起，想要从远处的通道口冲到我这边。不过，幸好似乎有一堵无形的墙壁阻隔在它们面前，让它们止步于这座放置冥王雕象的殿堂之外，只能凭空搭成一座白色的墙壁，我才没有刚脱险境，又遭毒手。\\n\\n看来这里应该就是被诅咒的冥王之殿的最终尽头，虽然这里冥王的仆人真是不少，看看环境也基本能对得上号，不过总感觉似乎缺了点什么。我略微一想，对，这里少了个重量级的boss把守，就连刚才那个镇守轮回过道的死灵黑武士都已经三十九级了，在这么重要的冥王殿堂怎么却没有一个有名有姓的主呢，过道那些怪物等级虽然不低，可似乎太多了一点，没有半点boss的风度和气概。\\n\\n我正迟疑着，却没注意到头顶片灰白色的光芒，在我割裂软玉之后就已经开始了迅速的收缩，原本覆盖数十米。高达十几米的若有若无，如丝绸般的气态物质渐渐凝固成一个巨大的半身人形状态，漂浮在上方，然后一下子沉下来，如轻纱般覆在了地上，闪着淡淡的黄光。\\n\\n这救命的东西掉下来，我怎么能不关心一下，我连忙走上去一看。不看不知道，一看我吓一跳，这哪是什么海绵软体，凝固成形后分明是个浑身笼罩在纱雾之中的亡灵巫师。\\n\\n怪物：冥王的大祭祀  等级：？？？\\n\\n我都三十六级了，看它的等级还是问号，那这家伙起码四十级开外（系统第二次更新后，只限制超过五级的怪可以见到其名字，但是无法知道其等级，取消了十级以上无法知道其名字的规则），它，怎么就挂了呢。眼光一转，咦，它的身下似乎有什么东西在闪光，赶紧让我过去瞧瞧，是什么东西。\\n\\n一本巴掌大小，黑色封面，银色包边的技能书落入我的掌心，打开一看：高级召唤术——呼唤死灵骑士（初级召唤等级：三十五级）\\n\\n召唤，召唤死灵骑士，我双眼迸发出火星，几乎要因这突如起来的惊喜而窒息了，那个三十九级的死灵黑武士就那么牛b了，这个死灵黑骑士，初级召唤的等级限制就要三十五级，绝对不会是个水货吧。再想起我包包里那块睿智者勋章，这不是冥冥之中注定要让我学此技能嘛，老天，你奶奶的待我还真是不薄。\\n\\n***********************************\\n\\n其实在这座冥王大殿里，一共有两位负责守护的高级boss，一个就是倒在我面前，擅长魔法，五十五级冥王的大祭祀，另一个则是擅长近战，五十四级冥王的暗骑士，它们两个每隔一天就互换一次，而那些低级的怪物，因为慑于它们两个的威严，没有它们的指令，一般是绝对不敢轻易进入冥王大殿的。\\n\\n当然了，一般不是敢，二般的话，就可以了。在这两种情况下，它们会得到允许进入大殿，一种就是冥王的大祭祀需要魔法原料或魔法实验品时允许它们进来；而另一种就是冥王的暗骑士手痒了，需要找点乐子的时候，也允许它们进来，这也是为什么墙角有那么多白骨，而无数怪物守在过道不敢进来的真正原因。\\n\\n而我，今天则是标准的福星高照，碰到了百年难得一遇的巧合，为什么这么说呢。首先死灵黑武士的重生之怒斩（就是死了还能弄一下那招）触发条件就很苛刻，必须是在累计杀满一百个玩家，收集到他们的怨气后，而刚好自己也被挂，才能施展，而傲气凌云前两次挂死灵黑武士时是损失惨重，挂掉的玩家总数和今天的一加，正好满了一百个，这是少一个不成，多一个则重算（如果杀过一百，则消零再计）；第二这招是需要一定的发动时间，如果在它挂掉以后玩家就走，那这招也等于是无用之举，只能当作它发泄的愤怒罢了，而我和傲气凌云一番讨论，而后又学习了炼金术，正好拖到它施展的时候；第三这招本来是适用用来全体攻击的，可是因为只有我一个，它则无需横扫一大片，而是选择全力劈开数米厚的地板，想让我跌落深渊粉身碎骨而亡，用意之险恶，真是其心可诛，这几点是我直接从轮回过道掉入冥王大殿的原因。（不然要是想靠走，还有三个能识破潜行的大boss拦在前面，乘早打消这念头）\\n\\n而我之所以能连升两级，那个高级boss冥王的大祭祀会挂掉，就更值得称奇了，反正我自己是想了半天没想出个道道来，估计是冥王的大祭祀这家伙多行不义必自毙，正好遇到我这个上帝派来的正义使者，它见我来了，激动得挂掉了吧，嘿嘿。\\n\\n我呸，你小子还真是不要脸，还自称什么正义的使者呢，估计把这个问号级的boss丢你面前，你不吓得双腿打晃，抱头就跑就好事的了。这个冥王的大祭祀能够挂掉的真正原因嘛，其实是这样的：由于天地里的怪物也可以通过猎杀其他怪物和锻炼技能升级（当然了，猎杀玩家除外），所以这个算得上是高级boss的冥王的大祭祀没事就喜欢锻炼自己的魔法力，而它最喜欢的修炼形态就是如刚才那样覆盖一片的虚无灰雾形态，而不是自己现在死亡后凝固成人形的样子；由于这里地处冥王之殿的最深处，根本不会有什么东西会来打扰它，就算有，外面那些怪物也不是吃素的，再加上在这种形态下，冥王的大祭祀周围都会笼罩着一层魔法屏障，除了顶端那个一人大小的孔洞外，根本无法对它造成直接的伤害，它有怎么又会想到主角会从上面掉下来，又偏偏掉进那个孔洞里呢；而它内部的构造正如棉絮一般柔软有弹性，如果放大看，可以看到一条条银灰色的细线互相纠结缠绕，可以起到缓冲的作用，才能让主角没有一落到底，摔成一堆肉泥；至于冥王的大祭祀为什么会挂，那就更是巧了，即使主角掉在它体内，本来最多也就是能好好落地，然后被这个冥王的大祭祀一个“死亡呼唤”（冥王的大祭祀擅长的魔法，可以召唤出一个手持死神镰刀的死亡领主，收割生命的高手）给轻松挂掉，求得一全尸；因为对于虚无形态的它来说，物理攻击根本无法真正杀死它，除非；嘿嘿，聪明的读者肯定想到了，对，除非直接攻击那块看似黄色软玉，其实是它体内的灵魂结晶，生命源泉，才能让它死亡；而主角手中的匕首那么一个不小心，不留神，不经意就把那玩意给劈成了两半，它怎么能不挂呢。如果换做今天是冥王的暗骑士负责看守冥王大殿，那你小子怎么死的都不知道了。而挂掉这个高级boss所获得的高额经验值，也让主角一鸣惊人，一下子冲上两级，还捞到本高级召唤技能书，真是走了****运，大便也能变黄金了。    ——作者语\\n\\n扭头看着那些带着问号的白骨架子，死灵守卫一副根本无法冲进来的样子，我心中小小的顾虑暂时消除了，嘿嘿，这高级召唤术——呼唤死灵骑士我是学定了，技能书本来就难出，更何况是本高级技能呢。我连忙换上了睿智者勋章（刚才没带睿智者勋章，我打开这书时，系统就提示说该技能不适合我学习），再打开这本黑册子来一看。\\n\\n“隐为者玩家，您是否需要使用睿智者勋章，学习高级召唤术——呼唤死灵骑士。”\\n\\n无需质疑，不必考虑，我的选择是肯定的。随着我手指轻点一下面前选择面版上的“是”，黑色的技能书里似乎发出一声好似无限惆怅过后，突然释然的轻叹声，一道黑色的光环从书里激荡出来，落在我身上，脑海深处突然浮现出一段似曾相识的咒语——在死亡与毁灭的大地上，拥有执着信念的亡灵，游荡不甘堕落的灵魂，请听从来自光明彼岸的呼唤，拿起手中的武器，用鲜血与生命来证明你存在的价值，从冥界之门走来吧，我的仆人，死灵骑士。\\n\\n这应该就是召唤死灵骑士的咒语吧，我立即迫不及待地吟唱起来，咱可要见识见识这家伙，到底是个什么样子。\\n\\n念了一遍，没反应，念了两遍，没动静，念了三边，没效果，奶奶的，难道这是个假技能，拿我开蒜不成，可我那睿智者勋章可实实在在显示只能学习两次了，而我的声望，呀，我的声望没减反增了几百，我靠，难道这个boss还给我奖励了不少声望值（废话，越级杀了这么牛b的boss，声望奖励当然少不了，足足奖励了一千点），再仔细一看，系统的提示消息说“您的魔法值不够，无法施展该技能。”\\n\\n哦，原来如此，我赶紧打开技能属性一看，高级召唤术——呼唤死灵骑士（初级召唤）：需要魔法值四百，什么，我这一看，眼睛立即瞪得象铜铃，初级召唤就要这么多魔法值，那以后还会有中级、高级召唤的吧，那该要多少魔法值啊。我不过是个刺客，哪来那么多魔法值，调出自己的人物属性一看，尽管刚升了二级，还是可怜的一百多，哪够用来召唤死灵骑士的。\\n\\n对了，我还有升级分配点没用呢，我怎么把这茬给忘了，赶紧看看升级得到多少奖励点。吆，这不是瞌睡给我送了个枕头嘛，大满灌，正好十点，系统估计也知道我“吓死”这个高级boss很辛苦，所以鼓励很丰厚，没有丝毫的吝啬，由于每加一点智力会获得三十点魔法值，所以我估算了一下，只需要给智力加上九点就能满足召唤死灵骑士的要求了。\\n\\n随着手指一拨，九点分配点奉送到智力上，还有一点，当然给敏捷了，有这一不要命的仆人，我还要那么辛苦干吗，只要能跑能闪，会蹦会跳就成。\\n\\n仔细看了又看，确定了召唤死灵骑士没有其他条件后，我正了正色，清了清嗓子，大声吟唱起来，就在我刚念了一句“在死亡与毁灭的大地上”时，地面上突然如遭地震般剧烈颤抖了几下，让我几乎稳不住脚步，地上的魔法阵也闪现出一片惨红色光芒。我心里纳闷道：难道魔法值满了就这么灵验，刚念一句就有反应了，光看这架势，这个死灵骑士出场就能吓唬到人吧。\\n\\n就在我自鸣得意，继续开念的时候，过道口那个无形的屏障仿佛一下子就消失了，无数拥挤在洞口的怪物如潮水般哗啦一下就涌了进来，向我猛扑过来。\\n\\n这几次吃过的亏可让咱练就了一身过硬的逃命本领，刚才在打量周围情况的时候，我就为这些骨头一旦冲进来做好了准备，回程石我可是一直捏在手心里，飞爪也是蓄势待发。\\n\\n这不，一看风声不对，我还召唤个屁死灵骑士啊，它再怎么猛，也猛不过这一大群问号级的怪吧，我一个急速冲向雕象旁边，飞爪“嗖”的一声直奔向那冥王雕象，身子跟着一拔，就借势荡上，站在翅膀之中，立即使用回程。\\n\\n冲来的怪物们没能将我留下，几根骨制箭和魔法光环打空在我落脚的地方，嘿嘿，哥们我成功化做一道白光，胜利打道回村了。\\n\\n就在我刚消失回城，冥王大殿内又是一阵震荡，一个体型高大的红色身影伴着四溢的华光，从魔法阵中缓缓升起。在身影之下，俨然是一匹身披红色重甲，鼻喷寒气的地狱幽灵马，顺着马儿那强壮有力的四肢看下去，马蹄被一片沸腾的血雾给严严实实地笼罩着，而那些白骨们一见这个身影的出现，原本推揉着、吼叫着的动作和声音瞬间即止，一个个噤若寒蝉，除了那匹幽灵马不时发出的鼻息声，大殿里安静得几乎可以听见针落的声音。\\n\\n“哼”一声不带任何感情色彩的冷哼从红影鼻中发了出来，他一提缰绳，幽灵马昂首嘶鸣一声，高高扬起前蹄，践踏下去，几只在这里等级最低的骨兽立即被踩得粉碎，红影单手一挥，一把长达数米的巨大战斧划破死寂的空气，落向周围的冥王侍从，恣意蹂躏这些身份卑微的家伙，而那些散落在角落里的骨头则兴奋地看着这一幕，身上原本惨淡的光泽也越发明亮起来……\\n```\\n\\n\\n------------\",\"timestamp\":1640325863,\"title\":\"第一百二十六章 高级召唤术—呼唤死灵骑士\"},\"digest\":\"0d2mpZSHudknp7O1GBVUDrBbB6ql3wTavynAfp3_wCc\",\"authorship\":{\"contributor\":\"0x06435F0B8D799557aA5CE610faD09f0B0c687306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"poUr2ZMsRiB2rnkwEVLkOakzZZEoQItkOOlOj8tW4vg\\\",\\\"y\\\":\\\"f0mXCEfX0sbsJJVxEsUoQMt43clXc-FBLulv0mlM-l0\\\"}\",\"signature\":\"zNv8JWkNhIWxdVUGVlXSUng5sscqKjls7bYv0vWVYTvfxRMjd17gTnTaybBXz9GWWId4TA1dRwLw4ng5a_jikA\",\"signingKeySignature\":\"0x4634bc1f8c1064a4c18ea3dee44b0b6782e9d6273abf970e0038219daff0597b5e868974aae7673304d236aa45c88da1621936053d1ff8c3175a193598c5bcb51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"poUr2ZMsRiB2rnkwEVLkOakzZZEoQItkOOlOj8tW4vg\\\",\\\"y\\\":\\\"f0mXCEfX0sbsJJVxEsUoQMt43clXc-FBLulv0mlM-l0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0d2mpZSHudknp7O1GBVUDrBbB6ql3wTavynAfp3_wCc\"}"