"{\"content\":{\"body\":\"Twitter blue was unveiled Tuesday , the biggest feature the undo feature is the one that’s being unveiled, the real underlying feature is the top articles feature which news articles are aggregate by the people you follow on twitter usually by them retweeting it a great tool to use you if down wanna scroll down your news feed for articles. Articles from The Washington Post, L.A. Times, USA TODAY, The Atlantic, and Reuters can be visited ad free a great way for publishers to increase there metric on articles .\\n\\nA tech journalist once predicted social and media will split but twitter the opposite its centralized where news makers, the people who report the news and normal users responding to the news. Sometimes what trending or what people tweet that’s driving the news .\\n\\nI do have some suggestions for the twitter product team. I think if you want to follow more then 5k people if your not a blue check mark you can pay extra to for that feature. I would also suggest you can pay extra to share longer video game clips, I tried to share a 4 min from my Xbox to twitter could not do it sharing gameplay is a big part of video game twitter. Hopefully more feature will come out in the near term where twitter embraces its a news service.\\n\",\"timestamp\":1636741112,\"title\":\"Twitter blue is showing what a true combination of social and media\"},\"digest\":\"CRPmfk8i2Ckk-_RREDm0UGYef2BV71qZrNskA_Bncqc\",\"authorship\":{\"contributor\":\"0xDbE6074aeD6e8cAe02Dd4F8589E4daF678b4132C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K2Y8_YtWqeKsFJNaevgu3o_CZ3DV_NGzXgAuEEb9aEY\\\",\\\"y\\\":\\\"n-C5T4oWEvd5up8nhcvOWuCtHiL1ujlloWSBD7_BHwA\\\"}\",\"signature\":\"V-IKLomgkQzi6h3Dlhh9GtjpEKquXlfu3mzUiFdFlXfmYNp8081B0i654XIfBa-HgqAkd2ABFe6OGlSllXFQpg\",\"signingKeySignature\":\"0xe02873719a568c7134d806615ce5455fa8a8e5f60e125c424699811aceaa322034edebf2682656a4f91d7f52fae3c3b57602435161c70090ede86590400502bb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K2Y8_YtWqeKsFJNaevgu3o_CZ3DV_NGzXgAuEEb9aEY\\\",\\\"y\\\":\\\"n-C5T4oWEvd5up8nhcvOWuCtHiL1ujlloWSBD7_BHwA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CRPmfk8i2Ckk-_RREDm0UGYef2BV71qZrNskA_Bncqc\"}"