"{\"content\":{\"body\":\"[![Akeredolu Oluwole Alaba](https://miro.medium.com/fit/c/56/56/1\\\\*nGLkyq-uujqsViQ9h9ey3w.jpeg)](https://akeredoluoluwole.medium.com/?source=post_page-----20675ce198c9-----------------------------------)\\n\\n*This is the first of a three part series on this topic.*\\n\\nI’ve been thinking about where I fit in my company and what role and responsibilities I want to have. That got me thinking about what roles and responsibilities are there to have. So I came up with this vertical layering based on what I see people actually do in companies.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*R11Euez6yVtkDWUD8MUU0g.jpeg)\\n\\nI find there are three layers to the focus of your work within a company. There is the research layer, the strategy layer and the execution layer.\\n\\nThe execution layer is your day to day work. Most of my time at companies has been in the execution layer. I was mostly told what to work on and was only giving wiggle room on how to implement a solution and seldom decide the solution itself. This is the experience for many in the execution layer. The engineers design the car and the workers build them, the restaurant picks the menu and the chefs cook it.\\n\\nThat analogy segues into the next layer: Strategy. This is an important layer to be in, as it involves big decisions about the path of the company. It makes no difference how good is the chef if the menu and recipes are bad. There are an infinite number of possible menus a restaurant can have. It takes a large amount of knowledge and a basis of thinking to compress all the worlds food into the best menu for a specific restaurant. But who amassed all that knowledge/ who created the recipes we all know and love today?\\n\\nThat brings us the the next layer: Research. The research layer is all about new knowledge. Finding better car designs or new recipes for food to give the strategy people an even bigger headache. The world has amassed a large deal of knowledge but that is increasing everyday. Research is responsible for most of the new discoveries in a company. To put its simply, research builds the map, strategy picks the destination and route, and execution does the driving.\\n\\nIn summary, I believe there are three vertical layers to any functioning company.The first is the research layer, then the strategy layer then the execution layer.The role of the research layer is to expand the scope of knowledge of the company. The role of strategy is to use that knowledge and distill it into marketable product and service designs. The role of execution is to take those designs and make them real.\\n\",\"timestamp\":1640831536,\"title\":\"The Foundational Matrix of Companies (part 1)\"},\"digest\":\"QZxHccobXXEyS7UrcDPhYykScGEE4jEC9QWqwBGfXR4\",\"authorship\":{\"contributor\":\"0x34E27bb83d081ddfdA3dCBA5503555CAC89D7169\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RdeRUjoAIzijlloChKuS2_Gy-IhCUC44EL464PJqDjw\\\",\\\"y\\\":\\\"FuydOSAeCZ9pA34nLOQ2oca6RbERqI-WDvi9GUExZ7A\\\"}\",\"signature\":\"I_1kgS2g-WZQkvS5LqcZl7w31P6hl54oMDGN7Vvh-cL88i68g5l3D8RkyR0OPxxOPiCNO-kgLciBQRCdwQQsqw\",\"signingKeySignature\":\"0x6a2fb253e0d4dcc8774da27773e03eacd49c6a471f9bb7d32af22611988b3534626738165e22496aefe8ca910fc6687f93b85127fce86c3e072b44ddacf73dee1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RdeRUjoAIzijlloChKuS2_Gy-IhCUC44EL464PJqDjw\\\",\\\"y\\\":\\\"FuydOSAeCZ9pA34nLOQ2oca6RbERqI-WDvi9GUExZ7A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UdLPRWUD25xUx1Z4UZLX9SB64x0qZ-_qwHYu8WQsKcA\"}"