"{\"content\":{\"body\":\"If you’re just joining, this is the third and final part of a series on self-leadership. It’s based largely on the book *[Reinventing Organisations](https://www.amazon.com/Reinventing-Organizations-Illustrated-Invitation-Conversation-ebook/dp/B01HTWF0YW/ref=tmm_kin_swatch_0?_encoding=UTF8&qid=1640428628&sr=8-1)* by Federic Laloux and my experience at Wise circa 2015. [Jump back to the start here](https://mirror.xyz/mrjeff.eth/02JmKVHuFGXGAoziQYQEZ14HHWUZmQ2B23DxRmwQtnU). All quotes, unless otherwise mentioned, are from this book.\\n\\n## How Wise uses self-leadership principles\\n\\nAs of now (Nov 2015), Wise is largely driven according to Evolutionary-Teal (self-leadership) principles. We have a strong purpose. Our Wise values are deeply embedded into our daily lives. Leaders focus much of their attention on culture & helping their team and colleagues to achieve, as opposed to giving directions & prioritising. Information sharing tends to be open. We mostly trust our colleagues to get on with it.\\n\\nFor each of the topics I’ve estimated where I think Wise is today on a spectrum of the dominant paradigm used in most organizations (Achievement-Orange) and the one (Evolutionary-Teal) that we mostly use. It’s not necessarily better to be more Teal. Obviously also, I’m generalizing across an incredible number of activities, teams and people.\\n\\n## Purpose\\n\\nWise is strong on purpose. We stand for fairness & transparency in finance. This mission is woven into every important discussion. A few examples come to mind:\\n\\n* We focus heavily on purpose in our recruitment to the detriment of many candidate’s who don’t prepare for this being truly important at all. But for Wise, it is. Their Amber/Orange upbringing means that they’ve never seen a mission taken on any importance.\\n* Our “revolutionary” and “get it done” company values speak to purpose\\n* The way we think about pricing - long-term “sustainable” focus and aligned with our mission of fair finance\\n* \\n\\n![](https://images.mirror-media.xyz/publication-images/pTCjRQaVovJCTrD2pWyjM.png?height=550&width=3025)\\n\\nSome thoughts on what purpose looks like in Evolutionary-Teal organizations\\n\\n> *“With the transition to Evolutionary-Teal, people learn to tame the fears of their egos. This process makes room for exploring deeper questions of meaning and purpose, both individually and collectively: What is my calling? What is truly worth achieving?”*\\n\\n## Structure & roles\\n\\nOrange organizations have relatively strong hierarchies. Less structure than Amber, but still a pyramid hierarchy. Leaders spend time synthesizing all of the inputs from below and making decisions.\\n\\nSelf-managing organizations skip the formal hierarchy and embrace the network diagram. Employees don’t really have job titles, and take on multiple roles. Roles are fluid but have strong commitments that are clearly defined. If you take on a role it’s a commitment to your peers (the others in your portion of the network) and you take it seriously.\\n\\nWise leans towards teal, but not completely.\\n\\n![](https://images.mirror-media.xyz/publication-images/Q5vtJXWOYgHa_TmVrvo8t.png?height=550&width=3025)\\n\\nA few examples that come to mind:\\n\\n* **Orange/Teal:** Our autonomous teams are in principle Teal, but there’s still a formal team lead (orange).\\n* **Orange/Teal:** We have some hierarchy. I see 3 formal levels (leadership team, team leads, the rest), and 4 total (splitting TL’s into those that go to Q-planning and those that don’t). So there’s some structure, but given our size, not much. Even though there are now 500+ of us we’re using the same little amount of hierarchy as we were when there were \\\\~50.\\n* **Teal:** The way we’ve formed new teams organically (Cards, Payme, business, etc.) and how teams have defined themselves what it is they do is evidence for that. I think we’d see more movement beWiseeen teams if we were more teal.\\n* **Teal:** People are often encouraged to take on challenges outside of their remit and many here have the challenge of wanting to take on too many things.\\n* **Teal**: Hardly anybody puts effort into job titles & striving for the next “promotion”. Search our employee list for potentially ego-boosting hierarchical words like “VP”, “Director”, “Chief”, “Manager” (excl. product manager), “Head of” or “Senior” and you’ll come up with very little.\\n* **Teal**: Individuals collect many “roles” that define their unique contribution. These are ever-changing.\\n* **Teal**: Central support teams (IT, Infra, Analytics, HR, Finance) are tiny relative to our size (<10%?) and trending smaller as a share of total.\\n* **Immature Teal:** I don’t think we’ve figured out good processes for accountability or for governance yet. So far the leadership team has taken on this role as the rest of the organization hasn’t stepped up. The book walks through several examples of practical ways teal organizations have solved this.\\n\\nThe structure is fluid & adaptive in teal organizations:\\n\\n> *“in self-managing \\\\[organizations\\\\] structure is both less necessary and more impactful than in traditional organizations. Less necessary because culture is not needed to overcome the troubles brought about by hierarchy. And more impactful, for the same reason—no energy is gobbled up fighting the structure, and all energy and attention brought to organizational culture can bear fruit. From a Teal perspective, organizational culture and organizational systems go hand in hand, and are facets of the same reality—both are equally deserving of conscious attention.”*\\n\\nEveryone feels responsible for Wise. This usually is illustrated by the large share of conversations about *our* customers and *our* purpose which cuts across teams.\\n\\n> *“\\\\[in one org\\\\] we each have full responsibility for the organization. If we sense that something needs to happen, we have a duty to address it. It’s not acceptable to limit our concern to the remit of our roles. Everyone must be comfortable with holding others accountable to their commitments through feedback and respectful confrontation.”*\\n\\nWe try to hold others accountable with monthlies and quarterly planning. In teal orgs this takes on a profound importance. Extensive practices are built up to give people the tools to do this effectively.\\n\\n> *“In traditional companies, when one person doesn’t deliver, colleagues grumble and complain but leave it to the person’s boss to do something about it. In self-managing organizations, people have to step up and confront colleagues who fail to uphold their commitments. Morning Star and other self-managing organizations readily admit that this essential piece can be tricky to put in place and to maintain. The process is effective to the degree that there is a culture within the workplace where people feel safe and encouraged to hold each other to account, and people have the skills and processes to work through disagreements with maturity and grace. Freedom and responsibility are two sides of the same coin—you can’t have one without the other”*\\n\\nSo far Wise hasn’t explored too far in this direction. One recent exception that comes to mind is the one-to-one training/discussions for TLs.\\n\\n## KPI’s, budgeting & forecasting\\n\\nHere I believe Wise is mostly grounded in Achievement-Orange thinking. We focus quite a lot of energy on setting KPIs, setting quarterly targets and measuring performance against predefined targets (too much according to some Temperature Survey results). We’re doing this in a way that the best-run Orange companies operate. That being said, we don’t put nearly as much effort into it as many companies, and we focus more on learning than many Orange companies do.\\n\\n![](https://images.mirror-media.xyz/publication-images/C1L4qGW0ifvYDtD4dM9S6.png?height=550&width=3025)\\n\\nA couple of examples come to mind:\\n\\n* **Orange**: The KPI tracker & KPI meeting, our focus on MNU’s\\n* **Teal:** Some team’s retros highly focused on learning & adapting\\n\\n### Want to be more teal around KPIs & planning?\\n\\nThe book has some ideas around how Teal organisations handle these topics;\\n\\nWhy Teal orgs have mostly given up on setting targets:\\n\\n> *“Targets are problematic for at least three reasons: they rest on the assumption that we can predict the future, they skew our behavior away from inner motivation, and they tend to narrow our capacity to sense new possibilities. Life is so complex, and events and circumstances change so fast, that setting a target is mostly guesswork; a year after it has been set, a target is in most cases just an arbitrary number—either so easy to reach as to be meaningless or so challenging that people must take shortcuts to meet the number, actions that will hurt the company in the long run.”*\\n\\nHow teal orgs use processes like budgeting very selectively and for a clear purpose of making a decision, not for controlling behaviour:\\n\\n> *“For example at Morning Star, units present their budget and investment plans to a budget task force, composed of volunteers from all parts of the business, that can challenge the numbers, and offer opinions and suggestions. Budgets are used to make decisions, not to control performance.”*\\n\\nA subtle effect of sharing performance too widely (for instance via the KPI tracker):\\n\\n> *But self-management implies that teams monitor their own performance and don’t need other people to tell them to get their act together. In a subtle but very real way, teams’ psychological ownership is undermined when they know the CEO can look over their shoulder in real time to monitor their performance. The most subtle, and perhaps most demanding, change for a founder or CEO in a Teal Organization is to leave behind the sometimes addictive sense that others need you to make things happen.*\\n\\nTeal organizations can use KPIs & targets, but they have to be careful not to slip into the pattern of using them to control behaviour. Teal orgs have found more effective ways of holding people & teams to account besides KPIs.\\n\\n> *“In the end, paradoxically, we feel safer in a world where we give up the illusion of control gained from predicting the future and learn to work with reality as it unfolds. They shoot explicitly not for the best possible decision, but for a workable solution that can be implemented quickly. Based on new information, the decision can be revisited and improved at any point. Decisions are not postponed because someone thinks more data or more analysis could result in a better decision. The decision can be reviewed at any time if new data comes up or someone stumbles on a better idea.”*\\n\\nWise’s culture of action is strong. Partly because sometimes our data is so sparse, we just have to forge ahead with a *workable solution*. We generally focus on learning instead of blaming. If something doesn’t work, we just move on and make it better next time. The book describes how planning & decisions change in a teal org:\\n\\n> *“Just as important, when decisions are small and we are used to revising them often, it also becomes much easier to correct a decision that proves mistaken.”*\\n\\n## Trust & information sharing\\n\\nOn this aspect I place us mostly in the Evolutionary-teal side, based on a few things that come to mind:\\n\\n* **Teal:** At Wise *most* information is shared widely. In fact, so much information is shared that one of the top issues from the Temperature survey is about information overload.\\n* **Orange:** I have noticed some topics are still not shared as widely as they would be in truly self-managing organization: raw individual or team performance, salaries, extremely strategic decisions (fundraising, profitability).\\n* **Teal:** Most teams are trusted, with little oversight. Marketing is trusted with millions in budget and all teams are trusted with hiring and budgeting sensibly.\\n* **Teal:** Our organization is extremely flat by most standards and everyone is approachable with “no drama & good karma”.\\n\\n![](https://images.mirror-media.xyz/publication-images/rMX6ejcJJCcnte-Y19UAC.png?height=550&width=3025)\\n\\nHere are some more specific thoughts on how Teal organizations build a culture of trust:\\n\\n> *“Founders and leaders of self-managing organizations get asked the same question over and over again: isn’t it risky and foolish to let people make decisions without top-down control, especially when money is involved? In their experience, it is less, not more risky, because better decisions get made. But the really interesting thing is that the choice beWiseeen trust and control is seldom debated on a rational level. It’s a choice that gets made based on deeply held, often unconscious assumptions we hold about people and their motivations.”*\\n\\nWhere we still have impediments to sharing information this may stem from deeply held assumptions we share about human nature:\\n\\n> *“Organizations routinely talk about their values and mission; Teal Organizations talk about something even more fundamental—their basic assumptions about human nature. This has to do, I believe, with the fact that self-managing practices are still countercultural today. Many of us hold deeply ingrained assumptions about people and work that are based on fear, assumptions that call for hierarchy and control. Only by shining light on these fear-based beliefs can we decide to choose a different set of assumptions.”*\\n\\nPerhaps studying how information flows can be a powerful way to understand the underlying assumptions in Wise:\\n\\n> *“In most workplaces, valuable information goes to important people first and then trickles down to the less important. Sensitive information is best kept within the confined circle of top management. If it must be released more widely, it needs to be filtered and presented carefully from the best possible angle. The underlying assumption is that employees cannot be trusted... Because the practice is based on distrust, it in turn breeds distrust among people lower in the hierarchy... In Teal Organizations, there are no unimportant people. Everybody expects to have access to all information at the same time. It’s a “no secret” approach that extends to all data, including the most sensitive.”*\\n\\nThe benefit of building trust is improved accountability:\\n\\n> *“When trust is extended, it breeds responsibility in return. Emulation and peer pressure regulates the system better than hierarchy ever could. Teams set their own objectives, and they take pride in achieving them. When a person tries to take advantage of the system, such as by not pulling his weight and slacking off, his team members will be quick to let him know their feelings.”*\\n\\n## How leaders lead\\n\\nIn many ways our leadership team & team leads embrace self-leadership principles. In self-managed organizations, not everyone is equal, but influence is not derived from position or tenure. Instead it’s derived from a leader’s moral authority - their ability to help inspire the team to achieve the organization’s purpose.\\n\\nHere I placed us mostly in the Evolutionary-Teal camp, based on a few examples:\\n\\n* **Teal:** The way our leadership team (and many others) focus on asking provocative questions instead of demanding answers is clear evidence of this. And even though we’re over 500 people, we have very little formal structure, and no demand for more.\\n* **Teal:** At Q4 planning, the way Taavet *asked* us to think about other products. He didn’t demand it, he didn’t say how or even what we should work on. He didn’t re-organize us.\\n* **Orange:** Taavet & Kristo in particular send some phenomenal emails - on our purpose, on what they’re proud of, and where our biggest risk lie. But, I’ve never seen the rest of the organization discuss, debate, challenge, clarify, or reinforce. And I haven’t seen many others (outside of the leadership team) step up and write these pieces either.\\n* **Teal:** At Q4 planning at least 20 of 40 people said they were presenting externally about Wise this quarter. Probably a bunch more outside that room.\\n\\n![](https://images.mirror-media.xyz/publication-images/gS05zuVYRTpmLjAYc6_QA.png?height=550&width=3025)\\n\\nThe role leaders (more broadly than just founders/CEO’s I’d argue) play in teal orgs:\\n\\n> *“The founders and CEOs of self-managing organizations don’t have hierarchical power, but they often carry much moral authority. Each of the founders and CEOs I spoke to during this research was keenly aware that his or her presence, words, and actions carried particular weight.... For good or bad, the behavior a CEO models ends up shaping the organization in profound ways. If they are keen to see their organizations work along Teal practices, they need to role-model the behavior associated with the three breakthroughs of self-management, wholeness, and purpose.”*\\n\\nThe Teal paradigm is new for most, and feels different, so even when it’s ultimately a more natural and fulfilling state, it’s hard to get used to. A key challenge is staying true to the principles during hard times:\\n\\n> *Whenever a problem comes up, someone, somewhere, will call for tried-and-proven solutions: let’s add a rule, a control system; let’s put the issue under some centralized function; let’s add a layer of supervision; let’s make processes more prescriptive; let’s make such decisions at a higher level in the future. The calls can come from different corners—one time it’s a board member who will call for more control, another time a colleague, a supplier, or a client. Over and over again, the CEO must ensure that trust prevails and that traditional management practices don’t creep in through the back door.*\\n\\nBut it’s in those moments that our true culture and assumptions about human nature are revealed. Peter Theil’s standard advice: “Don’t fuck up the culture” means defending the founding principles, keeping true to the organization's purpose and trusting individuals.\\n\\nSo if many of leadership’s traditional Orange roles are taken over by the organization, what do leaders do all day?\\n\\n> *“In \\\\[the evolutionary-teal\\\\] paradigm, we don’t “run” the organization, not even if we are the founder or legal owner. Instead, we are stewards of the organization; we are the vehicle that listens in to the organization’s deep creative potential to help it do its work in the world.”*\\n\\nOne interesting example I came across is a CEO of a 7,000 person nursing organization who manages “primarily by blog post”. The example shows how fundamentally different teal orgs can be especially for leaders:\\n\\n> *Leadership by blog post requires a degree of candor and vulnerability that few CEOs in traditional organizations would feel comfortable with. Once a post is published, there is no going back. Critical comments and rebukes are public for all to see; they cannot be erased and cannot be ignored. The blog post is like an impulse given to the organization; what the organization does with the impulse is beyond the CEO’s control. What seems risky when looked at through a traditional lens looks wonderfully efficient from an Evolutionary-Teal perspective. A blog post you write from the comfort of the sofa in the evening at home can turn into a decision the next afternoon, endorsed by thousands of people in the organization...If people disagree with your thought, you have lost 15 minutes of your time … but gained a new insight into what the organization thinks.*\\n\\nOne of the interesting ways to look at what leaders do in Teal organizations is to look at the broad, strategic, fundamental questions that they ask their peers. These types of questions would not get much focus (especially at lower levels) in Orange organizations.\\n\\n## In conclusion\\n\\nThat wraps up a long, LONG exploration of self-leadership. I’ve found it absolutely fascinating to dive into this excellent book and try to see how it applies to a living, breathing organisation that I know and love.\\n\\nYou might ask, 6 years later as I write this, how is it now at Wise? Unfortunately, I don’t know — I’ve been gone too long. I can say that these principles were largely lived throughout the time I was there, and we had grown to 1,700 employees total.\\n\\nYou might also ask, how is it at [Salv](https://salv.com)? It’s a bit too early to tell. We have 40 people as I write this and the first handful of teams are just emerging. Largely we’re at the same points as Wise was on the spectrums.\\n\\nI’d love to hear if this framework seems useful. Let me know at mcclelland (dot) jeff at gmail.com.\\n\\n[Go back to the main page](https://mirror.xyz/mrjeff.eth/s4lo91PGvKbaqy_jd505XcYdVzX81ElPFu3fnXzTotQ) or if you missed something, go to the main [introduction covering self-leadership.](https://mirror.xyz/mrjeff.eth/02JmKVHuFGXGAoziQYQEZ14HHWUZmQ2B23DxRmwQtnU)\",\"timestamp\":1640495724,\"title\":\"Self leadership part 3: at Wise\"},\"digest\":\"wQKvvegfY7XnnKJO-CewxAhIr56H7pXBDglK5iENDKk\",\"authorship\":{\"contributor\":\"0x885076fe3868E6C027e4D376ce27FA3bAC04eFc6\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"signature\":\"ZBbGj2fUxm3MaE6yVfb8WOQviXI2Wk8zEK_h4H_3SYrPTcGKbDhzvGMBePjiBhnupGzie10g56VlzNYS1boVSw\",\"signingKeySignature\":\"0xe3a7e18dc06081a8048282b1c2fe7183b972bf2c7c776ad1b99e60ee1924985e21414f441db3f1d02c094820cead0d4aad6a9cae95157772649202a5f9684bff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8oR3LC85yHurf-oNce5q5cG3U8F-ik0Dcpx2J2NaoMc\"}"