"{\"content\":{\"body\":\"A few months ago, in many overseas media reports, the term \\\"Crypto Revolution\\\" was used for the development of the African Crypto market this year. According to media data, the number of start-ups in the industry funded by venture capital in Africa has increased by 1950% since 2016.\\n\\nMost opinions categorize the reasons for this phenomenon as \\\"the high cost of remittances between African countries\\\" and \\\"the devaluation of legal tender.\\\" What is certain in the market at present is that the influence of Crypto is expanding on the African continent.\\n\\nIn fact, African Crypto start-ups in 2020 have already attracted much attention. According to public data, these companies have received more than 650 million U.S. dollars in investment funds. This trend is more explosive in 2021. According to incomplete statistics, in the nearly one year since July last year, the African Crypto market has reached 105.6 billion U.S. dollars of digital currency, an increase of more than 1,200%.\\n\\nCompared with India, where the policy is still uncertain, the policy environment in many regions of the African continent is relatively friendly. The regional government is also committed to implementing KYC reviews to comply with relevant standards in the financial sector and provide a relatively stable market environment.\\n\\nAnother data worthy of attention is the local adoption rate of digital currencies. The adoption rate of digital currencies in Kenya, South Africa, Nigeria, and Tanzania is on the rise, and the trend is obvious. These transactions are dominated by a large number of small transfers, with small transfers (less than US$10,000) accounting for 7%, which is higher than the global average of 5.5%.\\n\\nThe data of the statistical platform Usefultulips also proves this point. In August this year, the Bitcoin transaction volume of sub-Saharan African countries rose sharply. The transaction volume of Bitcoin P2P approaching $17 million at that time surpassed North America and ranked first in the world. One, and the Asia-Pacific region ranks third.\",\"timestamp\":1634480007,\"title\":\"Regions with good expectations for large venture capital institutions (African Continent)\"},\"digest\":\"OVyM46D_9Z6JtEQDS9C95qm5CKxwiz1trJ37av-9QqU\",\"authorship\":{\"contributor\":\"0x68Eadc60610e0cf895a71d07a9b726DF76863e6e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2NtucldtaM9whr9yv8tNkwsy8zOGUvfzXG8OOQoIZTs\\\",\\\"y\\\":\\\"VCJC_sbzprFnKMSpcsRX22Fp-ZJLMCsoJQ-QKYMeKPE\\\"}\",\"signature\":\"Fv7EDZsHa9b3_lw8uy5-u_ekb_4oPAcmUrOjlMOwOr9nAUmG93vGpQsyL5Imtix1FwT2SLhDVktCsyh5Ml9gJA\",\"signingKeySignature\":\"0xfbbcd95f568ecfc67c86a7d27d67c411a6e640779ff7db56bc448b86c41835262a1f177c7a1ad7df59fd7496612adced2f9811f4f8763f992ad17c2046df2fa51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2NtucldtaM9whr9yv8tNkwsy8zOGUvfzXG8OOQoIZTs\\\",\\\"y\\\":\\\"VCJC_sbzprFnKMSpcsRX22Fp-ZJLMCsoJQ-QKYMeKPE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OVyM46D_9Z6JtEQDS9C95qm5CKxwiz1trJ37av-9QqU\"}"