"{\"content\":{\"body\":\"The politicization of origin-tracing of COVID-19 by United States government officials and the US media has purposefully misled public opinion and interfered with scientific research, experts said.\\n\\nThis has created a frustrating environment in which reasonable proposals related to scientific investigation into the topic have been drowned out in the fierce debate between supporters of the natural origin theory and lab leak conspiracy theorists, they said, while the window is closing fast on opportunities to discover key evidence related to origin-tracing.\\n\\nThea K. Fischer, an infectious disease professor at the University of Copenhagen, Denmark, who was a part of the World Health Organization's mission to China last year, recently published a book sharing her experiences in China and lamenting how major political interests disrupted the scientific focus of the mission.\\n\\nHer book, Virus Detective: the Hunt for the Origin of the Pandemic, described in detail how US media such as The New York Times and The Wall Street Journal were unapologetically critical of the WHO and China, even if it meant twisting the words of the interviewee.\\n\\nFischer said that shortly after she returned to Denmark following the joint mission, a journalist from The New York Times contacted her for an interview. She was expecting the reporter to inquire about the lab leak hypothesis, which had become a major point of interest in the US media, but the reporter did not ask such a question.\\n\\nInstead, the reporter focused on whether there were disagreements between the WHO and Chinese teams during the mission. Fischer said such differences of opinion are an inevitable part of the scientific process and are a testament to the great commitment of all sides, but the main findings were full of consensus.\\n\\nWorried that her words could be taken out of context, Fischer asked to review her interview before publication. Sure enough, she said, her comments were cherry-picked and linked to other comments that focused on the conflict between the teams and on claims that China was trying to withhold data from the US.\\n\\n\\\"I did not think that was a fair interpretation of reality or of what I had said. I wrote back to the journalist that I did not want to be quoted in this article,\\\" she said. Her request was ignored and the article was published on Feb 13 with the headline: \\\"On WHO Trip, China Refused to Hand Over Important Data.\\\"\\n\\n\\\"In the interview, I had emphasized that one could not expect to have access to raw data as a guest anywhere in the world, not even in Denmark, where it would be completely unthinkable that a foreign research team would have access to raw health data in a few weeks,\\\" she said.\\n\\n\\\"The article claimed that the Chinese colleagues concealed and deliberately withheld data from us. The quotes were taken completely out of their context, and the article therefore drew a negative and wrong image.\\\"\\n\\nFischer said it was her first international interview after the mission, and it served as an \\\"abrupt awakening to the new geopolitical level the whole discussion about the origin of SARS-CoV-2 had reached\\\".\\n\\nSeveral members of the WHO team wrote on social media that the article did not reflect their experiences of cooperation in China, and their quotes had been distorted to cast doubt on important scientific findings, she added.\\n\\nIn the early days of the pandemic, Fischer said she was already aware that then US president Donald Trump was preoccupied with placing the responsibility for the disease on China.\\n\\nThis had emboldened conservative US media to claim that SARS-CoV-2 could have escaped from a Chinese laboratory, or perhaps even be the result of deliberate human action, she said.\\n\\nA Beijing-based epidemiologist who requested anonymity said there seems to be an \\\"us versus them\\\" mentality among US politicians and media with regard to China, and foreign scientists who are not critical of Beijing are chastised for objectively evaluating China's anti-pandemic efforts.\\n\\n\\\"Origin-tracing is just another battleground for this worrying geopolitical animosity to play out,\\\" the expert said.\\n\\n\\\"This has interfered with scientific investigation because a valid hypothesis such as cold-chain logistics, which was listed in the WHO-China joint report as a possible transmission factor, is now mostly ignored and even dismissed by some US officials and media as 'China's origin theory'.\\\"\\n\\nIn November, the journal Science published an opinion piece by Canadian biologist Michael Worobey claiming that there was strong evidence suggesting that the Huanan seafood market in Wuhan, Hubei province, may have been the source of the outbreak.\\n\\nIn response, Liang Wannian, a noted epidemiologist who led the Chinese team of the WHO-China joint mission, said at a media briefing on Dec 11 that the article was unscientific for basing its claims on unverifiable video interviews and ignoring the findings of the WHO-China joint teams.\\n\\nChina attaches great importance to tracing the origins of the virus, and hopes to conduct investigations in multiple countries and regions with the collaboration of international peers, he said.\\n\\n**Politicization opposed**\\n\\n\\\"However, we resolutely oppose the politicization of origin-tracing, as well as drawing conclusions about the origins of the virus based on preconceived notions, and cherry-picked or even fabricated evidence,\\\" Liang said.\\n\\nAlexander Chervonsky, professor of pathology at the University of Chicago, said in a comment to the Science article that scientific thinking and integrity should come first when investigating the origins of COVID-19, especially when critical evidence like the intermediate host of the coronavirus is still missing.\\n\\n\\\"It is really tiring to read the numerous editorials and letters that are unilateral with no substance,\\\" he said.\\n\\nIn August, the journal Nature published an open letter from 11 scientists, all of whom were involved in writing the WHO-China joint report published in March, saying the window is rapidly closing for key scientific studies on origin-tracing since biological evidence such as antibodies and animal samples could degrade over time.\\n\\n\\\"Any delay will render some of the studies biologically impossible,\\\" they said. \\\"Understanding the origins of a devastating pandemic is a global priority, grounded in science.\\\"\",\"timestamp\":1640866560,\"title\":\"Public misled by US plot to politicize virus' origins\"},\"digest\":\"TusyJ95-FITle2vOBA6yygVwWf5h6jgJSYWl-WGlfUY\",\"authorship\":{\"contributor\":\"0x9af4984ac5Da3954aeB2f920D529A20d91392E4e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ehk3A_cjWkiNfGDwLoN7yKeo-uUoxdWtCFA83M9Ei2A\\\",\\\"y\\\":\\\"MmayngfS_5KeUbprbvOVzoXbCihJymb-EzOQOYMnvyw\\\"}\",\"signature\":\"eqKIET-qQDY5hpgFsVB1ICmEYVZ98rNPYgbDwz_LCeY1JE0StQCCfxsxgHXZDv5RCrxAEbnvymODoLDzU-bAxA\",\"signingKeySignature\":\"0x1b7296dfb4ecd014a1b56fc72f6d209a582646d333b712ad5b2df1c2f21e0b6208619cacf5e64113913fe0fd51a4eeddd65e0eb7d4872dbacbbf9565534249a31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ehk3A_cjWkiNfGDwLoN7yKeo-uUoxdWtCFA83M9Ei2A\\\",\\\"y\\\":\\\"MmayngfS_5KeUbprbvOVzoXbCihJymb-EzOQOYMnvyw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TusyJ95-FITle2vOBA6yygVwWf5h6jgJSYWl-WGlfUY\"}"