"{\"content\":{\"body\":\"\\\"I don't know,\\\" he burst out, \\\"I don't know!  But to give Fleur up for nothing--for something I don't understand, for something that I don't believe can really matter half so much, will make me--make me\\\"\\n\\n\\\"Make you feel us unjust, put a barrier--yes.  But that's better than going on with this.\\\"\\n\\n\\\"I can't.  Fleur loves me, and I love her.  You want me to trust you; why don't you trust me, Father?  We wouldn't want to know anything-- we wouldn't let it make any difference.  It'll only make us both love you and Mother all the more.\\\"\\n\\nJolyon put his hand into his breast pocket, but brought it out again empty, and sat, clucking his tongue against his teeth.\\n\\n\\\"Think what your mother's been to you, Jon!  She has nothing but you; I shan't last much longer.\\\"\\n\\n\\\"Why not?  It isn't fair to-- Why not?\\\"\\n\\n\\\"Well,\\\" said Jolyon, rather coldly, \\\"because the doctors tell me I shan't; that's all.\\\"\\n\\n\\\"Oh, Dad!\\\" cried Jon, and burst into tears.\\n\\nThis downbreak of his son, whom he had not seen cry since he was ten, moved Jolyon terribly.  He recognised to the full how fearfully soft the boy's heart was, how much he would suffer in this business, and in life generally.  And he reached out his hand helplessly--not wishing, indeed not daring to get up.\\n\\n\\\"Dear man,\\\" he said, \\\"don't--or you'll make me!\\\"\\n\\nJon smothered down his paroxysm, and stood with face averted, very still.\\n\\n'What now?' thought Jolyon.  'What can I say to move him?'\\n\\n'By the way, don't speak of that to Mother,\\\" he said; \\\"she has enough to frighten her with this affair of yours.  I know how you feel. But, Jon, you know her and me well enough to be sure we wouldn't wish to spoil your happiness lightly.  Why, my dear boy, we don't care for anything but your happiness--at least, with me it's just yours and Mother's and with her just yours.  It's all the future for you both that's at stake.\\\"\\n\\nJon turned.  His face was deadly pale; his eyes, deep in his head, seemed to burn.\\n\\n\\\"What is it?  What is it?  Don't keep me like this!\\\"\\n\\nJolyon, who knew that he was beaten, thrust his hand again into his breast pocket, and sat for a full minute, breathing with difficulty, his eyes closed.  The thought passed through his mind: 'I've had a good long innings--some pretty bitter moments--this is the worst!' Then he brought his hand out with the letter, and said with a sort of fatigue: \\\"Well, Jon, if you hadn't come to-day, I was going to send you this.  I wanted to spare you--I wanted to spare your mother and myself, but I see it's no good.  Read it, and I think I'll go into the garden.\\\"  He reached forward to get up.\\n\\nJon, who had taken the letter, said quickly, \\\"No, I'll go\\\"; and was gone.\\n\\nJolyon sank back in his chair.  A blue-bottle chose that moment to come buzzing round him with a sort of fury; the sound was homely, better than nothing....  Where had the boy gone to read his letter? The wretched letter--the wretched story!  A cruel business--cruel to her--to Soames--to those two children--to himself!...  His heart thumped and pained him.  Life--its loves--its work--its beauty--its aching, and--its end!  A good time; a fine time in spite of all; until--you regretted that you had ever been born.  Life--it wore you down, yet did not make you want to die--that was the cunning evil! Mistake to have a heart!  Again the blue-bottle came buzzing-- bringing in all the heat and hum and scent of summer--yes, even the scent--as of ripe fruits, dried grasses, sappy shrubs, and the vanilla breath of cows.  And out there somewhere in the fragrance Jon would be reading that letter, turning and twisting its pages in his trouble, his bewilderment and trouble--breaking his heart about it! The thought made Jolyon acutely miserable.  Jon was such a tender- hearted chap, affectionate to his bones, and conscientious, too--it was so unfair, so damned unfair!  He remembered Irene saying to him once: \\\"Never was any one born more loving and lovable than Jon.\\\" Poor little Jon!  His world gone up the spout, all of a summer afternoon!  Youth took things so hard!  And stirred, tormented by that vision of Youth taking things hard, Jolyon got out of his chair, and went to the window.  The boy was nowhere visible.  And he passed out.  If one could take any help to him now--one must!\\n\\nHe traversed the shrubbery, glanced into the walled garden--no Jon! Nor where the peaches and the apricots were beginning to swell and colour.  He passed the Cupressus trees, dark and spiral, into the meadow.  Where had the boy got to?  Had he rushed down to the coppice--his old hunting-ground?  Jolyon crossed the rows of hay. They would cock it on Monday and be carrying the day after, if rain held off.  Often they had crossed this field together--hand in hand, when Jon was a little chap.  Dash it!  The golden age was over by the time one was ten!  He came to the pond, where flies and gnats were dancing over a bright reedy surface; and on into the coppice.  It was cool there, fragrant of larches.  Still no Jon!  He called.  No answer!  On the log seat he sat down, nervous, anxious, forgetting his own physical sensations.  He had been wrong to let the boy get away with that letter; he ought to have kept him under his eye from the start!  Greatly troubled, he got up to retrace his steps.  At the farm-buildings he called again, and looked into the dark cow-house.  There in the cool, and the scent of vanilla and ammonia, away from flies, the three Alderneys were chewing the quiet cud; just milked, waiting for evening, to be turned out again into the lower field.  One turned a lazy head, a lustrous eye; Jolyon could see the slobber on its grey lower lip.  He saw everything with passionate clearness, in the agitation of his nerves--all that in his time he had adored and tried to paint--wonder of light and shade and colour.  No wonder the legend put Christ into a manger--what more devotional than the eyes and moon-white horns of a chewing cow in the warm dusk!  He called again.  No answer!  And he hurried away out of the coppice, past the pond, up the hill.  Oddly ironical--now he came to think of it--if Jon had taken the gruel of his discovery down in the coppice where his mother and Bosinney in those old days had made the plunge of acknowledging their love.  Where he himself, on the log seat the Sunday morning he came back from Paris, had realised to the full that Irene had become the world to him.  That would have been the place for Irony to tear the veil from before the eyes of Irene's boy!  But he was not here!  Where had he got to?  One must find the poor chap!\\n\\nA gleam of sun had come, sharpening to his hurrying senses all the beauty of the afternoon, of the tall trees and lengthening shadows, of the blue, and the white clouds, the scent of the hay, and the cooing of the pigeons; and the flower shapes standing tall.  He came to the rosery, and the beauty of the roses in that sudden sunlight seemed to him unearthly.  \\\"Rose, you Spaniard!\\\"  Wonderful three words!  There she had stood by that bush of dark red roses; had stood to read and decide that Jon must know it all!  He knew all now!  Had she chosen wrong?  He bent and sniffed a rose, its petals brushed his nose and trembling lips; nothing so soft as a rose-leaf's velvet, except her neck--Irene!  On across the lawn he went, up the slope, to the oak-tree.  Its top alone was glistening, for the sudden sun was away over the house; the lower shade was thick, blessedly cool--he was greatly overheated.  He paused a minute with his hand on the rope of the swing--Jolly, Holly--Jon!  The old swing!  And suddenly, he felt horribly--deadly ill.  'I've over done it!' he thought: 'by Jove! I've overdone it--after all!'  He staggered up toward the terrace, dragged himself up the steps, and fell against the wall of the house.  He leaned there gasping, his face buried in the honey- suckle that he and she had taken such trouble with that it might sweeten the air which drifted in.  Its fragrance mingled with awful pain.  'My love!' he thought; 'the boy!'  And with a great effort he tottered in through the long window, and sank into old Jolyon's chair.  The book was there, a pencil in it; he caught it up, scribbled a word on the open page....  His hand dropped....  So it was like this--was it?...\\n\\nThere was a great wrench; and darkness....\\n\\nIII\\n\\nIRENE\\n\\nWhen Jon rushed away with the letter in his hand, he ran along the terrace and round the corner of the house, in fear and confusion. Leaning against the creepered wall he tore open the letter.  It was long--very long!  This added to his fear, and he began reading.  When he came to the words: \\\"It was Fleur's father that she married,\\\" everything seemed to spin before him.  He was close to a window, and entering by it, he passed, through music-room and hall, up to his bedroom.  Dipping his face in cold water, he sat on his bed, and went on reading, dropping each finished page on the bed beside him.  His father's writing was easy to read--he knew it so well, though he had never had a letter from him one quarter so long.  He read with a dull feeling--imagination only half at work.  He best grasped, on that first reading, the pain his father must have had in writing such a letter.  He let the last sheet fall, and in a sort of mental, moral helplessness began to read the first again.  It all seemed to him disgusting--dead and disgusting.  Then, suddenly, a hot wave of horrified emotion tingled through him.  He buried his face in his hands.  His mother!  Fleur's father!  He took up the letter again, and read on mechanically.  And again came the feeling that it was all dead and disgusting; his own love so different!  This letter said his mother--and her father!  An awful letter!\\n\\nProperty!  Could there be men who looked on women as their property? Faces seen in street and countryside came thronging up before him-- red, stock-fish faces; hard, dull faces; prim, dry faces; violent faces; hundreds, thousands of them!  How could he know what men who had such faces thought and did?  He held his head in his hands and groaned.  His mother!  He caught up the letter and read on again: \\\"horror and aversion-alive in her to-day....  your children.... grandchildren....  of a man who once owned your mother as a man might own a slave....\\\"  He got up from his bed.  This cruel shadowy past, lurking there to murder his love and Fleur's, was true, or his father could never have written it.  'Why didn't they tell me the first thing,' he thought, 'the day I first saw Fleur?  They knew \\\"I'd seen her.  They were afraid, and--now--I've--got it!'  Overcome by misery too acute for thought or reason, he crept into a dusky corner of the room and sat down on the floor.  He sat there, like some unhappy little animal.  There was comfort in dusk, and the floor--as if he were back in those days when he played his battles sprawling all over it.  He sat there huddled, his hair ruffled, his hands clasped round his knees, for how long he did not know.  He was wrenched from his blank wretchedness by the sound of the door opening from his mother's room.  The blinds were down over the windows of his room, shut up in his absence, and from where he sat he could only hear a rustle, her footsteps crossing, till beyond the bed he saw her standing before his dressing-table.  She had something in her hand. He hardly breathed, hoping she would not see him, and go away.  He saw her touch things on the table as if they had some virtue in them, then face the window-grey from head to foot like a ghost.  The least turn of her head, and she must see him!  Her lips moved: \\\"Oh! Jon!\\\"  She was speaking to herself; the tone of her voice troubled Jon's heart. He saw in her hand a little photograph.  She held it toward the light, looking at it--very small.  He knew it--one of himself as a tiny boy, which she always kept in her bag.  His heart beat fast. And, suddenly as if she had heard it, she turned her eyes and saw him.  At the gasp she gave, and the movement of her hands pressing the photograph against her breast, he said:\\n\\n\\\"Yes, it's me.\\\"\\n\\nShe moved over to the bed, and sat down on it, quite close to him, her hands still clasping her breast, her feet among the sheets of the letter which had slipped to the floor.  She saw them, and her hands grasped the edge of the bed.  She sat very upright, her dark eyes fixed on him.  At last she spoke.\\n\\n\\\"Well, Jon, you know, I see.\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"You've seen Father?\\\"\\n\\n\\\"Yes.\\\"\\n\\nThere was a long silence, till she said:\\n\\n\\\"Oh! my darling!\\\"\\n\\n\\\"It's all right.\\\"  The emotions in him were so, violent and so mixed that he dared not move--resentment, despair, and yet a strange yearning for the comfort of her hand on his forehead.\\n\\n\\\"What are you going to do?\\\"\\n\\n\\\"I don't know.\\\"\\n\\nThere was another long silence, then she got up.  She stood a moment, very still, made a little movement with her hand, and said: \\\"My darling boy, my most darling boy, don't think of me--think of yourself,\\\" and, passing round the foot of the bed, went back into her room.\\n\\nJon turned--curled into a sort of ball, as might a hedgehog--into the corner made by the two walls.\\n\\nHe must have been twenty minutes there before a cry roused him.  It came from the terrace below.  He got up, scared.  Again came the cry: \\\"Jon!\\\"  His mother was calling!  He ran out and down the stairs, through the empty dining-room into the study.  She was kneeling before the old armchair, and his father was lying back quite white, his head on his breast, one of his hands resting on an open book, with a pencil clutched in it--more strangely still than anything he had ever seen.  She looked round wildly, and said:\\n\\n\\\"Oh! Jon--he's dead--he's dead!\\\"\\n\\nJon flung himself down, and reaching over the arm of the chair, where he had lately been sitting, put his lips to the forehead.  Icy cold! How could--how could Dad be dead, when only an hour ago--!  His mother's arms were round the knees; pressing her breast against them. \\\"Why--why wasn't I with him?\\\" he heard her whisper.  Then he saw the tottering word \\\"Irene\\\" pencilled on the open page, and broke down himself.  It was his first sight of human death, and its unutterable stillness blotted from him all other emotion; all else, then, was but preliminary to this!  All love and life, and joy, anxiety, and sorrow, all movement, light and beauty, but a beginning to this terrible white stillness.  It made a dreadful mark on him; all seemed suddenly little, futile, short.  He mastered himself at last, got up, and raised her.\\n\\n\\\"Mother! don't cry--Mother!\\\"\\n\\nSome hours later, when all was done that had to be, and his mother was lying down, he saw his father alone, on the bed, covered with a white sheet.  He stood for a long time gazing at that face which had never looked angry--always whimsical, and kind.  \\\"To be kind and keep your end up--there's nothing else in it,\\\" he had once heard his father say.  How wonderfully Dad had acted up to that philosophy!  He understood now that his father had known for a long time past that this would come suddenly--known, and not said a word.  He gazed with an awed and passionate reverence.  The loneliness of it--just to spare his mother and himself!  His own trouble seemed small while he was looking at that face.  The word scribbled on the page!  The farewell word!  Now his mother had no one but himself!  He went up close to the dead face--not changed at all, and yet completely changed.  He had heard his father say once that he did not believe in consciousness surviving death, or that if it did it might be just survival till the natural age limit of the body had been reached--the natural term of its inherent vitality; so that if the body were broken by accident, excess, violent disease, consciousness might still persist till, in the course of Nature uninterfered with, it would naturally have faded out.  It had struck him because he had never heard any one else suggest it.  When the heart failed like this--surely it was not quite natural!  Perhaps his father's consciousness was in the room with him.  Above the bed hung a picture of his father's father.  Perhaps his consciousness, too, was still alive; and his brother's--his half-brother, who had died in the Transvaal.  Were they all gathered round this bed?  Jon kissed the forehead, and stole back to his own room.  The door between it and his mother's was ajar; she had evidently been in--everything was ready for him, even some biscuits and hot milk, and the letter no longer on the floor.  He ate and drank, watching the last light fade. He did not try to see into the future--just stared at the dark branches of the oak-tree, level with his window, and felt as if life had stopped.  Once in the night, turning in his heavy sleep, he was conscious of something white and still, beside his bed, and started up.\\n\\nHis mother's voice said:\\n\\n\\\"It's only I, Jon dear!\\\"  Her hand pressed his forehead gently back; her white figure disappeared.\\n\\nAlone!  He fell heavily asleep again, and dreamed he saw his mother's name crawling on his bed.\\n\\nIV\\n\\nSOAMES COGITATES\\n\\nThe announcement in The Times of his cousin Jolyon's death affected Soames quite simply.  So that chap was gone!  There had never been a time in their two lives when love had not been lost between them. That quick-blooded sentiment hatred had run its course long since in Soames' heart, and he had refused to allow any recrudescence, but he considered this early decease a piece of poetic justice.  For twenty years the fellow had enjoyed the reversion of his wife and house, and--he was dead!  The obituary notice, which appeared a little later, paid Jolyon--he thought--too much attention.  It spoke of that \\\"diligent and agreeable painter whose work we have come to look on as typical of the best late-Victorian water-colour art.\\\"  Soames, who had almost mechanically preferred Mole, Morpin, and Caswell Baye, and had always sniffed quite audibly when he came to one of his cousin's on the line, turned The Times with a crackle.\\n\\nHe had to go up to Town that morning on Forsyte affairs, and was fully conscious of Gradman's glance sidelong over his spectacles. The old clerk had about him an aura of regretful congratulation.  He smelled, as it were, of old days.  One could almost hear him thinking: \\\"Mr. Jolyon, ye-es--just my age, and gone--dear, dear!  I dare say she feels it.  She was a mice-lookin' woman.  Flesh is flesh!  They've given 'im a notice in the papers.  Fancy!\\\"  His atmosphere in fact caused Soames to handle certain leases and conversions with exceptional swiftness.\\n\\n\\\"About that settlement on Miss Fleur, Mr. Soames?\\\"\\n\\n\\\"I've thought better of that,\\\" answered Soames shortly.\\n\\n\\\"Ah!  I'm glad of that.  I thought you were a little hasty.  The times do change.\\\"\\n\\nHow this death would affect Fleur had begun to trouble Soames.  He was not certain that she knew of it--she seldom looked at the paper, never at the births, marriages, and deaths.\\n\\nHe pressed matters on, and made his way to Green Street for lunch. Winifred was almost doleful.  Jack Cardigan had broken a splashboard, so far as one could make out, and would not be \\\"fit\\\" for some time. She could not get used to the idea.\\n\\n\\\"Did Profond ever get off?\\\" he said suddenly.\\n\\n\\\"He got off,\\\" replied Winifred, \\\"but where--I don't know.\\\"\\n\\nYes, there it was--impossible to tell anything!  Not that he wanted to know.  Letters from Annette were coming from Dieppe, where she and her mother were staying.\\n\\n\\\"You saw that fellow's death, I suppose?\\\"\\n\\n\\\"Yes,\\\" said Winifred.  \\\"I'm sorry for--for his children.  He was very amiable.\\\"  Soames uttered a rather queer sound.  A suspicion of the old deep truth--that men were judged in this world rather by what they were than by what they did--crept and knocked resentfully at the back doors of his mind.\\n\\n\\\"I know there was a superstition to that effect,\\\" he muttered.\\n\\n\\\"One must do him justice now he's dead.\\\"\\n\\n\\\"I should like to have done him justice before,\\\" said Soames; \\\"but I never had the chance.  Have you got a 'Baronetage' here?\\\"\\n\\n\\\"Yes; in that bottom row.\\\"\\n\\nSoames took out a fat red book, and ran over the leaves.\\n\\n\\\"Mont-Sir Lawrence, 9th Bt., cr. 1620, e. s. of Geoffrey, 8th Bt., and Lavinia, daur. of Sir Charles Muskham, Bt., of Muskham Hall, Shrops: marr. 1890 Emily, daur. of Conway Charwell, Esq., of Condaford Grange, co. Oxon; 1 son, heir Michael Conway, b. 1895, 2 daurs. Residence: Lippinghall Manor, Folwell, Bucks.  Clubs: Snooks': Coffee House: Aeroplane.  See BidIicott.\\\"\\n\\n\\\"H'm!\\\" he said.  \\\"Did you ever know a publisher?\\\"\\n\\n\\\"Uncle Timothy.\\\"\\n\\n\\\"Alive, I mean.\\\"\\n\\n\\\"Monty knew one at his Club.  He brought him here to dinner once. Monty was always thinking of writing a book, you know, about how to make money on the turf.  He tried to interest that man.\\\"\\n\\n\\\"Well?\\\"\\n\\n\\\"He put him on to a horse--for the Two Thousand.  We didn't see him again.  He was rather smart, if I remember.\\\"\\n\\n\\\"Did it win?\\\"\\n\\n\\\"No; it ran last, I think.  You know Monty really was quite clever in his way.\\\"\\n\\n\\\"Was he?\\\" said Soames.  \\\"Can you see any connection between a sucking baronet and publishing?\\\"\\n\\n\\\"People do all sorts of things nowadays,\\\" replied Winifred.  \\\"The great stunt seems not to be idle--so different from our time.  To do nothing was the thing then.  But I suppose it'll come again.\\\"\\n\\n\\\"This young Mont that I'm speaking of is very sweet on Fleur.  If it would put an end to that other affair I might encourage it.\\\"\\n\\n\\\"Has he got style?\\\" asked Winifred.\\n\\n\\\"He's no beauty; pleasant enough, with some scattered brains. There's a good deal of land, I believe.  He seems genuinely attached. But I don't know.\\\"\\n\\n\\\"No,\\\" murmured Winifred; \\\"it's--very difficult.  I always found it best to do nothing.  It is such a bore about Jack; now we shan't get away till after Bank Holiday.  Well, the people are always amusing, I shall go into the Park and watch them.\\\"\\n\\n\\\"If I were you,\\\" said Soames, \\\"I should have a country cottage, and be out of the way of holidays and strikes when you want.\\\"\\n\\n\\\"The country bores me,\\\" answered Winifred, \\\"and I found the railway strike quite exciting.\\\"\\n\\nWinifred had always been noted for sang-froid.\\n\\nSoames took his leave.  All the way down to Reading he debated whether he should tell Fleur of that boy's father's death.  It did not alter the situation except that he would be independent now, and only have his mother's opposition to encounter.  He would come into a lot of money, no doubt, and perhaps the house--the house built for Irene and himself--the house whose architect had wrought his domestic ruin.  His daughter--mistress of that house!  That would be poetic justice!  Soames uttered a little mirthless laugh.  He had designed that house to re-establish his failing union, meant it for the seat of his descendants, if he could have induced Irene to give him one! Her son and Fleur!  Their children would be, in some sort, offspring of the union between himself and her!\\n\\nThe theatricality in that thought was repulsive to his sober sense. And yet--it would be the easiest and wealthiest way out of the impasse, now that Jolyon was gone.  The juncture of two Forsyte fortunes had a kind of conservative charm.  And she--Irene-would be linked to him once more.  Nonsense!  Absurd!  He put the notion from his head.\\n\\nOn arriving home he heard the click of billiard-balls, and through the window saw young Mont sprawling over the table.  Fleur, with her cue akimbo, was watching with a smile.  How pretty she looked!  No wonder that young fellow was out of his mind about her.  A title-- land!  There was little enough in land, these days; perhaps less in a title.  The old Forsytes had always had a kind of contempt for titles, rather remote and artificial things--not worth the money they cost, and having to do with the Court.  They had all had that feeling in differing measure--Soames remembered.  Swithin, indeed, in his most expansive days had once attended a Levee.  He had come away saying he shouldn't go again--\\\"all that small fry.\\\"  It was suspected that he had looked too big in knee-breeches.  Soames remembered how his own mother had wished to be presented because of the fashionable nature of the performance, and how his father had put his foot down with unwonted decision.  What did she want with that peacocking-- wasting time and money; there was nothing in it!\\n\\nThe instinct which had made and kept the English Commons the chief power in the State, a feeling that their own world was good enough and a little better than any other because it was their world, had kept the old Forsytes singularly free of \\\"flummery,\\\" as Nicholas had been wont to call it when he had the gout.  Soames' generation, more self-conscious and ironical, had been saved by a sense of Swithin in knee-breeches.  While the third and the fourth generation, as it seemed to him, laughed at everything.\\n\\nHowever, there was no harm in the young fellow's being heir to a title and estate--a thing one couldn't help.  He entered quietly, as Mont missed his shot.  He noted the young man's eyes, fixed on Fleur bending over in her turn; and the adoration in them almost touched him.\\n\\nShe paused with the cue poised on the bridge of her slim hand, and shook her crop of short dark chestnut hair.\\n\\n\\\"I shall never do it.\\\"\\n\\n\\\"'Nothing venture.'\\\"\\n\\n\\\"All right.\\\"  The cue struck, the ball rolled.  \\\"There!\\\"\\n\\n\\\"Bad luck!  Never mind!\\\"\\n\\nThen they saw him, and Soames said:\\n\\n\\\"I'll mark for you.\\\"\\n\\nHe sat down on the raised seat beneath the marker, trim and tired, furtively studying those two young faces.  When the game was over Mont came up to him.\\n\\n\\\"I've started in, sir.  Rum game, business, isn't it?  I suppose you saw a lot of human nature as a solicitor.\\\"\\n\\n\\\"I did.\\\"\\n\\n\\\"Shall I tell you what I've noticed: People are quite on the wrong tack in offering less than they can afford to give; they ought to offer more, and work backward.\\\"\\n\\nSoames raised his eyebrows.\\n\\n\\\"Suppose the more is accepted?\\\"\\n\\n\\\"That doesn't matter a little bit,\\\" said Mont; \\\"it's much more paying to abate a price than to increase it.  For instance, say we offer an author good terms--he naturally takes them.  Then we go into it, find we can't publish at a decent profit and tell him so.  He's got confidence in us because we've been generous to him, and he comes down like a lamb, and bears us no malice.  But if we offer him poor terms at the start, he doesn't take them, so we have to advance them to get him, and he thinks us damned screws into the bargain.\\n\\n\\\"Try buying pictures on that system,\\\" said Soames; \\\"an offer accepted is a contract--haven't you learned that?\\\"\\n\\nYoung Mont turned his head to where Fleur was standing in the window.\\n\\n\\\"No,\\\" he said, \\\"I wish I had.  Then there's another thing.  Always let a man off a bargain if he wants to be let off.\\\"\\n\\n\\\"As advertisement?\\\" said Soames dryly.\\n\\n\\\"Of course it is; but I meant on principle.\\\"\\n\\n\\\"Does your firm work on those lines?\\\"\\n\\n\\\"Not yet,\\\" said Mont, \\\"but it'll come.\\\"\\n\\n\\\"And they will go.\\\"\\n\\n\\\"No, really, sir.  I'm making any number of observations, and they all confirm my theory.  Human nature is consistently underrated in business, people do themselves out of an awful lot of pleasure and profit by that.  Of course, you must be perfectly genuine and open, but that's easy if you feel it.  The more human and generous you are the better chance you've got in business.\\\"\\n\\nSoames rose.\\n\\n\\\"Are you a partner?\\\"\\n\\n\\\"Not for six months, yet.\\\"\\n\\n\\\"The rest of the firm had better make haste and retire.\\\"\\n\\nMont laughed.\\n\\n\\\"You'll see,\\\" he said.  \\\"There's going to be a big change.  The possessive principle has got its shutters up.\\\"\\n\\n\\\"What?\\\" said Soames.\\n\\n\\\"The house is to let!  Good-bye, sir; I'm off now.\\\"\\n\\nSoames watched his daughter give her hand, saw her wince at the squeeze it received, and distinctly heard the young man's sigh as he passed out.  Then she came from the window, trailing her finger along the mahogany edge of the billiard-table.  Watching her, Soames knew that she was going to ask him something.  Her finger felt round the last pocket, and she looked up.\\n\\n\\\"Have you done anything to stop Jon writing to me, Father?\\\"\\n\\nSoames shook his head.\\n\\n\\\"You haven't seen, then?\\\" he said.  \\\"His father died just a week ago to-day.\\\"\",\"timestamp\":1639990460,\"title\":\"From the boy's face, and his clenched fists Jolyon realised the stress and struggle he was going through.\"},\"digest\":\"QLBlF6Teo2j-FlN3RYB_LMuu4DALcDZVUjB8wRVpmcs\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d35IJagIGZirvYtGysyv6atK6uIeAHv6qjD15IwqOi8\\\",\\\"y\\\":\\\"Z32fNSLDUcf8s00h9xur7mKDVcPTJVy5s8hj52fFb6E\\\"}\",\"signature\":\"pZGyLksxdjSOGdxZaRxFULXDaUbHEZlbs_WBdUEdLTWF9_mcHXQyLaPMR5WY5wreevgm0cLyD7BwUQWBvIj0gA\",\"signingKeySignature\":\"0x0fe88d15cc5f0af006c4a672fc65173c1ff7bd1de0934b2dd121a5d2fe4e352c61626f3b5613e21c879fbe51fe8302e30c0346b19acae727da73f4a0fe4174881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"d35IJagIGZirvYtGysyv6atK6uIeAHv6qjD15IwqOi8\\\",\\\"y\\\":\\\"Z32fNSLDUcf8s00h9xur7mKDVcPTJVy5s8hj52fFb6E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QLBlF6Teo2j-FlN3RYB_LMuu4DALcDZVUjB8wRVpmcs\"}"