"{\"content\":{\"body\":\"“Have you eaten the Laba congee?” Mum asked me yesterday, the eighth day of the twelfth month in the Chinese calendar. “It’s the tradition.”\\n\\n“We don’t celebrate Chinese traditions here in London, mum,” I said.\\n\\nI still have to repeat every year to my mum people outside China don’t have the International Labor Holiday in May and the International Children Day in June, not to mention why should they celebrate Chinese National Day in October. But my mum has a weird logic that if it’s so-called ‘International’, everyone around the world would celebrate that.\\n\\n“Aren’t there a Chinatown in London where you can have the Laba congee?” Mum continued to persuade me to follow the tradition.\\n\\n“We are under lockdown. Everything is closed,” I said. I could order the takeaways or buy instant Laba congee and eat at home. I didn’t have the intention to tell my mum about that.\\n\\n“I have your grandma’s recipe, and you can cook at home,” mum said.\\n\\n“I can’t be bothered to prepare so many ingredients to cook a porridge,” I said in an impatient tone. “Ok, I have to go now. I have a couple of deadlines to catch up on. Bye, mum.”\\n\\nThe moment I hang up the WeChat video call, mum already sent me the photo of Laba congee and Laba gallic recipe written by my grandma.\\n\\nI zoomed out the picture and caressed those familiar handwriting characters, bursting into tears. It’s been five years since my grandma died. It’s been five years since I had my last Laba congee made by her.\\n\\nMy grandma Yuzhen’s life condensed modern China history, from the Qing Dynasty to the People’s Republic of China, from the Japanese invasion to the government of CCP, from close-down policy to globalisation.\\n\\nYuzhen was born in 1933 when Franklin D. Roosevelt became the US President and addressed the Great Depression. Adolf Hitler became the chancellor of Germany and opened the first concentration camp at Dachau. Meanwhile, two major wars happened in China, the Chinese civil war and the anti-Japanese invasion war.\\n\\nShe grew up in a prosperous merchant family in Jinan, the capital city of Shandong Province, occupied by Japan and Germany during wartime. Yuzhen was the youngest child among nine brothers and sisters and was the only girl who didn’t have foot-binding. Instead, she was the only girl in her family who went to school to receive an education.\\n\\nYuzhen told me foot binding was a ritual practised in China that lasted almost a thousand years, symbolising a girl’s family was wealthy for not allowing their daughters to work. I vaguely remembered I met two of my grandma’s sisters who had foot binding. Along with relatively short stature, they had a hunchback and trembly walking style. I was horrified to see them when I was little because they reminded me of Japanese animation’s witch.\\n\\n“By the time I have to do foot binding, my family was on the decline. I was not a lady anymore but have to help with family chores occasionally,” my grandma answered when asked why she was the exception. She also told me that the old frontiersman's story loses his horse, also known as a setback that may be a blessing in disguise. My grandma had a chance to learn how to read and speak Chinese and Japanese and took the accounting course in her adult year, which led her to work in the state corporation.\\n\\nMy grandma was my caretaker through my childhood because my parents were too busy at work. They tried to find a babysitter, but I pissed off seven of them and had a bad reputation in the community that no one would like to look after me. In the end, my parents have to hand me over to my grandma as her retirement life company and wish my grandma could figure out how to tame my wild spirit.\\n\\nIt turned out my grandma didn’t need to take much effort but let me be who I want to be. She read a lot and enjoyed gardening and walking. I formed a similar habit until now. I remembered she took me to the local market and introduced me to those vendors, and the next time she would let me buy groceries on my own, which forced me to be independent and be good with math.\\n\\nShe learned from newspapers and magazines how to cook dense nutrition food because she thought I was too petite than my peers. She taught me numerous traditional Chinese medicine and philosophy knowledge, although I had zero interest in those ‘boring’ stuff. Those inculcations of knowledge had already planted seeds in my mind and blossomed and bore fruits in my adult years.\\n\\nEven though my grandma lost her family lands, wealth and title after the new government went on stage in 1949, she still maintained the well brought up and cultural sense only could be seen in upper-middle-class back to old days. I never saw my grandma lost her temper and manner but once.\\n\\n“What did you do with Prime Minister Zhou’s face?” my grandma was so anxious and entered my room without knocking. I developed the drawing hobby in grade four and used my pencil to draw on every material, including newspapers that my grandma subscribed to.\\n\\nI noticed that she hold a newspaper with a former Prime Minister Zhou Enlai big face on the front cover, and I drew a big purple tongue on his face. \\n\\n“Isn’t it funny? Why you are not laughing?” I couldn’t understand why my grandma was so angry and tore off the paper and even burned it in the washbin and told me never to do it again.\\n\\nI never saw my grandma was so irritated because she was always that gentle and peaceful lady in my mind. I didn’t fully understand at that time until I learnt about the Culture Revolution in high school. The wound left on those survived intellectual people would last forever, even in a peaceful time. I felt for my grandma for the first time.\\n\\nAfter finishing primary school, I stopped living with Yuzhen because my secondary school is close to my parents’ place. So I only visited my grandma once a week. I enjoyed seeing her because she welcomed me and cooked me delicious food, especially during the 24 Solar Terms and festive season. I remembered we have to eat noodles on the Summer Solstice, eat dumplings on The Winter Solstice, eat Zongzi on Qingming festival and mooncake on Mid-autumn festival.\\n\\nAs time went by, my weekly visit became a monthly visit when I was in university and later became an annual visit when I studied abroad. Whenever I went back to China, my grandma would ask me if I cooked by myself overseas. My answer was always no. \\n\\nIn my opinion, cooking has the worst ROI because it takes 30 minutes to prepare and cook but only 5 minutes to eat. I’d instead order takeaway or eat out with friends. I wasn’t good enough to cook Chinese dishes to reach my grandma’s level, and I had the habit of eating out, so why not bother to cook?\\n\\n“Eating out is not healthy,” grandma tried to persuade me to cook at home when she heard my answer. “Look at you. You stop growing your height once you stopped living with me. Your parents eat out all the time and spoil you with all those junk food.”\\n\\n“There are so many varieties of dishes you could order outside,” I explained. “Even cheaper than cooking at home. My parents don’t have time to cook.”\\n\\n“One day, you will understand, nothing could be compared with good home cooking.” grandma said.\\n\\n“Of course,” I said. “Your cooking is the best! Why not open a restaurant and let more people taste your cooking. You are retired and have plenty of time to do that.”\\n\\n“I only cook for you,” grandma smiled. “I’m glad you love my cooking. Come back home more often.”\\n\\n“I should take you with me to go back to New Zealand,” I said. “In that way, we could spend more time together, and you don’t have to worry about my health.”\\n\\n“Haha, I’m too old to travel,” grandma said. “Just come back more often before I’m still around.”\\n\\nHowever, she was not around anymore. Only her handwriting and those memories approved she existed in this world.\\n\\n*Glutinous rice, red beans, green peas, dried lotus seeds, dried dates, chestnut, walnut, almond, peanut, dried Longan, goji berries, and yams.*\\n\\nI looked at the recipe on the screen and let the Laba congee flavour replay in my mind.\\n\\nNever have I had another Laba congee after she has gone. \\n\\nFood is the bonding between my grandma and me, and I don’t want anything similar to replace my memory of her.\\n\\n \\n \\n\\n[crowdfund://0x02e607171B7E912df6D07A6884EA5A2f2b8265d7?features=overview,editions,podium,backers](crowdfund://0x02e607171B7E912df6D07A6884EA5A2f2b8265d7?features=overview,editions,podium,backers)\\n\\n\",\"timestamp\":1640188563,\"title\":\"Laba congee and Grandma\"},\"digest\":\"OYoxTbYF8jal9XjKXOc48D0KgeG-xW0Y8cmYnmmateA\",\"authorship\":{\"contributor\":\"0x6902E5CAf41158d3eD516cBd6D2807BB63863F42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wm3dnvOLVKrM9U64GB8beOtWf1Jw9B7kI1ecABIfnLU\\\",\\\"y\\\":\\\"vUrRpvpvRQkeiwuQB1PfucwiyNkLzVMNBGpNvHHngG4\\\"}\",\"signature\":\"d1S-P9BxZlXFPbsOV0iebZ3TuGMzyWkcxJ4T3qknqScorDODiT8JmqTBpp6g5JrwDVOyREqwvo_dU2TD7V1hLA\",\"signingKeySignature\":\"0xb7e0c057f7782550aa402c1e4d89a4a36b9ae3e4847c8a3c04f40677ed94a1814b40dff1a8d7cf03a130dfdc5efe26545ebf9376a9ad51fc541dee59d9afe34f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wm3dnvOLVKrM9U64GB8beOtWf1Jw9B7kI1ecABIfnLU\\\",\\\"y\\\":\\\"vUrRpvpvRQkeiwuQB1PfucwiyNkLzVMNBGpNvHHngG4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OYoxTbYF8jal9XjKXOc48D0KgeG-xW0Y8cmYnmmateA\"}"