"{\"content\":{\"body\":\"华老爷子打先药鼎，先倒入一瓶甘露水，回过头对我说：“这回不同以往，我们要先煮好水之后才能下药，而且用水也是十分讲究，得用白露那天的露水，霜降那天的霜水，小雪那天的雪水，秋至那天的雨水，各一十二钱，加上一份百年老菱和二张金背蛤蟆皮一起慢慢调匀煮透，当是药引，才能够开始炼制。”\\n\\n```\\n靠！弄个水都这么麻烦。要是秋至那天不下雨，小雪那天不下雪，白露那天不出露，霜降那天不降霜，那这个药引不是做不成了，幸亏华老爷子都已有准备，到不着我费神。\\n\\n四种水已经入了鼎，加上老菱粉和蛤蟆皮后，已经开始冒出小小气泡，华老爷子跟着打开那个装着百草珍酿的瓶子，凑到鼎口前，轻轻滴了三滴到鼎里。\\n\\n这次咱心里可不敢再说他小气，仅仅这三滴，就已经让整个炼丹房内芳香四溢起来，果然是奇药，质量好得紧。\\n\\n又等了半响之后，华老爷子取出只有残枝的紫灵金花，先将上面三颗金黄小果摘了下来，然后啊剩下的根茎分三次投入到药鼎之中，跟着再滴了三滴百草珍酿，鼎里立刻升腾起一片耀眼的五色光团，但紧跟着又一收，屋里的药香一下子就淡了下去。\\n\\n我是双眼紧盯着鼎下的火门，连大气也不敢出一下，照顾着火苗不缓不慢地跳动着，生怕一个不小心坏了事。\\n\\n就这样反复煎熬了大约二个时辰，鼎里的水都快要煮干了，华老爷子这才小心地将三颗焱灵金果依次贴边放到鼎内，然后又加了六滴百草珍酿，连忙将盖子盖好。我在下面蹲着，心里实在是有点忐忑不安，心里总想起来看看鼎内丹药到底练成什么样子，但是又怕火候出问题，紧张的自己一身大汗滂沱。\\n\\n药还在继续炼着，华老爷子每隔半个时辰就往鼎里加三滴百草珍酿，一直到整瓶百草珍酿全都倒进进鼎里，看来他是算得好好的，不多不少，正好可以倒光。\\n\\n接着又过了半个时辰，药鼎内陡然暴出一片绚丽无比的金光，华老爷子掀起鼎盖一看，眼里满是欣慰之色，他嘴唇微微一动，沙哑地说了句：“成了。”跟着身子一歪，软软地瘫倒在地上。\\n\\n我目光一瞥，顿时吓了一大跳，赶紧一把搀扶起老爷子，让他坐到椅子上。就见他脸色一片苍白，豆大的汗珠滚滚而下，显是用精太多，过度疲惫，不知不觉，我们已经炼了十几个时辰了。\\n\\n“不……不用管我，快……快看药到底炼得怎么样。”华老爷子抬起颤抖的手，指着药鼎说道。\\n\\n“恩。”我应声跑到药鼎旁，递眼往鼎里一看，只见在满鼎的金色粉末之中，是两颗金灿灿的药丹。\\n\\n果然成了，带着满心的欢喜，我将丹药小心取了出来，放到手心里，放眼一看：炎灵兽神丹，属性：能提升宠物等级。\\n\\n我一看顿时愣住了，上次华老爷子跟我提过，这药若是炼成，可以提升宠物等级，可是我还以为只是说着玩的，但是现在一看，果然如此，这，这样的话，算什么灵药啊。再怎么升级，小黑小白他们的等级也不能超过我，给他们吃了，不是明摆着浪费吗，除非是新驯服头低等级怪物什么的。\\n\\n“老爷子你看。”我将两粒炎灵兽神丹捧到华老爷子跟前，心里如打翻了五味瓶，有种说不出来的滋味。\\n\\n这药，应该算是炼砸了吧，咱可是好不容易才弄到的仙草，居然就弄出这么两颗丹药来，等于是白白浪费了，我的心这个痛啊，简直要滴血。\\n\\n哪知华老爷子看了之后，苍白的脸上出浮上一丝红晕，没有失望之情，而是点着头喜声说道：“嗯，总算没浪费这几颗仙果。原本我以为只能炼成一颗，没想到竟然成功了两颗，这是我的造化，也是你小子的造化。我华某此生能炼得此药，就算是死，也能暝目了。”\\n\\n老爷子这番话说得是异常激动，说完之后跟着连声咳嗽起来。\\n\\n死也暝目，这炎灵兽神丹有这么好吗，难道比那返生丹还要好不成，我怎么一点都不觉得呢，听得华老爷子这么一说，我是满脸的疑问之情。\\n\\n似乎看出我眼里怀疑，华老爷子接着说道：“小隐啊，你可别小看这药，等你用过之后，就知道这灵丹的妙处之所在了。好了，好了，我得去休息休息，年纪大了，经受不住这么折腾，你自便吧。”说完他便闭上双目，不再理我。\\n\\n华老爷子，你这话说得没根没据的，该不会是炼砸了药，说大话糊弄我吧，我刚想开口继续询问，不过见华老爷子那副神情，心知再问他也不会多说，只得悻悻地推门而出，这，算什么意思嘛，难道是天机不可泄露吗。\\n\\n“隐大哥，药炼得怎么样了？”走到大厅，青儿立即热情地凑了上来问道。\\n\\n“还成，就是不知道有什么奇效。”我有点恍惚地回道。\\n\\n“我师傅说了，这药如果真的炼出来，是绝对的灵药，效果好着呢，对了，你给宠物吃了吗？”青儿接口说道。\\n\\n“还没呢，就两颗，哪敢乱给啊。”我摇摇手回道。\\n\\n“那你先给个吃吃看啊，我也想看看到底有什么效果呢。”青儿立即带着期盼之情，怂恿我说道。\\n\\n那就吃吧，这药反正都已经成了这个样，总不至于丢掉吧，我狠了狠心，走到院子里，随手召唤出小黑。上次我升级后，它的等级正好还没提升，吃了之后也就是和我一般等级而已，我一屁股坐到石凳上，拿出颗炎灵兽神丹，扔了过去说道：“小黑，给你吃个好东西。”\\n\\n小黑一张口，稳稳地将那炎灵兽神丹吞进嘴里，咀嚼了几下后，就一股脑咽了下去，还打了个响亮的饱嗝，敢情这玩意很当饱，而且让它是唇齿留香。\\n\\n小黑一边舔着舌头，一边走到我身边，一个劲地拿头蹭我，看样子，他还想我再给他一颗尝尝。\\n\\n我轻轻摸了摸小黑的额头说道：“黑子，没了，数量有限，只有一颗哦，你升一级足够了。”\\n\\n“吼！”匍匐在我脚下的小黑突然发出一声怒吼，跳到了一边，浑身黑毛蓬张，一股熊熊凛人的热气从它身上散发出来。\\n\\n我一个激灵，连忙站了起来，别是这药吃了之后还有什么负作用吧，华老爷子，你可别把我给坑了啊，我心里暗暗嘀咕道。\\n\\n小黑周身仿佛笼罩在一团若隐若现的金色火焰之中，一对青白獠牙毕露唇外，似乎比往常更长了几分，两只紫黑色的瞳孔发出摄人心魄的紫色光芒，停在院中古树上的一只黄鹂，见了小黑的目光，居然身子一僵，从树上笔直栽落下来。\\n\\n不会吧！这黄鹂见鬼了吗，回头再看咱家的小黑，只见它身形足足膨胀了一圈，一身黑亮的皮毛隐隐透出紫红光芒，一股流动的野性和彪悍在他那健壮的身躯上油然而现，一扬四爪，小黑猛然往前一窜，身后，留下一道紫色残影……\\n\\n我目瞪口呆地看着异变后的小黑，连忙打开他状态栏一看，嘴，张得更大了：\\n\\n宠物名称：小黑\\n\\n种族：暗黑紫影豹\\n\\n等级：44\\n\\n特技：精神束缚、侦破、幻影分身\\n\\n体力值：4200\\n\\n魔法值：2000\\n\\n防御力：220\\n\\n攻击力：220\\n\\n饥饿度：15\\n\\n亲密度：90\\n\\n喜爱食物：新鲜兽肉\\n\\n“隐大哥，你这豹子怎么变成这样了啊！”见小黑如此威猛，青儿吓得是连连后退，惊恐地说道。\\n\\n小黑的种族由暗黑豹变成了紫影豹，体力值，魔法值，防御力与攻击力全都翻了整整一倍，还多了个幻影分身的特技……\\n\\n看着这一切，我的嘴一直裂到耳朵根上。我总算是弄明白了，原来这所为给宠物升级并不是指级数上的增加，而且直接将宠物实力提升到另一个档次，难怪华老爷子刚才那副我不识货的表情，道理就在这啊。\\n\\n“别怕别怕，我家豹子不伤人。”我一边跟小青说道，一边抱着足有半人多高的小黑，是又唱又跳，煞是疯狂，这不等于给我送了boss级帮手吗。\\n\\n一阵兴奋过后，俺又遇上一个难题。紫灵神兽丹就只剩下一颗了，可是俺还有小白小金小紫三个宝贝疙瘩，给谁吃不给谁吃呢，我有点犹豫不决，左右为难。\\n\\n算了，剩下颗炎灵兽神丹咱先放着，没准以后还能收个什么牛b烘烘的宠物来呢，到那时再用也不迟，好东西，留着点好。我强压下现在就用的念头，知足才能长乐嘛。\\n\\n天意，实在是天意！没想到那株紫灵金花居然为我换来个超级宠物，咱这回可是赚大了。\\n```\\n\\n\\n------------\",\"timestamp\":1640774594,\"title\":\"第三百三十六章 炎灵兽神丹\"},\"digest\":\"J3SBtBb8_lUvAXMfpgy8EM2HApb9fNB5hhVHd3m-OFo\",\"authorship\":{\"contributor\":\"0xfD6e215bac85C46AD8e8CA408aB66fEb0f9CbC95\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0F_MwV42_31htwLv7yrFfKWgAQR2oDx_2TiHpo7bYYM\\\",\\\"y\\\":\\\"MgBwtx6_Ypk5kEK4wT3eTC6-2dXfvV9dB6aMJHTbMNk\\\"}\",\"signature\":\"mirRbzrVgRUaOu6GuDlvP4AONpEFM5Wqg-skTfEDQSLaRjn6tDMtzxNc4bV5aeaHMM3Cvnjsa4rH0BWhjJnNOA\",\"signingKeySignature\":\"0x78ff1e213ca10b8bf10a97376383e78558fa742ca16de44652abedb6a55e4a7f1bd1619c7611fc2a237c253491188265e467f93c75162f3c67ab7e3d20109d361c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0F_MwV42_31htwLv7yrFfKWgAQR2oDx_2TiHpo7bYYM\\\",\\\"y\\\":\\\"MgBwtx6_Ypk5kEK4wT3eTC6-2dXfvV9dB6aMJHTbMNk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J3SBtBb8_lUvAXMfpgy8EM2HApb9fNB5hhVHd3m-OFo\"}"