"{\"content\":{\"body\":\"## Introduction\\n\\nI've been trying to write something about this for the past few months but I haven't been satisfied with my attempts to articulate the ideas in my head.\\n\\n**So, rather than letting my thoughts grow stale perhaps I can start by posing a question:**\\n\\n![](https://images.mirror-media.xyz/publication-images/2bde54b0-7cce-4521-b6f5-c0c45fd59fa1.png?height=987&width=1449)\\n\\nIt's not a whitepaper—but it's a signal of sorts. I know for a fact that I'm not the only person thinking about this. This is a flag that I'm planting with hopes that likeminded people would see it at a distance and respond.\\n\\nA tapestry of emerging technologies are coalescing to form the next generation of the web that will have a shockwave effect on multiple industries. What implications (good, bad, hypothesized, actualized) do Web3 and blockchain technologies have on the practice of designing and distributing typefaces at large?\\n\\nWhat are opportunities ahead of us that:\\n- Protect the integrity of the industry from bad faith actors and monopolizing forces?\\n- Allow for more sharing of resources between type designers, foundries, and users of typefaces?\\n- Allow for more fairness and equitable inclusion for emerging type designers?\\n- Introduce new and novel ways to fund future type design projects and type design careers?\\n- Allow for better protections against unwanted intellectual property theft?\\n- Allow for more streamlined and novel ways to distribute typefaces beyond the current licensing models?\\n- Allow for productive and meaningful organizing strategies to enact larger change?\\n\\nI'll start with that for now.\\n\\n\\n\",\"timestamp\":1620269618,\"title\":\"Towards a Decentralized Autonomous Type Foundry Part I\",\"publication\":\"e\"},\"digest\":\"cuJ-6Ksevx9QuV5peOcw5lpDYVLbPEY5pumZprr8L1Y\",\"authorship\":{\"contributor\":\"0x4628D77ba8fCc7a7F2B6bd4A0363061a06E7a20F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t4bJd0mLJb2WBKv7oWCIADweHnvZltEIuo_OqBzWars\\\",\\\"y\\\":\\\"ywiF67bAuWv3tClMpsdXR_Vh0nUU5ijsfjt3PYY-yck\\\"}\",\"signature\":\"VhF5mprMCl6eqFtGNS8lvSaRq-z8gYUNtYBDH9P9RZxCZenABSveV32BDs_4dr0Kr7DMW_LKdUDQ8gQ7DMSJUQ\",\"signingKeySignature\":\"0x022817e013e889692b04fddb0005e0ef3a9a59446da264d2585cf2dc5090b2f36f3685530acbef30c60ebbf6661061a997e17c2008018e24e654283e668f47d51b\",\"signingKeyMessage\":\"I authorize the publication of articles on e.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t4bJd0mLJb2WBKv7oWCIADweHnvZltEIuo_OqBzWars\\\",\\\"y\\\":\\\"ywiF67bAuWv3tClMpsdXR_Vh0nUU5ijsfjt3PYY-yck\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cuJ-6Ksevx9QuV5peOcw5lpDYVLbPEY5pumZprr8L1Y\"}"