"{\"content\":{\"body\":\"Kelly Clarkson's cooperation with the voice is an audio-visual feast.\\n\\nBecause I can't sing, I like the sweet taste. One day, I saw some creators singing in the program. They came to the studio in their best Sunday clothes. They wiped their shoes, made their hair, put on CK or Chanel 5 perfume, and sang their own voice: \\\"the cry of inspiration\\\".\\n\\nI watched each contestant sing carefully. About halfway through the performance, a small box popped up under the TV screen.\\n\\nDid you see? Voice of America has been promoting the social media accounts of its most valuable singers for about three seconds.\\n\\nThis is the first time this has happened.\\n\\nPreviously, there was only one description below each singer's YouTube video, and there was no link to the singer's website. On the program's website, each contestant had a singer profile before. Even so, there is no link to the singer's website. Now these personal data are no longer on the program website.\\n\\nCreators have been sealed up for several years, and we let monopolies hurt them.\\n\\nWeb 3.0 transformation\\n\\nWeb 1.0: Internet\\n\\nWeb 2.0: social media / mobile Internet\\n\\nWeb 3.0: blockchain / AI\\n\\nWe are in the third stage of the Internet. Many Web 3.0 skeptics believe that decentralization will not change anything. I disagree.\\n\\nBrian Armstrong, chief executive of coinbase, believes that Web 3.0 is nothing new. He said that we are re centralizing the Internet, that is, what was the Internet like at first and why?\\n\\nHe said we need to \\\"test the power of large technology companies\\\" because many countries are excluded from the creator's economic prosperity. Ask creators like my friend Chinedu in Africa. It's hard for them to make a profit through paypal and stripe. However, people like me have always taken this for granted. The luck of your birthplace should not affect whether you can join the creator economy and make a living.\\n\\nCreativity is not limited by the country of origin. Web 2.0 makes us think it is.\\n\\n\\\"Conversion rate\\\" explains the exploitation of creators.\\n\\nSocial media platforms like Twitter, instagram and tiktok have 100% conversion rates - they don't share any revenue with creators at all! This is good for them, but bad for users—— Chris Dixon\\n\\nHere I'll correct Dixon further. Before CEO Jack Dorsey saw the power of Web 3.0, twitter never shared revenue with its creators, and now he's back on the road. He publicly announced that he would decentralize twitter and turn it into a Web 3.0 product. In addition, Twitter has just launched a \\\"super follow\\\" feature that allows creators to make money from content.\\n\\nIn addition, there is a new evue newsletter r feature that allows creators to charge for paid newsletters. That's not all. Recently launched the best features. Twitter has now opened its cryptocurrency service. You can use bitcoin to transfer money on twitter. For example, if you have ever tried to send money from the United States to El Salvador, this is the new rule of the game. Twitter has proved that the migration to Web 3.0 will occur 100%, albeit slowly.\\n\\nHowever, Facebook, instagram and tiktok have not yet understood this shift. They let content creators work like slaves. The creator builds followers and gets a view controlled by an algorithm that determines whether you like your Hoodie color tomorrow. They use this content to attract consumers and display advertisements to them. $0 of advertising revenue will be shared with creators. Please read it again.\\n\\nWhen content platforms first appeared, we were just happy to use them without spending a penny. Now we are used to it. Our standards have changed. Creators want to share the benefits of the platform from our content fairly. This is reasonable. But change will not happen unless Zuckerberg is forced to sell advertising and share revenue instead of buying another house.\\n\\nIf creators no longer provide content for free, platforms like tiktok will go bankrupt. Please imagine.\\n\\nPlatform ownership is broken\\n\\nHow is Web 3.0 different? Ownership. Creators want to own the platform they create and have the right to vote. When the platform makes money, they will also make money.\\n\\nA content audit policy is formed through voting rights. It is completed through the process of blockchain consensus and forced trust by thousands of computers around the world (even an orange president cannot affect the blockchain election).\\n\\nIn addition, there are the functions of the platform itself. Have you ever opened your favorite application on a beautiful Saturday afternoon and found that everything has changed. It looks like it was designed by a freshman UI / UX child? Do you feel like you didn't see the design punch you in the face? It's not the child's fault. They are too far from the work of the creator. They are outsiders.\\n\\nWeb 3.0 is different. Functions are determined by the user through democratic procedures. If a group of users don't like it, they create a fork. Bifurcation refers to running two versions of the same platform with different characteristics.\\n\\nWhen ownership is fixed and transparent, motivation changes. Ownership will lead to user democracy, rather than an authoritarian philosophy similar to Web2.0. \\\"This is the latest update, you dirty animal.\\\"\\n\\nSmart contracts contributed to this revolution\\n\\nEarly 21st century: make a website.\\n\\n2010s: developing applications.\\n\\n1920s: deploy smart contracts.\\n\\nMany people misunderstand Ethereum's role in the new creator economy. Ethereum allows machines, not humans, to execute smart contracts.\\n\\nEntrepreneur Mike Novogratz explained: \\\"blockchain will allow information not to be free, not free.\\\" remember Napster? You can download music for free. No one can stop you, even the fool of the metal band.\\n\\nThe Web 2.0 version of the Internet we are using is not built for content ownership. You can take any video from YouTube if you want. It's hard to detect. Hell, this article is easy to copy, paste and steal.\\n\\nSmart contracts change that. Smart contracts tell everyone who owns this content. The creativity of NFT is to make your content a portable digital asset so that you can publish it anywhere on the Internet.\\n\\nAccording to the expert Eric Jorgenson, the Web3.0 era is coming only because of the differences in these three aspects:\\n\\nWeb1 = free publishing\\n\\nWeb2 = free communication\\n\\nWeb3 = free transaction\\n\\nMore profitable ways\\n\\nNow that Web 3.0 solves the problem of content ownership and makes our digital assets portable, we as creators can find more ways to make money.\\n\\nMike Novogratz said that we will \\\"see a shift from businessmen to creativity\\\". Creators will have ways to monetize their creativity. Not just artistic creativity, but all kinds of creativity.\\n\\nHe even said that we will wear NFTs on T-shirts. Only by wearing AR / VR glasses can others see them.\\n\\nYou can share your money with many parties. You can transfer your content from one platform to another according to which platform is better. Creators from all over the world will be able to work together and come up with crazy ways to make money from our work.\\n\\nWhen Zach became rich, he no longer had to make $0 on Facebook. According to the performance of the content, money can flow into your pocket by seconds.\\n\\nCreators will accelerate the development of Web 3.0 because we just want to be paid so that we can engage in creation full-time. Once the content captors release us, more ways to make money will drown our creative brain. I can't wait.\\n\\nWeb 3.0 has changed every major industry\\n\\nEth: decentralized Silicon Valley\\n\\nDefi: decentralized Wall Street\\n\\nNFTs: decentralized Hollywood\\n\\nThis shift is not unique to the creator economy. All industries will slowly change to reflect human obsession with democracy. Web 3.0 first aims at finance and has become an industry of more than $2 trillion. This shift has shifted to the creator economy. Platforms such as bitclout invented coins, allowing creators to become their users so that they can invest in stocks.\\n\\nThe next wave of decentralization will be youtube, spotify and Facebook. Now is the best time to be part of the creator economy. Observe the transformation in front of you and migrate any content type you like to Web 3.0. This is how you, as a creator, can take advantage of this great opportunity.\",\"timestamp\":1636206742,\"title\":\"Web 3.0 journey to break the ownership creator economy\"},\"digest\":\"tp3X_5UA08jp_ZE1odXz_VjFEFBRFfiUzfYJz7JpOWY\",\"authorship\":{\"contributor\":\"0x5E06CA9A900c85feeB0EAc448b2C579206E8B466\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IQv7wfdg7M50PYHh3HbieSrCahFDt_Mb1158sF7Mt04\\\",\\\"y\\\":\\\"h8PtYJ05QfQnp0iDd0bsX1Z02njD4gZ3jEqUgYkJ8Dk\\\"}\",\"signature\":\"kAOtsSnZcHMDz4hpJ_5TrpdDBIMgLsKMnoqDW4a9WCNvLCO-ME1em6bRBtQZigFjikeye89xmJlaQVMmmIBASg\",\"signingKeySignature\":\"0x161d26ffa7b9f3149edf7389e1472737df5c4d25e901920d21ca1a2987e54b3767b0bfa4e54642cf6fb0cabd3fe3376bb570446b1a51f2ac8f062a778a476de21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IQv7wfdg7M50PYHh3HbieSrCahFDt_Mb1158sF7Mt04\\\",\\\"y\\\":\\\"h8PtYJ05QfQnp0iDd0bsX1Z02njD4gZ3jEqUgYkJ8Dk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tp3X_5UA08jp_ZE1odXz_VjFEFBRFfiUzfYJz7JpOWY\"}"