"{\"content\":{\"body\":\"I’ve made a nice little career for myself as a technology lawyer, so far. I've moved from big corporate firms, to a large in-house team, to managing a team at a mid-sized firm, to general counsel of a fast-growing startup, and now I’m building my own practice.\\n\\nThe constant in my career has not been where or how I worked, but who I chose to represent: entrepreneurs, technologists, artists, creatives. I represent the creators.\\n\\nI’ve noticed something strange after all these years: our society simultaneously worships and demonizes creators, that’s been true for a while. But over the past seven years or so, those most hostile to them have grabbed political power, and they’re starting to use it.\\n\\nThere’s a word I like to borrow from Polish: the *inteligencja*. They are the tastemakers, the educated, the stewards of their culture. The word has a particular meaning in Poland, but it can be applied differently in different cultures. In one society, the *inteligencja* might be soldiers and politicians; in another, farmers and priests; another, journalists and academics.\\n\\nOur *inteligencja*, the American *inteligencja*, is and will always be the creators. We revere the revolutionaries and the pioneers, the missionaries and the millionaires. We send our most ambitious to Manhattan, to Hollywood, to Silicon Valley, where they stand on the shoulders of those who built flying machines in North Carolina, crashed atoms in Chicago, built new religions in Salt Lake, tapped into higher consciousness in Big Sur.\\n\\nThose are my people. I represent them because I believe they are doing important work. It has been my job for the past decade to help creators navigate the American legal system (itself an amazing innovation, at least in theory). I am a transactional and regulatory attorney, which means creators come to me with an idea for a business or technology and ask me to help them do it legally. I figure out what laws apply to their work, how to best structure their deals or designs to avoid regulatory attention, and send them on their way to turn dreams into reality.\\n\\nThat’s not really what I do anymore, not for a while now.\\n\\nWhat I do now is more like soothsaying those who make and enforce the laws, divining what their whims might be should they turn their all-powerful eye on my client. To represent technologists and creators today is to listen to bright, ambitious people explain their exciting, grandiose visions of the future, and to charge them hundreds of dollars an hour to listen to me explain exactly how regulators will work to crush their dreams. To practice as a regulatory attorney today is to be a bureaucrat-adjacent, a narc-for-hire, deputized to enforce the performance of the proper rituals, recitation of the proper spells, and payment of the proper tithes.\\n\\nI don’t know, maybe it’s always been this way, maybe the entire idea of a “regulatory attorney” proves the point—that our society demands a translation service between laypeople and the Sphinx-like overclass that manages their economic and political lives.\\n\\nMaybe I’m overreacting, maybe that’s too cynical.\\n\\nBut maybe not.\\n\\nI remember some advice I got early in my career from a colleague, a decorated data privacy attorney, a lifelong European bureaucrat finally cashing in on his experience in private practice: “Bad lawyers win in court. Good lawyers never get there in the first place.”\\n\\nPractical, that advice. Litigation is expensive. Regulators and their subjects are repeat players; of course it’s not worth pissing off the crown just to win one argument. Much better and cheaper (though obviously not cheap) to hire a good regulatory attorney than a good litigator, one that can tell you how to play it safe, to keep your head down, to be the model corporate citizen.\\n\\nThere’s a poisonous assumption buried in there, though. The advice isn’t “don’t break the law”, but rather “don’t even give the appearance that you’re not strictly complying with the regulator’s interpretation of the law.” What does it say about a system where that advice is *good* advice, where success flows to those who follow it? What kind of people does that system reward? —innovators and creators, or bureaucrats and narcs?\\n\\nThat’s a good word for them. Narcs. The class of people directly opposed to our *inteligencja*, throwing up resistance at every turn. They don’t care much for creation and innovation, only preservation and power. Their focus is not on what could be, but what should be (what *they think* should be). They are risk-adverse, collectivist, bureaucratic. Any deviation, any action outside proper channels, is a threat to order and must be punished; they don’t care why rules exist, or what their effects are, only that they are followed. American-English doesn’t have an elegant *inteligencja*-like word for them, so “narcs” it is.\\n\\nLawyers owe a duty to their clients, but we also owe a duty to the law, to the legal system. To practice law in a regulatory environment ruled by narcs is to feel the tension between those two duties every single day. To practice by the advice of my European colleague is to resolve that tension in favor of the bureaucrats, the State. It’s to make their lives smoother at the expense of our clients. I must advise my clients to do things and to spend money they would not otherwise, simply to make sure a regulator can’t find even the slightest excuse to bury them in subpoenas, depositions, investigations, paperwork… all written in a strange dialect that only professionals like me are qualified to interpret.\\n\\nAll of that might be reasonable, we might be OK, if the regulators were wise and just, or they exercised their power with care and restraint.\\n\\nBut that’s not what they’re doing. That’s not who they are.\\n\\nOther lawyers are arriving at the same conclusion: practicing regulatory law as a technology attorney forces you to make uncomfortable tradeoffs with your principles.\\n\\n[https://twitter.com/collins_belton/status/1427736716148842496?s=20](https://twitter.com/collins_belton/status/1427736716148842496?s=20)\\n\\n[https://twitter.com/lex_node/status/1481664100207927303?s=20](https://twitter.com/lex_node/status/1481664100207927303?s=20)\\n\\nOur clients have noticed, too. Prominent technologists and entrepreneurs are starting to speak up.\\n\\n[https://twitter.com/brian_armstrong/status/1435439676429537281?s=20](https://twitter.com/brian_armstrong/status/1435439676429537281?s=20)\\n\\n[https://twitter.com/MatjazLeonardis/status/1480774174968799237?s=20](https://twitter.com/MatjazLeonardis/status/1480774174968799237?s=20)\\n\\n[https://twitter.com/twobitidiot/status/1472202991876857860](https://twitter.com/twobitidiot/status/1472202991876857860)\\n\\n[https://twitter.com/mikewavsz/status/1482148940417941507?s=20](https://twitter.com/mikewavsz/status/1482148940417941507?s=20)\\n\\nHell, even a small-but-vocal minority of regulators themselves are speaking up!\\n\\nFrom SEC Commissioner Hester Peirce:\\n\\n> “The good actors want to know which digital assets are securities so they can figure out how to comply with the securities laws, but we have done little during my nearly four years on the Commission to explain what that would look like.  I lay the blame on myself and my colleagues on the Commission.  We simply have not allowed staff the latitude to consider the hard questions around how crypto can operate within the securities framework.  The way forward is not to drag entities in to the Commission through enforcement actions and brute force them into a regulatory regime that is not actually well-suited for them.  Rather, we should take a methodical approach, one that provides answers to the key questions to which market participants need answers.”\\n>\\n> —[Speech by SEC Commissioner Hester Peirce: “Lawless in Austin”](https://www.sec.gov/news/speech/peirce-2021-10-08)\\n\\n…and, from CFTC Commissioner Dawn D. Stump:\\n\\n> “So, what’s a regulator to do—continue to take enforcement actions against companies that develop products and business models that are outside-the-box, all the while knowing that our existing rules governing the registration and regulation of the traditional market infrastructure are ill-suited to the very thing that has driven their development (*i.e.* an expansion in the types of participants seeking access to these products and markets, and their preference for less intermediation)?  Certainly, that is the easiest answer: “It’s not our job to tell you how to meet our rules, just figure it out.”  Wait, what?  How do we expect these companies to conform to a system that does not recognize their value add, the demands of their customers, or even perhaps the future of these markets?  What is the goal—to shut down these services, or to encourage those who deliver these services to do so under proper oversight?”\\n>\\n> —[Remarks of CFTC Commissioner Dawn D. Stump: “We Can Do Hard Things”](https://www.cftc.gov/PressRoom/SpeechesTestimony/opastump11)\\n\\nI feel a particularly strong kinship with those frustrated regulators, because their frustration is mine. They get it. This is a free society. It isn’t supposed to be this way.\\n\\nBut here we are.\\n\\nSo, what’s a lawyer to do?\\n\\nDifferent lawyers have come to different conclusions, but I’ve noticed one common trend: almost all of us who feel this way are getting involved in crypto, in web3, in DAOs, in alternative social and economic coordination systems. Some of us are learning to write smart contracts and becoming [legal engineers](https://medium.com/@NickJRishwain/legal-engineering-certification-via-nft-by-lexdao-891350abdc2d), others are experimenting with new models like [autonomous lawyering](https://lexnode.substack.com/p/autonomous-lawyering), still others are becoming crypto [lobbyists](https://www.politico.com/newsletters/politico-influence/2021/11/09/blockchain-association-fills-out-its-washington-team-with-seasoned-hands-798774). We are working to change existing laws, finding new ways to practice, and building entirely new legal systems, or even entirely [new nations](https://1729.com/the-network-state), on-chain.\\n\\nWhatever their path, many bright young technology lawyers are following the rest of the *inteligencja* into the new frontier. Last year, I finally joined them, because there’s an optimism on the frontier that the old world lacks. There’s playfulness, creativity, hope. Entrepreneurs, technologists, artists, creatives—they’re all here, building, with nary a narc to be found.\\n\\nAs for me, I’ve had a nice little career representing the creators. But that’s not enough for me anymore. It’s time to join them in building something new.\\n\\n\\n---\\n\\n*If you’re a lawyer or creator, and this personal essay resonated with you, I’d love to hear from you—please DM me on Twitter, [@mikewavsz](https://twitter.com/mikewavsz).*\",\"timestamp\":1642468815,\"title\":\"The Lawyers' Dilemma\"},\"digest\":\"GVK5dY44HdCoKu6ruNm7xZzsczjWpg1KFgkKa4HJ8Yc\",\"authorship\":{\"contributor\":\"0x1220d2a0614c4eFE41878EC4a0B89B7F7f67aef7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0c0N7XLbwM2KEfMaYIBbzu7Gyld73FduNxXw-HLlIRA\\\",\\\"y\\\":\\\"wiRN_m-mLTBqYsF66o2TSHJV0cT9pvTCvAVTgOEkg28\\\"}\",\"signature\":\"lXlbjBtUfTp3SpD6DpdlcPaBenI0VW06R9MSnMrl2PwZjymtWeutTG7QTtZZjUTR22swDGwHmwil_uPDs1ft-Q\",\"signingKeySignature\":\"0xb08c937cc2491ae4fd626e6078af951da3cc748863023800139f01caf53358317dfe249a5e2964a63d3a825f8417dfa2c29a40e3acc137446d1238866f14271400\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0c0N7XLbwM2KEfMaYIBbzu7Gyld73FduNxXw-HLlIRA\\\",\\\"y\\\":\\\"wiRN_m-mLTBqYsF66o2TSHJV0cT9pvTCvAVTgOEkg28\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wdtmBFZGHRJtJjPZPpLxN25lPPmbcZ1_wEC8gCmCpPM\"}"