"{\"content\":{\"body\":\"> “media art, like Bitcoin, tries to manage the contradictions of digital scarcity by limiting the illimitable.” Hito Steyerl 2016\\n\\nAt the beginning of 2021, the booming NFT (Non Fungible Token) market opened up in the art world the debate on the blockchain, the decentralized public ledger on which tokens coexist with cryptocurrencies, promising “verifiable digital scarcity.” In reality the blockchain, born out of the 2008 financial crisis and seen by many as the foundation of a new, more private and secure Web 3.0, has already changed the world economy and is reshaping the digital environment in which art is increasingly created, distributed and exchanged.\\n\\n![](https://images.mirror-media.xyz/publication-images/25795f1c-a6af-47e0-beb8-9da5cebf01a2.jpeg?height=825&width=1204)\\n\\nWritten in the turmoil of a technological hype and a speculative bubble, *[Surfing con Satoshi. Arte, blockchain e NFT](https://www.amazon.com/dp/8874903030/)* (Postmedia Books, Milan 2021) places the promises of the NFT market in a historical perspective that deepens and analyzes the developments of the technologies on which it is based, the role of certificates and contracts in contemporary art, and the evolution of the media art market over the last thirty years. Riding the wave of an ongoing debate, *Surfing con Satoshi* faces a series of still open questions, such as: what does art have to do with the blockchain? Does it make sense to talk about “Crypto Art”? What defines it, apart from the way it is traded? What is there in this world, besides speculation? How is it possible to attribute the character of uniqueness to an infinitely reproducible digital file? Will the promise of disintermediation of the blockchain destroy the world of art as we know it? How is the art world reacting? Are NFTs an opportunity for artists or a scam against artists? Who are the collectors willing to pay millions for a certificate of authenticity, and why do they do it? Why do the visual arts seem to have acquired such a central role in the cryptocurrency economy?\\n\\n![](https://images.mirror-media.xyz/publication-images/34fc80d9-864c-433a-b1b5-b3db43c327e4.jpg?height=1688&width=2258)\\n\\n*Surfing con Satoshi* borrows its title from the “[turbofilm](http://www.alterazionivideo.com/new_sito_av/projects/surfing.php)” shot by Alterazioni Video in 2013. In this sort of bizarre mockumentary, the traces of Satoshi Nakamoto, the blockchain’s legendary inventor, are lost in a cave in Puerto Rico, where apparently he was planning “the next revolution” with the complicity of hackers and artists. Is that conspiracy coming true? What role does art play in the future of the blockchain?\\n\\n*Surfing con Satoshi* **is available in Italian only. This blog will serve as a place where to publish English excerpts, updates, new short texts on the subject, as well as a warm up for an upcoming fundraising supporting the English translation of the book.** \",\"timestamp\":1626551303,\"title\":\"Surfing con Satoshi: the book\",\"publication\":\"surfingwithsatoshi\"},\"digest\":\"jAWQwzTCSXvXGv2V1Tpj9pNVrJLuz7EgRWF7Ew4OEGw\",\"authorship\":{\"contributor\":\"0x11731586c573Bc263De405603793Ef48F974830F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1sWTGEu39f3QTSqduWj0Cc8mO6out3nAMzjdknlIReY\\\",\\\"y\\\":\\\"1x5Kc7ZQijNdXucIpz64XxSV5_5cGnTzCwLc99FQPKE\\\"}\",\"signature\":\"q796SInqT6N9wk-Q1Oa25S7-hyhxrC1TovtTzuAMC1E5vN02LsSUUImwy2kwWGFwZOQ7jYTO0dEbXIe24-8lFw\",\"signingKeySignature\":\"0x90d1a5d47e514cbf2fc3171803bc69a919716e11e8dd1881a794109cc105065e39023cf7f44013fb6a5c6fa35bed223da652216202f6255b2ac1c8ddd1e264b71c\",\"signingKeyMessage\":\"I authorize the publication of articles on surfingwithsatoshi.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1sWTGEu39f3QTSqduWj0Cc8mO6out3nAMzjdknlIReY\\\",\\\"y\\\":\\\"1x5Kc7ZQijNdXucIpz64XxSV5_5cGnTzCwLc99FQPKE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"znZnP4yVvgylco87PwE9VgGTs7zk2vhbN8LNdTdDHGE\"}"