"{\"content\":{\"body\":\"**Self-reflection Saturday #1: on life and games**\\n\\n \\n\\n**They say the very beginning is a fine place to start. We won’t be doing that here….**\\n\\n \\n\\n**I recently started reading Finite and Infinite Games by Carse and it's changing the way I look at things. I’m not reading yet, but I do recommend it. I'll process some of it now along with related thoughts.** \\n\\n**On Games - The biggest theme so far can be summarized as thus: finite games are played in order to stop playing (with some varying result of win/lose), and infinite games are played in order to keep playing.** \\n\\n**Finite games have strict rules, and scoring, and it is obvious when we’ve won or lost.** \\n\\n**For example, soccer is played in order for one team to win, with boundaries, scoreboards, and penalties.** \\n\\n**On the other foot, hacky sack is played in order to keep the game going as long as possible. No one cares how we keep it in the air, or where we play. We can change our style, our teammates, our location and the boundaries of the play area.**\\n\\n**If we zoom out, the two aren't mutually exclusive, both can be cooperative, and we can meet with varying levels of success or failure in both. Infinite players spend plenty of time playing finite games, but the way they view those games is different from those of us who mainly view life as a finite game. In one sense we're all infinite players, playing in order to keep playing, but many of us are mentally stuck playing finite games:** \\n\\n**-If I just make it through the work day** \\n\\n**-If I just pass this class**\\n\\n**-I'll just stay at a company until I get that promotion**\\n\\n**-If I just sell out this NFT art collection** \\n\\n**-I just need to make X number of dollars and I can retire.** \\n\\n \\n\\n**Finite players view these as the game itself, something to be accomplished to achieve happiness. Finite games give us that brief hit of dopamine to the brain in response to an achievement. (Anyone ever close their Twitter just to open it up and look for new notifications, or is that just me?)** \\n\\n**The goal of the infinite game is bigger. Activities that some consider finite games (daily tasks, goals, and achievements) still exist in an infinite game. The difference is that achieving them is not the game itself, but a step in the journey.** \\n\\n**The goal is to continue playing as long as possible, and be surprised while playing. We may still meet with various forms of success, but traditional success is not the point of the infinite game.** \\n\\n**I see a lot of overlap between finite games/players and those with a scarcity mindset.** \\n\\n**Punk 6529 sums up how some of how this relates to our financial levels in life.** \\n\\n**<https://twitter.com/punk6529/status/1435229502708322313>**\\n\\n**Many of us are, or emotionally feel we're level 1, 2, or 3. That can lead to us playing finite games like grinding at work, hustling to find the next 100x project, or shilling (guilty) in hopes of selling our art for tons of eth. Then all of our problems will be solved and we'll have \\\"won\\\".** \\n\\n**The scoreboard of finite games is often based on grades, job titles, or financial success. We imagine the path involves leveling up in some way, beating the challenge, and riding into the sunset.** \\n\\n**We’re so focused on clearing our present stage in life. We don’t appreciate the places we go or things we do while we’re here. On top of that, what happens beyond the sunset? This is a question a lot of retirees have to wrestle with, and one worth asking ourselves well before we get there.** \\n\\n**Over the last year, I've been taking a step back to reassess my views and behaviors. Don't get me wrong, I still want 42,069 eth. Almost all of my problems from level 1-4 would be solved. But how much will I miss along the way? How much happiness and surprise would I experience while on that journey? Would I rather have optimized for the one truly scarce resource, time?**\\n\\n**Our minds and our realities are not always in the same place. There are people living in level 1 and 2 realities whose mindsets are level 5. They're playing infinite games, building things bigger than themselves. They’re not worried about finite games as long as their very basic needs are being met.** \\n\\n**Unfortunately, there are people at level 3, 4, and 5, who are still working 80+ hours a week to get over the next hill in life. They’ll be happy WHEN they win the next finite game and roll to the credits. Only when they get there, they realize they aren’t happy.** \\n\\n**It's probably much easier to zoom out and look at the infinite games when all our needs are met, and we’re physically, financially and emotionally stable. That doesn’t mean we CAN’T start looking at the bigger picture right now.** \\n\\n**We’ll talk more about the HOW another time. For now, it’s enough to practice reflecting on our daily life. Look without judgment, and ask if the things we did brought us real fulfillment and joy, or if they were a product of finite games and dopamine rewards. Turning the light around and observing is the first step to self-compassion and growth in this infinite game.**\\n\\n \\n \",\"timestamp\":1642600779,\"title\":\"On life and games\"},\"digest\":\"-b5ZRkf2_3LhNYS9JWGiZMoaVzHi34HZ4OP2h7_H-E8\",\"authorship\":{\"contributor\":\"0x0a986ef1ae29459E09e926e1906Cc443dD723381\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0-90pjSqaLS8Qyc1F2ZZnoeE7YqJH0jI2hN5KWDbjls\\\",\\\"y\\\":\\\"m0mUtgehy0oKXtBAO2u-q4l6kKDxWjzqti955Cl6El8\\\"}\",\"signature\":\"aWqmOq21IkhJjr31JOsX6PygmO-gkdz3egZBMP73_49BilC9PXZuNzHMgBbK7L2jWxDjJwVuRyPhqBWxq67Srg\",\"signingKeySignature\":\"0x8b84457883765f0d269a5881dceb0a3da3873f15b3b46cfbc10d33b6a1beddc548aed4ca11b404275eb59b5b997661fdb08dc7b61477ed0f8072dff4ecdba32200\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0-90pjSqaLS8Qyc1F2ZZnoeE7YqJH0jI2hN5KWDbjls\\\",\\\"y\\\":\\\"m0mUtgehy0oKXtBAO2u-q4l6kKDxWjzqti955Cl6El8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DceTf1I31uz4svMpmNkC3IWVGBqfj9PQZALIippMy5M\"}"