"{\"content\":{\"body\":\"The Food System: State of Play, Trends and Emerging Phenomena. The Challenges of Food. Sobriety and Vegetablization: Two Axes to Guide the Contemporary Food Transition. A Food Transition Impossible Without a Strong Development of Legumes. Agriculture and Agribusiness; Examples of Resilient Models in Times of Crisis. Agriculture as a Whole at the Heart of Support and Recovery Measures. Public Policy in Favour of Organic Farming, the Definition of Which Needs to be Clarified. The Policy in Favour of Organic Farming, Justifications and Achievements. The Development of Organic Farming and the General Objectives of Agricultural Policy, Competition or Complementarity? Diversity and Variability in the Development of Bio-Agriculture. Organic Production is Based on a Razor-Thin Business Model. Direct Public Support for Organic Farming, a Necessary Support on the Tightrope. The Challenges of Energy Production in the Agricultural Sector: The Energy Field and its Dimensions. From Biomass to Biogas: Methanization. Uneven Environmental Impacts and Contrasting Yields. Renewable Energy and Agriculture: Expensive Energies, Technologies to be Optimised and Obstacles Linked to Social Acceptability. Sectoral Adaptation Strategies and Resilience Policies. The Biodiesel Industry & Policies: A Clear Interest in Agricultural Sectors. Adapt the Taxation of Biofuels. Conclusion.\",\"timestamp\":1639679913,\"title\":\"Agribusiness Economics:Advances in Renewable Energy and Global Sustainability\"},\"digest\":\"JOapLpZO3fxyLlz0Fz7OpVi-Qt90YBqOgA5eMiTcfIs\",\"authorship\":{\"contributor\":\"0x6911f3c3217eA71B41B7B3C41E7105042A792638\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JaY3IHP7jVcPtmU4o_bz0QzawrPG-97s1DMM-Xxhko8\\\",\\\"y\\\":\\\"RhCP3BuzbeLh6T_pN50xgBx79mRvs9ZyrAybpMQpn7w\\\"}\",\"signature\":\"VPAiJrAUcEKKYE_Y02YAVmyz3LfXm9xVjhDjXM1sc5ZQHClG9lTyqKx5rrRGBlaIlQ1lKoUTRnHBnOjaqdUplw\",\"signingKeySignature\":\"0x62ea2222edb22814b2ed5fca98aef1773d0ae93c44de70ec9b94c9208fa2d0147d0e2ec44816dd181f4237ffd6373a246533d76f4dc43276c5d41608fd88a45b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JaY3IHP7jVcPtmU4o_bz0QzawrPG-97s1DMM-Xxhko8\\\",\\\"y\\\":\\\"RhCP3BuzbeLh6T_pN50xgBx79mRvs9ZyrAybpMQpn7w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JOapLpZO3fxyLlz0Fz7OpVi-Qt90YBqOgA5eMiTcfIs\"}"