"{\"content\":{\"body\":\"Writers don’t get paid on time. They get paid very little. When the money does come, agents and managers, lawyers and publishers take huge percentages.\\n\\n### In Hollywood, invisible gatekeepers slam invincible doors, while producers squeeze you for free drafts like the last pouch of Capri Sun on a hot day in June.\\n\\nA self-published author on Amazon can put up six figures’ worth of advertising money and still not make a profit from a year of work.\\n\\n**[Writing books is not really a good idea.](https://ellegriffin.substack.com/p/creator-economy-for-fiction-authors)**\\n\\nWhat if it was?\\n\\nPut on your metaverse goggles —  you’re about to ride a cyberpunk train into the near future, where cryptocurrency, Ethereum, and NFTs have created a seismic shift in the way fiction writers can and will make money.\\n\\n### 1) Royalties through smart contracts\\n\\nWhat if you could pay a writer instantly, every time their story is sold or traded, directly to their wallet?\\n\\nWhat if ebooks were no longer locked to Kindles, unable to be resold or traded, but instead could be exchanged by their buyers in a free and open market?\\n\\nWhat if a market existed where you could buy and sell collectible versions of digital books with rare cover art and intricate page design?\\n\\nImagine a remix culture that relies less on fair use and 18th-century common law, and instead parcels out micropayments to creators.\\n\\nImagine coding a profit-sharing agreement between writer, editor, beta readers, and cover designer into the sale of the work itself. In this vision of the future, where writers are paid in crypto and readers are buying with it, not only are there faster and more transparent payments, there’s a much larger volume of them, and more ways writers can and will get paid.\\n\\n### 2) NFTs as funding\\n\\nImagine Patreon or Kickstarter, but the rewards tiers have been turned into a supercharged collecting game where the rewards are instant and tradeable. These rewards are NFTs: valued by their owners because they’re collectible, liquid assets. They can also give you access to a community.\\n\\nFunding like this makes supporting a writer more fun for their community, and more profitable. And because supporting the creator is suddenly more profitable, it helps a huge amount with marketing: your supporters will convince more people to buy in, both because they genuinely believe you’re going to create something great, and because the more people that buy in, the more the value of their assets appreciates.\\n\\nNFTs can create instant liquidity in the work — a totally novel concept for a writer who wants to make money.\\n\\nWhy should only engineers and artists benefit?\\n\\n### 3) Character NFTs as fanfiction licenses\\n\\n[Blitnauts](https://www.blitmap.com/), [Bored Apes](https://boredapeyachtclub.com/#/), and [Forgotten Runes’ Wizard Cult](https://www.forgottenrunes.com/) give buyers full commercial rights to their NFTs, which allow their owners to monetize their characters in any way they want. Fanfiction is legal and potentially profitable now: even if [Magic Machine makes a TV show](https://www.awn.com/news/forgotten-runes-wizards-cult-nft-universe-gets-own-tv-show), [Witch Zelda of the Grotto](https://opensea.io/assets/0x521f9c7505005cfa19a8e5786a9c3c9c9f5e6f42/8980) is free to write their own best-selling novel.\\n\\n[Jenkins the Valet](https://www.jenkinsthevalet.com/) is a great example of IP inspired by the initial NFT collection — a novel written by a NYT best-selling author — and their licensing program funds the creators and bootstraps readership. It’s also a royalty-earning game for NFT holders, which creates a speculative economy at the start.\\n\\nWhen characters take shape like this — as pieces of art, or even just words, before the soul of a story breathes them to life  — they allow their creators to sell collectible memorabilia to fans and a market of speculators (or hold the collectibles themselves, and earn through writing).\\n\\nMaking money in the earliest stages of creation, in ways never before possible.\\n\\n### 4) Credit and Authorship\\n\\nCommunity-contributed story ideas can be tracked [on chain](https://www.forgottenrunes.com/posts/lore-creation). I can imagine a new generation of writers whose writing samples are attached to smart contracts. The more blockchain native writing projects there are, the more this type of writing can lead to new (and profitable) opportunities.\\n\\n### 5) Payment in tokens\\n\\nThere are already [projects paying writers in tokens](https://www.fwb.help/wip) or NFTs. Why is this interesting? Because you can get paid in a speculative asset, which can be instantly exchanged for cash or held for upside. This is like getting paid in instantly liquid stock.\\n\\nThe idea that a writer could get equity in a paid project is about as strange as the idea that writers could be valued by a capitalist society, but here we are.\\n\\n### The world likes to shit on writers, but the great ones have taught us that the only lasting truth is change.\\n\\nWe can imagine new ways of seeing reality.\\n\\n**Maybe there really is no spoon.**\",\"timestamp\":1638486541,\"title\":\"Welcome to the Matrix: 5 ways NFTs will remake the economy for writers\",\"publication\":\"ev\"},\"digest\":\"QtUl3kv50zUJq5Iyp0Lu2EVBeN3ci6sG56DJtSVzhLY\",\"authorship\":{\"contributor\":\"0xA0b92836633D0FBaEDea6B71264Bd0d71BabBb53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3KpsX2f2ZS5wWs2LMaQcJSZ7DJsg7J6x1OKmkMKnwiY\\\",\\\"y\\\":\\\"3rUN_fbsdMMCpz76IBeL6w1_dFLkM-idigoeSVOrUyA\\\"}\",\"signature\":\"aFUHLpCrKwCywHsOCrSWrmp44s-IJwkVYSY1i0ZBF0i7fzZr2JNxWfanIcYm3jDEERb5FsS-BEVTF_NpF-nIKA\",\"signingKeySignature\":\"0x67dcc57295e97901cfd43d989f8843907eaa20c77697294af727d0277ec1f7f45891a09493147eade94e644dc54be92ee22f83c3575966e46a1dded655af29321c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3KpsX2f2ZS5wWs2LMaQcJSZ7DJsg7J6x1OKmkMKnwiY\\\",\\\"y\\\":\\\"3rUN_fbsdMMCpz76IBeL6w1_dFLkM-idigoeSVOrUyA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IzF81DggsOopYvsgLsxJcVcwWqi1GdE4kCrEV579WPw\"}"