"{\"content\":{\"body\":\"2921 \\n 2X21 October, Asteroid Belt, inside a stealth masked DeepShip - a hollowed out asteroid the size of a large city.\\n\\n\\\"This will work. What was tried before had failed. A second chance doesn’t mean a chance to make the same mistakes.”\\n\\n\\\"It sure didn't feel that way a few months ago. I thought I was going to fall forever inside this ship.” Jake shook his head.\\n\\n\\\"But Jakey, I got you nephew.\\\" AL smiled, and then winked at June. June patted Jake's shoulder.\\n\\n\\\"Before, we didn't have Elena to help with the ships. I like our chances.\\\" said Jake Jr.\\n\\n\\\"I said I can do it. I know I can do it. Knowing that I can doesn't include feeling like I can.\\\"\\n\\n\\\"Let's go over the plan again.\\\" June squeezed Elena’s hand.\\n\\n\\\"Elena is going ahead with her homecoming tour, part of all the public events before they go live with the Grand Upload.\\\"\\n\\n\\\"Soon after, Elena begins a mind-partition, and uses this DeepShip to connects with all the other DeepShips. The authorities will be busy, between opening ceremonies, public events, and the Upload bootup.\\\"\\n\\n\\\"Meantime, Jake Jr. will fly the Magpie past Earthspace security, and head for the Node. Rough but you’ll get through.\\\"\\n\\n“At the same time Elena is streaming, she'll have the DeepShips parked in orbits near main spaceports. When everything hits the fan, I’ll be ready for evacuation.\\\" said June.\\n\\n\\\"By then, AL will have hacked into the NodeRoom. He will connect, retask the Array, open 'Folds and portals at every local interface through the inner system, Earth, Mars, etc.”\\n\\n\\\"Our window for this should be long enough.\\\" June nodded.\\n\\n\\\"Everyone we lost trying to stop this. It won't be for nothing.\\\"\\n\\n\\\"Everyone knows their jobs. The inner system is evacuated through the inner system network to the largest Manifolds ever. The outer system is \\\"spacelifted\\\" out on DeepShips. We'll evacuate everyone to safety. Before they switch on the Upload.”They went over the plan again.\",\"timestamp\":1633972459,\"title\":\"2921: 3.28 Crazy Enough, 2921\"},\"digest\":\"dWRcjBBYQ7Gym7S5BOYhLFy3yWi_-xW2MO7WFpyvv2s\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"N4ne_qKTvXmaQDu5Jvb0T-BGe-zN2x8lxUKZxuEomNC9qUea_kaQuQECW8UeRHP-j_pXNjRHQXw7nZKSy3Pw8A\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RHh0Kg14jINrTr0beVZDmRDyaiazCJPVNLpkpbn_QWI\"}"