"{\"content\":{\"body\":\"and that the American actors understood Italian, No further mistake was made by either side; there was not even the smallest hesitation, and when I finished the final scene of the third act between Othello and Iago, the actors applauded, filled with joy and pleasure.  The exactitude with which the subsequent rehearsals of \\\"Othello,\\\" and those of \\\"Hamlet,\\\" proceeded was due to the memory, the application, and the scrupulous attention to their work of the American actors, as well as to my own force of will and practical acquaintance with all the parts of the play, and to the natural intuition which helped me to know without understanding what was addressed to me, divining it from a motion, a look, or a light inflection of the voice.  Gradually a few words, a few short phrases, remained in my ear, and in course of time I came to understand perfectly every word of all the characters; I became so sure of myself that if an actor substituted one word for another I perceived it.  I understood the words of Shakespeare, but not those of the spoken language.\\n\\nIn a few days we went to Philadelphia to begin our representations. My old acquaintances were in despair.  To those who had sought to discourage me by their letters others on the spot joined their influence, and tried everything to overthrow my courage.  I must admit that the nearer came the hour of the great experiment, the more my anxiety grew and inclined me to deplore the moment when I had put myself in that dilemma.  I owe it in a great degree to my cool head that my discouraging forebodings did not unman me so much as to make me abandon myself wholly to despair.  Just as I was going on the stage, I said to myself:  \\\"After all, what can happen to me?  They will not murder me.  I shall have tried, and I shall have failed; that is all there will be to it, I will pack up my baggage and go back to Italy, convinced that oil and wine will not mix.   A certain contempt of danger, a firm resolution to succeed, and, I am bound to add, considerable confidence in myself, enabled me to go before the public calm, bold, and secure.\\n\\nThe first scene before the palace of Brabantio was received with sepulchral silence.  When that of the Council of Ten came, and the narration of the vicissitudes of Othello was ended, the public broke forth in prolonged applause.  Then I said to myself, \\\"A good beginning is half the work.\\\"  At the close of the first act, my adversaries, who were such solely on account of their love of art, and their belief that the two languages could not be amalgamated, came on the stage to embrace and congratulate me, surprised, enchanted, enthusiastic, happy, that they had been mistaken, and throughout the play I was the object of constant demonstrations of sympathy.\\n\\nAMERICAN CRITICAL TASTE\\n\\nFrom Philadelphia we went to New York where our success was confirmed. It remained for me to win the suffrages of Boston, and I secured them, first having made stops in Brooklyn, New Haven, and Hartford.  When in the American Athens I became convinced that that city possesses the most refined artistic taste.  Its theatrical audiences are serious, attentive to details, analytical--I might almost say scientific--and one might fancy that such careful critics had never in their lives done anything but occupy themselves with scenic art.  With reference to a presentation of Shakespeare, they are profound, acute, subtle, and they know so well how to clothe some traditional principle in close logic, that if faith in the opposite is not quite unshakable in an artist, he must feel himself tempted to renounce his own tenets. It is surprising that in a land where industry and commerce seem to absorb all the intelligence of the people, there should be in every city and district, indeed in every village, people who are competent to discuss the arts with such high authority.  The American nation counts only a century of freedom, yet it has produced a remarkable number of men of high competence in dramatic art.  Those who think of tempting fortune by displaying their untried artistic gifts on the American stage, counting on the ignorance or inexperience of their audience, make a very unsafe calculation.  The taste and critical faculty of that public are in their fulness of vigour.  Old Europe is more bound by traditions, more weary, more blase, in her judgment, not always sincere or disinterested.  In America the national pride is warmly felt, and the national artists enjoy high honour.  The Americans know how to offer an exquisite hospitality, but woe to the man who seeks to impose on them!  They profess a cult, a veneration, for those who practise our art, whether of their own nation or foreign, and their behaviour in the theatre is dignified.  I recall one night when upon invitation I went to see a new play in which appeared an actor of reputation.  The play was not liked, and from act to act I noticed that the house grew more and more scanty, like a faded rose which loses its petals one by one, until at the last scene my box was the only one which remained occupied.  I was more impressed by this silent demonstration of hostility than I should have been if the audience had made a tumultuous expression of its disapproval.  The actors were humiliated and confounded, and as the curtain fell an instinctive sentiment of compassion induced me to applaud.\\n\\nIMPRESSIONS OF EDWIN BOOTH\\n\\nThe celebrated actor Edwin Booth was at this time in Baltimore, a city distant two hours from the capital.  I had heard so much about this superior artist that I was anxious to see him, and on one of my off nights I went to Baltimore with my impresario's agent.  A box had been reserved for me without my knowledge, and was draped with the Italian colours.  I regretted to be made so conspicuous, but I could not fail to appreciate the courteous and complimentary desire to do me honour shown by the American artist.  It was only natural that I should be most kindly influenced toward him, but without the courtesy which predisposed me in his favour he would equally have won my sympathy by his attractive and artistic lineaments, and his graceful and well-proportioned figure.  The play was \\\"Hamlet.\\\"  This part brought him great fame, and justly; for in addition to the high artistic worth with which he adorned it, his elegant personality was admirably adapted to it, His long and wavy hair, his large and expressive eye, his youthful and flexible movements, accorded perfectly with the ideal of the young prince of Denmark which now obtains everywhere.  His splendid delivery, and the penetrating philosophy with which he informed his phrases, were his most remarkable qualities.  I was so fortunate as to see him also as Richelieu and Iago, and in all three of these parts, so diverse in their character I found him absolutely admirable.  I cannot say so much for his Macbeth, which I saw one night when passing through Philadelphia.  The part seemed to me not adapted to his nature.  Macbeth was an ambitious man, and Booth was not.  Macbeth had barbarous and ferocious instincts, and Booth was agreeable, urbane, and courteous.  Macbeth destroyed his enemies traitorously--did this even to gain possession of their goods--while Booth was noble, lofty-minded, and generous of his wealth.  It is thus plain that however much art he might expend, his nature rebelled against his portrayal of that personage, and he could never hope to transform himself into the ambitious, venal, and sanguinary Scottish king.\\n\\nI should say, from what I heard in America, that Edwin Forrest was the Modena of America.  The memory of that actor still lives, for no one has possessed equally the power to give expression to the passions, and to fruitful and burning imagery, in addition to which he possessed astonishing power of voice.  Almost contemporaneously a number of most estimable actors have laid claim to his mantle; but above them all Edwin Booth soared as an eagle.\\n\\nAfter a very satisfactory experience in Baltimore, I returned for the third time to New York, and gave \\\"Othello,\\\" \\\"Macbeth,\\\" and \\\"The Gladiator,\\\" each play twice, and made the last two appearances of my season in Philadelphia.  After playing ninety-five times in the new fashion, I felt myself worn out, but fully satisfied with the result of my venturesome undertaking.  When I embarked on the steamer which was to take me to Europe, I was escorted by all the artists of the company which had cooperated in my happy success, by my friends, and by courteous admirers, and I felt that if I were not an Italian I should wish to be an American.\\n\\nADELAIDE RISTORI\\n\\n\\\\[George Henry Lewes, in his book on \\\"Actors and the Art of Acting,\\\" published by Henry Holt & Co., New York, 1878, says:\\n\\n\\\"I must repeat the expression of my admiration for Ristori as a distinguished actress; if not of the highest rank, she is very high, in virtue of her personal gifts, and the trained skill with which these gifts are applied.  The question naturally arises, why is her success so great in certain plays and so dubious in others?  It is of little use to say that Lady Macbeth and Adrienne Lecouvreur are beyond her powers; that is only restating the fact.  Can we not trace both success and failure to one source?  In what is called the ideal drama, constructed after the Greek type, she would be generally successful, because the simplicity of its motives and the artificiality of its structure, removing it from beyond the region of ordinary experience, demand from the actor a corresponding artificiality.  Attitudes, draperies, gestures, tones, and elocution which would be incongruous in a drama approaching more closely to the evolutions of ordinary experience, become, in the ideal drama, artistic modes of expression; and it is in these that Ristori displays a fine selective instinct, and a rare felicity of organisation.\\\"\\n\\n\\\"Memoirs and Artistic Studies of Adelaide Ristori,\\\" rendered into English by G. Mantellini, with a biographical appendix by L. D. Ventura, was published and copyrighted by Doubleday, Page & Co., New York, 1907.  The chapters of that volume afford the pages which follow.  The Artistic Studies comprise detailed histrionic interpretations of the chief roles of Ristori:  Mary Stuart, Queen Elizabeth, Lady Macbeth, Medea, Myrrha and Phedra.--ED.\\\\]\\n\\nFIRST APPEARANCES\\n\\nWHEN twelve years old, I was booked with the famous actor and manager, Giuseppe Moncalvo, for the roles of a child.  Soon after, owing to my slender figure, they made me up as a little woman, giving me small parts as maid.  But they soon made up their minds that I was not fitted for such parts.  Having reached the age of thirteen and developed in my figure, I was assigned several parts as second lady. In those days they could not be too particular in small companies.  At the age of fourteen, I had to recite the first part among the young girls and that of the leading lady alternately, like an experienced actress.  It was about this time, in the city of Novara (Piedmont) that I recited for the first time the \\\"Francesca da Rimini\\\" of Silvio Pellico.  Though I was only fifteen my success was such that soon afterward they offered me the parts of leading lady with encouragement of advancement.\\n\\nMy good father, who was gifted with a great deal of sense, did not allow his head to be turned by such offers.  Reflecting that my health might suffer from being thrown so early into the difficulties of stage life he refused these offers and accepted a more modest place, as *ingenue*, in the Royal Company, under the auspices of the King of Sardinia and stationed during several months of the year at Turin.  It was managed by the leading man, the most intelligent and capable among the stage managers of the time.  The advice of this cultured, though severe man, rendered his management noteworthy and sought after as essential to the making of a good actor.\\n\\nAmong the members of the company shone the foremost beacon-lights of Italian art, such as Vestri, Madame Marchionni, Romagnoli, Righetti, and many others who were quoted as examples of dramatic art, as well as Pasta, Malibran, Rubini, and Tamburini in the lyric art,\\n\\nMy engagement for the part of *ingenue* was to have lasted three years, but, after the year, I was promoted to the parts of the first lady, and in the third year, to the absolute leading lady.\\n\\nTo such unhoped-for and flattering results I was able to attain, by ascending step by step through the encouragement and admonition of my excellent teacher, Madame Carlotta Marchionni, a distinguished actress, and the interest of Gaetano Bazzi who also had great affection for me.  It was really then that my artistic education began.  It was then that I acquired the knowledge and the rules which placed me in a position to discern the characteristics of a true artist.  I learned to distinguish and to delineate the comic and the dramatic passions.  My temperament caused me to incline greatly toward the tender and the gentle.\\n\\nHowever, in the tragic parts, my vigour increased.  I learned to portray transitions for the sake of fusing the different contrasts; a capital but difficult study of detail, tedious at times, but of the greatest importance.  The lamentations in a part where two extreme and opposing passions are at play, are like those which in painting are called \\\"chiaro-oscuro,\\\" a blending of the tones, which thus portrays truth devoid of artifice.\\n\\nIn order to succeed in this intent, it is necessary to take as model the great culture of art, and also to be gifted with a well-tempered and artistic nature.  And these are not to be confined to sterile imitation, but are for the purpose of accumulating the rich material of dramatic erudition, so that one may present oneself before the audiences as an original and artistic individuality.\\n\\nSome people think that distinction of birth and a perfect education will render them capable of appearing upon the stage with the same facility and nonchalance with which one enters a ball-room, and they are not at all timid about walking upon the boards, presuming that they can do it as well as an actor who has been raised upon them.  A great error!\\n\\nOne of the greatest difficulties that they meet is in not knowing how to walk upon a stage, which, owing to the slight inclination in con struction, easily causes the feet to totter, particularly if one is a beginner, and especially at the entrances and exits.  I myself encountered this difficulty.  Though I had dedicated myself to the art from my infancy and had been instructed with the greatest care every day of my life by my grandmother, at the age of fifteen my movements had not yet acquired all the ease and naturalness necessary to make me feel at home upon the stage, and certain sudden turns always frightened me.\\n\\nWhen I began my artistic apprenticeship, the use of diction was given great importance, as a means of judging an actor.  At that time the audience was critical and severe.\\n\\nIn our days, the same audience has become less exacting, less critical, and does not aim to improve the artist, by counting his defects.  According to my opinion, the old system was best, as it is not in excessive indulgence and solely by considering the good qualities, without correcting the bad ones, that real artists are made.\\n\\nIt is also my conviction that a person who wishes to dedicate himself to the stage should not begin his career with parts of great importance, either comic, dramatic, or tragic.  The interpretation becomes too difficult for a beginner and may harm his future career: first, the discouragement over the difficulties that he meets; secondly, an excessive vanity caused by the appreciation with which the public apparently honours him.  Both these sentiments will lead the actor, in a short time, to neglect his study.  On the other hand, by taking several parts, he becomes familiar with the means of rendering his part natural, thus convincing himself that by representing correctly characters of little importance, he will be given more important ones later on.  Thus it will come about that his study will be more careful.\",\"timestamp\":1639987932,\"title\":\"\\nDuring the remainder of the rehearsal one might have thought that I understood English,\"},\"digest\":\"3OEZ_ev4Upfl7NKsyXnIiP7ZASmyMXhoifGYHQ-hEbk\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ETQjDyCP3IN3cXPo2LBoZhAy-qhtExZXenWFu2utNNY\\\",\\\"y\\\":\\\"o35rOVcfQ4qdZBUHZ5xTIcCGqF5reaTYIKBM8Wsm730\\\"}\",\"signature\":\"LK-K54EILbopAVwrl2kJTeDyWJ1EjGrVgif4VGvz16Mfj_ZiBFR5mizVRm3yMTJkwbQYR2Q7msLjwx3G7Hhhkg\",\"signingKeySignature\":\"0x14e1986a1c792d712bbde5a68fce0dae94aed5c54378f1e0feb3c65ac2960b9f32d3d56a42c0ed19bfa5475e18808b9615d9e37826a7866344290f746d0ee22e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ETQjDyCP3IN3cXPo2LBoZhAy-qhtExZXenWFu2utNNY\\\",\\\"y\\\":\\\"o35rOVcfQ4qdZBUHZ5xTIcCGqF5reaTYIKBM8Wsm730\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3OEZ_ev4Upfl7NKsyXnIiP7ZASmyMXhoifGYHQ-hEbk\"}"