"{\"content\":{\"body\":\"Las nuevas tecnologías nos hacen la vida mas fácil, aumentan nuestras capacidades, pero más importante, **crean nuevas formas de pensar**.\\n\\nPodríamos decir que una de las principales tecnologías que inventamos es la escritura, hace unos 3500 años. Lo hicimos para comunicarnos, para registrar cosas, pero sin la escritura no podríamos haber desarrollado las matemáticas, la literatura, la ciencia.\\n\\nCuando aparece una nueva tecnología lo primero que hacemos es **hacer mejor cosas que ya hacíamos**. \\n\\nCon la aparición de la web pusimos online diarios y revistas, enviamos cartas. Pasaron varios años hasta el surgimiento de las redes sociales. \\n\\nCon la red eléctrica pensábamos en iluminarnos mejor, hacer funcionar máquinas, seguramente nadie pensaba que tendría una licuadora o un microondas en su casa. \\n\\nRecién cuando la tecnología se integra empezamos a **hacer cosas totalmente nuevas que previamente eran imposibles.**\\n\\nLas tecnologías de la Web3, blockchain, el mundo cripto en su conjunto habilitará innovaciones que no somos capaces de imaginar aún. Cosas que trascenderán la tecnología. Y lo va a hacer a la velocidad de la descentralización, el código abierto y sin necesidad de pedir permiso. Una velocidad que nunca vimos.\\n\\nCon esta nueva tecnología recién estamos experimentando como hacer mejor las cosas viejas. Si evaluamos su potencial solo por esto cometemos un grave error. \\n\\nYa empezaremos a vislumbrar cosas nuevas, previamente imposibles.\\n\\nEstamos en transición. Tenemos una nueva tecnología. La humanidad tiene un nuevo juguete. Algo que nos habilita **nuevas formas de pensar**.\\n\\nVamos a crear cosas inimaginables.\",\"timestamp\":1639526065,\"title\":\"Las nuevas tecnologías crean nuevas formas de pensar\"},\"digest\":\"ZP0ReSjPc9cFdgA4HynGoYSWu40riKazQEwr7l_vkUc\",\"authorship\":{\"contributor\":\"0x5eAdb1026d308fB273BEb287F8033615696a9676\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QFUB4bO1pBgF5CJ1T2uuzAMTmJYmGHPrJLOFC25UfWs\\\",\\\"y\\\":\\\"Z6fbch_QRyJf_66f0TFpYLvhSYxqu102Rewmjvgeuyk\\\"}\",\"signature\":\"JsQWNcInfU7F_RXeKlR457kPbbr_5RxjDq_P8599d_F5lfEnHwGNISkRtsWHF62iwTXS8Jgqx3UHADj_EEh5DA\",\"signingKeySignature\":\"0xe61f5570564629bb5b7838d0b084555b358a0a13253446519cac0f29b25b21e253f39e746e7b06a83c31a6cb1d5cc966e13d8ba4b34cf55e072b5f4a7ba4b4b01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QFUB4bO1pBgF5CJ1T2uuzAMTmJYmGHPrJLOFC25UfWs\\\",\\\"y\\\":\\\"Z6fbch_QRyJf_66f0TFpYLvhSYxqu102Rewmjvgeuyk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZP0ReSjPc9cFdgA4HynGoYSWu40riKazQEwr7l_vkUc\"}"