"{\"content\":{\"body\":\"Then they put an arm round each other's waist, and went all about the premises intertwined like snakes; and Zoe gave Fanny her cameo brooch, the one with the pearls round it.\\n\\nThe person to whom Vizard fled from the tongue of beauty was a delightful talker: he read two or three newspapers every day, and recollected the best things. Now, it is not everybody can remember a thousand disconnected facts and recall them apropos. He was various, fluent, and, above all, superficial; and such are your best conversers. They have something good and strictly ephemeral to say on everything, and don't know enough of anything to impale their hearers. In my youth there talked in Pall Mall a gentleman known as \\\"Conversation Sharpe.\\\" He eclipsed everybody. Even Macaulay paled. Sharpe talked all the blessed afternoon, and grave men listened, enchanted; and, of all he said, nothing stuck. Where be now your Sharpiana? The learned may be compared to mines. These desultory charmers are more like the ornamental cottage near Staines, forty or fifty rooms, and the whole structure one story high. The mine teems with solid wealth; but you must grope and trouble to come to it: it is easier and pleasanter to run about the cottage with a lot of rooms. all on the ground-floor.\\n\\nThe mind and body both get into habits--sometimes apart, sometimes in conjunction. Nowadays we seat the body to work the intellect, even in its lower form of mechanical labor: it is your clod that toddles about laboring. The Peripatetics did not endure: their method was not suited to man's microcosm. Bodily movements fritter mental attention. We *sit* at the feet of Gamaliel, or, as some call him, Tyndal; and we sit to Bacon and Adam Smith. But, when we are standing or walking, we love to take brains easy. If this delightful chatterbox had been taken down shorthand and printed, and Vizard had been set down to Severni Opuscula, ten volumes-- and, mind you, Severne had talked all ten by this time--the Barfordshire squire and old Oxonian would have cried out for \\\"more matter with less art,\\\" and perhaps have even fled for relief to some shorter treatise--Bacon's \\\"Essays,\\\" Browne's \\\"Religio Medici,\\\" or Buckle's \\\"Civilization.\\\" But lounging in a balcony, and lazily breathing a cloud, he could have listened all day to his desultory, delightful friend, overflowing with little questions, little answers, little queries, little epigrams, little maxims *'a la Rochefoucauld,* little histories, little anecdotes, little gossip, and little snapshots at every feather flying.\\n\\n\\\"Quicquid agunt homines, votum, timor, ira, voluptas, Gaudia, discursus, nostri farrago Severni.\\\"\\n\\nBut, alas! after an hour of touch-and-go, of superficiality and soft delight, the desultory charmer fell on a subject he had studied. So then he bored his companion for the first time in all the tour.\\n\\nBut, to tell the honest truth, Mr. Severne had hitherto been pleasing his friend with a cold-blooded purpose. His preliminary gossip, that made the time fly so agreeably, was intended to oil the way to lubricate the passage of a premeditated pill. As soon as he had got Vizard into perfect good humor, he said, apropos of nothing that had passed, \\\"By-the-by, old fellow, that five hundred pounds you promised to lend me!\\\"\\n\\nVizard was startled by this sudden turn of a conversation, hitherto agreeable.\\n\\n\\\"Why, you have had three hundred and lost it,\\\" said he. \\\"Now, take my advice, and don't lose any more.\\\"\\n\\n\\\"I don't mean to. But I am determined to win back the three hundred, and a great deal more, before I leave this. I have discovered a system, an infallible one.\\\"\\n\\n\\\"I am sorry to hear it,\\\" said Harrington, gravely. \\\"That is the second step on the road to ruin; the gambler with a system is the confirmed maniac.\\\"\\n\\n\\\"What! because *other* systems have been tried, and proved to be false? Mine is untried, and it is mere prejudice to condemn it unheard.\\\"\\n\\n\\\"Propound it, then,\\\" said Vizard. \\\"Only please observe the bank has got its system; you forget that: and the bank's system is to take a positive advantage, which must win in the long run; therefore, all counter-systems must lose in the long run.\\\"\\n\\n\\\"But the bank is tied to a long run, the individual player is not.\\\"\\n\\nThis reply checked Vizard for a moment and the other followed up his advantage. \\\"Now, Vizard, be reasonable. What would the trifling advantage the bank derives from an incident, which occurs only once in twenty-eight deals, avail against a player who could foresee at any given deal whether the card that was going to come up the nearest thirty would be on the red or black?\\\"\\n\\n\\\"No avail at all. God Almighty could break the bank every afternoon. *Apre's?* as we say in France. Do you pretend to omniscience?\\\"\\n\\n\\\"Not exactly.\\\"\\n\\n\\\"Well, but prescience of isolated events, preceded by no *indicia,* belongs only to omniscience. Did they not teach you that much at Oxford?\\\"\\n\\n\\\"They taught me very little at Oxford.\\\"\\n\\n\\\"Fault of the place, eh? You taught *them* something, though; and the present conversation reminds me of it. In your second term, when every other man is still quizzed and kept down as a freshman, you, were already a leader; a chief of misrule. You founded a whist-club in Trinity, the primmest college of all. The Dons rooted you out in college; but you did not succumb; you fulfilled the saying of Sydney Smith, that 'Cribbage should be played in caverns, and sixpenny-whist in the howling wilderness.' Ha! ha! how well I remember riding across Bullington Green one fine afternoon, and finding four Oxford hacks haltered in a row, and the four undergraduates that had hired them on long tick, sitting cross-legged under the hedge like Turks or tailors, round a rude table with the legs sawed down to stumps. You had two packs, and a portable inkstand, and were so hard at it that I put my mare's nose right over the quartet before you saw either her or me. That hedge was like a drift of odoriferous snow the hawthorn bloom, and primroses sparkled on its bank like topazes. The birds chirruped, the sky smiled, the sun burned perfumes; and there sat my lord and his fellow-maniacs, snick-snack--pit-pat--cutting, dealing, playing, revoking, scoring, and exchanging I. O. U. 's not worth the paper.\\\"\\n\\n\\\"All true, but the revoking,\\\" said Severne, merrily. \\\"Monster! by the memory of those youthful days, I demand a fair hearing.\\\" Then, gravely, \\\"Hang it all, Vizard, I am not a fellow that is always intruding his affairs and his theories upon other men.\\\"\\n\\n\\\"No, no, no,\\\" said Vizard, hastily, and half apologetically; \\\"go on.\\\"\\n\\n\\\"Well, then, of course I don't pretend to foreknowledge; but I do to experience, and you know experience teaches the wise.\\\"\\n\\n\\\"Not to fling five hundred after three. There--I beg pardon. Proceed, instructor of youth.\\\"\\n\\n\\\"Do listen, then: experience teaches us that luck has its laws; and I build my system on one of them. If two opposite accidents are sure to happen equally often in a total of fifty times, people, who have not observed, expect them to happen turn about, and bet accordingly. But they don't happen turn about; they make short runs, and sometimes long ones. They positively avoid alternation. Have you not observed this at *trente et quarante?\\\"*\\n\\n\\\"No.\\\"\\n\\n\\\"Then you have not watched the cards.\\\"\\n\\n\\\"Not much. The faces of the gamblers were always my study. They are instructive.\\\"\\n\\n\\\"Well, then, I'll give you an example outside--for the principle runs through all equal chances--take the university boat-race: you have kept your eye on that?\\\"\\n\\n\\\"Rather. Never missed one yet. Come all the way from Barfordshire to see it.\\\"\\n\\n\\\"Well, there's an example.\\\"\\n\\n\\\"Of chance? No, thank you. That goes by strength, skill, wind, endurance, chaste living, self-denial, and judicious training. Every winning boat is manned by virtues.\\\" His eye flashed, and he was as earnest all in a moment as he had been listless. A continental cynic had dubbed this insular cynic mad.\\n\\nThe professor of chances smiled superior. \\\"Those things decide each individual race, and the best men win, because it happens to be the only race that is never sold. But go further back, and you find it is chance. It is pure chance that sends the best men up to Cambridge two or three years running, and then to Oxford. With this key, take the facts my system rests on. There are two. The first is that in thirty and odd races and matches, the university luck has come out equal on the river and at Lord's: the second is, the luck has seldom alternated. I don't say, never. But look at the list of events; it is published every March. You may see there the great truth that even chances shun direct alternation. In this, properly worked, lies a fortune at Homburg, where the play is square. Red gains once; you back red next time, and stop. You are on black, and win; you double. This is the game, if you have only a few pounds. But with five hundred pounds you can double more courageously, and work the short run hard; and that is how losses are averted and gains secured. Once at Wiesbaden I caught a croupier, out on a holiday. It was Good-Friday, you know. I gave him a stunning dinner. He was close as wax, at first--that might be the salt fish; but after the *rognons 'a la brochette,* and a bottle of champagne, he let out. I remember one thing he said: Monsieur, ce que fait la fortune de la banque ce n'est pas le petit avantage qu'elle tire du refait--quoique cela y est pour quelquechose--c'est la te'me'rite' de ceux qui perdent, et la timidite' de ceux qui gagnent.'\\\"\\n\\n\\\"And,\\\" says Vizard, \\\"there is a French proverb founded on *experience:*\\n\\n\\\"C'est encore rouge qui perd, Et encore noir. Mais toujours blanc qui gagne.'\\\"\\n\\nSeverne, for the first time, looked angry and mortified; he turned his back and was silent. Vizard looked at him uneasily, hesitated a moment, then flung the remainder of his cigar away and seemed to rouse himself body and soul. He squared his shoulders, as if he were going to box the Demon of play for his friend, and he let out good sense right and left, and, indeed, was almost betrayed into eloquence. \\\"What!\\\" he cried, \\\"you, who are so bright and keen and knowing in everything else, are you really so blinded by egotism and credulity as to believe that you can invent any method of betting at *rouge et noir* that has not been tried before you were born? Do you remember the first word in La Bruy'ere's famous work?\\\"\\n\\n\\\"No,\\\" said Ned, sulkily. \\\"Read nothing but newspapers.\\\"\\n\\n\\\"Good lad. Saves a deal of trouble. Well, he begins 'Tout est dit'--'everything has been said;' and I say that, in your business, 'Tout est fait'--'everything has been done.' Every move has been tried before you existed, and the result of all is that to bet against the bank, wildly or systematically, is to gamble against a rock. *Si monumenta quoeris, circumspice.* Use your eyes, man. Look at the Kursaal, its luxuries, its gardens, its gilding, its attractions, all of them cheap, except the one that pays for all; all these delights, and the rents, and the croupiers, and the servants, and the income and liveries of an unprincipled prince, who would otherwise be a poor but honest gentleman with one *bonne,* instead of thirty blazing lackeys, all come from the gains of the bank, which are the losses of the players, especially of those that have got a system.\\\"\\n\\nSeverne shot in, \\\"A bank was broken last week.\\\"\\n\\n\\\"Was it? Then all it lost has returned to it, or will return to it to-night; for gamblers know no day of rest.\\\"\\n\\n\\\"Oh, yes, they do. It is shut on Good-Friday.\\\"\\n\\n\\\"You surprise me. Only three hundred and sixty-four days in the year! Brainless avarice is more reasonable than I thought. Severne, yours is a very serious case. You have reduced your income, that is clear; for an English gentleman does not stay years and years abroad unless he has out run the constable; and I feel sure gambling has done it. You had the fever from a boy. Bullington Green! 'As the twig's bent the tree's inclined.' Come, come, make a stand. We are friends. Let us help one another against our besetting foibles. Let us practice antique wisdom; let us 'know ourselves,' and leave Homburg to-morrow, instead of Tuesday.\\\"\\n\\nSeverne looked sullen, but said nothing; then Vizard gave him too hastily credit for some of that sterling friendship, bordering on love, which warmed his own faithful breast: under this delusion he made an extraordinary effort; he used an argument which, with himself, would have been irresistible. \\\"Look here,\\\" said he, \\\"I'll--won't you have a cigar?--there; now I'll tell you something: I have a mania as bad as yours; only mine is intermittent, thank Heaven! I'm told a million women are as good, or better, than a million men. It may be so. But when I, an individual, stake my heart on lovely woman, she always turns out unworthy. With me, the sex avoids alternation. Therefore I rail on it wholesale. It is not philosophical; but I don't do it to instruct mankind; it is to soothe my spleen. Well--would you believe it?--once in every three years, in spite of my experience, I am always bitten again. After my lucid interval has expired, I fall in with some woman, who seems not like the rest, but an angel. Then I, though I'm averse to the sex, fall an easy, an immediate victim to the individual.\\\"\\n\\n\\\"Love at first sight.\\\"\\n\\n\\\"Not a bit of it. If she is as beautiful as an angel, with the voice of a peacock or a guinea-hen--and, luckily for me, that is a frequent arrangement--she is no more to me than the fire-shovel. If she has a sweet voice and pale eyes, I'm safe. Indeed, I am safe against Juno, Venus, and Minerva for two years and several months after the last; but when two events coincide, when my time is up, and the lovely, melodious female comes, then I am lost. Before I have seen her and heard her five minutes, I know my fate, and I never resist it. I never can; that is a curious part of the mania. Then commences a little drama, all the acts of which are stale copies; yet each time they take me by surprise, as if they were new. In spite of past experience, I begin all confidence and trust: by-and-by come the subtle but well-known signs of deceit; so doubt is forced on me; and then I am all suspicion, and so darkly vigilant that soon all is certainty; for 'les fourberies des femmes' are diabolically subtle, but monotonous. They seem to vary only on the surface. One looks too gentle and sweet to give any creature pain; I cherish her like a tender plant; she deceives me for the coarsest fellow she can find. Another comes the frank and candid dodge; she is so off-handed she shows me it is not worth her while to betray. She deceives me, like the other, and with as little discrimination. The next has a face of beaming innocence, and a limpid eye that looks like transparent candor; she gazes long and calmly in my face, as if her eye loved to dwell on me, gazes with the eye of a gazelle or a young hare, and the baby lips below outlie the hoariest male fox in the Old Jewry. But, to complete the delusion, all my sweethearts and wives are romantic and poetical skin-deep--or they would not attract me--and all turn out vulgar to the core. By their lovers alone can you ever know them. By the men they can't love, and the men they do love, you find these creatures that imitate sentiment so divinely are hard, prosaic, vulgar little things, thinly gilt and double varnished.\\\"\\n\\n\\\"They are much better than we are; but you don't know how to take them,\\\" said Severne, with the calm superiority of success.\\n\\n\\\"No,\\\" replied Vizard, dryly, \\\"curse me if I do. Well, I did hope I had outgrown my mania, as I have done the toothache; for this time I had passed the fatal period, the three years. It is nearly four years now since I went through the established process--as fixed beforehand as the dyer's or the cotton-weaver's--adored her, trusted her blindly, suspected her, watched her, detected her, left her. By-the-by, she was my wife, the last; but that made no difference; she was neither better nor worse than the rest, and her methods and idiotic motives of deceit identical. Well, Ned, I was mistaken. Yesterday night I met my Fate once more.\\\"\\n\\n\\\"Where? In Frankfort?\\\"\\n\\n\\\"No: at Homburg; at the opera. You must give me your word not to tell a soul.\\\"\\n\\n\\\"I pledge you my word of honor.\\\"\\n\\n\\\"Well, the lady who sung the part of Siebel.\\\"\\n\\n\\\"Siebel?\\\" muttered Severne.\\n\\n\\\"Yes,\\\" said Vizard, dejectedly.\\n\\nSeverne fixed his eyes on his friend with a strange expression of confusion and curiosity, as if he could not take it all in. But he said nothing, only looked very hard all the time.\\n\\nVizard burst out, \\\"'O miserae hominum mentes, O pectora caeca!' There I sat, in the stalls, a happy man comparatively, because my heart, though full of scars, was at peace, and my reason, after periodical abdications, had resumed its throne, for good; so I, weak mortal, fancied. Siebel appeared; tall, easy, dignified, and walking like a wave; modest, fair, noble, great, dreamy, and, above all, divinely sad; the soul of womanhood and music poured from her honey lips; she conquered all my senses: I felt something like a bolt of ice run down my back. I ought to have jumped up and fled the theater. I wish I had. But I never do. I am incurable. The charm deepened; and when she had sung 'Le Parlate d'Amor' as no mortal ever sung and looked it, she left the stage and carried my heart and soul away with her. What chance had I? Here shone all the beauties that adorn the body, all the virtues and graces that embellish the soul; they were wedded to poetry and ravishing music, and gave and took enchantment. I saw my paragon glide away, like a goddess, past the scenery, and I did not see her meet her lover at the next step--a fellow with a wash-leather face, greasy locks in a sausage roll, and his hair shaved off his forehead--and snatch a pot of porter from his hands, and drain it to the dregs, and say, 'It is all right, Harry: *that* fetched 'em.' But I know, by experience, she did; so *sauve qui peut.* Dear friend and fellow-lunatic, for my sake and yours, leave Frankfort with me to-morrow.\\\"\\n\\nSeverne hung his head, and thought hard. Here was a new and wonderful turn. He felt all manner of strange things--a pang of jealousy, for one. He felt that, on every account, it would be wise to go, and, indeed, dangerous to stay. But a mania is a mania, and so he could not. \\\"Look here, old fellow,\\\" he said, \\\"if the opera were on to-morrow, I would leave my three hundred behind me and sacrifice myself to you, sooner than expose you to the fascinations of so captivating a woman as Ina Klosking.\\\"\\n\\n\\\"Ina Klosking? Is that her name? How do *you* know?\\\"\\n\\n\\\"I--I--fancy I heard so.\\\"\\n\\n\\\"Why, she was not announced. Ina Klosking! It is a sweet name;\\\" and he sighed.\\n\\n\\\"But you are quite safe from her for one day,\\\" continued Severne, \\\"so you must be reasonable. I will go with you, Tuesday, as early as you like; but do be a good fellow, and let me have the five hundred, to try my system with to-morrow.\\\"\\n\\nVizard looked sad, and made no reply.\\n\\nSeverne got impatient. \\\"Why, what is it to a rich fellow like you? If I had twelve thousand acres in a ring fence, no friend would ask me twice for such a trifling sum.\\\"\\n\\nVizard, for the first time, wore a supercilious smile at being so misunderstood, and did not deign a reply.\\n\\nSeverne went on mistaking his man: \\\"I can give you bills for the money, and for the three hundred you did lend me.\\\"\\n\\nVizard did not receive this as expected. \\\"Bills?\\\" said he, gravely. \\\"What, do you do that sort of thing as well?\\\"\\n\\n\\\"Why not, pray? So long as I'm the holder, not the drawer, nor the acceptor. Besides, they are not accommodation bills, but good commercial paper.\\\"\\n\\n\\\"You are a merchant, then; are you?\\\"\\n\\n\\\"Yes; in a small way. If you will allow me, I will explain.\\\"\\n\\nHe did so; and, to save comments, yet enable the reader to appreciate his explanation, the true part of it is printed in italics, the mendacious portion in ordinary type.\\n\\n*\\\"My estate in Huntingdonshire is not very large; and there are mortgages on it,* for the benefit of other members of my family. I was always desirous to pay off these mortgages; and took the best advice I could. *I have got an uncle:* he lives in the city. He put me on to a good thing. I bought a share in a trading vessel; she makes short trips, and turns her cargo often. She will take out paper to America, and bring back raw cotton: she will land that at Liverpool, and ship English hardware and cotton fabrics for the Mediterranean and Greece, and bring back currants from Zante and lemons from Portugal. She goes for the nimble shilling. Well, you know ships wear out: *and if you varnish them rotten, and insure them high, and they go to glory, Mr. Plimsoll is down on you like a hammer.* So, when she had paid my purchase-money three times over, some fellows in the city made an offer for *The Rover*--that was her name. My share came to twelve hundred, and my uncle said I was to take it. *Now I always feel bound by what he decides.* They gave me four bills, for four hundred, three hundred, three hundred, and two hundred. The four hundred was paid at maturity. *The others are not due yet.* I have only to send them to London, and I can get the money back by Thursday: but you want me to start on Tuesday.\\\"\\n\\n\\\"That is enough,\\\" said Vizard, wearily, \\\"I will be your banker, and--\\\"\\n\\n\\\"You are a good fellow!\\\" said Severne warmly.\\n\\n\\\"No, no; I am a weak fellow, and an injudicious one. But it is the old story: when a friend asks you what he thinks a favor, the right thing is to grant it at once. He doesn't want your advice; he wants the one thing he asks for. There, get me the bills, and I'll draw a check on Muller: Herries advised him by Saturday's post; so we can draw on Monday.\\\"\\n\\n\\\"All right, old man,\\\" said Severne, and went away briskly for the bills.\\n\\nWhen he got from the balcony into the room, his steps flagged a little; it struck him that ink takes time to dry, and more time to darken.\\n\\nAs *The Rover,* with her nimble cargoes, was first cousin to *The Flying Dutchman,* with his crew of ghosts, so the bills received by Severne, as purchase-money for his ship, necessarily partook of that ship's aerial character. Indeed they existed, as the schoolmen used to say, in *posse,* but not in *esse.* To be less pedantic and more exact, they existed as slips of blank paper, with a Government stamp. To give them a mercantile character for a time--viz., until presented for payment--they must be drawn by an imaginary ship-owner or a visionary merchant, and indorsed by at least one shadow, and a man of straw.\\n\\nThe man of straw sat down to inscribe self and shadows, and became a dishonest writer of fiction; for the art he now commenced appears to fall short of forgery proper, but to be still more distinct from justifiable fiction. The ingenious Mr. De Foe's certificate by an aeial justice of the peace to the truth of his ghostly narrative comes nearest to it, in my poor reading.\\n\\nQualms he had, but not deep. If the bills were drawn by Imagination, accepted by Fancy, and indorsed by Impudence, what did it matter to Ned Straw, since his system would enable him to redeem them at maturity? His only real concern was to conceal their recent origin. So he wrote them with a broad-nibbed pen, that they might be the blacker, and set them to dry in the sun.\\n\\nHe then proceeded to a change of toilet.\\n\\nWhile thus employed, there was a sharp tap at his door and Vizard's voice outside. Severne started with terror, snapped up the three bills with the dexterity of a conjurer--the handle turned--he shoved them into a drawer--Vizard came in--he shut the drawer, and panted.\\n\\nVizard had followed the custom of Oxonians among themselves, which is to knock, and then come in, unless forbidden.\\n\\n\\\"Come,\\\" said he, cheerfully, \\\"those bills. I'm in a hurry to cash them now, and end the only difference we have ever had, old fellow.\\\"\\n\\nThe blood left Severne's cheek and lips for a moment, and he thought swiftly and hard. The blood returned, along with his ready wit. \\\"How good you are!\\\" said he; \\\"but no. It is Sunday.\\\"\\n\\n\\\"Sunday!\\\" ejaculated Vizard. \\\"What is that to you, a fellow who has been years abroad?\\\"\\n\\n\\\"I can't help it,\\\" said Severne, apologetically. \\\"I am superstitious--don't like to do business on a Sunday. I would not even shunt at the tables on a Sunday--I don't think.\\\"\\n\\n\\\"Ah, you are not quite sure of that. There *is* a limit to your superstition! Well, will you listen to a story on a Sunday?\\\"\\n\\n\\\"Rather!\\\"\\n\\n\\\"Then, once on a time there was a Scotch farmer who had a bonny cow; and another farmer coveted her honestly. One Sunday they went home together from kirk and there was the cow grazing. Farmer Two stopped, eyed her, and said to Farmer One, 'Gien it were Monday, as it is the Sabba' day, what would ye tak' for your coow?' The other said the price would be nine pounds, *if it were Monday.* And so they kept the Sabbath; and the cow changed hands, though, to the naked eye, she grazed on *in situ.* Our negotiation is just as complete. So what does it matter whether the actual exchange of bills and cash takes place to-day or to-morrow?\\\"\\n\\n\\\"Do you really mean to say it does not matter to you?\\\" asked Severne.\\n\\n\\\"Not one straw.\\\"\\n\\n\\\"Then, as it does not matter to you, and does to me, give me my foolish way, like a dear good fellow.\\\"\\n\\n\\\"Now, that is smart,\\\" said Vizard--\\\"very smart;\\\" then, with a look of parental admiration, \\\"he gets his own way in everything. He *will* have your money--he *won't* have your money. I wonder whether he *will* consent to walk those girls out, and disburden me of their too profitable discourse.\\\"\\n\\n\\\"That I will, with pleasure.\\\"\\n\\n\\\"Well, they are at luncheon--with their bonnets on.\\\"\\n\\n\\\"I will join them in five minutes.\\\"\\n\\nAfter luncheon, Miss Vizard, Miss Dover, and Mr. Severne started for a stroll.\\n\\nMiss Maitland suggested that Vizard should accompany them.\\n\\n\\\"Couldn't think of deserting you,\\\" said he dryly.\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/123](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/123)\\n\\n\",\"timestamp\":1637668315,\"title\":\"Zoe was all round her neck in a moment, like a lace scarf, and there was violent kissing, with a tear or two.\"},\"digest\":\"qk5DGf2tIVlHwFVHjuqrTtUMrh_pTjaiElkylMzWFbk\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JzZuu-ntDXdd44WC8hLENk3E1wG5-P7wtVwjzT4SS6k\\\",\\\"y\\\":\\\"yqPsIViPjSgUbOtUFl8zoeo6l_Btk-hlkN6khr2Gdkg\\\"}\",\"signature\":\"UuOwkT4QiDXIyUkCn-ltnpI0INhdzFnlVDIKiy6-12l2Lw0PLjyT0fHPRX3BYPnR_UUJQcfMmoHSN_7HkYJo9w\",\"signingKeySignature\":\"0x000efce660a023c8426a4c5c2b988159973d17359c7104f73d459a8cfae10917793c8a6c8c6f19b414090c29a52021e4ea9f9594c9ca6972cf1525e47f9d25c51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JzZuu-ntDXdd44WC8hLENk3E1wG5-P7wtVwjzT4SS6k\\\",\\\"y\\\":\\\"yqPsIViPjSgUbOtUFl8zoeo6l_Btk-hlkN6khr2Gdkg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qk5DGf2tIVlHwFVHjuqrTtUMrh_pTjaiElkylMzWFbk\"}"