"{\"content\":{\"body\":\"First, (Twitter account: ChainNewscom) and the telegram group daily push new project financing reports. If it is invested by a well-known VC institution or a big V, join the watch list and follow it at any time, such as the hot fodl and clipper a few days ago. Chain Wen reported it very early.\\n\\nFor ordinary investors, the reliability of information sources is very important. All correct operations are based on reliable information sources. If the information is inaccurate, no matter how hard we try, the next actions are likely to be futile. So don't say anything, let's honestly follow the chain news.\\n\\nSecond, follow the partners or incubation projects of popular projects on Twitter, such as the Beta airdrop. If you follow the AlphaFinanceLab project, you will not miss it. Argent’s partner is gro. Good projects have ecological effects. Recently, the defi2.0 ecosystem can also be paid attention to.\\n\\nThis article is still about the source of information, but compared with the first article, this article has a further extension. Teddy told us that while finding good projects, we should also pay attention to the ecological development of good projects. Because for us, a good project usually drives more than just one point, it is likely to be another aspect.\\n\\nThird, follow the big V on Twitter (Loot who asked people to slap his thigh, if you follow spencernoon, you will not miss it). The daily ape of Darrenlautf of the Daily News is very good. Follow the Twitter of well-known founders, such as: @StaniKulechov, @AndreCronjeTech, @ Danielesesta, @ASvanevik.\\n\\nThe third article is about the source of information. The information source Terry said here comes from the big v in the circle. In order to facilitate everyone's attention, Terry specifically listed their Twitter accounts.\\n\\nFourth, find fast-growing projects by observing the data. You can use DefiLlama and tokenterminal to see data such as project lock-up and revenue. Projects that have grown rapidly for several days can be added to the watch list.\\n\\nTeddy suggested that we should always pay attention to the development of project data, use the data to objectively understand the progress of the project, and then select excellent investment targets.\\n\\nFifth, discover new projects by observing the trend of smart money. For example, some idos with very high return rates can be discovered through the real-time flow of smart money. The tags of smart money need to be collected by yourself. The community has compiled some for your reference a few days ago. The charging tools are @nansen_ai\",\"timestamp\":1634578027,\"title\":\"How to discover reliable new projects first?\"},\"digest\":\"UV-7MrUCRMmtRk8f-R0g2Oo99q7eD2rWG4ERUfyiBeY\",\"authorship\":{\"contributor\":\"0x65d37ABA4F8F285C04E5dAca794761740f7Af610\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6Vf06YPhr8upfjSta-QxTJh2pFiSzAWMQBlRylsZGY\\\",\\\"y\\\":\\\"-golR5RgYypcxXjA6ObQD-tN1wr5rOOVrqo3d4jkqHY\\\"}\",\"signature\":\"eZ0ZQ3fRsqcmJakvR2swjA7LYxRLsvVg1o3HH6oOjj3YcG1E37Hmqk1iD15wZWcPStlCxT2uc8qpuxG7H70BVw\",\"signingKeySignature\":\"0x18ff7176fa0bbd64cc0aca25acf89c3b6b9ac7e8e5f7e1e58179d8148b297229342ad3e83cee6df8393f56b99d17e04e4c13851aa5a4f892d16310fcf343b7961c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6Vf06YPhr8upfjSta-QxTJh2pFiSzAWMQBlRylsZGY\\\",\\\"y\\\":\\\"-golR5RgYypcxXjA6ObQD-tN1wr5rOOVrqo3d4jkqHY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UV-7MrUCRMmtRk8f-R0g2Oo99q7eD2rWG4ERUfyiBeY\"}"