"{\"content\":{\"body\":\"it seemed your face was also turned towards Jerusalem. May I ask, without offence, if you are going so far?\\\"\\n\\n\\\"I am going to the Holy City.\\\"\\n\\n\\\"For the great need I have to spare myself prolonged toil, I will further ask you, Is there a shorter road than that by Rabbath-Ammon?\\\"\\n\\n\\\"A rougher route, but shorter, lies by Gerasa and Rabbath-Gilead. It is the one I design taking.\\\"\\n\\n\\\"I am impatient,\\\" said Balthasar. \\\"Latterly my sleep has been visited by dreams--or rather by the same dream in repetition. A voice--it is nothing more--comes and tells me, 'Haste--arise! He whom thou hast so long awaited is at hand.'\\\"\\n\\n\\\"You mean he that is to be King of the JewsY' Ben-Hur asked, gazing at the Egyptian in wonder.\\n\\n\\\"Even so.\\\"\\n\\n\\\"Then you have heard nothing of him?\\\"\\n\\n\\\"Nothing, except the words of the voice in the dream.\\\"\\n\\n\\\"Here, then, are tidings to make you glad as they made me.\\\"\\n\\nFrom his gown Ben-Hur drew the letter received from Malluch. The hand the Egyptian held out trembled violently. He read aloud, and as he read his feelings increased; the limp veins in his neck swelled and throbbed. At the conclusion he raised his suffused eyes in thanksgiving and prayer. He asked no questions, yet had no doubts.\\n\\n\\\"Thou hast been very good to me, O God,\\\" he said. \\\"Give me, I pray thee, to see the Saviour again, and worship him, and thy servant will be ready to go in peace.\\\"\\n\\nThe words, the manner, the singular personality of the simple prayer, touched Ben-Hur with a sensation new and abiding. God never seemed so actual and so near by; it was as if he were there bending over them or sitting at their side--a Friend whose favors were to be had by the most unceremonious asking--a Father to whom all his children were alike in love--Father, not more of the Jew than of the Gentile--the Universal Father, who needed no intermediates, no rabbis, no priests, no teachers. The idea that such a God might send mankind a Saviour instead of a king appeared to Ben-Hur in a light not merely new, but so plain that he could almost discern both the greater want of such a gift and its greater consistency with the nature of such a Deity. So he could not resist asking,\\n\\n\\\"Now that he has come, O Balthasar, you still think he is to be a Saviour, and not a king?\\\"\\n\\nBalthasar gave him a look thoughtful as it was tender.\\n\\n\\\"How shall I understand you?\\\" he asked, in return. \\\"The Spirit, which was the Star that was my guide of old, has not appeared to me since I met you in the tent of the good sheik; that is to say, I have not seen or heard it as formerly. I believe the voice that spoke to me in my dreams was it; but other than that I have no revelation.\\\"\\n\\n\\\"I will recall the difference between us,\\\" said Ben-Hur, with deference. \\\"You were of opinion that he would be a king, but not as Caesar is; you thought his sovereignty would be spiritual, not of the world.\\\"\\n\\n\\\"Oh yes,\\\" the Egyptian answered; \\\"and I am of the same opinion now. I see the divergence in our faith. You are going to meet a king of men, I a Saviour of souls.\\\"\\n\\nHe paused with the look often seen when people are struggling, with introverted effort, to disentangle a thought which is either too high for quick discernment or too subtle for simple expression.\\n\\n\\\"Let me try, O son of Hur,\\\" he said, directly, \\\"and help you to a clear understanding of my belief; then it may be, seeing how the spiritual kingdom I expect him to set up can be more excellent in every sense than anything of mere Caesarean splendor, you will better understand the reason of the interest I take in the mysterious person we are going to welcome.\\n\\n\\\"I cannot tell you when the idea of a Soul in every man had its origin. Most likely the first parents brought it with them out of the garden in which they had their first dwelling. We all do know, however, that it has never perished entirely out of mind. By some peoples it was lost, but not by all; in some ages it dulled and faded, in others it was overwhelmed with doubts; but, in great goodness, God kept sending us at intervals mighty intellects to argue it back to faith and hope.\\n\\n\\\"Why should there be a Soul in every man? Look, O son of Hur--for one moment look at the necessity of such a device. To lie down and die, and be no more--no more forever--time never was when man wished for such an end; nor has the man ever been who did not in his heart promise himself something better. The monuments of the nations are all protests against nothingness after death; so are statues and inscriptions; so is history. The greatest of our Egyptian kings had his effigy cut-out of a hill of solid rock. Day after day he went with a host in chariots to see the work; at last it was finished, never effigy so grand, so enduring: it looked like him--the features were his, faithful even in expression. Now may we not think of him saying in that moment of pride, 'Let Death come; there is an after-life for me!' He had his wish. The statue is there yet.\\n\\n\\\"But what is the after-life he thus secured? Only a recollection by men--a glory unsubstantial as moonshine on the brow of the great bust; a story in stone--nothing more. Meantime what has become of the king? There is an embalmed body up in the royal tombs which once was his--an effigy not so fair to look at as the other out in the Desert. But where, O son of Hur, where is the king himself? Is he fallen into nothingness? Two thousand years have gone since he was a man alive as you and I are. Was his last breath the end of him?\\n\\n\\\"To say yes would be to accuse God; let us rather accept his better plan of attaining life after death for us--actual life, I mean--the something more than a place in mortal memory; life with going and coming, with sensation, with knowledge, with power and all appreciation; life eternal in term though it may be with changes of condition.\\n\\n\\\"Ask you what God's plan is? The gift of a Soul to each of us at birth, with this simple law--there shall be no immortality except through the Soul. In that law see the necessity of which I spoke.\\n\\n\\\"Let us turn from the necessity now. A word as to the pleasure there is in the thought of a Soul in each of us. In the first place, it robs death of its terrors by making dying a change for the better, and burial but the planting of a seed from which there will spring a new life. In the next place, behold me as I am--weak, weary, old, shrunken in body, and graceless; look at my wrinkled face, think of my failing senses, listen to my shrilled voice. Ah! what happiness to me in the promise that when the tomb opens, as soon it will, to receive the worn-out husk I call myself, the now viewless doors of the universe, which is but the palace of God, will swing wide ajar to receive me, a liberated immortal Soul!\\n\\n\\\"I would I could tell the ecstasy there must be in that life to come! Do not say I know nothing about it. This much I know, and it is enough for me--the being a Soul implies conditions of divine superiority. In such a being there is no dust, nor any gross thing; it must be finer than air, more impalpable than light, purer than essence--it is life in absolute purity.\\n\\n\\\"What now, O son of Hur? Knowing so much, shall I dispute with myself or you about the unnecessaries--about the form of my soul? Or where it is to abide? Or whether it eats and drinks? Or is winged, or wears this or that? No. It is more becoming to trust in God. The beautiful in this world is all from his hand declaring the perfection of taste; he is the author of all form; he clothes the lily, he colors the rose, he distils the dew-drop, he makes the music of nature; in a word, he organized us for this life, and imposed its conditions; and they are such guaranty to me that, trustful as a little child, I leave to him the organization of my Soul, and every arrangement for the life after death. I know he loves me.\\\"\\n\\nThe good man stopped and drank, and the hand carrying the cup to his lips trembled; and both Iras and Ben-Hur shared his emotion and remained silent. Upon the latter a light was breaking. He was beginning to see, as never before, that there might be a spiritual kingdom of more import to men than any earthly empire; and that after all a Saviour would indeed be a more godly gift than the greatest king.\\n\\n\\\"I might ask you now,\\\" said Balthasar, continuing, \\\"whether this human life, so troubled and brief, is preferable to the perfect and everlasting life designed for the Soul? But take the question, and think of it for yourself, formulating thus: Supposing both to be equally happy, is one hour more desirable than one year? From that then advance to the final inquiry, what are threescore and ten years on earth to all eternity with God? By-and-by, son of Hur, thinking in such manner, you will be filled with the meaning of the fact I present you next, to me the most amazing of all events, and in its effects the most sorrowful; it is that the very idea of life as a Soul is a light almost gone out in the world. Here and there, to be sure, a philosopher may be found who will talk to you of a Soul, likening it to a principle; but because philosophers take nothing upon faith, they will not go the length of admitting a Soul to be a being, and on that account its purpose is compressed darkness to them.\\n\\n\\\"Everything animate has a mind measurable by its wants. Is there to you no meaning in the singularity that power in full degree to speculate upon the future was given to man alone? By the sign as I see it, God meant to make us know ourselves created for another and a better life, such being in fact the greatest need of our nature. But, alas! into what a habit the nations have fallen! They live for the day, as if the present were the all in all, and go about saying, 'There is no to-morrow after death; or if there be, since we know nothing about it, be it a care unto itself.' So when Death calls them, 'Come,' they may not enter into enjoyment of the glorious after-life because of their unfitness. That is to say, the ultimate happiness of man was everlasting life in the society of God. Alas, O son of Hur, that I should say it! but as well yon sleeping camel constant in such society as the holiest priests this day serving the highest altars in the most renowned temples. So much are men given to this lower earthly life! So nearly have they forgotten that other which is to come!\\n\\n\\\"See now, I pray you, that which is to be saved to us.\\n\\n\\\"For my part, speaking with the holiness of truth, I would not give one hour of life as a Soul for a thousand years of life as a man.\\\"\\n\\nHere the Egyptian seemed to become unconscious of companionship and fall away into abstraction.\\n\\n\\\"This life has its problems,\\\" he said, \\\"and there are men who spend their days trying to solve them; but what are they to the problems of the hereafter? What is there like knowing God? Not a scroll of the mysteries, but the mysteries themselves would for that hour at least lie before me revealed; even the innermost and most awful--the power which now we shrink from thought of--which rimmed the void with shores, and lighted the darkness, and out of nothing appointed the universe. All places would be opened. I would be filled with divine knowledge; I would see all glories, taste all delights; I would revel in being. And if, at the end of the hour, it should please God to tell me, 'I take thee into my service forever,' the furthest limit of desire would be passed; after which the attainable ambitions of life, and its joys of whatever kind, would not be so much as the tinkling of little bells.\\\"\\n\\nBalthasar paused as if to recover from very ecstasy of feeling; and to Ben-Hur it seemed the speech had been the delivery of a Soul speaking for itself.\\n\\n\\\"I pray pardon, son of Hur,\\\" the good man continued, with a bow the gravity of which was relieved by the tender look that followed it, \\\"I meant to leave the life of a Soul, its conditions, pleasures, superiority, to your own reflection and finding out. The joy of the thought has betrayed me into much speech. I set out to show, though ever so faintly, the reason of my faith. It grieves me that words are so weak. But help yourself to truth. Consider first the excellence of the existence which was reserved for us after death, and give heed to the feelings and impulses the thought is sure to awaken in you--heed them, I say, because they are your own Soul astir, doing what it can to urge you in the right way. Consider next that the afterlife has become so obscured as to justify calling it a lost light. If you find it, rejoice, O son of Hur--rejoice as I do, though in beggary of words. For then, besides the great gift which is to be saved to us, you will have found the need of a Saviour so infinitely greater than the need of a king; and he we are going to meet will not longer hold place in your hope a warrior with a sword or a monarch with a crown.\\n\\n\\\"A practical question presents itself--How shall we know him at sight? If you continue in your belief as to his character--that he is to be a king as Herod was--of course you will keep on until you meet a man clothed in purple and with a sceptre. On the other hand, he I look for will be one poor, humble, undistinguished--a man in appearance as other men; and the sign by which I will know him will be never so simple. He will offer to show me and all mankind the way to the eternal life; the beautiful pure Life of the Soul.\\\"\\n\\nThe company sat a moment in silence which was broken by Balthasar.\\n\\n\\\"Let us arise now,\\\" he said--\\\"let us arise and set forward again. What I have said has caused a return of impatience to see him who is ever in my thought; and if I seem to hurry you, O son of Hur--and you, my daughter--be that my excuse.\\\"\\n\\nAt his signal the slave brought them wine in a skin bottle; and they poured and drank, and shaking the lap-cloths out arose.\\n\\nWhile the slave restored the tent and wares to the box under the houdah, and the Arab brought up the horses, the three principals laved themselves in the pool.\\n\\nIn a little while they were retracing their steps back through the wady, intending to overtake the caravan if it had passed them by.\\n\\nCHAPTER IV\\n\\nThe caravan, stretched out upon the Desert, was very picturesque; in motion, however, it was like a lazy serpent. By-and-by its stubborn dragging became intolerably irksome to Balthasar, patient as he was; so, at his suggestion, the party determined to go on by themselves.\\n\\nIf the reader be young, or if he has yet a sympathetic recollection of the romanticisms of his youth, he will relish the pleasure with which Ben-Hur, riding near the camel of the Egyptians, gave a last look at the head of the straggling column almost out of sight on the shimmering plain.\\n\\nTo be definite as may be, and perfectly confidential, Ben-Hur found a certain charm in Iras's presence. If she looked down upon him from her high place, he made haste to get near her; if she spoke to him, his heart beat out of its usual time. The desire to be agreeable to her was a constant impulse. Objects on the way, though ever so common, became interesting the moment she called attention to them; a black swallow in the air pursued by her pointing finger went off in a halo; if a bit of quartz or a flake of mica was seen to sparkle in the drab sand under kissing of the sun, at a word he turned aside and brought it to her; and if she threw it away in disappointment, far from thinking of the trouble he had been put to, he was sorry it proved so worthless, and kept a lookout for something better--a ruby, perchance a diamond. So the purple of the far mountains became intensely deep and rich if she distinguished it with an exclamation of praise; and when, now and then, the curtain of the houdah fell down, it seemed a sudden dulness had dropped from the sky bedraggling all the landscape. Thus disposed, yielding to the sweet influence, what shall save him from the dangers there are in days of the close companionship with the fair Egyptian incident to the solitary journey they were entered upon?\\n\\nFor that there is no logic in love, nor the least mathematical element, it is simply natural that she shall fashion the result who has the wielding of the influence.\\n\\nTo quicken the conclusion, there were signs, too, that she well knew the influence she was exercising over him. From some place under hand she had since morning drawn a caul of golden coins, and adjusted it so the gleaming strings fell over her forehead and upon her cheeks, blending lustrously with the flowing of her blue-black hair. From the same safe deposit she had also produced articles of jewelry--rings for finger and ear, bracelets, a necklace of pearls--also, a shawl embroidered with threads of fine gold--the effect of all which she softened with a scarf of Indian lace skillfully folded about her throat and shoulders. And so arrayed, she plied Ben-Hur with countless coquetries of speech and manner; showering him with smiles; laughing in flute-like tremolo--and all the while following him with glances, now melting-tender, now sparkling-bright. By such play Antony was weaned from his glory; yet she who wrought his ruin was really not half so beautiful as this her countrywoman.\\n\\nAnd so to them the nooning came, and the evening.\\n\\nThe sun at its going down behind a spur of the old Bashan, left the party halted by a pool of clear water of the rains out in the Abilene Desert. There the tent was pitched, the supper eaten, and preparations made for the night.\\n\\nThe second watch was Ben-Hur's; and he was standing, spear in hand, within arm-reach of the dozing camel, looking awhile at the stars, then over the veiled land. The stillness was intense; only after long spells a warm breath of wind would sough past, but without disturbing him, for yet in thought he entertained the Egyptian, recounting her charms, and sometimes debating how she came by his secrets, the uses she might make of them, and the course he should pursue with her. And through all the debate Love stood off but a little way--a strong temptation, the stronger of a gleam of policy behind. At the very moment he was most inclined to yield to the allurement, a hand very fair even in the moonless gloaming was laid softly upon his shoulder. The touch thrilled him; he started, turned--and she was there.\\n\\n\\\"I thought you asleep,\\\" he said, presently.\\n\\n\\\"Sleep is for old people and little children, and I came out to look at my friends, the stars in the south--those now holding the curtains of midnight over the Nile. But confess yourself surprised!\\\"\\n\\nHe took the hand which had fallen from his shoulder, and said, \\\"Well, was it by an enemy?\\\"\\n\\n\\\"Oh no! To be an enemy is to hate, and hating is a sickness which Isis will not suffer to come near me. She kissed me, you should know, on the heart when I was a child.\\\"\\n\\n\\\"Your speech does not sound in the least like your father's. Are you not of his faith?\\\"\\n\\n\\\"I might have been\\\"--and she laughed low--\\\"I might have been had I seen what he has. I may be when I get old like him. There should be no religion for youth, only poetry and philosophy; and no poetry except such as is the inspiration of wine and mirth and love, and no philosophy that does not nod excuse for follies which cannot outlive a season. My father's God is too awful for me. I failed to find him in the Grove of Daphne. He was never heard of as present in the atria of Rome. But, son of Hur, I have a wish.\\\"\\n\\n\\\"A wish! Where is he who could say it no?\\\"\\n\\n\\\"I will try you.\\\"\\n\\n\\\"Tell it then.\\\"\\n\\n\\\"It is very simple. I wish to help you.\\\"\\n\\nShe drew closer as she spoke.\\n\\nHe laughed, and replied, lightly, \\\"O Egypt!--I came near saying dear Egypt!--does not the sphinx abide in your country?\\\"\\n\\n\\\"Well?\\\"\\n\\n\\\"You are one of its riddles. Be merciful, and give me a little clew to help me understand you. In what do I need help? And how can you help me?\\\"\\n\\nShe took her hand from him, and, turning to the camel, spoke to it endearingly, and patted its monstrous head as it were a thing of beauty.\\n\\n\\\"O thou last and swiftest and stateliest of the herds of Job! Sometimes thou, too, goest stumbling, because the way is rough and stony and the burden grievous. How is it thou knowest the kind intent by a word; and always makest answer gratefully, though the help offered is from a woman? I will kiss thee, thou royal brute!\\\"--she stooped and touched its broad forehead with her lips, saying immediately, \\\"because in thy intelligence there is no suspicion!\\\"\\n\\nAnd Ben-Hur, restraining himself, said calmly, \\\"The reproach has not failed its mark, O Egypt! I seem to say thee no; may it not be because I am under seal of honor, and by my silence cover the lives and fortunes of others?\\\"\\n\\n\\\"May be!\\\" she said, quickly. \\\"It is so.\\\"\\n\\nHe shrank a step, and asked, his voice sharp with amazement, \\\"What all knowest thou?\\\"\\n\\nShe answered, after a laugh,\\n\\n\\\"Why do men deny that the senses of women are sharper than theirs? Your face has been under my eyes all day. I had but to look at it to see you bore some weight in mind; and to find the weight, what had I to do more than recall your debates with my father? Son of Hur!\\\"--she lowered her voice with singular dexterity, and, going nearer, spoke so her breath was warm upon his cheek--\\\"son of Hur! he thou art going to find is to be King of the Jews, is he not?\\\"\\n\\nHis heart beat fast and hard.\\n\\n\\\"A King of the Jews like Herod, only greater,\\\" she continued.\\n\\nHe looked away--into the night, up to the stars; then his eyes met hers, and lingered there; and her breath was on his lips, so near was she.\\n\\n\\\"Since morning,\\\" she said, further, \\\"we have been having visions. Now if I tell you mine, will you serve me as well? What! silent still?\\\"\\n\\nShe pushed his hand away, and turned as if to go; but he caught her, and said, eagerly, \\\"Stay--stay and speak!\\\"\\n\\nShe went back, and with her hand upon his shoulder, leaned against him; and he put his arm around her, and drew her close, very close; and in the caress was the promise she asked.\\n\\n\\\"Speak, and tell me thy visions, O Egypt, dear Egypt! A prophet--nay, not the Tishbite, not even the Lawgiver--could have refused an asking of thine. I am at thy will. Be merciful--merciful, I pray.\\\"\\n\\nThe entreaty passed apparently unheard, for looking up and nestling in his embrace, she said, slowly, \\\"The vision which followed me was of magnificent war--war on land and sea--with clashing of arms and rush of armies, as if Caesar and Pompey were come again, and Octavius and Antony. A cloud of dust and ashes arose and covered the world, and Rome was not any more; all dominion returned to the East; out of the cloud issued another race of heroes; and there were vaster satrapies and brighter crowns for giving away than were ever known. And, son of Hur, while the vision was passing, and after it was gone, I kept asking myself, 'What shall he not have who served the King earliest and best?'\\\"\\n\\nAgain Ben-Hur recoiled. The question was the very question which had been with him all day. Presently he fancied he had the clew he wanted.\\n\\n\\\"So,\\\" he said, \\\"I have you now. The satrapies and crowns are the things to which you would help me. I see, I see! And there never was such queen as you would be, so shrewd, so beautiful, so royal--never! But, alas, dear Egypt! by the vision as you show it me the prizes are all of war, and you are but a woman, though Isis did kiss you on the heart. And crowns are starry gifts beyond your power of help, unless, indeed, you have a way to them more certain than that of the sword. If so, O Egypt, Egypt, show it me, and I will walk in it, if only for your sake.\\\"\\n\\nShe removed his arm, and said, \\\"Spread your cloak upon the sand--here, so I can rest against the camel. I will sit, and tell you a story which came down the Nile to Alexandria, where I had it.\\\"\\n\\nHe did as she said, first planting the spear in the ground near by.\\n\\n\\\"And what shall I do?\\\" he said, ruefully, when she was seated. \\\"In Alexandria is it customary for the listeners to sit or stand?\\\"\\n\\nFrom the comfortable place against the old domestic she answered, laughing, \\\"The audiences of story-tellers are wilful, and sometimes they do as they please.\\\"\\n\\nWithout more ado he stretched himself upon the sand, and put her arm about his neck.\\n\\n\\\"I am ready,\\\" he said.\\n\\nAnd directly she began:\\n\\nHOW THE BEAUTIFUL CAME TO THE EARTH.\\n\\n\\\"You must know, in the first place, that Isis was--and, for that matter, she may yet be--the most beautiful of deities; and Osiris, her husband, though wise and powerful, was sometimes stung with jealousy of her, for only in their loves are the gods like mortals.\\n\\n\\\"The palace of the Divine Wife was of silver, crowning the tallest mountain in the moon, and thence she passed often to the sun, in the heart of which, a source of eternal light, Osiris kept his palace of gold too shining for men to look at.\\n\\n\\\"One time--there are no days with the gods--while she was full pleasantly with him on the roof of the golden palace, she chanced to look, and afar, just on the line of the universe, saw Indra passing with an army of simians, all borne upon the backs of flying eagles. He, the Friend of Living Things--so with much love is Indra called--was returning from his final war with the hideous Rakshakas--returning victorious; and in his suite were Rama, the hero, and Sita, his bride, who, next to Isis herself, was the very most beautiful. And Isis arose, and took off her girdle of stars, and waved it to Sita--to Sita, mind you--waved it in glad salute. And instantly, between the marching host and the two on the golden roof, a something as of night fell, and shut out the view; but it was not night--only the frown of Osiris.\\n\\n\\\"It happened the subject of his speech that moment was such as none else than they could think of; and he arose, and said, majestically, 'Get thee home. I will do the work myself. To make a perfectly happy being I do not need thy help. Get thee gone.'\\n\\n\\\"Now Isis had eyes large as those of the white cow which in the temple eats sweet grasses from the hands of the faithful even while they say their prayers; and her eyes were the color of the cows, and quite as tender. And she too arose and said, smiling as she spoke, so her look was little more than the glow of the moon in the hazy harvest-month, 'Farewell, good my lord. You will call me presently, I know; for without me you cannot make the perfectly happy creature of which you were thinking, any more'--and she stopped to laugh, knowing well the truth of the saying--'any more, my lord, than you yourself can be perfectly happy without me.'\\n\\n\\\"'We will see,' he said.\\n\\n\\\"And she went her way, and took her needles and her chair, and on the roof of the silver palace sat watching and knitting.\\n\\n\\\"And the will of Osiris, at labor in his mighty breast, was as the sound of the mills of all the other gods grinding at once, so loud that the near stars rattled like seeds in a parched pod; and some dropped out and were lost. And while the sound kept on she waited and knit; nor lost she ever a stitch the while.\\n\\n\\\"Soon a spot appeared in the space over towards the sun; and it grew until it was great as the moon, and then she knew a world was intended; but when, growing and growing, at last it cast her planet in the shade, all save the little point lighted by her presence, she knew how very angry he was; yet she knit away, assured that the end would be as she had said.\\n\\n\\\"And so came the earth, at first but a cold gray mass hanging listless in the hollow void. Later she saw it separate into divisions; here a plain, there a mountain, yonder a sea, all as yet without a sparkle. And then, by a river-bank, something moved; and she stopped her knitting for wonder. The something arose, and lifted its hands to the sun in sign of knowledge whence it had its being. And this First Man was beautiful to see. And about him were the creations we call nature--the grass, the trees, birds, beasts, even the insects and reptiles.\\n\\n\\\"And for a time the man went about happy in his life: it was easy to see how happy he was. And in the lull of the sound of the laboring will Isis heard a scornful laugh, and presently the words, blown across from the sun,\\n\\n\\\"'Thy help, indeed! Behold a creature perfectly happy!'\\n\\n\\\"And Isis fell to knitting again, for she was patient as Osiris was strong; and if he could work, she could wait; and wait she did, knowing that mere life is not enough to keep anything content.\\n\\n\\\"And sure enough. Not long until the Divine Wife could see a change in the man. He grew listless, and kept to one place prone by the river, and looked up but seldom, and then always with a moody face. Interest was dying in him. And when she made sure of it, even while she was saying to herself, 'The creature is sick of his being,' there was a roar of the creative will at work again, and in a twinkling the earth, theretofore all a thing of coldest gray, flamed with colors; the mountains swam in purple, the plains bearing grass and trees turned green, the sea blue, and the clouds varied infinitely.\\n\\nAnd the man sprang up and clapped his hands, for he was cured and happy again.\\n\\n\\\"And Isis smiled, and knit away, saying to herself, 'It was well thought, and will do a little while; but mere beauty in a world is not enough for such a being. My lord must try again.'\\n\\n\\\"With the last word, the thunder of the will at work shook the moon, and, looking, Isis dropped her knitting and clapped her hands; for theretofore everything on the earth but the man had been fixed to a given place; now all living, and much that was not living, received the gift of Motion. The birds took to wing joyously; beasts great and small went about, each in its way; the trees shook their verdurous branches, nodding to the enamoured winds; the rivers ran to the seas, and the seas tossed in their beds and rolled in crested waves, and with surging and ebbing painted the shores with glistening foam; and over all the clouds floated like sailed ships unanchored.\\n\\n\\\"And the man rose up happy as a child; whereat Osiris was pleased, so that he shouted, 'Ha, ha! See how well I am doing without thee!'\\n\\n\\\"The good wife took up her work, and answered ever so quietly, 'It was well thought, my lord--ever so well thought--and will serve awhile.'\\n\\n\\\"And as before, so again. The sight of things in motion became to the man as of course. The birds in flight, the rivers running, the seas in tumult of action, ceased to amuse him, and he pined again even worse.\\n\\n\\\"And Isis waited, saying to herself, 'Poor creature! He is more wretched than ever.'\\n\\n\\\"And, as if he heard the thought, Osiris stirred, and the noise of his will shook the universe; the sun in its central seat alone stood firm. And Isis looked, but saw no change; then while she was smiling, assured that her lord's last invention was sped, suddenly the creature arose, and seemed to listen; and his face brightened, and he clapped his hands for joy, for Sounds were heard the first time on earth--sounds dissonant, sounds harmonious. The winds murmured in the trees; the birds sang, each kind a song of its own, or chattered in speech; the rivulets running to the rivers became so many harpers with harps of silver strings all tinkling together; and the rivers running to the seas surged on in solemn accord, while the seas beat the land to a tune of thunder. There was music, music everywhere, and all the time; so the man could not but be happy.\\n\\n\\\"Then Isis mused, thinking how well, how wondrous well, her lord was doing; but presently she shook her head: Color, Motion, Sound--and she repeated them slowly--there was no element else of beauty except Form and Light, and to them the earth had been born. Now, indeed, Osiris was done; and if the creature should again fall off into wretchedness, her help must be asked; and her fingers flew--two, three, five, even ten stitches she took at once.\\n\\n\\\"And the man was happy a long time--longer than ever before; it seemed, indeed, he would never tire again. But Isis knew better; and she waited and waited, nor minded the many laughs flung at her from the sun; she waited and waited, and at last saw signs of the end. Sounds became familiar to him, and in their range, from the chirruping of the cricket under the roses to the roar of the seas and the bellow of the clouds in storm, there was not anything unusual. And he pined and sickened, and sought his place of moping by the river, and at last fell down motionless.\\n\\n\\\"Then Isis in pity spoke.\\n\\n\\\"'My lord,' she said, 'the creature is dying.'\\n\\n\\\"But Osiris, though seeing it all, held his peace; he could do no more.\\n\\n\\\"'Shall I help him?' she asked.\\n\\n\\\"Osiris was too proud to speak.\\n\\n\\\"Then Isis took the last stitch in her knitting, and gathering her work in a roll of brilliance flung it off--flung it so it fell close to the man. And he, hearing the sound of the fall so near by, looked up, and lo! a Woman--the First Woman--was stooping to help him! She reached a hand to him; he caught it and arose; and nevermore was miserable, but evermore happy.\\\"\\n\\n\\\"Such, O son of Hur! is the genesis of the beautiful, as they tell it on the Nile.\\\"\\n\\nShe paused.\\n\\n\\\"A pretty invention, and cunning,\\\" he said, directly; \\\"but it is imperfect. What did Osiris afterwards?\\\"\\n\\n\\\"Oh yes,\\\" she replied. \\\"He called the Divine Wife back to the sun, and they went on all pleasantly together, each helping the other.\\\"\\n\\n\\\"And shall I not do as the first man?\\\"\\n\\nHe carried the hand resting upon his neck to his lips. \\\"In love--in love!\\\" he said.\\n\\nHis head dropped softly into her lap.\\n\\n\\\"You will find the King,\\\" she said, placing her other hand caressingly upon his head. \\\"You will go on and find the King and serve him. With your sword you will earn his richest gifts; and his best soldier will be my hero.\\\"\\n\\nHe turned his face, and saw hers close above. In all the sky there was that moment nothing so bright to him as her eyes, enshadowed though they were. Presently he sat up, and put his arms about her, and kissed her passionately, saying, \\\"O Egypt, Egypt! If the King has crowns in gift, one shall be mine; and I will bring it and put it here over the place my lips have marked. You shall be a queen--my queen--no one more beautiful! And we will be ever, ever so happy!\\\"\\n\\n\\\"And you will tell me everything, and let me help you in all?\\\" she said, kissing him in return.\\n\\nThe question chilled his fervor.\\n\\n\\\"Is it not enough that I love you?\\\" he asked.\\n\\n\\\"Perfect love means perfect faith,\\\" she replied. \\\"But never mind--you will know me better.\\\"\\n\\nShe took her hand from him and arose.\\n\\n\\\"You are cruel,\\\" he said.\\n\\nMoving away, she stopped by the camel, and touched its front face with her lips.\\n\\n\\\"O thou noblest of thy kind!--that, because there is no suspicion in thy love.\\\"\\n\\nAn instant, and she was gone.\\n\\nCHAPTER V\\n\\nThe third day of the journey the party nooned by the river Jabbok, where there were a hundred or more men, mostly of Peraea, resting themselves and their beasts. Hardly had they dismounted, before a man came to them with a pitcher of water and a bowl, and offered them drink; as they received the attention with much courtesy, he said, looking at the camel, \\\"I am returning from the Jordan, where just now there are many people from distant parts, travelling as you are, illustrious friend; but they had none of them the equal of your servant here. A very noble animal. May I ask of what breed he is sprung?\\\"\\n\\nBalthasar answered, and sought his rest; but Ben-Hur, more curious, took up the remark.\\n\\n\\\"At what place on the river are the people?\\\" he asked.\\n\\n\\\"At Bethabara.\\\"\\n\\n\\\"It used to be a lonesome ford,\\\" said Ben-Hur. \\\"I cannot understand how it can have become of such interest.\\\"\\n\\n\\\"I see,\\\" the stranger replied; \\\"you, too, are from abroad, and have not heard the good tidings.\\\"\\n\\n\\\"What tidings?\\\"\\n\\n\\\"Well, a man has appeared out of the wilderness--a very holy man--with his mouth full of strange words, which take hold of all who hear them. He calls himself John the Nazarite, son of Zacharias, and says he is the messenger sent before the Messiah.\\\"\\n\\nEven Iras listened closely while the man continued:\\n\\n\\\"They say of this John that he has spent his life from childhood in a cave down by En-Gedi, praying and living more strictly than the Essenes. Crowds go to hear him preach. I went to hear him with the rest.\\\"\\n\\n\\\"Have all these, your friends, been there?\\\"\\n\\n\\\"Most of them are going; a few are coming away.\\\"\\n\\n\\\"What does he preach?\\\"\\n\\n\\\"A new doctrine--one never before taught in Israel, as all say. He calls it repentance and baptism. The rabbis do not know what to make of him; nor do we. Some have asked him if he is the Christ, others if he is Elias; but to them all he has the answer, 'I am the voice of one crying in the wilderness, Make straight the way of the Lord!'\\\"\\n\\nAt this point the man was called away by his friends; as he was going, Balthasar spoke.\\n\\n\\\"Good stranger!\\\" he said, tremulously, \\\"tell us if we shall find the preacher at the place you left him.\\\"\\n\\n\\\"Yes, at Bethabara.\\\"\\n\\n\\\"Who should this Nazarite be?\\\" said Ben-Hur to Iras, \\\"if not the herald of our King?\\\"\\n\\nIn so short a time he had come to regard the daughter as more interested in the mysterious personage he was looking for than the aged father! Nevertheless, the latter with a positive glow in his sunken eyes half arose, and said,\\n\\n\\\"Let us make haste. I am not tired.\\\"\\n\\nThey turned away to help the slave.\\n\\nThere was little conversation between the three at the stopping-place for the night west of Ramoth-Gilead.\\n\\n\\\"Let us arise early, son of Hur,\\\" said the old man. \\\"The Saviour may come, and we not there.\\\"\\n\\n\\\"The King cannot be far behind his herald,\\\" Iras whispered, as she prepared to take her place on the camel.\\n\\n\\\"To-morrow we will see!\\\" Ben-Hur replied, kissing her hand.\\n\\nNext day about the third hour, out of the pass through which, skirting the base of Mount Gilead, they had journeyed since leaving Ramoth, the party came upon the barren steppe east of the sacred river. Opposite them they saw the upper limit of the old palm lands of Jericho, stretching off to the hill-country of Judea. Ben-Hur's blood ran quickly, for he knew the ford was close at hand.\\n\\n\\\"Content you, good Balthasar,\\\" he said; \\\"we are almost there.\\\"\\n\\nThe driver quickened the camel's pace. Soon they caught sight of booths and tents and tethered animals; and then of the river, and a multitude collected down close by the bank, and yet another multitude on the western shore. Knowing that the preacher was preaching, they made greater haste; yet, as they were drawing near, suddenly there was a commotion in the mass, and it began to break up and disperse.\\n\\nThey were too late!\\n\\n\\\"Let us stay here,\\\" said Ben-Hur to Balthasar, who was wringing his hands. \\\"The Nazarite may come this way.\\\"\\n\\nThe people were too intent upon what they had heard, and too busy in discussion, to notice the new-comers. When some hundreds were gone by, and it seemed the opportunity to so much as see the Nazarite was lost to the latter, up the river not far away they beheld a person coming towards them of such singular appearance they forgot all else.\\n\\nOutwardly the man was rude and uncouth, even savage. Over a thin, gaunt visage of the hue of brown parchment, over his shoulders and down his back below the middle, in witch-like locks, fell a covering of sun-scorched hair. His eyes were burning-bright. All his right side was naked, and of the color of his face, and quite as meagre; a shirt of the coarsest camel's-hair--coarse as Bedouin tent-cloth--clothed the rest of his person to the knees, being gathered at the waist by a broad girdle of untanned leather. His feet were bare. A scrip, also of untanned leather, was fastened to the girdle. He used a knotted staff to help him forward. His movement was quick, decided, and strangely watchful. Every little while he tossed the unruly hair from his eyes, and peered round as if searching for somebody.\\n\\nThe fair Egyptian surveyed the son of the Desert with surprise, not to say disgust. Presently, raising the curtain of the houdah, she spoke to Ben-Hur, who sat his horse near by.\\n\\n\\\"Is that the herald of thy King?\\\"\\n\\n\\\"It is the Nazarite,\\\" he replied, without looking up.\\n\\nIn truth, he was himself more than disappointed. Despite his familiarity with the ascetic colonists in En-Gedi--their dress, their indifference to all worldly opinion, their constancy to vows which gave them over to every imaginable suffering of body, and separated them from others of their kind as absolutely as if they had not been born like them--and notwithstanding he had been notified on the way to look for a Nazarite whose simple description of himself was a Voice from the Wilderness--still Ben-Hur's dream of the King who was to be so great and do so much had colored all his thought of him, so that he never doubted to find in the forerunner some sign or token of the goodliness and royalty he was announcing. Gazing at the savage figure before him, the long trains of courtiers whom he had been used to see in the thermae and imperial corridors at Rome arose before him, forcing a comparison. Shocked, shamed, bewildered, he could only answer,\",\"timestamp\":1640148222,\"title\":\"When we overtook you, son of Hur,\\\" he said, at the conclusion of the repast, \"},\"digest\":\"Sjr_02m0NPYuVGN8aDHo5txNQ72CUWgutOm9mmorABw\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DKwygxYr4zk_-GHmuQj6aXwXHi3jnCM3SO6VfkKbTos\\\",\\\"y\\\":\\\"orlsqFTFZfvD8NPD4w3Vp3FDXF6k0xRAd37NFnUbU8Y\\\"}\",\"signature\":\"F9YDU3l6R3PXSECMj0-CnEy5aNe28znXwFgrzss8yQq38qydX2jH0BGvQ5yZB_GISy8XzQuIxB5VOT2KT327WQ\",\"signingKeySignature\":\"0xb9ded49e5c211b2d6f677142c75eeeac75cc8e8477731b45f29192b076ae9fd446f8f1efbcdd95f36a8ee49d89a04bd64393dd764c2842e0899c7d1a7ca310081c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DKwygxYr4zk_-GHmuQj6aXwXHi3jnCM3SO6VfkKbTos\\\",\\\"y\\\":\\\"orlsqFTFZfvD8NPD4w3Vp3FDXF6k0xRAd37NFnUbU8Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sjr_02m0NPYuVGN8aDHo5txNQ72CUWgutOm9mmorABw\"}"