"{\"content\":{\"body\":\"Sep 30, 2021\\n\\nEarly in the pandemic, we were all deluged with stories of tech workers, companies, and founders leaving Silicon Valley for Miami and Austin. And that was true. But from my personal experience, they also left for many other places too, including Los Angeles and New York City.\\n\\nI met with a founder last week who has left the bay area for good and now splits his time between homes in LA and NYC. It is hard to know what cities have been the biggest beneficiaries of the great relocation but I am certain that NYC is one of them.\\n\\nHere are some tweets I’ve seen in recent weeks talking about this:\\n\\n> Feels like every fourth bay area tech person I talk to is moving to New York.\\n>\\n> — Sam Altman (@sama) [September 26, 2021](https://twitter.com/sama/status/1442212303617736704?ref_src=twsrc%5Etfw)\\n\\n> 2 mtngs yesterday w/ w coast crypto folks where they proclaimed NY the epicenter of crypto. I guess I've been feeling the activity, but didn't realize it was so conclusively here. if true & if crypto eats internet, there's a path to NY dethroning s valley as epicenter of tech.\\n>\\n> — Jordan Cooper (@jordancooper) [September 23, 2021](https://twitter.com/jordancooper/status/1441115160857382914?ref_src=twsrc%5Etfw)\\n\\nI am not proclaiming the death of Silicon Valley. It is alive and well and will continue to be the epicenter of tech in the US for as far as I can see. What it has lost is the power to hold onto people who don’t really want to be there. One of the most important things the covid pandemic has done to work in the US, particularly tech work, is to make it so that people can work for great companies wherever they want to live. That’s a huge shift and I believe it is permanent.\\n\\nBut that’s not the only thing that’s driving NYC’s tech resurgence. As yesterday’s IPO of Warby Parker reminds us, NYC is now home to a growing number of large entrepreneurial companies that are now public and will remain independent and growing in NYC. They may employ people all around the world, but they are HQ’d in NYC and will continue to be.\\n\\nAnd Jordan is correct in the tweet above that NYC is particularly strong in Web3 because of its roots in trading, speculating, DeFi, etc and because of large Web3 software players like [Consensys](https://consensys.net/) that have been operating here for many years now. And as Web3 is now exploding into the creative class via things like NFTs, DAOs, gaming and more, we will only see NYC’s strengths come to the front and center in the most important new sector in tech.\\n\\nIt’s a great time to be working in tech in NYC. You get all of the benefits of living in this amazing city without the hassles of the commute every day.\\n\\nI’ll end with a plug for a startup competition that Google, Tech:NYC, and Cornell Tech are putting on called the “NYC Recovery Challenge”.\\n\\n> The challenge will bring together startup entrepreneurs from across the five boroughs to pitch tech solutions for New York’s recovery to a panel of business, economic, and policy experts with the chance of winning cash prizes, technical mentorship, and more.\\n>\\n> The top three founders and their teams will be recognized as “NYC RecoveryFellows” and will receive cash awards from a prize fund totaling $150,000. The first-place founder and their team will receive a non-dilutive cash award of $100,000, and two runners-up will each receive non-dilutive cash awards of $25,000. Seven other entrants will be recognized as “Founders to Watch” and will participate, along with the three cash award recipients, in a month-long, equity-free mentorship program — dubbed the “NYC Accelerator” — led by Cornell Tech, Google for Startups, and Tech:NYC advisers.\\n\\nIf you and your startup want to apply, you can do so [here](https://docs.google.com/forms/d/e/1FAIpQLSdg2HpWgiMgDPjjzpv6XK4MUzP7mrkE8ZVzU6hpdqxfZZ_xaA/viewform).\",\"timestamp\":1633000361,\"title\":\"NYC's Tech Resurgence\",\"publication\":\"avc\"},\"digest\":\"i4zjysWnRwWXN6-5ys_Y9Ac-uAP-yBP60B8J0_cW4z4\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"signature\":\"RXCuag2MUeyOR16O38BpsDaOWoGUSXkHTjMA3J_r4IrXZUuts3es1HwA8n1giaWc_3acFTXBHA9P_Fn543m8jw\",\"signingKeySignature\":\"0xa36ed4a1f484cc32e85a01be266ff07df93d7d551959ab6f44e5cb7aca49bba22841e81a419ff9150996b75ecf4a0a87eda7e1e79898e4f8e48a13744383f7451b\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Jy3A2EK0I8PEzGwO44c3QVhowS92aB4oPD2-fogklJY\"}"