"{\"content\":{\"body\":\"I remember when I was in high school I would get absolutely obsessed with a band. I would buy all their albums (of course, this was back when buying albums was a thing people did), I would go to their shows whenever they were in town, I’d have a t-shirt or two and a sticker on my laptop. I’d scour the internet for live recordings and rarities. I knew the lyrics back to front. I felt like the band’s music spoke to me, that it reflected something real and honest and true about my life. (Which, looking back, isn’t super flattering. Let’s just say I’ve come a long way since then.)\\n\\n![Source: @join_royal on Instagram](https://miro.medium.com/max/1000/1\\\\*5wBYWPtCqjygIyJRA7dD2A.png)\\n\\nThat music still holds a special place in my heart. There’s plenty of research about how music has a particularly acute effect on a maturing mind, and your musical tastes are really solidified in your late teens through early twenties. So yes, I still listen, but now on Spotify; I still go to the shows, even though they are more sporadic and populated less by energized teens careening off each other and more by swaying mid-thirty-something hipsters who will still sing along and cheer loudly, holding on to the last few vestiges of their fading youthful exuberance. But those songs still matter, they still ignite something authentic within each of us.\\n\\n## The Music Business Sucks\\n\\nWhen I was young I used to think the music business was pretty straightforward — band makes music, I buy album, band gets paid; band goes on tour, I buy ticket, band gets paid. But as I grew up and some friends went into the music business, either playing in bands or tour managing or any of a number of other ancillary functions — and when I went down the rabbit hole to understand music rights ownership and piracy and turned all that research into my senior thesis — I realized the truth was a lot more complicated. My relationship with any of my favorite bands was mediated by hundreds or thousands of people representing dozens of competing interests that all take a slice of the music pie. From recording to touring to marketing and promotion (radio play, concert promotion, meet-and-greets, fan clubs, and more) to even merchandise, everyone extracts their pound of flesh. The result is that even if you really love a band and do what you can do support them, a lot of artists struggle to get by.\\n\\nThat’s the rub: people **love** music, but all too often musicians can’t making a living off that. Fundamentally: **The ability for professional musicians to make money is limited by the number and variety of channels through which they can monetize their art.** So: people stream music, go to shows, buy merch, pay for fan clubs (or Patreons), buy vinyl, buy posters, and on and on. But there’s only so many shows you can attend, t-shirts you can buy (do you *really* want a whole wardrobe of band t-shirts?), and vinyls you can own leaving aside the fact that maybe you don’t want the clutter). The most egregious offender here for imbalance between pleasure and remuneration is music streaming: no matter how deeply I love a song, it gets compensated at the exact same rate as a song I listen to in the background while paying bills online.\\n\\nMusic royalties are a structured product: there are statutory rates at which songwriters, performers, etc. are compensated whenever their music is paid on the radio (or streamed online). If you buy the royalty rights to a song, you’re basically buying an income stream for the life of the song’s copyright. And while one song’s income streams might be somewhat unpredictable, if you buy the rights to a bunch of songs’ income streams in a portfolio you wind up with more stable, predictable cash flows. This means you can model the expected financial return of buying a portfolio of music royalties — and borrow money to buy them to leverage your return. As a result, private equity loves buying and selling [portfolios of streaming rights](https://www.jdsupra.com/legalnews/streaming-royalties-are-music-to-9043844/):\\n\\n> Lawrence Mestel, a US record industry veteran who earned his spurs at the likes of Island Records, Arista and Virgin Records, was one of the first to recognize this. A decade after establishing his music publishing and talent management company Primary Wave, the firm launched its first investment fund in 2016, raising US$300 million. That was followed in 2019 with Primary Wave Music IP Fund 2, which collected more than US$500 million. The funds have purchased the rights to music from Bob Ezrin, Dave Navarro, Culture Club and Whitney Houston to name just a few. The firm acquired an 80% stake in the song catalog of Stevie Nicks, for a reported US$100 million in December 2020.\\n\\n(Seriously, just google “private equity music streaming rights” and endless pages just like this one pop up. While the quote above is about recent deals, this has been going on for decades.)\\n\\n## Enter Royal\\n\\nPrivate equity funds don’t have any particular affinity for a band. They don’t care if they’re buying the rights to Lizzo or Creed, all they care about is that they can buy the asset for less than the discount cash flows they’ll receive from the asset (and the terminal value if they sell it).\\n\\nBut individual fans? The ones who go to the shows, sing along, buy the shirts, blast the music at full volume with the windows down? The music means so much more to them than just some financial asset.\\n\\n![Source: @join_royal on Instagram](https://miro.medium.com/max/1000/1\\\\*Wr8xjk_arhswwveQ3tpjvg.png)\\n\\n**In the most basic terms: for a given song, a fan of the song (or even just of the artist) is willing to pay more to own that royalty than is coldly economically rational.** That’s because, to the fan, owning the song isn’t about return: it’s about connection with the artist; it’s about art that means something to them; it’s about their identity and how they show that to the world. And that matters way more than money.\\n\\nThis is true of many kinds of art. Why is a Rothko worth tens of millions of dollars? Not because it necessarily generates revenue, but because of what it makes you feel. (Or, because the buyer values the signaling of what owning a Rothko says about them, their taste, who they are, and what they value. Or both.) But the point is: **art never has been a strictly economically rational pursuit. The fact that private equity firms buy and sell rights to portfolios of song royalties is more a historical aberration than the norm.** Musical patronage has existed for hundreds of years, where wealthy fans supported musicians’ livelihoods and enabled them to create the art we all get to enjoy. [Royal](https://royal.io/) is revitalizing and democratizing this relationship, empowering not just wealthy fans but *all* fans to support their favorite musicians’ creative process by enabling them to own the royalty rights to their favorite musicians’ songs.\\n\\nBy stripping that connective, emotional element from music’s valuation, private equity firms fundamentally undervalued it. They temporarily turned art into a commodity. Now, Royal is restoring what was lost. And people are starting to notice: they [just raised $55M](https://techcrunch.com/2021/11/22/nft-music-rights-startup-royal-banks-55m-investment-from-a16z-crypto/) from a whole host of artists, musicians, and forward-thinkers to pursue this huge mission, one that’s only truly been unlocked by the power of web3.\\n\\nWhy does web3 matter? Tracking and paying out royalties has historically been [a complicated process](http://futureofmusic.org/sites/default/files/FMCmoneyflow.pdf) that varies depending on many factors. You have to be able to track where a song is played, in what format, via what platform, for what purpose — and split revenues between all the parties involved from the musician to the producer to the record label. The big advance that Royal harnesses is the ability to codify all this logic in a contract on the blockchain and move towards automating the collection and disbursement of all these royalties. Previously, it would have been cost-prohibitive (from the perspective of the amount of work and infrastructure that would be required to make this product function) for Royal to exist. Now, all that administrative overhead can be moved to a computer program, and the world gets a little more human.\\n\\nTechnology is an amoral force, often a mirror for humanity. Sometimes it fosters disconnection — for example, by turning art into numbers on a spreadsheet, fodder for a leveraged buy-out. Other times it enables us to remove noise and cruft from our lives and focus on what makes us truly human: the feelings we can share with each other. I’m excited for the future Royal is building, and I’m awestruck by the possibility for all kinds of technology to get us out of our own way and help us forge deeper, more meaningful relationships with one another. Music is a wonderful place to start.\",\"timestamp\":1637870541,\"title\":\"We Can Be Royals\"},\"digest\":\"tP3HCHVEirf0Z5Phfly0nDOxa46hjQOppaC40OGgS4Y\",\"authorship\":{\"contributor\":\"0x7c8315c3eA525958047fcc030c5a2e34457a9beB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFRaJJYxPv_e3fEp-eYPKUfFKTJphmZKmdTF_26UYKo\\\",\\\"y\\\":\\\"Ey0XV9ifeDUybG1wn7R_tWE_z5e2OOgW5MltOyd7Q1U\\\"}\",\"signature\":\"nOKwVqvpvExUSesZ1n0OMYHaztFgD81pdW38oUnNQOtErcKItNbJzy5q6veoC1wxBIa0MFNCUCfYOAr4IuX-aQ\",\"signingKeySignature\":\"0x433926eb6b2109048f217360b188ffd0abb1555fa35c7fd31029c6c439e5a2677aed9b85e00fcce99c054a8a33c679fe4d9fdecb89755a2a9bb3ead66aeed08e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFRaJJYxPv_e3fEp-eYPKUfFKTJphmZKmdTF_26UYKo\\\",\\\"y\\\":\\\"Ey0XV9ifeDUybG1wn7R_tWE_z5e2OOgW5MltOyd7Q1U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tP3HCHVEirf0Z5Phfly0nDOxa46hjQOppaC40OGgS4Y\"}"