"{\"content\":{\"body\":\"If you look at the[ social DAO landscape](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw), you’ll see communities with different social token models. Some, like FWB, use a fungible social token to gate community access. Many emerging PFP-based communities like BAYC use NFTs as the primary community gating mechanism. Whether fungible or non-fungible, social tokens in DAOs usually represent three different but overlapping roles:\\n\\n* Economic value\\n* Governance rights\\n* Membership & access\\n\\nShould all three of these roles be represented by a single token? Which of them are a better match for fungible and non-fungible tokens?\\n\\n**Economic value** is the simplest to reason about. While NFTs can store tremendous economic value, they are inherently illiquid. Barter economies based on non-fungible assets inevitably get replaced by much more liquid economies denominated in a common fungible token. You don’t trade a house (illiquid, non-fungible), you sell it in your local currency (liquid, fungible) before buying a different one. Fungible tokens used by communities as a medium of exchange for goods and services represents an[ incredible opportunity to build new economies](https://twitter.com/cdixon/status/1429585831899983876).\\n\\n**Governance rights** face similar challenges with both fungible and non-fungible tokens: ownership naturally tends to have a power-law distribution so the question becomes: what do you do about whales? This[ recent essay by Vitalik](https://vitalik.ca/general/2021/08/16/voting3.html) paints a clear picture for why this will become an increasingly problematic issue for DAOs, both in terms of incentive misalignment and vulnerability to attacks.\\n\\nThere are essentially three ways to deal with the whale problem:\\n\\n1. *Accept them*: treat the[ skin-in-the-game](https://en.wikipedia.org/wiki/Skin_in_the_game_(phrase)) of asset ownership as a feature instead of a bug\\n2. *Minimize them*: use[ quadratic voting](https://en.wikipedia.org/wiki/Quadratic_voting) to reduce their power in votes\\n3. *Eliminate them*: implement some sort of[ proof-of-humanity](https://www.proofofhumanity.id/) mechanism to limit people to one-person-one-vote\\n\\nIf you go down the “accept” or “minimize” routes, fungible tokens are better suited for governance. If you want to implement tighter controls to minimize or eliminate whales, non-fungible tokens (particularly with sybil-resistant proof-of-humanity) can be better.\\n\\n**Membership & access** can be managed with fungible and non-fungible assets, or any combination of them. Ultimately though, access becomes increasingly non-fungible or loses meaning. To take an extreme example, if a token is infinitely divisible and any quantity grants you access, a single token can grant access to everyone in the world. To get around this, ERC-20 gated communities like FWB have a minimum required number of tokens you have to hold.\\n\\nIn addition to being non-fungible by definition, NFTs have several other advantages for access and membership. PFP projects have demonstrated the advantages of an internal and external social signaling layers. Setting your profile picture to an NFT publicly shows your community affiliation and advertises the community to the world. The traits or rarity of your NFT may affiliate you with a sub-tribe of the community. Art with a greater sense of direct ownership can support complex social dynamics. As smart contracts, they also have the technical advantage of being programmed with more than just a numeric and/or social value.\\n\\nSo, what types of tokens should be used for which community purposes? As with most things in life, the answer is: it’s complicated! Each DAO needs to evaluate what type of community they are trying to build and determine the right combination of assets for economics, governance, and membership. But, generally speaking, we think it makes more sense for economies to operate on fungible tokens and access to operate on non-fungible tokens:\\n\\n![](https://images.mirror-media.xyz/publication-images/b1f1b3e8-d403-49ae-9cf2-897831035294.png?height=794&width=1564)\\n\\n### Printing money 🤝 Printing passports\\n\\nThis model isn’t novel—it’s how most countries already work. The two most important pieces of paper governments produce are money and passports. Money is the economic medium of exchange, passports represent rights of access and citizenship. Governance, in practice, ends up being dependent on both.\\n\\nCabin DAO currently operates a token-gated community accessed with $CABIN tokens. While $CABIN is a great internal medium of exchange, we want to explore membership, governance, and access privileges through non-fungible passport NFTs.\\n\\nIn the metaverse, [nobody knows you’re a dog](https://en.wikipedia.org/wiki/On_the_Internet,_nobody_knows_you%27re_a_dog). But in reality, it’s helpful to have some basic systems of trust to protect the safety of strangers sharing a space. As a DAO operating a physical space, we are interested in exploring ways of granting verified access to that space using web3 technologies. It’s also fun to LARP as a nation state.\\n\\nHere are some explorations of passports our artist guild has been working on:\\n\\n![designs by the magnificent @mel_being](https://images.mirror-media.xyz/publication-images/59c501aa-a476-4974-8880-eca9a96a5deb.png?height=654&width=2598)\\n\\n### Where passports could go next\\n\\nNFT Passports offer a great way to combine aspects of membership, access, and identity verification. At the moment, the primary use-case for NFT smart contracts is as a transferable pointer to a jpeg on IPFS. But the possibilities of NFT smart contracts go way beyond that.\\n\\nNFTs can hold roles, durations, access levels, and other editable data. For example, when someone is voted into a Cabin DAO residency cohort, we could allow them to mint a passport with the role of “Resident”, active for the duration of the Cohort. This passport could provide permissions both online and IRL.\\n\\nBeyond tying roles and permissions to a member’s passport, we would also like to explore verifying ownership in-person. We imagine we could do this by adding a QR code to the passport. When scanned, we can send the owner a transaction that they have to sign, therefore verifying ownership in the metaverse and the meat space.\\n\\nWe would also like to add the ability for passport holders to set a passport image. Rather than a headshot, you could set it to your favorite PFP or another NFT of your choice. We think there’s value in being able to show membership in a standard format (like a passport) while being able to show individuality through customization.\\n\\nWe will continue to explore new use-cases for NFT passports and would love to hear from other DAOs interested in their own pseudo-state LARPs! Reach out to us[ @creatorcabins](https://twitter.com/creatorcabins) on Twitter or join our [Discord](https://discord.gg/N6hVmFygjR) server to continue the conversation\",\"timestamp\":1631726166,\"title\":\"Unbundling social token economics, governance, and access\",\"publication\":\"creators\"},\"digest\":\"ThBzaWiMllynPG1fIIL09JgR1ZL1lQpnrBgWb2XEjXU\",\"authorship\":{\"contributor\":\"0xbeC26FFa12c90217943D1b2958f60A821aE6E549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wPXhUX1zLYL_-WR2-6KETq1RdJ7oTn2XAzFttgaBmns\\\",\\\"y\\\":\\\"Ezcl5hvd9Xt8YTKyzE3Wdj_2SBvJNgQbfASctUi5G8k\\\"}\",\"signature\":\"TU4_rKn7kDOHLn9TI-XzGo9BpaMcTYCh6GwGy39youbf-prYFVx7q-krUT3SvtnnjqI-I7CXHcnjI4f-Av2S8A\",\"signingKeySignature\":\"0xb2ce3423ac0455a266a0190de5b244c993889d56dd871c418dcb4ff43205a5fd6552e484b904731465b7509debaf76b4bb17d48ebaa5acbccb7b2b48744ec0ee1b\",\"signingKeyMessage\":\"I authorize the publication of articles on jon.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wPXhUX1zLYL_-WR2-6KETq1RdJ7oTn2XAzFttgaBmns\\\",\\\"y\\\":\\\"Ezcl5hvd9Xt8YTKyzE3Wdj_2SBvJNgQbfASctUi5G8k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V7Ucba89-3qV9yFxj7Spj7YxjKAhc6TOd8nUcCp9n6k\"}"