"{\"content\":{\"body\":\"The military thinking of the great leader Mao Zedong focused on the great achievements of Western strategic thinking. There are three people who have the greatest influence on him: the grandson who wrote \\\"The Art of War\\\", and the writer of \\\"On War\\\"\\n\\nClausewitz and Napoleon, the god of war. He was naturally familiar with Sun Tzu's art of war, and he also worked hard to study Western military thought. Mao Zedong once taught Clausewitz's \\\"War Controversy\\\" class in Yan'an.\\n\\nMao Zedong's military thinking is mainly three-piece: guerrilla warfare, mobile warfare, and people's war. First, guerrilla warfare. This is a typical entrepreneurial thought, that is what we do\\n\\nAny project must be carried out within the limits of one's ability. If you have a small strength, you can do small projects. If you have a big strength, you can do big projects. This is derived from Sun Tzu's art of war, \\\"then the method of using soldiers, ten encircles, five attacks, doubles fights, the enemy can be divided, if the enemy is small, you can escape, if you don’t, you can avoid it. Hard, the enemy is caught.\\\" In other words, I have 100,000 yuan, and I only do business for 20,000 yuan. In this way, the funds are abundant, and I feel confident and able to play freely. It’s like some people start a business now, only\\n\\n100,000 yuan, but borrowed 1 million yuan, doing business tremblingly. Only a handful of people can become entrepreneurs in this way, most of them\\n\\nEntrepreneur Business School Serving Entrepreneurs 109\\n\\nIt will be miserable at the end of the game. Mao Zedong said, \\\"Fight if you win, and run if you can't win\\\", that is, Sun Tzu's art of war \\\"less\\n\\nYou can run away, if you don’t, you can avoid it.\\\" If you don’t run, then \\\"the small enemy is strong and the big enemy is captured\\\" and you will be destroyed by the enemy.\\n\\nThe preceding \\\"Ten encircle, five to attack, double to fight, and the enemy to divide\\\" means that ten times the enemy’s strength can be used to fight a siege, and five times the enemy’s strength to fight an offensive war. , Because the cost of defense is low and the cost of offense is high. Two times the strength of the enemy can fight against each other. If the strength is equal to the enemy's forces, we must find a way to separate the enemy's forces and let him divide the forces. We have the absolute advantage of the forces before we fight.\\n\\nSecond, mobile warfare \\\"Concentrate superior forces to fight annihilation war.\\\" What does it depend on for the enemy to divide its forces automatically? This\\n\\nIt is the second article, sports warfare. Sun Tzu also talked about how to divide the enemy’s troops. The so-called \\\"soldiers are also tricks. So they can\\n\\nAnd show what can't, show what is not used, show what is near if you are near, and show what is near if you are far. Profit and temptation, chaos and take it, actuality and preparation, strong and avoiding it, anger and arrogance, humiliation and arrogance, loss of labor, and love and separation. Attack its unpreparedness and surprise. This strategist’s victory cannot be passed on first. \\\"But this is not thorough enough. It is the Western military strategists, Clausewitz, and Jomini, who can tell them thoroughly. What do they say? I finished in one sentence:\\n\\nMarch is part of the battle, even more important than the fighting. Therefore, the key to fighting is marching, which is more important than fighting. Many people think there is a crossfire,\\n\\nWhen the cannon is fired, it is \\\"fighting\\\". In fact, when the cannon is fired, the outcome is determined. Marching, at the right time, at the right place, and with the right troops, is the key to victory.\\n\\nDoes this have anything to do with entrepreneurship? It's a big deal! March is a usual preparation. For example, before I started my business, I had a good relationship with technical and marketing backbones in other people’s companies.\\n\\n110 Entrepreneur Business School Serving Entrepreneurs\\n\\nDrink a little wine all day to discuss starting a business. I am also planning how to do my own project. Once during the Spring Festival, I told these partners separately, how about we start a business next year. No part-time job, as a result, there is a team and a project. Why did you choose to talk during the Spring Festival? Instead of saying it in November? Because of the Spring Festival everyone is planning what to do in the coming year, and in November\\n\\nNo one else’s year-end bonus hasn’t been issued yet? You go to start a business and others are not willing to mix with you. This is called the right time, speak the right words, do the right things, and have done relationship building with everyone before. So whether you can have a good start to entrepreneurship depends on how you usually march. Every step of me paves the way for the next step.\\n\\nI have always interpreted Mao Zedong Thought as an entrepreneurial thought. Third, the People’s War. Fourth, the People’s War is an epoch-making epistemology and methodology of war.\\n\\nWho created it on behalf of? Napoleon, the god of war. What word does the \\\"people\\\" of the People's War correspond to? It is a nobleman. So the People’s War,\\n\\nCorresponding to aristocratic wars, also known as classical wars. Before Napoleon, European wars were basically a matter between kings. War is political\\n\\nContinuing, talk if you get close, or fight if you don't get together. The purpose of the fight is to convince the dissatisfied party to accept the conditions, cede land, pay indemnity, and marry the daughter. Therefore, the fight will not die, the outcome is certain, or as soon as the expectation of the outcome is clear, the war will cease to negotiate and the contract will be signed.\\n\\nTherefore, war is not the responsibility of the people, the people are the spoils of war, and the spoils of war are not part of the war. Therefore, noble warfare is about cost-benefit accounting and limited investment. The professional armies of the kings of various countries are not large because it is too expensive to raise armies. In the military world before Napoleon, the mainstream view was that fighting should be avoided as much as possible. War is like a fight between two or more \\\"gentleman-type\\\" kings, tactically advancing and retreating, seldom rushing to exterminate; strategically, it is mainly to consume the other side, and\\n\\nIt's not about destroying the other party. Compromise is the sole purpose of war. But Napoleon turned out to break this \\\"rule\\\". Napoleon initiated the People's War,\\n\\nEntrepreneur Business School Serving Entrepreneurs 111\\n\\nThe People's War is a nationwide military system with unlimited investment. Relying on the revolutionary enthusiasm of the French people, the two cornerstones of the People's War were realized.\\n\\nThe first is to put all people and all resources in the country into war. This is the vast ocean of people's war.\\n\\nThe second is the new conscription system. The revolutionary government passed an order equivalent to the conscription bill in Congress, so Napoleon had a capital beyond the imagination of other kings: inexhaustible, inexhaustible, continuous force! Napoleon once proudly boasted that he could withstand a battle that would cost 30,000 people in a month, because \\\"now human lives are cheaper than dust.\\\" If others die 30,000, the army will lose their capital and the country will die, and the French conscription system allows Napoleon to mobilize another 30,000 immediately.\\n\\nThis is why people's war is not afraid of death. The warlords' melee in the early days of the Republic of China was also a typical aristocratic war. Looks both sides\\n\\nA lot of troops were invested, but a so-called \\\"war\\\" was fought, with minimal casualties, and one side withdrew, and the outcome was determined. Just like the battle between Zhifeng and Feng, the frontline army was fighting, and Zhang Xueliang was still playing mahjong at Cao Kun's house. Why? Everyone is not a life-and-death enemy, but a battle for territory and interests. The battlefield is similar to their mahjong table. Brothers go to brothers and family to family. If we don't agree, we will fight a battle. Win or lose will not hurt feelings, but the loser must give up the benefits.\\n\\nSo you see that the defeated man did not end up miserably. It was nothing more than surrendering his military power, powering off the field, going abroad for investigation, and then going to the concession to be a fool.\\n\\nWhen the civil war between the Kuomintang and the Communist Party came, its nature was no longer a classic aristocratic war, but a revolution. The Communist Party represents the people, and the Kuomintang represents the nobles. The people will not follow you with the nobles. The army fights in the front and the people push the carts behind. The vast ocean of the People's War overwhelmed the noble army of the Kuomintang.\\n\\nTherefore, Chiang Kai-shek lost to Mao Zedong. From the military theory, it was a war of nobility and lost to the war of the people. It is limited investment, lost to unlimited investment. It's a new era of war, and it has defeated the war\\n\\n112 Entrepreneur Business School Serving Entrepreneurs\\n\\nold days. It is the state-owned enterprise that lost to the private enterprise! According to this theory, it can be easily inferred that if modern enterprises want to win, they\\n\\nAll employees are required to do sales, personnel, and finance to help the company sell products, which is called the whole nation. Absorb most of the outstanding employees as shareholders. Your company is the only one you are the boss, and most of the outstanding employees in my company are bosses who are worried about the company. This is called a people's war.\\n\\nFrom guerrilla warfare, to mobile warfare, to people's warfare, Mao Zedong's military thought has advanced with the times and has a clear context. Won a brilliant victory. I hope that all entrepreneurs can deeply understand these ideas and apply them to their own companies.\\n\\nMy poor friend eight years ago also became a boss, but still no\\n\\nmoney! what reason?\\n\\nI have a friend who used to brag with me 8 years ago. He currently runs a small company and his profitability is very unsatisfactory. What is the reason? He came to ask me.\\n\\nAs for me, I just said that I make money by doing things seriously, patiently, and like to do one thing thoroughly. I have read a lot of money-making books, so I can make a little money.\\n\\nThen he happily asked me to recommend him a book. I also happily recommended his very popular book \\\"Poor Dad, Rich Dad\\\".\\n\\nAfter he went back, he told me in 3 hours that he had finished reading and he also wrote 15 pages.\\n\\nremember.\\n\\nWhen I heard it, I scolded him for being stupid. Reading this book, I read it more than 10 times by myself, spent a week, and made a lot of notes. I just threw it on the bookshelf, and occasionally took it out and flipped through it. Actually, the book is not about whether it is good or not, but how serious you read it. If you are serious, you can naturally\\n\\nEntrepreneur Business School Serving Entrepreneurs 113\\n\\nTurn some useful experience, and then apply it to work. I told him, reading a book, the first time: You just know words.\\n\\nSecond time: You know the words. Third time: You know the sentence. Fourth time: You saw the story in the book. Fifth time: You read some truth.\\n\\nSixth time: You have learned some philosophies from it. Seventh time: You begin to understand the author's logical thinking.\\n\\nEighth time: I learned how to compete in the book. Ninth time: Make the moves in the book into a tool that suits you. Tenth time: The above nine steps are completed, and I start to use the essence of the book in my own work.\\n\\nWhen you practice and use it freely, then this book is considered finished. I asked him: Why did you finish reading in three hours? And you definitely didn’t buy a physical book,\\n\\nYou are an electronic file downloaded online. You are someone who has never even seen a book, but you tell me that you are finished. Then he replied to me: My learning speed is fast. I don’t want to say anything anymore, idiots always like to find a great reason for themselves to cover up\\n\\nHe has no patience and depth in doing things. This attitude will be reflected in all aspects of life and in his company. Therefore, his company naturally does not operate very well.\\n\\nThe great leader I admire most is Chairman Mao. It took decades to read \\\"Zi Zhi Tong Jian\\\", read\\n\\n17 times. There is depth and patience, so there is achievement.\\n\\nEdison invented the electric light and experimented more than 1,000 times. It is also a typical representative of patience and depth.\\n\\nWhether you start a business or run a business, if you encounter problems, as long as you have the patience, do it over and over again, and think about it, you will definitely succeed.\\n\\nThe best people are those who have a deep understanding of the simplest truths, and they are\",\"timestamp\":1634796093,\"title\":\"The Essence of the Great Leader Mao Zedong's Military Thought\"},\"digest\":\"fYpipTkijb29rx-EQEwCcTHZhcogCLWD6NpPxHTbM4Y\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"eVkGjno8P_buLtKsTbFw2Kh7z3Qn5xefYN392GWe7WZeyPo_SgfTYPJ3UV3t5MofWE_2Zt9aVsPmeHix0G1Xug\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fYpipTkijb29rx-EQEwCcTHZhcogCLWD6NpPxHTbM4Y\"}"