"{\"content\":{\"body\":\"GERALD.  Respect him?  I despise him!  He is infamous.\\n\\nHESTER.  I thank you for saving me from him last night.\\n\\nGERALD.  Ah, that is nothing.  I would die to save you.  But you don't tell me what to do now!\\n\\nHESTER.  Have I not thanked you for saving ME?\\n\\nGERALD.  But what should I do?\\n\\nHESTER.  Ask your own heart, not mine.  I never had a mother to save, or shame.\\n\\nMRS. ARBUTHNOT.  He is hard - he is hard.  Let me go away.\\n\\nGERALD.  \\\\[Rushes over and kneels down bedside his mother.\\\\]  Mother, forgive me: I have been to blame.\\n\\nMRS. ARBUTHNOT.  Don't kiss my hands: they are cold.  My heart is cold: something has broken it.\\n\\nHESTER,  Ah, don't say that.  Hearts live by being wounded. Pleasure may turn a heart to stone, riches may make it callous, but sorrow - oh, sorrow cannot break it.  Besides, what sorrows have you now?  Why, at this moment you are more dear to him than ever, DEAR though you have BEEN, and oh! how dear you HAVE been always. Ah! be kind to him.\\n\\nGERALD.  You are my mother and my father all in one.  I need no second parent.  It was for you I spoke, for you alone.  Oh, say something, mother.  Have I but found one love to lose another? Don't tell me that.  O mother, you are cruel.  \\\\[Gets up and flings himself sobbing on a sofa.\\\\]\\n\\nMRS. ARBUTHNOT.  \\\\[To HESTER.\\\\]  But has he found indeed another love?\\n\\nHESTER.  You know I have loved him always.\\n\\nMRS. ARBUTHNOT.  But we are very poor.\\n\\nHESTER.  Who, being loved, is poor?  Oh, no one.  I hate my riches. They are a burden.  Let him share it with me.\\n\\nMRS. ARBUTHNOT.  But we are disgraced.  We rank among the outcasts Gerald is nameless.  The sins of the parents should be visited on the children.  It is God's law.\\n\\nHESTER.  I was wrong.  God's law is only Love.\\n\\nMRS. ARBUTHNOT.  \\\\[Rises, and taking HESTER by the hand, goes slowly over to where GERALD is lying on the sofa with his head buried in his hands.  She touches him and he looks up.\\\\]  Gerald, I cannot give you a father, but I have brought you a wife.\\n\\nGERALD.  Mother, I am not worthy either of her or you.\\n\\nMRS. ARBUTHNOT.  So she comes first, you are worthy.  And when you are away, Gerald . . . with . . . her - oh, think of me sometimes. Don't forget me.  And when you pray, pray for me.  We should pray when we are happiest, and you will be happy, Gerald.\\n\\nHESTER.  Oh, you don't think of leaving us?\\n\\nGERALD.  Mother, you won't leave us?\\n\\nMRS. ARBUTHNOT.  I might bring shame upon you!\\n\\nGERALD.  Mother!\\n\\nMRS. ARBUTHNOT.  For a little then: and if you let me, near you always.\\n\\nHESTER.  \\\\[To MRS. ARBUTHNOT.\\\\]  Come out with us to the garden.\\n\\nMRS. ARBUTHNOT.  Later on, later on.  \\\\[Exeunt HESTER and GERALD. MRS. ARBUTHNOT goes towards door L.C.   Stops at looking-glass over mantelpiece and looks into it.  Enter ALICE R.C.\\\\]\\n\\nALICE.  A gentleman to see you, ma'am.\\n\\nMRS. ARBUTHNOT.  Say I am not at home.  Show me the card.  \\\\[Takes card from salver and looks at it.\\\\]  Say I will not see him.\\n\\n\\\\[LORD ILLINGWORTH enters.  MRS. ARBUTHNOT sees him in the glass and starts, but does not turn round.  Exit ALICE.\\\\]  What can you have to say to me to-day, George Harford?  You can have nothing to say to me.  You must leave this house.\\n\\nLORD ILLINGWORTH.  Rachel, Gerald knows everything about you and me\\n\\nnow, so some arrangement must be come to that will suit us all three.  I assure you, he will find in me the most charming and generous of fathers.\\n\\nMRS. ARBUTHNOT.  My son may come in at any moment.  I saved you last night.  I may not be able to save you again.  My son feels my dishonour strongly, terribly strongly.  I beg you to go.\\n\\nLORD ILLINGWORTH.  \\\\[Sitting down.\\\\]  Last night was excessively unfortunate.  That silly Puritan girl making a scene merely because I wanted to kiss her.  What harm is there in a kiss?\\n\\nMRS. ARBUTHNOT.  \\\\[Turning round.\\\\]  A kiss may ruin a human life, George Harford.  I know that.  I know that too well.\\n\\nLORD ILLINGWORTH.  We won't discuss that at present.  What is of importance to-day, as yesterday, is still our son.  I am extremely fond of him, as you know, and odd though it may seem to you, I admired his conduct last night immensely.  He took up the cudgels for that pretty prude with wonderful promptitude.  He is just what I should have liked a son of mine to be.  Except that no son of mine should ever take the side of the Puritans: that is always an error.  Now, what I propose is this.\\n\\nMRS. ARBUTHNOT.  Lord Illingworth, no proposition of yours interests me.\\n\\nLORD ILLINGWORTH.  According to our ridiculous English laws, I can't legitimise Gerald.  But I can leave him my property. Illingworth is entailed, of course, but it is a tedious barrack of a place.  He can have Ashby, which is much prettier, Harborough, which has the best shooting in the north of England, and the house in St. James Square.  What more can a gentleman require in this world?\\n\\nMRS. ARBUTHNOT.  Nothing more, I am quite sure.\\n\\nLORD ILLINGWORTH.  As for a title, a title is really rather a nuisance in these democratic days.  As George Harford I had everything I wanted.  Now I have merely everything that other people want, which isn't nearly so pleasant.  Well, my proposal is this.\\n\\nMRS. ARBUTHNOT.  I told you I was not interested, and I beg you to go.\\n\\nLORD ILLINGWORTH.  The boy is to be with you for six months in the year, and with me for the other six.  That is perfectly fair, is it not?  You can have whatever allowance you like, and live where you choose.  As for your past, no one knows anything about it except myself and Gerald.  There is the Puritan, of course, the Puritan in white muslin, but she doesn't count.  She couldn't tell the story without explaining that she objected to being kissed, could she? And all the women would think her a fool and the men think her a bore.  And you need not be afraid that Gerald won't be my heir.  I needn't tell you I have not the slightest intention of marrying.\\n\\nMRS. ARBUTHNOT.  You come too late.  My son has no need of you. You are not necessary.\\n\\nLORD ILLINGWORTH.  What do you mean, Rachel?\\n\\nMRS. ARBUTHNOT.  That you are not necessary to Gerald's career.  He does not require you.\\n\\nLORD ILLINGWORTH.  I do not understand you.\\n\\nMRS. ARBUTHNOT.  Look into the garden.  \\\\[LORD ILLINGWORTH rises and goes towards window.\\\\]  You had better not let them see you: you bring unpleasant memories.  \\\\[LORD ILLINGWORTH looks out and starts.\\\\]  She loves him.  They love each other.  We are safe from you, and we are going away.\\n\\nLORD ILLINGWORTH.  Where?\\n\\nMRS. ARBUTHNOT.  We will not tell you, and if you find us we will not know you.  You seem surprised.  What welcome would you get from the girl whose lips you tried to soil, from the boy whose life you have shamed, from the mother whose dishonour comes from you?\\n\\nLORD ILLINGWORTH.  You have grown hard, Rachel.\\n\\nMRS. ARBUTHNOT.  I was too weak once.  It is well for me that I have changed.\\n\\nLORD ILLINGWORTH.  I was very young at the time.  We men know life too early.\\n\\nMRS. ARBUTHNOT.  And we women know life too late.  That is the difference between men and women.  \\\\[A pause.\\\\]\\n\\nLORD ILLINGWORTH.  Rachel, I want my son.  My money may be of no use to him now.  I may be of no use to him, but I want my son. Bring us together, Rachel.  You can do it if you choose.  \\\\[Sees letter on table.\\\\]\\n\\nMRS. ARBUTHNOT.  There is no room in my boy's life for you.  He is not interested in YOU.\\n\\nLORD ILLINGWORTH.  Then why does he write to me?\\n\\nMRS. ARBUTHNOT.  What do you mean?\\n\\nLORD ILLINGWORTH.  What letter is this?  \\\\[Takes up letter.\\\\]\\n\\nMRS. ARBUTHNOT.  That - is nothing.  Give it to me.\\n\\nLORD ILLINGWORTH.  It is addressed to ME.\\n\\nMRS. ARBUTHNOT.  You are not to open it.  I forbid you to open it.\\n\\nLORD ILLINGWORTH.  And in Gerald's handwriting.\\n\\nMRS. ARBUTHNOT.  It was not to have been sent.  It is a letter he wrote to you this morning, before he saw me.  But he is sorry now he wrote it, very sorry.  You are not to open it.  Give it to me.\\n\\nLORD ILLINGWORTH.  It belongs to me.  \\\\[Opens it, sits down and reads it slowly. MRS. ARBUTHNOT watches him all the time.\\\\]  You have read this letter, I suppose, Rachel?\\n\\nMRS. ARBUTHNOT.  No.\\n\\nLORD ILLINGWORTH.  You know what is in it?\\n\\nMRS. ARBUTHNOT.  Yes!\\n\\nLORD ILLINGWORTH.  I don't admit for a moment that the boy is right in what he says.  I don't admit that it is any duty of mine to marry you.  I deny it entirely.  But to get my son back I am ready - yes, I am ready to marry you, Rachel - and to treat you always with the deference and respect due to my wife.  I will marry you as soon as you choose.  I give you my word of honour.\\n\\nMRS. ARBUTHNOT.  You made that promise to me once before and broke it.\\n\\nLORD ILLINGWORTH.  I will keep it now.  And that will show you that I love my son, at least as much as you love him.  For when I marry you, Rachel, there are some ambitions I shall have to surrender. High ambitions, too, if any ambition is high.\\n\\nMRS. ARBUTHNOT.  I decline to marry you, Lord Illingworth.\\n\\nLORD ILLINGWORTH.  Are you serious?\\n\\nMRS. ARBUTHNOT.  Yes.\\n\\nLORD ILLINGWORTH.  Do tell me your reasons.  They would interest me enormously.\\n\\nMRS. ARBUTHNOT.  I have already explained them to my son.\\n\\nLORD ILLINGWORTH.  I suppose they were intensely sentimental, weren't they?  You women live by your emotions and for them.  You have no philosophy of life.\\n\\nMRS. ARBUTHNOT.  You are right.  We women live by our emotions and for them.  By our passions, and for them, if you will.  I have two passions, Lord Illingworth: my love of him, my hate of you.  You cannot kill those.  They feed each other.\\n\\nLORD ILLINGWORTH.  What sort of love is that which needs to have hate as its brother?\\n\\nMRS. ARBUTHNOT.  It is the sort of love I have for Gerald.  Do you think that terrible?  Well it is terrible.  All love is terrible. All love is a tragedy.  I loved you once, Lord Illingworth.  Oh, what a tragedy for a woman to have loved you!\\n\\nLORD ILLINGWORTH.  So you really refuse to marry me?\\n\\nMRS. ARBUTHNOT.  Yes.\\n\\nLORD ILLINGWORTH.  Because you hate me?\\n\\nMRS. ARBUTHNOT.  Yes.\\n\\nLORD ILLINGWORTH.  And does my son hate me as you do?\\n\\nMRS. ARBUTHNOT.  No.\\n\\nLORD ILLINGWORTH.  I am glad of that, Rachel.\\n\\nMRS. ARBUTHNOT.  He merely despises you.\\n\\nLORD ILLINGWORTH.  What a pity!  What a pity for him, I mean.\\n\\nMRS. ARBUTHNOT.  Don't be deceived, George.  Children begin by loving their parents.  After a time they judge them.  Rarely if ever do they forgive them.\\n\\nLORD ILLINGWORTH.  \\\\[Reads letter over again, very slowly.\\\\]  May I ask by what arguments you made the boy who wrote this letter, this beautiful, passionate letter, believe that you should not marry his father, the father of your own child?\\n\\nMRS. ARBUTHNOT.  It was not I who made him see it.  It was another.\\n\\nLORD ILLINGWORTH.  What FIN-DE-SIECLE person?\\n\\nMRS. ARBUTHNOT.  The Puritan, Lord Illingworth.  \\\\[A pause.\\\\]\\n\\nLORD ILLINGWORTH.  \\\\[Winces, then rises slowly and goes over to table where his hat and gloves are.  MRS. ARBUTHNOT is standing close to the table.  He picks up one of the gloves, and begins pulling it on.\\\\]  There is not much then for me to do here, Rachel?\\n\\nMRS. ARBUTHNOT.  Nothing.\\n\\nLORD ILLINGWORTH.  It is good-bye, is it?\\n\\nMRS. ARBUTHNOT.  For ever, I hope, this time, Lord Illingworth.\\n\\nLORD ILLINGWORTH.  How curious!  At this moment you look exactly as you looked the night you left me twenty years ago.  You have just the same expression in your mouth.  Upon my word, Rachel, no woman ever loved me as you did.  Why, you gave yourself to me like a flower, to do anything I liked with.  You were the prettiest of playthings, the most fascinating of small romances . . . \\\\[Pulls out watch.\\\\]  Quarter to two!  Must be strolling back to Hunstanton. Don't suppose I shall see you there again.  I'm sorry, I am, really.  It's been an amusing experience to have met amongst people of one's own rank, and treated quite seriously too, one's mistress, and one's -\\n\\n\\\\[MRS. ARBUTHNOT snatches up glove and strikes LORD ILLINGWORTH across the face with it.  LORD ILLINGWORTH starts.  He is dazed by the insult of his punishment.  Then he controls himself, and goes to window and looks out at his son.  Sighs and leaves the room.\\\\]\\n\\nMRS. ARBUTHNOT.  \\\\[Falls sobbing on the sofa.\\\\]  He would have said it.  He would have said it.\\n\\n\\\\[Enter GERALD and HESTER from the garden.\\\\]\\n\\nGERALD.  Well, dear mother.  You never came out after all.  So we have come in to fetch you.  Mother, you have not been crying? \\\\[Kneels down beside her.\\\\]\\n\\nMRS. ARBUTHNOT.  My boy!  My boy!  My boy!  \\\\[Running her fingers through his hair.\\\\]\\n\\nHESTER.  \\\\[Coming over.\\\\]  But you have two children now.  You'll let me be your daughter?\\n\\nMRS. ARBUTHNOT.  \\\\[Looking up.\\\\]  Would you choose me for a mother?\\n\\nHESTER.  You of all women I have ever known.\\n\\n\\\\[They move towards the door leading into garden with their arms round each other's waists.  GERALD goes to table L.C. for his hat. On turning round he sees LORD ILLINGWORTH'S glove lying on the floor, and picks it up.\\\\]\\n\\nGERALD.  Hallo, mother, whose glove is this?  You have had a visitor.  Who was it?\\n\\nMRS. ARBUTHNOT.  \\\\[Turning round.\\\\]  Oh! no one.  No one in particular.  A man of no importance.\\n\\nCURTAIN\\n\\nEnd\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/2](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/2)\\n\\n\",\"timestamp\":1637650210,\"title\":\"Do you respect the man who is your father?\\n\"},\"digest\":\"1XSN7mJWqQV5fkeUOFp9EqD7cQOK4TmQWZ_EMBy_YXo\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eUKv7BYsdR13yFqAWqosKZpuP1A7nzdXGkJ6pOBDang\\\",\\\"y\\\":\\\"ppvXvMFPu8pPdHK6ET5jXwgUYJMbJJWyb1JeBMYQw0I\\\"}\",\"signature\":\"DATvQce_phvgc9QNpNl8eUJOzvzE-1OYB9XhFgpwkZtpqQehpEwAt2XBTfyboQJxwJSxQlHjGvVWAZeIMBcVsg\",\"signingKeySignature\":\"0x32f64c87459b4e4135db484d763d17a328157e8b406947a4128ffcd951bb33af030536d663b9b8a827fd8bb166db69b6baffa4a3358009060668bd666d1aa24d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eUKv7BYsdR13yFqAWqosKZpuP1A7nzdXGkJ6pOBDang\\\",\\\"y\\\":\\\"ppvXvMFPu8pPdHK6ET5jXwgUYJMbJJWyb1JeBMYQw0I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1XSN7mJWqQV5fkeUOFp9EqD7cQOK4TmQWZ_EMBy_YXo\"}"