"{\"content\":{\"body\":\"The world tends to develop disorderly, and various conflicts and interest disputes are becoming increasingly acute. Today, this paper discusses the most dangerous thing in the world in 2022 - the game among countries behind the Ukrainian war crisis. This game is bound to have a significant impact on the global investment market, and the currency circle is no exception. So far, the United States, Russia and China have clearly made heavy bets. Taking Europe as the chessboard, an international game has begun, including the early Belarus refugee incident.\\n\\nBefore talking about the situation of this big game, first understand a very necessary background knowledge, that is, CIPS, which represents the progress and level of China's de dollarization, That is, China's own cross-border payment system - RMB cross-border payment system (CIPS). Few people have noticed that China's CIPS has developed rapidly in the past two years - in the first quarter of 2021, the CIPS processing amount reached 17.49 trillion yuan, up 82.6% year-on-year; in the second quarter, the CIPS processing amount reached 19.14 trillion yuan, up 90.5% year-on-year; in the first half of 2021, it totaled 36.9 trillion yuan, 1.3 times that of 2020. At the same time, we are familiar with it In the world's largest swift cross-border payment system basically controlled by the United States, the proportion of RMB has always been only about 2%. This system representing the hegemony of the US dollar is generally about 40% +, 40% -, and the currencies of other countries add up to about 20%.\\n\\nObviously, swift controlled by the United States or Europe and the United States is no longer the focus of RMB internationalization. The domestic focus is on developing its own system CIPS. Therefore, we can't only look at 2% of swift in terms of the international strength of RMB, because swift only accounts for about 60% of the world. In fact, the rapid development of RMB internationalization is in the 40% outside the hegemony of the US dollar, The rapid development of CIPS is a clear proof, and the development of digital RMB DCEP is another aspect. One belt, one road, is CIPS, which is very weak compared with SWIFT. But the trend is obvious. The current scale represents the \\\"independent system self structure\\\" of RMB internationalization. It has been initially completed. By the end of 2020, CIPS's actual business can touch more than 3300 corporate banking institutions in 171 countries and regions, more than 1000 of which come from the \\\"one belt and one road\\\" countries. To put it bluntly, although it is still weak, it means that the international currency can be integrated and complete the necessary international currency exchange and international trade.\\n\\nOn the one hand, the completeness of CIPS certainly represents the progress of domestic De dollarization and RMB internationalization, but more importantly, it provides a new choice of international currency and trade layout for the international game, which has great strategic value for other countries, especially Russia.\\n\\nSo we saw the latest video conference of Chinese and Russian heads of state. What is the most important result of this conference? It is to reach an agreement on the establishment of independent financial organizations that cannot be influenced by other countries. To put it bluntly, China and Russia joined hands to break away from the western system in finance and start a new stove. Due to Russia's limited economic and trade power, it cannot establish a system like CIPS itself, so it is inevitable to jointly use CIPS as the most basic financial infrastructure. For Russia, this is the strategic preparation for the West once it kicks Russia out of Swift - this is the strategic preparation based entirely on the Ukrainian war to start the Ukrainian war, It is impossible to imagine that the United States will participate in the war and just break free from the war in Afghanistan. How is it possible? The EU countries, with their current poor military level, are simply impossible to participate in the war. Therefore, the two most important means to deal with Russia are to kick Russia out of swift and trade embargo. If swift is kicked out, many foreign trade of Russia will not be able to realize currency swap, which will of course have a great impact on Russia. Therefore, Russia now uses CIPS as a backup - Russia's foreign trade can use CIPS as a basis to complete currency swap and liquidation with its trading partners. Understanding the above background, we can clearly observe the cards of the two protagonists, the United States and Russia.\\n\\nFor the United States, it is obvious that it is constantly squeezing politics and provoking disputes between Europe and Russia. From Belarus to Lithuania to Ukraine, we firmly pursue the eastward expansion of NATO, even if it is the most nerve challenging behavior of Russia and will stimulate the risk of war. Why do you insist so much? Because of the sharpening of contradictions, Europe and Russia will lose, and the United States will not lose. On the one hand, Europe can be further kidnapped in its own system through the deterioration of relations between Europe and Russia, so as to hell with \\\"independent Europe\\\". On the other hand, we should constantly crack down on Russia, avoid Russia's revival and become a future competitor, and eliminate the possibility of peaceful and common prosperity and development between Europe and Russia. Perhaps the outbreak of war in Ukraine is the best option for the United States - European capital and resources will therefore look down on Europe's development prospects and transfer more to the United States. Note that this is not a conspiracy theory, it is a complete conspiracy.\\n\\nFor Russia, Ukraine is the \\\"Achilles heel\\\". If Ukraine is completely lost, it will lose the possibility of Russia's rejuvenation. Moreover, it is pushed to the door by NATO military, and there is no room for strategic maneuver. Therefore, there is no retreat from the possibility that NATO will include Ukraine, and military action has become a realistic option. Once military action is taken, how can the west not impose comprehensive sanctions on it? Naturally, we also need to be prepared. The financial agreement with China is one of the preparations, which is the conspiracy of various countries.\\n\\nAs for the European Union, it is only a symbolic alliance. France's macron is pinched by the United States, and the new German government is a bunch of mouth gun politicians. Moreover, France and Germany have weak influence on Eastern Europe, which has always been controlled by the United States. A big game of crisis was started under this background.\\n\\nOn December 17, the Russian Ministry of Foreign Affairs issued a draft proposal for a treaty on security between Russia, the United States and NATO. This is a tough plan with no room for maneuver, which is a bit of an \\\"ultimatum\\\". Demand that NATO stop its eastward expansion, completely end the possibility of Ukraine joining NATO, and demand that NATO give up the deployment of weapons in Eastern Europe. Combined with the actual situation that Russia has deployed more than 280000 troops on relevant borders, Russia has revealed the determination and action of \\\"gambling on national luck\\\" similar to that before the Crimean incident. Although the United States and Russia are still in the rising stage of \\\"everyone stares, whoever blinks will lose\\\" on the Ukrainian issue, the possibility of the final fire can not be underestimated.\\n\\nFrom the perspective of macro finance, we can see that this is an action promoted by the United States to grab interests from Europe and suppress Russia. As for how to affect the global investment market, the effect is complex, and the situation will be different at each stage, but on the whole, the relevant investment markets in Europe will be volatile, and capital resources may be transferred to the United States.\\n\\nThe above is the Blues' analysis of the possible crisis in Ukraine in 2022. Seeing the world with insight makes money with cognition. The words of a family are for reference only.\\n\\nStanding in the future and looking at the present, blues feels the wind of the times with you!\",\"timestamp\":1639990662,\"title\":\"Macro yangmou in 2022: de dollarization and war crisis\"},\"digest\":\"6znHnlRCQzQBobwZ3MEQ-aPCOX6d3B4pEO1WypOT5Tk\",\"authorship\":{\"contributor\":\"0x5469f22Fc52ad7a5E1f430A75B1Cbd542393DFB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_IJZL8hXaSkuCIE0tI7n_8ASHLnVeJ_LcxPrrsBZTKY\\\",\\\"y\\\":\\\"ggF0A8gJumA5rFLd-qeOi6zBU7F5-iQlcoJHZiI3Q8I\\\"}\",\"signature\":\"b4HES0fqXuYS_5s47O0Icl3AO5w11hFTxcFvLVSZP8fjYTuNJGyaBT1R0Q6kURlWNMTEIjRBG-SbP1t5QqmPUg\",\"signingKeySignature\":\"0x1105db673b7a76229175e1c63d2e72c84c937b1970ce57e5d0e92f90629775416799d177fed0364991d16fb22a28f727d1116e893539b4ebbb2e59a6bda813b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_IJZL8hXaSkuCIE0tI7n_8ASHLnVeJ_LcxPrrsBZTKY\\\",\\\"y\\\":\\\"ggF0A8gJumA5rFLd-qeOi6zBU7F5-iQlcoJHZiI3Q8I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6znHnlRCQzQBobwZ3MEQ-aPCOX6d3B4pEO1WypOT5Tk\"}"