"{\"content\":{\"body\":\"### Contents:\\n\\n* 🙏 We are just Getting Started. Thank YOU!!!\\n* **🐂 Will the bulls come out in 2022?**\\n* 👍 Our top 2021 Stories\\n* 👀 Under the Radar\\n* 📰 ICYM\\n* 👊 Sponsors\\n* 💸 Coupons\\n\\n\\n---\\n\\n#### 🙏 We are just Getting Started. Thank YOU!!!\\n\\nThis is our last newsletter of 2021 and we could not be more grateful for this great community of readers and our team. In a sea of information and content, our goal is to curate the most important and impactful stories in the crypto and web3 world, curate them, and make them easier to understand and digest.\\n\\nWe will continue to bring you the top protocols and coins of the week in our ***“👀 Under the Radar”*** section, share the top stories of the week under ***“📰 ICYM (In Case You Missed it)”*** and continue playing with different sections and categories to help you achieve the best decisions possible to improve your crypto portfolio while connecting the dots to make sure we help you understand this world without having to read hundreds of confusing stories.\\n\\n**If you or anyone you may know would like to collaborate** with us by writing articles, sponsoring our newsletter, and or assisting in any other way shape or form. [Please contact us via email.](mailto:%20yaro360@gmail.com) We are always looking forward to work with more talented individuals and learn as a group.\\n\\n\\n---\\n\\n**🐂 Will the bulls come out in 2022?**\\n\\nThe first thing that comes to mind when I think of crypto for 2022 is **regulation**. Governments worldwide is very concerned about the rapid growth and use of stablecoins. There are more than 200 stablecoins, worth **nearly $130 billion** — a six-fold increase from a year ago. We will definitely see regulators attempting to control who issues these coins, the amount circulating, and who is using them for what purposes, among other monitoring...\\n\\nThe US government is also looking for ways to tax crypto transactions. The purchase and sale of crypto may be straight forward to tax, but protocols like DeFi are a bit more complicated and muddy, as users can jump from token to token and use different platforms prior to returning to a fiat currency to show a profit-or-loss. Even the government can not find a straight forward way to tax this transaction, do not be surprised if these apps or platforms are required to turn in all transactions for regulators to review. mmmhhh Subpoenas???\\n\\n**Comprehensive regulation may be positive** as Institutional Investors will feel more comfortable to invest and launch crypto products for the masses to use. This can lead to the growth and appreciation of the industry, but draconian regulation may strangle innovation technology.\\n\\nNext year may be the year when we see many countries opening up to crypto. Today, Europe leads the pack in terms of DeFi deposits, we saw president Mr. Bukele lead El Salvador to become the first economy to adopt [Bitcoin](http://ycobitcoin.com/) as a legal tender. China put the locks on crypto in 2021 by making it completely illegal to trade and mine crypto, benefiting neighboring nations and Texas where many miners relocated to.\\n\\nIndia is number #1 when it comes to [on-chain retail DeFi value received](https://www.statista.com/statistics/1263257/global-defi-adoption-by-country/) and their leaders are still undecided on how to police and regulate this technology. This country, with almost 1.4 billion inhabitants who are very tech oriented, can have a great impact in the industry if regulators understand how to regulate it.\\n\\nGlobal Crypto Adoption (top 20) 2021 - by Chainalysis.\\n\\n> No one really knows what 2022 awaits, but we can be sure that growth and adoption will continue to rise. And yes, **the Bulls will come out sooner or later during 2022…**\\n\\n\\n---\\n\\n#### 👍 Our top 2021 Stories (no particular order):\\n\\n* 🚀 [The rise of the Decentralized Social Sites](https://yarocelis.substack.com/p/the-rise-of-decentralized-social)\\n* 👊 [Every Company will be a Crypto-Company](https://yarocelis.substack.com/p/every-company-will-be-a-crypto-company)\\n* 🥺[ Is “Moonvember” coming this year?](https://yarocelis.substack.com/p/-will-we-have-a-moonvember)\\n* 👨‍🚀 [Will the Metaverse have more Bad Actors?](https://yarocelis.substack.com/p/-will-the-metaverse-have-more-bad)\\n* 👎 [What was the worst in 2021?](https://yarocelis.substack.com/p/-what-was-the-worst-in-2021)\\n\\n[Subscribe now](https://yarocelis.substack.com/subscribe?utm_medium=web&utm_source=subscribe-widget&utm_content=46340301)\\n\\n\\n---\\n\\n#### 👀 Under the Radar\\n\\n* [Leonidas Token](http://leonidastoken.com/) - Their vision is to have a platform people use to send NFT greeting cards to their loved ones. The first shot at getting the dinosaurs onboard. Many others may follow into this undustry.\\n* [SolChicks Token](http://solchicks.io/) - SolChicks is the fastest growing and largest play-to-earn multiplayer role-playing game (MMORPG) game in the Solana ecosystem. Some think SolChicks is the [Axie Infinity](https://axieinfinity.com/) killer. Ranked as the #1 play-to-earn game on Solana and has amassed a social community across Twitter, Discord, and Telegram of over 600,000 people within just 3 months since initial launch on the 3rd of September 2021. The SolChicks playable demo has been played by over 70,000+ people and SolChicks held a world-record IDO on 35 launchpads simultaneously on the 26th of November 2021.\\n* [Chiliz](https://coinmarketcap.com/currencies/chiliz/) - The leading digital currency for sports and entertainment by the eponymous Malta-based FinTech provider. It operates the blockchain-based sports entertainment platform **Socios**, which enables users to participate in the governance of their favorite sports brands. Multiple [fan tokens](https://coinmarketcap.com/alexandria/article/what-are-fan-tokens) by [Socios.com](https://www.socios.com/) are an example of that. For sports clubs and associations, fan tokens offer a way of connecting with their fans and unlocking new revenue streams.\\n* [Syscoin](http://syscoin.org/) - A full Layer-1 and Layer-2 blockchain solution built to combine industry-proven technology to support cutting-edge applications all in one network. The project's goal is to build a protocol that transforms the blockchain experience and combines the best of Bitcoin and Ethereum. Through Bitcoin merge-mining, Syscoin transforms Bitcoin's Proof-of-Work security and decentralization into a functional and scalable solution.\\n* [Torum](http://intro.torum.com/) - A SocialFi Metaverse ecosystem designed for cryptocurrency users and projects. The Web 3.0 ecosystem is built on a social media platform at its core, coupled with a yield farming hub for DeFi players, an NFT marketplace for crypto artists and Avatar NFT for Metaverse enthusiasts. Launched on the 1st of July 2020, Torum is now home to cryptocurrency enthusiasts from every corner of the world, including the US, Canada, Switzerland, Ireland, Italy, Germany, Portugal, Singapore and Australia.\\n\\n[Share Yaro’s Newsletter](https://yarocelis.substack.com/?utm_source=substack&utm_medium=email&utm_content=share&action=share)\\n\\n\\n---\\n\\n#### 📰 ICYM\\n\\n* [Visa Has More Than 60 Partnerships With Crypto Platforms](https://www.cryptoglobe.com/latest/2021/12/visa-has-more-than-60-partnerships-with-crypto-platforms-says-its-head-of-crypto/)\\n* [DAO aims to raise $5M to resurrect Blockbuster Video](https://cointelegraph.com/news/dao-aims-to-raise-5m-to-resurrect-blockbuster-video)\\n* [Crypto in Asia: 5 top fintech regulatory stories of 2021](https://forkast.news/crypto-asia-top-regulatory-stories-2021/)\\n* [DapperLabs’ NFL Moments will bring a new audience to NFTs](https://forkast.news/video-audio/dapperlabs-nfl-moments-nft-new-audience/)\\n* [Ethereum Flipping Bitcoin Will Happen ‘For Sure,’](https://dailyhodl.com/2021/12/29/ethereum-flipping-bitcoin-will-happen-for-sure-according-to-macro-guru-raoul-pal/)\\n* [The Bitcoin price and looking to the Future](https://bitcoinmagazine.com/markets/the-bitcoin-price-looking-to-the-future)\\n* **[BITCOIN IS STRUGGLING TO HOLD ITS 200-DAY MA](https://bitcoinmagazine.com/markets/bitcoin-struggling-to-hold-its-200-day-ma)**\",\"timestamp\":1642052120,\"title\":\"🐂 Will the bulls come out in 2022?\"},\"digest\":\"9596jwGltpJmhGeZnrl7PK1lBtQ2EL_ZJyuhP67EfJY\",\"authorship\":{\"contributor\":\"0xcD181ad6f06cF7d0393D075242E9348dB027d62b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D105STEQdnzSYjn2tZI1mwzzV3mb4Q_46HiqlZWOFMk\\\",\\\"y\\\":\\\"sPZNC1nxPjMdcVcvLZZNaTMN98E-BvcXBInclRGokBo\\\"}\",\"signature\":\"tYpC1F4YwGmxHeeyJsGHGVkDSHJ1jClXHHTaCyvBZH0DadN6FbnJEyHUr3qHNe9i5tlU1leXTIOnM8nwpxVKrg\",\"signingKeySignature\":\"0x4ee94db49ecee64a1ba4e6f91c35eec674caeb14711e3c002571fe3e355b0e0d55396f5b921e7708d8283ebfd979cfa7752b5bfd0f60b835b905b7a0686c765c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D105STEQdnzSYjn2tZI1mwzzV3mb4Q_46HiqlZWOFMk\\\",\\\"y\\\":\\\"sPZNC1nxPjMdcVcvLZZNaTMN98E-BvcXBInclRGokBo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9596jwGltpJmhGeZnrl7PK1lBtQ2EL_ZJyuhP67EfJY\"}"