"{\"content\":{\"body\":\"### Disclaimer:\\n\\nI like NEAR, but I have no connection with any of the platforms or protocols that are written below. The article is written for research purposes, and this is not financial advice.\\n\\n## TLDR:\\n\\n* NEAR protocol is a DPoS, sharded, non-EVM compatible (it actually is though, look below), layer-1 blockchain. It is very developer-friendly, and it has some serious backers.\\n* NEAR uses a sharding mechanism to solve the scalability issue. The NEAR Protocol calls their method “Nightshade”. It maintains a single chain of data while distributing the computing required to maintain this data into “chunks”. So, the workload is distributed over the network, while increasing the security.\\n* Apart from the NEAR protocol itself, there are three components which were created by the NEAR Foundation or team. These are; Aurora, Rainbow Bridge, and Sputnik DAO.\\n* Rainbow Bridge NEAR Protocol includes an application called the Rainbow Bridge that allows participants to easily transfer Ethereum tokens back and forth between Ethereum, NEAR, and Aurora.\\n* Aurora is a layer-2 scaling solution built on NEAR Protocol. It connects the Ethereum and EVM ecosystem, and developers to NEAR.\\n* Sputnik DAO is an infrastructure for DAOs on NEAR that makes it easy for projects and individuals to launch DAOs and configure its governance.\\n* NEAR has a governance board. However, I do think there are some problems with the governance. Please see below for the reasons in the NEAR Governance section.\\n* NEAR coin is the native coin of the protocol, and it is used for a couple of utilities including governance. The ICO has happened on CoinList, and you can find tokenomics with infographics below at the tokenomics part.\\n* At the very end of the article, I will share some links to NEAR and its ecosystem, as well as my closing thoughts.\\n\\n## What is NEAR Protocol:\\n\\nNEAR Protocol is a proof-of-stake\\\\*, sharded\\\\*, non-EVM compatible\\\\* blockchain. Why did I put stars on all of the aspects of NEAR? No rush, I’m going to explain.\\n\\n![Co-founders of NEAR, Alex (left), Ilia (right)](https://images.mirror-media.xyz/publication-images/r59hNBCabjxBzJf0p4ETC.jpeg?height=900&width=1350)\\n\\nNEAR is designed to be a developer-friendly smart contract platform. According to NEAR website, you can create a decentralized application on NEAR in just 5 minutes. It is created by Alexander Skidanov and Illia Polosukhi in 2018. NEAR raised around $50M within the first 4 months, during a bear market.\\n\\n### A “Delegated” Proof-of-Stake Blockchain:\\n\\nNEAR utilizes an evolved version of proof-of-stake consensus: namely, delegated proof-of-stake.\\n\\nDelegated proof-of-stake (DPoS) is a consensus algorithm and is usually considered as a more efficient, democratic, version of proof-of-stake (PoS) consensus. A DPoS-based blockchain counts with a voting system where stakeholders outsource their work to a third party. In other words, they are able to vote for a few delegates that will secure the network on their behalf. The delegates may also be referred to as witnesses and they are responsible for achieving consensus during the generation and validation of new blocks. The voting power is proportional to the number of coins each user holds. What does this mean? This means if an elected node behaves in a malicious way, it can be replaced quickly. In terms of performance, DPoS blockchains are more scalable, compared to PoW and PoS.\\n\\nSo main difference between a PoS and DPoS blockchain is that DPoS put forward a more democratic system, in which the nodes are elected. Since a DPoS system is maintained by the voters, the delegates are motivated to be honest and efficient or they get voted out. Terra & NEAR are some examples of DPoS blockchains, and Solana & Avalanche are some examples of PoS blockchains.\\n\\n### Nightshade (well, that’s a cool name):\\n\\nNEAR is fighting in the scalability war, the main war of crypto. And their warrior, Nightshade, has a hell of a good name.\\n\\n![How Nightshade works](https://images.mirror-media.xyz/publication-images/4GcYH2dMvVpBpyu2JBl6G.png?height=374&width=874)\\n\\nSharding is one of the novel features of NEAR, and it’s NEAR’s solution for the scalability issue. NEAR calls their sharding solution as “Nightshade”. Put simply, it’s a process that aims to split the network’s infrastructure into several segments in order for computers, also known as nodes, to only have to handle a fraction of the network’s transactions.\\n\\nBy distributing segments of the blockchain, rather than the complete blockchain across network participants, sharding is expected to create a more efficient way to retrieve network data and scale the platform.\\n\\nNightshade allows NEAR Protocol to maintain a single chain of data while distributing the computing required to maintain this data into “chunks.” These chunks are handled by nodes, who process the data and add the information to the main chain. Thinking about these chunks, what could be one of the most important benefits of it? Security. Because one node doesn’t process a whole block, it allows for fewer potential errors and restricts malicious actors.\\n\\nNEAR is currently at phase 0 of the sharding process: which is “Simple Nightshade”. NEAR now shards the state, but not processing it. Their roadmap consists of 4 phases, and they expect it to be fully finished in Q4 2022.\\n\\n## A non-EVM Compatible, Ethereum Killer (!) Blockchain:\\n\\nThe crypto community loves to call their favorite L1s like Solana or Avalanche “the Ethereum killer”. NEAR is non-EVM compatible in the theory. In practice, it is.\\n\\nEthereum is the main base of the blockchain world, and Ethereum Foundation & Vitalik has further plans to make it even more central (see: [Beacon Chain](https://ethereum.org/en/eth2/beacon-chain/) & [Endgame](https://vitalik.ca/general/2021/12/06/endgame.html)). So, this is of course a personal idea, but, a blockchain must be able to connect with Ethereum fast and cheaply. NEAR solves this issue with three components all created by the Near Foundation: Aurora, Rainbow Bridge, and Sputnik DAO. NEAR is not trying to kill Ethereum, it tries to work in harmony with it.\\n\\n### Rainbow Bridge:\\n\\nRainbow Bridge NEAR Protocol includes an application called the Rainbow Bridge that allows participants to easily transfer Ethereum tokens back and forth between Ethereum, NEAR, and Aurora. I will write Aurora more in detail in the article, but to put it simply, Aurora is an EVM Layer-2 solution built by NEAR.\\n\\n![Rainbow Bridge, connecting NEAR and Ethereum in the picture](https://images.mirror-media.xyz/publication-images/yuD5nQnD4DDcqmnLISZkp.png?height=228&width=686)\\n\\nWhy it’s needed? As we said, Ethereum is the base of the world of blockchains. If NEAR had no way to communicate with Ethereum, why would you build on NEAR? So here the Rainbow bridge will come into work which will help to end the dissimilarities between NEAR and Ethereum for a developer which means dApps or services that developed over NEAR can run over Ethereum and vice versa, dApps or services created over Ethereum can also run over NEAR.\\n\\n### Aurora (not the Scandinavian one):\\n\\nAurora is a layer-2 scaling solution built on NEAR Protocol. We have Rainbow Bridge to communicate, then why do we need an L2 solution? Because Aurora makes it easier for the existing smart contract code on Ethereum to move to the NEAR network. Rainbow is a bridge for ERC-20 tokens, while Aurora is a bridge for Ethereum protocols itself.\\n\\n![Aurora logo, taken from Aurora website](https://images.mirror-media.xyz/publication-images/GAxuPZdNqpIZSpjtm2Pxv.png?height=1250&width=2416)\\n\\nThe transfers between Aurora and NEAR are feeless and instantaneous, so it kind of connects Ethereum protocols directly with NEAR. What are the advantages of Aurora?\\n\\n1. Aurora fees are up to 1,000x lower than Ethereum’s. For example, the cost of transferring an ERC-20 token is below $0.01. As of Dec 9, Aurora fees are actually 0 (zero) right now. They are kind of rewarding the early adapters by not taking fees. I didn’t know that and when I first saw it, I was like “what kind of wizardry is this?!\\n2. Aurora is able to host thousands of transactions per second because its finality inherits from the underlying NEAR Protocol, i.e., two NEAR blocks, or approximately two seconds.\\n3. Aurora can benefit from all current and future advantages of NEAR.\\n\\nNot essential to the article, but I want to add this: Aurora uses ETH for transaction fees, not their own token AURORA.\\n\\n![Current partners of Aurora, taken from Aurora website](https://images.mirror-media.xyz/publication-images/QMDQ3llCmp6NuKqet858H.png?height=584&width=1954)\\n\\n### Sputnik DAO:\\n\\nSputnik DAO is an infrastructure for DAOs on NEAR that makes it easy for projects and individuals to launch DAOs and configure its governance. Ilia, co-founder of NEAR [announced](https://medium.com/sputnikdao/sputnik-dao-empowering-communities-e55ac65f4433) it earlier this year. In the article, he talks about how he is inspired by Vitalik years ago.\\n\\nIts first design allowed anyone to apply for fund distribution and council users to decide on the proposals. Sputnik DAO was upgraded to V2 recently. The newest version of Sputnik DAO allows for a greater degree of flexibility. Users can now benefit from the following aspects: \\n\\n* Launch a token from the DAO and use it for voting.\\n* “Arbitrary function calls” so that the DAO can act like any other user for all NEAR dApps including the ability to upgrade the DAO.\\n* Ability to push bounties.\\n* Flexible governance system allowing for multiple roles e.g. organizers, supporters, members, etc., each of them is with different permissions.\\n* Votes can be counted either by seats or tokens and have configurable thresholds with the default being 50%.\\n\\nFrom their announcement, we know that Sputnik DAO is far from its final form, and they will more flexibility, a wider feature set, and more power to DAOs. I personally like Sputnik DAO a lot, and it will be vital in the future of NEAR.\\n\\n### The Governance of NEAR:\\n\\nGovernance could be my least favorite aspect of NEAR. A governance should be as decentralized as it could be, and NEAR governance isn’t.\\n\\n![Near governance board, taken from gov.near.org/top](https://images.mirror-media.xyz/publication-images/bdCw2VI0Rw1rGT9uLXmSQ.png?height=1160&width=2250)\\n\\nNEAR Community voted to launch the community government mainnet earlier in October 2020. This required two-thirds of all their tokens being staked along with at least 35% of the initial supply to vote in the affirmative. A similar activation process will take place when it comes to sharding as well. All proposals will be tabled using NEAR’s has designated a [governance board](https://gov.near.org/top), which was created the same day the unrestricted mainnet went live.\\n\\nNEAR team still has power over the project yet. We are apparently in the quote “Post Mainnet” phase of the project where the NEAR team will continue to add new features to the blockchain. They do note that the validators on the network will be able to accept or reject these changes, however.\\n\\nAccording to the roadmap, the community will get to decide who maintains the network at some point in the future. It does not specify, “wen”. Also, NEAR Foundation will be responsible for holding and distributing the funds from the protocol treasury. NEAR Foundation members who have power on governance is 4 people. I think this is too much power for 4 people.\\n\\n## NEAR Token:\\n\\nThe name of the governance token is NEAR (shocking, right?). The ICO took place on CoinList in August 2020. There were 3 options for buyers:\\n\\n![NEAR sale on CoinList, taken from CoinList website](https://images.mirror-media.xyz/publication-images/Lu096WBskc2Eu4ZNDJRVb.png?height=1308&width=1244)\\n\\n1. $0.4 per token, 40-day lock-up\\n2. $0.34 per token, 1-year linear release\\n3. $0.29 per token, 2-year linear release\\n\\n### Tokenomics:\\n\\nSo that means people who bought 3rd option still get tokens. Currently, NEAR price is around $9.5, and this is around 32x at the current price. Over 120 million NEAR tokens were sold. NEAR ICO accounted for 12% of NEAR’s initial token slight of 1 billion and raked in over 33 million dollars.\\n\\n![Backers of NEAR, taken from CoinList website](https://images.mirror-media.xyz/publication-images/wFnq0qHr3x1e2LUD-ZRk-.png?height=1366&width=1812)\\n\\nBackers of NEAR include 16z, Pantera, Coinbase, and MetaStable. No single backer has above 3.5% of the initial supply and few have above 1%. Every prior purchaser has a lockup of between 12 and 36 months from transfers unlocking, with the majority at 24 months.  Because the first purchase occurred in 2017, some backers will wait over 3 years between their initial purchase and any liquidity and over 5 years to achieve full liquidity. 17.6% of NEAR’s initial supply was sold to prior backers. These tokens were sold during seven private funding rounds which go as far back as 2017.\\n\\n![NEAR genesis token allocation, taken from CoinList website](https://images.mirror-media.xyz/publication-images/XHN5Chx1Bp5A_qy8O-drq.png?height=1020&width=1818)\\n\\n10% of NEAR’s initial supply has been allocated to the NEAR Foundation. Half of these tokens were unlocked immediately, and the other half is unlocked over the course of two years. The NEAR Foundation will also be allowed to delegate these tokens to validators on the NEAR Network. This is actually the reason why I don’t like the governance.\\n\\n17% of the total NEAR supply has been reserved for community grants and programs. 14% of the initial supply has been allocated to core contributors, which refers to the NEAR team. The team tokens will be released over the course of 4 years and there is (was) a 1-year cliff. Note that NEAR Foundation and NEAR team is not the same. The Foundation is a Swiss-based nonprofit, non-beneficiary organization.\\n\\n11\\\\.7% of NEAR's initial supply will go to early ecosystem initiatives. These tokens are unlocked gradually over a five-year period in 6 to 12 months intervals. The last 11.4% of NEAR's initial supply will go towards operation grants. These will be used to quote support, maintain, operate, and develop the system itself.\\n\\n![NEAR emission graphic, taken from NEAR website](https://images.mirror-media.xyz/publication-images/gAAQ3j7DKz5HfFtw-dQ2y.png?height=1008&width=1868)\\n\\nNEAR tokens allocated to each reward grant are emitted over the course of five years. Inflation is used to pay a block towards, and, this inflation rate is 5% per year. But there is also a deflationary side of NEAR too. NEAR tokens are burned to pay for network fees. Networks fees are very low, and, in order for inflation and deflation to become breakeven, NEAR should process 1 billion transactions each day. We can say that in practice, NEAR is not deflationary.\\n\\n## Closing notes:\\n\\nNEAR is the second most popular asset in the portfolios of crypto funds. Seed prices were very small for most funds and VCs, yet they still hold NEAR. We also know that Coinbase is one of the backers of NEAR. Combining these, I expect a Coinbase listing at some point. As of Dec 10, it is not listed on Coinbase, and they love listing L1 coins.\\n\\nAurora has a growing ecosystem, and it is gaining attention lately. As it grows, it will bring added-value to NEAR. The NEAR-native ecosystem is also growing day by day. There are very few protocols on it right now, so I believe we are still early, especially when we know a working & sustainable ecosystem for a layer-1 is everything.\\n\\nNEAR team loves to state how important privacy is important for them. Recently, NEAR has [announced](https://twitter.com/ZKPanther/status/1443635817755316225) a partnership with Panther, a private blockchain infrastructure protocol. This is my personal idea, but I think NEAR wants to add private shards. This would allow a group of users or a single entity such as a business to take advantage of the speed and security of the NEAR without making their business dealings viewable to the rest of the network.\\n\\n## Some links to NEAR and its ecosystem:\\n\\n* [NEAR](https://near.org/) website\\n* [Aurora](https://aurora.dev/) Website\\n* [Rainbow](https://rainbowbridge.app/) Bridge\\n* [Sputnik](https://www.sputnik.fund/#/) DAO\\n* CoinList [Sale](https://coinlist.co/near)\\n* Token [Distribution](https://near.org/blog/near-token-supply-and-distribution/)\\n* Nightshade [Design](https://near.org/papers/nightshade/)\\n* NEAR [dApps](https://dappradar.com/rankings/protocol/near) \",\"timestamp\":1639237641,\"title\":\"Near Protocol: Is the Future NEAR?\"},\"digest\":\"2ZDNnxA3ehz0MA7QodVhzgBF-bpclRpsDrpiVyIj7YI\",\"authorship\":{\"contributor\":\"0xba84F80549Cb59304f1aC7913300d46B0Ed1c8F6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PZYNzT7Ushl4Wx79I2lZZKlJwQsberyzIMnFfS9So-c\\\",\\\"y\\\":\\\"MWHDq4EwGHwcK10Rs1x1myqT-65ECdVG7rX2TKFChr0\\\"}\",\"signature\":\"QDeoIwocU6j-ALOgfG2ENp7QD3Ajn_p-GRkH94qIXB0nXW5Pzmiw5-6WIxdT95uYKgj9DDgpIn30fQDHpcv6yQ\",\"signingKeySignature\":\"0x4387aca85e16d59223a085d15c1f946ba60b2c7fe7f2af1e3427a1f7ca6ac5594a258e5d655f83e1de0cdbdb56b078346409f78fe56e606dd29cf89b8d748f781b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PZYNzT7Ushl4Wx79I2lZZKlJwQsberyzIMnFfS9So-c\\\",\\\"y\\\":\\\"MWHDq4EwGHwcK10Rs1x1myqT-65ECdVG7rX2TKFChr0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2ZDNnxA3ehz0MA7QodVhzgBF-bpclRpsDrpiVyIj7YI\"}"