"{\"content\":{\"body\":\"[edition://0xDB6a1cCfA194b96C17F69ED94cE7f624B97ca53b?editionId=1](edition://0xDB6a1cCfA194b96C17F69ED94cE7f624B97ca53b?editionId=1)\\n\\n**Cold War Drinking Game Rules**\\n\\nOne side is America, the other is the Soviet Union. Three people per team. Each team fills up 9 solo cups with beer/seltzer. 1 beer/seltzer = three cups, so three beer/seltzer per team. You can place those cups anywhere on your half of the table. Those are the satellite states.\\n\\nEach team has a three-back rack. Those cups are filled with water for stability purposes. They each represent one shot of liquor. The Americans drink whiskey and the soviets drink vodka. You must eliminate all of your opponents satellite states (the beer/seltzer cups) before you can shoot on the mainland (the racked water cups that represent liquor shots). Once you kill all the satellites, you shoot on the rack, first team to kill the other side’s rack wins, as is typical in beer pong. Due to MAD, if you hit the opposing mainland before you’ve killed the satellites, you must take a half-shot penalty. Opponent does not drink.\\n\\n**Dice trigged events:** Every time a cup on the table is made, the player who shot it roles the dice. Depending on what is rolled, the follow events can happen.\\n\\nRoll a 2: Korea: DMZ, open a can of beer with the pop tab straight up. Players take turns flicking it back and forth until it comes off, loser must drink the beer.\\n\\nRoll a 3: Gulag: Soviets remove an American player, they must chug beer before being able to return.\\n\\nRoll a 4: Rosenbergs: A Soviet player gets to sneak behind enemy lines (anywhere beyond the mid-point of the table) and drop a ball from eye level.\\n\\nRoll a 5: Guatemala: Soviets have to lay on the floor (toppled) for three rounds of shooting.\\n\\nRoll a 6: NATO: Americans get to add a satellite state. This is a new cup added to the game filled with 1/3 of a beer/seltzer.\\n\\nRoll a 7: Space race: all players shoot on the moon in a free for all. The moon is a pre-placed water-filled solo cup placed 15ish feet away. The team person to make it wins the space race. All players on the losing side take a half-shot of their respective liquor.\\n\\nRoll an 8: Warsaw Pact: Soviets get to add a satellite state in the same manner as the Americans do during a NATO.\\n\\nRoll a 9: Iron curtain: Americans have to cover their eyes for 2 rounds of shooting.\\n\\nRoll a 10: Berlin airlift: one American gets to walk to the center of the table and drop the ball from eye height.\\n\\nRoll an 11: Miracle on ice: Americans can pick one Soviet player and ice them. If no Ices are available, have them chug a similar beverage like a beer or seltzer.\\n\\nRoll a 12: Cuban missile crisis: two players engage in a staring contest. Whoever blinks first loses; they and their teammates all take a shot.\\n\\n**Alternative roll possibilities**:\\n\\nSputnik: each player must find an object to swing around their head imitating of the first man-made satellite in orbit. Last person to do so must take a shot of vodka\\n\\n2nd Amendment: the last person to “bare” their arms has to shotgun a beer.\\n\\nTruman Doctrine: Americans get to define a small area that the soviets must stand in and shoot from until they make a cup\",\"timestamp\":1640717232,\"title\":\"Mutually Assured Drunkstruction\"},\"digest\":\"1dfKSjPFdKdOZbnhcnuYZuh6U8urTgtcUkI4C94oCJ0\",\"authorship\":{\"contributor\":\"0xDB6a1cCfA194b96C17F69ED94cE7f624B97ca53b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K1CYLpVoe0T8d4fDCB2w-rWE8nZbkDuygiDzc9hLBME\\\",\\\"y\\\":\\\"q__DGxXNQRQquvP2cggBk8rXhmGnZuvyV6MfVVsuxA4\\\"}\",\"signature\":\"bfqJViq14o4Uox5CM9vcM4pFEOR7eAXCYxVNTLuS6ALH9Ki1Mmx-kIXa41jLH7AbLqDdek2CuQCRjwdlzRHntQ\",\"signingKeySignature\":\"0x54f97f6d9e4b78c39ed311493857b8627bc5a44e7182329dbfa18c47832ad6513f98789f73242235f556e81d2a7e38da5bef668890ceb215bf7daabdf8396dd31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K1CYLpVoe0T8d4fDCB2w-rWE8nZbkDuygiDzc9hLBME\\\",\\\"y\\\":\\\"q__DGxXNQRQquvP2cggBk8rXhmGnZuvyV6MfVVsuxA4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"evWIgUWciO4hFDzbkTUROVkXbIDK4kcpNiu23g6LOIM\"}"