"{\"content\":{\"body\":\"prevented his venturing himself in debate before his removal to the Council of State in Nov. 77. From thence he went to Congress, then consisting of few members.  Trained in these successive schools, he acquired a habit of self-possession which placed at ready command the rich resources of his luminous and discriminating mind, & of his extensive information, and rendered him the first of every assembly afterwards of which he became a member.  Never wandering from his subject into vain declamation, but pursuing it closely in language pure, classical, and copious, soothing always the feelings of his adversaries by civilities and softness of expression, he rose to the eminent station which he held in the great National convention of 1787. and in that of Virginia which followed, he sustained the new constitution in all its parts, bearing off the palm against the logic of George Mason, and the fervid declamation of Mr. Henry.  With these consummate powers were united a pure and spotless virtue which no calumny has ever attempted to sully.  Of the powers and polish of his pen, and of the wisdom of his administration in the highest office of the nation, I need say nothing.  They have spoken, and will forever speak for themselves.\\n\\n```\\n    So far we were proceeding in the details of reformation only; selecting points of legislation prominent in character & principle, urgent, and indicative of the strength of the general pulse of reformation.  When I left Congress, in 76. it was in the persuasion that our whole code must be reviewed, adapted to our republican form of government, and, now that we had no negatives of Councils, Governors & Kings to restrain us from doing right, that it should be corrected, in all it's parts, with a single eye to reason, & the good of those for whose government it was framed.  Early therefore in the session of 76. to which I returned, I moved and presented a bill for the revision of the laws; which was passed on the 24th. of October, and on the 5th. of November Mr. Pendleton, Mr. Wythe, George Mason, Thomas L. Lee and myself were appointed a committee to execute the work.  We agreed to meet at Fredericksburg to settle the plan of operation and to distribute the work.  We met there accordingly, on the 13th. of January 1777.  The first question was whether we should propose to abolish the whole existing system of laws, and prepare a new and complete Institute, or preserve the general system, and only modify it to the present state of things.  Mr. Pendleton, contrary to his usual disposition in favor of antient things, was for the former proposition, in which he was joined by Mr. Lee.  To this it was objected that to abrogate our whole system would be a bold measure, and probably far beyond the views of the legislature; that they had been in the practice of revising from time to time the laws of the colony, omitting the expired, the repealed and the obsolete, amending only those retained, and probably meant we should now do the same, only including the British statutes as well as our own: that to compose a new Institute like those of Justinian and Bracton, or that of Blackstone, which was the model proposed by Mr. Pendleton, would be an arduous undertaking, of vast research, of great consideration & judgment; and when reduced to a text, every word of that text, from the imperfection of human language, and it's incompetence to express distinctly every shade of idea, would become a subject of question & chicanery until settled by repeated adjudications; that this would involve us for ages in litigation, and render property uncertain until, like the statutes of old, every word had been tried, and settled by numerous decisions, and by new volumes of reports & commentaries; and that no one of us probably would undertake such a work, which, to be systematical, must be the work of one hand.  This last was the opinion of Mr. Wythe, Mr. Mason & myself.  When we proceeded to the distribution of the work, Mr. Mason excused himself as, being no lawyer, he felt himself unqualified for the work, and he resigned soon after.  Mr. Lee excused himself on the same ground, and died indeed in a short time.  The other two gentlemen therefore and myself divided the work among us.  The common law and statutes to the 4. James I. (when our separate legislature was established) were assigned to me; the British statutes from that period to the present day to Mr. Wythe, and the Virginia laws to Mr. Pendleton.  As the law of Descents, & the criminal law fell of course within my portion, I wished the commee to settle the leading principles of these, as a guide for me in framing them.  And with respect to the first, I proposed to abolish the law of primogeniture, and to make real estate descendible in parcenary to the next of kin, as personal property is by the statute of distribution.  Mr. Pendleton wished to preserve the right of primogeniture, but seeing at once that that could not prevail, he proposed we should adopt the Hebrew principle, and give a double portion to the elder son.  I observed that if the eldest son could eat twice as much, or do double work, it might be a natural evidence of his right to a double portion; but being on a par in his powers & wants, with his brothers and sisters, he should be on a par also in the partition of the patrimony, and such was the decision of the other members.\\n\\n    On the subject of the Criminal law, all were agreed that the punishment of death should be abolished, except for treason and murder; and that, for other felonies should be substituted hard labor in the public works, and in some cases, the Lex talionis.  How this last revolting principle came to obtain our approbation, I do not remember.  There remained indeed in our laws a vestige of it in a single case of a slave.  It was the English law in the time of the Anglo-Saxons, copied probably from the Hebrew law of \\\"an eye for an eye, a tooth for a tooth,\\\" and it was the law of several antient people.  But the modern mind had left it far in the rear of it's advances.  These points however being settled, we repaired to our respective homes for the preparation of the work.\\n\\n    Feb. 6. In the execution of my part I thought it material not to vary the diction of the antient statutes by modernizing it, nor to give rise to new questions by new expressions.  The text of these statutes had been so fully explained and defined by numerous adjudications, as scarcely ever now to produce a question in our courts.  I thought it would be useful also, in all new draughts, to reform the style of the later British statutes, and of our own acts of assembly, which from their verbosity, their endless tautologies, their involutions of case within case, and parenthesis within parenthesis, and their multiplied efforts at certainty by _saids_ and _aforesaids_, by _ors_ and by _ands_, to make them more plain, do really render them more perplexed and incomprehensible, not only to common readers, but to the lawyers themselves.  We were employed in this work from that time to Feb. 1779, when we met at Williamsburg, that is to say, Mr. Pendleton, Mr. Wythe & myself, and meeting day by day, we examined critically our several parts, sentence by sentence, scrutinizing and amending until we had agreed on the whole.  We then returned home, had fair copies made of our several parts, which were reported to the General Assembly June 18. 1779. by Mr.  Wythe and myself, Mr. Pendleton's residence being distant, and he having authorized us by letter to declare his approbation.  We had in this work brought so much of the Common law as it was thought necessary to alter, all the British statutes from Magna Charta to the present day, and all the laws of Virginia, from the establishment of our legislature, in the 4th. Jac. 1. to the present time, which we thought should be retained, within the compass of 126 bills, making a printed folio of 90 pages only.  Some bills were taken out occasionally, from time to time, and passed; but the main body of the work was not entered on by the legislature until after the general peace, in 1785. when by the unwearied exertions of Mr. Madison, in opposition to the endless quibbles, chicaneries, perversions, vexations and delays of lawyers and demi-lawyers, most of the bills were passed by the legislature, with little alteration.\\n\\n    The bill for establishing religious freedom, the principles of which had, to a certain degree, been enacted before, I had drawn in all the latitude of reason & right.  It still met with opposition; but, with some mutilations in the preamble, it was finally passed; and a singular proposition proved that it's protection of opinion was meant to be universal.  Where the preamble declares that coercion is a departure from the plan of the holy author of our religion, an amendment was proposed, by inserting the word \\\"Jesus Christ,\\\" so that it should read \\\"a departure from the plan of Jesus Christ, the holy author of our religion.\\\" The insertion was rejected by a great majority, in proof that they meant to comprehend, within the mantle of it's protection, the Jew and the Gentile, the Christian and Mahometan, the Hindoo, and infidel of every denomination.\\n\\n    Beccaria and other writers on crimes and punishments had satisfied the reasonable world of the unrightfulness and inefficacy of the punishment of crimes by death; and hard labor on roads, canals and other public works, had been suggested as a proper substitute. The Revisors had adopted these opinions; but the general idea of our country had not yet advanced to that point.  The bill therefore for proportioning crimes and punishments was lost in the House of Delegates by a majority of a single vote.  I learnt afterwards that the substitute of hard labor in public was tried (I believe it was in Pennsylvania) without success.  Exhibited as a public spectacle, with shaved heads and mean clothing, working on the high roads produced in the criminals such a prostration of character, such an abandonment of self-respect, as, instead of reforming, plunged them into the most desperate & hardened depravity of morals and character. -- Pursue the subject of this law.  -- I was written to in 1785 (being then in Paris) by Directors appointed to superintend the building of a Capitol in Richmond, to advise them as to a plan, and to add to it one of a prison.  Thinking it a favorable opportunity of introducing into the state an example of architecture in the classic style of antiquity, and the Maison quarree of Nismes, an antient Roman temple, being considered as the most perfect model existing of what may be called Cubic architecture, I applied to M. Clerissault, who had published drawings of the Antiquities of Nismes, to have me a model of the building made in stucco, only changing the order from Corinthian to Ionic, on account of the difficulty of the Corinthian capitals.  I yielded with reluctance to the taste of Clerissault, in his preference of the modern capital of Scamozzi to the more noble capital of antiquity.  This was executed by the artist whom Choiseul Gouffier had carried with him to Constantinople, and employed while Ambassador there, in making those beautiful models of the remains of Grecian architecture which are to be seen at Paris.  To adapt the exterior to our use, I drew a plan for the interior, with the apartments necessary for legislative, executive & judiciary purposes, and accommodated in their size and distribution to the form and dimensions of the building.  These were forwarded to the Directors in 1786. and were carried into execution, with some variations not for the better, the most important to which however admit of future correction.  With respect of the plan of a Prison, requested at the same time, I had heard of a benevolent society in England which had been indulged by the government in an experiment of the effect of labor in _solitary confinement_ on some of their criminals, which experiment had succeeded beyond expectation.  The same idea had been suggested in France, and an Architect of Lyons had proposed a plan of a well contrived edifice on the principle of solitary confinement.  I procured a copy, and as it was too large for our purposes, I drew one on a scale, less extensive, but susceptible of additions as they should be wanting.  This I sent to the Directors instead of a plan of a common prison, in the hope that it would suggest the idea of labor in solitary confinement instead of that on the public works, which we had adopted in our Revised Code.  It's principle accordingly, but not it's exact form, was adopted by Latrobe in carrying the plan into execution, by the erection of what is now called the Penitentiary, built under his direction.  In the meanwhile the public opinion was ripening by time, by reflection, and by the example of Pensylva, where labor on the highways had been tried without approbation from 1786 to 89. & had been followed by their Penitentiary system on the principle of confinement and labor, which was proceeding auspiciously.  In 1796. our legislature resumed the subject and passed the law for amending the Penal laws of the commonwealth.  They adopted solitary, instead of public labor, established a gradation in the duration of the confinement, approximated the style of the law more to the modern usage, and instead of the settled distinctions of murder & manslaughter, preserved in my bill, they introduced the new terms of murder in the 1st & 2d degree.  Whether these have produced more or fewer questions of definition I am not sufficiently informed of our judiciary transactions to say.  I will here however insert the text of my bill, with the notes I made in the course of my researches into the subject.\\n\\n    Feb. 7. The acts of assembly concerning the College of Wm. & Mary, were properly within Mr. Pendleton's portion of our work.  But these related chiefly to it's revenue, while it's constitution, organization and scope of science were derived from it's charter.  We thought, that on this subject a systematical plan of general education should be proposed, and I was requested to undertake it.  I accordingly prepared three bills for the Revisal, proposing three distinct grades of education, reaching all classes.  1. Elementary schools for all children generally, rich and poor.  2. Colleges for a middle degree of instruction, calculated for the common purposes of life, and such as would be desirable for all who were in easy circumstances.  And 3d. an ultimate grade for teaching the sciences generally, & in their highest degree.  The first bill proposed to lay off every county into Hundreds or Wards, of a proper size and population for a school, in which reading, writing, and common arithmetic should be taught; and that the whole state should be divided into 24 districts, in each of which should be a school for classical learning, grammar, geography, and the higher branches of numerical arithmetic.  The second bill proposed to amend the constitution of Wm. & Mary College, to enlarge it's sphere of science, and to make it in fact an University.  The third was for the establishment of a library.  These bills were not acted on until the same year '96. and then only so much of the first as provided for elementary schools.  The College of Wm. & Mary was an establishment purely of the Church of England, the Visitors were required to be all of that Church; the Professors to subscribe it's 39 Articles, it's Students to learn it's Catechism, and one of its fundamental objects was declared to be to raise up Ministers for that church.  The religious jealousies therefore of all the dissenters took alarm lest this might give an ascendancy to the Anglican sect and refused acting on that bill.  Its local eccentricity too and unhealthy autumnal climate lessened the general inclination towards it.  And in the Elementary bill they inserted a provision which completely defeated it, for they left it to the court of each county to determine for itself when this act should be carried into execution, within their county.  One provision of the bill was that the expenses of these schools should be borne by the inhabitants of the county, every one in proportion to his general tax-rate.  This would throw on wealth the education of the poor; and the justices, being generally of the more wealthy class, were unwilling to incur that burthen, and I believe it was not suffered to commence in a single county.  I shall recur again to this subject towards the close of my story, if I should have life and resolution enough to reach that term; for I am already tired of talking about myself.\\n\\n    The bill on the subject of slaves was a mere digest of the existing laws respecting them, without any intimation of a plan for a future & general emancipation.  It was thought better that this should be kept back, and attempted only by way of amendment whenever the bill should be brought on.  The principles of the amendment however were agreed on, that is to say, the freedom of all born after a certain day, and deportation at a proper age.  But it was found that the public mind would not yet bear the proposition, nor will it bear it even at this day.  Yet the day is not distant when it must bear and adopt it, or worse will follow.  Nothing is more certainly written in the book of fate than that these people are to be free. Nor is it less certain that the two races, equally free, cannot live in the same government.  Nature, habit, opinion has drawn indelible lines of distinction between them.  It is still in our power to direct the process of emancipation and deportation peaceably and in such slow degree as that the evil will wear off insensibly, and their place be pari passu filled up by free white laborers.  If on the contrary it is left to force itself on, human nature must shudder at the prospect held up.  We should in vain look for an example in the Spanish deportation or deletion of the Moors.  This precedent would fall far short of our case.\\n\\n    I considered 4 of these bills, passed or reported, as forming a system by which every fibre would be eradicated of antient or future aristocracy; and a foundation laid for a government truly republican. The repeal of the laws of entail would prevent the accumulation and perpetuation of wealth in select families, and preserve the soil of the country from being daily more & more absorbed in Mortmain.  The abolition of primogeniture, and equal partition of inheritances removed the feudal and unnatural distinctions which made one member of every family rich, and all the rest poor, substituting equal partition, the best of all Agrarian laws.  The restoration of the rights of conscience relieved the people from taxation for the support of a religion not theirs; for the establishment was truly of the religion of the rich, the dissenting sects being entirely composed of the less wealthy people; and these, by the bill for a general education, would be qualified to understand their rights, to maintain them, and to exercise with intelligence their parts in self-government: and all this would be effected without the violation of a single natural right of any one individual citizen.  To these too might be added, as a further security, the introduction of the trial by jury, into the Chancery courts, which have already ingulfed and continue to ingulf, so great a proportion of the jurisdiction over our property.\\n\\n    On the 1st of June 1779. I was appointed Governor of the Commonwealth and retired from the legislature.  Being elected also one of the Visitors of Wm. & Mary college, a self-electing body, I effected, during my residence in Williamsburg that year, a change in the organization of that institution by abolishing the Grammar school, and the two professorships of Divinity & Oriental languages, and substituting a professorship of Law & Police, one of Anatomy Medicine and Chemistry, and one of Modern languages; and the charter confining us to six professorships, we added the law of Nature & Nations, & the Fine Arts to the duties of the Moral professor, and Natural history to those of the professor of Mathematics and Natural philosophy.\\n\\n    Being now, as it were, identified with the Commonwealth itself, to write my own history during the two years of my administration, would be to write the public history of that portion of the revolution within this state.  This has been done by others, and particularly by Mr. Girardin, who wrote his Continuation of Burke's history of Virginia while at Milton, in this neighborhood, had free access to all my papers while composing it, and has given as faithful an account as I could myself.  For this portion therefore of my own life, I refer altogether to his history.  From a belief that under the pressure of the invasion under which we were then laboring the public would have more confidence in a Military chief, and that the Military commander, being invested with the Civil power also, both might be wielded with more energy promptitude and effect for the defence of the state, I resigned the administration at the end of my 2d. year, and General Nelson was appointed to succeed me.\\n\\n    Soon after my leaving Congress in Sep. '76, to wit on the last day of that month, I had been appointed, with Dr. Franklin, to go to France, as a Commissioner to negotiate treaties of alliance and commerce with that government.  Silas Deane, then in France, acting as agent (* 2) for procuring military stores, was joined with us in commission.  But such was the state of my family that I could not leave it, nor could I expose it to the dangers of the sea, and of capture by the British ships, then covering the ocean.  I saw too that the laboring oar was really at home, where much was to be done of the most permanent interest in new modelling our governments, and much to defend our fanes and fire-sides from the desolations of an invading enemy pressing on our country in every point.  I declined therefore and Dr. Lee was appointed in my place.  On the 15th. of June 1781.  I had been appointed with Mr. Adams, Dr. Franklin, Mr. Jay, and Mr. Laurens a Minister plenipotentiary for negotiating peace, then expected to be effected thro' the mediation of the Empress of Russia.  The same reasons obliged me still to decline; and the negotiation was in fact never entered on.  But, in the autumn of the next year 1782 Congress receiving assurances that a general peace would be concluded in the winter and spring, they renewed my appointment on the 13th. of Nov.  of that year.  I had two months before that lost the cherished companion of my life, in whose affections, unabated on both sides, I had lived the last ten years in unchequered happiness.  With the public interests, the state of my mind concurred in recommending the change of scene proposed; and I accepted the appointment, and left Monticello on the 19th. of Dec. 1782. for Philadelphia, where I arrived on the 27th.  The Minister of France, Luzerne, offered me a passage in the Romulus frigate, which I accepting.  But she was then lying a few miles below Baltimore blocked up in the ice.  I remained therefore a month in Philadelphia, looking over the papers in the office of State in order to possess myself of the general state of our foreign relations, and then went to Baltimore to await the liberation of the frigate from the ice. After waiting there nearly a month, we received information that a Provisional treaty of peace had been signed by our Commissioners on the 3d. of Sept. 1782. to become absolute on the conclusion of peace between France and Great Britain.  Considering my proceeding to Europe as now of no utility to the public, I returned immediately to Philadelphia to take the orders of Congress, and was excused by them from further proceeding.  I therefore returned home, where I arrived on the 15th. of May, 1783.\\n\\n    (* 2) His ostensible character was to be that of a merchant, his real one that of agent for military supplies, and also for sounding the dispositions of the government of France, and seeing how far they would favor us, either secretly or openly.  His appointment had been by the Committee of Foreign Correspondence, March, 1776.\\n\\n    On the 6th. of the following month I was appointed by the legislature a delegate to Congress, the appointment to take place on the 1st. of Nov. ensuing, when that of the existing delegation would expire.  I accordingly left home on the 16th. of Oct. arrived at Trenton, where Congress was sitting, on the 3d. of Nov. and took my seat on the 4th., on which day Congress adjourned to meet at Annapolis on the 26th.\\n\\n    Congress had now become a very small body, and the members very remiss in their attendance on it's duties insomuch that a majority of the states, necessary by the Confederation to constitute a house even for minor business did not assemble until the 13th. of December.\\n\\n    They as early as Jan. 7. 1782. had turned their attention to the monies current in the several states, and had directed the Financier, Robert Morris, to report to them a table of rates at which the foreign coins should be received at the treasury.  That officer, or rather his assistant, Gouverneur Morris, answered them on the 15th in an able and elaborate statement of the denominations of money current in the several states, and of the comparative value of the foreign coins chiefly in circulation with us.  He went into the consideration of the necessity of establishing a standard of value with us, and of the adoption of a money-Unit.  He proposed for the Unit such a fraction of pure silver as would be a common measure of the penny of every state, without leaving a fraction.  This common divisor he found to be 1 -- 1440 of a dollar, or 1 -- 1600 of the crown sterling.  The value of a dollar was therefore to be expressed by 1440 units, and of a crown by 1600.  Each Unit containing a quarter of a grain of fine silver.  Congress turning again their attention to this subject the following year, the financier, by a letter of Apr. 30, 1783. further explained and urged the Unit he had proposed; but nothing more was done on it until the ensuing year, when it was again taken up, and referred to a commee of which I was a member.  The general views of the financier were sound, and the principle was ingenious on which he proposed to found his Unit.  But it was too minute for ordinary use, too laborious for computation either by the head or in figures.  The price of a loaf of bread 1 -- 20 of a dollar would be 72. units.\\n\\n    A pound of butter 1 -- 5 of a dollar 288. units.\\n\\n    A horse or bullock of 80. D value would require a notation of 6. figures, to wit 115,200, and the public debt, suppose of 80. millions, would require 12. figures, to wit 115,200,000,000 units. Such a system of money-arithmetic would be entirely unmanageable for the common purposes of society.  I proposed therefore, instead of this, to adopt the Dollar as our Unit of account and payment, and that it's divisions and sub-divisions should be in the decimal ratio. I wrote some Notes on the subject, which I submitted to the consideration of the financier.  I received his answer and adherence to his general system, only agreeing to take for his Unit 100. of those he first proposed, so that a Dollar should be 14 40 -- 100 and a crown 16. units.  I replied to this and printed my notes and reply on a flying sheet, which I put into the hands of the members of Congress for consideration, and the Committee agreed to report on my principle.  This was adopted the ensuing year and is the system which now prevails.  I insert here the Notes and Reply, as shewing the different views on which the adoption of our money system hung.  The division into dimes, cents & mills is now so well understood, that it would be easy of introduction into the kindred branches of weights & measures.  I use, when I travel, an Odometer of Clarke's invention which divides the mile into cents, and I find every one comprehend a distance readily when stated to them in miles & cents; so they would in feet and cents, pounds & cents, &c.\\n\\n    The remissness of Congress, and their permanent session, began to be a subject of uneasiness and even some of the legislatures had recommended to them intermissions, and periodical sessions.  As the Confederation had made no provision for a visible head of the government during vacations of Congress, and such a one was necessary to superintend the executive business, to receive and communicate with foreign ministers & nations, and to assemble Congress on sudden and extraordinary emergencies, I proposed early in April the appointment of a commee to be called the Committee of the states, to consist of a member from each state, who should remain in session during the recess of Congress: that the functions of Congress should be divided into Executive and Legislative, the latter to be reserved, and the former, by a general resolution to be delegated to that Committee.  This proposition was afterwards agreed to; a Committee appointed, who entered on duty on the subsequent adjourn-ment of Congress, quarrelled very soon, split into two parties, abandoned their post, and left the government without any visible head until the next meeting in Congress.  We have since seen the same thing take place in the Directory of France; and I believe it will forever take place in any Executive consisting of a plurality.  Our plan, best I believe, combines wisdom and practicability, by providing a plurality of Counsellors, but a single Arbiter for ultimate decision.  I was in France when we heard of this schism, and separation of our Committee, and, speaking with Dr. Franklin of this singular disposition of men to quarrel and divide into parties, he gave his sentiments as usual by way of Apologue.  He mentioned the Eddystone lighthouse in the British channel as being built on a rock in the mid-channel, totally inaccessible in winter, from the boisterous character of that sea, in that season.  That therefore, for the two keepers employed to keep up the lights, all provisions for the winter were necessarily carried to them in autumn, as they could never be visited again till the return of the milder season.  That on the first practicable day in the spring a boat put off to them with fresh supplies.  The boatmen met at the door one of the keepers and accosted him with a How goes it friend?  Very well.  How is your companion?  I do not know.  Don't know?  Is not he here?  I can't tell.  Have not you seen him to-day? No.  When did you see him?  Not since last fall.  You have killed him?  Not I, indeed.  They were about to lay hold of him, as having certainly murdered his companion; but he desired them to go up stairs & examine for themselves.  They went up, and there found the other keeper.  They had quarrelled it seems soon after being left there, had divided into two parties, assigned the cares below to one, and those above to the other, and had never spoken to or seen one another since.\\n\\n    But to return to our Congress at Annapolis, the definitive treaty of peace which had been signed at Paris on the 3d. of Sep. 1783. and received here, could not be ratified without a House of 9. states.  On the 23d. of Dec. therefore we addressed letters to the several governors, stating the receipt of the definitive treaty, that 7 states only were in attendance, while 9. were necessary to its ratification, and urging them to press on their delegates the necessity of their immediate attendance.  And on the 26th. to save time I moved that the Agent of Marine (Robert Morris) should be instructed to have ready a vessel at this place, at N. York, & at some Eastern port, to carry over the ratification of the treaty when agreed to.  It met the general sense of the house, but was opposed by Dr. Lee on the ground of expense which it would authorize the agent to incur for us; and he said it would be better to ratify at once & send on the ratification.  Some members had before suggested that 7 states were competent to the ratification.  My motion was therefore postponed and another brought forward by Mr.  Read of S. C. for an immediate ratification.  This was debated the 26th. and 27th. Reed, Lee, [Hugh] Williamson & Jeremiah Chace urged that ratification was a mere matter of form, that the treaty was conclusive from the moment it was signed by the ministers; that although the Confederation requires the assent of 9. _states_ to _enter into_ a treaty, yet that it's conclusion could not be called _entrance into it_; that supposing 9. states requisite, it would be in the power of 5. states to keep us always at war; that 9. states had virtually authorized the ratifion having ratified the provisional treaty, and instructed their ministers to agree to a definitive one in the same terms, and the present one was in fact substantially and almost verbatim the same; that there now remain but 67. days for the ratification, for it's passage across the Atlantic, and it's exchange; that there was no hope of our soon having 9. states present; in fact that this was the ultimate point of time to which we could venture to wait; that if the ratification was not in Paris by the time stipulated, the treaty would become void; that if ratified by 7 states, it would go under our seal without it's being known to Gr. Britain that only 7. had concurred; that it was a question of which they had no right to take cognizance, and we were only answerable for it to our constituents; that it was like the ratification which Gr. Britain had received from the Dutch by the negotiations of Sr. Wm. Temple.\\n\\n    On the contrary, it was argued by Monroe, Gerry, Howel, Ellery & myself that by the modern usage of Europe the ratification was considered as the act which gave validity to a treaty, until which it was not obligatory.  (* 3) That the commission to the ministers reserved the ratification to Congress; that the treaty itself stipulated that it should be ratified; that it became a 2d. question who were competent to the ratification?  That the Confederation expressly required 9 states to enter into any treaty; that, by this, that instrument must have intended that the assent of 9. states should be necessary as well to the _completion_ as to the _commencement_ of the treaty, it's object having been to guard the rights of the Union in all those important cases where 9. states are called for; that, by the contrary construction, 7 states, containing less than one third of our whole citizens, might rivet on us a treaty, commenced indeed under commission and instructions from 9. states, but formed by the minister in express contradiction to such instructions, and in direct sacrifice of the interests of so great a majority; that the definitive treaty was admitted not to be a verbal copy of the provisional one, and whether the departures from it were of substance or not, was a question on which 9. states alone were competent to decide; that the circumstances of the ratification of the provisional articles by 9. states, the instructions to our ministers to form a definitive one by them, and their actual agreement in substance, do not render us competent to ratify in the present instance; if these circumstances are in themselves a ratification, nothing further is requisite than to give attested copies of them, in exchange for the British ratification; if they are not, we remain where we were, without a ratification by 9. states, and incompetent ourselves to ratify; that it was but 4. days since the seven states now present unanimously concurred in a resolution to be forwarded to the governors of the absent states, in which they stated as a cause for urging on their delegates, that 9. states were necessary to ratify the treaty; that in the case of the Dutch ratification, Gr. Britain had courted it, and therefore was glad to accept it as it was; that they knew our constitution, and would object to a ratification by 7. that if that circumstance was kept back, it would be known hereafter, & would give them ground to deny the validity of a ratification into which they should have been surprised and cheated, and it would be a dishonorable prostitution of our seal; that there is a hope of 9. states; that if the treaty would become null if not ratified in time, it would not be saved by an imperfect ratification; but that in fact it would not be null, and would be placed on better ground, going in unexceptionable form, tho' a few days too late, and rested on the small importance of this circumstance, and the physical impossibilities which had prevented a punctual compliance in point of time; that this would be approved by all nations, & by Great Britain herself, if not determined to renew the war, and if determined, she would never want excuses, were this out of the way.  Mr. Reade gave notice he should call for the yeas & nays; whereon those in opposition prepared a resolution expressing pointedly the reasons of the dissent from his motion.  It appearing however that his proposition could not be car-ried, it was thought better to make no entry at all.  Massa-chusetts alone would have been for it; Rhode Island, Pennsylvania and Virginia against it, Delaware, Maryland & N. Carolina, would have been divided.\\n\\n    (* 3) Vattel, L. 2, 156. L, 77. I. Mably Droit D'Europe, 86.\\n\\n    Our body was little numerous, but very contentious.  Day after day was wasted on the most unimportant questions.  My colleague Mercer was one of those afflicted with the morbid rage of debate, of an ardent mind, prompt imagination, and copious flow of words, he heard with impatience any logic which was not his own.  Sitting near me on some occasion of a trifling but wordy debate, he asked how I could sit in silence hearing so much false reasoning which a word should refute?  I observed to him that to refute indeed was easy, but to silence impossible.  That in measures brought forward by myself, I took the laboring oar, as was incumbent on me; but that in general I was willing to listen.  If every sound argument or objection was used by some one or other of the numerous debaters, it was enough: if not, I thought it sufficient to suggest the omission, without going into a repetition of what had been already said by others.  That this was a waste and abuse of the time and patience of the house which could not be justified.  And I believe that if the members of deliberative bodies were to observe this course generally, they would do in a day what takes them a week, and it is really more questionable, than may at first be thought, whether Bonaparte's dumb legislature which said nothing and did much, may not be preferable to one which talks much and does nothing.  I served with General Washington in the legislature of Virginia before the revolution, and, during it, with Dr. Franklin in Congress.  I never heard either of them speak ten minutes at a time, nor to any but the main point which was to decide the question.  They laid their shoulders to the great points, knowing that the little ones would follow of themselves.  If the present Congress errs in too much talking, how can it be otherwise in a body to which the people send 150. lawyers, whose trade it is to question everything, yield nothing, & talk by the hour?  That 150. lawyers should do business together ought not to be expected.  But to return again to our subject.\\n\\n    Those who thought 7. states competent to the ratification being very restless under the loss of their motion, I proposed, on the 3d. of January to meet them on middle ground, and therefore moved a resolution which premising that there were but 7. states present, who were unanimous for the ratification, but, that they differed in opinion on the question of competency.  That those however in the negative were unwilling that any powers which it might be supposed they possessed should remain unexercised for the restoration of peace, provided it could be done saving their good faith, and without importing any opinion of Congress that 7. states were competent, and resolving that treaty be ratified so far as they had power; that it should be transmitted to our ministers with instructions to keep it uncommunicated; to endeavor to obtain 3. months longer for exchange of ratifications; that they should be informed that so soon as 9. states shall be present a ratification by 9. shall be sent them; if this should get to them before the ultimate point of time for exchange, they were to use it, and not the other; if not, they were to offer the act of the 7. states in exchange, informing them the treaty had come to hand while Congress was not in session, that but 7. states were as yet assembled, and these had unanimously concurred in the ratification.  This was debated on the 3d. and 4th.  and on the 5th. a vessel being to sail for England from this port (Annapolis) the House directed the President to write to our ministers accordingly.\\n\\n    Jan. 14.  Delegates from Connecticut having attended yesterday, and another from S. Carolina coming in this day, the treaty was ratified without a dissenting voice, and three instruments of ratification were ordered to be made out, one of which was sent by Colo. Harmer, another by Colo. Franks, and the 3d. transmitted to the agent of Marine to be forwarded by any good opportunity.\\n\\n    Congress soon took up the consideration of their foreign relations.  They deemed it necessary to get their commerce placed with every nation on a footing as favorable as that of other nations; and for this purpose to propose to each a distinct treaty of commerce.  This act too would amount to an acknowledgment by each of our independance and of our reception into the fraternity of nations; which altho', as possessing our station of right and in fact, we would not condescend to ask, we were not unwilling to furnish opportunities for receiving their friendly salutations & welcome. With France the United Netherlands and Sweden we had already treaties of commerce, but commissions were given for those countries also, should any amendments be thought necessary.  The other states to which treaties were to be proposed were England, Hamburg, Saxony, Prussia, Denmark, Russia, Austria, Venice, Rome, Naples, Tuscany, Sardinia, Genoa, Spain, Portugal, the Porte, Algiers, Tripoli, Tunis & Morocco.\\n\\n    Mar. 16.  On the 7th. of May Congress resolved that a Minister Plenipotentiary should be appointed in addition to Mr. Adams & Dr. Franklin for negotiating treaties of commerce with foreign nations, and I was elected to that duty.  I accordingly left Annapolis on the 11th.  Took with me my elder daughter then at Philadelphia (the two others being too young for the voyage) & proceeded to Boston in quest of a passage.  While passing thro' the different states, I made a point of informing myself of the state of the commerce of each, went on to New Hampshire with the same view and returned to Boston.  From thence I sailed on the 5th. of July in the Ceres a merchant ship of Mr. Nathaniel Tracey, bound to Cowes.  He was himself a passenger, and, after a pleasant voyage of 19. days from land to land, we arrived at Cowes on the 26th.  I was detained there a few days by the indisposition of my daughter.  On the 30th. we embarked for Havre, arrived there on the 31st. left it on the 3d. of August, and arrived at Paris on the 6th.  I called immediately on Doctr. Franklin at Passy, communicated to him our charge, and we wrote to Mr. Adams, then at the Hague to join us at Paris.\\n\\n    Before I had left America, that is to say in the year 1781.  I had received a letter from M. de Marbois, of the French legation in Philadelphia, informing me he had been instructed by his government to obtain such statistical accounts of the different states of our Union, as might be useful for their information; and addressing to me a number of queries relative to the state of Virginia.  I had always made it a practice whenever an opportunity occurred of obtaining any information of our country, which might be of use to me in any station public or private, to commit it to writing.  These memoranda were on loose papers, bundled up without order, and difficult of recurrence when I had occasion for a particular one.  I thought this a good occasion to embody their substance, which I did in the order of Mr. Marbois' queries, so as to answer his wish and to arrange them for my own use.  Some friends to whom they were occasionally communicated wished for copies; but their volume rendering this too laborious by hand, I proposed to get a few printed for their gratification.  I was asked such a price however as exceeded the importance of the object.  On my arrival at Paris I found it could be done for a fourth of what I had been asked here.  I therefore corrected and enlarged them, and had 200. copies printed, under the title of Notes on Virginia.  I gave a very few copies to some particular persons in Europe, and sent the rest to my friends in America.  An European copy, by the death of the owner, got into the hands of a bookseller, who engaged it's translation, & when ready for the press, communicated his intentions & manuscript to me, without any other permission than that of suggesting corrections.  I never had seen so wretched an attempt at translation.  Interverted, abridged, mutilated, and often reversing the sense of the original, I found it a blotch of errors from beginning to end.  I corrected some of the most material, and in that form it was printed in French.  A London bookseller, on seeing the translation, requested me to permit him to print the English original.  I thought it best to do so to let the world see that it was not really so bad as the French translation had made it appear.  And this is the true history of that publication.\\n\\n    Mr. Adams soon joined us at Paris, & our first employment was to prepare a general form to be proposed to such nations as were disposed to treat with us.  During the negotiations for peace with the British Commissioner David Hartley, our Commissioners had proposed, on the suggestion of Doctr. Franklin, to insert an article exempting from capture by the public or private armed ships of either belligerent, when at war, all merchant vessels and their cargoes, employed merely in carrying on the commerce between nations.  It was refused by England, and unwisely, in my opinion.  For in the case of a war with us, their superior commerce places infinitely more at hazard on the ocean than ours; and as hawks abound in proportion to game, so our privateers would swarm in proportion to the wealth exposed to their prize, while theirs would be few for want of subjects of capture.  We inserted this article in our form, with a provision against the molestation of fishermen, husbandmen, citizens unarmed and following their occupations in unfortified places, for the humane treatment of prisoners of war, the abolition of contraband of war, which exposes merchant vessels to such vexatious & ruinous detentions and abuses; and for the principle of free bottoms, free goods.\\n\\n    In a conference with the Count de Vergennes, it was thought better to leave to legislative regulation on both sides such modifications of our commercial intercourse as would voluntarily flow from amicable dispositions.  Without urging, we sounded the ministers of the several European nations at the court of Versailles, on their dispositions towards mutual commerce, and the expediency of encouraging it by the protection of a treaty.  Old Frederic of Prussia met us cordially and without hesitation, and appointing the Baron de Thulemeyer, his minister at the Hague, to negotiate with us, we communicated to him our Project, which with little alteration by the King, was soon concluded.  Denmark and Tuscany entered also into negotiations with us.  Other powers appearing indifferent we did not think it proper to press them.  They seemed in fact to know little about us, but as rebels who had been successful in throwing off the yoke of the mother country.  They were ignorant of our commerce, which had been always monopolized by England, and of the exchange of articles it might offer advantageously to both parties.  They were inclined therefore to stand aloof until they could see better what relations might be usefully instituted with us.  The negotiations therefore begun with Denmark & Tuscany we protracted designedly until our powers had expired; and abstained from making new propositions to others having no colonies; because our commerce being an exchange of raw for wrought materials, is a competent price for admission into the colonies of those possessing them: but were we to give it, without price, to others, all would claim it without price on the ordinary ground of gentis amicissimae.\\n\\n    Mr. Adams being appointed Min. Pleny. of the U S. to London, left us in June, and in July 1785. Dr. Franklin returned to America, and I was appointed his successor at Paris.  In Feb. 1786. Mr. Adams wrote to me pressingly to join him in London immediately, as he thought he discovered there some symptoms of better disposition towards us.  Colo. Smith, his Secretary of legation, was the bearer of his urgencies for my immediate attendance.  I accordingly left Paris on the 1st. of March, and on my arrival in London we agreed on a very summary form of treaty, proposing an exchange of citizenship for our citizens, our ships, and our productions generally, except as to office.  On my presentation as usual to the King and Queen at their levees, it was impossible for anything to be more ungracious than their notice of Mr. Adams & myself.  I saw at once that the ulcerations in the narrow mind of that mulish being left nothing to be expected on the subject of my attendance; and on the first conference with the Marquis of Caermarthen, his Minister of foreign affairs, the distance and disinclination which he betrayed in his conversation, the vagueness & evasions of his answers to us, confirmed me in the belief of their aversion to have anything to do with us.  We delivered him however our Projet, Mr. Adams not despairing as much as I did of it's effect.  We afterwards, by one or more notes, requested his appointment of an interview and conference, which, without directly declining, he evaded by pretences of other pressing occupations for the moment.  After staying there seven weeks, till within a few days of the expiration of our commission, I informed the minister by note that my duties at Paris required my return to that place, and that I should with pleasure be the bearer of any commands to his Ambassador there.  He answered that he had none, and wishing me a pleasant journey, I left London the 26th. arrived at Paris on the 30th. of April.\\n\\n    While in London we entered into negotiations with the Chevalier Pinto, Ambassador of Portugal at that place.  The only article of difficulty between us was a stipulation that our bread stuff should be received in Portugal in the form of flour as well as of grain.  He approved of it himself, but observed that several Nobles, of great influence at their court, were the owners of wind mills in the neighborhood of Lisbon which depended much for their profits on manufacturing our wheat, and that this stipulation would endanger the whole treaty.  He signed it however, & it's fate was what he had candidly portended.\\n\\n    My duties at Paris were confined to a few objects; the receipt of our whale-oils, salted fish, and salted meats on favorable terms, the admission of our rice on equal terms with that of Piedmont, Egypt & the Levant, a mitigation of the monopolies of our tobacco by the Farmers-general, and a free admission of our productions into their islands; were the principal commercial objects which required attention; and on these occasions I was powerfully aided by all the influence and the energies of the Marquis de La Fayette, who proved himself equally zealous for the friendship and welfare of both nations; and in justice I must also say that I found the government entirely disposed to befriend us on all occasions, and to yield us every indulgence not absolutely injurious to themselves.  The Count de Vergennes had the reputation with the diplomatic corps of being wary & slippery in his diplomatic intercourse; and so he might be with those whom he knew to be slippery and double-faced themselves. As he saw that I had no indirect views, practised no subtleties, meddled in no intrigues, pursued no concealed object, I found him as frank, as honorable, as easy of access to reason as any man with whom I had ever done business; and I must say the same for his successor Montmorin, one of the most honest and worthy of human beings.\\n\\n    Our commerce in the Mediterranean was placed under early alarm by the capture of two of our vessels and crews by the Barbary cruisers.  I was very unwilling that we should acquiesce in the European humiliation of paying a tribute to those lawless pirates, and endeavored to form an association of the powers subject to habitual depredations from them.  I accordingly prepared and proposed to their ministers at Paris, for consultation with their governments, articles of a special confederation in the following form.\\n\\n    * * *\\n\\n    \\\"Proposals for concerted operation among the powers at war with the Piratical States of Barbary.\\n\\n    1.  It is proposed that the several powers at war with the Piratical States of Barbary, or any two or more of them who shall be willing, shall enter into a convention to carry on their operations against those states, in concert, beginning with the Algerines.\\n\\n    2.  This convention shall remain open to any other power who shall at any future time wish to accede to it; the parties reserving a right to prescribe the conditions of such accession, according to the circumstances existing at the time it shall be proposed.\\n\\n    3.  The object of the convention shall be to compel the piratical states to perpetual peace, without price, & to guarantee that peace to each other.\\n\\n    4.  The operations for obtaining this peace shall be constant cruises on their coast with a naval force now to be agreed on.  It is not proposed that this force shall be so considerable as to be inconvenient to any party.  It is believed that half a dozen frigates, with as many Tenders or Xebecs, one half of which shall be in cruise, while the other half is at rest, will suffice.\\n\\n    5.  The force agreed to be necessary shall be furnished by the parties in certain quotas now to be fixed; it being expected that each will be willing to contribute in such proportion as circumstance may render reasonable.\\n\\n    6.  As miscarriages often proceed from the want of harmony among officers of different nations, the parties shall now consider & decide whether it will not be better to contribute their quotas in money to be employed in fitting out, and keeping on duty, a single fleet of the force agreed on.\\n\\n    7.  The difficulties and delays too which will attend the management of these operations, if conducted by the parties themselves separately, distant as their courts may be from one another, and incapable of meeting in consultation, suggest a question whether it will not be better for them to give full powers for that purpose to their Ambassadors or other ministers resident at some one court of Europe, who shall form a Committee or Council for carrying this convention into effect; wherein the vote of each member shall be computed in proportion to the quota of his sovereign, and the majority so computed shall prevail in all questions within the view of this convention.  The court of Versailles is proposed, on account of it's neighborhood to the Mediterranean, and because all those powers are represented there, who are likely to become parties to this convention.\\n\\n    8.  To save to that council the embarrassment of personal solicitations for office, and to assure the parties that their contributions will be applied solely to the object for which they are destined, there shall be no establishment of officers for the said Council, such as Commis, Secretaries, or any other kind, with either salaries or perquisites, nor any other lucrative appointments but such whose functions are to be exercised on board the sd vessels.\\n\\n    9.  Should war arise between any two of the parties to this convention it shall not extend to this enterprise, nor interrupt it; but as to this they shall be reputed at peace.\\n\\n    10.  When Algiers shall be reduced to peace, the other pyratical states, if they refuse to discontinue their pyracies shall become the objects of this convention, either successively or together as shall seem best.\\n\\n    11.  Where this convention would interfere with treaties actually existing between any of the parties and the sd states of Barbary, the treaty shall prevail, and such party shall be allowed to withdraw from the operations against that state.\\\"\\n\\n    * * *\\n\\n    Spain had just concluded a treaty with Algiers at the expense of 3. millions of dollars, and did not like to relinquish the benefit of that until the other party should fail in their observance of it. Portugal, Naples, the two Sicilies, Venice, Malta, Denmark and Sweden were favorably disposed to such an association; but their representatives at Paris expressed apprehensions that France would interfere, and, either openly or secretly support the Barbary powers; and they required that I should ascertain the dispositions of the Count de Vergennes on the subject.  I had before taken occasion to inform him of what we were proposing, and therefore did not think it proper to insinuate any doubt of the fair conduct of his government; but stating our propositions, I mentioned the apprehensions entertained by us that England would interfere in behalf of those piratical governments.  \\\"She dares not do it,\\\" said he.  I pressed it no further.  The other agents were satisfied with this indication of his sentiments, and nothing was now wanting to bring it into direct and formal consideration, but the assent of our government, and their authority to make the formal proposition.  I communicated to them the favorable prospect of protecting our commerce from the Barbary depredations, and for such a continuance of time as, by an exclusion of them from the sea, to change their habits & characters from a predatory to an agricultural people: towards which however it was expected they would contribute a frigate, and it's expenses to be in constant cruise.  But they were in no condition to make any such engagement.  Their recommendatory powers for obtaining contributions were so openly neglected by the several states that they declined an engagement which they were conscious they could not fulfill with punctuality; and so it fell through.\\n\\n    May 17.  In 1786. while at Paris I became acquainted with John Ledyard of Connecticut, a man of genius, of some science, and of fearless courage, & enterprise.  He had accompanied Capt Cook in his voyage to the Pacific, had distinguished himself on several occasions by an unrivalled intrepidity, and published an account of that voyage with details unfavorable to Cook's deportment towards the savages, and lessening our regrets at his fate.  Ledyard had come to Paris in the hope of forming a company to engage in the fur trade of the Western coast of America.  He was disappointed in this, and being out of business, and of a roaming, restless character, I suggested to him the enterprise of exploring the Western part of our continent, by passing thro St. Petersburg to Kamschatka, and procuring a passage thence in some of the Russian vessels to Nootka Sound, whence he might make his way across the continent to America; and I undertook to have the permission of the Empress of Russia solicited.  He eagerly embraced the proposition, and M. de Semoulin, the Russian Ambassador, and more particularly Baron Grimm the special correspondent of the Empress, solicited her permission for him to pass thro' her dominions to the Western coast of America.  And here I must correct a material error which I have committed in another place to the prejudice of the Empress.  In writing some Notes of the life of Capt Lewis, prefixed to his expedition to the Pacific, I stated that the Empress gave the permission asked, & afterwards retracted it.  This idea, after a lapse of 26 years, had so insinuated itself into my mind, that I committed it to paper without the least suspicion of error.  Yet I find, on recurring to my letters of that date that the Empress refused permission at once, considering the enterprise as entirely chimerical.  But Ledyard would not relinquish it, persuading himself that by proceeding to St. Petersburg he could satisfy the Empress of it's practicability and obtain her permission. He went accordingly, but she was absent on a visit to some distant part of her dominions, (* 4) and he pursued his course to within 200. miles of Kamschatka, where he was overtaken by an arrest from the Empress, brought back to Poland, and there dismissed.  I must therefore in justice, acquit the Empress of ever having for a moment countenanced, even by the indulgence of an innocent passage thro' her territories this interesting enterprise.\\n\\n    (* 4) The Crimea.\\n\\n    May 18.  The pecuniary distresses of France produced this year a measure of which there had been no example for near two centuries, & the consequences of which, good and evil, are not yet calculable. For it's remote causes we must go a little back.\\n\\n    Celebrated writers of France and England had already sketched good principles on the subject of government.  Yet the American Revolution seems first to have awakened the thinking part of the French nation in general from the sleep of despotism in which they were sunk.  The officers too who had been to America, were mostly young men, less shackled by habit and prejudice, and more ready to assent to the suggestions of common sense, and feeling of common rights.  They came back with new ideas & impressions.  The press, notwithstanding it's shackles, began to disseminate them. Conversation assumed new freedoms.  Politics became the theme of all societies, male and female, and a very extensive & zealous party was formed which acquired the appellation of the Patriotic party, who, sensible of the abusive government under which they lived, sighed for occasions of reforming it.  This party comprehended all the honesty of the kingdom sufficiently at it's leisure to think, the men of letters, the easy Bourgeois, the young nobility partly from reflection, partly from mode, for these sentiments became matter of mode, and as such united most of the young women to the party. Happily for the nation, it happened at the same moment that the dissipations of the Queen and court, the abuses of the pension-list, and dilapidations in the administration of every branch of the finances, had exhausted the treasures and credit of the nation, insomuch that it's most necessary functions were paralyzed.  To reform these abuses would have overset the minister; to impose new taxes by the authority of the King was known to be impossible from the determined opposition of the parliament to their enregistry.  No resource remained then but to appeal to the nation.  He advised therefore the call of an assembly of the most distinguished characters of the nation, in the hope that by promises of various and valuable improvements in the organization and regimen of the government, they would be induced to authorize new taxes, to controul the opposition of the parliament, and to raise the annual revenue to the level of expenditures.  An Assembly of Notables therefore, about 150.  in number named by the King, convened on the 22d. of Feb.  The Minister (Calonne) stated to them that the annual excess of expenses beyond the revenue, when Louis XVI. came to the throne, was 37. millions of livres; that 440. millns. had been borrowed to reestablish the navy; that the American war had cost them 1440. millns. (256. mils. of Dollars) and that the interest of these sums, with other increased expenses had added 40 millns. more to the annual deficit.  (But a subseqt. and more candid estimate made it 56. millns.) He proffered them an universal redress of grievances, laid open those grievances fully, pointed out sound remedies, and covering his canvas with objects of this magnitude, the deficit dwindled to a little accessory, scarcely attracting attention.  The persons chosen were the most able & independent characters in the kingdom, and their support, if it could be obtained, would be enough for him.  They improved the occasion for redressing their grievances, and agreed that the public wants should be relieved; but went into an examination of the causes of them.  It was supposed that Calonne was conscious that his accounts could not bear examination; and it was said and believed that he asked of the King to send 4. members to the Bastile, of whom the M. de la Fayette was one, to banish 20. others, & 2. of his Ministers.  The King found it shorter to banish him.  His successor went on in full concert with the Assembly.  The result was an augmentation of the revenue, a promise of economies in it's expenditure, of an annual settlement of the public accounts before a council, which the Comptroller, having been heretofore obliged to settle only with the King in person, of course never settled at all; an acknowledgment that the King could not lay a new tax, a reformation of the criminal laws, abolition of torture, suppression of Corvees, reformation of the gabelles, removal of the interior custom houses, free commerce of grain internal & external, and the establishment of Provincial assemblies; which alltogether constituted a great mass of improvement in the condition of the nation.  The establishment of the Provincial assemblies was in itself a fundamental improvement.  They would be of the choice of the people, one third renewed every year, in those provinces where there are no States, that is to say over about three fourths of the kingdom.  They would be partly an Executive themselves, & partly an Executive council to the Intendant, to whom the Executive power, in his province had been heretofore entirely delegated.  Chosen by the people, they would soften the execution of hard laws, & having a right of representation to the King, they would censure bad laws, suggest good ones, expose abuses, and their representations, when united, would command respect.  To the other advantages might be added the precedent itself of calling the Assemblee des Notables, which would perhaps grow into habit.  The hope was that the improvements thus promised would be carried into effect, that they would be maintained during the present reign, & that that would be long enough for them to take some root in the constitution, so that they might come to be considered as a part of that, and be protected by time, and the attachment of the nation.\\n\\n    The Count de Vergennes had died a few days before the meeting of the Assembly, & the Count de Montmorin had been named Minister of foreign affairs in his place.  Villedeuil succeeded Calonnes as Comptroller general, & Lomenie de Bryenne, Archbishop of Thoulouse, afterwards of Sens, & ultimately Cardinal Lomenie, was named Minister principal, with whom the other ministers were to transact the business of their departments, heretofore done with the King in person, and the Duke de Nivernois, and M. de Malesherbes were called to the Council.  On the nomination of the Minister principal the Marshals de Segur & de Castries retired from the departments of War & Marine, unwilling to act subordinately, or to share the blame of proceedings taken out of their direction.  They were succeeded by the Count de Brienne, brother of the Prime minister, and the Marquis de la Luzerne, brother to him who had been Minister in the United States.\\n\\n    May 24.  A dislocated wrist, unsuccessfully set, occasioned advice from my Surgeon to try the mineral waters of Aix in Provence as a corroborant.  I left Paris for that place therefore on the 28th. of Feb. and proceeded up the Seine, thro' Champagne & Burgundy, and down the Rhone thro' the Beaujolais by Lyons, Avignon, Nismes to Aix, where finding on trial no benefit from the waters, I concluded to visit the rice country of Piedmont, to see if anything might be learned there to benefit the rivalship of our Carolina rice with that, and thence to make a tour of the seaport towns of France, along it's Southern and Western coast, to inform myself if anything could be done to favor our commerce with them.  From Aix therefore I took my route by Marseilles, Toulon, Hieres, Nice, across the Col de Tende, by Coni, Turin, Vercelli, Novara, Milan, Pavia, Novi, Genoa. Thence returning along the coast by Savona, Noli, Albenga, Oneglia, Monaco, Nice, Antibes, Frejus, Aix, Marseilles, Avignon, Nismes, Montpellier, Frontignan, Cette, Agde, and along the canal of Languedoc, by Bezieres, Narbonne, Cascassonne, Castelnaudari, thro' the Souterrain of St. Feriol and back by Castelnaudari, to Toulouse, thence to Montauban & down the Garonne by Langon to Bordeaux.  Thence to Rochefort, la Rochelle, Nantes, L'Orient, then back by Rennes to Nantes, and up the Loire by Angers, Tours, Amboise, Blois to New Orleans, thence direct to Paris where I arrived on the 10th. of June. Soon after my return from this journey to wit, about the latter part of July, I received my younger daughter Maria from Virginia by the way of London, the youngest having died some time before.\\n\\n    The treasonable perfidy of the Prince of Orange, Stadtholder & Captain General of the United Netherlands, in the war which England waged against them for entering into a treaty of commerce with the U. S. is known to all.  As their Executive officer, charged with the conduct of the war, he contrived to baffle all the measures of the States General, to dislocate all their military plans, & played false into the hands of England and against his own country on every possible occasion, confident in her protection, and in that of the King of Prussia, brother to his Princess.  The States General indignant at this patricidal conduct applied to France for aid, according to the stipulations of the treaty concluded with her in 85. It was assured to them readily, and in cordial terms, in a letter from the Ct. de Vergennes to the Marquis de Verac, Ambassador of France at the Hague, of which the following is an extract.\\n\\n    \\\"Extrait de la depeche de Monsr. le Comte de Vergennes a Monsr. le Marquis de Verac, Ambassadeur de France a la Haye, du 1er Mars 1786.\\n\\n    \\\"Le Roi concourrera, autant qu'il sera en son pouvoir, au succes de la chose, et vous inviterez de sa part les patriotes de lui communiquer leurs vues, leurs plans, et leurs envieux.  Vous les assurerez que le roi prend un interet veritable a leurs personnes comme a leur cause, et qu' ils peuvent compter sur sa protection. Ils doivent y compter d' autant plus, Monsieur, que nous ne dissimulons pas que si Monsr.  le Stadhoulder reprend son ancienne influence, le systeme Anglois ne tardera pas de prevaloir, et que notre alliance deviendroit unetre de raison.  Les Patriotes sentiront facilement que cette position seroit incompatible avec la dignite, comme avec la consideration de sa majeste.  Mais dans le cas, Monsieur, ou les chefs des Patriotes auroient a craindre une scission, ils auroient le temps suffisant pour ramener ceux de leurs amis que les Anglomanes ont egares, et preparer les choses de maniere que la question de nouveau mise en deliberation soit decide selon leurs desirs.  Dans cette hypothese, le roi vous autorise a agir de concert avec eux, de suivre la direction qu' ils jugeront devoir vous donner, et d' employer tous les moyens pour augmenter le nombre des partisans de la bonne cause.  Il me reste, Monsieur, il me reste Monsieur, de vous parler de la surete personelle des patriotes.  Vous les assurerez que dans tout etat de cause, le roi les prend sous sa protection immediate, et vous ferez connoitre partout ou vous le jugerez necessaire, que sa Majeste regarderoit comme une offense personnelle tout ce qu' on entreprenderoit contre leur liberte.  Il est a presumer que ce langage, tenu avec energie, en imposera a l'audace des Anglomanes et que Monsr. le Prince de Nassau croira courir quelque risque en provoquant le ressentiment de sa Majeste.\\\"\\n\\n    This letter was communicated by the Patriots to me when at Amsterdam in 1788. and a copy sent by me to Mr. Jay in my letter to him of Mar. 16. 1788.\\n\\n    The object of the Patriots was to establish a representative and republican government.  The majority of the States general were with them, but the majority of the populace of the towns was with the Prince of Orange; and that populace was played off with great effect by the triumvirate of Harris the English Ambassador afterwards Ld. Malmesbury, the Prince of Orange a stupid man, and the Princess as much a man as either of her colleagues, in audaciousness, in enterprise, & in the thirst of domination.  By these the mobs of the Hague were excited against the members of the States general, their persons were insulted & endangered in the streets, the sanctuary of their houses was violated, and the Prince whose function & duty it was to repress and punish these violations of order, took no steps for that purpose.  The States General, for their own protection were therefore obliged to place their militia under the command of a Committee.  The Prince filled the courts of London and Berlin with complaints at this usurpation of his prerogatives, and forgetting that he was but the first servant of a republic, marched his regular troops against the city of Utrecht, where the States were in session. They were repulsed by the militia.  His interests now became marshalled with those of the public enemy & against his own country. The States therefore, exercising their rights of sovereignty, deprived him of all his powers.  The great Frederic had died in August 86.  (* 5) He had never intended to break with France in support of the Prince of Orange.  During the illness of which he died, he had thro' the Duke of Brunswick, declared to the Marquis de la Fayette, who was then at Berlin, that he meant not to support the English interest in Holland: that he might assure the government of France his only wish was that some honorable place in the Constitution should be reserved for the Stadtholder and his children, and that he would take no part in the quarrel unless an entire abolition of the Stadtholderate should be attempted.  But his place was now occupied by Frederic William, his great nephew, a man of little understanding, much caprice, & very inconsiderate; and the Princess his sister, altho' her husband was in arms against the legitimate authorities of the country, attempting to go to Amsterdam for the purpose of exciting the mobs of that place and being refused permission to pass a military post on the way, he put the Duke of Brunswick at the head of 20,000 men, and made demonstrations of marching on Holland.  The King of France hereupon declared, by his Charge des Affaires in Holland that if the Prussian troops continued to menace Holland with an invasion, his Majesty, in quality of Ally, was determined to succor that province.  (* 6) In answer to this Eden gave official information to Count Montmorin, that England must consider as at an end, it's convention with France relative to giving notice of it's naval armaments and that she was arming generally.  (* 7) War being now imminent, Eden questioned me on the effect of our treaty with France in the case of a war, & what might be our dispositions.  I told him frankly and without hesitation that our dispositions would be neutral, and that I thought it would be the interest of both these powers that we should be so; because it would relieve both from all anxiety as to feeding their W.  India islands. That England too, by suffering us to remain so, would avoid a heavy land-war on our continent, which might very much cripple her proceedings elsewhere; that our treaty indeed obliged us to receive into our ports the armed vessels of France, with their prizes, and to refuse admission to the prizes made on her by her enemies: that there was a clause also by which we guaranteed to France her American possessions, which might perhaps force us into the war, if these were attacked.  \\\"Then it will be war, said he, for they will assuredly be attacked.\\\"  (* 8) Liston, at Madrid, about the same time, made the same inquiries of Carmichael.  The government of France then declared a determination to form a camp of observation at Givet, commenced arming her marine, and named the Bailli de Suffrein their Generalissimo on the Ocean.  She secretly engaged also in negotiations with Russia, Austria, & Spain to form a quadruple alliance.  The Duke of Brunswick having advanced to the confines of Holland, sent some of his officers to Givet to reconnoitre the state of things there, and report them to him.  He said afterwards that \\\"if there had been only a few tents at that place, he should not have advanced further, for that the King would not merely for the interest of his sister, engage in a war with France.\\\" But finding that there was not a single company there, he boldly entered the country, took their towns as fast as he presented himself before them, and advanced on Utrecht.  The States had appointed the Rhingrave of Salm their Commander-in-chief, a Prince without talents, without courage, and without principle.  He might have held out in Utrecht for a considerable time, but he surrendered the place without firing a gun, literally ran away & hid himself so that for months it was not known what had become of him.  Amsterdam was then attacked and capitulated. In the meantime the negotiations for the quadruple alliance were proceeding favorably.  But the secrecy with which they were attempted to be conducted, was penetrated by Fraser, Charge des affaires of England at St.  Petersburg, who instantly notified his court, and gave the alarm to Prussia.  The King saw at once what would be his situation between the jaws of France, Austria, and Russia.  In great dismay he besought the court of London not to abandon him, sent Alvensleben to Paris to explain and soothe, and England thro' the D. of Dorset and Eden, renewed her conferences for accommodation.  The Archbishop, who shuddered at the idea of war, and preferred a peaceful surrender of right to an armed vindication of it, received them with open arms, entered into cordial conferences, and a declaration, and counter declaration were cooked up at Versailles and sent to London for approbation.  They were approved there, reached Paris at 1 o'clock of the 27th. and were signed that night at Versailles.  It was said and believed at Paris that M. de Montmorin, literally \\\"pleuroit comme un enfant,\\\" when obliged to sign this counter declaration; so distressed was he by the dishonor of sacrificing the Patriots after assurances so solemn of protection, and absolute encouragement to proceed.  (* 9) The Prince of Orange was reinstated in all his powers, now become regal.  A great emigration of the Patriots took place, all were deprived of office, many exiled, and their property confiscated.  They were received in France, and subsisted for some time on her bounty.  Thus fell Holland, by the treachery of her chief, from her honorable independence to become a province of England, and so also her Stadtholder from the high station of the first citizen of a free republic, to be the servile Viceroy of a foreign sovereign.  And this was effected by a mere scene of bullying & demonstration, not one of the parties, France England or Prussia having ever really meant to encounter actual war for the interest of the Prince of Orange.  But it had all the effect of a real and decisive war.\\n\\n    (* 5) lre to Jay Aug. 6. 87.\\n\\n    (* 6) My lre Sep. 22. 87.\\n\\n    (* 7) My lre to J. Jay Sep.24.\\n\\n    (* 8) lre to Carm. Dec. 15.\\n\\n    (* 9) My lre to Jay Nov. 3. lre to J. Adams, Nov. 13.\\n\\n    Our first essay in America to establish a federative government had fallen, on trial, very short of it's object.  During the war of Independance, while the pressure of an external enemy hooped us together, and their enterprises kept us necessarily on the alert, the spirit of the people, excited by danger, was a supplement to the Confederation, and urged them to zealous exertions, whether claimed by that instrument, or not.  But when peace and safety were restored, and every man became engaged in useful and profitable occupation, less attention was paid to the calls of Congress.  The fundamental defect of the Confederation was that Congress was not authorized to act immediately on the people, & by it's own officers.  Their power was only requisitory, and these requisitions were addressed to the several legislatures, to be by them carried into execution, without other coercion than the moral principle of duty.  This allowed in fact a negative to every legislature, on every measure proposed by Congress; a negative so frequently exercised in practice as to benumb the action of the federal government, and to render it inefficient in it's general objects, & more especially in pecuniary and foreign concerns.  The want too of a separation of the legislative, executive, & judiciary functions worked disadvantageously in practice.  Yet this state of things afforded a happy augury of the future march of our confederacy, when it was seen that the good sense and good dispositions of the people, as soon as they perceived the incompetence of their first compact, instead of leaving it's correction to insurrection and civil war, agreed with one voice to elect deputies to a general convention, who should peaceably meet and agree on such a constitution as \\\"would ensure peace, justice, liberty, the common defence & general welfare.\\\"\\n```\",\"timestamp\":1639988284,\"title\":\"Mr. Madison came into the House in 1776. a new member and young; which circumstances, concurring \"},\"digest\":\"kKDAHNkp7xUjNNA601gwevBXpvIhvY0wrzy84M3sgnI\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lr1i-2u7TumfXsh2nCIj9ROMlkCyWXUNPCYXh15KjKI\\\",\\\"y\\\":\\\"O7VQkL16MYEOIJMG3LKlFzOyZzt9cfWJVfZZO42p8cg\\\"}\",\"signature\":\"9K3aUMebp69mbllrmnolJ6Wv-ohBSqV8gPZwR3_4o924_voeaL2ZG3rgE10vrLKLbrPRWmyVQVgeLW-KLk0fBg\",\"signingKeySignature\":\"0xd654ddae536233748229155e2b8b93030f8cff4e28165c8b3ea6b024273802ea5c4b9ab0791480ef3170ebae4b8df47c5ee49460c89d3d4134c9c0b93c8a2db21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lr1i-2u7TumfXsh2nCIj9ROMlkCyWXUNPCYXh15KjKI\\\",\\\"y\\\":\\\"O7VQkL16MYEOIJMG3LKlFzOyZzt9cfWJVfZZO42p8cg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kKDAHNkp7xUjNNA601gwevBXpvIhvY0wrzy84M3sgnI\"}"