"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/1Pr49Er8yaMNpZoJ10qtO.png?height=445&width=630)\\n\\nBefore understanding DAO, we might as well understand why a company is needed. Why shouldn’t the boss just hire some guys to do the work, but set up a corporation？\\n\\nThe company provides an image of a “**legal person**”, allowing the company as an independent legal entity to own assets and assume responsibilities. This abstraction relieves the unlimited liability of entrepreneurs and shareholders, creates possibilities for the shareholding system and IPO, and enables the life cycle of the company to transcend individuals and families.\\n\\nTherefore, the company has become the main body of the Web2.0 economy, and most of the contracts are related to the company.\\n\\nFrom this perspective, DAO is to simulate a subject through a program in the crypto world, which can own assets (rights) and assume responsibilities (obligations), thereby decoupling from individuals.\\n\\nThen here comes the question: **why can’t we continue to follow the corporate model in the crypto world?**\\n\\nThe legal person mechanism of a company can only take effect through the overall cooperation of the judicial system and the centralized financial system.\\n\\nThe judicial system has the right to enforce the company’s property, but the judicial system does not have the right to enforce it on the public chain. It is the smart contract that has the power of enforcement. It can even construct a dispute arbitration mechanism that is cheaper and more flexible than the judicial system.\\n\\nFrom this perspective, DAO is not only a layer of subject abstraction but also a built-in governance protocol to resolve disputes. The specific governance mechanism is not the key. The flexibility of the procedure can realize any type of governance mechanism, but this governance must be “bootstrap”, a kind of complete autonomy.\\n\\nThen why is there no DAO these years, and the crypto world seems to have developed quite well?\\n\\nObserving the entrepreneurial team and investment model of the crypto world, it is roughly equivalent to the “primitive tribe” stage, mainly relying on acquaintance relationships and character assurance.\\n\\nThe law cannot control or the cost of rights protection is too high, and the smart contract constraint system has not been established, so entrepreneurs and scammers are flying together. However, since this is a rapidly developing market when you encounter a “pit”, you will be able to find the next opportunity to cover the “pit”, so you can still play around.\\n\\nHowever, as the volume of the crypto field has grown, and the number of practitioners and users has increased, the original model has become difficult to be effective. This is the opportunity of the DAO. It is foreseeable that with the outbreak of projects and the expansion of team size, disputes between various capital and entrepreneurial teams, members of the creative team, and teams are all high-probability events.\\n\\nIt is a wise way to define rules and dispute resolution solutions through DAO in advance.\\n\\nDefi has been created in the crypto world, and now so has DAO. The engine of economic development is now available.\\n\\n**Twitter：<https://twitter.com/ShremHouse>**\\n\\n**Telegram：<https://t.me/ShremHouseDAO>**\",\"timestamp\":1640763677,\"title\":\"ShremHouse:Why do we need DAO?\"},\"digest\":\"wYaaOQ9HDC6iGUQIdN2miXBuIncpuyzySZxK9gConWA\",\"authorship\":{\"contributor\":\"0x804360eFb4c5c1304dE7CE23e2BBE0E154E7fE2b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q3we8ra2RgWjyAUt_7gVYxOJq-nFq_TQw3W-4b3XIio\\\",\\\"y\\\":\\\"-sKj_vTVqW4DTQTCzrmgPGGOJDuBrbd9Nst0X9MHoRM\\\"}\",\"signature\":\"XsjzP89xUX3TxD1E-aSdCERwtvZYPIXym_59GQ9IFYUCVnRP6cV-mXZLOCiwZSdEtkS1NkvwGwfWidH9PJtC1w\",\"signingKeySignature\":\"0x32205708d916b1924e6d006b616fb2185b57f50342b17231e1c73e01eb21c5dc32893a039260f7d070351f23b7eeab38d6d925fe758dba6f6b2c52fab3355a521b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q3we8ra2RgWjyAUt_7gVYxOJq-nFq_TQw3W-4b3XIio\\\",\\\"y\\\":\\\"-sKj_vTVqW4DTQTCzrmgPGGOJDuBrbd9Nst0X9MHoRM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wYaaOQ9HDC6iGUQIdN2miXBuIncpuyzySZxK9gConWA\"}"