"{\"content\":{\"body\":\"1860年七月的旧金山还不是后世那个大都市，但此时已经隐隐有了雏形。 \\n  \\n     这个因为加州金矿而发展起来的城市现在可以说是货真价实的罪恶都市。 \\n  \\n     “1849年矿工来了，1851年娼妇也来了，等他们搞到一起去，本地人就出现了。” \\n  \\n     这首19世纪旧金山的民歌生动的解析了此时的旧金山。 \\n  \\n     飞鸟号作为一个仅仅载重五百吨的商船，对这个连接远东以及欧洲淘金客们的港口来说毫不起眼。 \\n  \\n     在领航船的带领下，风尘仆仆的飞鸟号平安靠岸。 \\n  \\n     不到两个小时，一艘满载东方人的商船靠岸的消息就轰动了这个城市。 \\n  \\n     现在还不是中央太平洋铁路公司修铁路的时候，所以这里的华人还不多。 \\n  \\n     清国的虚弱才刚刚显露，虽然被胖揍了几顿，但是靠着庞大的人口，清国在外国人眼中还属于远东大国。 \\n  \\n     所以此时的华人还不叫华工，起码有点尊严。 \\n  \\n     更别说是两百多名着装体面手持步枪的新明帝国子民了。 \\n  \\n     统一的崭新迷彩服、解放鞋背着登山包的华人让此时的旧金山普通居民满眼羡慕。 \\n  \\n     美国南北战争之前，只有黑人和水手的服装是大规模生产的。前者是因为奴隶的原因，故而需求量巨大，后者是因为当水手的人太多了。 \\n  \\n     当时的一件新衣服，属于家庭中的重要开支，一个工人通常没有第二件体面的衣服。 \\n  \\n     除了衣服，工人们的生活状况也很不妙。 \\n  \\n     就拿1840年英国工人来说，他们家庭的平均寿命是15岁，他们的孩子活过5岁的只有43％。 \\n  \\n     距离现在仅仅刚过去20年，工人的待遇依旧是那样的糟糕。 \\n  \\n     历史上，欧洲资本家解放奴隶的原因只有一个，那就是用工人比用奴隶划算。 \\n  \\n     因为现在一个黑人男性青年奴隶接近2000美元。而一个工人用到死的价格是远远低于它的。 \\n  \\n     “能找到安排下所有人的旅店吗？”戴着双层口罩的李明启，声音显得有些沉闷。 \\n  \\n     “要是集中在一起的话有些困难，可以多跑几家旅店。要是着急的话，仓库应该也可以满足你的需要。” \\n  \\n     欧内斯托看着李明启脸上戴着的雪白口罩，忍不住心疼的咧了咧嘴。 \\n  \\n     现在的旧金山虽然比欧洲那些大粪坑强点，但是味道也不比化粪池差多少。 \\n  \\n     皇帝陛下吸入的第一口‘自由’空气差点让他吐出来。 \\n  \\n     两百多统一着装的武装份子很有威慑性。码头特有的小偷和黑帮没有敢来找麻烦的。 \\n  \\n     这让皇帝陛下扮猪吃老虎的想法落了空。 \\n  \\n     “还是尽量找挨着的旅店吧，我们在这里停留的时间应该不会太久，等到办完事情就会离开。” \\n  \\n     看着谨慎围过来的几个警察，李明启结束了这个话题。 \\n  \\n     “先生，请问有什么需要帮忙的吗？” \\n  \\n     领头的一个警长扶着枪套，远远的喊了一声。 \\n  \\n     对于这些长时间霸占码头的外国人，警长心里十分不爽。 \\n  \\n     但是看在对方人多的面子上，警长准备展现旧金山人热情的一面。 \\n  \\n     “我们正在讨论关于旅店的事情，您有什么好的推荐吗？” \\n  \\n     欧内斯托冲着对方微微扶了扶帽子，将一个大不列颠特有的虚伪展现的淋漓尽致。 \\n  \\n     而我们的皇帝陛下则是完全的无视了对方，正在交代刘有财关于帝国子民的住宿问题。 \\n  \\n     “万岁爷，可以先让他们住在船舱里。要是想要四处逛一逛的话，可以选择白天。” \\n  \\n     刘有财给出了自己的观点，让皇帝陛下不断点头。 \\n  \\n     “行，我先带着二河他们去办点事。等我们找好住处再好好安顿他们吧。” \\n  \\n     商量妥当之后，刘有财就带着一百五十名的国防军战士呼啦啦的重新上了船，现场只留下了几个手艺人和刘二河带着的锦衣卫们。 \\n  \\n     人少了事情就好解决了，在警长的呼喝下找来了几辆马车，向着城区行去。 \\n  \\n     第一站就是本地的银行，李明启需要用铝锭换一些美元。因为需要用美元来给帝国的手艺人们购买一些常用工具。 \\n  \\n     李明启一身龙纹刺绣的修身黑色西服，一顶许文强同款黑色礼帽，手中提着一根铝合金材质的金色圆头盘龙手丈走在前面。 \\n  \\n     身后跟着由刘二河率领的二十六名身穿形象岗保安服的汉子。 \\n  \\n     旁边跟着面带讨好笑容的欧内斯托。 \\n  \\n     一行人的到来，让银行内的服务人员小跑着迎了出来。 \\n  \\n     得知外面的马车上装着超过一吨的铝锭之后。服务李明启的员工马上就换成了一脸谄媚笑容的银行经理。 \\n  \\n     “这位是从清国来的贵族，准备在新大陆建立一个贸易点。以后瓷器、茶叶、生丝之类的货物就会源源不断的送来了。” \\n  \\n     欧内斯托的谎话张口就来，把银行经理忽悠的一愣一愣的。 \\n  \\n     虽然对于这个拉着一吨多的铝锭来贸易的清国贵族有着好奇，但是在巨额的利润之下他选择了相信对方。 \\n  \\n     又听说对方要把这些珍贵的铝锭存入他们银行之后，经理脸上的笑容就像是看到了死去多年的老爹。 \\n  \\n     “这些珍贵的铝锭一半换取黄金，一半兑换成美元。你放心，兑换的美元将会用来购买土地，置办工厂之类。到时候还得麻烦贵行呢。” \\n  \\n     看到经理听说要兑换一半的黄金而露出的为难表情，欧内斯托又抛出了一个提议。 \\n  \\n     这个提议让经理的表情舒缓了不少。虽然兑换这么多的黄金有些困难，但也不是不能凑出来。 \\n  \\n     如今铝可比黄金受欢迎，尤其是那些欧洲的贵族富豪们。他们对于铝制品的追捧近乎于痴迷。 \\n  \\n     再说了，不是还有一半的资金用来购买土地以及开工厂吗。这些钱最后还得留在自己的银行里。更别说今后可能的贸易了。 \\n  \\n     其实他心里还有一个方案，那就是找个机会干掉这些清国人吞掉黄金。 \\n  \\n     但是这个方案实在是有些冒险，先不说能不能实现，就算成功杀掉了这些人，黄金最后能不能回到自己银行还是两说。 \\n  \\n     自己要是先打破游戏规则的话，那么也就意味着自己也不再受规则保的护了。 \\n  \\n     所以还是先观察一段时间再说。自己把这件事正常汇报上去，剩下的就交给自己的老板们来拿主意吧。 \\n  \\n     这一番算计，经理果断的同意了欧内斯托的要求。 \\n  \\n     几个小时之后，马车就把黄金运回了飞鸟号，然后被李明启换成了系统资金。 \\n  \\n     所有的事情都办妥之后，一行人找了个高档酒店住了下来。 \\n  \\n     “多买几条船，速度快，空间大的改装成移民船。宁可少装一些人，也要保证移民们的健康。” \\n  \\n     长沙发上的皇帝陛下一副葛优躺的姿势，旁边的巴顿一边听一边记录。 \\n  \\n     此时的巴顿已经成为了帝国移民公司的总经理。每运过来一个移民，他可以提成五两银子。如果移民是一整个家庭的话，还会多给五两。 \\n  \\n     由于运送一次移民，一个来回大概需要四个多月，所以对于这个公司皇帝陛下十分重视。 \\n  \\n     巴顿道：“如果购买新船的话可能来不及，我建议收购一家航运公司或者雇佣…” \\n  \\n     听到这，皇帝陛下挥了挥手：“这些是你的工作，我只负责出钱。但是船一定多，我希望前期一次至少可以运送一万名移民。” \\n  \\n     “记住，我说的是移民，不是工人，更不是奴隶！你知道我的意思，一定要尽量少死人！一定！” \\n  \\n     李明启坐直了身子，十分严肃的看着巴顿。 \\n  \\n     因为他知道，现在海上死上个把人完全是正常状态。但是对于那些留在国内，挣扎于太平天国和曾剃头之间的人们，出海来美洲绝对是个好选择。 \\n  \\n     巴顿沉吟了一下说道：“放心吧，我都会安排好的。我会和每一艘船的船长说清楚，我们是按照到岸的人数给钱，并且会有专人跟船负责记录。” \\n  \\n     李明启满意的点了点头，随后又看向欧内斯托，说道： \\n  \\n     “接下来我需要一块位于洛杉矶附近的土地。位置最好是长滩，我要在那里建立一个码头和造船厂，面积要大。” \\n  \\n     欧内斯托一脸懵，不是代理那些宝贝吗？现在怎么扯到土地上了？还有那个该死的洛杉矶在哪？ \\n  \\n     要知道现在的洛杉矶居民可能也就几千人，还得是加上分散在洛杉矶附近的农夫。 \\n  \\n     1850年洛杉矶正式设市，当时的洛杉矶人口仅有1600人。要等到19世纪末发现石油的时候才开始高速发展，不过那时候人口才5万人。 \\n  \\n     从旧金山到洛杉矶的铁路还要十几年才开始修建，现在的洛杉矶就是个穷乡僻壤。 \\n  \\n     看到欧内斯托脸上的神情，皇帝陛下又慢悠悠的跟了一句：“价格如果让我满意的话，我会考虑多给你一些‘货物’。” \\n  \\n     欧内斯托咆哮道：“狗屎，你答应过我的…” \\n  \\n     “我当然记得我的承诺，但是出货的数量需要看我的心情。谁叫现在是卖家说的算呢？” \\n  \\n     皇帝陛下重新恢复了葛优躺，对于欧内斯托那一脸吃了屎的表情视而不见，继续说道： \\n  \\n     “我还需要一家可以生产火炮的武器工厂。工程师必须会制作如今市场上大部分的枪支与火炮。这种人才我希望尽可能的多。” \\n  \\n     “还需要一家钢铁厂、一家化学实验室、以及一些愿意学习中文并且愿意教授华人识字的老师。” \\n  \\n     “这些都需要你帮我放出消息，工厂会开在我新买的土地上。我想这会对你和加州的那些议员们谈判有帮助。” \\n  \\n     欧内斯托真想甩手不干了，但是看着笑眯眯的某人，以及未来可以获得的巨大利润，他选择了微笑： \\n  \\n     “没问题，购买土地没有难度，更不要说你还在这里开办工厂了。但是大量移民的话，那些议员可能不会同意…” \\n  \\n     李明启接着说道：“他们不会知道的，第一批移民最快也要四个多月才能到这里。在这之前我会大量的雇佣工人建设我买下的土地，或许会建立一座城市。这样他们会心动的。” \\n  \\n     欧内斯托点了点头，同样开始记录了起来。 \\n  \\n     等差不多全都记录好之后，他诧异的看着李明启开口说道： \\n  \\n     “建立城市？那些狗娘养的议员们会开心死的。等你建好之后，他们会派遣很多官员过来接手，最后完全取代你掌管那座城市。” \\n  \\n     皇帝陛下无所谓的说道：“这些你都可以答应他们，我只在乎我需要的土地以及工厂。” \\n  \\n     至于取代他掌管新建好的城市？呵呵，想多了。 \\n  \\n     在他的计划中，还没等城市建立好，移民船就会陆续到来。 \\n  \\n     预计第一批移民到了之后，接下来就会有源源不断的移民送来。 \\n  \\n     那时候洛杉矶可就不是加利福尼亚州政府说了算了。到那时，新明帝国的旗帜将飘荡在整个洛杉矶上空。 \\n  \\n     明年四月份，南北战争就开始了。到时候加州政府能不能腾出手对付自己还说不准呢。 \\n  \\n     反正答应他们的是暂时需要大量本地工人，等到工厂和城市建好之后，他们爱去哪去哪，反正他是不会要的。 \\n  \\n     将来那些生活在洛杉矶的本地人就看他们识不识相了。如果识相就把他们打散，强制同化。 \\n  \\n     不识相的话就去死好了，反正他们杀戮印第安人的时候也没有手软过。\",\"timestamp\":1638280632,\"title\":\"第十二章 初临旧金山\"},\"digest\":\"uPNmR4nI8J3ME3XTijopiePoNaHhafWodqfcAhzvNu0\",\"authorship\":{\"contributor\":\"0x2B1262c6c5Bf7f093938C8728Cc85dD05E5EFC87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"signature\":\"PwyJ06OBZxMMGFfmouvLSTWWKZTaHRfrsImwLlIdSY0CBk6vQCx8scK7El_ctH4qxlcknQRMxJECWs4f8YEhxQ\",\"signingKeySignature\":\"0x1a941235b4e94ec644fb1a3ddf3a374a46454b1247017a07e9d004d58a201efa1bac668b7c406ea87b8595c4fa698e7637ad46b02956a0729e70f6808a56dfd91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uPNmR4nI8J3ME3XTijopiePoNaHhafWodqfcAhzvNu0\"}"