"{\"content\":{\"body\":\"\\\"I don't think so,\\\" Sheldon assured her.  \\\"My understanding with old Seelee is that he is paid only for live boys; so he is very careful.\\\"\\n\\nCHAPTER XXIII--A MESSAGE FROM THE BUSH\\n\\nNever had runaways from Berande been more zealously hunted.  The deeds of Gogoomy and his fellows had been a bad example for the one hundred and fifty new recruits.  Murder had been planned, a gang- boss had been killed, and the murderers had broken their contracts by fleeing to the bush.  Sheldon saw how imperative it was to teach his new-caught cannibals that bad examples were disastrous things to pattern after, and he urged Seelee on night and day, while with the Tahitians he practically lived in the bush, leaving Joan in charge of the plantation.  To the north Boucher did good work, twice turning the fugitives back when they attempted to gain the coast.\\n\\nOne by one the boys were captured.  In the first man-drive through the mangrove swamp Seelee caught two.  Circling around to the north, a third was wounded in the thigh by Boucher, and this one, dragging behind in the chase, was later gathered in by Seelee's hunters.  The three captives, heavily ironed, were exposed each day in the compound, as good examples of what happened to bad examples, all for the edification of the seven score and ten half-wild Poonga-Poonga men.  Then the Minerva, running past for Tulagi, was signalled to send a boat, and the three prisoners were carried away to prison to await trial.\\n\\nFive were still at large, but escape was impossible.  They could not get down to the coast, nor dared they venture too far inland for fear of the wild bushmen.  Then one of the five came in voluntarily and gave himself up, and Sheldon learned that Gogoomy and two others were all that were at large.  There should have been a fourth, but according to the man who had given himself up, the fourth man had been killed and eaten.  It had been fear of a similar fate that had driven him in.  He was a Malu man, from north-western Malaita, as likewise had been the one that was eaten. Gogoomy's two other companions were from Port Adams.  As for himself, the black declared his preference for government trial and punishment to being eaten by his companions in the bush.\\n\\n\\\"Close up Gogoomy kai-kai me,\\\" he said.  \\\"My word, me no like boy kai-kai me.\\\"\\n\\nThree days later Sheldon caught one of the boys, helpless from swamp fever, and unable to fight or run away.  On the same day Seelee caught the second boy in similar condition.  Gogoomy alone remained at large; and, as the pursuit closed in on him, he conquered his fear of the bushmen and headed straight in for the mountainous backbone of the island.  Sheldon with four Tahitians, and Seelee with thirty of his hunters, followed Gogoomy's trail a dozen miles into the open grass-lands, and then Seelee and his people lost heart.  He confessed that neither he nor any of his tribe had ever ventured so far inland before, and he narrated, for Sheldon's benefit, most horrible tales of the horrible bushmen.  In the old days, he said, they had crossed the grasslands and attacked the salt-water natives; but since the coming of the white men to the coast they had remained in their interior fastnesses, and no salt-water native had ever seen them again.\\n\\n\\\"Gogoomy he finish along them fella bushmen,\\\" he assured Sheldon. \\\"My word, he finish close up, kai-kai altogether.\\\"\\n\\nSo the expedition turned back.  Nothing could persuade the coast natives to venture farther, and Sheldon, with his four Tahitians, knew that it was madness to go on alone.  So he stood waist-deep in the grass and looked regretfully across the rolling savannah and the soft-swelling foothills to the Lion's Head, a massive peak of rock that upreared into the azure from the midmost centre of Guadalcanar, a landmark used for bearings by every coasting mariner, a mountain as yet untrod by the foot of a white man.\\n\\nThat night, after dinner, Sheldon and Joan were playing billiards, when Satan barked in the compound, and Lalaperu, sent to see, brought back a tired and travel-stained native, who wanted to talk with the \\\"big fella white marster.\\\"  It was only the man's insistence that procured him admittance at such an hour.  Sheldon went out on the veranda to see him, and at first glance at the gaunt features and wasted body of the man knew that his errand was likely to prove important.  Nevertheless, Sheldon demanded roughly, -\\n\\n\\\"What name you come along house belong me sun he go down?\\\"\\n\\n\\\"Me Charley,\\\" the man muttered apologetically and wearily.  \\\"Me stop along Binu.\\\"\\n\\n\\\"Ah, Binu Charley, eh?  Well, what name you talk along me?  What place big fella marster along white man he stop?\\\"\\n\\nJoan and Sheldon together listened to the tale Binu Charley had brought.  He described Tudor's expedition up the Balesuna; the dragging of the boats up the rapids; the passage up the river where it threaded the grass-lands; the innumerable washings of gravel by the white men in search of gold; the first rolling foothills; the man-traps of spear-staked pits in the jungle trails; the first meeting with the bushmen, who had never seen tobacco, and knew not the virtues of smoking; their friendliness; the deeper penetration of the interior around the flanks of the Lion's Head; the bush- sores and the fevers of the white men, and their madness in trusting the bushmen.\\n\\n\\\"Allee time I talk along white fella marster,\\\" he said.  \\\"Me talk, 'That fella bushman he look 'm eye belong him.  He savvee too much. S'pose musket he stop along you, that fella bushman he too much good friend along you.  Allee time he look sharp eye belong him. S'pose musket he no stop along you, my word, that fella bushman he chop 'm off head belong you.  He kai-kai you altogether.'\\\"\\n\\nBut the patience of the bushmen had exceeded that of the white men. The weeks had gone by, and no overt acts had been attempted.  The bushmen swarmed in the camp in increasing numbers, and they were always making presents of yams and taro, of pig and fowl, and of wild fruits and vegetables.  Whenever the gold-hunters moved their camp, the bushmen volunteered to carry the luggage.  And the white men waxed ever more careless.  They grew weary prospecting, and at the same time carrying their rifles and the heavy cartridge-belts, and the practice began of leaving their weapons behind them in camp.\\n\\n\\\"I tell 'm plenty fella white marster look sharp eye belong him. And plenty fella white marster make 'm big laugh along me, say Binu Charley allee same pickaninny--my word, they speak along me allee same pickaninny.\\\"\\n\\nCame the morning when Binu Charley noticed that the women and children had disappeared.  Tudor, at the time, was lying in a stupor with fever in a late camp five miles away, the main camp having moved on those five miles in order to prospect an outcrop of likely quartz.  Binu Charley was midway between the two camps when the absence of the women and children struck him as suspicious.\\n\\n\\\"My word,\\\" he said, \\\"me t'ink like hell.  Him black Mary, him pickaninny, walk about long way big bit.  What name?  Me savvee too much trouble close up.  Me fright like hell.  Me run.  My word, me run.\\\"\\n\\nTudor, quite unconscious, was slung across his shoulder, and carried a mile down the trail.  Here, hiding new trail, Binu Charley had carried him for a quarter of a mile into the heart of the deepest jungle, and hidden him in a big banyan tree.  Returning to try to save the rifles and personal outfit, Binu Charley had seen a party of bushmen trotting down the trail, and had hidden in the bush.  Here, and from the direction of the main camp, he had heard two rifle shots.  And that was all.  He had never seen the white men again, nor had he ventured near their old camp.  He had gone back to Tudor, and hidden with him for a week, living on wild fruits and the few pigeons and cockatoos he had been able to shoot with bow and arrow.  Then he had journeyed down to Berande to bring the news.  Tudor, he said, was very sick, lying unconscious for days at a time, and, when in his right mind, too weak to help himself.\\n\\n\\\"What name you no kill 'm that big fella marster?\\\" Joan demanded. \\\"He have 'm good fella musket, plenty calico, plenty tobacco, plenty knife-fee, and two fella pickaninny musket shoot quick, bang-bang-bang--just like that.\\\"\\n\\nThe black smiled cunningly.\\n\\n\\\"Me savvee too much.  S'pose me kill 'm big fella marster, bimeby plenty white fella marster walk about Binu cross like hell.  'What name this fellow musket?' those plenty fella white marster talk 'm along me.  My word, Binu Charley finish altogether.  S'pose me kill 'm him, no good along me.  Plenty white fella marster cross along me.  S'pose me no kill 'm him, bimeby he give me plenty tobacco, plenty calico, plenty everything too much.\\\"\\n\\n\\\"There is only the one thing to do,\\\" Sheldon said to Joan.\\n\\nShe drummed with her hand and waited, while Binu Charley gazed wearily at her with unblinking eyes.\\n\\n\\\"I'll start the first thing in the morning,\\\" Sheldon said.\\n\\n\\\"We'll start,\\\" she corrected.  \\\"I can get twice as much out of my Tahitians as you can, and, besides, one white should never be alone under such circumstances.\\\"\\n\\nHe shrugged his shoulders in token, not of consent, but of surrender, knowing the uselessness of attempting to argue the question with her, and consoling himself with the reflection that heaven alone knew what adventures she was liable to engage in if left alone on Berande for a week.  He clapped his hands, and for the next quarter of an hour the house-boys were kept busy carrying messages to the barracks.  A man was sent to Balesuna village to command old Seelee's immediate presence.  A boat's-crew was started in a whale-boat with word for Boucher to come down.  Ammunition was issued to the Tahitians, and the storeroom overhauled for a few days' tinned provisions.  Viaburi turned yellow when told that he was to accompany the expedition, and, to everybody's surprise, Lalaperu volunteered to take his place.\\n\\nSeelee arrived, proud in his importance that the great master of Berande should summon him in the night-time for council, and firm in his refusal to step one inch within the dread domain of the bushmen.  As he said, if his opinion had been asked when the gold- hunters started, he would have foretold their disastrous end. There was only one thing that happened to any one who ventured into the bushmen's territory, and that was that he was eaten.  And he would further say, without being asked, that if Sheldon went up into the bush he would be eaten too.\\n\\nSheldon sent for a gang-boss and told him to bring ten of the biggest, best, and strongest Poonga-Poonga men.\\n\\n\\\"Not salt-water boys,\\\" Sheldon cautioned, \\\"but bush boys--leg belong him strong fella leg.  Boy no savvee musket, no good.  You bring 'm boy shoot musket strong fella.\\\"\\n\\nThey were ten picked men that filed up on the veranda and stood in the glare of the lanterns.  Their heavy, muscular legs advertised that they were bushmen.  Each claimed long experience in bush- fighting, most of them showed scars of bullet or spear-thrust in proof, and all were wild for a chance to break the humdrum monotony of plantation labour by going on a killing expedition.  Killing was their natural vocation, not wood-cutting; and while they would not have ventured the Guadalcanar bush alone, with a white man like Sheldon behind them, and a white Mary such as they knew Joan to be, they could expect a safe and delightful time.  Besides, the great\\n\\nmaster had told them that the eight gigantic Tahitians were going along.\\n\\nThe Poonga-Poonga volunteers stood with glistening eyes and grinning faces, naked save for their loin-cloths, and barbarously ornamented.  Each wore a flat, turtle-shell ring suspended through his nose, and each carried a clay pipe in an ear-hole or thrust inside a beaded biceps armlet.  A pair of magnificent boar tusks graced the chest of one.  On the chest of another hung a huge disc of polished fossil clam-shell.\\n\\n\\\"Plenty strong fella fight,\\\" Sheldon warned them in conclusion.\\n\\nThey grinned and shifted delightedly.\\n\\n\\\"S'pose bushmen kai-kai along you?\\\" he queried.\\n\\n\\\"No fear,\\\" answered their spokesman, one Koogoo, a strapping, thick-lipped Ethiopian-looking man.  \\\"S'pose Poonga-Poonga boy kai- kai bush-boy?\\\"\\n\\nSheldon shook his head, laughing, and dismissed them, and went to overhaul the dunnage-room for a small shelter tent for Joan's use.\\n\\nCHAPTER XXIV--IN THE BUSH\\n\\nIt was quite a formidable expedition that departed from Berande at break of day next morning in a fleet of canoes and dinghies.  There were Joan and Sheldon, with Binu Charley and Lalaperu, the eight Tahitians, and the ten Poonga-Poonga men, each proud in the possession of a bright and shining modern rifle.  In addition, there were two of the plantation boat's-crews of six men each. These, however, were to go no farther than Carli, where water transportation ceased and where they were to wait with the boats. Boucher remained behind in charge of Berande.\",\"timestamp\":1639040729,\"title\":\"I hope there won't be any more killing,\\\" Joan said, as they turned their horses homeward.\"},\"digest\":\"0QJ8M2dpDsKluEVa8rjEaPoB6GwtNYMWDT7riHslg_U\",\"authorship\":{\"contributor\":\"0xD2dD0Fd14351C19d159B581881AE68fAD5390A5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4A6gjbmuv5aV3pR7FK9IKfHNnT1JNOvQNIj2ZjVnjaU\\\",\\\"y\\\":\\\"VXnGhFx2vLEpOue5FEDYMaW5buOUT-Cr65_LpONJItw\\\"}\",\"signature\":\"T4vsPEhKhBj61MGTFFeAqPqlrmVIpiE-WqwjQZPlR-XzqEi1ITUgCBe8dcRNphWXh8DiQdIyRlKEa0MUAYyBhA\",\"signingKeySignature\":\"0x298204aaf7ed7306de850430b24e040b17567115333b676eb36d89c1c407f6f449a804e5fa6395ca96481d2f6d13dca584dc1bb8abbc2a2a7aa00072a4a55ee41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4A6gjbmuv5aV3pR7FK9IKfHNnT1JNOvQNIj2ZjVnjaU\\\",\\\"y\\\":\\\"VXnGhFx2vLEpOue5FEDYMaW5buOUT-Cr65_LpONJItw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0QJ8M2dpDsKluEVa8rjEaPoB6GwtNYMWDT7riHslg_U\"}"