"{\"content\":{\"body\":\"With the continued rise of the crypto market, the recent total DeFi lock-up assets (TVL) of major public chains broke through the $240 billion mark, a new record high, compared with the peak before the 519 crash also rose nearly 46%, DeFi market has once again become the focus of the market.\\n\\nHowever, as the lock up volume of major DeFi projects all set new highs, the token price of major DeFi projects such as Aave and Uniswap is still far from the new highs. The problem reflected in this phenomenon is that most of the incremental funds are flowing into the DeFi ecology of ethereum and the so-called DeFi 2.0 project.\\n\\nOn October 12, the co-founders of Alchemix, the DeFi lending protocol, first wrote an article to bring the DeFi 2.0 project to market, identifying five projects, Olympus, Tokemak, Alchemix, Spell and Convex. It is pointed out that these DeFi 2.0 protocols will make DeFi more capital efficient and the token economy model will be improved, which will make all DeFi protocols sustainable.\\n\\nSince then, many kols in the encryption market at home and abroad have written about their understanding of DeFi 2.0, but so far, there is no universally recognized unified definition of DeFi 2.0 in the industry, and some even ridicule \\\"up is 2.0, not up is 1.0\\\".\\n\\nIs the DeFi ecology really starting a new iteration? Or are they just micro-innovations on top of existing smart contracts? What are DeFi2.0 and what is the next big trend?\",\"timestamp\":1641280938,\"title\":\"What are the features of DeFi 2.0?\"},\"digest\":\"seZ7onjfwWeNjpOLBcGqLPRCR1sbmoh8x40JZR24hiw\",\"authorship\":{\"contributor\":\"0x031A2aF527B960570d595B7CC5Be73c17201354A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IquTOkYi1UfxLlmYH3hNycHPKK0Ho9kMFEe4KqrtzPw\\\",\\\"y\\\":\\\"tGgzby8oDoGWt7TP5JSx0zOt47ABzNwdXMZ6_W2-Crg\\\"}\",\"signature\":\"_qKDa9wIkAQ0pfpxqQfFJ8T6IlKVJPurBweQat4-bzXX2yNN2DhGfchnGkzhMbFCPHLpwKNk4-YqKzs7j7KT_g\",\"signingKeySignature\":\"0x47e4aa9e69eea89a9c6fc2fe10de31d14e8b90c3aba7db4aed2de9adec84c2895bc881d6bf9a5ca2b1f2ae78e9dd35bb75625eeb4843f0bdb2efe5320f3121941c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IquTOkYi1UfxLlmYH3hNycHPKK0Ho9kMFEe4KqrtzPw\\\",\\\"y\\\":\\\"tGgzby8oDoGWt7TP5JSx0zOt47ABzNwdXMZ6_W2-Crg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"seZ7onjfwWeNjpOLBcGqLPRCR1sbmoh8x40JZR24hiw\"}"