"{\"content\":{\"body\":\"“What are you working on right now?”\\n\\n“Are you on sabbatical? Does that mean you’re going back to your old job?”\\n\\n“*Are* you taking time out? Why?”\\n\\nSo many questions like this recently, and I always hear a hidden set of questions and anxieties behind them — on money, productivity and privilege.\\n\\nIt’s the Christmas break and I don’t have time for a longer piece on productivity, rest & who who gets to do it, and why we’re still asking these questions as we enter the third year of a pandemic, but I wanted to do a short write-up of what I’ve been up to this autumn since I left my last job in early September (and, to note, it’s been extremely thrilling to watch ex-grantees win MacArthur genius awards, in the case of [Dr Safiya Noble](https://www.macfound.org/fellows/class-of-2021/safiya-noble), and literally change the law for millions of American workers, in the case of [Ifeoma Ozoma](https://www.nytimes.com/2021/11/24/technology/pinterest-whistle-blower-ifeoma-ozoma.html)).\\n\\nThis autumn, I wanted to follow some new interests, and continue doing what I know I excel at.\\n\\n**I wanted to continue to find and help early stage founders**\\n\\nAs an angel investor, I backed [Anyone](https://www.callinganyone.com/), [Diagonal](https://diagonal.works/about-us/), [Driver’s Seat Co-op](https://driversseat.co/), [Intimately](https://www.intimately.co/), J[ennis](https://www.jennis.com/), [the Lowdown](https://thelowdown.com/), [Odin](https://www.joinodin.com/), [OnLoan](https://onloan.co/), [Organise](https://organise.network/) and [Tulipshare](https://tulipshare.com/), some directly and some through [Atomico](https://medium.com/atomico/introducing-the-atomico-angel-programmes-third-year-45ca77cfbeda). Whether in femtech, consumer social or fintech, I kept coming back to these intersecting theses of new power and community solutions.\\n\\nI made my first tiny LP bet in [Calm Company Fund](https://calmfund.com/).\\n\\nWith London’s Design Museum, I helped create the first program for underrepresented creative founders that any European museum has run. Thanks to Ambi Mistry, Dahlia Dana, and Kahyun Lee for being such excellent collaborators on this autumn’s [Entrepreneur’s Hub](https://designmuseum.org/the-design-museum-campus/entrepreneurs-hub); between you and our amazing fifteen participants shown below, I know I’ve made friends for life.\\n\\n![](https://images.mirror-media.xyz/publication-images/Vsi8kvyVqgAxBgtrMX77B.png?height=1028&width=1140)\\n\\n**I wanted to be useful**\\n\\nI got to marry my passion for responsible AI with my love for homegrown innovation in [joining Mind Foundry’s board.](https://www.mindfoundry.ai/) I also joined [Village Capital](https://vilcap.com/) and [New Public’s](https://newpublic.org/) advisory boards.\\n\\n**I wanted to learn more about web3**\\n\\nMore to come on this but I had this spidey sense back in the spring that I’d been ignoring this scene for too long (in reality, since Campus had a Bitcoin ATM back in 2014 or so) as many creative and left-leaning friends went full DAO. [Austin Robey](https://forefront.market/blog/how-community-tokens-can-power-cooperatives) might have been the final straw. Thanks to Clara Tsao, I’ve been spending time this autumn with the [Filecoin Foundation for the Decentralised Web.](https://ffdweb.org/)\\n\\nAn autumn highlight was joining [Crypto, Culture and Society](https://society.mirror.xyz/), a learning DAO focused on building the liberal arts college for crypto. I had a lot of suppositions before joining groups like this about what crypto looked like, and who was in it, and this community has helped change my mind. Shoutout to Bhaumik Patel, our excellent convener, and the many speakers from Reggie James on expanding our cultural references to Bhoka on art and crypto. I’ve also enjoyed the [Crypto Coven](https://www.cryptocoven.xyz/) enormously.\\n\\n**I wanted to write more**\\n\\nSo within the CCS DAO I raised my hand as a publications working group lead; head [here](https://society.mirror.xyz/) for some of my write-ups. This piece is cross-posted on Medium, too. \\n\\nI wrote for the Financial Times and Sifted on topics I care about; [multi-generational workplaces](https://www.ft.com/content/f56d6a1b-9d64-4380-ac84-a44cb1bebb0f), [angel investing theses](https://sifted.eu/articles/angel-investment-thesis/) and [how those of us not in old boy networks can and should join boards](https://sifted.eu/articles/non-executive-director-tech-board/) (the FT piece is the first piece I’ve cold pitched since I was a not very successful journalist back in the Noughties)\\n\\nMore on this in 2022…\\n\\n**I wanted remember what makes me *me***\\n\\nBack in the summer, I [managed to carry out a microgranting program in secret](https://sarahdrinkwater.medium.com/a-few-months-ago-a-complete-stranger-gave-me-10-000-heres-what-i-did-with-it-d5bc65f59d17) to reward my community’s carers and maintainers, courtesy of TED’s Mystery Experiment. Still never found out who funded this and why.\\n\\nI finally let go of the idea I had to look “professional” and got some of the ridiculous tattoos I’ve wanted for years.\\n\\nI read so much.\\n\\nMy toddler said “mummy” for the first time.\\n\\nWe did a small house renovation.\\n\\nReading this, it all sounds like a *lot.* But it didn’t feel like it*.* To misquote Audre Lorde, rest is revolutionary. I believe this absolutely. But, having thought I was burnt out back in the summer, I’ve come to realise I didn’t need time out from all work, just work or environments that, for whatever reason, didn’t serve me.\\n\\nThis post is a reminder to myself to continue to raise my hand, keep learning, ask questions, and not settle for the easy path (because I was lucky enough to have some amazing job offers this year, but there’s a reason we call a salary the golden handcuffs). 2022 is starting off brilliantly — I’ve been awarded a [six-month Design Council fellowship](https://www.designcouncil.org.uk/news-opinion/design-council-announces-design-planet-fellows) to explore an idea around tech, community and regeneration — and I’m going to keep these guides to heart.\",\"timestamp\":1640777070,\"title\":\"On autumn 2021, and time out\"},\"digest\":\"GcpoMnBU9rYD7TtRId_qrLAxOLbZnyt29WpZgRYWmBM\",\"authorship\":{\"contributor\":\"0xC69E8318eA6406a248af54dbf0893E0f4CAa946B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Taqn7i_q440U6P6ayUY-bWfIM4aCDi_D_SWEySb6WbA\\\",\\\"y\\\":\\\"oVeSb2gae0aXYmEn5uxYN40uLMGnmKrkuyQtr94zSQg\\\"}\",\"signature\":\"YgC8DJmNUO-OiKIYJ2NDh7FtbaBkeRlaRT3DZZ-2lYBdo2UnYm0DQCdFFzDVjcgNdUZaavYgf45lxpyEKwZICg\",\"signingKeySignature\":\"0x6a62dda3c669a6ad02116b07099079a0f40fea44fe3295bfff6f1a1f7ccd4d526de324a2d8659e41ab3032f0e723d8d5029d44063e7b2cdd106e8e479d93a48d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Taqn7i_q440U6P6ayUY-bWfIM4aCDi_D_SWEySb6WbA\\\",\\\"y\\\":\\\"oVeSb2gae0aXYmEn5uxYN40uLMGnmKrkuyQtr94zSQg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GcpoMnBU9rYD7TtRId_qrLAxOLbZnyt29WpZgRYWmBM\"}"