"{\"content\":{\"body\":\"[https://cryptorisks.substack.com/p/on-abracadabra-degenbox-strategies](https://cryptorisks.substack.com/p/on-abracadabra-degenbox-strategies)\\n\\n[https://cryptorisks.substack.com/p/on-abracadabra-degenbox-strategies](https://cryptorisks.substack.com/p/on-abracadabra-degenbox-strategies)\\n\\n![https://cryptorisks.substack.com/p/on-abracadabra-degenbox-strategies](https://images.mirror-media.xyz/publication-images/mVCKVTG8bVOuf9FIw_bNA.png?height=925&width=1456)\\n\\n**Useful links:**\\n\\n1. [Abracadabra Docs](https://docs.abracadabra.money/)\\n2. [Anchor Protocol Docs](https://docs.anchorprotocol.com/)\\n3. [Abracadabra UST Degenbox](https://abracadabra.money/pool/26)\\n4. [Abracadabra.money Bentobox contract](https://etherscan.io/address/0xd96f48665a1410c0cd669a88898eca36b9fc2cce)\\n5. [Agora discussion on Abracadabra Degenbox strategies and UST peg](https://agora.terra.money/t/can-we-stop-the-mim-ust-printing-press-for-a-moment-serious-question/3119/6)\\n6. [Anchor Yield Reserves](http://www.mirrortracker.info/anchor)\\n7. [Abracadabra UST strategy](https://medium.com/abracadabra-money/our-ust-strategy-the-first-application-of-the-magic-potentialities-of-degenbox-ea35f13d6b5e)\\n8. [Anchor Protocol Discussion on growing gap between deposits and borrows](https://forum.anchorprotocol.com/t/anchor-earn-vs-borrow-growing-chasm/1800/2)\\n\\nFor periodic asset reviews and risk assessments, please subscribe! We have no intention of advertising (ever).\\n\\nAbracadabra is a leveraged yield farming protocol that allows users to farm outsized yields on stables by taking on risk and leverage. Their recent Degenbox launch with its unique cross-chain strategy has been a huge success, bringing lots of fees for UST liquidity providers in Curve. The only catch here is: yield is not risk free. This article examines potential risks that UST liquidity providers on Curve are taking on, following developments around UST. The approach here involves a bit of chain-checkooooring, some imaginative thinking, and a whole lot of parsing through tweets.\\n\\nTo begin, let’s try to understand the magic behind the Degenbox UST strategy.\\n\\n# Abracadabra Degenbox UST Strategy\\n\\nThe strategy allows users to deposit wrapped UST into Abracadabra cauldrons in order to mint MIM, which can then be sold on the MIM-UST pool to increase one’s liquidity position via leverage.\\n\\nThe oracle contracts for UST degenbox (deployed by Abracadabra):\\n\\n1. UST: [0x4f51264B07DB8b2910E892eEEF22460DE23268a7](https://etherscan.deth.net/address/0x4f51264b07db8b2910e892eeef22460de23268a7)\\n2. [aUST](https://market.link/feeds/1a020ca8-bed7-4e1b-8af3-9c2541dfbe16)\\n\\nThe strategy is outlined in the following infographic:\\n\\n![](https://images.mirror-media.xyz/publication-images/xask2fN4Pvt21ILXqAhwH.png?height=825&width=1100)\\n\\nThe deposit steps are (unrelated example transactions):\\n\\n1. Deposit [wrapped UST](https://etherscan.io/token/0xa47c8bf37f92abed4a126bda807a7b7498661acd) into [UST Degenbox contract](https://etherscan.deth.net/address/0x59e9082e068ddb27fc5ef1690f9a9f22b32e573f). The [UST strategy contract](https://etherscan.io/address/0xe6191aa754f9a881e0a73f2028edf324242f39e2) gets to work from here onwards.\\n2. 10% of UST is deposited into Degenbox (this makes withdraws easier).\\n3. The rest of the wrapped UST is then bridged onto Terra: [example tx](https://etherscan.io/tx/0x420ec78f8c2707274fcb6854ebcac3805b2216be2a0791f0504782e7416d117b).\\n\\n![](https://images.mirror-media.xyz/publication-images/S6fFj04i8UhgxaIvQlPv2.png?height=864&width=2426)\\n\\n4、Deposit UST into Anchor in return for aUST. Abracadabra uses [EthAnchor](https://docs.anchorprotocol.com/ethanchor/ethanchor) for this.\\n\\n![](https://images.mirror-media.xyz/publication-images/x-scfdT_OzEqljPisRxzX.png?height=694&width=1446)\\n\\n5、Bridge back aUST to Ethereum: [example tx](https://etherscan.io/tx/0xddd0e8d567de0dffe121999bfc721ed4727e6df9f2c905ace699aa8880354109). The receiver contract is the Anchor generated *Operation* contract for Abracadabra.\\n\\n![](https://images.mirror-media.xyz/publication-images/wJKudA3fzYptmsZJlQC0v.png?height=692&width=2030)\\n\\n6、Deposit aUST into Degenbox contract: [example tx](https://etherscan.io/tx/0xb650d7550915533888f2a4ffb2d26f24565b2e89e12b726ba24f7aac7e768c74). The deposit side strategy ends with the `finish(address)` method.\\n\\n### \\n\\n![](https://images.mirror-media.xyz/publication-images/oa_M4RVYFb2C2Q-WkvLcQ.png?height=316&width=2028)\\n\\nHarvest steps are:\\n\\n1. Withdraw aUST from degenbox and bridge to Terra: [example tx](https://etherscan.io/tx/0xa1b0f34c4472e7c27ba6cc66d75a8335f123384d2d981282a0ce3aff41d49f1d).\\n\\n![](https://images.mirror-media.xyz/publication-images/kTZrdGEKkML2RbVswZX00.png?height=800&width=2204)\\n\\n2、Deposit aUST in Anchor and withdraw UST + interest (from Anchor yield reserves) using EthAnchor.\\n\\n![As interest accrues, the price of aUST increases w.r.t UST.](https://images.mirror-media.xyz/publication-images/t41HQlCAQIhgse9_txZzP.png?height=100&width=490)\\n\\n3、Bridge UST back to Ethereum.\\n\\n4、Add to user’s collateral.\\n\\nThe interesting aspect of this strategy is that it uses a non-interest-bearing asset wrapped UST and runs a strategy that swaps a portion of it for an interest-bearing strategy, allowing users to earn leveraged yield from Anchor borrowers on Terra.\\n\\n## Market Reception\\n\\nUST being the stablecoin with some of the most amount of on-chain liquidity, the strategy has attracted a lot of liquidity to [Curve MIM-UST pool](https://curve.fi/factory/48), as users drove up leverage in their liquidity positions:\\n\\n[MIM-UST Convex TVL](https://llama.airforce/#/convex/pools/mim-ust):\\n\\n![](https://images.mirror-media.xyz/publication-images/TijyuWyrrIoP5UDjOfqXz.png?height=1398&width=1680)\\n\\nParticularly interesting is the following leveraged LP position by [Wonderland DAO](https://etherscan.io/address/0x355d72fb52ad4591b2066e43e89a7a38cf5cb341) who’s liquidity position as of writing this article gets them liquidated if UST price falls to 0.97 USD:\\n\\n![](https://images.mirror-media.xyz/publication-images/sbHXsIr7kxua8nxXq-VIo.png?height=1078&width=1996)\\n\\nThe nature of this Abracadabra Degenbox has very good synergy with Curve, since the first step after depositing into the collateral is to swap it to UST.\\n\\n[ \\n ](https://etherscan.io/tx/0x37b229554cb4f6a496b804db37cc3a5b298a8db1934afc264565c08d20cef263)\\n\\n[https://etherscan.io/tx/0x37b229554cb4f6a496b804db37cc3a5b298a8db1934afc264565c08d20cef263](https://etherscan.io/tx/0x37b229554cb4f6a496b804db37cc3a5b298a8db1934afc264565c08d20cef263)\\n\\nWonderland DAO [mega-ape](https://etherscan.io/tx/0x37b229554cb4f6a496b804db37cc3a5b298a8db1934afc264565c08d20cef263) into Abracadabra Degenbox\\n\\nThis has been quite profitable for Curve liquidity providers, who earned an approximate 120k USD from that single ape alone.\\n\\n![](https://images.mirror-media.xyz/publication-images/8Q3nyQxT6GkqOzcoViz8m.png?height=122&width=786)\\n\\nThe Wonderland DAO mega ape resulted in upwards of 120k USD in Curve swap fees.\\n\\nKnowing this, it is worthwhile to answer the question: where does the yield come from?\\n\\n# Anchor Protocol Yield Reserves\\n\\nUseful links\\n\\n1. *[YouTube: How is 20% yield sustainable? Do depositors care about ANC?](https://www.youtube.com/watch?v=00qYMhoOTDM&ab_channel=PedroO)*\\n2. [Anchor Protocol Dashboard](https://app.anchorprotocol.com/)\\n3. [Wantfi article on Anchor Yield Sustainability](https://wantfi.com/terra-luna-anchor-protocol-savings-account.html)\\n\\nOne of the attractive features of Anchor is its high APY for depositors, is currently offering an APY of 19.49%: this is the target rate (called Anchor rate) set by governance consensus. The yield comes from two sources:\\n\\n1. Borrowers paying interest to lenders\\n2. Deposited collateral (such as LUNA and ETH) earning staking rewards for participating in PoS consensus.\\n\\n## Yield deficit\\n\\n**Useful links:**\\n\\n1. [Anchor governance proposal for bETH Lido integration](https://forum.anchorprotocol.com/t/beth-collateral-onboarding/976)\\n2. [Lido smart contracts for Anchor](https://github.com/lidofinance/anchor-collateral-steth)\\n3. [Anchor bETH custody address on Terra](https://finder.terra.money/mainnet/address/terra10cxuzggyvvv44magvrh3thpdnk9cmlgk93gmx2)\\n\\nThe two collateral assets currently being staked by Anchor in PoS consensus protocols to harvest yield are LUNA and ETH, with ETH being staked via Lido. The stETH oracle used by Anchor takes ETH price and a ratio of ETH vs stETH.\\n\\nAs of writing this report, total bAsset collateral are $ 5.6 billion for bLUNA and $ 396 million for bETH.\\n\\n![](https://images.mirror-media.xyz/publication-images/tZRB_FB_9h0agByvbqmKu.png?height=544&width=2290)\\n\\nThe staked ETH collateral earns approximately 4.8% APY, which amounts to $ 19 million in Ethereum 2.0 staking yield annualised.\\n\\n![](https://images.mirror-media.xyz/publication-images/EKp3LjzBz28FR465uZoJ8.png?height=820&width=836)\\n\\nAll in all the expense/earning breakdown is provided in the following. The various percentages for lending and borrowing were taken from: [anchor protocol dashboard](https://app.anchorprotocol.com/borrow).\\n\\n1. $5.27 billion UST deposited earning 19.5%: $1.027 billion to be paid out to lenders.\\n2. $5.56 billion bLUNA earning 6.63% in staking yields: $0.35 billion of yields.\\n3. $0.387 billion bETH earning 4.8% in stETH staking yields on Lido: $0.0187 billion in yields.\\n4. $2.064 billion borrowed UST at 17.51% interest rate: $0.36 billion in yields. (it is cheaper to borrow than lend currently: which has implications of its own).\\n\\nTotal yield earned: $0.73 billion in yields earned.\\n\\nDeficit: $0.298 billion in yield deficit to hit the golden 19.5% earned interest rate.\\n\\nFrom Anchor Protocol Docs:\\n\\n1. If real yield > Anchor Rate, the excess yield is stored in a UST denominated “yield reserve”. ANC incentives to borrowers drop by 15% every week.\\n2. 2.If real yield < Anchor Rate, the yield shortfall is drawn down from the yield reserve until it is depleted. Additionally, ANC incentives to borrowers increase by 50% every week until the real yield converges to the Anchor Rate.\\n\\nWhat is interesting is, the protocol incentivises borrowing (at the time or writing this article) over lending, there still exists a lend and borrow deficit: there are too many lenders and too few borrowers.\\n\\nThis brings us to Anchor Protocol yield reserves, which have observed a [precipitous decline over time](http://www.mirrortracker.info/anchor):\\n\\n![](https://images.mirror-media.xyz/publication-images/VHSRxqofEpws3ZVq1AqXq.png?height=1382&width=1978)\\n\\n[https://twitter.com/0xHamz/status/1479261217298468865?s=20](https://twitter.com/0xHamz/status/1479261217298468865?s=20)\\n\\nThis begs the question: how does Anchor’s precipitous drop in its yield reserves impact the UST peg? And how does this affect Curve liquidity pools with UST synths?\\n\\n## Impact of declining Anchor yield reserves on UST/USD peg\\n\\n### Impact on UST peg\\n\\nIf an asset offers high yield, it’s most likely because it is a riskier asset. Lower risk yield attracts liquidity, causing the APR to decline.\\n\\n![](https://images.mirror-media.xyz/publication-images/ojF2yhiPFHn3LH-u-rpx6.png?height=778&width=954)\\n\\nA hypothetical scenario of the evolution of yields over time for a higher and a lower risk asset. This is an example of how the market can price risk.\\n\\nArmed with this hypothesis, there are three scenarios with varying levels of optimism around dropping Anchor yields. Bear in mind that these scenarios can only occur if the Anchor protocol yield reserves are completely depleted: until they aren’t depleted, the market has no incentive to price risk.\\n\\n#### The (hyper)optimistic scenario\\n\\nThe market considers UST low risk: even if yields drop as low as 1-3% APR and sustain those levels, it is still acceptable. No liquidity flees from Anchor.\\n\\n#### The realistic scenario\\n\\nThe market prices UST risk at about *x%* to *y%* APR (say 8-12%). If yield drops to (*say*) 8% APR, large accounts will close their lending positions. The fleeing liquidity would result in the total deposited collateral to reduce, thereby increasing borrow yield. The APR would climb to (*say*) 12%, and more liquidity would come back in, dropping the yield to 8%. There would be an oscillation around an equilibrium APR *N%*.\\n\\nIn hindsight this is actually optimistic.\\n\\n#### The pessimistic scenario\\n\\nThe market considers UST risky: if yield drops below some APR threshold N, the risk-reward is too skewed towards risk. Liquidity flees Anchor.\\n\\nFleeing UST liquidity has few places to go:\\n\\n1. Hold UST: *but why would pessimistic market participants hold a risky asset that they’ve taken steps to de-risk away from?*\\n2. Sell UST for USD on the open market: affects UST peg,\\n   1. threatening liquidations of Abracadabra Degenbox users, which has other cascading effects, or\\n   2. threatening LUNA sell pressure, as cheaper UST can be bought off the market, burnt into LUNA at parity (excluding spread) and the LUNA sold for USD.\\n3. De-risk: Burn UST, mint LUNA and sell LUNA in the open market. Assuming that the volume of UST being de-risked is maximally 20% over a few weeks:\\n   1. If the market is not volatile, centralised exchanges can absorb de-risking. But this may lead to cascading liquidation events, as LUNA supply increases and its price falls.\\n   2. If the market is volatile, de-risking can get turbo charged and result in strong liquidation cascades.\\n\\n[0xHamZ](https://twitter.com/0xHamz/status/1479261236248391683?s=20)\\n\\n[https://twitter.com/0xHamz/status/1479261236248391683?s=20](https://twitter.com/0xHamz/status/1479261236248391683?s=20)\\n\\nHistorically, liquidation cascades in LUNA have led to UST de-pegs, which has implications for Degenbox positions. This is discussed further ahead.\\n\\n## Impact of declining Anchor yield reserves on Curve LP positions\\n\\n![](https://images.mirror-media.xyz/publication-images/2Zhdk8qD7Pm5r8UKfdFEq.jpeg?height=744&width=1200)\\n\\nCCTV footage of Abracadabra Degenbox pillaging Anchor’s yield reserves. Image derived from [here](https://www.wearethemighty.com/popular/why-vikings-had-successful-raids/).\\n\\nConsidering strategies like Abracadabra Degenbox’s *Viking Attack* and potentially [other](https://kinetic.money/) products will eventually deplete Anchor yields, it is likely that risk-reward will be skewed more towards the risk side. In the case of a de-risking event, the MIM-UST pool has very high chances of de-pegging:\\n\\n1. Cheaper UST bought on the open market, bridged to Ethereum, swapped into MIM or 3CRV at 1:1 parity is one example of an arbitrage.\\n2. Degenbox liquidation events resulting in large UST swaps into MIM.\\n\\nHistorically, the MIM-UST pool has seen a lopsided token distribution, due to the great Wonderland DAO ape event:\\n\\n![](https://images.mirror-media.xyz/publication-images/gja1kx9pZLfeIrH2yyQ_O.png?height=614&width=1674)\\n\\nIn a liquidation event, the MIM-UST and UST-3CRV pools have very good chances of getting de-pegged, as large quantity swap will make these pools UST-overweight. To quote [Naga king](https://twitter.com/nagakingg):\\n\\n> The MIM-UST pool has \\\\~1B in it, and there is about 950m MIM collateralised by UST. If that 950m is withdrawn as UST and then exchanged for MIM in the MIM-UST pool, the pool would become >90% UST *regardless of A.* For A = 1 (lowest possible), that trade would lead to 93% UST.\\n\\nThis would result in discounted UST swaps, which could result in the following arbitrage.\\n\\n1. Get discounted UST from Curve pools.\\n2. Bridge to Terra via the shuttle bridge.\\n3. Burnt UST and mint LUNA at 1:1 parity.\\n4. Sell LUNA in the open market to complete the arbitrage.\\n\\nThis arbitrage adds sell pressure to LUNA price, but re-pegs the pool as more MIM (now backed by less UST) or 3CRV gets swapped into the pools for UST. An interesting note here: with a high amplification factor of 1000, large de-pegs get re-pegged slower: there’s just more liquidity at each step of the re-pegging process. The general rule here is:\\n\\n> Lower pool amplification factor (A) increases the velocity of the de-peg and re-peg. Higher values decreases it (unless the balances are closer to the shoulder of the invariant curve: the de-peg is *definitely* non-linear.\\n\\nAbracadabra Degenbox introduces a cauldron withdraw cap, which may delay/limit liquidity exodus. This has a direct impact on the peg: it suggests that the depeg may actually never happen, and at worst the pool may suffer a short-lived imbalance.\\n\\nTaken from [Abracadabra Medium article](https://medium.com/abracadabra-money/our-ust-strategy-the-first-application-of-the-magic-potentialities-of-degenbox-ea35f13d6b5e) on their UST cauldron. It says *‘do not panic’* in the end of the article.\\n\\nApart from not-so-obvious market risks of holding or interacting with UST, it looks like there exist several arbitrage mechanisms that can help balance the pool after de-peg events (but not prevent it) due to Degenbox strategies depleting Anchor yield reserves.\\n\\n## Summary - for wUST LPs in Curve.\\n\\nThe article hypothesises several scenarios following the impact of Abracadabra Degenbox strategy on depleting Anchor yields and its implications for Curve liquidity providers for pools containing UST synths. There are a few expectations:\\n\\n1. Due to Degenbox, LPs in MIM-UST can expect moments of large liquidity events that can imbalance the pool. This pool imbalance may be slowed down by the large A parameter of the MIM-UST pool (1000).\\n2. De-peg events are likely, owing to the high risk nature of UST. Currently, the market is pressuring Anchor UST lending yields at a downwards trajectory. Considering yields have some correlation with risk, this is likely to result in *risk-discovery*, akin to price-discovery.\\n3. If UST pools de-peg, there exist certain arbitrage routes that incentivise re-pegging of the pool (if the pool is UST-heavy). This suggests that while LPs can expect moments of pool imbalance, the likelihood of the pool re-pegging over time is also high. The time it takes to re-peg depends on the pool’s amplification as well as re-pegging volumes (generally takes lower UST to MIM swap volumes to re-peg if A is low in comparison to high A values).\\n\\nThank you for reading this deep dive into Abracadabra Degenbox + Anchor protocol yield reserve depletion and its impact on Curve LPs. If you think you find it useful, please do share the article! It helps us get visibility.\\n\\n[Share](https://cryptorisks.substack.com/p/on-abracadabra-degenbox-strategies?utm_source=substack&utm_medium=email&utm_content=share&action=share&token=eyJ1c2VyX2lkIjoxNjI0OTY1LCJwb3N0X2lkIjo0NjQ4MzQ5MiwiaWF0IjoxNjQxNjk2OTY2LCJpc3MiOiJwdWItNjI5OTg1Iiwic3ViIjoicG9zdC1yZWFjdGlvbiJ9.q9pUvXKzjqhDsRnt4PCrB2B_TN68rxgh6DA3ZxzVyt0)\",\"timestamp\":1641697803,\"title\":\"On Abracadabra Degenbox Strategies, dwindling Anchor Protocol Yield Reserves, and risk to Curve liquidity providers\"},\"digest\":\"2JwC8iB2RwMbfzYu28hCESMUStoGoq2A661ELk10NOA\",\"authorship\":{\"contributor\":\"0xd8E93E06a84581c10DC1F9F60ec91f0F38994f1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aaVq_i5Hg2RcOkGUjwnNr1ZANbWWXGRh2_MDcWWBLkQ\\\",\\\"y\\\":\\\"Vymj-lefhV15cwRTPjcA8PGQ3zwSpI_vYNEV2wT766c\\\"}\",\"signature\":\"zykakq7PxRmY6WX53hQCh6bunhikqqRkRpxcBBBkwKjNVuW79pBBVuhQGCS_TW7lHy8Vtx52koWY5cHQMJu6vQ\",\"signingKeySignature\":\"0x7ce1b5c537c8e4bc22897b790b18169a87b6f9aa0e9a9a7591e0573992e5956c7fb7939435ff8c64fd05e308f4dc38794d27ae953c8c31e7972f01b44a990bef1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aaVq_i5Hg2RcOkGUjwnNr1ZANbWWXGRh2_MDcWWBLkQ\\\",\\\"y\\\":\\\"Vymj-lefhV15cwRTPjcA8PGQ3zwSpI_vYNEV2wT766c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2JwC8iB2RwMbfzYu28hCESMUStoGoq2A661ELk10NOA\"}"