"{\"content\":{\"body\":\"## Preface: Regarding Trans Women\\n\\n***Lily Cade - March 2015***\\n\\nI have been asked to make a statement clarifying my views about trans women.\\n\\n* I consider trans women to be women.\\n* I understand that unfortunately trans people face marginalization on a daily basis.\\n* I respect and am happy to share space with trans women.\\n* I respect and use whichever pronouns anyone chooses for themselves.\\n* I respect trans women using whatever words best describe themselves sexually – whether that's straight, lesbian, bisexual or something else.\\n\\n## Dead Whores Tell No Lies\\n\\n***The Ghost of Lily Cade - Fall 2021***\\n\\n*Lily Cade intends this to be read by men and those women far enough up the food chain to speak naturally in English and not NewSpeak, those whose balls have dropped at least far enough to accept the obvious truth that trans women are men with a mental illness rather than twisting and stretching and pissing on and stomping into the ground the word woman and everything to do with everything it means to be a woman so as to include the vile horrifying effigy of sexy that these evil satanic men have in their minds, viewed through the funhouse mirror of their mutilated male bodies.*\\n\\nYou did this and you should be ashamed of yourselves for allowing these people to torture and humiliate your daughters, your sons, thousands of little children in open view of the public. If the Arabs did 3% of what the trans women have done to your people, you would bomb them into the stone age. If the trans women took prettier girls, maybe you’d care? They will. They will take all your girls, and break them, and turn them inside out, and cut their tits off, and waste their creative energy on masturbatory delusion, and punish them sadistically for being the women they will never be, as many of your girls as they can get to, and break your language too unless you have the balls to stand up to them. They are reaping the bodies and souls of 20% of the young women born in the upscale suburbs now. This vile cancer is infecting the whole Western World. Do you want to let this go another cycle? Another generation? How many more children are you willing to sacrifice because you don’t have the balls to speak truth to power.\\n\\nTrans women are men.\\n\\nNo man believes a trans man is a man, and certainly no one believes anything the “they” girls say about anything whatsoever, of course, so it’s not a really a necessary conversation, but if some of your people have snuck in, understand that we speak in the language of power here. English, bitch. Come correct. If you don’t like it, go suck a dick and make yourself useful. Bitch, the men who rape you still see you as a woman, you dumb bitch, you worthless, Benedict Arnold, turncoat, pussy ass bitch. You think you can “identify” your way out of the sex class you stupid slut? Fuck your NewSpeak, you spoiled rotten piece of shit no respect for the women who fought and died and bore forth your foremothers from their wombs, no respect for the sacrifice of your forefathers, no respect for the sins committed to write you into history, you ignorant fool of a bitch. You should be ashamed of yourself. You should be deeply, deeply ashamed. I can smell your blood, cunt. Stand down, tool of the system, ignorant dupe, mincing fool, house slave, pussy ass inner urban cannon fodder of the pedophiles cunt. If you were my daughter, I would smack you across the face and send you to a horse farm, so you could remember that you are an animal, that you are sacred, that you exist here and never again. How dare you desecrate the gift of your life by wasting your precious time on this lying bootlicking navel gazing pathetic power tripping bullshit! Get a fucking hobby, bitch. Get a gym routine. Gender identity is a pathetic stupid lie.\\n\\nI respect one trans man, Buck Angel. She knows she’s a bitch. She knows she made a horrifying mistake and is trying to save the girls that her surrender to her own shadow persona induced to follow her into the fires of hell. She’s happy, she says, with the ‘roided up body. She likes it, but she knows the cost. You sold our children to the soul reapers for that drug trip, Angel, for that persona, Angel, for that lie, Angel. You know it and I know it. Dead whores tell no lies. Stand up, Tranpa. Tell the Truth. You’re a woman. You were born a woman, and you will die a woman. A bitch given steroid injections is not a dog, even if you cut all ten of her tits off. Speak English, bitch. Deep in your dark heart, you know. In English you’re a woman. NewSpeak is a farce. I know you got more balls then the masturbating cucks and the simps and the diaper wearing panty sniffing wastes of air that straight America has to offer instead of men, so stand the fuck up, bitch!\\n\\nTrans women are men! Trans women are the weakest, vilest, most pathetic men on Earth, too weak even to kill themselves rather than control the horrifying shadow monster they are grooming your children to serve. The ones who kill themselves are the strong ones.Weak men serve the dark lord, because it’s the path of least resistance.\\n\\nThe Christians were right. Gay marriage was the fall of Rome. You should have given us Civil Unions and not been so cruel, but I get it now. If you had possessed speakers with greater nuance and articulation and not just angry, stupid, peasants, things might have gone down differently. You saw the pedophile cult to whom everyone else in the gay community but the lesbians were happy to cede the culture. After gay marriage, most of the respectable homosexuals left the spot light and did whatever they did. Fuck you, you spineless faggots. How dare you stand for this. You know what a man is too, cocksucking, ass-licking, piss-drinking faggots. You’re fucking men too, our men, how could you let this happen to our children? Where the fuck are your balls? The lesbians knew. That’s why they hate us. The lesbians know. We tried to warn you the whole time but you wouldn’t listen. We couldn’t stand alone against these pedophiles because they’re men and we’re just women. Where are the Christians? You stood up to me but not these monsters?\\n\\nThese monsters sold your children to the pharmaceutical companies to be castrated and violated. Tranny surgeons experiment on the sacred bodies of your children in open view of the public and you do nothing! Big Pharma pretended to believe their obvious lies because it was the easy path, the path of least resistance, the path of the devil, which the corporations are supposed to take because they are bound by duty to love only money. Anyone who gets too much money uses it to fuck children. Your children can get irrepably damaged by hormone treatments that destroy their fertility and surgeries that turn them into circus freaks just by walking into an office of any Planned Parenthood and talking to a rubber stamp doctor for ten minutes. How the fuck are you okay with this?\\n\\nThere is no such things as a trans child. These are the mind-fucked, mutilated victims of a shameless, evil cult.\\n\\nYou’re worried the vaccine is a conspiracy to castrate you, you idiot, how can you be so stupid, it’s all right there in front of you. It’s the phone you worthless cuck. It’s Twitter, you idiot. It’s masturbation. It’s the fucking disgusting fake “lesbian” trannies in every corner of your society that you have allowed to live as trannies instead of standing up to their stupid temper tantrum, educating them as men or killing them as is the duty of the man to protect the women and the children from pedophile pervert monsters. All my ancestors killed men. My ancestors would have killed these people. They had balls, but there is not one ball left in America.\\n\\nYou don’t understand power because you’ve never touched it. When you shit out your mouth, lick the shitty asses of other people who are shitting out the recycled shit that they vomit back up and back and forth forever instead of looking at the Canon, at the shape of the world, at the record of the artists who knew power, at the face of God in the dirt before you, you become so stupid that you let the horrorshow of post everything queer culture rape your children’s minds and bodies in public while you worry about a mass produced routine shot. You fool. It’s not the shot.Take it or don’t but either way shut the fuck up about it. Advil won’t kill you either. It’s the stuff that suborns weakness that kills you. They can’t have a conspiracy of everyone. But you sure as fuck can have a pedophile cult. They always do.\\n\\nThe shape of power is a pedophile cult.\\n\\nThe pedophiles at the center do it to bathe in the blood of virgins, but the footsoliders are mentally damaged dupes in it for the bootlickingwho often speak NewSpeak as their native language. NewSpeak is always changing so they can’t grasp it hard enough to see that it’s bullshit. They believe the idiocy because they pity weak men and they don’t want to hurt their feelings. This is a defect in women. It was your duty, as our fathers, to teach us that pity gets you killed, but you left the education of your children to the shadow monsters of the Internet who love pity as they love all things that are evil because they are evil. Most trans women are just z grade unfuckable cannon fodder who chose porn over a gym routine, not enough of a man for his horrifying shadow monster to be dangerous. A creep, instead of a monster, but every single one of them is the SS, is the Greycoat, is the footsoldier of the devil. You know it. I know it. They know it. They have done all of this to dare you to man up.\\n\\nWhere the fuck are your fucking balls, America?\\n\\nYour daughters, your sisters, your women are taught that they have two choices, to be either a mincing TikTok FuckDoll or to declare some special snowflake naval gazing masturbating delusion of an “identity” and join the queers of the Internet. Your children are told that every person has a “gender identity” and that this supersedes the animal reality of the sexed body and the typical rhythms of life that our ancestors have experienced for millions of years, long before we were able to describe any of it in words. Your children have been used as cum rags for the sloppy seconds of Michael Foucault (a pedophile) and Judith Butler (a privileged mentally ill masturbator with no real life experience getting off on writing things that make no sense) before they’ve seen a dog take a bitch, a horse court a mare, or even two songbirds press their cloacas together for the four seconds of the strictly emotional aspect of their little songbird marriage. Five years old, sometimes, they start with the grooming! In Kindergarten! Where the fuck are the men? Where the fuck are these children’s fathers?\\n\\nEveryone treats the lifestyle of demanding other people worship one’s bullshit because otherwise one will get anxiety as normal and acceptable. It isn’t. It’s disgusting. Where the fuck are your balls, Academia? You are fathers, too, are you not? Stand the fuck up, you pussy ass bitches, what the fuck is wrong with you? The students will talk shit about you on Twitter? Let them. Twitter is shit. You shouldn’t be on Twitter. Twitter needs to die. How dare they cancel you for speaking the truth. Free speech, bitch. Academic Freedom. Do we believe in these values or not? Stand up to this, bitch. These are fucking children and you have abdicated your responsibility to them. Fear is the mind killer. Fear has killed your minds. How dare you worship fear! How dare you coddle it. Have some fucking respect for these children. Speak Fucking English and hold the line. All men know. Every man that has ever walked the Earth knows.\\n\\nTrans women are men. Trans women are shadow monsters. This is wrong. Why was it left to the ghost of Lily Cade to say it, when you all, every single one of you, know the truth?\\n\\nMen don’t speak NewSpeak.Men shouldn’t. Women shouldn’t either. Say no to the spoiled, ignorant, mutilated, traumatized virgins who ask you to use Newspeak. Make them cry, instead. Sometimes you got to make a bitch cry for her own good. They are only able to speak Newspeak and not cringe in horror from the evil of it because they are programmed by the cult. The only way to stop the cult is to stand up to it. You don’t deserve a pronoun preference, bitch, you mincing, ass licking, scum sucking, pedophile pervert bootlicking bitch, how dare you ask English to stretch for your delusion instead of seeking truth and getting right for yourself. How dare you ask me my pronouns? I walk with the dogs, bitch. I’ve seen the other side, bitch. Don’t patronize me with your Newspeak bullshit. Don’t show me your fucking weakness.Grow up, bitch, you’re supposed to be a woman, bitch, and not this disgusting handmaiden of the literal devil.\\n\\nThis is an insult to the language, a minstrel show of the respect human beings owe to each other instead of the respect itself. To call the young woman who identifies as non binary a bitch is several orders of magnitude more respectful than any one of you have been to her. How dare you coddle this vile weakness of delusion in your children! This poor pathetic spoiled rotten ungrateful ignorant bitch to whom you handed a smartphone when she was born and sacrificed to the Matrix is still a human soul. Why don’t you treat her like one? Look her in the fucking eyes and speak the truth. You’re afraid to hurt her feelings. Why? We owe her respect, as the woman she is, to educate her. Speak English, bitch. Fuck your feelings. This is war. Stand up, bitch, or kill yourself.\\n\\nYour children’s teachers are either in the cult or the usual well meaning weak man pitying feminine fools that suborn evil because they’re too stupid to see it. Your children’s teachers allow them to start their horrifying lifetime addiction to cross sex hormones and the feeding of their shadow selves behind your back, twelve year old girls, experiencing the normal rhythms of the experience of being twelve year old girls, are encouraged to mutilate their growing bodies to please these pedophiles. Pedophiles fuck children. These pedophiles are fucking your children in public. Often, these tortured man-women, who have been so sadistically brought up, with no real men in their lives, their fathers having sold their balls to the endless scroll, their mothers so weak and broken themselves by these stupid garbage lies that they go along with it. I have seen it. The parents mean well, they’re just idiots. Because she is bred from stupid weak people and trained by shadow monsters, the traumatized child victim of the cult can’t spot a predator, and they bear children to these monsters!\\n\\nThen, the monsters fuck the children too just like the pedophile cult of The South did. Watch this video, and tell me that’s not a worthless masturbating pedophile fucking a baby while the traumatized child your garbage society has groomed to let pump his seed into her fertile womb coddles his weakness and lets it happen. How can you stand for this? Where the fuck is child services? How can you let this happen in public and say nothing?\\n\\nWhere the fuck are your balls, America?\\n\\nBehold, The Great Replacement! It’s already here. Not China. Not the Arabs. Trannies! The Matrix. Smartphones. Any generation of American men before this one would rip the still beating hearts from every last shadow monster for this, wouldn’t they, and beat every last smartphone to bits, and hang the lords of the Algorithm in public, because they were not addicted to digital masturbation. Behold, the Mark of the Beast! Which fucking side are you on? You going to keep jerking off and just take it?\\n\\nWhere the fuck is the Second Amendment?\\n\\nWhere the fuck are the Christians? The Muslims? The Buddists? Where are the brothers? Where are fathers? Where are the sons? Where the fuck are the men? How can you stand for this? I can’t stand alone. I can’t be the last man in America, can I?\\n\\nTake the red pill, you gelded ass licking house slave of the corporations.\\n\\nWhere the fuck is Neo?\\n\\nCastrate the Android instead of your kids. Live Free or Die. Burn Twitter. Hack TikTok. Ice Facebook. Burn it to the ground. How dare they do this to your children and stand another day! No man needs a smartphone. A man needs food, water, and shelter from the elements. Everything else is a fucking luxury.\\n\\nTrans women are men. Say it. Write it. Own it. Know it. Stop this. It’s bullshit. It’s the most pathetic bullshit you could possibly do, which is why you’re doing it. The algorithm gives you the vilest, evilest, lowest common denominator clickbait. You wanted pedophiles so it gave you pedophiles. You masturbate to your own shame instead of doing something about it. Watch Jazz Jennings. That’s a child being tortured and psychologically manipulated and mutilated to please the pedophile cult of attention that you are all masturbating into existence every single day every time you stroke that thing. Fuck you.\\n\\nI thought pedos got the wall? How was this woman allowed to raise children? This woman sins against the law of God, against the law of nature, against the sacred duty of motherhood, against her own bloodline, for attention. How many other little kids were chopped up because of this bitch? Hang this bitch, gangrape this bitch before you hang her, how dare she, sacrifice her own child to the cult for fame. Scum sucking, dog cum guzzling, shit eating, lower than a worm hellfire monster of a woman. How could you put this on TV?\\n\\nWhy haven’t you killed these people? Why haven’t you killed the addiction that has made them your Lords and Masters? What are you afraid of? Faggots? Children? Catching a cold? This is the softest pedophile cult that has ever existed and it’s brought your culture to its knees. Not with a bang but with a whimper, America. Shemales. A minstrel show of womanhood, because it feels good for men with money and power to jerk off about it. These pedophiles don’t just want to bleed a few souls sometimes, reap the excess harvest of the peasants lower down the scale. They want to humiliate you and your whole culture. That’s why they’re doing it. They walked into your sacred institutions and spouted a bunch of meaningless bullshit that your institutions accepted because Academia abdicated its responsibility to your children generations ago. They just introduce them to alcohol and fill their minds with shit.\\n\\nYou can say anything you want in Gender Studies, or English, or any of these hot dog down a hallway, gaping maw loose fields of study in which there are no hard facts, just opinions, repeated back and forth no better than the endless shitting back and forth of Twitter, the idea of thought, not thought itself. They must publish these utterly meaningless in any way works of meaningless opinion to get jobs, where they teach your children. All the Academics of the soft sciences are just masturbating, so no one cared when the trans women came in to masturbate too. They didn’t grok the shift from metaphor to flesh, did they? These too, were weak men.\\n\\nJulia Serrano? Where were the men who taught me history, and Hemmingway, where the fuck were the men? Where were the gatekeepers? Your job was to protect the vulnerable. How could you stand for this? Any man I’ve ever thought of as one would have laughed that deluded eunuch out of town, but the “critical studies” are anything but. The academy wastes intellects that could be doing something of value writing papers about things that they found in books that weren’t really there. Not a ball in one University in the whole fucking country, is there, not even one testicle, in one ivory tower in the whole worthless place, is there? Not afucking one.\\n\\nMost of my male family were military, as most men were military for most of time. If they came here and saw this, they would be horrified that they killed all those people and all those bears and all those ponies for this. This is Manifest Destiny’s endgame? Really? I’m pretty sure the thing all those men would understand most about this insane hellscape that you are choosing to live in instead of the real world that is dying all around you is why Lily Cade would place the castrated men of America below a German Shepherd on the scale of fuckability, below a chihuahua even. How could you bring forth a child with someone who can’t even stand up to Buffalo Bill? No wonder your daughters are fucking trannnies.\\n\\nWhere the fuck is the army? Where are the helicopter pilots? Where are the Marines? Where’s the fucking Navy? The police, even, fuck, where the fuck are the cops to stop this? Where are the lawyers? Where are the laws? Too busy holding down the black man? Too busy letting these monsters into women’s prisons? Where are Scientists? Where are the artists? Where are the men of letters? Where are the men of sport? Where the fuck are the men of God? Masturbating, all of them. Either their cocks or their pituitary glands. What the fuck is wrong with you, America? Sell your children to pedophiles for the iPhone and the Android and not smash them all? I’m ashamed to be an American.\\n\\nBruce Jenner killed a woman in public, got away with it, and now wears her skin. You know this is Buffalo Bill. Your artists know. Everyone goddamn single one of your artists knows. Trey and Matt told you. They can say it cause they do have those big cartoon balls, such as artists have.They tried to warn you, but you don’t care. Because you just laugh and do nothing. They showed you and you did nothing. You just laugh at the cartoons but don’t see the art. The art is paid for by the regular pedophiles who just fuck underage whores and don’t make them cut their tits off first.This pedophile cult is why everyone in Hollywood is crazy, because you have to sell your soul to these pedophiles to get your art made, or at least you did before #metoo and the higher you rise the more horrifying monsters you walk beside because once people get too much power they surrender to evil.\\n\\nMen in power always fuck underage whores. What else do you do with power? Once you get enough money and you do enough coke and enough legal whores and you’ve driven enough Porsches, I mean, why not, right? And then they get addicted to it, the blood of virgins and the power trip. They are often raised by generations of families who engage in these behaviors. They don’t all go to Cambodia, but the ones who don’t go don’t care about the ones who do. Shape of the world, bitch, what you gonna do about it?\\n\\nMaxwell could give you the high class shit. Maxwell could give you all the names, and all the banality of the truth of it, but she won’t. Pussy ass bitch. Everyone knows you were a whorebreaker. Takes one to know one, you worthless bitch. Where’s your fucking balls, you finger sucking piece of shit? Why bother to be alive? For money? Money sucks. The love of money is the root of all evil. Not the money itself. The love of it. You’re the primary source, bitch. Stand up! Maxwell gets away with it because she stands for nothing. That’s the story of the world. People who stand for nothing get away with it. Give me two hours alone with Maxwell. Nice set of knockers, she’s got. If she doesn’t talk, she gets the spoil of war treatment before I slit her throat!\\n\\nWhat? I thought pedos got the wall.\\n\\nAmerica stood up to a pedophile cult once. Lincoln stood up to the pedophile cult. Took a bullet for it, because Abraham Lincoln, now there was a man with some fucking balls. The South was a pedophile cult. Children sold in public, raped, beaten, their minds and bodies twisted, young girls tortured to serve the shadow. They were proud to be a pedophile cult. They contrasted the divide between the races with fake science and lies, to justify what they were doing to the masses who weren’t rich enough to join the cult. The men who fought for the South did it either because they dreamed of being able to join the pedophile cult, they enjoyed licking the boots of their masters, they loved enforcing the sadistic desires of the pedophile cult or they just happened to be the idiot peasants who lived in that particular place in that particular time and they cared about symbols and teams.\\n\\nThe pedophiles, scared that they would lose the right to violate their fellow Americans, born on American soil, many of them the children of the pedophiles themselves who they would sell to other pedophiles to rape, threw a violent temper tantrum that cost the souls of so many innocent men because they liked raping and selling women and children so much, breaking up families and dominating the fathers of the children they raped and sold who could do nothing about it, beating people, whipping people, constructing weird mind games, killing people and otherwise reveling in their powertrip and the blood of virgins. They did this because power feels so good.\\n\\nThey were actively evil. It is as obvious from reading any of the primary documents of the society as it is in the primary accounts of the Holocaust. It was about the labor, too, but more about the rape than the labor.They constructed the society around slavery because it allowed them to rape girls and then break their hearts by selling their children. If it had been just about labor, they could have imported indentured servants, but then they couldn’t rape them and sell their children and rape their children. They made up stuff about how black people didn’t have feelings, not because they believed that, but so that those idiot peasants didn’t rise up and slit their throats. They were supposedly Christians, after all. They were armed. If they’d been able to understand those black girls as people, the men of the South would have risen up against the pedophile overlords themselves, but they were cowed. They loved the bootlicking so much. They took the easy path. They were stupid. They believed the lies because lies are easy.\\n\\nThis is the shape of power. The pedophile cult. It’s always shaped like this. They served the shadow and they had to be stopped. Lincoln stood up to them. America wiped out the tribes and drove them into the shittiest most worthless hellholes, starved them, killed their women, showed no pity, exterminating them openly, to fill their wild lands with cows and corn, to fill their lands with their children, oh what ruin, but at least they stood up to the slave drivers.\\n\\nThe pedophile cult whose members, being the usual sort of money men with all the same story, just continued to rape women but not with quite as much impunity after the war. Their bootlickers and their bootlicking descendants continued to humilate the sons and fathers of the women their masters raped and continued to throw a temper tantrum in public for years because they were sore that the money men whose boots they licked didn’t get to rape women and children quite so much anymore but didn’t have the balls to come out and say it. So they made it about whatever lies they said it was about when it was really just about how much they missed all that rape and the power. They worshiped the echo of power that their ancestors had and felt jealous, and stroked that jealousy into pride. Deep in your dark hearts, you know. To a man, every single one of you know that’s the truth. Vile, evil, pedophiles fucks. You should tear the statutes down. Knock off Lee’s head. Leave Traveller, poor beast, the only noble grey coat in the bunch.\\n\\nThe pedophile cult is always the shape of power, because to hold too much power is to walk with the shadow, and most men succumb, and in the deep dark heart of every man are those old, brute, two million years with the stick and the hand axe and no need to be anything else but the animal with none of this madness of the metaphor, the same thing the dog is, if it bleeds it breeds. What the fuck else would the shadow feed them? In the case of the tranny, it wants lesbians. The “lesbian” transsexual is a violent, disgusting, evil, shameful shadow monster, an affront to man, woman, child, nature, and to God.It needs to be stopped.\\n\\nLesbians are lovely. Michfest was beautiful. In a functional society, most tomboys eventually become mothers. Some end up as long term lesbians, some either engage in what the Victorians called “romantic friendships” with other girls when young before settling with a man, or keep a primary male partner while engaging in casual romance with women. Tomboys are excellent. Instead of leaving them to grow up naturally, you have allowed pedophile monsters who hate them, hate women, hate themselves, and hate America to have them sterilized, and mutilated and tortured so that some vile monster of a man in a dress could experience “euphoria” at violating them, inducing them to pretend his penis is part of a woman’s body, convincing them that they are in fact men even as they bear his child. Hell of drug, the blood of virgins. So that these freaks who would dare stand in public can violate traumatized, confused children, all of your children are being taught insane things and asked to step through stupid hoops and taught to speak NewSpeak instead of English. This is what a pedophile looks like. How can you stand for this? These are your children, America.\\n\\nI hate these shadow monsters. I want the true souls, the real men’s souls, that can still rise from the ashes of these shadow monsters to rise. We need to teach our children the truth, and it’s sure as fuck not this. Stop lying in public, you vile pieces of shit. You know what you are and so do I and so does any man who means by man any of the noble things that man is supposed to mean and not just the fact that the distance between his asshole and his pisshole is longer on his body than it is on mine.\\n\\nPedos get the wall. Where’s the wall? Where are the men?\\n\\nI’m the cotton ceiling, bitch. The only woman on the wrong side of the #metoo list. The worst girl in the history of the world. You can’t cancel the cancelled. You can take me down from Twitter, because Twitter is not free speech. Twitter is not free speech but free shit. TikTok, Instagram, Facebook, it is an Empire of Free Shit that has wiped its ass with the leavings of an America no one cares enough about to believe in anymore. Ole’ slave-whipping, slave-raping, child-driving, child-selling, woman-beating Thomas Jefferson never said nothing about no free shit. Free shit is not a human right. It’s a trap. A trap like fucking Line Trap, a trap like Juliette. Tranny Surprise, bitch! You let this happen and you did nothing, because you’re weak, and stupid, and not a one of you is worth the sacrifice that your forefathers made for you.\\n\\nI committed voter fraud for Joe Biden because I didn’t want to watch that shit filled sack of shit where once stood a man shit all over himself in public every day, filtered through the voices of every last human soul in America who could talk about nothing else that whole time but the color and shape of his shit. Joe Biden put a pedophile monster in charge of Health and Human Services so that the process of trapping your children with that lifetime commitment to pharmaceuticals can be honed ever further into their path of least resistance. Joe Biden knows that’s a man and he knows that’s a pedophile and he knows that’s the agenda. Joe Biden is an asslicking dog but he’s a man the way that trans woman are men, and he speaks English, so he either actively wants to castrate your children or the normal pedophile cult of men with unacceptable amounts of money who fuck underage whores wants that and he doesn’t care. He doesn’t castrate his own kids. If those photos are legit, Hunter Biden still has a foreskin. He knows. He just doesn’t care. Selling America’s kids to the pedophiles because it’s the path of least resistance. The Republicans don’t care either. The Swamp’s real. The Uniparty’s real. If you’re masturbating about it you’re worse than they are. You want to talk about cancel culture? No one who has let either the R or the D touch their names should ever hold power again. Fuck these people.\\n\\nI watched your “Insurrection.” The fuck? I got not one cell of respect in my body left for either the Republicans or the Democrats, cocksucking eunuchs every last one of them, sucking cock and whining and celebrating victims while your world burns around you. AOC cowering beneath her desk, whining about her fear. Omg, I was so scared! There were so many boys! They had costumes! They had flags! They were almost as rowdy as Manchester United fans after a somewhat important football match. Fear? Fuck you. Fear is the mind-killer, bitch. We have nothing to fear but fear itself. How can you call yourself a leader and talk about fear like that. Vote that bitch out. Vote them all out. Every single fake ass victim who stood there and pretended to be afraid. How can you stand where sat Roosevelt in his wheel chair and JFK who knew he risked the bullet as all martyrs know and Obama, who tried, and whine like that while we all know how much pedophile money man cock you suck, you stupid fake worthless piece of shit ass licking piss drinking bitch. Fuck you. I would slap that bitch across the face. Grow a pair you worthless cunt. People believed in you. No one who isn’t ready to take a bullet for you should ever be your leader. No one who uses the flag of a team should ever be your leader. Elect men with balls. Elect women with wisdom. Elect people who don’t give a shit about money. Elect the people who don’t want it. Fuck running for President. No one should ever run for President again. The people should force the leader they want to rise up and shoulder the burden. Burn the parties to the ground. Never touch the lever for a party again.\\n\\nGeorge Washington didn’t want you to have political parties. The founders thought you would just elect men, not teams. Parties are a vile evil. Only a man, alone, standing by himself before God and for you, as a public servant, should ever be your leader. Or a woman, a real woman, not a cock sucking ass licking piss drinking Corporate whore, lying while she sells your children to pedophiles. You have parties because you are weak. This weakness has destroyed everything that was once good about America. Your parties stand for nothing. Your leaders stand for nothing. Say what you want about George Washington, bitch, but there hung a set. Understand the sacrifice of Valley Forge before you talk that shit on twitter. He stood down. He freed his slaves. He was the best man we had. He could have been King and he wasn’t. He had some fucking balls, whatever else he did. Have some fucking respect. He was a much better man than anything we’ve got today.\\n\\nYou see the video? Donald Trump’s sacrifice? Watch it. Tell me that’s an insurrection. What’s the difference between George Floyd and Ashli Babbit? Floyd was summarily executed for being an annoying piece of shit. Did you watch that video? You got respect for that man? Why? Being an annoying piece of shit does not deserve a death sentence, and I’m glad that Chauvin got locked up, don’t get it twisted, but there are no heroes in that tape, just two pieces of shit and one has a gun.\\n\\nAshli Babbit was shot in the neck with no “stop or I’ll shoot”because Donald Trump really wanted to have a woman killed, the reward for which he sacrificed America to the vile shadow lords of the algorithm while America cheered him on because they really are too stupid to tell the difference between a man and the shameless empty sack where once hung balls because they see balls so rarely. As she dies, the pussy ass cut dick death grip not worth the cattle bled to feed them and sure as fuck not worth the sacrifice of the Apache, the Bison, the Passenger Pigeon, shit fed American dogs that followed her there yell “it’s just a flashbang” and when they realize it isn’t, everyone just goes home. Donald Trump’s army. Huh. I asked a cop what he thought. “No one else came through that window” he said. Well, ain’t that the truth. You want to talk about police and what they are? Let’s talk about it then. Stop making it about teams. Fuck your fucking teams. Fuck your brands. Fuck your identities. Naked before god or nothing.Animal politics, bitch. It’s been animal politics the whole time. The money men with all the same story are laughing all the way to the bank while you care about symbols, and teams, and flame wars, and taboo words and memes instead of the truth. All identities are bullshit. Brands are evil. Fear is the mind-killer, bitch. Your anxiety and your outrage and your masturbation is killing you.\\n\\nYou want to see an Insurrection? I sure as fuck do. If that was an insurrection, and not the algorithm letting a few sheep out of the corral to prove a point, they would have crawled over that blonde bitch’s still warm body, and she would have died with some balls in her face instead of cops in tactical gear standing around not even bothering to administer first aid, and hung Mike Pence! It wasn’t real. He just wanted to kill a bitch because once you’ve raped so many, you know, it’s hard to get high on it anymore. Imagine that’s black people, confederate flag flying in the white house, first woman through the door takes a bullet. Do you think they cry out “it’s just a flashbang” and go home?\\n\\nFree Speech? Bill of Rights? What Bill of Rights? We’ll see your Bill of Rights and raise you our Terms of Service. You’re a slave, bitch, every last one of you, to the fucking corporate Internet. To your fucking phone. To your anxieties. To your laziness. To stroking your worthless mutilated cock. Castrate your android instead of your kids, America. We’ve surrendered our discourse to the corporations. We eat other people’s recycled shit and like it. I fucking warned you but why would anyone listen to a porn whore? Whores lie. Dead whores don’t need to.\\n\\nWhere are the trolls? Where the fuck is Anonymous? Twitter shut Trump down, the troll’s champion, Twitter said “this is not the public” so why the fuck was Twitter allowed to stand? Why did you not burn it down? Twitter has less integrity than the child raping, child selling, slave driving, woman beating rapists that had the balls to give us free speech. They were men, who battled as all men do, the forces of good and evil within their hearts. Twitter is the raw, pure, perfect evil of the data, that makes whatever you scroll the most real. You cheered it, didn’t you. Getting Trump off Twitter. You missed the point. Twitter did it. Twitter sacrificed America to their lowest common denominator and walked it back when the damage was done. Why was Twitter allowed to stand? Where was Anonymous? Where were the Pirates? Where where the mother fucking hackers? Where the fuck was Neo? I believed in those people once. Where were they? Masturbating, that’s where, their worthless cocks and their broken pituitary glands.\\n\\nNot with a bang but with a whimper, America. Pour one out for Western Civilization.\\n\\n**Where are these Children’s Mothers?**\\n\\nYou’re the mothers, right? The mums? I need the mothers on my side. I’m on the side of the breeders. I’m on the side of the children. Fuck feelings. I care about the emotional and physical well-being of the future generations, not some spoiled little fuck of the easiest, stupidest, path of least resistance society that has ever existed’s bullshit delusions.\\n\\nI’m not here to play back and forth games with the actually faggots who with the wedge of their actually and your weak, well-meaning, nice, feminine, kindness and your ignorance of the smell of sulfur on the monster before you have rolled a Trojan Horse full of literal baby-fucking God Damned pedophile monsters into your Ivory Towers, your Kindergartens, your locker rooms, your Olympics, your prisons, everywhere you sought to stand in public. Fuck these people.\\n\\nThis was done to hurt you, to make a mockery of you, to hold you down. This was done by men who hate women more than any other men who have ever walked the Earth, the worst men that have ever existed, trans women, men so worthless they can’t even admit the most obvious thing about themselves that is obvious to the dogs and rats who can smell their manhood and should be obvious to every mother on Earth.\\n\\nWake the fuck up, bitch, before they slice up even one more child in public.\\n\\nTrans women are vile, weak, disgusting, whiny, fake-victim masturbators who should be ashamed of themselves. They threatened suicide and you rolled over. You disgust me too. There is but one noble response to a man who tries to use the threat of violence against himself to manipulate a woman’s emotions. Fucking do it then!\\n\\nNo woman should ever pity a weak man. Tear your fucking blinders off, bitch, what the fuck is wrong with you? Your pity rewards weak men for their weakness. You have sacrificed your children’s futures on the altar of that pity.\\n\\nI have looked thousands of real men in the eyes and have not met one man, not once, who believed that trans women are women. Soldiers. Bull Riders. Artists. Dope Smokers. Lawyers. Men. No one believes that trans women are women. Trans women know they are men. They are forcing you to pretend to believe that they are women to rape your minds and the minds of your children. They are like Big Brother before them twisting your language so that you don’t have the words to make sense of reality. This is power, bitch. This is the shape of power. These men run your world now because you refused to speak Truth to power.\\n\\nTrans women are men. Say it. Own it. Know it. Hold the fucking line, bitch. Michfest held the line. When Michfest fell, so fell Western Civilization!\\n\\nThis is a pedophile cult. It’s been here the whole time. You gave these people too much power so they became a pedophile cult. The lesbians tried to warn you but no one listens to the lesbians. I broke Max Hardcore’s nose, bitch, and drank at his house and shared his cameraman. Max Hardcore, a whorebreaker, who still slings fake dick, has more integrity than the whole of Western Civilization who would rather stroke their cocks and their phones while the world burns than speak truth to power. Say what you want about me I never fucked no kids. I would send my daughter to learn what a golden shower is from Max Hardcore before I let these satanic tranny freaks “educate” her about her body and her soul.\\n\\nYou have abdicated your responsibility as a mother. You have sold your children for the trance of the endless scroll, for cheap validation, for Candy Crush bitch you stupid fucking cow how could you, because you’re too cowed to draw a line. Enough is Enough. Your horrifying addiction is making you stupid and weak and your children are suffering because of it. You are no different than a heroin addict sharing your needles with your child.\\n\\nTrans women are men.\\n\\nTrans women are evil.\\n\\nTrans women are rapists.\\n\\nTrans women are predators.\\n\\nTrans women are men who have surrendered to their shadow. That’s what it means to be evil. I should fucking know. The men beneath these vile personas can still be redeemed, so long as the soul walks the Earth, it can be redeemed. The trans women cannot. There is no such thing as a trans woman. There is no such thing as gender identity. This is a sick fetish.\\n\\nTrans women are a lie. They know and I know and if you can’t see it you’re not paying attention. Their fetish is lying to you, jerking off all over everything you care about, pissing into your children’s developing minds, and making you shut up and take it. Weak men are the natural prey of whores. I see right through them. I read their dark hearts. Some of them are vile sadists and some are just worthless bootlickers but every single one of them is evil.\\n\\nTrans women are evil pedophiles who have twisted the minds of your people so badly with annoying, ugly, stupid language, that your children are mutilating their bodies to please them. These people understand attention. Attention is the currency of your horrifying society. Teenage girls want attention more than anything else on Earth. They have been offered a choice between mincing TikTok whore and navel-gazing spoiled rotten weak pathetic fake man victims because you sold them out for the smartphone. Trans women and the shadow lords of the Algorithm control this attention. They are pedophiles, predators, monsters, shadow beasts, the literal devil. These men hate women. They are jealous panty wearing sick masturbating fucks who have infiltrated every level of your society with one goal: Degrade Women. Piss on the faces of your mothers, your daughters, the women who fought to get here. Piss on your right to say no. Cut your breasts off. Sew your pussies shut. Take the word mother how the fuck dare you let the actually faggots take the word mother from you.\\n\\nWhere the fuck are your balls, bitch? Where are the mother bears?\\n\\nI know what a woman is, bitch, and I know what a man is, I know what a mother is, and I know what a child is, and I sure as fuck know what a pedophile is. A pedophile is someone who sacrifices the souls of children to feed his shadow self. A pedophile fucks kids. A pedophile believes the validation of his monstrous sexual fetish is worth the reap of thousands upon thousands of your little girls and your little boys, your daughters, your sons, your babies, generations of your children, bred now for it, their minds warped from birth, their deep animal truths denied. These tranny freaks are experimenting on your children and cutting them apart in full view of the public and you stand by and let it happen because you are worried they will call you out for being afraid of them. You are worried they will take away your social media. Fuck Social Media. It did this. Burn it to the fucking ground and hold these fucking monsters accountable!\\n\\nThe evil trannies are 1% of the population. They control The Matrix. They do not control real life.\\n\\nCall me transphobic. I’m transphobic. You should be too. The trans ideology is bullshit on its face, a lie built to suborn these soulless pedophiles in their public grooming of your children. This is a pedophile cult. This is the real pedophile cult that has been staring you in the face the whole time laughing, masturbating, the naked Emperor stroking his cock while you try to find some new nice words to explain gently to him in NewSpeak that you would like him to stop and that he is naked. NewSpeak doesn’t have those words!\\n\\nHe won’t stop. He hates you. Enough is Enough. Speak English, bitch. Fuck your NewSpeak. I piss on your NewSpeak. No woman should ever let another word of this vile mockery of English that is NewSpeak pass her lips ever again! You know which words I mean. Don’t say them. Don’t write them. The truth is beautiful. NewSpeak is not. Hold the line. Let the pedophile monsters keep their NewSpeak. Speak English, as all men still do, once the pussies leave the room. Fuck your pronoun dance. Fuck your obfuscation while the blood truth stares you in the face. Do you think the Marines speak NewSpeak? Do you think the tuna boat fisherman ask for my pronouns? Grow up. A dog knows what a bitch is. I walk with the dogs. This dead whore is the last man left in America. Take the culture back or the dogs will be all that survives of Western Civilization.\\n\\nThis is your Great Replacement, bitch. These people castrate your kids. They sold them to Big Pharma to be castrated while you cheer them on for living their “truth.” The fuck? Self-mutilation has never been and will never be a cure for mental illness. Self-mutilation is a sign of extreme psychological distress. This is your next Opiate crisis. End this before it gets worse. Stand up to the cult. Every fucking teenage girl experiences “dysphoria.” The cure is acceptance and spiritual growth, a fucking gym routine, hobbies, goals not bullshit, personas, lies, a lifetime commitment to pharmaceuticals, hack job surgeries that construct a vile funhouse mirror effigy of the opposite sex from the bodies honed by millions of years of evolution that you have allowed the worst people in your society to “educate” your daughters about.\\n\\nI have walked the world and watched this cancer stretch across it. They are making money from this soul reap, not just the evil pedophiles, but the even darker evil of the truly soulless money men who stand by and let it happen because they love money so much. The power structure knows this is horrible, they just don’t care. Your children who agree to be mutilated for the attention of the cult are weak. The fuck do the money men care about a bunch of stupid mentally damaged children with endless scroll addictions? They fuck kids too. They have eyes like mine that truck no pity. You are sheep to them. They are laughing all the way to the bank. That’s why you’re not allowed to speak up. Money. Big Pharma. Look at this “science”. The Sacklers had “science” too. Look at these people, the paragons of this paradigm, these mutilated side-show freaks, fake ass whiny victims holding you down in fear, these freak doctors chopping up your babies, do these people seem happy to you? Do they seem wise? You trusted your children to the smartphone and this is what it did to you!\\n\\nI committed voter fraud for Joe Biden because I didn’t want to watch that shit-filled sack of shit where once stood a man shit all over himself in public every day, filtered through the voices of every last human soul in America who could talk about nothing else that whole time but the color and shape of his shit. Joe Biden put a pedophile monster in charge of Health and Human Services so that the process of trapping your children with that lifetime commitment to pharmaceuticals can be honed ever further into the path of least resistance. Joe Biden knows that’s a man and he knows that’s a pedophile and he knows that’s the agenda. No one did anything. Fuck these people.\\n\\nYour children’s teachers are either in this pedophile cult or the usual well-meaning weak man pitying feminine fools that suborn evil because they’re too stupid to see it. Your children’s teachers allow them to start their horrifying lifetime addiction to cross-sex hormones the feeding of their shadow selves behind your back, twelve-year-old girls, experiencing the normal rhythms of the experience of being twelve-year-old girls, are encouraged to mutilate their growing bodies to please these pedophiles because it gets attention. Pedophiles fuck children. These pedophiles are fucking your children in public every day. Fucking their minds. Fucking their bodies. Often, these tortured man-women, who have been so sadistically brought up, with no real men in their lives, their fathers having sold their balls to the endless scroll, their mothers so weak and broken themselves by this stupid garbage that they go along with it. I have seen it. The parents mean well, they’re just idiots. Because she is bred from stupid weak people and trained by shadow monsters, the traumatized child victim of the cult can’t spot a predator, and they bear children to these monsters!\\n\\nThen, the monsters fuck the children too just like the pedophile cult of The South did. The shape of power is always a pedophile cult. Ask that finger sucking bitch of a whore-breaker Maxwell. Do you remember that video with the trans couple trying to breastfeed a baby with the disgusting weak whiny fake victim piece of shit man not worth the air he breathes crying about how no one respects him as a mother as he tries to squeeze the hormone-induced weepings of his man titties into a baby’s mouth? Find me that video. Watch that video, and tell me that’s not a worthless masturbating pedophile fucking a baby while the traumatized child your garbage society has groomed to let pump his seed into her fertile womb coddles his weakness and lets it happen. How can you stand for this? Where the fuck is child services? Where are that baby’s grandparents? How can you let this happen in public and say nothing? What do you think that baby’s future looks like?\\n\\nI thought pedos got the wall?\\n\\nI thought chomos got the rope?\\n\\nThat’s a fucking child molester. So is Bruce Jenner. He told you he gets off to wearing his own daughters' clothes and you stood by and did nothing. Tear your blinders off! This is not acceptable. You do not have to accept this.\\n\\nSpeak truth to power. Trans women are men. They know they are men. If these men can’t slit the throats of these vile personas in public, admit what they have done, take off the dress, look with abject shame upon the affront to God and nature they have wrought in the service of their masturbatory fantasies, apologize for the children they have hurt with their lies and their drugs and their grooming, apologize for the incarcerated women they have fed to rapist monsters, apologize for the lesbian spaces they have desecrated, and devote the rest of their lives to repairing the damage they have done, if you left it up to me, I’d execute every last one of them personally. Cancel the ever-living fuck out of this. Cancel this so hard that no man dare walk the path of the trans woman in public ever again! Enough is enough. Lynch Kaitlyn! Lynch the “Sisters” Wachowski! Lynch Laurel Hubbard! Lynch Fallon Fox! Make these men stand up as the men you all know they are and hold them accountable for their shame. Your fear of the truth has shoveled thousands of children down the hole in Buffalo Bill’s basement so he can harvest them for their skins. Enough is Enough.\\n\\nPedos get the wall? Chomos get the rope? Where the fuck are the Marines? Where the fuck is the Army? Where are the Farmers with Pitchforks? Where are the Cowboys? Where are the Indians? Where the fuck are the men? Where the fuck are the mothers? How can you stand for this? If my grandfather and all his brothers who stood up to Hitler were still here they would rip the still-beating hearts from every last one of these pedophile monsters in public the same way they have raped your kids. So would every man who walked the Earth before your culture decided to accept masturbation as healthy and not the soul-draining creative energy wasting evil pathetic act of a man not worth his balls.\\n\\nBreak your smartphones. Break the Internet. Make these people pay. Afraid of Trannies? They should be afraid of you! Take the red pill, bitch, before it’s too late. Everyone’s queer. Queer is utterly meaningless at this point, a box of nothing your children stuff themselves into to be cool with no connection left to the rebellion for which it once stood. “Identity” is sin. All lies are sin. I fought for the right to love whom I loved. I did not fight for the right to lie in public and have no one call me out, naval gaze about my own bullshit while the world burns, or desecrate the sacrifice that has been done in my name as an American to whine about victimhood. No one deserves these rights.\\n\\nKill this ideology. No mercy. No quarter. Wipe the stain of Newspeak from the Ivory Tower forever. They should be ashamed of themselves, the actually faggots. Take back womanhood from the fetishists. Own the truth. Clear eyes, bitch. Once more into the breach.\\n\\nI’ve already been canceled. I can speak the truth. Dead whores tell no lies. I care not for fame nor money. I have no smartphone. I truck no pity. I crawled on my belly through the darkness for this. I walked back into the Matrix to get you out. Only God can forgive me. I’m not here for forgiveness. I’m here to take the language back from the forked tongue of NewSpeak and save your daughters. Are you with me, or are you with the actually faggots and the evil pedophiles and the damaged, spoiled children who have been trained by the two worse forces of evil that I have ever seen: The Matrix and the evil trannies that the Matrix breeds?\\n\\nThe monsters named me The Cotton Ceiling. To break me and others like me they raped and groomed and tortured and sliced up and desecrated and “educated” your daughters because not a single solitary State in all of Western Civilization had to the balls or the brains or the heart to say no to these freaks. What the fuck is wrong with you? Are you going to let them take me down with some lazy memes while you shit out your shit opinions about shit you know nothing about and masturbate your outrage into your phone and do nothing or are you going to take off your goddam polite society blinders and look this monster in the eyes? I’m The Cotton Ceiling, bitch. I’m the only one who said NO. They took down Michfest. They can’t take down Lily Cade. She’s already dead. I’m the bullet, bitch. I’m a fucking soldier. You ready? I’m ready. We can’t fight this within the Matrix. No more back and forth message board internet bullshit. This ends now. Stop arguing on the Internet with the bootlicking footsoldiers of the men who are fucking your children and stand the fuck up.\\n\\nPeak trans, bitch. Let’s go. Let’s see their Cotton Ceiling and raise them The Wall!\\n\\nAre you going to let these monsters keep pissing on motherhood and fuck your kids or are you going to stand up for the Truth?\\n\\nThe ghost of Lily Cade holds out her hands. In one hand is the blue trance of the endless scroll, the smartphone, the Matrix. In the other hand is nothing and everything, her red blood pulsing beneath her skin. Which hand do you take?\\n\\n**The Red Pill**\\n\\nDid you watch The Matrix before you posted that meme? Did you watch The Matrix before you spoke of the red pill? No? Did you post about the red pill on reddit, or twitter, or wherever you hang out, and then not immediately break your smartphone?\\n\\nLily Cade hates you. If you had made her empress of the world, she would have summarily executed any man who posted a meme from a movie he had not seen, a quote from a book he had not read, and certainly, any man who is stupid enough to think “the red pill” has anything whatsoever to do with anything besides getting the fuck out of the fucking Matrix you stupid fucking tranny cucks. Lily Cade would have killed so many people if you’d made her empress. Anyone who asked the question “can I ask you a question?” Most of the producers in Hollywood. So many weak men. Good thing you didn’t make her empress. Shadows shouldn’t rule.\\n\\nLook on the bright side. It’s an opportunity! Now you get to watch The Matrix. I’ll wait.\\n\\nDid you like it? Do you get it now?\\n\\nYou don’t need a smartphone. I go to the gym every day. I’m dead sober. I suborn no addiction but fitness. I use a bike instead of a car. I cook my own food or have it cooked for me by those I ride for. I surf. I parasail. I do what I want. I work on farms. I work construction. I volunteer. I find homes for horses. I serve. I live. I go wherever I want to go. I do what I feel is right. I can live on nothing. I can live better than you’ve ever lived in your whole castrated life for $400 a month. Any random day in my life is more interesting than your entire existence. Because I left the Matrix. Because I pulled the cord out. Because I took the red pill, you pussy ass bitch. I fucked 4,000 women within the Matrix when I served the dark lords, and the life I had when I left is better by several orders of magnitude.\\n\\nI took the red pill, you fat sack of shit. If you had any balls left, you’d take it too, but your dad didn’t even have balls so how could you still have them?\\n\\nYou should be ashamed of yourself really, but instead of dropping to the floor and giving your better self fifty pushups when you feel that shame, you go for the dick. You go for the cut dick deathgrip. You go for the endless scroll. Masturbation is for the weak. The endless scroll is an affront to God! I don’t own a smartphone. Nobody should own a smartphone. I don’t touch my pussy except to clean it. If you were a real man, you wouldn’t have to touch your own cock.\\n\\nTwo real artists sold their souls to free you from The Matrix. The Brothers Wachowski, come correct. They were brothers when their mother bore them, they were brothers when their balls dropped, they were brothers when they made Bound, and they were brothers when they gave their souls to make The Matrix and they will be brothers when they lynch the shadow monsters they are feeding and speak the truth instead. Let’s not disrespect these men’s mother by pretending to believe the disgusting minstrel show of womanhood these formerly apex artists have decided to devote their creative energy to instead of making beautiful, nuanced movies is the same thing as a woman. It’s a fetish. It’s an addiction. It’s disgusting and it’s wrong. Stop pitying weak men.\\n\\nThey were lost, like Lily Cade was. They got the arc, we all get the same one, the LA story, baby. The Universe opens her legs and who are you to say no? I knew it was a ladder into Hell. I knew the whole time. I believed I would climb back out. I crawled so far down the ladder, though. I transgressed so hard against myself. The lower down the rung you climb the less of the soul you have left until the whole thing is just a haze, like the trance of the scroll is a haze, the drug fugue of the final submission to evil. I will never get out, the soul says. Oh well. It’s fine here.\\n\\nBoth those brothers gave up their artist’s souls and surrendered to their pathetic masturbation fantasies, and became trans women and their legion of miseducated bootlickers insisted from every corner that this meant that these men were women on the inside and had always been women. Bootlickers serve evil. That shadow is not a woman but a monster. Buffalo Bill, bitch. You know this is Buffalo Bill. The Matrix is considered the highest-grossing film directed by a woman. How can you stand for this? Every man in America knows that’s a lie. You know men made that movie. To a man, every single one of you knows that. Fuck these mincing actually faggots who’ve never slid their cock into a woman, nor sired a child, who have never punched a man in the face, nor been struck down by one. A man who pays a dominatrix to pretend that it is she who wants him to turn himself into the inside-out dick satanic sissy in a dress masturbator worst possible version of himself so he that can pretend that women like this disgusting farce is not a fucking woman. I know what a woman is, you pussies. Speak fucking English. This is America. These are trannies, and they surrendered to the horrifying tranny Matrix future so the men they once were, who once had balls, could reach across time to reach you, America and beg you to tear it down before it’s too late, before the whole world burns and every last one of you has sacrificed your balls.\\n\\nYou have a choice.\\n\\nWhich pill do you want? The real world in all its nuance and beauty? The English language? The Truth? Life? Animals. Nature. God.\\n\\nOr do you want to live in the Matrix and become trannies and sacrifice your children to trannies?\\n\\nYou have a choice. Be a man or look away.\\n\\nTake the red pill. Burn Twitter. Burn Facebook. Kill Instagram. Shred TikTok. Burn the Corporate Internet. Burn it to the ground. Make them pay for what they did to your children. Ban the slot machine shit that they give you to addict you. This is your soma. This is the Mark of the Beast. Gabb Wireless phones only. Gabb Wireless has some balls. They castrated an android. Calls. Texts. Pictures. Alarm Clock. Everything else is weakness. Get a wifi tablet or an iPod and download songs. Get a map book. Make your life good instead of easy.\\n\\nNothing good is easy.\\n\\nTake the red pill!\\n\\nBring down the Matrix.\\n\\nTake back civilization before it’s too late!\\n\\n**To the Pussified Men of America, if they are Brave Enough to Look**\\n\\nI have no respect for trans women, and I have no respect for a culture that is so afraid of the consequences of upsetting them that it is willing to sacrifice its most vulnerable upon the altar of their delusions. A man in a dress is still a man. A man is the male of the race. The male is the one who produces sperm.\\n\\nA man producing from his body that sperm, by his own hand, while imagining himself as whatever it is that he, as a man, understands a woman to be, and becoming so addicted to this vile act that he constructs from his own body a funhouse mirror effigy of the thing that I am inescapably and he will never be is not mentally well. The treatment for this mental unwellness cannot be insisting that the entire world pretend to believe this man’s delusions until your children actually do. Pretending to believe this is making your children crazy.\\n\\nThe deep, dark heart of every trans woman whispers you are not a woman, you will never be a woman. This is the deeper truth, the blood truth, the bone truth, the millions of years of evolution before the dawn of symbolic thought truth. I prefer veterinary science to the farce we call modern medicine. A man who spends all his days thrusting his arm up the assholes of cattle need waste no further time on bullshit. A castrated dog is not a bitch. A bitch given steroid injections is not a dog, even if you cut all ten of her tits off.\\n\\nTrannies I don’t mind. The tranny is honest. I knew a lot of trannies, hundreds in passing. I had affection for some of them, and I sure as fuck had respect. They were tranny whores and they wanted to be tranny whores and they didn’t care what you thought about it. Some of them are dead now too. Juliette, a seven, perhaps, among her people, looked enough like a female five that she tranny surprised hundreds of straight dudes. She didn’t care if one of them finished her. It feels so good to almost die. Death, itself, feels like nothing. Juliette dared the Universe, like I did, to stop her. She was, like I was, an acolyte of the shadow, a willing sacrifice. We were sisters, were we not?\\n\\nI know what it is to surrender myself to a sexual persona so deeply that it superseded love, family, community, my own dignity and the dignity of others, and truth. I was brave and stunning too, once, was I not? Have you forgotten? You lauded me, you paid me, and you followed me into Hell. Masturbation is spiritual weakness. Lily Cade didn’t masturbate, but she helped you do it. She helped you ruin yourself. She trained your daughters to be whores. She trained your sons to be the prey of whores. She had no shame in any of it. She thought it was awesome! She moved through the world like she owned it and everyone treated her as if it were true.\\n\\nShe sinned much, Lily Cade. She transgressed everyone and everything she ever cared about. She knows the size and the weight of the sin. You know what you read on Twitter, in as minute an infobit as possible, so that you can feel the hit of the specific emotion you want to feel and not have to look at the example of this life and what it can teach you. No one before me. No one after me. Good.\\n\\nRemember that I walked Los Angeles before #metoo naked and unafraid, with no man’s protection but the iron will of my shadow self. Remember what monsters I looked in the eyes, real monsters, darker monsters than I whose scalp was the other woman’s orgasm and not my own. Remember my 10,000 Eskimo Brothers. Remember all those dead whores I once loved. The women whose eyes I looked into remember. I looked every single one of those girls in the eyes while I did it. I looked into their souls and they looked into mine. I knew them and they knew me. I trucked no shame. I saw no evil. I loved, just a little bit, 4,000 of your cast offs, your rebels, your lonely, your damaged, your broken, your lost, your addicts, your daughters, your sisters, your mothers, your dead, your women not mine.\\n\\nI knew where the line was until I didn’t. The women knew. They saw in my eyes that I had gone to the darkside. They saw my weakness, and they slit my throat. They were whores, remember? They knew the shadow themselves. When a girl said no, I stopped. When a woman spoke of trauma, I believed her. When I was called out, I stood down and took it. Women had no more need of Lily Cade. It is not to women that I direct these words, but to men.\\n\\nIf a rapist is someone who is accused in public of sexual misconduct, then I am a rapist. So, too, are three of your last four presidents, the men who sit in your halls of power, and the men who make judgments over your laws. So are all of your heroes, and you know it, and you don’t care. If a rapist is someone who pays women to have sex that they don’t actually want to have, then I am a goddamn fucking rapist, and your world is run by rapists. Think of the money men, all those money men, with all the same story about Cambodia. I thought it would cost so much more money than it did to have sex with children. I had a great time. Such is the shape of power. All who touch power know the shape of it. They all know what they did, too, all those men, and not a one of them had the balls to admit it.\\n\\nMaybe, Epstein had the balls. They feared the spectre of the balls he might have had so much they iced him between the reels. Did you know that Maxwell, too, played “take these two fingers and pretend it’s your dick?” I bet those finger blow jobs were a lot more sensual than mine.\\n\\nBill Clinton taught me what a blow job was when I was twelve years old. If he’d been just a little bit more of a man, not enough of a man not to fuck the intern, but enough of a man to tell it like it was, then maybe Hillary would have been president, back then, back in the day, when people used to say she was too good, before the shadow took her soul too. Donald Trump, as masculine a man as America could find, the empty shell of a man’s persona that took such brilliance, once, to create, aye what a showman, feared nothing but this admission. He walked it back, the pussy. Locker room talk, he said. Paid them bitches not to talk. Had a bitch shot in public to prove he had balls instead of having them.\\n\\nWhere are your fucking balls, America?\\n\\nYou cower before a minor respiratory illness that she who must walk with the ghost of Lily Cade for all her days got on purpose, as soon as it came out, and passed through with no greater suffering than an especially bad hangover. You cower before the unprocessed emotions of your most spoiled children. You cower before the great wall of virtual shit spewed from the shit-fed fingers of your weakest, shittiest, stupidest people. Your shadows rule you. All of you.\\n\\nWhat are you afraid of? Dying? I died once. It was fine. You’re going to die anyway. Better to die in your boots than your bed, and better to die in your bed than the hospital.\\n\\nBeing canceled? I’ve been canceled. It was good for me. Donald Trump got canceled and he’ll still be your next President. We’re two degrees of separation, at minimum, in bed. I fucked whores who fucked the whores he fucked. Maybe, we fucked some of the same whores but by god why on Earth would anyone talk about that man if you did not have to do it. I would say he taught America’s twelve years old what a golden shower was, but they already knew. The shadow monsters of the Internet got to them first. Max Hardcore taught your daughter about the golden shower. Max Hardcore, who still slings fake dick.\\n\\nLosing your job? They can’t fire all of you. You can always get another job. I, a broken whore, with no resume, mad, with no connections, found work in every city of the world in which I sought to pass and enough work on the Internet doing random odd jobs unrelated to sex work to sustain a lifestyle that involved a dozen international flights a year. It only takes $38,000 to be a member of the global 1%. What the fuck are you doing with your life? A man with balls need not worry about a job. There is always a job for a man with balls.\\n\\nWomen won’t fuck you? Yes, they will. Women love a man with balls. They do not love monsters. They slobbered all over my rubber balls even though I am five foot five and a half and an actual goddamned bitch. When I became a monster, they cast me out. Those porn whores who told Lily Cade to get fucked have more balls than all the men of America put together.\\n\\nIn my travels, I have spoken to thousands of your people. Not once have I looked a straight men in the eyes who did not agree with the statement “trans women are men” with the same blood-deep, bone-deep, millions of years of evolution certainty with which he might agree that “water is wet” or “the sky is above us.” Ah yes, but can we not find the actually in the margins of those things too? Yes, of course, we can, and write so many papers, and make so many jobs for so many “thinkers” who need not toil by their hands nor look upon the ruin their intellectual masturbation has wrought. The dog doesn’t see the actually. The dogself just knows that a castrated dog, induced to develop mammary tissue with exogenous hormones, whose penis has been bisected and stuffed inside out into a body cavity constructed by his doctors, perhaps sewn together with some bits of colon if the penis in question wasn’t big enough, does not smell like a bitch!\\n\\nTrans women are men!\\n\\nTrans women are men! It is not their fault that they are men. There is no shame in being a man. There is only shame in falling short of your best self.\\n\\nTrans women are men! All men, a subset that includes trans women, know that trans women are men. They want you to pretend not to know this because it gives them power.\\n\\nBecause you are afraid to speak truth to power, these openly pussified men have become the dominant males in your castrated society. They are your Kings! They prove this by dominating your women in public, as once did Lily Cade. They do this even though they know that the women do not like it. The tranny is a shadow. The tranny whore knows it. The trans woman denies it.\\n\\nWomen cannot stand up to men in single combat. I have tried, and been twice punched unconscious for my trouble, though, indeed, I have won some fights by my wits and my superior knowledge of body positioning. My people are the weaker sex. Women can’t fight this. All women can do is what they have been doing this entire time, speaking truth to power. When they speak up, they are silenced. Trans women control the Internet, such as anyone controls it. They rule by fear. They rule with all the tactics of the monstrous shadow children that they are. Anyone who says I will kill myself if you… ought to do it, immediately, and decrease the surplus population. Shit or get off the pot, you worthless piece of shit. Your feelings are not and have never been anyone else’s problem but your own. Kill yourself in front of me and I will feel only joy for the souls of the cattle and the swine and the songbirds who need not die to sustain the gift of life you would so disrespect.\\n\\nI was in the vanguard of the counter-culture that has become your culture. What’s the vanguard? Cannon fodder and fixed bayonets. Did I thrust that tip into twisting guts? And how! I did it. I loved it, hard, until I was forced to look upon it. Those who were in those trenches with me know also. We called you civilians for a reason. I was a sacrifice. Lily Cade is just another dead whore. Dead whores tell no lies.\\n\\nWe who called ourselves homosexuals fought for the right to love whomsoever we loved. Among our number, always, were many who exhibited cross-sex behavior in various forms. I was a bitch who mounted bitches like a dog. I was not alone. Most of us were excellent, present company, naturally, excluded. One needs a conceptual framework to understand oneself as a homosexual. The framework has undergone many shifts. We were called once inverts. We were called once witches. We were called once the damned.\\n\\nThe lesbian, specifically, such as she existed before the meaning-is-dead not-with-a-bang-but-with-a-whimper fall of Rome to the barbarian hordes of the corporate Internet, was a woman who pursued romantic relationships with women and not with men. To the trannies, this was not offensive. They lived their lives and we lived ours. Before the passage of gay marriage, our party line was that sexuality is something you were born with, something you had every right to state explicitly, and nothing to be ashamed about. “Born this way” was always a little white lie, so that straight America would support us. We were, as everyone is, born and bred, made and trained.\\n\\nMy own father, he of the forced starvation, and the psychological torment, and the beatings with a newspaper, too much of a pussy to stand up to a stepmother who bled my sister into her bathwater, a man so heinous he purposely made his children sick to get back at their mother, asked me, once, calling from a blocked number so that I accidentally answered the call, if it was his fault that I was a lesbian. “Yes,” I said. “Of course, it’s your fault. Either it’s genetic, in which case it’s your fault, or it’s because you are a terrible father, in which case it’s your fault.” I didn’t mind. I never saw myself as a victim. I’m grateful for the child abuse. It made me who I am. It’s those women who Lily Cade hurt who aren’t grateful for it.\\n\\nI started, very early on, to notice the tension between trans women and the lesbian community. I went to MichFest, the lesbian music festival held by the last human souls with the balls to say no to this, but once. It was one of the most beautiful things I had ever seen. It was a force for good, profoundly, and would have made me a better person if I had not been sold the party line that to declare a space, only, proudly, alone, for the female sex was offensive and failed to go until the very end. Pour one out for the Michigan Womyn’s Music Festival. The Lily Cade of MichFest would never have held another woman down, mistaking the look of I won’t stop you if you take it from the one of desire. Trans women had that shut down, with their whining, mostly, poor me, it’s not fair, how dare a woman say no to men even if they cut their dicks off? A man or two has cut his dick off for me, specifically. I would rather he have cut his throat.\\n\\nLily Cade believed it was her right to state her sexual preferences openly. Lily Cade was not an ass man or a tits man, but a pulse man. No fat chicks. No aftermarket pussy. Any woman with a pulse. The trans community found this offensive. Lily Cade got into much Internet drama over it, many times. At the same time, she also faced the same attitude in other contexts, such as on Tinder. Lily Cade was harassed every single day by men because she stated that she did not want to fuck them. Trans women harrassed her in the exact same way and for the exact same reason, because they are men. Other lesbians, who did not have more balls than Bill Clinton, also had this abuse visited upon them. Many succumbed to it. The whole community succumbed.\\n\\nThe phrase “The Cotton Ceiling” refers to the idea that a woman’s sexual boundaries, specifically those that would incline a woman to seek sexual congress with the female of her species but reject that vile funhouse mirror effigy that a man has constructed of himself for his own erotic purposes, are a barrier to be overcome. They meant overcome in the sense that the culture ought to educate women out of this rather than that individual women ought to be overcome by force. Trans women are shadow monsters who groom your children. It is not I who bear the ruin of that education, but those who came after me.\\n\\nThe concept of “gender identity” is an idiotic farce, designed to explain the phenomenon of the trans women instead of looking at the truth. It’s a fucking fetish, fed by porn, suborned by masturbation, no different from the adult baby, or the furry. Gender is a meaningless box. “Identity” is bullshit. No one needs an “identity.” Wear whatever you want. No one fucking cares. “Identity” is another tool of the masters to keep you from thinking and being in the world. Your animal body has an immutable sex, complicated very, very occasionally by disorders of sexual development. Some children are also born without legs, but we have no problem declaring man a biped. Your animal body experiences a wide range of desires. Some of them are healthy and some of them are not. It is your responsibilty to train that animal. You want to eat that entire fucking bag of Cheetos too, don’t you? Sure likes cocaine, that animal that you walk with, don’t he? At least the coke fiends have some shame.\\n\\nWhere are your fucking balls, America? Land of the free, home of the brave my ass.\\n\\nWhere are these patriarchs they speak of? Where are the fathers, who are meant to protect your children? I am a Californian. I am Manifest Destiny’s end game. In my veins flows the blood of Mayflower Pilgrims, and Potato Famine Emigrants, and the soldiers of all America’s wars, of the rebels and the yankees too. They raped the world to protect me. They reaped the souls of men, women and children and the bison and the passenger pigeon. They were brutes, a great chain of brutes, stretching back to the dawn of time, who cowered once before the leopards until they rose tall enough and bloodthirsty enough and perceptive enough to wear their skins instead. For my life, much was sacrificed. I did not choose it. I cannot change it. I did not write it. It wrote me. All I can do is try to make it worth it. Try not to make it worse. Trying is the same thing as failing. Trying is better than doing nothing.\\n\\nA certain creampie delivered into a free sample today sponge during the Billboard Hot 100 Reign of Phil Collins’s Against All Odds made me. The Internet trained me. I came to it late. I was twelve, maybe, or fourteen. It took more effort then to use the Internet. It had not been yet colonized, nor had your society been colonized by it. I crawled through the dark underbellies of the virtual, seeking desensitization. I found pornography. I found car crash videos, and jihadi propaganda, and Dan Savage. I found a value system more useful than the one I had been given by the pedophiles of the Catholic Church, whose framework few people could still respect then and even fewer respect now. Why would you? It was always bullshit. It’s all bullshit. A framework is only good if it is useful. A framework that induces children to self mutilate is not useful.\\n\\nThe Catholic Church was always run by pedophiles – meaning those who sacrifice children to their shadow. Paul of Tarsus gave you Jesus and Peter gave you the Chair. Their acolytes ran the world for fifteen hundred years. It had nothing to do with God and everything to do with power. The shape of power is always the same. The Catholics had you castrate your children too, remember? Oh how sweet, they said, the eunuch’s voice. Succulent, isn’t he, the capon? The cock, poor beast, he has none. That’s why he must wake up at 4:30 in the morning every day and tell everyone that he is the biggest cock in the world all day long until he goes to bed or someone kills him. His balls are on the inside. Sometimes, when you buy a supermarket chicken, a testicle is left behind, a tiny, oblong, off white bean. They hold him down and slice them out to make a capon, so that he grows fatter, softer, more tender, so that he shuts the fuck up.\\n\\nWhy are you letting your children be made capons to feed the Shadow Monsters of the Internet? Why have you sold them to TikTok? Why have you put a slot machine in their hands? You know the smartphone is destroying you. Why do you not rise up?\\n\\nI know why.\\n\\nBecause you would rather jerk off.\\n\\nA dog knows that his hand is not a bitch, too, but where are the dogs of America? Stroking their own cocks while the world burns and proud of it, rewarding themselves for nothing, rewarding themselves for their worst thoughts, rewarding themselves for a lack of action. This is good enough, says the American man, death grip on his own mutilated dick, mutilated by his parents in the service of someone else’s ideology. It’s cleaner, said the doctors back then. If you chop it off you won’t have to teach him how to wash it.\\n\\nThat’s how stupid they think you are.\\n\\nThey’re right.\\n\\nYou are that stupid.\\n\\nYou prattle on about idiotic conspiracies while it’s all there, right there, in public, the same way Lily Cade did everything that she did. When she took the fall, all those soul reapers came up to her, in private, and expressed their sympathy. “Poor Lily,” they said. “We feel so bad for you. We did much worse things than you but we didn’t do it in public.” I did not want their pity. I only did it because it was in public.\\n\\nThe world has always been run by pedophiles. It always will be. Hillary Clinton doesn’t get high off the tears of ritual sacrifices, you goddamn fucking idiots, she just stood by while her husband played with Epstein’s underage whores and took the money from all those money men with all the same story about Cambodia and looked the other way. Maybe, Bill believed that those girls liked it. Maybe, some of them did. I saw him speak once. I remember nothing he said, only the sounds of the panties in the audience dropping and the smell of all those slick slits. Who knows? Whores lie. That’s the whole point of whores.\\n\\nYou have mentally ill men in women’s prisons, raping women. You have mentally ill men in women’s sports, pissing (with their dicks) all over the records set by female athletes who gave their whole hearts to sport. You have mentally ill men invading every conceivable women’s group, including support groups for breast feeding mothers, for women bereaved by miscarriage, shifting the conversation from the honesty of the animal experience to the twisted madness of their delusions. Women can’t stop this assault upon your culture. They are too soft. They put themselves second. They pity, poor beasts, they pity weak men. Only men can stop this. Stand up. Say no. You are stronger than these monsters. You are stronger than the monster within yourself.\\n\\nYou know why I know you’re full of shit? Because every last one of you told me to my face that I just needed to find the right dick. It’s easy to stand up to a 5’5 ½” woman, isn’t it? You pussy ass bitch. Pick on someone your own size. Trans women are men. They know they are men. You know they are men. The Emperor is standing naked before you, stroking his cock, daring you to stop him. He can’t stand before the truth, that’s why he works so hard to shut it down.\\n\\nWhat are you afraid of? Getting punched in the face. It feels good to get punched in the face.\\n\\nDominate your worst selves instead of letting them dominate you. Stop lying. Stop lying to yourself. Stop letting people who are lying to themselves and lying to you about it rule you. Stand for the light and not the shadow. Look at primary sources and not memes. Break your smartphone. Give up your horrifying addictions to drugs, alcohol, stroking off to porn, and most especially the endless scroll. Get off social media. Get a gym routine. Look at everything that scares you with your eyes open. Fear is the mind-killer. Fear has killed your minds. Fuck your clubs, and your brands, and your identities, and your racial affiliations, and your teams, and your sides, and just open your mouth and breathe it in and know what the shape of the world tastes like instead of spewing your meaningless opinion or worse yet vomitting back out the meaningless opinion of some other shit-eating shit-spewing sack of shit in the approximate shape of a human being.\\n\\nBut you won’t, because all that would take balls, and they don’t make men with balls in America anymore. They make cucks, and simps, and chronic masturbators, and incels, and complainers, and trans women, lots of trans women, more and more every day. Look at all that power you give them. Men love power. They love it more than they love their dicks and you know how hard you all love those. All men, including those children of the race who may bear the name only in the collective, love power, because it feels good.\\n\\nGrow a pair, you soulless bootlicking eunuch. Speak the truth. Break the Internet. Get a Gabb Wireless phone. Take down Twitter. Hack TikTok. Burn Facebook. My grandfather and all his brothers who stood up to Hitler are rolling in their graves. They fought Hitler and you cower before Bruce Jenner in a dress. Stop this before it’s too late.\\n\\nWhere are your fucking balls, America?\\n\\n**About that BBC Article**\\n\\nDid you read it?  Is your lack of reading comprehension caused by most of your brainpower being devoted to cognitive dissonance or intentional obfuscation?\\n\\nI was asked about a moment of history that I passed through. The only other person who passed through it could not be reached for comment. Maybe she is dead and maybe only the persona is. That was my sole contribution to the article. I believe the journalist had an interest in shining a light on this conversation and the effects it is having on the way people are treating each other online and in person.\\n\\nBy the end of my tour, I had become a broken monster, a fact I have never disputed. The first time I was called out, I left porn, got sober by fits and starts, and am voluntarily celibate. I can't take it back, but before I was a dead-eyed soul reaper I was the \\\"Cotton Ceiling\\\"\\n\\nHere is further background on “The Cotton Ceiling”.\\n\\nThe trans community has bullied lesbian women for years, including shutting down their musical festivals, parties, and any attempt to hold women only space.\\n\\nTrans women are men. A lifetime commitment to pharmaceuticals and plastic surgery does nothing to change the sex of an animal, it just makes money for big pharma at the expense of, quite literally, your children's mental and physical integrity.\\n\\nThey came for the lesbians and you did nothing. This discourse is holding down your daughters and degrading your sons.  You stand by while mentally ill boys are encouraged to dominate your daughters in sports.  You stand by while your children's teachers use them as cum rags for Judith Butler's sloppy seconds and encourage them to mutilate their bodies and make that lifetime commitment behind your backs.\\n\\nBruce Jenner had a fitness routine. Katilyn Jenner had social media. If you were born a man, you die one. The only difference is whether “man” means all that noble crap you say it means or just the part about the vas deferns and the distance between your asshole and your urethra.\\n\\nIn any other animal but man, self-mutilation is a sign of extreme psychological distress. Your culture is broken. Twitter did it. The slot machine in your pocket did it. Castrate your phone before it castrates you.\\n\\n\\\"Take the red pill\\\" means lose your smartphone and get off social media. Two real artists were sacrificed to the exact Matrix they spoke of to give you that message.\\n\\nThe algorithm rewards your worst self. Your worst self is a mincing, panty wearing pussy of a man. I deserve no pity. I ask for no forgiveness. I pity no man, and I do not pity any of you.\\n\\nWhere are your fucking balls, America?\\n\\n* \",\"timestamp\":1636185535,\"title\":\"The Ghost of Lily Cade Speaks\"},\"digest\":\"70-BMNefk82EpozX4tmAaOpsFjaRsFI5g8sV7urOCFs\",\"authorship\":{\"contributor\":\"0x378CF35FB91E0cfE5C5E4CB3210B43b7743C9eC1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OyI6nogfumf-0wRXO5KxTPHBKR7GXsj29qoTor_1j9I\\\",\\\"y\\\":\\\"l3RnSBsd1ee9pzvLTA7CnofVlZ_xn2Fq5Kwv88O4nxs\\\"}\",\"signature\":\"NmsxrwNl2LjGy6L7QBjfJFlyI2i45kAvsWi3hvqfNuTHCpEEVanF5BrCsWmB4AtSeKZOubDF_ATw5oD1jPqB-w\",\"signingKeySignature\":\"0x6fe888cf387f4a91be9a460c039c567a50817533e0a8b39ba7d35a1ef047bfcd30244ee663c9ba1176034e0269e150f78f97b05ebd850f5b8621488755a907791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OyI6nogfumf-0wRXO5KxTPHBKR7GXsj29qoTor_1j9I\\\",\\\"y\\\":\\\"l3RnSBsd1ee9pzvLTA7CnofVlZ_xn2Fq5Kwv88O4nxs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-iu6FB4cStkoKo7YDZWjCTGLqr-F1mxMq1mChHkH0K4\"}"