"{\"content\":{\"body\":\"Justin Kuhn\\n\\n## Background\\n\\nI've had a commitment to music and arts technology for about 10 years now, thought it's never been clear where I belonged.  Through high school, college, work, and now a master's degree I've looked into all the various ways that music, arts, and technology can work together to create new experiences for people.  Nevertheless, I'm still as clueless as ever as to where I fit in the industry.\\n\\nI've been told for a majority of that time that what I'm doing isn't practical, isn't going to make money, or isn't understandable enough for the everyday person. I think a lot of the criticisms are fair, considering a majority of my work could be considered more research and theory than practice. Regardless, it's challenging when someone complains that your work is inaccessible or too abstract.  I studied electrical engineering and arts Studies in college in hopes of finding the right combination of humanities, technology, and arts.  I've never known exactly what it was I'd be doing, but I know it when I see it.  I'm sure you do too, whether it's a new genre, style, or aesthetic.\\n\\nBefore I bore you with my life story, I'll tell you why explaining some of this background is important to me: working in the arts is damn near impossible under capitalism.  You have to sell yourself: emotionally, physically, and persistantly, and if you're not committed to a particular form, style, or audience, it's even harder.  There aren't many opportunities for working and middle class people, and what few opportunities are hard to score without an agent or family member getting you the in.  Even as a white, sometimes-male-passing person with supportive parents, it's been a long road, and I can only imagine what it's been like for every other musician and artist that's struggled through the 21st century.\\n\\nThe niche of arts technology is viewed highly by everyone in the abstract it seems, but when it comes to getting paid there's a different story. In web design, all the client wants is the bare minimum with good page rankings.  In VR there's not really a peer-to-peer market.  In music most things are either saturated or paywalled. If I'm in arts and music settings, there's hardly anyone interested in talking technology, setup, or creating things for people. If I'm in computer science or engineering settings, it's the opposite.  It's hard to find people in those spaces that care about humanities, creative freedom. That's not the case anymore, since after my undergraduate degree I've found my people, but outside the dozens of folks I've met, what I do is hard to talk about.\\n\\nAll this is to say we have a lot of work to do, and I look forward to doing it.  Of all the responsibilities I've ever had, what I most enjoy is bringing people together from different backgrounds and encouraging community.\\n\\n## DIY Solutions\\n\\nWhile it's not the preferred method of doing things in general, the spirit of DIY has let me join and contribute to communities in ways that I never had access.  When the world, the country, or anyone has problems, the typical response is \\\"donate to this charity\\\", \\\"volunteer for this organization\\\", or \\\"buy different products\\\".  These suggestions, while great starting points with great intentions, are much more passive in their impact.\\n\\nThe DIY spirit allowed me be a musician in the first place.  I've been burnt out of a few ensembles growing up where the only options were jazz and classical music.  It's convenient, and it's a great place for a lot of people, but after years of feeling bored and unengages, I decided I'd try to meet people in the music scene in North Carolina who were making their own music.  I joined a funk band, and later a jazz quartet.  These were also great experiences, but doing what we did it was hard to get things going and people lost interest really quickly once the workload started to pile up.\\n\\nThen my housemate David and I decided to turn our house into a venue.  Yeah, sure, it was work.  And not everybody enjoyed what we where doing, but since it was our house we were able to set the terms and welcome musicians we've never met before and provide a place for other musicians to play.  It brought excitement to my life in ways I hadn't experienced before. I moved a few times while living in North Carolina, and every time I lived in a house I was able to curate shows that fit the vibe.\\n\\nWhat's also important was that I was able to play my own music to my friends at a place that was comfortable for me.  Most venues are there for the alcohol sales, and experimental ambient saxophone music doesn't really draw a general crowd in the way a rock band might.  But at the same time this adventure of turning my house into a music venue wasn't something I wanted to be a career. It was fun and fulfilling and I didn't really want to ask my friends to cough up money for things we were experimenting with.  There's a few exceptions where I made money for other people through tickets or donations, but for the majority of cases the music was there for anyone who showed up.\\n\\nThe goal of the Rhombus is to provide what I (and many other musicians) are looking for: a venue that anyone can attend, a community that gives you equal opportunity, and a source of income that makes audiovisual art a sustainable career.\",\"timestamp\":1642583588,\"title\":\"Why the Rhombus?\"},\"digest\":\"-WsZuZjsVa-l-q4PKItdykGt-aQt4MRonJ-uvms2BmY\",\"authorship\":{\"contributor\":\"0xE90b7cBA499E87bcD6773DbAd878f064C0C8867D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7EHhV1UhvdNqmjdjBH9ohib-4pjpREVgrl7GY9taUJA\\\",\\\"y\\\":\\\"ldehWD0mtnRNmWG2kR_qqehlw08vjLGKg5jJ7HxIip8\\\"}\",\"signature\":\"CFQ2igARnIz0ulTtFuitG4ox7Pm9y-RjTDqxB16hAaO4zPJ5u7aYeYXTGrIQK8z83Cifaz_wYuQMSw_xRsvgxw\",\"signingKeySignature\":\"0x06d9d9fb2dfb0cdafbf7d6dc3a917e0716ede79a81febc578271b532c65c52d140f64b77849bf7fbc4a0bc48c609f31007a5465895c44d1d2280d330af70ec641c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7EHhV1UhvdNqmjdjBH9ohib-4pjpREVgrl7GY9taUJA\\\",\\\"y\\\":\\\"ldehWD0mtnRNmWG2kR_qqehlw08vjLGKg5jJ7HxIip8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-WsZuZjsVa-l-q4PKItdykGt-aQt4MRonJ-uvms2BmY\"}"