"{\"content\":{\"body\":\"The U.K. Gambling Commission (UKGC) has issued a warning and notice about fantasy football NFT platform SoRare.com.\\n\\nThe gambling regulator did not take enforcement action against the platform but warned players that its activities fall outside the scope of regulated gambling activity in the country. It also said it was “carrying out inquiries” into the company to determine whether or not it required an operating license and whether or not its activities constitute gambling.\\n\\n**What is SoRare.com?**\\n\\nNFTs have been one of the hot trends in the digital currency and blockchain industry this year, and along with DeFi, millions of speculators have flooded into the space in the hope of making quick gains. To meet this demand, platforms that list NFTs have sprung up on almost all major blockchains.\\n\\nSoRare.com is an Ethereum-based NFT platform that facilitates the trade of NFT player cards from more than 120 football clubs. This is no fly-by-night operation, either, as earlier this year, it raised more than $680 million in a funding round led by SoftBank.\\n\\nDespite the backing of major financial players, regulators are cracking down on platforms like SoRare.com and others. CoinGeek reporters have been working overtime this year to report on regulatory crackdowns on virtually every facet of the digital currency industry, from NFT platforms to Coinbase Lend to BTC and Tether.\\n\\nOnce again, we see evidence in this latest notice by the UKGC that no matter how big the financial backers, and no matter how hot the trend, regulators are waking up and, at the very least, asking increasingly pointed questions about what’s legal and what’s not in this space.\\n\\n**CoinGeek New York panels on NFTs and iGaming**\\n\\nAs it happens, we covered both iGaming and NFTs at the recent CoinGeek conference in New York.\\n\\nOn iGaming, we learned that companies are working with regulators to promote the BSV blockchain as a solution for increasing transparency and making regulatory compliance and enforcement easier. We learned how one such firm, Crucial Compliance, is working with nChain to use its Kensei product for such purposes. We also learned that regulators are fully on board with this since it will make real-time compliance and enforcement easier.\\n\\nOther related panels covered how BSV is being used in esports and efforts to usher in responsible gambling efforts. The key takeaway in all of these panels? BSV is in the process of transforming iGaming, and regulators like it.\\n\\nOn NFTs, we learned how many are concerned about entering the space because of the carbon footprints of unscalable blockchains like Ethereum, how some have concerns about the viability of the whole business model of NFTs (currently speculation), and how pro fighters like UFC legend Rory MacDonald are using BSV to mint NFTs.\\n\\nWe also learned how the low cost of minting NFTs on BSV, typically two or three cents as compared to hundreds of dollars on Ethereum, is increasing accessibility to NFTs, allowing lower-cost NFTs to be minted, and making for innovative use-cases like ticket NFTs which have real-world utility.\",\"timestamp\":1634579378,\"title\":\"UKGC issues warning about Ethereum-based NFT platform\"},\"digest\":\"tm0DV-ub482376l6E90gzaTNJDDdgzwrY-sCizsLMPc\",\"authorship\":{\"contributor\":\"0x2Df1f8a66d2a8f32293E10321aCb25365F0c549a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cUrCj-f4HUQsX7bZqo1J7I30lhelYlj9aq-firjKOEE\\\",\\\"y\\\":\\\"BtOcvctC5VTDwLLOjVIg6mHEwocP5ECtQaa_t_k8Pq4\\\"}\",\"signature\":\"gv2wHr21hfg_mZjIx_2uVooBuIlt1rouoPr8i8sF4_Q8_aGlKKI7BlDD3eYx5syulaPZAA-5sYZw16cBaqhHyQ\",\"signingKeySignature\":\"0xc964fd97bcfe44db6ffda7f20909b1359485dfc4104fb977283983fe426716766930460b82d0e64b8dec905c8a3f8c946eebfc6a2373737beb82a0defa546bac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cUrCj-f4HUQsX7bZqo1J7I30lhelYlj9aq-firjKOEE\\\",\\\"y\\\":\\\"BtOcvctC5VTDwLLOjVIg6mHEwocP5ECtQaa_t_k8Pq4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tm0DV-ub482376l6E90gzaTNJDDdgzwrY-sCizsLMPc\"}"