"{\"content\":{\"body\":\"Quantitative strategies are used to discover alpha (excess return of investment relative to benchmark index return) data sets for different asset classes (such as commodities, stocks, or currencies) are very similar. Spot or derivatives order books, earnings reports, and central bank reports are some common sources of alpha used in traditional quantitative models of capital markets. Cryptocurrency is the first asset class to introduce a new local alpha source in the form of a blockchain data set.\\n\\nBlockchain records are an extremely rich source of intelligence related to the behavior of related parties (such as exchanges, miners, large holders (whales), long-term holders, etc.) in the cryptocurrency ecosystem. From manual tagging to machine learning classification models, there are multiple strategies to help identify entities associated with blockchain addresses. This information can enable a strategy for detecting trading signals based on the flow of funds into and out of relevant addresses (for example, hot wallets of exchanges that can be accessed online). From this perspective, blockchain represents a new source of alpha that can inspire new quantitative strategies tailored specifically for cryptocurrency assets.\",\"timestamp\":1634228966,\"title\":\"A new source of alpha\"},\"digest\":\"0PlorTIqwLAxoaprWmlwRRLSlXLsdVWi9mqZ4tAFoJE\",\"authorship\":{\"contributor\":\"0xA8Ce56681E8d90ccCF361Cf896e1B31BF15d29b2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJdNCRKVRzq87kk9ZPSgB3XkgEAPTdeiBMrQsjToRiU\\\",\\\"y\\\":\\\"2Y2FEjcCrs_e9wNUajYzZEF9WJlNoJSut4UOJxIIcHg\\\"}\",\"signature\":\"cSw2il4gbsqtleNFFdUKJXXJPohIDhretE4uDufP-S5Doc2gwIo4zFfYBHOYeHDRLSVhxIV2Wt1ZLBKRQhB3YA\",\"signingKeySignature\":\"0xa1a0351f002fd191e9a3095bd7c448e48184c904a4cc8486a27fe6bb71fa2eae716950b826fbdafbb425e11e774d86bb9584f700dccb5f5cca616d7deb9e51e71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJdNCRKVRzq87kk9ZPSgB3XkgEAPTdeiBMrQsjToRiU\\\",\\\"y\\\":\\\"2Y2FEjcCrs_e9wNUajYzZEF9WJlNoJSut4UOJxIIcHg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0PlorTIqwLAxoaprWmlwRRLSlXLsdVWi9mqZ4tAFoJE\"}"