"{\"content\":{\"body\":\"Crypto treasuries are typically thought to be transparent. But if a community member needs to spend several hours digging through [Etherscan](https://etherscan.io/), [Snapshot](https://snapshot.page/#/), and [Discourse](https://www.discourse.org/) to get a summary of the treasury’s activities over the past month, is the transparency useful?\\n\\nA crypto community treasury consists of crypto assets in a wallet owned and operated by the community. It is like a community savings account with assets in crypto (not fiat), typically held in a multisig wallet (not a bank account), managed by the community (not a CFO/CEO), and public (not private).\\n\\n**Accounting**\\n\\nWe’re in the early days of documentation for crypto treasuries. It is time-consuming for treasurers or operations members of crypto projects to categorize income and expenses, so many do not do it effectively. There could be several proposals every day or week, which are difficult to track. For the community, there is limited real-time, human-readable transparency of the treasury. Members might feel less informed to make and vote on proposals.\\n\\nThere are several open problems to solve with crypto treasuries:\\n\\n- How can a treasurer easily categorize transactions and produce a summary statement?\\n- How can community members quickly find details for a specific payment made five months back?\\n- How can they see a summary of the treasury’s activities for a particular historical month?\\n- How can they filter all the bounties made since the treasury’s inception?\\n- How can they see the average salary paid to community managers across all crypto projects?\\n- For VC funded projects like Uniswap, how do we [integrate](https://twitter.com/lsukernik/status/1321168174004330497) off-chain expenses made in VC-funded dollars with on-chain income?\\n- How do we produce real-time income statements, cash flow statements, and balance sheets that can be accessed by community members, contributors, investors, and outsiders? \\n- How can we standardize these statements across crypto projects, similar to the standardization of statements in 10k reports of public companies?\\n- How can we rate the financial health of a treasury?\\n- For DAOs or other projects that are registered as legal entities, how do we produce statements that can easily be used by accountants and tax people?\\n\\nThere is a need for a full stack solution that helps communities manage their treasuries ([Stripe Treasury](https://stripe.com/treasury) for crypto) and helps them disclose relevant information (SEC [Edgar](https://www.sec.gov/edgar/search-and-access) but [on-chain](https://twitter.com/lsukernik/status/1335652170792914945)). I’m working on solving some of these problems at [Llama](https://llama.community/#/), which helps DeFi protocols, DAOs, and social token communities manage their treasuries.\\n\\nYFI is one of the first protocols that released its self reported [financial statements](https://twitter.com/iearnfinance/status/1336686533701582849) in December 2020. This was a great initiative by YFI community members, but it is difficult to reconcile these statements. It is important for any community to generate such financial statements easily and for outsiders to be able to audit them. Additionally, if communities want to keep certain treasury details private, they should have the option to do that.\\n\\n**Governance**\\n\\nAs Fred Ehrsam argued - while governance minimization is important, treasury management is an area where governance will likely be required for the foreseeable future. It is difficult to entirely automate the process of deciding how to allocate funds.\\n\\nMonetary policy of crypto protocols is discussed a lot, but fiscal policy isn’t. This will change in the next few years. These are some important questions relating to fiscal policy of decentralized communities:\\n\\n- How should a budget get approved? \\n- Who should authorize payments for a treasury?\\n- How should grants and bounties be structured?\\n- How much should core contributors get paid? What type of vesting schedule is appropriate?\\n- How much should be spent on liquidity mining efforts? (This is a monetary and fiscal policy question.)\\n- How should treasuries decide token [buybacks](https://twitter.com/lsukernik/status/1349774197799661569)?\\n- How should the treasury be structured? Is the goal of the treasury to exist in perpetuity, like a university endowment, or to be dissolved after a certain number of years, like the [Gates Foundation](https://www.gatesfoundation.org/Who-We-Are/General-Information/Financials/Foundation-Trust)?\\n- How should liquidity of the treasury be managed? What percentage of assets should be in the native protocol token, in ETH/BTC, and in stablecoins like DAI and USDC?\\n\\nIt is too much to expect the average token holder to vote on small transactions spent by the treasury. Uniswap's grants program [proposal](https://gov.uniswap.org/t/rfc-uniswap-grants-program-v0-1/9081) is an example of a thoughtful approach to a protocol's fiscal policy. A committee of six members will be responsible for allocating up to $750,000 every quarter towards Uniswap's ecosystem development efforts. Every committee has a term of two quarters. Budgets and caps will be re-assessed every six months.\\n\\nSynthetix recently created the [Spartan Council](https://blog.synthetix.io/spartan-council-proposal/), which is a group of members elected by SNX token holders responsible for approving changes to the Synthetix protocol. Elections take place every three months. Such a council could potentially be used to make day-to-day treasury decisions, while the community approves larger budgets.\\n\\nIn certain cases, a governance proposal in crypto can function as an invoice. Take for example the [proposal](https://snapshot.page/#/jamm/proposal/QmdEH5prtD5nRzLT8PLLXtx1wLGwsqBw8KEu2zcS95VBvh) to pay Michael Arnold for developing the [website](https://www.jammpad.com/) for JAMM's social token. It contains the necessary details for an invoice: proposer name and contact info, seller name and contact info, date of invoice, description of services, seller payment details, and terms for payment.\\n\\nWhy does documentation like this matter? Besides helping the treasurer and other community members, documentation can be useful in the future for auditing and rating.\\n\\n**Auditing & Rating**\\n\\nWhile accounting involves recording transactions and producing financial statements, auditing involves verifying and evaluating those statements. An external auditor must be able to easily go through each transaction initiated by the community treasury and verify if it is legitimate.\\n\\nEach transaction should have a corresponding governance proposal, transaction hash, budget category, and other notes. An auditor should be able to track a transaction from a year ago and check if any fraud has been committed. Just like smart contracts need to be audited, treasuries need to be audited. We will eventually have some type of rating system to evaluate the financial health of different crypto treasuries. To do that, we need to organize the raw data in a useful way.\\n\\n![Transaction history on [Llama](https://llama.community/#/jamm/)](https://images.mirror-media.xyz/publication-images/0bbe82c4-ad25-427d-956f-f2cd9f6f778a.jpeg)\\n\\n**Conclusion**\\n\\nCrypto treasuries offer the promise of transparency and community empowerment. But to realize this promise, we need to build tools and frameworks to organize treasury data, produce real-time financial statements, audit those statements, and rate the treasury’s financial health.\",\"timestamp\":1610718000,\"title\":\"Crypto Community Treasuries\",\"publication\":\"helloshreyas\"},\"digest\":\"l4qgpFFP9S5QqBCk60Lz0eQqVrHRXSsDNnIRbciu7Ds\",\"authorship\":{\"contributor\":\"0x10D6d2e343281D388291A3e02f3293AaEdA67178\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWGO84hnzBUAxPJaG6mPWN--erT2qrB69STIdJesTp4\\\",\\\"y\\\":\\\"g9kX625fyLTjqgtB3b4AJGjBI-noQrKPY_ZdWLjoT4Y\\\"}\",\"signature\":\"szfAVSNQGf_oevjZl4-vtLZ5oayDNLXF6JUZE0VdhkrIlDjyu7HgUpliBX9GMf0-3F06Xp2yQE3p6ZtA1JjROQ\",\"signingKeySignature\":\"0xf2566473df0cc67a4eede77f2395d62391a8c9d3fecf7ffbff863ca16cd8857d56d3ae0da6a93cd2c2ae3b8e9ee8f696c8c986e75635ad6a12351e1cf52aefb41b\",\"signingKeyMessage\":\"I authorize the publication of articles on helloshreyas.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWGO84hnzBUAxPJaG6mPWN--erT2qrB69STIdJesTp4\\\",\\\"y\\\":\\\"g9kX625fyLTjqgtB3b4AJGjBI-noQrKPY_ZdWLjoT4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"ztqMIwxBolqqID8y_70Bte3F6uRfEMJoIDEShZYNwJE\"}"