"{\"content\":{\"body\":\"CONTENTS\\n\\nBOOK III\\n\\nCHAPTER I. THE SUCCESSORS OF NEWTON IN ASTRONOMY\\n\\nThe work of Johannes Hevelius--Halley and Hevelius--Halley's observation of the transit of Mercury, and his method of determining the parallax of the planets--Halley's observation of meteors--His inability to explain these bodies--The important work of James Bradley--Lacaille's measurement of the arc of the meridian--The determination of the question as to the exact shape of the earth--D'Alembert and his influence upon science- -Delambre's History of Astronomy--The astronomical work of Euler.\\n\\nCHAPTER II. THE PROGRESS OF MODERN ASTRONOMY\\n\\nThe work of William Herschel--His discovery of Uranus--His discovery that the stars are suns--His conception of the universe--His deduction that gravitation has caused the grouping of the heavenly bodies--The nebula, hypothesis, --Immanuel Kant's conception of the formation of the world--Defects in Kant's conception--Laplace's final solution of the problem--His explanation in detail--Change in the mental attitude of the world since Bruno--Asteroids and satellites--Discoveries of Olbers1--The mathematical calculations of Adams and Leverrier--The discovery of the inner ring of Saturn--Clerk Maxwell's paper on the stability of Saturn's rings--Helmholtz's conception of the action of tidal friction--Professor G. H. Darwin's estimate of the consequences of tidal action--Comets and meteors--Bredichin's cometary theory--The final solution of the structure of comets--Newcomb's estimate of the amount of cometary dust swept up daily by the earth--The fixed stars--John Herschel's studies of double stars--Fraunhofer's perfection of the refracting telescope--Bessel's measurement of the parallax of a star,--Henderson's measurements--Kirchhoff and Bunsen's perfection of the spectroscope--Wonderful revelations of the spectroscope--Lord Kelvin's estimate of the time that will be required for the earth to become completely cooled-- Alvan Clark's discovery of the companion star of Sirius-- The advent of the photographic film in astronomy--Dr. Huggins's studies of nebulae--Sir Norman Lockyer's \\\"cosmogonic guess,\\\"--Croll's pre-nebular theory.\\n\\nCHAPTER III. THE NEW SCIENCE OF PALEONTOLOGY\\n\\nWilliam Smith and fossil shells--His discovery that fossil rocks are arranged in regular systems--Smith's inquiries taken up by Cuvier--His Ossements Fossiles containing the first description of hairy elephant--His contention that fossils represent extinct species only--Dr. Buckland's studies of English fossil-beds--Charles Lyell combats catastrophism, --Elaboration of his ideas with reference to the rotation of species--The establishment of the doctrine of uniformitarianism, --Darwin's Origin of Species--Fossil man--Dr. Falconer's visit to the fossil-beds in the valley of the Somme--Investigations of Prestwich and Sir John Evans--Discovery of the Neanderthal skull, --Cuvier's rejection of human fossils--The finding of prehistoric carving on ivory--The fossil-beds of America--Professor Marsh's paper on the fossil horses in America--The Warren mastodon, --The Java fossil, Pithecanthropus Erectus.\\n\\nCHAPTER IV. THE ORIGIN AND DEVELOPMENT OF MODERN GEOLOGY\\n\\nJames Hutton and the study of the rocks--His theory of the earth--His belief in volcanic cataclysms in raising and forming the continents--His famous paper before the Royal Society of Edinburgh, 1781---His conclusions that all strata of the earth have their origin at the bottom of the sea---His deduction that heated and expanded matter caused the elevation of land above the sea-level--Indifference at first shown this remarkable paper--Neptunists versus Plutonists-- Scrope's classical work on volcanoes--Final acceptance of Hutton's explanation of the origin of granites--Lyell and uniformitarianism--Observations on the gradual elevation of the coast-lines of Sweden and Patagonia--Observations on the enormous amount of land erosion constantly taking place, --Agassiz and the glacial theory--Perraudin the chamois- hunter, and his explanation of perched bowlders--De Charpentier's acceptance of Perraudin's explanation--Agassiz's paper on his Alpine studies--His conclusion that the Alps were once covered with an ice-sheet--Final acceptance of the glacial theory--The geological ages--The work of Murchison and Sedgwick--Formation of the American continents--Past, present, and future.\\n\\nCHAPTER V. THE NEW SCIENCE OF METEOROLOGY\\n\\nBiot's investigations of meteors--The observations of Brandes and Benzenberg on the velocity of falling stars-- Professor Olmstead's observations on the meteoric shower of 1833- -Confirmation of Chladni's hypothesis of 1794--The aurora borealis--Franklin's suggestion that it is of electrical origin--Its close association with terrestrial magnetism--Evaporation, cloud-formation, and dew--Dalton's demonstration that water exists in the air as an independent gas--Hutton's theory of rain--Luke Howard's paper on clouds--Observations on dew, by Professor Wilson and Mr. Six--Dr. Wells's essay on dew--His observations on several appearances connected with dew--Isotherms and ocean currents--Humboldt and the-science of comparative climatology--His studies of ocean currents-- Maury's theory that gravity is the cause of ocean currents-- Dr. Croll on Climate and Time--Cyclones and anti-cyclones, --Dove's studies in climatology--Professor Ferrel's mathematical law of the deflection of winds--Tyndall's estimate of the amount of heat given off by the liberation of a pound of vapor--Meteorological observations and weather predictions.\\n\\nCHAPTER VI. MODERN THEORIES OF HEAT AND LIGHT\\n\\nJosiah Wedgwood and the clay pyrometer--Count Rumford and the vibratory theory of heat--His experiments with boring cannon to determine the nature of heat--Causing water to boil by the friction of the borer--His final determination that heat is a form of motion--Thomas Young and the wave theory of light--His paper on the theory of light and colors--His exposition of the colors of thin plates--Of the colors of thick plates, and of striated surfaces, --Arago and Fresnel champion the wave theory--opposition to the theory by Biot--The French Academy's tacit acceptance of the correctness of the theory by its admission of Fresnel as a member.\\n\\nCHAPTER VII. THE MODERN DEVELOPMENT OF ELECTRICITY AND MAGNETISM\\n\\nGalvani and the beginning of modern electricity--The construction of the voltaic pile--Nicholson's and Carlisle's discovery that the galvanic current decomposes water--Decomposition of various substances by Sir Humphry Davy--His construction of an arc-light--The deflection of the magnetic needle by electricity demonstrated by Oersted--Effect of this important discovery--Ampere creates the science of electro-dynamics--Joseph Henry's studies of electromagnets--Michael Faraday begins his studies of electromagnetic induction--His famous paper before the Royal Society, in 1831, in which he demonstrates electro-magnetic induction--His explanation of Arago's rotating disk--The search for a satisfactory method of storing electricity-- Roentgen rays, or X-rays.\\n\\nCHAPTER VIII. THE CONSERVATION OF ENERGY\\n\\nFaraday narrowly misses the discovery of the doctrine of conservation--Carnot's belief that a definite quantity of work can be transformed into a definite quantity of heat--The work of James Prescott Joule--Investigations begun by Dr. Mayer--Mayer's paper of 1842--His statement of the law of the conservation of energy--Mayer and Helmholtz--Joule's paper of 1843--Joule or Mayer--Lord Kelvin and the dissipation of energy-The final unification.\\n\\nCHAPTER IX. THE ETHER AND PONDERABLE MATTER\\n\\nJames Clerk-Maxwell's conception of ether--Thomas Young and \\\"Luminiferous ether,\\\"--Young's and Fresnel's conception of transverse luminiferous undulations--Faraday's experiments pointing to the existence of ether--Professor Lodge's suggestion of two ethers--Lord Kelvin's calculation of the probable density of ether--The vortex theory of atoms--Helmholtz's calculations in vortex motions --Professor Tait's apparatus for creating vortex rings in the air---The ultimate constitution of matter as conceived by Boscovich--Davy's speculations as to the changes that occur in the substance of matter at different temperatures--Clausius's and Maxwell's investigations of the kinetic theory of gases--Lord Kelvin's estimate of the size of the molecule-- Studies of the potential energy of molecules--Action of gases at low temperatures.\\n\\nAPPENDIX\\n\\nA HISTORY OF SCIENCE\\n\\nBOOK III\\n\\nMODERN DEVELOPMENT OF THE PHYSICAL SCIENCES\\n\\nWith the present book we enter the field of the distinctively modern. There is no precise date at which we take up each of the successive stories, but the main sweep of development has to do in each case with the nineteenth century. We shall see at once that this is a time both of rapid progress and of great differentiation. We have heard almost nothing hitherto of such sciences as paleontology, geology, and meteorology, each of which now demands full attention. Meantime, astronomy and what the workers of the elder day called natural philosophy become wonderfully diversified and present numerous phases that would have been startling enough to the star-gazers and philosophers of the earlier epoch.\\n\\nThus, for example, in the field of astronomy, Herschel is able, thanks to his perfected telescope, to discover a new planet and then to reach out into the depths of space and gain such knowledge of stars and nebulae as hitherto no one had more than dreamed of. Then, in rapid sequence, a whole coterie of hitherto unsuspected minor planets is discovered, stellar distances are measured, some members of the starry galaxy are timed in their flight, the direction of movement of the solar system itself is investigated, the spectroscope reveals the chemical composition even of suns that are unthinkably distant, and a tangible theory is grasped of the universal cycle which includes the birth and death of worlds.\\n\\nSimilarly the new studies of the earth's surface reveal secrets of planetary formation hitherto quite inscrutable. It becomes known that the strata of the earth's surface have been forming throughout untold ages, and that successive populations differing utterly from one another have peopled the earth in different geological epochs. The entire point of view of thoughtful men becomes changed in contemplating the history of the world in which we live--albeit the newest thought harks back to some extent to those days when the inspired thinkers of early Greece dreamed out the wonderful theories with which our earlier chapters have made our readers familiar.\\n\\nIn the region of natural philosophy progress is no less pronounced and no less striking. It suffices here, however, by way of anticipation, simply to name the greatest generalization of the century in physical science--the doctrine of the conservation of energy.\\n\\nI\\n\\nTHE SUCCESSORS OF NEWTON IN ASTRONOMY\\n\\nHEVELIUS AND HALLEY\\n\\nSTRANGELY enough, the decade immediately following Newton was one of comparative barrenness in scientific progress, the early years of the eighteenth century not being as productive of great astronomers as the later years of the seventeenth, or, for that matter, as the later years of the eighteenth century itself. Several of the prominent astronomers of the later seventeenth century lived on into the opening years of the following century, however, and the younger generation soon developed a coterie of astronomers, among whom Euler, Lagrange, Laplace, and Herschel, as we shall see, were to accomplish great things in this field before the century closed.\\n\\nOne of the great seventeenth-century astronomers, who died just before the close of the century, was Johannes Hevelius (1611-1687), of Dantzig, who advanced astronomy by his accurate description of the face and the spots of the moon. But he is remembered also for having retarded progress by his influence in refusing to use telescopic sights in his observations, preferring until his death the plain sights long before discarded by most other astronomers. The advantages of these telescope sights have been discussed under the article treating of Robert Hooke, but no such advantages were ever recognized by Hevelius. So great was Hevelius's reputation as an astronomer that his refusal to recognize the advantage of the telescope sights caused many astronomers to hesitate before accepting them as superior to the plain; and even the famous Halley, of whom we shall speak further in a moment, was sufficiently in doubt over the matter to pay the aged astronomer a visit to test his skill in using the old-style sights. Side by side, Hevelius and Halley made their observations, Hevelius with his old instrument and Halley with the new. The results showed slightly in the younger man's favor, but not enough to make it an entirely convincing demonstration. The explanation of this, however, did not lie in the lack of superiority of the telescopic instrument, but rather in the marvellous skill of the aged Hevelius, whose dexterity almost compensated for the defect of his instrument. What he might have accomplished could he have been induced to adopt the telescope can only be surmised.\\n\\nHalley himself was by no means a tyro in matters astronomical at that time. As the only son of a wealthy soap-boiler living near London, he had been given a liberal education, and even before leaving college made such novel scientific observations as that of the change in the variation of the compass. At nineteen years of age he discovered a new method of determining the elements of the planetary orbits which was a distinct improvement over the old. The year following he sailed for the Island of St, Helena to make observations of the heavens in the southern hemisphere.\\n\\nIt was while in St. Helena that Halley made his famous observation of the transit of Mercury over the sun's disk, this observation being connected, indirectly at least, with his discovery of a method of determining the parallax of the planets. By parallax is meant the apparent change in the position of an object, due really to a change in the position of the observer. Thus, if we imagine two astronomers making observations of the sun from opposite sides of the earth at the same time, it is obvious that to these observers the sun will appear to be at two different points in the sky. Half the angle measuring this difference would be known as the sun's parallax. This would depend, then, upon the distance of the earth from the sun and the length of the earth's radius. Since the actual length of this radius has been determined, the parallax of any heavenly body enables the astronomer to determine its exact distance.\\n\\nThe parallaxes can be determined equally well, however, if two observers are separated by exactly known distances, several hundreds or thousands of miles apart. In the case of a transit of Venus across the sun's disk, for example, an observer at New York notes the image of the planet moving across the sun's disk, and notes also the exact time of this observation. In the same manner an observer at London makes similar observations. Knowing the distance between New York and London, and the different time of the passage, it is thus possible to calculate the difference of the parallaxes of the sun and a planet crossing its disk. The idea of thus determining the parallax of the planets originated, or at least was developed, by Halley, and from this phenomenon he thought it possible to conclude the dimensions of all the planetary orbits. As we shall see further on, his views were found to be correct by later astronomers.\\n\\nIn 1721 Halley succeeded Flamsteed as astronomer royal at the Greenwich Observatory. Although sixty- four years of age at that time his activity in astronomy continued unabated for another score of years. At Greenwich he undertook some tedious observations of the moon, and during those observations was first to detect the acceleration of mean motion. He was unable to explain this, however, and it remained for Laplace in the closing years of the century to do so, as we shall see later.\\n\\nHalley's book, the Synopsis Astronomiae Cometicae, is one of the most valuable additions to astronomical literature since the time of Kepler. He was first to attempt the calculation of the orbit of a comet, having revived the ancient opinion that comets belong to the solar system, moving in eccentric orbits round the sun, and his calculation of the orbit of the comet of 1682 led him to predict correctly the return of that comet in 1758. Halley's Study of Meteors.\\n\\nLike other astronomers of his time be was greatly puzzled over the well-known phenomena of shooting- stars, or meteors, making many observations himself, and examining carefully the observations of other astronomers. In 1714 he gave his views as to the origin and composition of these mysterious visitors in the earth's atmosphere. As this subject will be again referred to in a later chapter, Halley's views, representing the most advanced views of his age, are of interest.\\n\\n\\\"The theory of the air seemeth at present,\\\" he says, \\\"to be perfectly well understood, and the differing densities thereof at all altitudes; for supposing the same air to occupy spaces reciprocally proportional to the quantity of the superior or incumbent air, I have elsewhere proved that at forty miles high the air is rarer than at the surface of the earth at three thousand times; and that the utmost height of the atmosphere, which reflects light in the Crepusculum, is not fully forty-five miles, notwithstanding which 'tis still manifest that some sort of vapors, and those in no small quantity, arise nearly to that height. An instance of this may be given in the great light the society had an account of (vide Transact. Sep., 1676) from Dr. Wallis, which was seen in very distant counties almost over all the south part of England. Of which though the doctor could not get so particular a relation as was requisite to determine the height thereof, yet from the distant places it was seen in, it could not but be very many miles high.\\n\\n\\\"So likewise that meteor which was seen in 1708, on the 31st of July, between nine and ten o'clock at night, was evidently between forty and fifty miles perpendicularly high, and as near as I can gather, over Shereness and the buoy on the Nore. For it was seen at London moving horizontally from east by north to east by south at least fifty degrees high, and at Redgrove, in Suffolk, on the Yarmouth road, about twenty miles from the east coast of England, and at least forty miles to the eastward of London, it appeared a little to the westward of the south, suppose south by west, and was seen about thirty degrees high, sliding obliquely downward. I was shown in both places the situation thereof, which was as described, but could wish some person skilled in astronomical matters bad seen it, that we might pronounce concerning its height with more certainty. Yet, as it is, we may securely conclude that it was not many more miles westerly than Redgrove, which, as I said before, is about forty miles more easterly than London. Suppose it, therefore, where perpendicular, to have been thirty-five miles east from London, and by the altitude it appeared at in London-- viz., fifty degrees, its tangent will be forty-two miles, for the height of the meteor above the surface of the earth; which also is rather of the least, because the altitude of the place shown me is rather more than less than fifty degrees; and the like may be concluded from the altitude it appeared in at Redgrove, near seventy miles distant. Though at this very great distance, it appeared to move with an incredible velocity, darting, in a very few seconds of time, for about twelve degrees of a great circle from north to south, being very bright at its first appearance; and it died away at the east of its course, leaving for some time a pale whiteness in the place, with some remains of it in the track where it had gone; but no hissing sound as it passed, or bounce of an explosion were heard.\\n\\n\\\"It may deserve the honorable society's thoughts, how so great a quantity of vapor should be raised to the top of the atmosphere, and there collected, so as upon its ascension or otherwise illumination, to give a light to a circle of above one hundred miles diameter, not much inferior to the light of the moon; so as one might see to take a pin from the ground in the otherwise dark night. 'Tis hard to conceive what sort of exhalations should rise from the earth, either by the action of the sun or subterranean heat, so as to surmount the extreme cold and rareness of the air in those upper regions: but the fact is indisputable, and therefore requires a solution.\\\"\\n\\nFrom this much of the paper it appears that there was a general belief that this burning mass was heated vapor thrown off from the earth in some mysterious manner, yet this is unsatisfactory to Halley, for after citing various other meteors that have appeared within his knowledge, he goes on to say:\\n\\n\\\"What sort of substance it must be, that could be so impelled and ignited at the same time; there being no Vulcano or other Spiraculum of subterraneous fire in the northeast parts of the world, that we ever yet heard of, from whence it might be projected.\\n\\n\\\"I have much considered this appearance, and think it one of the hardest things to account for that I have yet met with in the phenomena of meteors, and I am induced to think that it must be some collection of matter formed in the aether, as it were, by some fortuitous concourse of atoms, and that the earth met with it as it passed along in its orb, then but newly formed, and before it had conceived any great impetus of descent towards the sun. For the direction of it was exactly opposite to that of the earth, which made an angle with the meridian at that time of sixty-seven gr., that is, its course was from west southwest to east northeast, wherefore the meteor seemed to move the contrary way. And besides falling into the power of the earth's gravity, and losing its motion from the opposition of the medium, it seems that it descended towards the earth, and was extinguished in the Tyrrhene Sea, to the west southwest of Leghorn. The great blow being heard upon its first immersion into the water, and the rattling like the driving of a cart over stones being what succeeded upon its quenching; something like this is always heard upon quenching a very hot iron in water. These facts being past dispute, I would be glad to have the opinion of the learned thereon, and what objection can be reasonably made against the above hypothesis, which I humbly submit to their censure.\\\"\\\\[1\\\\]\\n\\nThese few paragraphs, coming as they do from a leading eighteenth-century astronomer, convey more clearly than any comment the actual state of the meteorological learning at that time. That this ball of fire, rushing \\\"at a greater velocity than the swiftest cannon-ball,\\\" was simply a mass of heated rock passing through our atmosphere, did not occur to him, or at least was not credited. Nor is this surprising when we reflect that at that time universal gravitation had been but recently discovered; heat had not as yet been recognized as simply a form of motion; and thunder and lightning were unexplained mysteries, not to be explained for another three-quarters of a century. In the chapter on meteorology we shall see how the solution of this mystery that puzzled Halley and his associates all their lives was finally attained.\\n\\nBRADLEY AND THE ABERRATION OF LIGHT\\n\\nHalley was succeeded as astronomer royal by a man whose useful additions to the science were not to be recognized or appreciated fully until brought to light by the Prussian astronomer Bessel early in the nineteenth century. This was Dr. James Bradley, an ecclesiastic, who ranks as one of the most eminent astronomers of the eighteenth century. His most remarkable discovery was the explanation of a peculiar motion of the pole-star, first observed, but not explained, by Picard a century before. For many years a satisfactory explanation was sought unsuccessfully by Bradley and his fellow-astronomers, but at last he was able to demonstrate that the stary Draconis, on which he was making his observations, described, or appeared to describe, a small ellipse. If this observation was correct, it afforded a means of computing the aberration of any star at all times. The explanation of the physical cause of this aberration, as Bradley thought, and afterwards demonstrated, was the result of the combination of the motion of light with the annual motion of the earth. Bradley first formulated this theory in 1728, but it was not until 1748--twenty years of continuous struggle and observation by him--that he was prepared to communicate the results of his efforts to the Royal Society. This remarkable paper is thought by the Frenchman, Delambre, to entitle its author to a place in science beside such astronomers as Hipparcbus and Kepler.\\n\\nBradley's studies led him to discover also the libratory motion of the earth's axis. \\\"As this appearance of g Draconis. indicated a diminution of the inclination of the earth's axis to the plane of the ecliptic,\\\" he says; \\\"and as several astronomers have supposed THAT inclination to diminish regularly; if this phenomenon depended upon such a cause, and amounted to 18\\\" in nine years, the obliquity of the ecliptic would, at that rate, alter a whole minute in thirty years; which is much faster than any observations, before made, would allow. I had reason, therefore, to think that some part of this motion at the least, if not the whole, was owing to the moon's action upon the equatorial parts of the earth; which, I conceived, might cause a libratory motion of the earth's axis. But as I was unable to judge, from only nine years observations, whether the axis would entirely recover the same position that it had in the year 1727, I found it necessary to continue my observations through a whole period of the moon's nodes; at the end of which I had the satisfaction to see, that the stars, returned into the same position again; as if there had been no alteration at all in the inclination of the earth's axis; which fully convinced me that I had guessed rightly as to the cause of the phenomena. This circumstance proves likewise, that if there be a gradual diminution of the obliquity of the ecliptic, it does not arise only from an alteration in the position of the earth's axis, but rather from some change in the plane of the ecliptic itself; because the stars, at the end of the period of the moon's nodes, appeared in the same places, with respect to the equator, as they ought to have done, if the earth's axis had retained the same inclination to an invariable plane.\\\"\\\\[2\\\\]\\n\\nFRENCH ASTRONOMERS\\n\\nMeanwhile, astronomers across the channel were by no means idle. In France several successful observers were making many additions to the already long list of observations of the first astronomer of the Royal Observatory of Paris, Dominic Cassini (1625-1712), whose reputation among his contemporaries was much greater than among succeeding generations of astronomers. Perhaps the most deserving of these successors was Nicolas Louis de Lacaille (1713-1762), a theologian who had been educated at the expense of the Duke of Bourbon, and who, soon after completing his clerical studies, came under the patronage of Cassini, whose attention had been called to the young man's interest in the sciences. One of Lacaille's first under-takings was the remeasuring of the French are of the meridian, which had been incorrectly measured by his patron in 1684. This was begun in 1739, and occupied him for two years before successfully completed. As a reward, however, he was admitted to the academy and appointed mathematical professor in Mazarin College.\\n\\nIn 1751 he went to the Cape of Good Hope for the purpose of determining the sun's parallax by observations of the parallaxes of Mars and Venus, and incidentally to make observations on the other southern hemisphere stars. The results of this undertaking were most successful, and were given in his Coelum australe stelligerum, etc., published in 1763. In this he shows that in the course of a single year he had observed some ten thousand stars, and computed the places of one thousand nine hundred and forty-two of them, measured a degree of the meridian, and made many observations of the moon--productive industry seldom equalled in a single year in any field. These observations were of great service to the astronomers, as they afforded the opportunity of comparing the stars of the southern hemisphere with those of the northern, which were being observed simultaneously by Lelande at Berlin.\\n\\nLacaille's observations followed closely upon the determination of an absorbing question which occupied the attention of the astronomers in the early part of the century. This question was as to the shape of the earth--whether it was actually flattened at the poles. To settle this question once for all the Academy of Sciences decided to make the actual measurement of the length of two degrees, one as near the pole as possible, the other at the equator. Accordingly, three astronomers, Godin, Bouguer, and La Condamine, made the journey to a spot on the equator in Peru, while four astronomers, Camus, Clairaut, Maupertuis, and Lemonnier, made a voyage to a place selected in Lapland. The result of these expeditions was the determination that the globe is oblately spheroidal.\\n\\nA great contemporary and fellow-countryman of Lacaille was Jean Le Rond d'Alembert (1717-1783), who, although not primarily an astronomer, did so much with his mathematical calculations to aid that science that his name is closely connected with its progress during the eighteenth century. D'Alembert, who became one of the best-known men of science of his day, and whose services were eagerly sought by the rulers of Europe, began life as a foundling, having been exposed in one of the markets of Paris. The sickly infant was adopted and cared for in the family of a poor glazier, and treated as a member of the family. In later years, however, after the foundling had become famous throughout Europe, his mother, Madame Tencin, sent for him, and acknowledged her relationship. It is more than likely that the great philosopher believed her story, but if so he did not allow her the satisfaction of knowing his belief, declaring always that Madame Tencin could \\\"not be nearer than a step-mother to him, since his mother was the wife of the glazier.\\\"\\n\\nD'Alembert did much for the cause of science by his example as well as by his discoveries. By living a plain but honest life, declining magnificent offers of positions from royal patrons, at the same time refusing to grovel before nobility, he set a worthy example to other philosophers whose cringing and pusillanimous attitude towards persons of wealth or position had hitherto earned them the contempt of the upper classes.\\n\\nHis direct additions to astronomy are several, among others the determination of the mutation of the axis of the earth. He also determined the ratio of the attractive forces of the sun and moon, which he found to be about as seven to three. From this he reached the conclusion that the earth must be seventy times greater than the moon. The first two volumes of his Researches on the Systems of the World, published in 1754, are largely devoted to mathematical and astronomical problems, many of them of little importance now, but of great interest to astronomers at that time.\\n\\nAnother great contemporary of D'Alembert, whose name is closely associated and frequently confounded with his, was Jean Baptiste Joseph Delambre (1749- 1822). More fortunate in birth as also in his educational advantages, Delambre as a youth began his studies under the celebrated poet Delille. Later he was obliged to struggle against poverty, supporting himself for a time by making translations from Latin, Greek, Italian, and English, and acting as tutor in private families. The turning-point of his fortune came when the attention of Lalande was called to the young man by his remarkable memory, and Lalande soon showed his admiration by giving Delambre certain difficult astronomical problems to solve. By performing these tasks successfully his future as an astronomer became assured. At that time the planet Uranus had just been discovered by Herschel, and the Academy of Sciences offered as the subject for one of its prizes the determination of the planet's orbit. Delambre made this determination and won the prize--a feat that brought him at once into prominence.\\n\\nBy his writings he probably did as much towards perfecting modern astronomy as any one man. His History of Astronomy is not merely a narrative of progress of astronomy but a complete abstract of all the celebrated works written on the subject. Thus he became famous as an historian as well as an astronomer.\\n\\nLEONARD EULER\\n\\nStill another contemporary of D'Alembert and Delambre, and somewhat older than either of them, was Leonard Euler (1707-1783), of Basel, whose fame as a philosopher equals that of either of the great Frenchmen. He is of particular interest here in his capacity of astronomer, but astronomy was only one of the many fields of science in which he shone. Surely something out of the ordinary was to be expected of the man who could \\\"repeat the AEneid of Virgil from the beginning to the end without hesitation, and indicate the first and last line of every page of the edition which he used.\\\" Something was expected, and he fulfilled these expectations.\\n\\nIn early life he devoted himself to the study of theology and the Oriental languages, at the request of his father, but his love of mathematics proved too strong, and, with his father's consent, he finally gave up his classical studies and turned to his favorite study, geometry. In 1727 he was invited by Catharine I. to reside in St. Petersburg, and on accepting this invitation he was made an associate of the Academy of Sciences. A little later he was made professor of physics, and in 1733 professor of mathematics. In 1735 he solved a problem in three days which some of the eminent mathematicians would not undertake under several months. In 1741 Frederick the Great invited him to Berlin, where he soon became a member of the Academy of Sciences and professor of mathematics; but in 1766 he returned to St. Petersburg. Towards the close of his life be became virtually blind, being obliged to dictate his thoughts, sometimes to persons entirely ignorant of the subject in hand. Nevertheless, his remarkable memory, still further heightened by his blindness, enabled him to carry out the elaborate computations frequently involved.\\n\\nEuler's first memoir, transmitted to the Academy of Sciences of Paris in 1747, was on the planetary perturbations. This memoir carried off the prize that had been offered for the analytical theory of the motions of Jupiter and Saturn. Other memoirs followed, one in 1749 and another in 1750, with further expansions of the same subject. As some slight errors were found in these, such as a mistake in some of the formulae expressing the secular and periodic inequalities, the academy proposed the same subject for the prize of 1752. Euler again competed, and won this prize also. The contents of this memoir laid the foundation for the subsequent demonstration of the permanent stability of the planetary system by Laplace and Lagrange.\\n\\nIt was Euler also who demonstrated that within certain fixed limits the eccentricities and places of the aphelia of Saturn and Jupiter are subject to constant variation, and he calculated that after a lapse of about thirty thousand years the elements of the orbits of these two planets recover their original values.\\n\\nII\\n\\nTHE PROGRESS OF MODERN ASTRONOMY\\n\\nA NEW epoch in astronomy begins with the work of William Herschel, the Hanoverian, whom England made hers by adoption. He was a man with a positive genius for sidereal discovery. At first a mere amateur in astronomy, he snatched time from his duties as music-teacher to grind him a telescopic mirror, and began gazing at the stars. Not content with his first telescope, he made another and another, and he had such genius for the work that he soon possessed a better instrument than was ever made before. His patience in grinding the curved reflective surface was monumental. Sometimes for sixteen hours together he must walk steadily about the mirror, polishing it, without once removing his hands. Meantime his sister, always his chief lieutenant, cheered him with her presence, and from time to time put food into his mouth. The telescope completed, the astronomer turned night into day, and from sunset to sunrise, year in and year out, swept the heavens unceasingly, unless prevented by clouds or the brightness of the moon. His sister sat always at his side, recording his observations. They were in the open air, perched high at the mouth of the reflector, and sometimes it was so cold that the ink froze in the bottle in Caroline Herschel's hand; but the two enthusiasts hardly noticed a thing so common-place as terrestrial weather. They were living in distant worlds.\\n\\nThe results? What could they be? Such enthusiasm would move mountains. But, after all, the moving of mountains seems a liliputian task compared with what Herschel really did with those wonderful telescopes. He moved worlds, stars, a universe-- even, if you please, a galaxy of universes; at least he proved that they move, which seems scarcely less wonderful; and he expanded the cosmos, as man conceives it, to thousands of times the dimensions it had before. As a mere beginning, he doubled the diameter of the solar system by observing the great outlying planet which we now call Uranus, but which he christened Georgium Sidus, in honor of his sovereign, and which his French contemporaries, not relishing that name, preferred to call Herschel.\\n\\nThis discovery was but a trifle compared with what Herschel did later on, but it gave him world-wide reputation none the less. Comets and moons aside, this was the first addition to the solar system that had been made within historic times, and it created a veritable furor of popular interest and enthusiasm. Incidentally King George was flattered at having a world named after him, and he smiled on the astronomer, and came with his court to have a look at his namesake. The inspection was highly satisfactory; and presently the royal favor enabled the astronomer to escape the thraldom of teaching music and to devote his entire time to the more congenial task of star-gazing.\\n\\nThus relieved from the burden of mundane embarrassments, he turned with fresh enthusiasm to the skies, and his discoveries followed one another in bewildering profusion. He found various hitherto unseen moons of our sister planets; be made special studies of Saturn, and proved that this planet, with its rings, revolves on its axis; he scanned the spots on the sun, and suggested that they influence the weather of our earth; in short, he extended the entire field of solar astronomy. But very soon this field became too small for him, and his most important researches carried him out into the regions of space compared with which the span of our solar system is a mere point. With his perfected telescopes he entered abysmal vistas which no human eve ever penetrated before, which no human mind had hitherto more than vaguely imagined. He tells us that his forty-foot reflector will bring him light from a distance of \\\"at least eleven and three-fourths millions of millions of millions of miles\\\"--light which left its source two million years ago. The smallest stars visible to the unaided eye are those of the sixth magnitude; this telescope, he thinks, has power to reveal stars of the 1342d magnitude.\\n\\nBut what did Herschel learn regarding these awful depths of space and the stars that people them? That was what the world wished to know. Copernicus, Galileo, Kepler, had given us a solar system, but the stars had been a mystery. What says the great reflector--are the stars points of light, as the ancients taught, and as more than one philosopher of the eighteenth century has still contended, or are they suns, as others hold? Herschel answers, they are suns, each and every one of all the millions--suns, many of them, larger than the one that is the centre of our tiny system. Not only so, but they are moving suns. Instead of being fixed in space, as has been thought, they are whirling in gigantic orbits about some common centre. Is our sun that centre? Far from it. Our sun is only a star like all the rest, circling on with its attendant satellites--our giant sun a star, no different from myriad other stars, not even so large as some; a mere insignificant spark of matter in an infinite shower of sparks.\\n\\nNor is this all. Looking beyond the few thousand stars that are visible to the naked eye, Herschel sees series after series of more distant stars, marshalled in galaxies of millions; but at last he reaches a distance beyond which the galaxies no longer increase. And yet--so he thinks--he has not reached the limits of his vision. What then? He has come to the bounds of the sidereal system--seen to the confines of the universe. He believes that he can outline this system, this universe, and prove that it has the shape of an irregular globe, oblately flattened to almost disklike proportions, and divided at one edge--a bifurcation that is revealed even to the naked eye in the forking of the Milky Way.\\n\\nThis, then, is our universe as Herschel conceives it-- a vast galaxy of suns, held to one centre, revolving, poised in space. But even here those marvellous telescopes do not pause. Far, far out beyond the confines of our universe, so far that the awful span of our own system might serve as a unit of measure, are revealed other systems, other universes, like our own, each composed, as he thinks, of myriads of suns, clustered like our galaxy into an isolated system--mere islands of matter in an infinite ocean of space. So distant from our universe are these now universes of Herschel's discovery that their light reaches us only as a dim, nebulous glow, in most cases invisible to the unaided eye. About a hundred of these nebulae were known when Herschel began his studies. Before the close of the century he had discovered about two thousand more of them, and many of these had been resolved by his largest telescopes into clusters of stars. He believed that the farthest of these nebulae that he could see was at least three hundred thousand times as distant from us as the nearest fixed star. Yet that nearest star--so more recent studies prove--is so remote that its light, travelling one hundred and eighty thousand miles a second, requires three and one-half years to reach our planet.\\n\\nAs if to give the finishing touches to this novel scheme of cosmology, Herschel, though in the main very little given to unsustained theorizing, allows himself the privilege of one belief that he cannot call upon his telescope to substantiate. He thinks that all the myriad suns of his numberless systems are instinct with life in the human sense. Giordano Bruno and a long line of his followers had held that some of our sister planets may be inhabited, but Herschel extends the thought to include the moon, the sun, the stars--all the heavenly bodies. He believes that he can demonstrate the habitability of our own sun, and, reasoning from analogy, he is firmly convinced that all the suns of all the systems are \\\"well supplied with inhabitants.\\\" In this, as in some other inferences, Herschel is misled by the faulty physics of his time. Future generations, working with perfected instruments, may not sustain him all along the line of his observations, even, let alone his inferences. But how one's egotism shrivels and shrinks as one grasps the import of his sweeping thoughts!\\n\\nContinuing his observations of the innumerable nebulae, Herschel is led presently to another curious speculative inference. He notes that some star groups are much more thickly clustered than others, and he is led to infer that such varied clustering tells of varying ages of the different nebulae. He thinks that at first all space may have been evenly sprinkled with the stars and that the grouping has resulted from the action of gravitation.\\n\\n\\\"That the Milky Way is a most extensive stratum of stars of various sizes admits no longer of lasting doubt,\\\" he declares, \\\"and that our sun is actually one of the heavenly bodies belonging to it is as evident. I have now viewed and gauged this shining zone in almost every direction and find it composed of stars whose number ... constantly increases and decreases in proportion to its apparent brightness to the naked eye.\\n\\n\\\"Let us suppose numberless stars of various sizes, scattered over an indefinite portion of space in such a manner as to be almost equally distributed throughout the whole. The laws of attraction which no doubt extend to the remotest regions of the fixed stars will operate in such a manner as most probably to produce the following effects:\\n\\n\\\"In the first case, since we have supposed the stars to be of various sizes, it will happen that a star, being considerably larger than its neighboring ones, will attract them more than they will be attracted by others that are immediately around them; by which means they will be, in time, as it were, condensed about a centre, or, in other words, form themselves into a cluster of stars of almost a globular figure, more or less regular according to the size and distance of the surrounding stars....\\n\\n\\\"The next case, which will also happen almost as frequently as the former, is where a few stars, though not superior in size to the rest, may chance to be rather nearer one another than the surrounding ones,... and this construction admits of the utmost variety of shapes. . . .\\n\\n\\\"From the composition and repeated conjunction of both the foregoing formations, a third may be derived when many large stars, or combined small ones, are spread in long, extended, regular, or crooked rows, streaks, or branches; for they will also draw the surrounding stars, so as to produce figures of condensed stars curiously similar to the former which gave rise to these condensations.\\n\\n\\\"We may likewise admit still more extensive combinations; when, at the same time that a cluster of stars is forming at the one part of space, there may be another collection in a different but perhaps not far- distant quarter, which may occasion a mutual approach towards their own centre of gravity.\\n\\n\\\"In the last place, as a natural conclusion of the former cases, there will be formed great cavities or vacancies by the retreating of the stars towards the various centres which attract them.\\\"\\\\[1\\\\]\\n\\nLooking forward, it appears that the time must come when all the suns of a system will be drawn together and destroyed by impact at a common centre. Already, it seems to Herschel, the thickest clusters have \\\"outlived their usefulness\\\" and are verging towards their doom.\\n\\nBut again, other nebulae present an appearance suggestive of an opposite condition. They are not resolvable into stars, but present an almost uniform appearance throughout, and are hence believed to be composed of a shining fluid, which in some instances is seen to be condensed at the centre into a glowing mass. In such a nebula Herschel thinks he sees a sun in process of formation.\\n\\nTHE NEBULAR HYPOTHESIS OF KANT\\n\\nTaken together, these two conceptions outline a majestic cycle of world formation and world destruction-- a broad scheme of cosmogony, such as had been vaguely adumbrated two centuries before by Kepler and in more recent times by Wright and Swedenborg. This so-called \\\"nebular hypothesis\\\" assumes that in the beginning all space was uniformly filled with cosmic matter in a state of nebular or \\\"fire-mist\\\" diffusion, \\\"formless and void.\\\" It pictures the condensation-- coagulation, if you will--of portions of this mass to form segregated masses, and the ultimate development out of these masses of the sidereal bodies that we see.\\n\\nPerhaps the first elaborate exposition of this idea was that given by the great German philosopher Immanuel Kant (born at Konigsberg in 1724, died in 1804), known to every one as the author of the Critique of Pure Reason. Let us learn from his own words how the imaginative philosopher conceived the world to have come into existence.\\n\\n\\\"I assume,\\\" says Kant, \\\"that all the material of which the globes belonging to our solar system--all the planets and comets--consist, at the beginning of all things was decomposed into its primary elements, and filled the whole space of the universe in which the bodies formed out of it now revolve. This state of nature, when viewed in and by itself without any reference to a system, seems to be the very simplest that can follow upon nothing. At that time nothing has yet been formed. The construction of heavenly bodies at a distance from one another, their distances regulated by their attraction, their form arising out of the equilibrium of their collected matter, exhibit a later state.... In a region of space filled in this manner, a universal repose could last only a moment. The elements have essential forces with which to put each other in motion, and thus are themselves a source of life. Matter immediately begins to strive to fashion itself. The scattered elements of a denser kind, by means of their attraction, gather from a sphere around them all the matter of less specific gravity; again, these elements themselves, together with the material which they have united with them, collect in those points where the particles of a still denser kind are found; these in like manner join still denser particles, and so on. If we follow in imagination this process by which nature fashions itself into form through the whole extent of chaos, we easily perceive that all the results of the process would consist in the formation of divers masses which, when their formation was complete, would by the equality of their attraction be at rest and be forever unmoved.\\n\\n\\\"But nature has other forces in store which are specially exerted when matter is decomposed into fine particles. They are those forces by which these particles repel one another, and which, by their conflict with attractions, bring forth that movement which is, as it were, the lasting life of nature. This force of repulsion is manifested in the elasticity of vapors, the effluences of strong-smelling bodies, and the diffusion of all spirituous matters. This force is an uncontestable phenomenon of matter. It is by it that the elements, which may be falling to the point attracting them, are turned sideways promiscuously from their movement in a straight line; and their perpendicular fall thereby issues in circular movements, which encompass the centre towards which they were falling. In order to make the formation of the world more distinctly conceivable, we will limit our view by withdrawing it from the infinite universe of nature and directing it to a particular system, as the one which belongs to our sun. Having considered the generation of this system, we shall be able to advance to a similar consideration of the origin of the great world-systems, and thus to embrace the infinitude of the whole creation in one conception.\\n\\n\\\"From what has been said, it will appear that if a point is situated in a very large space where the attraction of the elements there situated acts more strongly than elsewhere, then the matter of the elementary particles scattered throughout the whole region will fall to that point. The first effect of this general fall is the formation of a body at this centre of attraction, which, so to speak, grows from an infinitely small nucleus by rapid strides; and in the proportion in which this mass increases, it also draws with greater force the surrounding particles to unite with it. When the mass of this central body has grown so great that the velocity with which it draws the particles to itself with great distances is bent sideways by the feeble degree of repulsion with which they impede one another, and when it issues in lateral movements which are capable by means of the centrifugal force of encompassing the central body in an orbit, then there are produced whirls or vortices of particles, each of which by itself describes a curved line by the composition of the attracting force and the force of revolution that had been bent sideways. These kinds of orbits all intersect one another, for which their great dispersion in this space gives place. Yet these movements are in many ways in conflict with one another, and they naturally tend to bring one another to a uniformity--that is, into a state in which one movement is as little obstructive to the other as possible. This happens in two ways: first by the particles limiting one another's movement till they all advance in one direction; and, secondly, in this way, that the particles limit their vertical movements in virtue of which they are approaching the centre of attraction, till they all move horizontally--i. e., in parallel circles round the sun as their centre, no longer intercept one another, and by the centrifugal force becoming equal with the falling force they keep themselves constantly in free circular orbits at the distance at which they move. The result, finally, is that only those particles continue to move in this region of space which have acquired by their fall a velocity, and through the resistance of the other particles a direction, by which they can continue to maintain a FREE CIRCULAR MOVEMENT....\\n\\n\\\"The view of the formation of the planets in this system has the advantage over every other possible theory in holding that the origin of the movements, and the position of the orbits in arising at that same point of time--nay, more, in showing that even the deviations from the greatest possible exactness in their determinations, as well as the accordances themselves, become clear at a glance. The planets are formed out of particles which, at the distance at which they move, have exact movements in circular orbits; and therefore the masses composed out of them will continue the same movements and at the same rate and in the same direction.\\\"\\\\[2\\\\]\\n\\nIt must be admitted that this explanation leaves a good deal to be desired. It is the explanation of a metaphysician rather than that of an experimental scientist. Such phrases as \\\"matter immediately begins to strive to fashion itself,\\\" for example, have no place in the reasoning of inductive science. Nevertheless, the hypothesis of Kant is a remarkable conception; it attempts to explain along rational lines something which hitherto had for the most part been considered altogether inexplicable.\\n\\nBut there are various questions that at once suggest themselves which the Kantian theory leaves unanswered. How happens it, for example, that the cosmic mass which gave birth to our solar system was divided into several planetary bodies instead of remaining a single mass? Were the planets struck from the sun by the chance impact of comets, as Buffon has suggested? or thrown out by explosive volcanic action, in accordance with the theory of Dr. Darwin? or do they owe their origin to some unknown law? In any event, how chanced it that all were projected in nearly the same plane as we now find them?\\n\\nLAPLACE AND THE NEBULAR HYPOTHESIS\\n\\nIt remained for a mathematical astronomer to solve these puzzles. The man of all others competent to take the subject in hand was the French astronomer Laplace. For a quarter of a century he had devoted his transcendent mathematical abilities to the solution of problems of motion of the heavenly bodies. Working in friendly rivalry with his countryman Lagrange, his only peer among the mathematicians of the age, he had taken up and solved one by one the problems that Newton left obscure. Largely through the efforts of these two men the last lingering doubts as to the solidarity of the Newtonian hypothesis of universal gravitation had been removed. The share of Lagrange was hardly less than that of his co-worker; but Laplace will longer be remembered, because he ultimately brought his completed labors into a system, and, incorporating with them the labors of his contemporaries, produced in the Mecanique Celeste the undisputed mathematical monument of the century, a fitting complement to the Principia of Newton, which it supplements and in a sense completes.\\n\\nIn the closing years of the eighteenth century Laplace took up the nebular hypothesis of cosmogony, to which we have just referred, and gave it definite proportions; in fact, made it so thoroughly his own that posterity will always link it with his name. Discarding the crude notions of cometary impact and volcanic eruption, Laplace filled up the gaps in the hypothesis with the aid of well-known laws of gravitation and motion. He assumed that the primitive mass of cosmic matter which was destined to form our solar system was revolving on its axis even at a time when it was still nebular in character, and filled all space to a distance far beyond the present limits of the system. As this vaporous mass contracted through loss of heat, it revolved more and more swiftly, and from time to time, through balance of forces at its periphery, rings of its substance were whirled off and left revolving there, subsequently to become condensed into planets, and in their turn whirl off minor rings that became moons. The main body of the original mass remains in the present as the still contracting and rotating body which we call the sun.\\n\\nLet us allow Laplace to explain all this in detail:\\n\\n\\\"In order to explain the prime movements of the planetary system,\\\" he says, \\\"there are the five following phenomena: The movement of the planets in the same direction and very nearly in the same plane; the movement of the satellites in the same direction as that of the planets; the rotation of these different bodies and the sun in the same direction as their revolution, and in nearly the same plane; the slight eccentricity of the orbits of the planets and of the satellites; and, finally, the great eccentricity of the orbits of the comets, as if their inclinations had been left to chance.\\n\\n\\\"Buffon is the only man I know who, since the discovery of the true system of the world, has endeavored to show the origin of the planets and their satellites. He supposes that a comet, in falling into the sun, drove from it a mass of matter which was reassembled at a distance in the form of various globes more or less large, and more or less removed from the sun, and that these globes, becoming opaque and solid, are now the planets and their satellites.\\n\\n\\\"This hypothesis satisfies the first of the five preceding phenomena; for it is clear that all the bodies thus formed would move very nearly in the plane which passed through the centre of the sun, and in the direction of the torrent of matter which was produced; but the four other phenomena appear to be inexplicable to me by this means. Indeed, the absolute movement of the molecules of a planet ought then to be in the direction of the movement of its centre of gravity; but it does not at all follow that the motion of the rotation of the planets should be in the same direction. Thus the earth should rotate from east to west, but nevertheless the absolute movement of its molecules should be from east to west; and this ought also to apply to the movement of the revolution of the satellites, in which the direction, according to the hypothesis which he offers, is not necessarily the same as that of the progressive movement of the planets.\\n\\n\\\"A phenomenon not only very difficult to explain under this hypothesis, but one which is even contrary to it, is the slight eccentricity of the planetary orbits. We know, by the theory of central forces, that if a body moves in a closed orbit around the sun and touches it, it also always comes back to that point at every revolution; whence it follows that if the planets were originally detached from the sun, they would touch it at each return towards it, and their orbits, far from being circular, would be very eccentric. It is true that a mass of matter driven from the sun cannot be exactly compared to a globe which touches its surface, for the impulse which the particles of this mass receive from one another and the reciprocal attractions which they exert among themselves, could, in changing the direction of their movements, remove their perihelions from the sun; but their orbits would be always most eccentric, or at least they would not have slight eccentricities except by the most extraordinary chance. Thus we cannot see, according to the hypothesis of Buffon, why the orbits of more than a hundred comets already observed are so elliptical. This hypothesis is therefore very far from satisfying the preceding phenomena. Let us see if it is possible to trace them back to their true cause.\\n\\n\\\"Whatever may be its ultimate nature, seeing that it has caused or modified the movements of the planets, it is necessary that this cause should embrace every body, and, in view of the enormous distances which separate them, it could only have been a fluid of immense extent. In order to have given them an almost circular movement in the same direction around the sun, it is necessary that this fluid should have enveloped the sun as in an atmosphere. The consideration of the planetary movements leads us then to think that, on account of excessive heat, the atmosphere of the sun originally extended beyond the orbits of all the planets, and that it was successively contracted to its present limits.\\n\\n\\\"In the primitive condition in which we suppose the sun to have been, it resembled a nebula such as the telescope shows is composed of a nucleus more or less brilliant, surrounded by a nebulosity which, on condensing itself towards the centre, forms a star. If it is conceived by analogy that all the stars were formed in this manner, it is possible to imagine their previous condition of nebulosity, itself preceded by other states in which the nebulous matter was still more diffused, the nucleus being less and less luminous. By going back as far as possible, we thus arrive at a nebulosity so diffused that its existence could hardly be suspected.\\n\\n\\\"For a long time the peculiar disposition of certain stars, visible to the unaided eye, has struck philosophical observers. Mitchell has already remarked how little probable it is that the stars in the Pleiades, for example, could have been contracted into the small space which encloses them by the fortuity of chance alone, and he has concluded that this group of stars, and similar groups which the skies present to us, are the necessary result of the condensation of a nebula, with several nuclei, and it is evident that a nebula, by continually contracting, towards these various nuclei, at length would form a group of stars similar to the Pleiades. The condensation of a nebula with two nuclei would form a system of stars close together, turning one upon the other, such as those double stars of which we already know the respective movements.\\n\\n\\\"But how did the solar atmosphere determine the movements of the rotation and revolution of the planets and satellites? If these bodies had penetrated very deeply into this atmosphere, its resistance would have caused them to fall into the sun. We can therefore conjecture that the planets were formed at their successive limits by the condensation of a zone of vapors which the sun, on cooling, left behind, in the plane of his equator.\\n\\n\\\"Let us recall the results which we have given in a preceding chapter. The atmosphere of the sun could not have extended indefinitely. Its limit was the point where the centrifugal force due to its movement of rotation balanced its weight. But in proportion as the cooling contracted the atmosphere, and those molecules which were near to them condensed upon the surface of the body, the movement of the rotation increased; for, on account of the Law of Areas, the sum of the areas described by the vector of each molecule of the sun and its atmosphere and projected in the plane of the equator being always the same, the rotation should increase when these molecules approach the centre of the sun. The centrifugal force due to this movement becoming thus larger, the point where the weight is equal to it is nearer the sun. Supposing, then, as it is natural to admit, that the atmosphere extended at some period to its very limits, it should, on cooling, leave molecules behind at this limit and at limits successively occasioned by the increased rotation of the sun. The abandoned molecules would continue to revolve around this body, since their centrifugal force was balanced by their weight. But this equilibrium not arising in regard to the atmospheric molecules parallel to the solar equator, the latter, on account of their weight, approached the atmosphere as they condensed, and did not cease to belong to it until by this motion they came upon the equator.\\n\\n\\\"Let us consider now the zones of vapor successively left behind. These zones ought, according to appearance, by the condensation and mutual attraction of their molecules, to form various concentric rings of vapor revolving around the sun. The mutual gravitational friction of each ring would accelerate some and retard others, until they had all acquired the same angular velocity. Thus the actual velocity of the molecules most removed from the sun would be the greatest. The following cause would also operate to bring about this difference of speed. The molecules farthest from the sun, and which by the effects of cooling and condensation approached one another to form the outer part of the ring, would have always described areas proportional to the time since the central force by which they were controlled has been constantly directed towards this body. But this constancy of areas necessitates an increase of velocity proportional to the distance. It is thus seen that the same cause would diminish the velocity of the molecules which form the inner part of the ring.\\n\\n\\\"If all the molecules of the ring of vapor continued to condense without disuniting, they would at length form a ring either solid or fluid. But this formation would necessitate such a regularity in every part of the ring, and in its cooling, that this phenomenon is extremely rare; and the solar system affords us, indeed, but one example--namely, in the ring of Saturn. In nearly every case the ring of vapor was broken into several masses, each moving at similar velocities, and continuing to rotate at the same distance around the sun. These masses would take a spheroid form with a rotatory movement in the direction of the revolution, because their inner molecules had less velocity than the outer. Thus were formed so many planets in a condition of vapor. But if one of them were powerful enough to reunite successively by its attraction all the others around its centre of gravity, the ring of vapor would be thus transformed into a single spheroidical mass of vapor revolving around the sun with a rotation in the direction of its revolution. The latter case has been that which is the most common, but nevertheless the solar system affords us an instance of the first case in the four small planets which move between Jupiter and Mars; at least, if we do not suppose, as does M. Olbers, that they originally formed a single planet which a mighty explosion broke up into several portions each moving at different velocities.\\n\\n\\\"According to our hypothesis, the comets are strangers to our planetary system. In considering them, as we have done, as minute nebulosities, wandering from solar system to solar system, and formed by the condensation of the nebulous matter everywhere existent in profusion in the universe, we see that when they come into that part of the heavens where the sun is all-powerful, he forces them to describe orbits either elliptical or hyperbolic, their paths being equally possible in all directions, and at all inclinations of the ecliptic, conformably to what has been observed. Thus the condensation of nebulous matter, by which we have at first explained the motions of the rotation and revolution of the planets and their satellites in the same direction, and in nearly approximate planes, explains also why the movements of the comets escape this general law.\\\"\\\\[3\\\\]\\n\\nThe nebular hypothesis thus given detailed completion by Laplace is a worthy complement of the grand cosmologic scheme of Herschel. Whether true or false, the two conceptions stand as the final contributions of the eighteenth century to the history of man's ceaseless efforts to solve the mysteries of cosmic origin and cosmic structure. The world listened eagerly and without prejudice to the new doctrines; and that attitude tells of a marvellous intellectual growth of our race. Mark the transition. In the year 1600, Bruno was burned at the stake for teaching that our earth is not the centre of the universe. In 1700, Newton was pronounced \\\"impious and heretical\\\" by a large school of philosophers for declaring that the force which holds the planets in their orbits is universal gravitation. In 1800, Laplace and Herschel are honored for teaching that gravitation built up the system which it still controls; that our universe is but a minor nebula, our sun but a minor star, our earth a mere atom of matter, our race only one of myriad races peopling an infinity of worlds. Doctrines which but the span of two human lives before would have brought their enunciators to the stake were now pronounced not impious, but sublime.\\n\\nASTEROIDS AND SATELLITES\\n\\nThe first day of the nineteenth century was fittingly signalized by the discovery of a new world. On the evening of January 1, 1801, an Italian astronomer, Piazzi, observed an apparent star of about the eighth magnitude (hence, of course, quite invisible to the unaided eye), which later on was seen to have moved, and was thus shown to be vastly nearer the earth than any true star. He at first supposed, as Herschel had done when he first saw Uranus, that the unfamiliar body was a comet; but later observation proved it a tiny planet, occupying a position in space between Mars and Jupiter. It was christened Ceres, after the tutelary goddess of Sicily.\\n\\nThough unpremeditated, this discovery was not unexpected, for astronomers had long surmised the existence of a planet in the wide gap between Mars and Jupiter. Indeed, they were even preparing to make concerted search for it, despite the protests of philosophers, who argued that the planets could not possibly exceed the magic number seven, when Piazzi forestalled their efforts. But a surprise came with the sequel; for the very next year Dr. Olbers, the wonderful physician- astronomer of Bremen, while following up the course of Ceres, happened on another tiny moving star, similarly located, which soon revealed itself as planetary. Thus two planets were found where only one was expected.\\n\\nThe existence of the supernumerary was a puzzle, but Olbers solved it for the moment by suggesting that Ceres and Pallas, as he called his captive, might be fragments of a quondam planet, shattered by internal explosion or by the impact of a comet. Other similar fragments, he ventured to predict, would be found when searched for. William Herschel sanctioned this theory, and suggested the name asteroids for the tiny planets. The explosion theory was supported by the discovery of another asteroid, by Harding, of Lilienthal, in 1804, and it seemed clinched when Olbers himself found a fourth in 1807. The new-comers were named Juno and Vesta respectively.\\n\\nThere the case rested till 1845, when a Prussian amateur astronomer named Hencke found another asteroid, after long searching, and opened a new epoch of discovery. From then on the finding of asteroids became a commonplace. Latterly, with the aid of photography, the list has been extended to above four hundred, and as yet there seems no dearth in the supply, though doubtless all the larger members have been revealed. Even these are but a few hundreds of miles in diameter, while the smaller ones are too tiny for measurement. The combined bulk of these minor planets is believed to be but a fraction of that of the earth.\\n\\nOlbers's explosion theory, long accepted by astronomers, has been proven open to fatal objections. The minor planets are now believed to represent a ring of cosmical matter, cast off from the solar nebula like the rings that went to form the major planets, but prevented from becoming aggregated into a single body by the perturbing mass of Jupiter.\\n\\nThe Discovery of Neptune\\n\\nAs we have seen, the discovery of the first asteroid confirmed a conjecture; the other important planetary discovery of the nineteenth century fulfilled a prediction. Neptune was found through scientific prophecy. No one suspected the existence of a trans-Uranian planet till Uranus itself, by hair-breadth departures from its predicted orbit, gave out the secret. No one saw the disturbing planet till the pencil of the mathematician, with almost occult divination, had pointed out its place in the heavens. The general predication of a trans-Uranian planet was made by Bessel, the great Konigsberg astronomer, in 1840; the analysis that revealed its exact location was undertaken, half a decade later, by two independent workers--John Couch Adams, just graduated senior wrangler at Cambridge, England, and U. J. J. Leverrier, the leading French mathematician of his generation.\\n\\nAdams's calculation was first begun and first completed. But it had one radical defect--it was the work of a young and untried man. So it found lodgment in a pigeon-hole of the desk of England's Astronomer Royal, and an opportunity was lost which English astronomers have never ceased to mourn. Had the search been made, an actual planet would have been seen shining there, close to the spot where the pencil of the mathematician had placed its hypothetical counterpart. But the search was not made, and while the prophecy of Adams gathered dust in that regrettable pigeon-hole, Leverrier's calculation was coming on, his tentative results meeting full encouragement from Arago and other French savants. At last the laborious calculations proved satisfactory, and, confident of the result, Leverrier sent to the Berlin observatory, requesting that search be made for the disturber of Uranus in a particular spot of the heavens. Dr. Galle received the request September 23, 1846. That very night he turned his telescope to the indicated region, and there, within a single degree of the suggested spot, he saw a seeming star, invisible to the unaided eye, which proved to be the long-sought planet, henceforth to be known as Neptune. To the average mind, which finds something altogether mystifying about abstract mathematics, this was a feat savoring of the miraculous.\\n\\nStimulated by this success, Leverrier calculated an orbit for an interior planet from perturbations of Mercury, but though prematurely christened Vulcan, this hypothetical nursling of the sun still haunts the realm of the undiscovered, along with certain equally hypothetical trans-Neptunian planets whose existence has been suggested by \\\"residual perturbations\\\" of Uranus, and by the movements of comets. No other veritable additions of the sun's planetary family have been made in our century, beyond the finding of seven small moons, which chiefly attest the advance in telescopic powers. Of these, the tiny attendants of our Martian neighbor, discovered by Professor Hall with the great Washington refractor, are of greatest interest, because of their small size and extremely rapid flight. One of them is poised only six thousand miles from Mars, and whirls about him almost four times as fast as he revolves, seeming thus, as viewed by the Martian, to rise in the west and set in the east, and making the month only one-fourth as long as the day.\\n\\nThe Rings of Saturn\\n\\nThe discovery of the inner or crape ring of Saturn, made simultaneously in 1850 by William C. Bond, at the Harvard observatory, in America, and the Rev. W. R. Dawes in England, was another interesting optical achievement; but our most important advances in knowledge of Saturn's unique system are due to the mathematician. Laplace, like his predecessors, supposed these rings to be solid, and explained their stability as due to certain irregularities of contour which Herschel bad pointed out. But about 1851 Professor Peirce, of Harvard, showed the untenability of this conclusion, proving that were the rings such as Laplace thought them they must fall of their own weight. Then Professor J. Clerk-Maxwell, of Cambridge, took the matter in hand, and his analysis reduced the puzzling rings to a cloud of meteoric particles--a \\\"shower of brickbats\\\"--each fragment of which circulates exactly as if it were an independent planet, though of course perturbed and jostled more or less by its fellows. Mutual perturbations, and the disturbing pulls of Saturn's orthodox satellites, as investigated by Maxwell, explain nearly all the phenomena of the rings in a manner highly satisfactory.\\n\\nAfter elaborate mathematical calculations covering many pages of his paper entitled \\\"On the Stability of Saturn's Rings,\\\" he summarizes his deductions as follows:\\n\\n\\\"Let us now gather together the conclusions we have been able to draw from the mathematical theory of various kinds of conceivable rings.\\n\\n\\\"We found that the stability of the motion of a solid ring depended on so delicate an adjustment, and at the same time so unsymmetrical a distribution of mass, that even if the exact conditions were fulfilled, it could scarcely last long, and, if it did, the immense preponderance of one side of the ring would be easily observed, contrary to experience. These considerations, with others derived from the mechanical structure of so vast a body, compel us to abandon any theory of solid rings.\\n\\n\\\"We next examined the motion of a ring of equal satellites, and found that if the mass of the planet is sufficient, any disturbances produced in the arrangement of the ring will be propagated around it in the form of waves, and will not introduce dangerous confusion. If the satellites are unequal, the propagations of the waves will no longer be regular, but disturbances of the ring will in this, as in the former case, produce only waves, and not growing confusion. Supposing the ring to consist, not of a single row of large satellites, but a cloud of evenly distributed unconnected particles, we found that such a cloud must have a very small density in order to be permanent, and that this is inconsistent with its outer and inner parts moving with the same angular velocity. Supposing the ring to be fluid and continuous, we found that it will be necessarily broken up into small portions.\\n\\n\\\"We conclude, therefore, that the rings must consist of disconnected particles; these must be either solid or liquid, but they must be independent. The entire system of rings must, therefore, consist either of a series of many concentric rings each moving with its own velocity and having its own system of waves, or else of a confused multitude of revolving particles not arranged in rings and continually coming into collision with one another.\\n\\n\\\"Taking the first case, we found that in an indefinite number of possible cases the mutual perturbations of two rings, stable in themselves, might mount up in time to a destructive magnitude, and that such cases must continually occur in an extensive system like that of Saturn, the only retarding cause being the irregularity of the rings.\\n\\n\\\"The result of long-continued disturbance was found to be the spreading-out of the rings in breadth, the outer rings pressing outward, while the inner rings press inward.\\n\\n\\\"The final result, therefore, of the mechanical theory is that the only system of rings which can exist is one composed of an indefinite number of unconnected particles, revolving around the planet with different velocities, according to their respective distances. These particles may be arranged in series of narrow rings, or they may move through one another irregularly. In the first case the destruction of the system will be very slow, in the second case it will be more rapid, but there may be a tendency towards arrangement in narrow rings which may retard the process.\\n\\n\\\"We are not able to ascertain by observation the constitution of the two outer divisions of the system of rings, but the inner ring is certainly transparent, for the limb of Saturn has been observed through it. It is also certain that though the space occupied by the ring is transparent, it is not through the material parts of it that the limb of Saturn is seen, for his limb was observed without distortion; which shows that there was no refraction, and, therefore, that the rays did not pass through a medium at all, but between the solar or liquid particles of which the ring is composed. Here, then, we have an optical argument in favor of the theory of independent particles as the material of the rings. The two outer rings may be of the same nature, but not so exceedingly rare that a ray of light can pass through their whole thickness without encountering one of the particles.\\n\\n\\\"Finally, the two outer rings have been observed for two hundred years, and it appears, from the careful analysis of all the observations of M. Struve, that the second ring is broader than when first observed, and that its inner edge is nearer the planet than formerly. The inner ring also is suspected to be approaching the planet ever since its discovery in 1850. These appearances seem to indicate the same slow progress of the rings towards separation which we found to be the result of theory, and the remark that the inner edge of the inner ring is more distinct seems to indicate that the approach towards the planet is less rapid near the edge, as we had reason to conjecture. As to the apparent unchangeableness of the exterior diameter of the outer ring, we must remember that the outer rings are certainly far more dense than the inner one, and that a small change in the outer rings must balance a great change in the inner one. It is possible, however, that some of the observed changes may be due to the existence of a resisting medium. If the changes already suspected should be confirmed by repeated observations with the same instruments, it will be worth while to investigate more carefully whether Saturn's rings are permanent or transitory elements of the solar system, and whether in that part of the heavens we see celestial immutability or terrestrial corruption and generation, and the old order giving place to the new before our eyes.\\\"\\\\[4\\\\]\\n\\nStudies of the Moon\\n\\nBut perhaps the most interesting accomplishments of mathematical astronomy--from a mundane standpoint, at any rate--are those that refer to the earth's own satellite. That seemingly staid body was long ago discovered to have a propensity to gain a little on the earth, appearing at eclipses an infinitesimal moment ahead of time. Astronomers were sorely puzzled by this act of insubordination; but at last Laplace and Lagrange explained it as due to an oscillatory change in the earth's orbit, thus fully exonerating the moon, and seeming to demonstrate the absolute stability of our planetary system, which the moon's misbehavior had appeared to threaten.\\n\\nThis highly satisfactory conclusion was an orthodox belief of celestial mechanics until 1853, when Professor Adams of Neptunian fame, with whom complex analyses were a pastime, reviewed Laplace's calculation, and discovered an error which, when corrected, left about half the moon's acceleration unaccounted for. This was a momentous discrepancy, which at first no one could explain. But presently Professor Helmholtz, the great German physicist, suggested that a key might be found in tidal friction, which, acting as a perpetual brake on the earth's rotation, and affecting not merely the waters but the entire substance of our planet, must in the long sweep of time have changed its rate of rotation. Thus the seeming acceleration of the moon might be accounted for as actual retardation of the earth's rotation--a lengthening of the day instead of a shortening of the month.\\n\\nAgain the earth was shown to be at fault, but this time the moon could not be exonerated, while the estimated stability of our system, instead of being re-established, was quite upset. For the tidal retardation is not an oscillatory change which will presently correct itself, like the orbital wobble, but a perpetual change, acting always in one direction. Unless fully counteracted by some opposing reaction, therefore (as it seems not to be), the effect must be cumulative, the ultimate consequences disastrous. The exact character of these consequences was first estimated by Professor G. H. Darwin in 1879. He showed that tidal friction, in retarding the earth, must also push the moon out from the parent planet on a spiral orbit. Plainly, then, the moon must formerly have been nearer the earth than at present. At some very remote period it must have actually touched the earth; must, in other words, have been thrown off from the then plastic mass of the earth, as a polyp buds out from its parent polyp. At that time the earth was spinning about in a day of from two to four hours.\\n\\nNow the day has been lengthened to twenty-four hours, and the moon has been thrust out to a distance of a quarter-million miles; but the end is not yet. The same progress of events must continue, till, at some remote period in the future, the day has come to equal the month, lunar tidal action has ceased, and one face of the earth looks out always at the moon with that same fixed stare which even now the moon has been brought to assume towards her parent orb. Should we choose to take even greater liberties with the future, it may be made to appear (though some astronomers dissent from this prediction) that, as solar tidal action still continues, the day must finally exceed the month, and lengthen out little by little towards coincidence with the year; and that the moon meantime must pause in its outward flight, and come swinging back on a descending spiral, until finally, after the lapse of untold aeons, it ploughs and ricochets along the surface of the earth, and plunges to catastrophic destruction.\\n\\nBut even though imagination pause far short of this direful culmination, it still is clear that modern calculations, based on inexorable tidal friction, suffice to revolutionize the views formerly current as to the stability of the planetary system. The eighteenth-century mathematician looked upon this system as a vast celestial machine which had been in existence about six thousand years, and which was destined to run on forever. The analyst of to-day computes both the past and the future of this system in millions instead of thousands of years, yet feels well assured that the solar system offers no contradiction to those laws of growth and decay which seem everywhere to represent the immutable order of nature.\\n\\nCOMETS AND METEORS\\n\\nUntil the mathematician ferreted out the secret, it surely never could have been suspected by any one that the earth's serene attendant,\\n\\n\\\"That orbed maiden, with white fire laden,  Whom mortals call the moon,\\\"\\n\\ncould be plotting injury to her parent orb. But there is another inhabitant of the skies whose purposes have not been similarly free from popular suspicion. Needless to say I refer to the black sheep of the sidereal family, that \\\"celestial vagabond\\\" the comet.\\n\\nTime out of mind these wanderers have been supposed to presage war, famine, pestilence, perhaps the destruction of the world. And little wonder. Here is a body which comes flashing out of boundless space into our system, shooting out a pyrotechnic tail some hundreds of millions of miles in length; whirling, perhaps, through the very atmosphere of the sun at a speed of three or four hundred miles a second; then darting off on a hyperbolic orbit that forbids it ever to return, or an elliptical one that cannot be closed for hundreds or thousands of years; the tail meantime pointing always away from the sun, and fading to nothingness as the weird voyager recedes into the spatial void whence it came. Not many times need the advent of such an apparition coincide with the outbreak of a pestilence or the death of a Caesar to stamp the race of comets as an ominous clan in the minds of all superstitious generations.\\n\\nIt is true, a hard blow was struck at the prestige of these alleged supernatural agents when Newton proved that the great comet of 1680 obeyed Kepler's laws in its flight about the sun; and an even harder one when the same visitant came back in 1758, obedient to Halley's prediction, after its three-quarters of a century of voyaging but in the abyss of space. Proved thus to bow to natural law, the celestial messenger could no longer fully, sustain its role. But long-standing notoriety cannot be lived down in a day, and the comet, though proved a \\\"natural\\\" object, was still regarded as a very menacing one for another hundred years or so. It remained for the nineteenth century to completely unmask the pretender and show how egregiously our forebears had been deceived.\\n\\nThe unmasking began early in the century, when Dr. Olbers, then the highest authority on the subject, expressed the opinion that the spectacular tail, which had all along been the comet's chief stock-in-trade as an earth-threatener, is in reality composed of the most filmy vapors, repelled from the cometary body by the sun, presumably through electrical action, with a velocity comparable to that of light. This luminous suggestion was held more or less in abeyance for half a century. Then it was elaborated by Zollner, and particularly by Bredichin, of the Moscow observatory, into what has since been regarded as the most plausible of cometary theories. It is held that comets and the sun are similarly electrified, and hence mutually repulsive. Gravitation vastly outmatches this repulsion in the body of the comet, but yields to it in the case of gases, because electrical force varies with the surface, while gravitation varies only with the mass. From study of atomic weights and estimates of the velocity of thrust of cometary tails, Bredichin concluded that the chief components of the various kinds of tails are hydrogen, hydrocarbons, and the vapor of iron; and spectroscopic analysis goes far towards sustaining these assumptions.\\n\\nBut, theories aside, the unsubstantialness of the comet's tail has been put to a conclusive test. Twice during the nineteenth century the earth has actually plunged directly through one of these threatening appendages--in 1819, and again in 1861, once being immersed to a depth of some three hundred thousand miles in its substance. Yet nothing dreadful happened to us. There was a peculiar glow in the atmosphere, so the more imaginative observers thought, and that was all. After such fiascos the cometary train could never again pose as a world-destroyer.\\n\\nBut the full measure of the comet's humiliation is not yet told. The pyrotechnic tail, composed as it is of portions of the comet's actual substance, is tribute paid the sun, and can never be recovered. Should the obeisance to the sun be many times repeated, the train-forming material will be exhausted, and the comet's chiefest glory will have departed. Such a fate has actually befallen a multitude of comets which Jupiter and the other outlying planets have dragged into our system and helped the sun to hold captive here. Many of these tailless comets were known to the eighteenth- century astronomers, but no one at that time suspected the true meaning of their condition. It was not even known how closely some of them are enchained until the German astronomer Encke, in 1822, showed that one which he had rediscovered, and which has since borne his name, was moving in an orbit so contracted that it must complete its circuit in about three and a half years. Shortly afterwards another comet, revolving in a period of about six years, was discovered by Biela, and given his name. Only two more of these short-period comets were discovered during the first half of last century, but latterly they have been shown to be a numerous family. Nearly twenty are known which the giant Jupiter holds so close that the utmost reach of their elliptical tether does not let them go beyond the orbit of Saturn. These aforetime wanderers have adapted themselves wonderfully to planetary customs, for all of them revolve in the same direction with the planets, and in planes not wide of the ecliptic.\\n\\nChecked in their proud hyperbolic sweep, made captive in a planetary net, deprived of their trains, these quondam free-lances of the heavens are now mere shadows of their former selves. Considered as to mere bulk, they are very substantial shadows, their extent being measured in hundreds of thousands of miles; but their actual mass is so slight that they are quite at the mercy of the gravitation pulls of their captors. And worse is in store for them. So persistently do sun and planets tug at them that they are doomed presently to be torn into shreds.\\n\\nSuch a fate has already overtaken one of them, under the very eyes of the astronomers, within the relatively short period during which these ill-fated comets have. been observed. In 1832 Biela's comet passed quite near the earth, as astronomers measure distance, and in doing so created a panic on our planet. It did no greater harm than that, of course, and passed on its way as usual. The very next time it came within telescopic hail it was seen to have broken into two fragments. Six years later these fragments were separated by many millions of miles; and in 1852, when the comet was due again, astronomers looked for it in vain. It had been completely shattered.\\n\\nWhat had become of the fragments? At that time no one positively knew. But the question was to be answered presently. It chanced that just at this period astronomers were paying much attention to a class of bodies which they had hitherto somewhat neglected, the familiar shooting-stars, or meteors. The studies of Professor Newton, of Yale, and Professor Adams, of Cambridge, with particular reference to the great meteor-shower of November, 1866, which Professor Newton had predicted and shown to be recurrent at intervals of thirty-three years, showed that meteors are not mere sporadic swarms of matter flying at random, but exist in isolated swarms, and sweep about the sun in regular elliptical orbits.\\n\\nPresently it was shown by the Italian astronomer Schiaparelli that one of these meteor swarms moves in the orbit of a previously observed comet, and other coincidences of the kind were soon forthcoming. The conviction grew that meteor swarms are really the debris of comets; and this conviction became a practical certainty when, in November, 1872, the earth crossed the orbit of the ill-starred Biela, and a shower of meteors came whizzing into our atmosphere in lieu of the lost comet.\\n\\nAnd so at last the full secret was out. The awe- inspiring comet, instead of being the planetary body it had all along been regarded, is really nothing more nor less than a great aggregation of meteoric particles, which have become clustered together out in space somewhere, and which by jostling one another or through electrical action become luminous. So widely are the individual particles separated that the cometary body as a whole has been estimated to be thousands of times less dense than the earth's atmosphere at sea- level. Hence the ease with which the comet may be dismembered and its particles strung out into streaming swarms.\\n\\nSo thickly is the space we traverse strewn with this cometary dust that the earth sweeps up, according to Professor Newcomb's estimate, a million tons of it each day. Each individual particle, perhaps no larger than a millet seed, becomes a shooting-star, or meteor, as it burns to vapor in the earth's upper atmosphere. And if one tiny planet sweeps up such masses of this cosmic matter, the amount of it in the entire stretch of our system must be beyond all estimate. What a story it tells of the myriads of cometary victims that have fallen prey to the sun since first he stretched his planetary net across the heavens!\\n\\nTHE FIXED STARS\\n\\nWhen Biela's comet gave the inhabitants of the earth such a fright in 1832, it really did not come within fifty millions of miles of us. Even the great comet through whose filmy tail the earth passed in 1861 was itself fourteen millions of miles away. The ordinary mind, schooled to measure space by the tiny stretches of a pygmy planet, cannot grasp the import of such distances; yet these are mere units of measure compared with the vast stretches of sidereal space. Were the comet which hurtles past us at a speed of, say, a hundred miles a second to continue its mad flight unchecked straight into the void of space, it must fly on its frigid way eight thousand years before it could reach the very nearest of our neighbor stars; and even then it would have penetrated but a mere arm's-length into the vistas where lie the dozen or so of sidereal residents that are next beyond. Even to the trained mind such distances are only vaguely imaginable. Yet the astronomer of our century has reached out across this unthinkable void and brought back many a secret which our predecessors thought forever beyond human grasp.\\n\\nA tentative assault upon this stronghold of the stars was being made by Herschel at the beginning of the century. In 1802 that greatest of observing astronomers announced to the Royal Society his discovery that certain double stars had changed their relative positions towards one another since he first carefully charted them twenty years before. Hitherto it had been supposed that double stars were mere optical effects. Now it became clear that some of them, at any rate, are true \\\"binary systems,\\\" linked together presumably by gravitation and revolving about one another. Halley had shown, three-quarters of a century before, that the stars have an actual or \\\"proper\\\" motion in space; Herschel himself had proved that the sun shares this motion with the other stars. Here was another shift of place, hitherto quite unsuspected, to be reckoned with by the astronomer in fathoming sidereal secrets.\\n\\nDouble Stars\\n\\nWhen John Herschel, the only son and the worthy successor of the great astronomer, began star-gazing in earnest, after graduating senior wrangler at Cambridge, and making two or three tentative professional starts in other directions to which his versatile genius impelled him, his first extended work was the observation of his father's double stars. His studies, in which at first he had the collaboration of Mr. James South, brought to light scores of hitherto unrecognized pairs, and gave fresh data for the calculation of the orbits of those longer known. So also did the independent researches of F. G. W. Struve, the enthusiastic observer of the famous Russian observatory at the university of Dorpat, and subsequently at Pulkowa. Utilizing data gathered by these observers, M. Savary, of Paris, showed, in 1827, that the observed elliptical orbits of the double stars are explicable by the ordinary laws of gravitation, thus confirming the assumption that Newton's laws apply to these sidereal bodies. Henceforth there could be no reason to doubt that the same force which holds terrestrial objects on our globe pulls at each and every particle of matter throughout the visible universe.\\n\\nThe pioneer explorers of the double stars early found that the systems into which the stars are linked are by no means confined to single pairs. Often three or four stars are found thus closely connected into gravitation systems; indeed, there are all gradations between binary systems and great clusters containing hundreds or even thousands of members. It is known, for example, that the familiar cluster of the Pleiades is not merely an optical grouping, as was formerly supposed, but an actual federation of associated stars, some two thousand five hundred in number, only a few of which are visible to the unaided eve. And the more carefully the motions of the stars are studied, the more evident it becomes that widely separated stars are linked together into infinitely complex systems, as yet but little understood. At the same time, all instrumental advances tend to resolve more and more seemingly single stars into close pairs and minor clusters. The two Herschels between them discovered some thousands of these close multiple systems; Struve and others increased the list to above ten thousand; and Mr. S. W. Burnham, of late years the most enthusiastic and successful of double-star pursuers, added a thousand new discoveries while he was still an amateur in astronomy, and by profession the stenographer of a Chicago court. Clearly the actual number of multiple stars is beyond all present estimate.\\n\\nThe elder Herschel's early studies of double stars were undertaken in the hope that these objects might aid him in ascertaining the actual distance of a star, through measurement of its annual parallax--that is to say, of the angle which the diameter of the earth's orbit would subtend as seen from the star. The expectation was not fulfilled. The apparent shift of position of a star as viewed from opposite sides of the earth's orbit, from which the parallax might be estimated, is so extremely minute that it proved utterly inappreciable, even to the almost preternaturally acute vision of Herschel, with the aid of any instrumental means then at command. So the problem of star distance allured and eluded him to the end, and he died in 1822 without seeing it even in prospect of solution. His estimate of the minimum distance of the nearest star, based though it was on the fallacious test of apparent brilliancy, was a singularly sagacious one, but it was at best a scientific guess, not a scientific measurement.\\n\\nThe Distance of the Stars\\n\\nJust about this time, however, a great optician came to the aid of the astronomers. Joseph Fraunhofer perfected the refracting telescope, as Herschel had perfected the reflector, and invented a wonderfully accurate \\\"heliometer,\\\" or sun-measurer. With the aid of these instruments the old and almost infinitely difficult problem of star distance was solved. In 1838 Bessel announced from the Konigsberg observatory that he had succeeded, after months of effort, in detecting and measuring the parallax of a star. Similar claims had been made often enough before, always to prove fallacious when put to further test; but this time the announcement carried the authority of one of the greatest astronomers of the age, and scepticism was silenced.\\n\\nNor did Bessel's achievement long await corroboration. Indeed, as so often happens in fields of discovery, two other workers had almost simultaneously solved the same problem--Struve at Pulkowa, where the great Russian observatory, which so long held the palm over all others, had now been established; and Thomas Henderson, then working at the Cape of Good Hope, but afterwards the Astronomer Royal of Scotland. Henderson's observations had actual precedence in point of time, but Bessel's measurements were so much more numerous and authoritative that he has been uniformly considered as deserving the chief credit of the discovery, which priority of publication secured him.\\n\\nBy an odd chance, the star on which Henderson's observations were made, and consequently the first star the parallax of which was ever measured, is our nearest neighbor in sidereal space, being, indeed, some ten billions of miles nearer than the one next beyond. Yet even this nearest star is more than two hundred thousand times as remote from us as the sun. The sun's light flashes to the earth in eight minutes, and to Neptune in about three and a half hours, but it requires three and a half years to signal Alpha Centauri. And as for the great majority of the stars, had they been blotted out of existence before the Christian era, we of to-day should still receive their light and seem to see them just as we do. When we look up to the sky, we study ancient history; we do not see the stars as they ARE, but as they WERE years, centuries, even millennia ago.\\n\\nThe information derived from the parallax of a star by no means halts with the disclosure of the distance of that body. Distance known, the proper motion of the star, hitherto only to be reckoned as so many seconds of arc, may readily be translated into actual speed of progress; relative brightness becomes absolute lustre, as compared with the sun; and in the case of the double stars the absolute mass of the components may be computed from the laws of gravitation. It is found that stars differ enormously among themselves in all these regards. As to speed, some, like our sun, barely creep through space--compassing ten or twenty miles a second, it is true, yet even at that rate only passing through the equivalent of their own diameter in a day. At the other extreme, among measured stars, is one that moves two hundred miles a second; yet even this \\\"flying star,\\\" as seen from the earth, seems to change its place by only about three and a half lunar diameters in a thousand years. In brightness, some stars yield to the sun, while others surpass him as the arc-light surpasses a candle. Arcturus, the brightest measured star, shines like two hundred suns; and even this giant orb is dim beside those other stars which are so distant that their parallax cannot be measured, yet which greet our eyes at first magnitude. As to actual bulk, of which apparent lustre furnishes no adequate test, some stars are smaller than the sun, while others exceed him hundreds or perhaps thousands of times. Yet one and all, so distant are they, remain mere disklike points of light before the utmost powers of the modern telescope.\\n\\nRevelations of the Spectroscope\\n\\nAll this seems wonderful enough, but even greater things were in store. In 1859 the spectroscope came upon the scene, perfected by Kirchhoff and Bunsen, along lines pointed out by Fraunhofer almost half a century before. That marvellous instrument, by revealing the telltale lines sprinkled across a prismatic spectrum, discloses the chemical nature and physical condition of any substance whose light is submitted to it, telling its story equally well, provided the light be strong enough, whether the luminous substance be near or far--in the same room or at the confines of space. Clearly such an instrument must prove a veritable magic wand in the hands of the astronomer.\\n\\nVery soon eager astronomers all over the world were putting the spectroscope to the test. Kirchhoff himself led the way, and Donati and Father Secchi in Italy, Huggins and Miller in England, and Rutherfurd in America, were the chief of his immediate followers. The results exceeded the dreams of the most visionary. At the very outset, in 1860, it was shown that such common terrestrial substances as sodium, iron, calcium, magnesium, nickel, barium, copper, and zinc exist in the form of glowing vapors in the sun, and very soon the stars gave up a corresponding secret. Since then the work of solar and sidereal analysis has gone on steadily in the hands of a multitude of workers (prominent among whom, in this country, are Professor Young of Princeton, Professor Langley of Washington, and Professor Pickering of Harvard), and more than half the known terrestrial elements have been definitely located in the sun, while fresh discoveries are in prospect.\\n\\nIt is true the sun also contains some seeming elements that are unknown on the earth, but this is no matter for surprise. The modern chemist makes no claim for his elements except that they have thus far resisted all human efforts to dissociate them; it would be nothing strange if some of them, when subjected to the crucible of the sun, which is seen to vaporize iron, nickel, silicon, should fail to withstand the test. But again, chemistry has by no means exhausted the resources of the earth's supply of raw material, and the substance which sends its message from a star may exist undiscovered in the dust we tread or in the air we breathe. In the year 1895 two new terrestrial elements were discovered; but one of these had for years been known to the astronomer as a solar and suspected as a stellar element, and named helium because of its abundance in the sun. The spectroscope had reached out millions of miles into space and brought back this new element, and it took the chemist a score of years to discover that he had all along had samples of the same substance unrecognized in his sublunary laboratory. There is hardly a more picturesque fact than that in the entire history of science.\\n\\nBut the identity in substance of earth and sun and stars was not more clearly shown than the diversity of their existing physical conditions. It was seen that sun and stars, far from being the cool, earthlike, habitable bodies that Herschel thought them (surrounded by glowing clouds, and protected from undue heat by other clouds), are in truth seething caldrons of fiery liquid, or gas made viscid by condensation, with lurid envelopes of belching flames. It was soon made clear, also, particularly by the studies of Rutherfurd and of Secchi, that stars differ among themselves in exact constitution or condition. There are white or Sirian stars, whose spectrum revels in the lines of hydrogen; yellow or solar stars (our sun being the type), showing various metallic vapors; and sundry red stars, with banded spectra indicative of carbon compounds; besides the purely gaseous stars of more recent discovery, which Professor Pickering had specially studied. Zollner's famous interpretation of these diversities, as indicative of varying stages of cooling, has been called in question as to the exact sequence it postulates, but the general proposition that stars exist under widely varying conditions of temperature is hardly in dispute.\\n\\nThe assumption that different star types mark varying stages of cooling has the further support of modern physics, which has been unable to demonstrate any way in which the sun's radiated energy may be restored, or otherwise made perpetual, since meteoric impact has been shown to be--under existing conditions, at any rate--inadequate. In accordance with the theory of Helmholtz, the chief supply of solar energy is held to be contraction of the solar mass itself; and plainly this must have its limits. Therefore, unless some means as yet unrecognized is restoring the lost energy to the stellar bodies, each of them must gradually lose its lustre, and come to a condition of solidification, seeming sterility, and frigid darkness. In the case of our own particular star, according to the estimate of Lord Kelvin, such a culmination appears likely to occur within a period of five or six million years.\\n\\nThe Astronomy of the Invisible\\n\\nBut by far the strongest support of such a forecast as this is furnished by those stellar bodies which even now appear to have cooled to the final stage of star development and ceased to shine. Of this class examples in miniature are furnished by the earth and the smaller of its companion planets. But there are larger bodies of the same type out in stellar space--veritable \\\"dark stars\\\"--invisible, of course, yet nowadays clearly recognized.\\n\\nThe opening up of this \\\"astronomy of the invisible\\\" is another of the great achievements of the nineteenth century, and again it is Bessel to whom the honor of discovery is due. While testing his stars for parallax; that astute observer was led to infer, from certain unexplained aberrations of motion, that various stars, Sirius himself among the number, are accompanied by invisible companions, and in 1840 he definitely predicated the existence of such \\\"dark stars.\\\" The correctness of the inference was shown twenty years later, when Alvan Clark, Jr., the American optician, while testing a new lens, discovered the companion of Sirius, which proved thus to be faintly luminous. Since then the existence of other and quite invisible star companions has been proved incontestably, not merely by renewed telescopic observations, but by the curious testimony of the ubiquitous spectroscope.\\n\\nOne of the most surprising accomplishments of that instrument is the power to record the flight of a luminous object directly in the line of vision. If the luminous body approaches swiftly, its Fraunhofer lines are shifted from their normal position towards the violet end of the spectrum; if it recedes, the lines shift in the opposite direction. The actual motion of stars whose distance is unknown may be measured in this way. But in certain cases the light lines are seen to oscillate on the spectrum at regular intervals. Obviously the star sending such light is alternately approaching and receding, and the inference that it is revolving about a companion is unavoidable. From this extraordinary test the orbital distance, relative mass, and actual speed of revolution of the absolutely invisible body may be determined. Thus the spectroscope, which deals only with light, makes paradoxical excursions into the realm of the invisible. What secrets may the stars hope to conceal when questioned by an instrument of such necromantic power?\\n\\nBut the spectroscope is not alone in this audacious assault upon the strongholds of nature. It has a worthy companion and assistant in the photographic film, whose efficient aid has been invoked by the astronomer even more recently. Pioneer work in celestial photography was, indeed, done by Arago in France and by the elder Draper in America in 1839, but the results then achieved were only tentative, and it was not till forty years later that the method assumed really important proportions. In 1880, Dr. Henry Draper, at Hastings-on-the-Hudson, made the first successful photograph of a nebula. Soon after, Dr. David Gill, at the Cape observatory, made fine photographs of a comet, and the flecks of starlight on his plates first suggested the possibilities of this method in charting the heavens.\\n\\nSince then star-charting with the film has come virtually to supersede the old method. A concerted effort is being made by astronomers in various parts of the world to make a complete chart of the heavens, and before the close of our century this work will be accomplished, some fifty or sixty millions of visible stars being placed on record with a degree of accuracy hitherto unapproachable. Moreover, other millions of stars are brought to light by the negative, which are too distant or dim to be visible with any telescopic powers yet attained--a fact which wholly discredits all previous inferences as to the limits of our sidereal system. Hence, notwithstanding the wonderful instrumental advances of the nineteenth century, knowledge of the exact form and extent of our universe seems more unattainable than it seemed a century ago.\\n\\nThe Structure of Nebulae\\n\\nYet the new instruments, while leaving so much untold, have revealed some vastly important secrets of cosmic structure. In particular, they have set at rest the long-standing doubts as to the real structure and position of the mysterious nebulae--those lazy masses, only two or three of them visible to the unaided eye, which the telescope reveals in almost limitless abundance, scattered everywhere among the stars, but grouped in particular about the poles of the stellar stream or disk which we call the Milky Way.\\n\\nHerschel's later view, which held that some at least of the nebulae are composed of a \\\"shining fluid,\\\" in process of condensation to form stars, was generally accepted for almost half a century. But in 1844, when Lord Rosse's great six-foot reflector--the largest telescope ever yet constructed--was turned on the nebulae, it made this hypothesis seem very doubtful. Just as Galileo's first lens had resolved the Milky Way into stars, just as Herschel had resolved nebulae that resisted all instruments but his own, so Lord Rosse's even greater reflector resolved others that would not yield to Herschel's largest mirror. It seemed a fair inference that with sufficient power, perhaps some day to be attained, all nebulae would yield, hence that all are in reality what Herschel had at first thought them-- vastly distant \\\"island universes,\\\" composed of aggregations of stars, comparable to our own galactic system.\\n\\nBut the inference was wrong; for when the spectroscope was first applied to a nebula in 1864, by Dr. Huggins, it clearly showed the spectrum not of discrete stars, but of a great mass of glowing gases, hydrogen among others. More extended studies showed, it is true, that some nebulae give the continuous spectrum of solids or liquids, but the different types intermingle and grade into one another. Also, the closest affinity is shown between nebulae and stars. Some nebulae are found to contain stars, singly or in groups, in their actual midst; certain condensed \\\"planetary\\\" nebulae are scarcely to be distinguished from stars of the gaseous type; and recently the photographic film has shown the presence of nebulous matter about stars that to telescopic vision differ in no respect from the generality of their fellows in the galaxy. The familiar stars of the Pleiades cluster, for example, appear on the negative immersed in a hazy blur of light. All in all, the accumulated impressions of the photographic film reveal a prodigality of nebulous matter in the stellar system not hitherto even conjectured.\\n\\nAnd so, of course, all question of \\\"island universes\\\" vanishes, and the nebulae are relegated to their true position as component parts of the one stellar system--the one universe--that is open to present human inspection. And these vast clouds of world-stuff have been found by Professor Keeler, of the Lick observatory, to be floating through space at the starlike speed of from ten to thirty-eight miles per second.\\n\\nThe linking of nebulae with stars, so clearly evidenced by all these modern observations, is, after all, only the scientific corroboration of what the elder Herschel's later theories affirmed. But the nebulae have other affinities not until recently suspected; for the spectra of some of them are practically identical with the spectra of certain comets. The conclusion seems warranted that comets are in point of fact minor nebulae that are drawn into our system; or, putting it otherwise, that the telescopic nebulae are simply gigantic distant comets.\\n\\nLockyer's Meteoric Hypothesis\\n\\nFollowing up the surprising clews thus suggested, Sir Norman Lockyer, of London, has in recent years elaborated what is perhaps the most comprehensive cosmogonic guess that has ever been attempted. His theory, known as the \\\"meteoric hypothesis,\\\" probably bears the same relation to the speculative thought of our time that the nebular hypothesis of Laplace bore to that of the eighteenth century. Outlined in a few words, it is an attempt to explain all the major phenomena of the universe as due, directly or indirectly, to the gravitational impact of such meteoric particles, or specks of cosmic dust, as comets are composed of. Nebulae are vast cometary clouds, with particles more or less widely separated, giving off gases through meteoric collisions, internal or external, and perhaps glowing also with electrical or phosphorescent light. Gravity eventually brings the nebular particles into closer aggregations, and increased collisions finally vaporize the entire mass, forming planetary nebulae and gaseous stars. Continued condensation may make the stellar mass hotter and more luminous for a time, but eventually leads to its liquefaction, and ultimate consolidation-- the aforetime nebulae becoming in the end a dark or planetary star.\\n\\nThe exact correlation which Lockyer attempts to point out between successive stages of meteoric condensation and the various types of observed stellar bodies does not meet with unanimous acceptance. Mr. Ranyard, for example, suggests that the visible nebulae may not be nascent stars, but emanations from stars, and that the true pre-stellar nebulae are invisible until condensed to stellar proportions. But such details aside, the broad general hypothesis that all the bodies of the universe are, so to speak, of a single species-- that nebulae (including comets), stars of all types, and planets, are but varying stages in the life history of a single race or type of cosmic organisms--is accepted by the dominant thought of our time as having the highest warrant of scientific probability.\\n\\nAll this, clearly, is but an amplification of that nebular hypothesis which, long before the spectroscope gave us warrant to accurately judge our sidereal neighbors, had boldly imagined the development of stars out of nebulae and of planets out of stars. But Lockyer's hypothesis does not stop with this. Having traced the developmental process from the nebular to the dark star, it sees no cause to abandon this dark star to its fate by assuming, as the original speculation assumed, that this is a culminating and final stage of cosmic existence. For the dark star, though its molecular activities have come to relative stability and impotence, still retains the enormous potentialities of molar motion; and clearly, where motion is, stasis is not. Sooner or later, in its ceaseless flight through space, the dark star must collide with some other stellar body, as Dr. Croll imagines of the dark bodies which his \\\"pre-nebular theory\\\" postulates. Such collision may be long delayed; the dark star may be drawn in comet-like circuit about thousands of other stellar masses, and be hurtled on thousands of diverse parabolic or elliptical orbits, before it chances to collide--but that matters not: \\\"billions are the units in the arithmetic of eternity,\\\" and sooner or later, we can hardly doubt, a collision must occur. Then without question the mutual impact must shatter both colliding bodies into vapor, or vapor combined with meteoric fragments; in short, into a veritable nebula, the matrix of future worlds. Thus the dark star, which is the last term of one series of cosmic changes, becomes the first term of another series--at once a post-nebular and a pre-nebular condition; and the nebular hypothesis, thus amplified, ceases to be a mere linear scale, and is rounded out to connote an unending series of cosmic cycles, more nearly satisfying the imagination.\\n\\nIn this extended view, nebulae and luminous stars are but the infantile and adolescent stages of the life history of the cosmic individual; the dark star, its adult stage, or time of true virility. Or we may think of the shrunken dark star as the germ-cell, the pollen-grain, of the cosmic organism. Reduced in size, as becomes a germ-cell, to a mere fraction of the nebular body from which it sprang, it yet retains within its seemingly non- vital body all the potentialities of the original organism, and requires only to blend with a fellow-cell to bring a new generation into being. Thus may the cosmic race, whose aggregate census makes up the stellar universe, be perpetuated--individual solar systems, such as ours, being born, and growing old, and dying to live again in their descendants, while the universe as a whole maintains its unified integrity throughout all these internal mutations--passing on, it may be, by infinitesimal stages, to a culmination hopelessly beyond human comprehension.\\n\\nIII. THE NEW SCIENCE OF PALEONTOLOGY\\n\\nWILLIAM SMITH AND FOSSIL SHELLS\\n\\nEver since Leonardo da Vinci first recognized the true character of fossils, there had been here and there a man who realized that the earth's rocky crust is one gigantic mausoleum. Here and there a dilettante had filled his cabinets with relics from this monster crypt; here and there a philosopher had pondered over them--questioning whether perchance they had once been alive, or whether they were not mere abortive souvenirs of that time when the fertile matrix of the earth was supposed to have\\n\\n```\\n      \\\"teemed at a birth  Innumerous living creatures, perfect forms,  Limbed and full grown.\\\"\\n```\\n\\nSome few of these philosophers--as Robert Hooke and Steno in the seventeenth century, and Moro, Leibnitz, Buffon, Whitehurst, Werner, Hutton, and others in the eighteenth--had vaguely conceived the importance of fossils as records of the earth's ancient history, but the wisest of them no more suspected the full import of the story written in the rocks than the average stroller in a modern museum suspects the meaning of the hieroglyphs on the case of a mummy.\\n\\nIt was not that the rudiments of this story are so very hard to decipher--though in truth they are hard enough--but rather that the men who made the attempt had all along viewed the subject through an atmosphere of preconception, which gave a distorted image. Before this image could be corrected it was necessary that a man should appear who could see without prejudice, and apply sound common-sense to what he saw. And such a man did appear towards the close of the century, in the person of William Smith, the English surveyor. He was a self-taught man, and perhaps the more independent for that, and he had the gift, besides his sharp eyes and receptive mind, of a most tenacious memory. By exercising these faculties, rare as they are homely, he led the way to a science which was destined, in its later developments, to shake the structure of established thought to its foundations.\\n\\nLittle enough did William Smith suspect, however, that any such dire consequences were to come of his act when he first began noticing the fossil shells that here and there are to be found in the stratified rocks and soils of the regions over which his surveyor's duties led him. Nor, indeed, was there anything of such apparent revolutionary character in the facts which he unearthed; yet in their implications these facts were the most disconcerting of any that had been revealed since the days of Copernicus and Galileo. In its bald essence, Smith's discovery was simply this: that the fossils in the rocks, instead of being scattered haphazard, are arranged in regular systems, so that any given stratum of rock is labelled by its fossil population; and that the order of succession of such groups of fossils is always the same in any vertical series of strata in which they occur. That is to say, if fossil A underlies fossil B in any given region, it never overlies it in any other series; though a kind of fossils found in one set of strata may be quite omitted in another. Moreover, a fossil once having disappeared never reappears in any later stratum.\\n\\nFrom these novel facts Smith drew the commonsense inference that the earth had had successive populations of creatures, each of which in its turn had become extinct. He partially verified this inference by comparing the fossil shells with existing species of similar orders, and found that such as occur in older strata of the rocks had no counterparts among living species. But, on the whole, being eminently a practical man, Smith troubled himself but little about the inferences that might be drawn from his facts. He was chiefly concerned in using the key he had discovered as an aid to the construction of the first geological map of England ever attempted, and he left to others the untangling of any snarls of thought that might seem to arise from his discovery of the succession of varying forms of life on the globe.\\n\\nHe disseminated his views far and wide, however, in the course of his journeyings--quite disregarding the fact that peripatetics went out of fashion when the printing-press came in--and by the beginning of the nineteenth century he had begun to have a following among the geologists of England. It must not for a moment be supposed, however, that his contention regarding the succession of strata met with immediate or general acceptance. On the contrary, it was most bitterly antagonized. For a long generation after the discovery was made, the generality of men, prone as always to strain at gnats and swallow camels, preferred to believe that the fossils, instead of being deposited in successive ages, had been swept all at once into their present positions by the current of a mighty flood--and that flood, needless to say, the Noachian deluge. Just how the numberless successive strata could have been laid down in orderly sequence to the depth of several miles in one such fell cataclysm was indeed puzzling, especially after it came to be admitted that the heaviest fossils were not found always at the bottom; but to doubt that this had been done in some way was rank heresy in the early days of the nineteenth century.\",\"timestamp\":1636538101,\"title\":\"A History of Science, Volume 3\\n\\nby Henry Smith Williams, M.D., LL.D.\"},\"digest\":\"KjAvwG3Lrv3uW5g1t8dKBhP7l8YHIZv55N_H9tZFDPI\",\"authorship\":{\"contributor\":\"0x8545f0833b3238480B8e72e22fC0E69Fa84d1cf2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fXCTBjysjz4unC6eJV4nfGYFW59WmlFDtcRTxD_pQkI\\\",\\\"y\\\":\\\"3akrYbA8Sx_UT3reX1cwTMxlPuSqZ3sIyGgXpiyqxD4\\\"}\",\"signature\":\"mkqXDOIm1KGvjPHWPBQaVQ875tfGp97CLv6ZLbQkt4PpKbj_SnB39sLGpefUyHdaA26VeY4bRsuHFTNVtSQRaw\",\"signingKeySignature\":\"0x8c1e14a29df0224321b71d73fd858e1b639de1b8795fc3a8df0b34cc476a56ec16aed541505da5ce5ffe064b68f55c7d8657014d8d55c73d71b77927ccb75c261c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fXCTBjysjz4unC6eJV4nfGYFW59WmlFDtcRTxD_pQkI\\\",\\\"y\\\":\\\"3akrYbA8Sx_UT3reX1cwTMxlPuSqZ3sIyGgXpiyqxD4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KjAvwG3Lrv3uW5g1t8dKBhP7l8YHIZv55N_H9tZFDPI\"}"