"{\"content\":{\"body\":\"d tell your mother that little Husson has come, and say to her that\\n\\nI am obliged to go to Les Moulineaux for a moment.\\\"\\n\\nThe steward, then about fifty years old, was a dark man of medium\\n\\nheight, and seemed stern. His bilious complexion, to which country\\n\\nhabits had added a certain violent coloring, conveyed, at first sight,\\n\\nthe impression of a nature which was other than his own. His blue eyes\\n\\nand a large crow-beaked nose gave him an air that was the more\\n\\nthreatening because his eyes were placed too close together. But his\\n\\nlarge lips, the outline of his face, and the easy good-humor of his\\n\\nmanner soon showed that his nature was a kindly one. Abrupt in speech\\n\\nand decided in tone, he impressed Oscar immensely by the force of his\\n\\npenetration, inspired, no doubt, by the affection which he felt for\\n\\nthe boy. Trained by his mother to magnify the steward, Oscar had\\n\\nalways felt himself very small in Moreau's presence; but on reaching\\n\\nPresles a new sensation came over him, as if he expected some harm\\n\\nfrom this fatherly figure, his only protector.\\n\\n\\\"Well, my Oscar, you don't look pleased at getting here,\\\" said the\\n\\nsteward. \\\"And yet you'll find plenty of amusement; you shall learn to\\n\\nride on horseback, and shoot, and hunt.\\\"\\n\\n\\\"I don't know any of those things,\\\" said Oscar, stupidly.\\n\\n\\\"But I brought you here to learn them.\\\"\\n\\n\\\"Mamma told me only to stay two weeks because of Madame Moreau.\\\"\\n\\n\\\"Oh! we'll see about that,\\\" replied Moreau, rather wounded that his\\n\\nconjugal authority was doubted.\\n\\nMoreau's youngest son, an active, strapping lad of twelve, here ran\\n\\nup.\\n\\n\\\"Come,\\\" said his father, \\\"take Oscar to your mother.\\\"\\n\\nHe himself went rapidly along the shortest path to the gamekeeper's\\n\\nhouse, which was situated between the park and the forest.\\n\\nThe pavilion, or lodge, in which the count had established his\\n\\nsteward, was built a few years before the Revolution. It stood in the\\n\\ncentre of a large garden, one wall of which adjoined the court-yard of\\n\\nthe stables and offices of the chateau itself. Formerly its chief\\n\\nentrance was on the main road to the village. But after the count's\\n\\nfather bought the building, he closed that entrance and united the\\n\\nplace with his own property.\\n\\nThe house, built of freestone, in the style of the period of Louis XV.\\n\\n(it is enough to say that its exterior decoration consisted of a stone\\n\\ndrapery beneath the windows, as in the colonnades of the Place Louis\\n\\nXV., the flutings of which were stiff and ungainly), had on the\\n\\nground-floor a fine salon opening into a bedroom, and a dining-room\\n\\nconnected with a billiard-room. These rooms, lying parallel to one\\n\\nanother, were separated by a staircase, in front of which was a sort\\n\\nof peristyle which formed an entrance-hall, on which the two suits of\\n\\nrooms on either side opened. The kitchen was beneath the dining-room,\\n\\nfor the whole building was raised ten steps from the ground level.\\n\\nBy placing her own bedroom on the first floor above the ground-floor,\\n\\nMadame Moreau was able to transform the chamber adjoining the salon\\n\\ninto a boudoir. These two rooms were richly furnished with beautiful\\n\\npieces culled from the rare old furniture of the chateau. The salon,\\n\\nhung with blue and white damask, formerly the curtains of the state-\\n\\nbed, was draped with ample portieres and window curtains lined with\\n\\nwhite silk. Pictures, evidently from old panels, plant-stands, various\\n\\npretty articles of modern upholstery, handsome lamps, and a rare old\\n\\ncut-glass chandelier, gave a grandiose appearance to the room. The\\n\\ncarpet was a Persian rug. The boudoir, wholly modern, and furnished\\n\\nentirely after Madame Moreau's own taste, was arranged in imitation of\\n\\na tent, with ropes of blue silk on a gray background. The classic\\n\\ndivan was there, of course, with its pillows and footstools. The\\n\\nplant-stands, taken care of by the head-gardener of Presles, rejoiced\\n\\nthe eye with their pyramids of bloom. The dining-room and billiard-\\n\\nroom were furnished in mahogany.\\n\\nAround the house the steward's wife had laid out a beautiful garden,\\n\\ncarefully cultivated, which opened into the great park. Groups of\\n\\nchoice parks hid the offices and stables. To improve the entrance by\\n\\nwhich visitors came to see her, she had substituted a handsome iron\\n\\ngateway for the shabby railing, which she discarded.\\n\\nThe dependence in which the situation of their dwelling placed the\\n\\nMoreaus, was thus adroitly concealed, and they seemed all the more\\n\\nlike rich and independent persons taking care of the property of a\\n\\nfriend, because neither the count nor the countess ever came to\\n\\nPresles to take down their pretensions. Moreover, the perquisites\\n\\ngranted by Monsieur de Serizy allowed them to live in the midst of\\n\\nthat abundance which is the luxury of country life. Milk, eggs,\\n\\npoultry, game, fruits, flowers, forage, vegetables, wood, the steward\\n\\nand his wife used in profusion, buying absolutely nothing but\\n\\nbutcher's-meat, wines, and the colonial supplies required by their\\n\\nlife of luxury. The poultry-maid baked their bread; and of late years\\n\\nMoreau had paid his butcher with pigs from the farm, after reserving\\n\\nthose he needed for his own use.\\n\\nOn one occasion, the countess, always kind and good to her former\\n\\nmaid, gave her, as a souvenir perhaps, a little travelling-carriage,\\n\\nthe fashion of which was out of date. Moreau had it repainted, and now\\n\\ndrove his wife about the country with two good horses which belonged\\n\\nto the farm. Besides these horses, Moreau had his own saddle-horse. He\\n\\ndid enough farming on the count's property to keep the horses and\\n\\nmaintain his servants. He stacked three hundred tons of excellent hay,\\n\\nbut accounted for only one hundred, making use of a vague permission\\n\\nonce granted by the count. He kept his poultry-yard, pigeon-cotes, and\\n\\ncattle at the cost of the estate, but the manure of the stables was\\n\\nused by the count's gardeners. All these little stealings had some\",\"timestamp\":1637316361,\"title\":\"\\n\\\"Jacques,\\\" said Moreau to one of his children whom they met, \\\"run in\"},\"digest\":\"zdJWMEoHIx9MtOdPybLV8upcfUMPsISWQa7NdVFVGbM\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9GqUGIGA2-lVGI5wlwLk_s3pKa83_PiAzQ0cxgkNCxU\\\",\\\"y\\\":\\\"xmqgr-UdJPg-pgCaI_RwuELL6ScyKDuYli1rwaj8FSM\\\"}\",\"signature\":\"u-mgqNuXJhM6u1gOeAEgz86zAHHhRK5bHu3qFJyIIVL6_vH0ZWpnfCQYhkgg9NIgZf9tIVXDC7nXcR0YH3Td0g\",\"signingKeySignature\":\"0x872f362c37bdb6fb1556a30c2118fd5b1d90891d3568e3c9ff650f7931679a4661798b29488e7a8808ec05287b57337739b50dfd32a29966a034658ada69d4631b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9GqUGIGA2-lVGI5wlwLk_s3pKa83_PiAzQ0cxgkNCxU\\\",\\\"y\\\":\\\"xmqgr-UdJPg-pgCaI_RwuELL6ScyKDuYli1rwaj8FSM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zdJWMEoHIx9MtOdPybLV8upcfUMPsISWQa7NdVFVGbM\"}"