"{\"content\":{\"body\":\"Why are events launching communities in 2020? Are they even communities? And what does it mean for your business?\\n\\nI've always been skeptical with the use of the word \\\"communities\\\" in the business world. According to [dictionary.com](https://www.dictionary.com/browse/community):\\n\\n> A community is a social, religious, occupational, or other group sharing common characteristics or interests and perceived or perceiving itself as distinct in some respect from the larger society within which it exists.\\n\\nA community isn't:\\n\\n* A directory\\n* A freelance community manager\\n* A Facebook / Slack / Telegram group\\n* A member section of your website\\n* A statement\\n\\nFor me, event organizers aren't community builders per se. I'm not saying they can't be good at creating elements of belonging that are similar to these groups, but events are temporary gatherings by definition. This is their strength.\\n\\nSo by this definition, I propose the words, \\\"network\\\" or \\\"club\\\" as more appropriate and descriptive as to what a number of self described \\\"communities\\\" actually are.\\n\\nThe recent evolution of the event industry was mostly focused on turning tradeshows and fairs into content marketing machines, with the rise of conference programs and educational initiatives.\\n\\nWeb Summit is living proof of this trend. What started as a small conference became one of the largest tradeshows in the Tech industry.\\n\\n[https://twitter.com/paddycosgrave/status/1315001415820025859?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1315001415820025859%7Ctwgr%5E%7Ctwcon%5Es1_c10&ref_url=https%3A%2F%2Fselected.sesamers.com%2Fcome-for-the-community-stay-for-the-event%2F](https://twitter.com/paddycosgrave/status/1315001415820025859?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1315001415820025859%7Ctwgr%5E%7Ctwcon%5Es1_c10&ref_url=https%3A%2F%2Fselected.sesamers.com%2Fcome-for-the-community-stay-for-the-event%2F)\\n\\nWith social networks and in particular LinkedIn disrupting the way information and business relations were traded, some event organizers already understood that they needed to become platforms and that turning their audiences into communities would be both the most important and hardest task for them.\\n\\n> Renting square meters has nothing to do with a cult.\\n\\nInitiatives launched by the [World Economic Forum](http://www3.weforum.org/docs/TopLink/WEF_TopLinkataGlance.pdf) and [TED](https://www.ted.com/people) are worth mentioning but their platforms are mostly an extension of the content/conference activity. It is not a community business.\\n\\n> You are not Reddit.\\n\\nInvestors are raging for communities and startups that built a following that goes beyond business. As reported in First Round Capital's [State of Startups in 2019](https://stateofstartups2019.firstround.com/#10-community-moat), \\\"nearly 80% of founders reported building a community of users as important to their business, with 28% describing it as their moat and critical to their success\\\".\\n\\nThere's so many conferences, tools, newsletters, reports and communities about communities, that it's worth an entire article. If you'd like to dive further into this topic, have a look into the work of [CMX Connect](https://events.cmxhub.com/) (recently acquired by Bevy) and the book [\\\"Get Together: How to build a community with your people\\\"](https://www.amazon.com/Get-Together-Build-Community-People/dp/1732265194/), by Bailey Richardson, Kevin Huynh, and Kai Elmer Sotto.\\n\\nWith the pandemic, things were clear for event organizers. Either they were able to turn their business into a community or they wouldn't survive. But is it too late already? Who really wants to be 24/7 part of a business community run by an event company?\\n\\n![](https://selected.sesamers.com/content/images/2020/10/Event-evolution.jpg)\\n\\nAt Startup Sesame, we asked ourselves what was the meaning of our community from day 1. We didn't really plan it, it just happened with karaoke parties (I'm still not sure if my voice has recovered) and our support to entrepreneurs without any financial interest - both usually help a great deal if you REALLY want to be identified as a community builder.\\n\\nBut it became less relevant for us as we were ramping up our business operations and we even tried to turn [Sesame Summit](https://sesamesummit.com/), the annual gathering of our community, into a profitable business in 2020. Yeah. Not so much.\\n\\n**Quick litmus test**: if people are still bragging about being part of your community long after you've produced your last physical event, you might have built something worth investing in.\\n\\n[https://twitter.com/MechVentura/status/1314890994966581248?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1314890994966581248%7Ctwgr%5E%7Ctwcon%5Es1_c10&ref_url=https%3A%2F%2Fselected.sesamers.com%2Fcome-for-the-community-stay-for-the-event%2F](https://twitter.com/MechVentura/status/1314890994966581248?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1314890994966581248%7Ctwgr%5E%7Ctwcon%5Es1_c10&ref_url=https%3A%2F%2Fselected.sesamers.com%2Fcome-for-the-community-stay-for-the-event%2F)\\n\\nAnd that's what we did from the third week of March of this year onwards. With our weekly [Coffee with Sesame](https://blog.startupsesame.com/we-are-stronger-together-now-and-always-8dd96b99081a), we gathered over 50 event organizers during 25 sessions to date. From this privileged viewpoint, we've seen first hand how Tech events are reinventing themselves and launching communities.\\n\\n## Case studies\\n\\nThis is a short overview of some initiatives that are aiming at turning annual events into subscription (and community) based businesses.\\n\\n### Educational approach: Afrobytes\\n\\n![](https://selected.sesamers.com/content/images/2020/10/afrobytes.png)\\n\\n* Description: a recurring (weekly) business networking event focused on specific topics to educate and connect leaders working with the African technology sector. Current focus: Connectivity, Fintech & Diversity\\n* Format: 60min live workshop & 45min 1:1 networking\\n* Pricing: $59-89/event\\n* Platform: Run The World\\n* [Registration](https://www.runtheworld.today/app/invitation/5979)\\n* Website: [africantechindustry.com](https://www.africantechindustry.com/)\\n\\n### Content approach: Hello Tomorrow\\n\\n[https://www.youtube.com/watch?v=4ZxV2dB5_rU](https://www.youtube.com/watch?v=4ZxV2dB5_rU)\\n\\n* Description: The Core is a resource center including exclusive footage from this year’s [Hello Tomorrow Global Summit](https://selected.sesamers.com/hello-tomorrow-global-summit-2020/), as well as panel discussions, keynotes and reports\\n* Format: 6 month membership offered to all paid ticket holders, as well as a special network offer for investors\\n* Pricing: 65-999€\\n* Platform: Swapcard + Wordpress (TBC)\\n* Website: [hello-tomorrow.org/the-core-by-hello-tomorrow](https://hello-tomorrow.org/the-core-by-hello-tomorrow/)\\n\\n### Integrated approach: Node by Slush\\n\\n![](https://selected.sesamers.com/content/images/2020/10/map-curved-white-1536x936.png)\\n\\n* Description: an online hub that connects startups with investors, partners, and mentors throughout the fall of 2020 (and potentially 2021).\\n* Format: the event consists of monthly gathering hosted over several days to provide free and member-only webinars & roundtables.\\n* Pricing: 29-109€/month\\n* Platform: Hivebrite + Zoom + Slush Matchmaking\\n* Website: [slush.org/node-by-slush](https://www.slush.org/node-by-slush/)\\n\\n## Conclusion\\n\\nWe will see more offers popping up in the event industry in the coming weeks so this article might rapidly outdate itself. In fact, I hope it does. But the overall trend is here to stay.\\n\\nFor event organizers, this is a major change of focus and it requires new skills and hiring different profiles. Deciding which [tools](https://community.club/tools) work best for your specific needs is also a big challenge. Event technology software isn't good at community building in general.\\n\\nFor investors, you'll need to continue to build platforms and expand your community work, with initiatives like [Diversity.vc](https://www.diversity.vc/), [Included.vc](https://included.vc/) or [YSYS](https://www.thisisysys.com/).\\n\\nAnd for startup founders, it will either mean to double down on your existing effort in marketing and allocate more budget to this area; Or build it from scratch. The good news is that it's never been so important to [support your community](https://blog.globalwebindex.com/chart-of-the-week/online-communities/).\\n\\n\\n---\\n\\n**First published on [Selected by Sesamers](https://selected.sesamers.com/come-for-the-community-stay-for-the-event/)**\\n\\n[https://selected.sesamers.com/come-for-the-community-stay-for-the-event/](https://selected.sesamers.com/come-for-the-community-stay-for-the-event/)\\n\\n\",\"timestamp\":1636574730,\"title\":\"Come for the Community, Stay for the Event\"},\"digest\":\"MZwKjlhGbVDYfBlQj4it28GyMYyleOTz4EPfiEe_LDA\",\"authorship\":{\"contributor\":\"0x400ae133398Bb547C4D1188df79Aba0Cb5138d99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YMXYwdgdbO9cie_jTMoVGsvzdSFbS9eubDjzlP6Bhkg\\\",\\\"y\\\":\\\"1GfBw7biU8EaUHcL69_jIzQA0DGZ7BR4zNjX80rJP_Y\\\"}\",\"signature\":\"4evAMEz3OEmutDRW_1a55gC11TaS-h2JU7q1rsBVzmhEoRZ7N87ChE2fYwKRaa9s45JeJ0Q08kFbNLB0hUU-UA\",\"signingKeySignature\":\"0x6236773df2fe20138f1797d6677863b91ed52e0baffa11f885fb2e69122df1297be846c89181e410b9a20816712fc495f0b5de4729b6d954d58169aff3108d9d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YMXYwdgdbO9cie_jTMoVGsvzdSFbS9eubDjzlP6Bhkg\\\",\\\"y\\\":\\\"1GfBw7biU8EaUHcL69_jIzQA0DGZ7BR4zNjX80rJP_Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w94ApRbdlZxSsAVXpFqtpvruu0u_QlnHWOz4P9iuNzg\"}"