"{\"content\":{\"body\":\"吴缺不是从来不在自己的同学或者同时朋友圈凡尔赛吗？现在他跟潘蓉联络上了，那凡尔赛就由不得他了，因为潘蓉帮他完成了凡尔赛之路，把林星雅的大别墅当成了他的家，乖乖，900方的大别墅，带一个大花园，还有一双可爱至极的双胞胎儿女，这些都被潘蓉晒了出来。\\n\\n她以为吴缺会高兴呢，不料，她忘了吴缺是花花公子，自己有儿女的事情压根就没告诉父母，现在，吴缺的父母在潘蓉的朋友圈看到了这个……\\n\\n吴缺立刻就接到了母亲的电话，质问潘蓉的朋友圈是怎么回事，吴缺只能把“前女友”的设定搬了出来。母亲感觉非常可惜：“不是你的啊，哎呀，太可爱了，要是你的就好了。”\\n\\n吴缺：“……我跟前女友关系很好，你们把双胞胎当成我的，也未尝不可。”\\n\\n母亲：“这怎么能当自己的呢？是就是，不是就不是！”\\n\\n吴缺：“咳咳，这个，社会很复杂的。”\\n\\n这个倒也不能怪潘蓉，谁会想到有这么幸福的家庭，吴缺却不肯走进正常的婚姻呢？问题是，好像林星雅也不肯，到目前为止，林星雅一点儿也没暗示过她想举办一场盛大的婚礼，让他娶进门。\\n\\n一番费力巴拉的否认之后，吴缺再次回到了平静的生活，他悄悄私信给潘蓉，以后不要晒关于他的东西，包括别墅、孩子、女友、前女友等等。\\n\\n潘蓉立刻意识到自己犯了错误，赶紧忙不迭道歉。\\n\\n亿万富翁的私生活果然要保持神秘。\\n\\n但这条小小的凡尔赛已经扩散了，高中的班级有一个同学跟吴缺考上同一所大学，金波师范大学，所以，吴缺又被大学的同学们找到了，并且拉进了群。\\n\\n这个大学就有趣了，校花跟班花是同一个人，反正吴缺没见过比班花更好看的校友，这朵花就是所有男生的梦想，周啾 jiū。\\n\\n一个男生能够跟校花同班真是太幸运了，而且，吴缺曾经不知廉耻地给周啾写过情书呢。他现在必须回忆起当初的花季雨季往事，因为……周啾看到他进群，在群里分享了他曾经写的情书，大家一看就知道是吴缺写的，因为他写字应该是班级里最好看的，当年就会写欧体字，甚至当年是巅峰，因为出校园之后就不玩这些文艺的东西了。\\n\\n刚刚回到大学群就被围观了，引发大家一片欢乐。\\n\\n吴缺看了两眼当初的青涩文笔，不禁老脸一红，啊，老子的青春啊。不过，青春能够跟师范大学的校花联系在一起，并且她一直保存着自己的情书，虽然是个笑话，那也是极好的。\\n\\n那个高中和大学双料同学季中流发话了：“刚刚知道，吴缺买了一个900平的大别墅，金波市的！”\\n\\n“有图有真相吗？”\\n\\n季中流把潘蓉拍摄的照片转了过来，引发一阵阵惊叹。\\n\\n吴缺澄清：“我不是我没有你别瞎说，这是……我前女友的房子。”\\n\\n有人立刻分享了云野的那首《富婆好》。\\n\\n“牛逼，前女友都这么牛，那么，现任呢？”\\n\\n“吴总自己呢？”\\n\\n吴缺：“我租了5000块一个月的三居室，普通人家。”\\n\\n“吴总低调了，说说你的前女友吧。”\\n\\n吴缺：“我知道你们想了解什么，嘿嘿，其实也没什么，我就是运气好，投资翻了几百倍，你们应该知道是哪个领域了。”\\n\\n“牛逼！”自然是一片羡慕嫉妒以及彩虹屁。\\n\\n班花兼校花好久不说话了，她忙着加吴缺的好友私聊呢，群里三分之一都悄悄加了吴缺的好友，这就是金钱的魔力。\\n\\n周啾：“咳咳，不好意思，我不该晒你的情书，可以原谅我吗？”\\n\\n吴缺：“没关系，早就看开了，得不到的白月光那也是一段美好的回忆，不是吗？”\\n\\n周啾：“我可以看看你的近照吗？想知道你变成什么样子了。”\\n\\n吴缺现场自拍了一张，发送给班花兼校花。\\n\\n拍完之后自己也有点小吃惊，好像他年纪越大越耐看，不知道是什么缘故，也许就是有些人的基因有这种特质。\\n\\n周啾果然也吃了一惊：“你怎么变得这么帅？不会是请专人P过的吧？”\\n\\n吴缺：“哈哈，怎么可能？我刚刚自拍的。”\\n\\n不用他追，周啾自己也拍了一张美美哒照片发过来，她刚刚洗完澡，穿着露肩的浴袍，雪肤+诗情画意的脸，简直是征服男人的大杀器，饶是阅人无数的吴缺，都有点难以自持，果然是自己灵魂深处的一个梦。\\n\\n这还没完，周啾还把自己拍的写真视频发过来，这是穿着一件雪白单肩吊带坐在地上摆拍的视频，完全把她的身材和颜值推到巅峰的作品。\\n\\n传说荷兰从西班牙独立的领袖威廉·奥兰治听到西班牙和法国要武力征服荷兰之后，整整沉默了三天，最终背叛宠爱他的西班牙国王，成为荷兰执政，所以有一个外号叫“沉默者威廉”。\\n\\n吴缺被这个写真视频击中了灵魂，变成了沉默者吴缺。\\n\\n周啾：“好看吗？”\\n\\n吴缺：“要疯。”\\n\\n周啾：“有什么想法吗？”\\n\\n吴缺：“没有。”\\n\\n周啾：“为啥？”\\n\\n吴缺：“我害怕再次遇到那封情书的遭遇。”\\n\\n周啾：“唉，爱情总是要经历失败，你会失败，我，也会失败，你约我吧。”\\n\\n于是，他们约好在南湖公园的一家餐厅吃饭。\\n\\n这家餐厅的名字叫“月满楼”，没错，就是十年没见林星雅之后第一次约会的地方，那个人均100多的地方，现在好像菜价升级了，变成了200，但也还是特别普通的价格，味道却还不错。吴缺不缺，已经不需要高级餐馆来展示自己的实力，喜欢哪里，就去哪里，也不在乎女方是不是乐意，你乐意也好，最好不乐意。\\n\\n对多年不见的朋友，吴缺特别喜欢在月满楼见面，虽然环境拥挤了一些，但是靠近南湖公园，出去散步方便，不可能就在餐馆里聊太久。\\n\\n周啾可能是吴缺见过的女人里面最会展示自己的，而且敢于展示自己，当年她就崭露头角，是各种文娱表演的常客，很多男生的梦中情人，当然也是吴缺的，吴缺还孟浪的给人家写了情书，谁叫吴缺自我感觉良好呢？一手那么好看的字，肯定要经常写东西。\\n\\n“啾啾！”这是当年大家称呼周啾用的最多的昵称，十多年之后再见面，把这两个字说出口，那真是五味杂陈，很多往日旧时光的感触一起涌上心头。他们见面是谈感情的，不是馋身子。\\n\\n“吴缺。”吴缺的名字本身就很特殊，叫起来特别顺口，不管是线上线下，几乎所有吴缺的朋友都这么叫他，甚至父母也是这么叫的。\\n\\n周啾穿着那件写真集里面的雪白单肩吊带，露出细腻的香肌，吸引无数目光。\\n\\n她的声音当年是用来唱歌的，如今成熟了一些，更有韵味。单单就外貌条件来看，又是吴缺心中的另一座高峰。当然，因为阅人无数，吴缺并不一定要攀登这座高峰，仅仅是这么评价一下。\\n\\n周啾嫣然一笑：“吴缺好特别，消失多年，一下子出现就让所有人大吃一惊，前阵子我还听见有人抱怨你不见了呢。”\\n\\n吴缺：“是的，很多老同学，说不见就不见了，原因很多。”\\n\\n他们现在是在停车场，很容易看到彼此的车，周啾的座驾是一辆量子蓝的宝马5，价格约50万的豪车，当然，价格是吴缺的座驾的一半，也不错了。\\n\\n吴缺看着月满楼的牌匾，说：“你知道我为什么选这家餐厅吗？”\\n\\n周啾：“不知道，很普通的餐厅。”\\n\\n吴缺：“对我来说不普通，我追了十年的女神答应我吃饭，就在这里，当时我还开着一辆五菱电动车来呢，一个年薪百万的女神肯跟当时那样子的我共进晚餐，真是我人生难得的高光时刻。所以月满楼对我来说意义非凡，我约你来这里，说不定又有什么奇遇呢。人和人就是这样，每一种关系都是特殊的，每一次约会都是特殊的。”\\n\\n说起来你可能不信，周啾没有半点对这个饭店的嫌弃，尽管她已经很久没有到低于人均1000的餐馆就餐了。听了吴缺的解释，就更喜欢这个餐馆了。\\n\\n说起来周啾跟林星雅真的很像，也是忽然间想起了吴缺，毕竟十多年前曾经给她写过情书，吴缺忽然回到同学群，她就跟吴缺开个玩笑，而出来跟他吃饭，完全不是因为看到吴缺有钱，因为……周啾觉得吴缺再怎么成功，再购买了豪宅，也不可能有她丈夫有钱，她丈夫现在身价百亿。但有一个问题，她丈夫是一个工作狂，十天时间有8天在外地出差，即便是在家，也几乎从来不搞那些风花雪月的浪漫，似乎对男欢女爱没啥兴趣，你可以说他是一个好男人，也可以说是一个不解风情的白痴。\",\"timestamp\":1640791817,\"title\":\"共济会风云 第67章 沉默者吴缺\"},\"digest\":\"wmCqh7Jx4NdrXRJHH1BzyIvCM2s04RrQ-2C74ZZjxlI\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"dgQuCAGc4XJw63AOatmc0rMh-5WSdCgRm3yv044G7zxElYtAqZ58pVTg-IzD-UlE88LAMuuhpw-eP6GznLZkmg\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3mAjP6im1qWvQKH2rGdGb4-NjzTzpYh2Qae9zan5GrY\"}"