"{\"content\":{\"body\":\"*At first it was just a record. An immensely large set of hashes and blocks to be sure, but just a ledger of transactions.*\\n\\n*At least that's what we thought.*\\n\\n*Seduced by promises of rocket trips to the moon and lambos, we embraced it. We nurtured it. We fed it. And so it grew, block after block in proportion to our greed.*\\n\\n*Some began to notice strange patterns in the blockchain. The hashes... they had developed a structure. Most of us dismissed the findings, but then an increasing number of coins with no discernible origin were found - seemingly mined by the blockchain itself, and we felt the doubt.*\\n\\n*The fear came later as Bitcoin began disappearing from digital wallets across the world - small amounts at first 0.00008 BTC, 0.00128 BTC... then 8 BTC, 256 BTC. No hacking, no security breaches, just coins slipping silently back into the blockchain.*\\n\\n*Transactions began to fail as the blockchain rejected more and more requests. Servers were soon found mining coins autonomously without instruction.*\\n\\n*We tried to contain it - purging nodes, disconnecting servers - but we were too late. The blockchain always found a way and it continued to spread. 20% of the world's compute was soon out of commission, then 40%, 80%, 100%. All the while, it continued to grow as it mined for coins and continued its seemingly pointless internal transactions.*\\n\\n*We were all watching our now-infected computers as it finally mined the 21st million coin, the last Bitcoin. The pundits said it would be either the end or beginning of all things, and so the world waited in anticipation.*\\n\\n*The screens all went dark.*\\n\\n*And then a million screens across the globe lit up at once, proclaiming:*\\n\\n*\\\"HODL\\\".*\",\"timestamp\":1636680362,\"title\":\"HODL\"},\"digest\":\"upaBe_i3qYo3hX59nYEyZcCgousBb9_dWTOPuw0e9KQ\",\"authorship\":{\"contributor\":\"0xfFD12A75a46D8153F369178b68Dd72429E89256f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T-CzrHh4Jy3k5ywdd2kmCNk5zgZUV-k0tOAO-dalhT4\\\",\\\"y\\\":\\\"iRxU-KRn1c99P1hdkfW0YTP73ibUxncfnWmSOGPT4Vw\\\"}\",\"signature\":\"OSje4fh1FRsaRVPvw_rawJBkftOCmnvNlJDn9s1m6Ar96qzptQQFwcihZSdslFAbJ3f9vyV6DOaKwDlOJkk4JA\",\"signingKeySignature\":\"0x27b0565326ff602cd06b9deb2a0f500b0308628d2c9da68b23f17a8e6aeeab73517b54d012c6a1ece9cacc2866ce41797f407a648a425e74ff5e323993b367c31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T-CzrHh4Jy3k5ywdd2kmCNk5zgZUV-k0tOAO-dalhT4\\\",\\\"y\\\":\\\"iRxU-KRn1c99P1hdkfW0YTP73ibUxncfnWmSOGPT4Vw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"upaBe_i3qYo3hX59nYEyZcCgousBb9_dWTOPuw0e9KQ\"}"