"{\"content\":{\"body\":\"**The crowdfund for *Conversations on AI*, Impossible Object's first book, can be found [here](https://r.mirror.xyz/hqkBkj6ttSQfHvgdArGYPNgw9JkrlLAyZqC5UWqk3s0).**\\n\\n**In this short piece, Impossible Object and Reza Negarestani define the scope – and scale – of *Conversations on AI*.**\\n\\n![Still from \\\"Powers of Ten\\\". Copyright Eames Office LLC.](https://images.mirror-media.xyz/publication-images/3cd2022e-2df3-41e1-8322-47717aa08c1d.jpeg?height=1046&width=1568)\\n\\nComplex landscapes are defined by their multi-level structures. They demand us to navigate them across different scales, to see and approach them not as monolithic phenomena but as deep objects which progressively push us to engineer better toolboxes of techniques to interact with them. The concept of intelligence invokes precisely one such complex landscape whose navigation calls at once for open-ended exploration and careful development of new ways of knowing and practice.\\n\\nCharles and Ray Eames’ classic short film *Powers of Ten* begins with a couple enjoying a picnic. This is what we can call the familiar picture of things broadly understood. Thus, the initial point of the story takes place at a scale we are already inhabiting in our ordinary and quotidian picture of the world. We can call this the scale zero of any terrestrial story.\\n\\nThe film then scales up this familiar picture every ten seconds, from one square meter to ten square meters, then one hundred and then one thousand, until it reaches 100 million light years. By this simple procedure of adding a zero to our index of scale-length every ten seconds, we soon find ourselves at the brink of an empty universe littered with scanty piles of dust that we call galaxies. \\n\\nThe film then reverses direction and hurtles back towards the couples at the Michigan lakeside. This time we scale down from a patch of the man’s skin to the scale of elementary particles and scales for which we have not yet developed robust and confirmed theories of physics. \\n\\n![Stills from \\\"Powers of Ten\\\". Copyright Eames Office LLC.](http://shazwanyaziz.com/wp-content/uploads/2018/11/Powers_of_Ten_Film_Stills_Final.png)\\n\\nThis instance of scaling up and down from the ordinary picture of ourselves to which we are accustomed to a scale where the concept of the human must be invented anew coincides with the obligation of forging new ways of looking at the meaning of our place in the world broadly understood. \\n\\nAs we move up and down in terms of scales, we no longer see ourselves as this or that sort of species, for our conception of ourselves as a part of the world constantly changes, a change that requires new concepts and vocabularies, new ways of knowing and worldmaking, and by extension revised theoretical and practical commitments to the word and to ourselves.\\n\\nThe aim of *Conversations on AI* is to pursue a series of discussions with a simple premise. We will begin by talking about artificial intelligence and general intelligence as we know them today. This is the scale zero of our dialogue. From our ordinary understanding of intelligence, we can move up and down the scales. We will assess the idea of AI and general intelligence at political and trans-generational levels as we travel higher in scales. At the same time, we’ll begin to talk about intelligence at lower scales such as neural and biochemical levels. Our commitment is to nothing but drastic shifts in perspective when it comes to talking about intelligence. \\n\\nSuch changes of perspective demand us to engineer new concepts — more refined, more fruitful and more robust — for the scale at which we address the problems. Conceptual engineering that replaces or repairs our everyday concepts with better ones will be a guiding principle in our exploration.\\n\\nAll in all, this book promises to deal with the questions of artificial intelligence and general intelligence using a host of different perspectives at different scales, from the question of modeling complex phenomena to planetary-scale engineering, education and global pedagogy, trans-generational politics to the intersection of the computational mind and the social mind.\\n\\nWhat happens when the social account of mind meets the computational account of mind, when we realize that we have always been artifacts of our decisions, thoughts and actions, whether directly or through the systems in which they have now been entrenched?\\n\\n**Click here to be taken back to the *Conversations on AI* crowdfund:**\\n\\nhttps://r.mirror.xyz/hqkBkj6ttSQfHvgdArGYPNgw9JkrlLAyZqC5UWqk3s0\\n\\n**Reza Negarestani is a philosopher and a former systems engineer. Since the early 2000s, he has contributed extensively to journals and anthologies, and lectured at numerous international universities and institutes including Duke University, MIT, the University of Texas at Austin, École Normale Supérieure, and Haus der Kulturen der Welt, among others.**\\n\\n**Negarestani’s writings have been translated to twelve languages. Negarestani’s latest philosophical work is *Intelligence and Spirit* (Urbanomic/Sequence Press/MIT, 2018), a book investigating the meaning of intelligence at the intersection of artificial intelligence, philosophy of mind, theory of computation and the philosophy of German Idealism.**\",\"timestamp\":1621953060,\"title\":\"Impossible Object and Reza Negarestani on \\\"Conversations\\\"\",\"publication\":\"r\"},\"digest\":\"O0c8tWshDVpZ1J-u0H2vJiwKOzuPBEiHreLxLh-xzyM\",\"authorship\":{\"contributor\":\"0xc46E9a66FDdC8D1a69529d86E668236f02957F1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"signature\":\"36bPl4PnS3Q0Dhdk3c3_Op0Tt-OmCUHBDihrA3haN1mLlNMrZBFi2EMXaarKIi_CC5jYbhbvvKW3kiU0Z1dwcA\",\"signingKeySignature\":\"0xa12ba6931bea4c7bc2184de485923a78b6af767e47b5366ba29378cf7e8f474c40cd9c51f95dc6b0f445745db5e88230c78ae1e3421b36703b7d474fbda0c57f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on r.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zghnOjS2aVlowlZ5D7ocnswHVSLSe04ZG-ubaMFBHmI\"}"