"{\"content\":{\"body\":\"![Design prototype of the fund creation flow](https://images.mirror-media.xyz/publication-images/UbdUxY_uYrTdzyrk4p3XL.png?height=2076&width=3024)\\n\\n \\n Lately, I was thinking about the idea of trigger-based investments aka Zapier triggers, but for investments in web3.\\n\\nMy thinking started from an observation that a handful of good projects are born from hackathons. After the hackathons founders try to receive a grant or some sort of initial funding to continue the development. To receive the funding they use “hackathon finalist” as a **credential** in their presentation, like “Hey, we won the hackathon, we are good”. Such credential gives a project some form of social trust.\\n\\nI wondered, can the concept of defi syndicate investments be supplemented with the credentials as an additional filter or even be automated based on them?\\n\\n## Automated trigger-based investing\\n\\nImagine a decentralized AngelList. On this platform, investors can create a **fund**, aka a group of people who invest together and share the risk. Fund decision to invest is based not on verbal communication, but on the credentials project has. Here is a [design prototype of the fund creation flow](https://youtu.be/WwLu6S9Jqak).\\n\\n### Credentials\\n\\nCredentials might represent a broad set of things, on my mind, I have a couple of examples:\\n\\n* the project is a hackathon finalist\\n* the smart contract is audited\\n* listed on exchange\\n* number of active users milestone\\n* total value locked milestone\\n* number of community active members milestone\\n* some prominent person has invested in this project\\n* due-diligence passed\\n\\nThey can be issued directly by organizations or some proxy entities to whom we trust. After the credential is issued it is given to the project by the credential creator, and can’t be resold. Similar to Zapier, where events like “email received” are used in triggers, credentials are used in funding triggers on our platform.\\n\\n### Trigger\\n\\nFund decision to invest is based on an agreed set of logical conditions - **trigger**. The trigger is linked to the fund smart contract, defined on the fund creation stage, and public.\\n\\nTrigger contract evaluates the given credentials data and returns true/false. For example, if the project has a “hackathon finalist” credential, with a field “category” equal to “defi tools”, and it is issued less than three months ago, then return true. If the project comes with exactly this credential the funding is triggered. Such arbitrary conditions can be [stored in polish-notation form and evaluated](https://medium.com/bandprotocol/encoding-and-evaluating-mathematical-expression-in-solidity-f1bb062fa86e).\\n\\n\\n---\\n\\nWhat I like about this idea is transparent capital signaling for founders. If you achieve X you unlock Y amount of investments. Another thing is that it is up to the community to decide what kind of credentials are trustworthy.\\n\\nTo motivate the credentials creators actually create them, I believe some kind of royalty can be used from earnings received by the fund.\\n\\nAlright, it is all for now, let me know if you are interested in this concept. I would be glad to discuss all the aspects of security, technical obstacles, and other things. Chao.\",\"timestamp\":1640852037,\"title\":\"Zapier triggers for investment in web3\"},\"digest\":\"Mlc6ufBJqxkBpIQ_9LFpYwoDgOCluWA92EgSSxCGWWw\",\"authorship\":{\"contributor\":\"0x40744cf174D6B56309a72511f21843540C63ac86\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VCBomYbBkojqEDwXqgOEriY8x-dulL-NMIlJGsiE0cY\\\",\\\"y\\\":\\\"eUiCGFZCohC--PDMJ42TSD8OhflP2X5IxAB7ryoxS6U\\\"}\",\"signature\":\"2rrgad6rS8KBYc84G-XMw4qEaFwIqqANfbHfCE4KM_anmjRdDgEJUgIY4JBUZlLLGE_XDKxwkuAc_U_TKdPgFg\",\"signingKeySignature\":\"0x79f7211db972c2bbcba9a206b26bbc5c9b7ca46cd8b863f7501ff592a5fcab3b5f59bb7ac2b1067b9d9e7ccfc0034eb8d3b99c9c1f4dc016768ae72e46d204331c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VCBomYbBkojqEDwXqgOEriY8x-dulL-NMIlJGsiE0cY\\\",\\\"y\\\":\\\"eUiCGFZCohC--PDMJ42TSD8OhflP2X5IxAB7ryoxS6U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3Rp3h_DQ1mi06Jq_WM1zxJNYvtAYjEYLp4uHTPo7jGE\"}"