"{\"content\":{\"body\":\"at a farm belonging to the Company. He managed to dissemble his resentment so perfectly that no one knew he had a grudge against them.  Arrived at the capital, he went at once to the church of San Blas, then to the Cathedral, where he celebrated Mass and preached, his mitre on his head. After service he dismissed the people to their homes to dine, saying, however, that he himself was nourished by an invisible food and by a beverage which men could not perceive.  `My food' (he said) `is but to do the work and will of Him who sent me.'  Therefore he remained in prayer and meditation until vespers, and that office finished, he retired to the palace accompanied by a shouting crowd.\\n\\nIn his position his conduct was most adroit, for, as his Bulls had not arrived, he must have known he had no legal status, and that, in default of that, he had to conquer public sympathy.  The chapter never doubted that Don Bernardino would place himself entirely in their hands as his Bulls had not arrived.  He, however, seems to have thought that the act of celebrating Mass pontifically in the Cathedral had put him in possession of his powers.  So he named one Cristobal Sanchez as his Vicar-General.  Two of the members of the chapter, Don Diego Ponce de Leon and Don Fernando Sanchez, remonstrated, but a considerable portion of the chapter sided with Cardenas. The stronger party left the Cathedral and celebrated Mass in the church belonging to the Jesuits, thus giving Cardenas a second cause of offence against the Company.\\n\\nThe Bishop, not being secure of his position, had recourse to every art\\\\* to catch the public eye:  fasting and scourging, prayers before the altar, two Masses every day, barefoot processions -- himself the central figure, carrying a cross -- each had their turn.  Along the deep red roads between the orange-gardens which lead from Asuncion towards the Recoleta and the Campo Grande, he used to take his way accompanied by Indians crowned with flowers, giving his benediction as he passed, to turn away (according to himself) the plague and to insure a fertile harvest.  Not being content with the opportunities which life afforded, he instituted an evening service in a church in order to prepare for death.\\n\\n\\\\-- \\\\* But besides putting into execution all his histrionic talents, he had   the adroitness to address himself to those feelings of self-interest which   he knew were perhaps more powerful than those of admiration and respect   for his own saintly proceedings in his new diocese.  Cretineau Joly,   in his `Histoire de la Compagnie de Jesus', vol. iii., p. 333   (Paris, 1845), tells us that Cardenas `parle aux Espagnols,   il s'addresse a\\\\\\\\ leurs intere^ts, il re/veille les vieux levain   de discorde . . . et il accuse les missionnaires d'e^tre seuls   les apo^tres de la liberte/ des Indiens.' --\\n\\nSoon, as was to be expected in such a country, this service proved the occasion of much scandal, and, instead of showing people how to leave the world, became the means of introducing many into life in a clandestine way.  The rector of the Jesuit college thought it his duty to inform the Bishop; but he, like all good men, thought nothing bad could spring from anything that he himself originated.  No doubt he put it down to malice, as good people will when worldlings put the finger on the weak spot of a religious institution; but anyhow, regardless of the scandals, he continued his nocturnal rites.\\n\\nThe Governor of Paraguay at that time was one Gregorio de Hinostrosa, an officer born in Chile, an honest, pious, wooden-headed man, and much beloved by the inhabitants of Paraguay.  On his arrival Don Bernardino tried to conciliate him.  Unluckily, a friendship with the Bishop was impossible without a blind submission to his will. In the beginning all was flattery; when Don Gregorio attended Mass, the Bishop used to meet him at the church door.  Not to be outdone, the Governor returned the Bishop's politeness in a similar way, but went so far in his complaisance that Don Bernardino ceased to respect him.  Soon there arose bickerings and jealousies, and at length they hated one another fervently.\\n\\nNor was the Bishop more successful with his clergy.  Some of them laughed at his pretensions to be a saint, and called him an ambitious schemer. Again, amongst the laity, many did not quite understand his habit of celebrating two Masses every day.  He answered that he never celebrated without releasing a soul from purgatory, and that there had been saints who celebrated nine Masses every day, and, moreover, that he was Pope in his own diocese.  This cut the ground from under the feet of his detractors, for in a town of the calibre of Asuncion the people looked on a service in a church as a welcome means of getting through the day, and had he celebrated a dozen masses they would but have been more delighted with their new Bishop.\\n\\nUnder the pretext that there were not enough priests to serve the churches, he, by degrees, took several parishes into his own hands, and went from church to church to celebrate his Mass in each, whilst not forgetting to draw the various stipends for his work. But, not content with this, he began to ordain young men who knew no Latin, and even criminals, setting forth the view that ordination was a sort of second baptism, which purged all crimes -- a most convenient theory, and one which is not half enough insisted on in these degenerate days.\\n\\nThe position of Asuncion gave him an opportunity of an almost unique kind to show his talents in another sphere.  Across the river Paraguay, there about one mile broad, extends the country called the Chaco, a vast domain of swamp and forest, inhabited in those days, as at present, by tribes of wandering Indians.  From the city walls, whilst listening to the church-bells, one can see the smoke of Indian encampments across the river only a mile away.\\n\\nOf all the Indian tribes in the time of Cardenas, the most ferocious were the Guaycurus.  The Jesuits had laboured almost in vain amongst them. Missions had been founded, and all gone well for months, and even years, when on a sudden, and without reason, the Guaycurus had burned the houses, killed the priests, and gone back to the wilds.  From Santa Fe up to the province of Matto Grosso they kept the frontier in a turmoil, crossing the river and feeding like locusts on the settlements in Paraguay.\\n\\nNot long before his arrival the Guaycurus had intimated their intention of holding a conference with Don Gregorio Hinostrosa. Don Bernardino thought the chance too good to lose, and at once declared that, as a Bishop, it was his place to carry on negotiations with the barbarians. Dressed in his robes and with an escort furnished by the Governor, he met the chiefs -- who no doubt looked on him as a new kind of medicine-man -- preached to them through an interpreter, curiously being without the gift of tongues, but notwithstanding that a reasonable number of them were baptized.  On his return, he wrote to the King that by his efforts he had appeased the most ferocious Indians within his Majesty's domains.\\n\\nWithin a week the Guaycurus surprised and burned a settlement a little higher up the stream.  Not content with this Caligulesque apostolate to the Guaycurus, the Bishop longed for serious occupation, and caused it to be rumoured about the city that he did nothing except by the direct authority of the Holy Ghost, an allegation hard to confute, and if allowed, likely to lead to difficulties even in Paraguay.\\n\\nSome years before the advent of Don Bernardino the Dominicans had built a convent in Asuncion.  As they had no license to build, they were in the position of religious squatters on the domain of God. The citizens had applied to the Audiencia of Charcas, the supreme court on all such matters in South America, situated, with true Spanish unpracticality, in one of the most secluded districts of the continent.  The Audiencia had refused the license, but had taken the matter \\\\`ad advisandum' for ten years.  To take a matter into consideration for ten years, even in Spain or South America, where the law's delay is generally more mortal than in any other country, was as good as giving a permission. So the Dominicans construed it, and no one dreamed of now molesting them.\\n\\nOne day the Bishop, dressed in his robes, proceeded from his palace to the convent, informing the Governor that he wanted him to meet him there. Entering the convent church, he took the sacrament from off the altar and stripped the church of all its ornaments, setting a gang of workmen to demolish both the convent and the church.  When the work was over, he went to a neighbouring church, and then and there, without confession, celebrated Mass, remarking to the faithful that there was no need for him to make confession, as he was satisfied of the condition of his conscience. Some murmured; but the greater portion of the people, always ready to take a saint at his own valuation, were delighted with his act. Doubts must have crossed his mind, as shortly afterwards he wrote to Don Melchior Maldonado, Bishop of Tucuman, for his opinion. That Bishop answered rather tartly that his zeal appeared to him to savour more of the zeal of Elias than of Jesus Christ, and that in a country where churches were so few it seemed imprudent to pull down rather than to build.  `However,' he added, `my light is not so brilliant as the light your lordship is illumined by.'\\n\\nWhen once a man is well convinced that all he does comes from the Holy Ghost, there is but little that he cannot do with satisfaction to himself. Self-murderers, according to the custom of those times, were not allowed admission into holy ground, as if the fact of having found their life unbearable debarred them from the right to be considered men.  Such a man a few years previously had been buried at a cross-road.  It now occurred to Cardenas to have a special revelation on the subject; and, curiously enough, this special revelation was on the side of common-sense.  `This body,' said the Bishop, `is that of a Christian, and I feel pretty sure his soul is now in bliss.' He gave no reason for his opinion, as is the way of most religious folk, but, as he had special means of communication with heaven, most people were contented.  Incontinently he had the corpse dug up and buried in the church of the Incarnation, himself performing all the funeral rites.\\n\\nAlthough a miracle or two would have shocked nobody, still, in the matter of the suicide he had gone too far for the simple people of the place.  They murmured, and for a moment the Bishop's prestige was in jeopardy; but in the nick of time his Bulls arrived, brought by his nephew, Pedro de Cardenas, who, like himself, was a Franciscan friar.  This saved him, and gave the people something new to think of, though at the same time he incurred a new anxiety.\\n\\nIn the Bulls there was a passage to the effect that, if at his consecration any irregularity had been incurred, he was liable to suspension from all his functions.  This the Jesuit who translated the documents into Spanish for the purpose of publication drew his attention to. However, Cardenas was not a man to be intimidated by so small a matter, but read the translation to the people in the Cathedral, and intimated to them that the Pope had given him unlimited power in Paraguay, both in matters spiritual and temporal.\\n\\nThough Don Gregorio, the Governor, was present at the ceremony, he made no protest at the assumption of temporal power by Cardenas. He had remarked it, though, and secretly determined to show him that his pretensions were unfounded.  His nephew, Don Pedro de Cardenas, furnished the occasion.  This young man had been despatched to Spain to get the Bulls.  Upon the voyage he seems to have conducted himself with scant propriety.  On his return, when passing Corrientes, he took on board a lady whom Charlevoix, quite in the spirit of the author of the Book of Proverbs, describes as `une jeune femme bien faite'. Having some qualms of conscience, he put on a secular dress, and on nearing Asuncion put his religious habit over it. In such a climate this double costume must have been inconvenient, and why he should have worn one dress above the other does not appear. His uncle, in his delight at the forthcoming of the Bulls, most probably paid little attention to his appearance. He lodged him in the palace, and assigned him a prebendary which was vacant. Where the `jeune femme bien faite' was lodged is not set down, and the people of Asuncion no doubt looked leniently on such affairs, as does society to-day in England.  After his usual fashion, the Bishop set all down to calumny.\\n\\nAbout this time the Governor had put in prison one Ambrosio Morales, a sub-official of the Inquisition, who had had a quarrel with an officer. Cardenas, being informed of this, could not lose so good a chance of exercising the power he arrogated in temporal affairs. Holding a monstrance in his hands, he went to the prison and asked for the prisoner, placing the monstrance on a table at the prison gate. The rector of the Jesuit college came and expostulated with him, saying that it was not fitting to expose the body of Jesus Christ in such a place, and that it was not decent that the Bishop himself should stay there.  Considering his position, and the times in which he lived, it seems the rector was judicious in his expostulation.  Cardenas replied that he would stay there till the prisoner was released.  The rector, knowing him to be as obstinate as a male mule, went and begged the Governor to let Morales out.  This he did at once, and then the Bishop, cross in hand, returned in triumph to the palace with the rescued Inquisitor following amongst his train.  The people, whose lives were dull, snatched at the opportunity for some amusement, and said that it was good luck the Governor and Bishop were not always of one mind, for that their agreement had caused the demolition of a church and convent, and their quarrel the setting of a prisoner free.\\n\\nThis little triumph emboldened the Bishop to go further.  He admitted Morales into minor orders, gave him the tonsure, and thus, having placed him above the temporal power, enabled him to brave the Governor openly. The Bishop's nephew, taking the Governor's kindness for weakness, broke publicly into insulting terms about him.  The Governor's brother, Father Hinostrosa, pressed him to vindicate his dignity, but he refused, saying he wanted peace at any price.  This policy the Bishop did not understand, for all concessions he set down as weakness, and they encouraged him to fresh exactions and more violence.\\n\\nDining with the Governor, the Bishop chanced to see upon the table a fine pair of silver candlesticks.  To see and to desire with Cardenas was to ask, and so he intimated to the Governor his wish to have them.  The Governor, thinking, perhaps, to wipe out the remembrance of the difficulty about Morales, sent them to the palace with his compliments.  The Bishop took the present, and, turning to the man who brought them, said, `I should now be quite content if I only had the silver ewer and flagon which I noticed in your master's house.'  The Governor, we may suppose, on hearing this made what the Spaniards call `la risa del conejo'; but sent the plate and a message, saying all his house contained was at the Bishop's service.  Don Bernardino, who, though he may have been a saint, as his friends proclaimed, was certainly far from a gentleman, sent for the flagon and the ewer, which he received at once, together with a friendly message from the Governor.\\n\\nBut even this free-will offering brought no quiet, for a new quarrel soon arose between the Bishop and the unlucky wielder of the temporal power. The Society of the Holy Sacrament enjoyed an `encomienda' at or near Asuncion.  The Bishop, no doubt thinking he was most fitted to indoctrinate the Indians, endeavoured to persuade the Governor to get the Society of the Holy Sacrament to make their Indians over to himself. The Governor, who knew his fellow-countrymen, flatly refused, and upon this Don Bernardino fell into a fury, and reproached him with such bitterness that Don Gregorio, too, overstepped the bounds of prudence, and threw the conduct of his nephew with the `jeune femme bien faite' into the Bishop's teeth.\\n\\nHell has been said to have no fury equal to a woman scorned, but a Bishop thwarted makes a very tolerable show.  Don Bernardino was one of those who think an insult to themselves carries with it a challenge to God, an outrage on religion, and generally conceive the honour of Heaven is attacked by any contradiction of themselves. To animadvert upon the actions of a Bishop's nephew is as bad as heresy -- far worse than simony -- and the man who does it cannot but be a heretic at heart.  So, at least, Don Bernardino thought; for, with candle, bell, and book, and what was requisite, he excommunicated the poor Governor, and declared him incompetent to bear the royal standard in a religious festival which was shortly to take place.  Excommunication was at least as serious then as bankruptcy is now, though in Spanish America it did not carry with it such direful consequences as in European States.\\n\\nNot wishing to use force, the Governor yielded the point, and did not trouble the procession.  His moderate conduct gained him many partisans, and put many people against the Cardenas. The nephew, Pedro de Cardenas, thought it a good occasion to insult the Governor in public; so one day in the street he followed him, casting reflections on his mother and his female relatives. Don Gregorio, who was a man of tried courage, having served for years against the Indians of Arauco, the bravest race of all the Indians of America, controlled his temper, and, turning to the young Franciscan, said, \\\\`Go with God, my father; but do not try me any more.' It was not to be expected that in those times and such a place a man like Don Gregorio de Hinostrosa, who had passed his life upon the frontiers, and who held supreme authority, would quietly submit to such a public insult; so one night he appeared at the Bishop's palace, accompanied by soldiers, to arrest Don Pedro.  Out came Cardenas, and excommunicated the Governor and all his soldiers on the spot, and Don Pedro pointed a pistol at his head.  He, seeing himself obliged either to make a public scandal or retire, being for peace at any price, retired, and the triumphant Bishop published his edict of excommunication, which he extended with a fine of fifty crowns to every soldier who had been present at the scene.  On reflection, thinking, perhaps, it was unwise to excommunicate so many soldiers, who might be needed to repel an Indian attack, he sent and told the Governor he was ready to absolve him upon easy terms.  The Governor, who had made light of the first excommunication, was rather staggered when he found the second posted at the Cathedral door. And now a comedy ensued; for Don Gregorio went to the Bishop, and on his knees asked for forgiveness.  He, taken unawares, also knelt down, and, when the Governor kissed his hand, wished to return the compliment, and would have done so had the rector of the Jesuit college not prevented him.\\n\\nAs Charlevoix says, \\\\`to see them on their knees, no one could have imagined which one it was who asked the other's grace.'  The Bishop granted absolution to the Governor; but the soldiers' action had been flat sacrilege at least, for every one of them was forced to pay the fine.\\n\\nTwo excommunications in a week were almost, one would think, enough to satisfy a Pope; but having nominated one Diego Hernandez, a Portuguese, to the post of Alguacil Mayor of the Inquisition, and given him the right to wear a sword in virtue of his office, the Governor, meeting the man in the street wearing a sword against his regulations, made him a prisoner.  At once Don Bernardino launched another excommunication.  But this time he had gone too far; the Governor laughed at his thunder, and condemned the prisoner to be hanged. At his wits' end, the Bishop sent a servant to the man, and told him to fear nothing, for that, if he suffered death, he was a martyr, and that he himself would preach his funeral sermon. The Governor, who was perhaps a humorist, laughed at the message, which, he said, was not consoling, and then himself let Hernandez out of prison under heavy bail.  The excommunication was then taken off, and peace once more reigned in Asuncion.\\n\\nAs well as being not given to wine, it is essential that a Bishop shall know how to keep his own counsel -- as Lorenzo Gracian expresses it,\\\\* \\\\`not to lie, but not for that to speak out always the whole truth.' Everyone who knew the Bishop and his hasty temper was astonished at his behaviour to the Jesuits.  No one imagined he had forgotten the attitude the rector of the University of Cordova had assumed towards his consecration, and still the Bishop seemed to show more favour to the Jesuits in Asuncion than to the members of the other religious communities. Perhaps he felt the want of partisans amongst the educated classes, for his quarrel with the Governor had lost him many friends. Certainly in Asuncion it was of great importance that the Jesuits should not declare against him openly.\\n\\n\\\\-- \\\\* \\\\`Oraculo Manual y Arte de Prudencia' (Amsterdam, en casa   de Juan Blau, 1659). --\\n\\nHe praised them fulsomely both in the pulpit and in conversation, went in procession to their church, and treated them in public with marked consideration.  As a contemporaneous Jesuit has left a record, they were not his dupes, but still endeavoured to live up to the praises he dispensed to them.  He went so far as in a letter to the King, Philip IV., to say that the Jesuits only in all Paraguay were really fitted to have the care of Indians, and he advised the King to transfer the Indians who were under other religious bodies, as well as those under the secular clergy, to the care and guidance of that Order. No doubt in this the Bishop was right, even if not sincere. One of the qualifications the Jesuits had for the care of Indians was that the Indians did not look on them as Spaniards.\\n\\nAs in the same way that in Matabeleland, perhaps, a German, Frenchman, or Italian is less hateful to the natives than an Englishman, so in Paraguay the Indians liked the Jesuits better than the other Orders, for there were many foreigners amongst their ranks.  The Jesuits soon comprehended that the Bishop wished to make them odious to the public by overpraise.  To set to work in such a manner almost requires an early training in a seminary, and that such tactics should have been put in force against such skilled diplomatists as were the Jesuits argues no ordinary capacity for diplomatic work in Cardenas. With him, however, the Spanish proverb, \\\\`Betwixt the word and deed the space is great', had little application.  The vicar of a place called Arecaya, close to Asuncion, had fallen into disgrace; the Bishop removed him from his parish, and asked the rector of the Jesuit college to send a priest to take his place.  The answer he received was politic, and to the effect that there was no Jesuit who could be spared, and even if there was it ill-befitted any Jesuit to infringe upon the duties of the secular clergy; but that, if Cardenas intended to found a new reduction with all the privileges that the King had always given to that kind of establishment, the rector himself would ask permission from his Provincial to undertake the work.  A splendid answer, and one which proved that the man who gave it was a man wasted in Paraguay, and that his place by rights was Rome or, at the least, some court.\\n\\nDon Bernardino, who in matters such as these was quite as cunning as the rector, thanked him, and said he did not want a saint, but a priest to take the duty of another priest for a short time. The rector, seeing his diplomacy had failed, told Father Mansilla, who was at Itatines, to transfer himself to Arecaya, and, writing to the Bishop, told him that he had no doubt Mansilla would do all that was fitting in the case.  The Bishop, who had gained his point and saw no further use for diplomacy, said: `Of that I am quite sure, and if he does not I shall excommunicate him, and lay the district of the Itatines under an interdict.' Nothing appeared to give Don Bernardino such unmitigated pleasure as an excommunication; on the slightest protest he was ready, so that during his episcopate someone or other in Asuncion must have always been under the ban of Holy Mother Church. The rector felt instinctively that Don Bernardino had not done with him. This was the case, for soon another order came to send two Jesuits to undertake the guidance of a mission near Villa Rica. As at the time the Jesuits had no missions near Villa Rica, the order was most unpleasant to him.  Firstly, the two who went -- Fathers Gomez and Domenecchi -- had to leave their missions and undertake a lengthy journey in the wilds.  On reaching Villa Rica, they found not only that the inhabitants looked on them with great disfavour as interlopers, but that the Indians, whom they were sent to guide, were under the `encomienda' system, thus forcing them to wink at that which they disapproved.  The resolution that they took did them great honour; it was to leave the town of Villa Rica and live out in the forests with the Indians.\\n\\nThe Jesuits of the college at Asuncion felt the situation keenly. People began to murmur at them for their invasion of the spiritual domains of others, and the rector, in despair, sent to the Bishop, and begged him not to praise them in his sermons.  Nothing cost Cardenas so little as to promise, so he promised not to mention them again, and next time that he preached he spent an hour in telling of the wonders that the Jesuits had done in saving souls, not only amongst Catholics, but also amongst the infidels and Turks.  The tactics of the Bishop were so marked that at last a rumour reached Don Melchior Maldonado, the Bishop of Tucuman, of whom Don Bernardino always stood in dread. His letter somehow became public, and as in it he spoke most warmly of the Jesuits, and praised the rector, the public turned again upon their side.  Just at this time, however, the sleeping feud between the Bishop and the Governor broke out anew with so much fury that attention was directed from the Jesuits for the time being; but on them the situation still was hung, and both sides made advances to them for support.\\n\\nChapter V\\n\\nRenewal of the feud between the Bishop and Don Gregorio --   Wholesale excommunications in Asuncion -- Cardenas in 1644   formulates his celebrated charges against the Jesuits --   The Governor, after long negotiations and much display of force,   ultimately succeeds in driving out the Bishop -- For three years   Cardenas is in desperate straits -- In 1648 Don Gregorio   is suddenly dismissed, Cardenas elects himself Governor,   and for a short time becomes supreme in Asuncion -- The Jesuits   are forced to leave the town and to flee to Corrientes -- A new Governor   is appointed in Asuncion -- He defeats Cardenas on the field of battle --   The latter is deprived of his power, and dies soon after as Bishop of La Paz\\n\\nThe Governor, like a prudent soldier, was biding his time.  The Bishop, not yet strong enough to walk alone, dared not break openly with the Jesuits. Don Pedro Cardenas still following up his evil courses, poor Don Gregorio Hinostrosa, accustomed all his life to deal with \\\\`officers and gentlemen', thought fit to bring this under his uncle's notice.  The Bishop spoke to his nephew in a paternal fashion, enjoining certain penances upon him, and amongst others that he was to kiss the earth.  Although Don Pedro Cardenas was not a man accustomed to lavish kisses on things inanimate, he complied, but, though complying, still pursued his vicious course.\\n\\nQuite in the manner of King Charles (of pious memory), the Governor determined to arrest the recalcitrant with his own hand.  Armed to the teeth, and with a band of musketeers accompanying him, he appeared before the convent of St. Francis, where Father Cardenas had taken refuge, and, dragging him from his bed, haled him incontinently to the river's bank, and left him gagged and bound, a prey to flies and sun, for two whole days, dressed in his drawers and shirt.  On the third day he was embarked in a canoe for Corrientes, with a small quantity of jerked beef for all provision, and a woman's cloak wrapped round his shoulders to shield him from the cold.  Not quite the guise in which a clergyman would care to appear before the eyes of his superiors, even in Paraguay. Naturally, the Bishop, having nothing else to do, got out his excommunication in his usual style, but no man marked him.\\n\\nMeantime Asuncion was in confusion, the Bishop and the Governor keeping no measure with the other man of sin.  One tried to obtain possession of the other's person to throw him into prison; the other strove to animate the preachers in the various churches to consign his rival's soul to hell.  In the deserted streets drums thundered, whilst in the air bells jangled, and the quiet, sleepy town was rent in twain by the dissensions of the opposing powers.  The churches closed their doors, and the consolations of religion were withdrawn from those who wanted them.\\n\\nTo add to the confusion, Don Pedro Cardenas escaped from Corrientes, and, having taken to himself a companion -- one Francisco Sanchez de Carreras -- raged through the city like a devil unchained.  In his extremity, the poor Bishop went to the Jesuits for advice, informing them he could not stand the scandals that were taking place, and that he intended to leave the city after launching an interdict of excommunication upon all. Placed in the position of declaring openly either for Bishop or for Governor, the Jesuits refused an answer, knowing that anything they said would be brought up against them.  All their advice to him was, `to trust in God, to persevere in his good efforts, to resign himself to divine will, which will, as the Bishop knew full well, worked sometimes in a mysterious fashion for the welfare of the soul.' The Bishop answered this advice `fort sechement',\\\\* taking it for a reproach, and as a sort of thing not to be tolerated amongst professionals -- as if one lawyer, having gone to another for his advice upon a private matter, had received for answer a lecture on conveyancing or a short treatise upon Roman Law.\\n\\n\\\\-- \\\\* Charlevoix. --\\n\\nStill, the occasion called for something to be done; so, calling an Indian servant, he stripped to the waist, and, to the horror and amazement of the public, appeared with naked feet and shoulders, dressed in a sack and armed with a heavy scourge. At the first blow he gave himself some canons of the Cathedral begged him to desist; but he, after prayer, replied that he intended, so to speak, to act as his own Pascal lamb, and wipe out the affront done to St. Francis in his unworthy blood.\\n\\nA naked Bishop in a sack is almost sure to attract some observation even in Paraguay.  Religious women not unfrequently have been attracted by such a spectacle, and so it proved on this occasion. Although the Jesuits and the saner portion of the population blamed the Bishop's action, he made himself a host of partisans amongst the women of all classes, who followed him as they have often followed other thaumaturgists in times present and gone by.\\n\\nHis friend Don Melchior Maldonado, hearing what had passed, wrote to reprove him for his inconsiderate zeal.  In his epistle he observed that, though some of the Apostles had scourged themselves, it was not their habit to appear half naked before a crowd of women; that our Lord Himself had not of His own accord taken off His garments for the scourger; that saints who scourged themselves had, as a general rule, chosen a private place for their self-discipline.  This was quite reasonable, but the advice was little to the taste of the recipient, who hated criticism when levelled at himself.\\n\\nIf crosses make a saint, about this time Don Bernardino had his full share of them.  News came from Itatines, where the two Jesuits had been marooned, that both of them were ill.  Cardenas, who, we may remember, was \\\\`homme a visions', called in the rector of the Jesuit college to inform him that the Company of Jesus had a new martyr in their ranks. Though martyrs (even to-day) enter the ranks of General Loyola's army pretty frequently, it still seemed strange that the Bishop should know of this particular recruit before the rector. Pressed for an explanation, he replied that a pious person who was vouchsafed communication with the Lord in prayer had seen Father Domenecchi in heaven shining in glory and with a halo round his head.\\n\\nNothing could be more satisfactory.  All the essentials of a well-attested miracle had been complied with.  A man was dead, another man had seen the dead man in an ecstasy of prayer, and, to make all complete, refused to testify himself, sending the Bishop as a sort of pious phonograph.  No true believer in such a case could doubt, and all went well till it appeared a man from Itatines, charged with a message to the Jesuit college, had passed the night before he gave his message at the Bishop's house.  In Holy Writ we read the wicked man shall have no rest; if this is so, it is as it should be, though generally the good seem just as troubled in their lives as the most erring of their brethren.  He who would be a saint must be a-doing, year in, year out, just like a common workman, and Cardenas was no exception to the rule.\\n\\nThe pseudo-miracle not having been quite a success, he turned to other fields, and summoned all the inhabitants of Paraguay to attend at the Cathedral upon a certain day.  The Governor, thinking there was a revolution likely to break out, fixed a review of all the troops for the same date. A Jesuit priest waited upon the Bishop to persuade him that the crowds which would assemble might break the peace.  The Bishop reassured him, and sent him to the Governor to say that his intention was to preach to the people and explain to them the faith; further, that he intended on that day to raise his excommunication and be reconciled: only he asked him to allow the troops to attend and hear his sermon. The crowd was great; the Bishop mounted the pulpit, and, extending his forefinger in the attitude of malediction so dear to Bishops, straight began to preach.  For a time all went well.  The Governor, presumably, was waiting for the circulation of the hat -- that awful mystery which makes all sects kin -- when to his horror Cardenas began to enumerate all his offences:  he was anathema, was excommunicated, a disbeliever, and had endeavoured to cast down that which the Lord Himself had set on high. The Bishop then informed the crowd that God was angry with the Governor, talked about Moses, and dwelt with unction on the fact that the great lawgiver had been swift to slay.\\n\\nIn a peroration which, no doubt, went home to all, he called upon his hearers, under penalty of a heavy fine and his displeasure, to seize the Governor, adding that if there was resistance \\\\`he should kill his brother, his friend, or his nearest relative.'\\\\*  After these words he seized a banner from the hands of the astonished officer who stood nearest to him, and stood forth, like another Phineas, surrounded by his clergy, all of whom had arms beneath their cloaks.\\n\\n\\\\-- \\\\* Exod. 32:27. --\\n\\nA most dramatic scene, and probably almost successful, had but the Bishop only reckoned with two things:  Firstly, he had forgotten that the Governor was an old Indian fighter, and ready for surprises; and, secondly, he had not taken into account the usual apathy of the common people when their leaders fight.  Dumbly and quite unmoved the people stood, staring like armadillos at a snake, and made no sign.  Then word was brought that the Governor had left the church and was assembling a force of arquebusiers.\\n\\nSurrounded only by clergymen, Don Bernardino had to yield, and yielded like a Levite, with a subterfuge.  He sent a priest to beg the magistrates to come to the Cathedral and reason with him. After a consultation this was done, and Cardenas consented to abate his fury and exhale his wrath.  He said that Holy Writ itself gave leave to recur to force in self-defence (but did not quote the text), and that the Governor had meditated a like enterprise against himself; moreover, that, he being an excommunicated man, it became lawful for God's vicegerent to lay hold on him.\\n\\nAfter the scene was over, and the Bishop was escorted back to his palace by the magistrates, a second letter came from Tucuman making plain his conduct to him after the manner of a friend. The rector of the Jesuits also thought fit to remonstrate, and say that Cardenas had gone too far in attempting to assume the temporal power.  This sufficed to further strain the relations between the Bishop and the Jesuits.\\n\\nAs, even in Asuncion in 1643, it was unusual that the Governor should remain for ever under the ban of Holy Mother Church, arbiters were chosen to discuss the matter, and provide means whereby the Bishop could conveniently climb down.  The arbiters absolved the Governor on the condition that he paid a fine of four thousand arrobas\\\\* of \\\\`yerba mate', which in money amounted to eight thousand crowns.  Quite naturally, the Bishop refused to abide by the decision, replaced his adversary under the ban, and recommenced to preach against him with considerable force.\\n\\n\\\\-- \\\\* The arroba is about twenty-five pounds weight. --\\n\\nThe higgling of the market not having proved effectual in the adjustment of the sum to be paid by the Governor, a priest, one Juan Lozano, who had been condemned to imprisonment by his superiors for his loose life, and who had taken refuge with the Bishop, hit on a stroke of veritable genius.  At a conference which took place between the Bishop and several notables of the place, including the rector of the Jesuits, Lozano gave it as his opinion that, if the Governor refused to pay, a general interdict should be proclaimed. The rector of the Jesuits retired indignantly, and \\\\`Pe\\\\\\\\re Lozano, retroussant sa robe le poursuivit en criant a\\\\\\\\ pleine te^te, et s'exprimant en des termes peu seans a\\\\\\\\ sa profession.'\\\\* By this time Asuncion must have been like a madhouse, for no one seems to have been astonished, or even to have thought his conduct singular. The Bishop, always ready to take the worst advice, got ready for his task, and on Easter Eve embarked upon the river, leaving his Vicar-General under orders to proclaim the general ban.  This was done, and the edict so contrived as to catch the luckless Governor in every church.  The practical effect was to close all the churches, for to whatever church the Governor went the priest refused to celebrate the Mass.  Several other persons were mentioned in the ban, which was posted up below a crucifix in the choir of the Cathedral. As Don Bernardino had omitted to state the particular offences for which they were condemned, the general confusion became intense, and no one attended Mass, so that the churches were deserted. After a little some of the churches opened in a clandestine manner, others remained closed, and the followers of the Bishop and the Governor alternately assembled in a rabble, and threw stones at all the churches, dispensing their favours quite impartially.  The various religious Orders, not to be behindhand, also took sides, the Jesuits giving as their opinion that the Governor, not having a war upon his back, was really excommunicated; the Dominicans holding that the Bishop, in the general interest, ought to absolve him.  He, armed with the opinion of the latter Order, marched to the dwelling of the Bishop's Vicar-General, and, having nailed up both doors and windows, sent a trumpeter to tell him he should not leave his house till absolution had been granted. Still nothing came of it, and then the Governor did what he should have done at first:  he sent a statement of the whole proceedings to the high court at Charcas.  This high court (Audiencia) was situated right in the middle of what is now Bolivia, miles away from Lima, half a world from Paraguay, at least two thousand miles from Buenos Ayres, and separated from Chile by the whole Cordillera of the Andes. Even to-day the journey from Paraguay often exceeds a month.\\n\\n\\\\-- \\\\* Charlevoix. --\",\"timestamp\":1637495654,\"title\":\"\\nBecoming weary of the slow progress of the ships, he disembarked four leagues below Asuncion\"},\"digest\":\"9VS_bZJc3Twu-lOQuHrgmHJiXdfxt08SE70Mb9fJmws\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WYmnQUXsgWelC8qZpqdrsgOQUmG1yqCDlQg2BKC6sVE\\\",\\\"y\\\":\\\"NMAoYGL0v-3q98Dj9I69CuKC1wC2sAgXRLHiG-sefH0\\\"}\",\"signature\":\"dshKWqTih2n4IrthXOpHRJnElqLhiAxJJc8wtkKCR8_FOMwoUay7u3iafkYZ5fiQIc7q2qStDtA-Fhaa9ovgqQ\",\"signingKeySignature\":\"0x95eb4e3c39e2daea3089d675874cf1bffa82e1c0b622e3532245fcfbeb8543144529f0ecdbbf47d2b54433530231afd455d8370abfac338fdc6203b738841ece1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WYmnQUXsgWelC8qZpqdrsgOQUmG1yqCDlQg2BKC6sVE\\\",\\\"y\\\":\\\"NMAoYGL0v-3q98Dj9I69CuKC1wC2sAgXRLHiG-sefH0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9VS_bZJc3Twu-lOQuHrgmHJiXdfxt08SE70Mb9fJmws\"}"