"{\"content\":{\"body\":\"### Why are major global brands experimenting with nfts in the metaverse?\\n\\nThe main reason why global companies are interested in the integration of nfts in the metaverse is to seek new ways to attract customers for their respected brands. Since the pandemic started, people are spending more time at home, companies like Coca Cola and Gucci have recognized this opportunity to reach out new consumers through the connection of NFT and metaverse.  \\n\\nGucci has done so with the Roblox game. The strategy used is to sell NFTs for avatars of the limited edition “Gucci Collection” in the Roblox game which includes bags, glasses and hats.\\n\\nCoca-Cola launched branded virtual clothing as nonfungible tokens, including a “wearable” jacket to be worn on avatars within the virtual world of Decentraland, even hosting a Rooftop Party on the platform to celebrate the launch.\\n\\n**Further reading:** [Will Metaverse become a decentralized haven or a centralized tyranny?](https://cointelegraph.com/news/the-metaverse-will-it-be-a-decentralized-haven-or-a-centralized-tyranny)\\n\\n### Project Quantum – high quality shooting blockchain gaming\\n\\n**Description:** Project Quantum is an AAA blockchain game where the player is dropped onto a map — either alone or with a squad — and then fighting players and NPCs for equipment, mining and materials, which is the main game's philosophy. Therefore, the participant must extract before dying and losing everything.\\n\\nDropping into a map, looting, and escaping before dying while holding valuable NFTs has the potential to be thrilling in ways we haven't seen outside of eSports events.\\n\\nThe graphics engine is Unreal Engine 5, being essentially the top of gaming graphics.\\n\\nOn the Binance Smartchain, Project Quantum has its own token, $QBIT (BEP-20). All purchase, sell, and move transactions at Quantum Works will be subject to a 10% tax. \\\"3.5 percent is switched and liquidated to BNB after that.\\\" In-game rewards, item value, and competition prizes all contribute 3.5 percent to the game economy. All players and holders of QBIT get 3% of their money back.\\\"\\n\\n**Watch video:** [AAA Play To Earn Looter Shooter](https://www.youtube.com/watch?v=AXsoPsmg7Tg)\\n\\n### Near protocol eyes open for metaverse\\n\\nWhen all headlines are mentioning daily news about Ethereum, Solana and Avax, we should also not forget to keep track and see what other major blockchain protocols have in store for projects linked to metaverse. Today, we will reveal the latest news from The Near Protocol blockchain.\\n\\nNEAR and the partnering VCs will invest up to $100 million in gaming and metaverse projects building on our blockchain.\\n\\nOn November 15th NEAR will release Simple Nightshade, a sharding protocol that will make the development of gaming, metaverse, and NFT dApps on the platform even easier. Simple Nightshade is the first of NEAR's four sharding phases. Its quick transactions, solid security, and ease of use will help developers reach millions of additional customers for their gaming and Metaverse experiences.\\n\\nThis time, the well known Near Protocol will be launching 11 games and metaverse and nft projects that could shape the future of the company. In this article we are going to mention one of them and the rest we will attach the link where you can read about all the projects.\\n\\n**Learn more:** [Metaverse projects on Near Protocol](https://medium.com/nearprotocol/11-gaming-metaverse-and-nft-projects-building-on-near-protocol-1f74cdbb8d3f)\\n\\n**Reality chain**: Reality Chain is a multi-chain metaverse that will debut on Octopus Network, the NEAR Protocol's substrate-based appchain network.\\n\\nPlayers can take on the role of NFT avatars and interact with resale-able NFT furniture, walls, floors, and other in-game objects. Voice and text discussions are now available for a more genuine experience. Players can also use their native $REAL tokens to create a new metaverse.\\n\\n**Disclaimer**: Metaverse projects require web 3.0 infrastructure for its successful implementation. Related to Near Protocol, Octopus Network is playing a crucial role to make Near’s projects working. Octopus Network (OCT) token has a lower market cap than 100 million $, meaning investors should consider this asset as long-term hold. This information is solely on our experience being an active crypto user and researcher.\",\"timestamp\":1637535471,\"title\":\"The gate to the metaverse world is opening up\"},\"digest\":\"5ZqvyFGJ4Quu1NbqDGi8iHm4HctnJ95-KWVqHt8jZAU\",\"authorship\":{\"contributor\":\"0xd57722111412Bf8fD260827426202A04de47899F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ce8zR4j3udL1cxOKHp3g6SS4tK3DX660ib10Kf-uDEI\\\",\\\"y\\\":\\\"7nbkCw2_4M4-mRBCZWQuKHeQ5wdl8ZSyj_W9TlVDwkE\\\"}\",\"signature\":\"dDJ7S2Qibet5gn1IS-nfTy3jFZnZczxM6eoIBPcuVfZBXLXtW8L8tt8HbfXsY5_qhzfd0_VcKkTjSA-j6znsbQ\",\"signingKeySignature\":\"0xed8568689e8dcde62de5d4be3a928815ae04db0a88e693ecc1b4482ea12a56cf295fc7d630b29645067bdaf83a8879dd2e79db259ecb4ad5319b800050a6a9161b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ce8zR4j3udL1cxOKHp3g6SS4tK3DX660ib10Kf-uDEI\\\",\\\"y\\\":\\\"7nbkCw2_4M4-mRBCZWQuKHeQ5wdl8ZSyj_W9TlVDwkE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5ZqvyFGJ4Quu1NbqDGi8iHm4HctnJ95-KWVqHt8jZAU\"}"