"{\"content\":{\"body\":\"But Swig remains unbowed and said he planned to begin selling the digau coin by the end of the year.\\n\\nEarlier this month, Dignity Gold, a company that will oversee the digau coin offering and is controlled by Swig and another executive, Stephen Braverman, announced that it had minted 3 billion coins. It plans to sell the tokens for at least $2 apiece in a $6 billion offering, pending approval from federal regulators. The company says the currency will be backed by at least $6 billion in gold reserves it will dig up with Apache's help. The mining operation will be funded by money raised from the coin offering.\\n\\nDespite the complex arrangement and the involvement of Apache, Swig described digau as more secure and tangible than other digital currencies, most of which are untethered to real-world assets and have values that can fluctuate wildly.\\n\\nIn an interview, Swig told Insider he saw issues with the cryptocurrency industry at large. \\\"In many cases, it's the wild, Wild West,\\\" he said. \\\"Most people don't know who owns them, who controls them, where they're really located.\\n\\nHe added: \\\"So we came with what I think is a good approach … of transparency, being domestically located. The gold backing, it is in the United States.\\\"\\n\\nSwig said he and his partners in the coin would be \\\"voluntarily filing with the SEC.\\\" \\n\\n\\\"Because we want supervision\\\" and guidance, Swig said.\\n\\nThe gold underpinning digau's value, however, hasn't been extracted yet, and Apache, which the venture is relying on to recover the precious metal, hasn't unearthed a single ounce of gold, by its own admission. It told Insider in a statement that the extraction work would be handled by \\\"third party contractors with decades of experience.\\\" It declined to name those firms.\\n\\n## \",\"timestamp\":1638368866,\"title\":\"A questionable partner\"},\"digest\":\"HL53C309h9Rsft68QOshyGmxcdOtCwsWxfDkmrMACP0\",\"authorship\":{\"contributor\":\"0x1038e4F71522CAca5DA23A44eC021E14804b7a4f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyES6LE4bRrzouB-2gICZTicmqtOrbOD3E1visnVSxM\\\",\\\"y\\\":\\\"ZodbuTuqFoiQJX4P1NH3-1W96JinmrsiTY3L5rm8XAw\\\"}\",\"signature\":\"bOciYEcTrTfm6JFq80wNu-RXKKeqL4rvdHRYxN-N3-UkWIaSwSE-9qSFMUNbeVi0VERqIlljPhTHCVHXnq_vyA\",\"signingKeySignature\":\"0xd4a09ac089ba810f84763fc648fd6a1916f1086c072168e6fcd812b6ee9881305688d6f2282670ca5067be7040d74971c66ff5dfb241ddbaa690eca2d69010881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyES6LE4bRrzouB-2gICZTicmqtOrbOD3E1visnVSxM\\\",\\\"y\\\":\\\"ZodbuTuqFoiQJX4P1NH3-1W96JinmrsiTY3L5rm8XAw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HL53C309h9Rsft68QOshyGmxcdOtCwsWxfDkmrMACP0\"}"