"{\"content\":{\"body\":\"OK, a click-batey title, I know. But that's the point. There is so much big-brainy stuff on Mirror. It's great. Technical breakthroughs. Mind-blowing futures stuff. Robots explaining  Metaverse strategems that they're leading. I actually love it all. \\n\\nBut I care most about Mirror itself. I want it to catch on with a wide audience of readers as soon as possible. It will in time, considering the intellectual firepower its writers bring to the table (yours truly, excluded). That said, I'll share what I'm looking forward to reading on this platform in the future. This stuff will come as Mirror's stable of writers expands, as the platform itself matures from a usability standpoint, and as writers transition from figuring it out, to hitting the gas pedal and making it a dominant Web 3-native content platform, with reader-focused hooks.\\n\\nSome of this is informed by my experience writing on Medium. Writers there are trained to hunt for claps and follows. It's ultimately a soul-deadening experience, but it does incentize you to write compelling, engaging content. It trains you to recognize when a thought might make a compelling essay, might lead to a broader discussion, might shine light on an issue that deserves a public discussion. A little more focus on the reader, and what they might find interesting isn't a bad thing when it's paired with something true and honest. \\n\\n### Rage Quits/Career Transitions/Controversies/Mea Culpas\\nMirror should be the go-to for these juicy stories. Everyone loves to read about a controversial issue. Social tokens/DAOs will have it's share because we are all human beings. I want Mirror to be the go-to for these. Not Twitter, not Medium, not Discord. And the more controversial or DAO-historic the announcement the more likely the post could be monetized, for historic value. And that pissed-off rage-quitting founder can even look magnanimous by auctioning off the piece and donating the proceeds to Coin Center or some other worthy non-profit. \\n\\n\\n### Breaking News\\nThis is a related category and has similar monetization possibilities. Again, the key is for the news to break first, and be most fully explained on Mirror. This will force normies to visit the site, puzzle over the auction/NFT/splits stuff. It will maybe pique their curiosity. God it would be great if big news, say and ETF approval, or something like that, could hit the world first through a Mirror post. \\n\\n\\n### Listicles and other bullshit\\nI know, they get old. But sometimes when I'm tired and don't want to grok anything anymore, I want to learn about the three things I must do to get eight hours of sleep. Or the four things some weird dude learned on mushrooms. Or the fourteen lessons someone wishes someone had told them before they spun up that DAO. I don't want to make Mirror trashy, but I do want some junk food if that's what I'm in mood for at 9:52 PM on a Saturday night (right now). \\n\\n\\n### Humor\\nThe Web 3 tokens/DAO community is so fantastic and we are in such a honeymoon and anything-is-possible mode, that we forget how funny some of this stuff is. The vibes on some of these DAOs could easily make it into an SNL skit. For example, I was so clueless when I joined my first DAO that I thought the eyes emoji on my intro comment was someone saying \\\"You're suspect.\\\" I look forward to some funny stuff, pulling off the truly weird world we are creating in real time on Web 3. Humor brings a community together, helps shape its culture, ensures we aren't taking ourselves too seriously, and is good fun. And Mirror is the best place for it. Who knows, maybe one of these posts could even spin up a new ERC-20 token based on a ludicrous/ironic idea with Mirror's tools. That's how DOGE was created, as a joke. And sadly my Uncle just cashed his 401k to buy a big stack. \\n\\n\\nPeace out. \",\"timestamp\":1627794446,\"title\":\"MILFs: Mirror Items I'd Like to Find\",\"publication\":\"danconway\"},\"digest\":\"nKYHhewRre01CqxFTXnKokH5SNS0-qCysm1knlrjXOE\",\"authorship\":{\"contributor\":\"0xfbdf598dB4dBA841f40680Cd9C2D3cF618265be0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hajkQmTZwMEMY7hW0ZKwVLU_hXN4i-PpqY5POw09CAA\\\",\\\"y\\\":\\\"70bHvAP-IPpXPeZd6w5IAn3p9TaAISdxqzMjLy591Sc\\\"}\",\"signature\":\"JC5uB3qYxu0bgbAhJ--oUOgr9h73jxH0qPQGEJWUjFfSrObRJSjTlNvdDBIuic9O9mBtUALgmmtlh-oHKMyEsQ\",\"signingKeySignature\":\"0x64b5080fbf86c706ab000eb6f6942ec58c01de6b2cad135974458375f113716f47ffe7bde73cd6de181528e392567f247283a59a68f7bdbdfa242c50e226d4141c\",\"signingKeyMessage\":\"I authorize the publication of articles on danconway.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hajkQmTZwMEMY7hW0ZKwVLU_hXN4i-PpqY5POw09CAA\\\",\\\"y\\\":\\\"70bHvAP-IPpXPeZd6w5IAn3p9TaAISdxqzMjLy591Sc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nKYHhewRre01CqxFTXnKokH5SNS0-qCysm1knlrjXOE\"}"