"{\"content\":{\"body\":\"A mayor in Puerto Rico pleaded guilty to accepting a bribe of more than $100,000 in cash last week.\\n\\nFollowing another corruption scandal, the government of Puerto Rico is reportedly seeking to improve its anti-corruption efforts by adopting blockchain technology.\\n\\nPuerto Rican House Speaker Rafael “Tatito” Hernandez announced that lawmakers will hold meetings with local blockchain enthusiasts this month to discuss the potential adoption of blockchain technology to reduce corruption.\\n\\nThe implementation of blockchain and smart contracts could bring more transparency and accountability to the public sector, the official said at a Puerto Rico Blockchain Trade Association conference, Bloomberg [reported](https://www.bloomberg.com/news/articles/2021-12-06/puerto-rico-lawmakers-want-to-use-blockchain-to-cut-corruption) on Dec. 6.\\n\\n“We have a real credibility problem and this might be part of the solution,” Hernandez said, adding that there is also a broader effort to make Puerto Rico a hub for crypto and blockchain innovation. According to the official, the emerging industry could be a way for the bankrupt commonwealth to revive its economy.\\n\\n“Back in the 60s and 70s we had the niche of manufacturing. \\\\[...\\\\] This is a new niche, a new opportunity to create jobs,” Hernandez said.\\n\\nThe speaker’s comments came amid growing corruption concerns in Puerto Rico as a local mayor reportedly [pleaded](https://www.nbcnews.com/news/latino/puerto-rico-mayor-pleads-guilty-federal-corruption-case-rcna7517) guilty to accepting more than $100,000 of bribes in cash last week.\\n\\nPuerto Rico is not alone in exploring the potential anti-corruption capabilities of technologies like blockchain and digital currency. Last year, the Ministry of Foreign Affairs of Denmark reported on [blockchain's potential to fight](https://cointelegraph.com/news/denmark-proposes-use-of-blockchain-in-fight-against-corruption) against administrative and political corruption. The United Nations’ drugs and crime agency also [advised Kenya to use blockchain](https://cointelegraph.com/news/un-drugs-and-crime-wing-advises-kenya-to-use-blockchain-against-corruption) to combat government corruption in November 2020.\\n\\n***Related: [Gibraltar's government plans to bridge the gap between public and private sectors with blockchain](https://cointelegraph.com/news/gibraltar-s-government-plans-to-bridge-the-gap-between-public-and-private-sectors-with-blockchain)***\\n\\nWhile multiple jurisdictions are looking at cryptocurrencies’ underlying technology as a tool to cut corruption, Russia, like other countries, prohibits the [holding of crypto by its deputies and officials](https://cointelegraph.com/news/some-russian-officials-are-being-forced-to-sell-their-crypto-by-april-2021), citing corruption concerns.\\n\\nOne of the world’s most corrupt countries, Russia could, in fact, use crypto to [reduce](https://worldpopulationreview.com/country-rankings/most-corrupt-countries)corruption, according to Maria Agranovskaya, a legal attorney and fintech expert in the Russian State Duma. Agranovskaya told Cointelegraph that cash is way more popular for illegal activity like corruption because it’s more difficult to trace:\\n\\n> “If you convey proper KYC and AML at the start, crypto flows can be much more easy to trace, only proper rules of the game should be in place.”\",\"timestamp\":1639381034,\"title\":\"Puerto Rico wants to combat corruption with blockchain technology\"},\"digest\":\"TQO8W5Nnfz_4LKoLqhqB4Er0jBPLu8Mk9IWInGiLCc0\",\"authorship\":{\"contributor\":\"0x8d35937929371Ab7BC431F81C65E9A109aEFAa92\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zlKJkglUE94qSr-UpCK3ARHUlzr6Vfl2h4k5RT7OQE8\\\",\\\"y\\\":\\\"dhqISp_Yq4Kxtrn8puCOMk_6cCyrfJxDv8IWe4KZxvw\\\"}\",\"signature\":\"kajpY7Z2bz7Y_wlVaFC2sNJ6EGk64E4nFWJ7gL1YlRvtK7lirAr6mW0-y8uWc7U2_5yZLn9i3klaxvgyl6CJPQ\",\"signingKeySignature\":\"0xb925497ff529df433d3dbe9314b920c56407e2887266a10cb6156849d0b8c349315c585f76d313bc8db753ee310c66c418c7c65e035b6e8f1de2ecebe9ac76411b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zlKJkglUE94qSr-UpCK3ARHUlzr6Vfl2h4k5RT7OQE8\\\",\\\"y\\\":\\\"dhqISp_Yq4Kxtrn8puCOMk_6cCyrfJxDv8IWe4KZxvw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TQO8W5Nnfz_4LKoLqhqB4Er0jBPLu8Mk9IWInGiLCc0\"}"