"{\"content\":{\"body\":\"She had the feeling she was following him without his knowing it.  A cab was standing outside the gate of a house, having just discharged its fare.  He seemed to have suddenly recollected her.\\n\\n\\\"Do you mind?\\\" he said.  \\\"We shall get there so much quicker.\\\"\\n\\n\\\"You go,\\\" she said.  \\\"I'll stroll on quietly.\\\"\\n\\n\\\"You're sure?\\\" he said.\\n\\n\\\"I would rather,\\\" she answered.\\n\\nIt struck her that he was relieved.  He gave the man the address, speaking hurriedly, and jumped in.\\n\\nShe had gone on.  She heard the closing of the door behind her, and the next moment the cab passed her.\\n\\nShe did not see him again that night.  They met in the morning at breakfast.  A curious strangeness to each other seemed to have grown up between them, as if they had known one another long ago, and had half forgotten.  When they had finished she rose to leave; but he asked her to stop, and, after the table had been cleared, he walked up and down the room, while she sat sideways on the window seat from where she could watch the little ships moving to and fro across the horizon, like painted figures in a show.\\n\\n\\\"I had a long talk with Nan last night,\\\" he said.  \\\"And, trying to explain it to her, I came a little nearer to understanding it myself.  My love for you would have been strong enough to ruin both of us.  I see that now.  It would have dominated every other thought in me.  It would have swallowed up my dreams.  It would have been blind, unscrupulous.  Married to you, I should have aimed only at success.  It would not have been your fault.  You would not have known.  About mere birth I should never have troubled myself. I've met daughters of a hundred earls--more or less:  clever, jolly little women I could have chucked under the chin and have been chummy with.  Nature creates her own ranks, and puts her ban upon misalliances.  Every time I took you in my arms I should have felt that you had stepped down from your proper order to mate yourself with me and that it was up to me to make the sacrifice good to you by giving you power--position.  Already within the last few weeks, when it looked as if this thing was going to be possible, I have been thinking against my will of a compromise with Carleton that would give me his support.  This coming election was beginning to have terrors for me that I have never before felt.  The thought of defeat--having to go back to comparative poverty, to comparative obscurity, with you as my wife, was growing into a nightmare.  I should have wanted wealth, fame, victory, for your sake--to see you honoured, courted, envied, finely dressed and finely housed-- grateful to me for having won for you these things.  It wasn't honest, healthy love--the love that unites, that makes a man willing to take as well as to give, that I felt for you; it was worship that separates a man from a woman, that puts fear between them.  It isn't good that man should worship a woman.  He can't serve God and woman.  Their interests are liable to clash.  Nan's my helpmate--just a loving woman that the Lord brought to me and gave me when I was alone--that I still love.  I didn't know it till last night.  She will never stand in my way.  I haven't to put her against my duty.  She will leave me free to obey the voice that calls to me.  And no man can hear that voice but himself.\\\"\\n\\nHe had been speaking in a clear, self-confident tone, as if at last he saw his road before him to the end; and felt that nothing else mattered but that he should go forward hopefully, unfalteringly. Now he paused, and his eyes wandered.  But the lines about his strong mouth deepened.\\n\\n\\\"Perhaps, I am not of the stuff that conquerors are made,\\\" he went on.  \\\"Perhaps, if I were, I should be thinking differently.  It comes to me sometimes that I may be one of those intended only to prepare the way--that for me there may be only the endless struggle.  I may have to face unpopularity, abuse, failure.  She won't mind.\\\"\\n\\n\\\"Nor would you,\\\" he added, turning to her suddenly for the first time, \\\"I know that.  But I should be afraid--for you.\\\"\\n\\nShe had listened to him without interrupting, and even now she did not speak for a while.\\n\\nIt was hard not to.  She wanted to tell him that he was all wrong-- at least, so far as she was concerned.  It. was not the conqueror she loved in him; it was the fighter.  Not in the hour of triumph but in the hour of despair she would have yearned to put her arms about him.  \\\"Unpopularity, abuse, failure,\\\" it was against the fear of such that she would have guarded him.  Yes, she had dreamed of leadership, influence, command.  But it was the leadership of the valiant few against the hosts of the oppressors that she claimed. Wealth, honours!  Would she have given up a life of ease, shut herself off from society, if these had been her standards? \\\"Mesalliance!\\\"  Had the male animal no instinct, telling it when it was loved with all a woman's being, so that any other union would be her degradation.\\n\\nIt was better for him he should think as he did.  She rose and held out her hand.\\n\\n\\\"I will stay with her for a little while,\\\" she said.  \\\"Till I feel there is no more need.  Then I must get back to work.\\\"\\n\\nHe looked into her eyes, holding her hand, and she felt his body trembling.  She knew he was about to speak, and held up a warning hand.\\n\\n\\\"That's all, my lad,\\\" she said with a smile.  \\\"My love to you, and God speed you.\\\"\\n\\nMrs. Phillips progressed slowly but steadily.  Life was returning to her, but it was not the same.  Out of those days there had come to her a gentle dignity, a strengthening and refining.  The face, now pale and drawn, had lost its foolishness.  Under the thin, white hair, and in spite of its deep lines, it had grown younger. A great patience, a child-like thoughtfulness had come into the quiet eyes.\\n\\nShe was sitting by the window, her hands folded.  Joan had been reading to her, and the chapter finished, she had closed the book and her thoughts had been wandering.  Mrs. Phillips's voice recalled them.\\n\\n\\\"Do you remember that day, my dear,\\\" she said, \\\"when we went furnishing together.  And I would have all the wrong things.  And you let me.\\\"\\n\\n\\\"Yes,\\\" answered Joan with a laugh.  \\\"They were pretty awful, some of them.\\\"\\n\\n\\\"I was just wondering,\\\" she went on.  \\\"It was a pity, wasn't it?  I was silly and began to cry.\\\"\\n\\n\\\"I expect that was it,\\\" Joan confessed.  \\\"It interferes with our reason at times.\\\"\\n\\n\\\"It was only a little thing, of course, that,\\\" she answered.  \\\"But I've been thinking it must be that that's at the bottom of it all; and that is why God lets there be weak things--children and little animals and men and women in pain, that we feel sorry for, so that people like you and Robert and so many others are willing to give up all your lives to helping them.  And that is what He wants.\\\"\\n\\n\\\"Perhaps God cannot help there being weak things,\\\" answered Joan. \\\"Perhaps He, too, is sorry for them.\\\"\\n\\n\\\"It comes to the same thing, doesn't it, dear?\\\" she answered. \\\"They are there, anyhow.  And that is how He knows those who are willing to serve Him:  by their being pitiful.\\\"\\n\\nThey fell into a silence.  Joan found herself dreaming.\\n\\nYes, it was true.  It must have been the beginning of all things. Man, pitiless, deaf, blind, groping in the darkness, knowing not even himself.  And to her vision, far off, out of the mist, he shaped himself before her:  that dim, first standard-bearer of the Lord, the man who first felt pity.  Savage, brutish, dumb--lonely there amid the desolation, staring down at some hurt creature, man or beast it mattered not, his dull eyes troubled with a strange new pain he understood not.\\n\\nAnd suddenly, as he stooped, there must have come a great light into his eyes.\\n\\nMan had heard God's voice across the deep, and had made answer.\\n\\nCHAPTER XV\\n\\nThe years that followed--till, like some shipwrecked swimmer to whom returning light reveals the land, she felt new life and hopes come back to her--always remained in her memory vague, confused; a jumble of events, thoughts, feelings, without sequence or connection.\\n\\nShe had gone down to Liverpool, intending to persuade her father to leave the control of the works to Arthur, and to come and live with her in London; but had left without broaching the subject.  There were nights when she would trapse the streets till she would almost fall exhausted, rather than face the solitude awaiting her in her own rooms.  But so also there were moods when, like some stricken animal, her instinct was to shun all living things.  At such times his presence, for all his loving patience, would have been as a knife in her wound.  Besides, he would always be there, when escape from herself for a while became an absolute necessity.  More and more she had come to regard him as her comforter.  Not from anything he ever said or did.  Rather, it seemed to her, because that with him she felt no need of words.\\n\\nThe works, since Arthur had shared the management, had gradually been regaining their position; and he had urged her to let him increase her allowance.\\n\\n\\\"It will give you greater freedom,\\\" he had suggested with fine assumption of propounding a mere business proposition; \\\"enabling you to choose your work entirely for its own sake.  I have always wanted to take a hand in helping things on.  It will come to just the same, your doing it for me.\\\"\\n\\nShe had suppressed a smile, and had accepted.  \\\"Thanks, Dad,\\\" she had answered.  \\\"It will be nice, having you as my backer.\\\"\\n\\nHer admiration of the independent woman had undergone some modification since she had come in contact with her.  Woman was intended to be dependent upon man.  It was the part appointed to him in the social scheme.  Woman had hers, no less important. Earning her own living did not improve her.  It was one of the drawbacks of civilization that so many had to do it of necessity. It developed her on the wrong lines--against her nature.  This cry of the unsexed:  that woman must always be the paid servant instead of the helper of man--paid for being mother, paid for being wife! Why not carry it to its logical conclusion, and insist that she should be paid for her embraces?  That she should share in man's labour, in his hopes, that was the true comradeship.  What mattered it, who held the purse-strings!\\n\\nHer room was always kept ready for her.  Often she would lie there, watching the moonlight creep across the floor; and a curious feeling would come to her of being something wandering, incomplete. She would see as through a mist the passionate, restless child with the rebellious eyes to whom the room had once belonged; and later the strangely self-possessed girl with that impalpable veil of mystery around her who would stand with folded hands, there by the window, seeming always to be listening.  And she, too, had passed away.  The tears would come into her eyes, and she would stretch out yearning arms towards their shadowy forms.  But they would only turn upon her eyes that saw not, and would fade away.\\n\\nIn the day-time, when Arthur and her father were at the works, she would move through the high, square, stiffly-furnished rooms, or about the great formal garden, with its ordered walks and level lawns.  And as with knowledge we come to love some old, stern face our childish eyes had thought forbidding, and would not have it changed, there came to her with the years a growing fondness for the old, plain brick-built house.  Generations of Allways had lived and died there:  men and women somewhat narrow, unsympathetic, a little hard of understanding; but at least earnest, sincere, seeking to do their duty in their solid, unimaginative way. Perhaps there were other ways besides those of speech and pen. Perhaps one did better, keeping to one's own people; the very qualities that separated us from them being intended for their need.  What mattered the colours, so that one followed the flag? Somewhere, all roads would meet.\\n\\nArthur had to be in London generally once or twice a month, and it came to be accepted that he should always call upon her and \\\"take her out.\\\"  She had lost the self-sufficiency that had made roaming about London by herself a pleasurable adventure; and a newly-born fear of what people were saying and thinking about her made her shy even of the few friends she still clung to, so that his visits grew to be of the nature of childish treats to which she found herself looking forward--counting the days.  Also, she came to be dependent upon him for the keeping alight within her of that little kindly fire of self-conceit at which we warm our hands in wintry days.  It is not good that a young woman should remain for long a stranger to her mirror--above her frocks, indifferent to the angle of her hat. She had met the women superior to feminine vanities.  Handsome enough, some of them must once have been; now sunk in slovenliness, uncleanliness, in disrespect to womanhood.  It would not be fair to him.  The worshipper has his rights.  The goddess must remember always that she is a goddess--must pull herself together and behave as such, appearing upon her pedestal becomingly attired; seeing to it that in all things she is at her best; not allowing private grief to render her neglectful of this duty.\\n\\nShe had not told him of the Phillips episode.  But she felt instinctively that he knew.  It was always a little mysterious to her, his perception in matters pertaining to herself.\\n\\n\\\"I want your love,\\\" she said to him one day.  \\\"It helps me.  I used to think it was selfish of me to take it, knowing I could never return it--not that love.  But I no longer feel that now.  Your love seems to me a fountain from which I can drink without hurting you.\\\"\\n\\n\\\"I should love to be with you always,\\\" he answered, \\\"if you wished it.  You won't forget your promise?\\\"\\n\\nShe remembered it then.  \\\"No,\\\" she answered with a smile.  \\\"I shall keep watch.  Perhaps I shall be worthy of it by that time.\\\"\\n\\nShe had lost her faith in journalism as a drum for the rousing of the people against wrong.  Its beat had led too often to the trickster's booth, to the cheap-jack's rostrum.  It had lost its rallying power.  The popular Press had made the newspaper a byword for falsehood.  Even its supporters, while reading it because it pandered to their passions, tickled their vices, and flattered their ignorance, despised and disbelieved it.  Here and there, an honest journal advocated a reform, pleaded for the sweeping away of an injustice.  The public shrugged its shoulders.  Another newspaper stunt!  A bid for popularity, for notoriety:  with its consequent financial kudos.\\n\\nShe still continued to write for Greyson, but felt she was labouring for the doomed.  Lord Sutcliffe had died suddenly and his holding in the Evening Gazette had passed to his nephew, a gentleman more interested in big game shooting than in politics. Greyson's support of Phillips had brought him within the net of Carleton's operations, and negotiations for purchase had already been commenced.  She knew that, sooner or later, Greyson would be offered the alternative of either changing his opinions or of going.  And she knew that he would go.  Her work for Mrs. Denton was less likely to be interfered with.  It appealed only to the few, and aimed at informing and explaining rather than directly converting.  Useful enough work in its way, no doubt; but to put heart into it seemed to require longer views than is given to the eyes of youth.\\n\\nBesides, her pen was no longer able to absorb her attention, to keep her mind from wandering.  The solitude of her desk gave her the feeling of a prison.  Her body made perpetual claims upon her, as though it were some restless, fretful child, dragging her out into the streets without knowing where it wanted to go, discontented with everything it did:  then hurrying her back to fling itself upon a chair, weary, but still dissatisfied.\\n\\nIf only she could do something.  She was sick of thinking.\\n\\nThese physical activities into which women were throwing themselves!  Where one used one's body as well as one's brain-- hastened to appointments; gathered round noisy tables; met fellow human beings, argued with them, walked with them, laughing and talking; forced one's way through crowds; cheered, shouted; stood up on platforms before a sea of faces; roused applause, filling and emptying one's lungs; met interruptions with swift flash of wit or anger, faced opposition, danger--felt one's blood surging through one's veins, felt one's nerves quivering with excitement; felt the delirious thrill of passion; felt the mad joy of the loosened animal.\\n\\nShe threw herself into the suffrage movement.  It satisfied her for a while.  She had the rare gift of public speaking, and enjoyed her triumphs.  She was temperate, reasonable; persuasive rather than aggressive; feeling her audience as she went, never losing touch with them.  She had the magnetism that comes of sympathy.  Medical students who came intending to tell her to go home and mind the baby, remained to wonder if man really was the undoubted sovereign of the world, born to look upon woman as his willing subject; to wonder whether under some unwritten whispered law it might not be the other way about.  Perhaps she had the right--with or without the baby--to move about the kingdom, express her wishes for its care and management.  Possibly his doubts may not have been brought about solely by the force and logic of her arguments.  Possibly the voice of Nature is not altogether out of place in discussions upon Humanity's affairs.\\n\\nShe wanted votes for women.  But she wanted them clean--won without dishonour.  These \\\"monkey tricks\\\"--this apish fury and impatience! Suppose it did hasten by a few months, more or less, the coming of the inevitable.  Suppose, by unlawful methods, one could succeed in dragging a reform a little prematurely from the womb of time, did not one endanger the child's health?  Of what value was woman's influence on public affairs going to be, if she was to boast that she had won the right to exercise it by unscrupulousness and brutality?\\n\\nThey were to be found at every corner:  the reformers who could not reform themselves.  The believers in universal brotherhood who hated half the people.  The denouncers of tyranny demanding lamp- posts for their opponents.  The bloodthirsty preachers of peace. The moralists who had persuaded themselves that every wrong was justified provided one were fighting for the right.  The deaf shouters for justice.  The excellent intentioned men and women labouring for reforms that could only be hoped for when greed and prejudice had yielded place to reason, and who sought to bring about their ends by appeals to passion and self-interest.\\n\\nAnd the insincere, the self-seekers, the self-advertisers!  Those who were in the business for even coarser profit!  The lime-light lovers who would always say and do the clever, the unexpected thing rather than the useful and the helpful thing:  to whom paradox was more than principle.\\n\\nOught there not to be a school for reformers, a training college where could be inculcated self-examination, patience, temperance, subordination to duty; with lectures on the fundamental laws, within which all progress must be accomplished, outside which lay confusion and explosions; with lectures on history, showing how improvements had been brought about and how failure had been invited, thus avoiding much waste of reforming zeal; with lectures on the properties and tendencies of human nature, forbidding the attempt to treat it as a sum in rule of three?\\n\\nThere were the others.  The men and women not in the lime-light. The lone, scattered men and women who saw no flag but Pity's ragged skirt; who heard no drum but the world's low cry of pain; who fought with feeble hands against the wrong around them; who with aching heart and troubled eyes laboured to make kinder the little space about them.  The great army of the nameless reformers uncheered, unparagraphed, unhonoured.  The unknown sowers of the seed.  Would the reapers of the harvest remember them?\\n\\nBeyond giving up her visits to the house, she had made no attempt to avoid meeting Phillips; and at public functions and at mutual friends they sometimes found themselves near to one another.  It surprised her that she could see him, talk to him, and even be alone with him without its troubling her.  He seemed to belong to a part of her that lay dead and buried--something belonging to her that she had thrust away with her own hands:  that she knew would never come back to her.\\n\\nShe was still interested in his work and keen to help him.  It was going to be a stiff fight.  He himself, in spite of Carleton's opposition, had been returned with an increased majority; but the Party as a whole had suffered loss, especially in the counties. The struggle centred round the agricultural labourer.  If he could be won over the Government would go ahead with Phillips's scheme. Otherwise there was danger of its being shelved.  The difficulty was the old problem of how to get at the men of the scattered villages, the lonely cottages.  The only papers that they ever saw were those, chiefly of the Carleton group, that the farmers and the gentry took care should come within their reach; that were handed to them at the end of their day's work as a kindly gift; given to the school children to take home with them; supplied in ample numbers to all the little inns and public-houses.  In all these, Phillips was held up as their arch enemy, his proposal explained as a device to lower their wages, decrease their chances of employment, and rob them of the produce of their gardens and allotments.  No arguments were used.  A daily stream of abuse, misrepresentation and deliberate lies, set forth under flaming headlines, served their simple purpose.  The one weekly paper that had got itself established among them, that their fathers had always taken, that dimly they had come to look upon as their one friend, Carleton had at last succeeded in purchasing.  When that, too, pictured Phillips's plan as a diabolical intent to take from them even the little that they had, and give it to the loafing socialist and the bloated foreigner, no room for doubt was left to them.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/585](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/585)\\n\\n\",\"timestamp\":1639211223,\"title\":\"\\nThey walked in silence, and coming to a road that led back into the town, he turned down it.  \"},\"digest\":\"gbGyk_H71FfS-kie97L3QWva0U5vEwvGgipRBLzMqsA\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t_jf9oSQyggPsQf2sbAjgaYv2C8mblGiFOoVqrQ4Qjs\\\",\\\"y\\\":\\\"onQSoqrJOPH1jG-hzdxKOqSs43iSAvU8stu1tPpUy88\\\"}\",\"signature\":\"g19HLkSishj5Jpgh69rGCSJWk6sTgvmFEgA2KsMp9ZsPL1M-UJGj304KlvJDw9yTXFadGq3zEg1Qkzv1Mc1vCg\",\"signingKeySignature\":\"0x3e44e32df6e57fb86a1efadc85bd9bb69f9522232747058ef1f36babc36126e60a85f0415743602f652fe4d4a7c020d1203b9d45779a02ce47a9fbad04d88e261c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t_jf9oSQyggPsQf2sbAjgaYv2C8mblGiFOoVqrQ4Qjs\\\",\\\"y\\\":\\\"onQSoqrJOPH1jG-hzdxKOqSs43iSAvU8stu1tPpUy88\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gbGyk_H71FfS-kie97L3QWva0U5vEwvGgipRBLzMqsA\"}"