"{\"content\":{\"body\":\"### GULF STREAM & SEALEVEL. Solana’s fourth and fifth of eight innovations pillars.\\n\\n# Fourth Innovation: GULF STREAM\\n\\n## Before explaining Gulf Stream, let’s speak about mempool.\\n\\nYou can think about mempool as a waiting queue for the blockchain. Using Springfield’s analogy it’s the waiting queue of Springfield Post Office. A mempool is a set of valid transactions that have been submitted, but have not yet been processed by the network.\\n\\nThe problem is that the size of the “waiting queue” can dramatically vary as the supply and demand balance between number of transactions (letters) and validators (packers) changes. If the number of transactions (letters) increase dramatically fast, the validators (packers) will become overloaded, thus decreasing performance, and increasing the mempool.\\n\\n## So, how does Solana do better?\\n\\nIn the Solana blockchain, each validator knows the order of upcoming leaders. Then instead of parking transactions to wait for available validators, Solana forward transactions to upcoming leaders, allowing them to execute transactions ahead of time, reduce confirmation times, switch leaders faster, and reduce the memory pressure on validators from the unconfirmed transaction pool.\\n\\nInstead of the letters sent to the Springfield Post Office having to wait for the current box to get closed and added to the chain, thus the availability of one of the next packers, etc. They can organize letters into the next boxes waiting only for the leader to assume his position, close and stamp the box, then add it to the chain.\\n\\n# Fifth Innovation: SEALEVEL\\n\\nDo you remember The Springfield Nuclear Power Plant where Homer used to “work”?\\n\\nWe’re going to use it in our analogy for this innovation. But, before explaining what Sealevel means, we need to clarify two popular terms specially on Ethereum ecosystem:\\n\\n## Smart-contracts and EVMs.\\n\\nSmart-contracts in a blockchain are just programs (code) developed by programmers and deployed (made available) on the blockchain to be used (called) by anyone within that blockchain. Roger that?\\n\\n**EVM (Ethereum Virtual Machine)** is where these codes run. **It’s like a magic box where the Smart-contracts are executed**.\\n\\nBack to the Nuclear Power Plant, imagine that to prevent Homer from making any stupid mistake and blow the place up, a bunch of procedures has been written using punched card and made available to be used by him to execute certain tasks.\\n\\nBecause punched cards are made using metal, this means it cannot be updated/changed. If you need to change anything, you need to create a new version of the punched card.\\n\\n**These punched cards are our smart-contracts.**\\n\\nTo execute the tasks, Homer needs to insert these punched cards into an execution box. Only through these boxes the tasks registered in the punched card gets executed.\\n\\n**These boxes are the EVMs.**\\n\\nBack to SOLANA, a normal EVM has a limitation of single-thread processing, which means they can only execute one smart-contract at a time. SOLANA implements something called Sealevel, which allows smart-contract to be executed in parallel.\\n\\n## How do they do that?\\n\\nEvery smart-contract reads and/or writes data through transactions. Because SOLANA smart contracts describe which data (we call this as state) will be read/write in runtime, SOLANA ensures parallel processing among smart-contracts that won’t manipulate (write) the same state avoiding writing concurrency.\\n\\nSmart-contracts which run transactions that are read only, also run in parallel.\\n\\nThese are high-level analogy explaining **Gulf Stream** and **Sealevel** innovations in Solana’s blockchain.\\n\\n# About the Author\\n\\nHey, my name is Jonathan Ferreira, and I’m a software developer in constant evolution, seeking knowledge acquiring and sharing. Learning and implementing blockchain technology, and specially interested about Solana ecosystem.\\n\\nMy GitHub: [https://github.com/Jonathansoufer](https://https//github.com/Jonathansoufer)\\n\\nIn case you found any misinformation in the article or had any suggestions to improve the article please comment it or you can find me on Twitter: [@JSoufer](https://twitter.com/JSoufer).\\n\\n# Reference\\n\\nIf you want to learn more about blockchain, you can visit [https://learn.figment.io](https://learn.figment.io/tutorials/explaining-solana-with-the-simpsons).\\n\\nYou can read the full article on Figment (<https://learn.figment.io/tutorials/explaining-solana-with-the-simpsons>)\",\"timestamp\":1639418779,\"title\":\"5–6/8: Explaining Blockchain & Solana’s Innovation with The Simpsons\"},\"digest\":\"7ltXeVgIwy9V_9nKnZwCViQzUt-dl7WVLAGdSr9wfsE\",\"authorship\":{\"contributor\":\"0x35143137f0E02E4FB6a9173Fff012B46078B9a1e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VM3qU9k0A5Nkznci2pHm_sjMOyueLyhOP4Uv-Uqin78\\\",\\\"y\\\":\\\"yPmUu6RdHya8XO9OOY-I7NOwcRw4YI9KqOfujrAzLIk\\\"}\",\"signature\":\"12_ycHl29Cp648DnhWwzPakktfr0oQX_Y6XJd8UBGbJrR53lCiv2KHsTBrFtMKtpWxx9FLFVvtZdSmczEN3PUQ\",\"signingKeySignature\":\"0x585f6a04abe0b3d6f3190ee4390819bc2bca6e409e53c7e75b2b8559e0af1dea6d4a90ddacf37fb73475a6e663bc2a9eb0684af1890c9b72dcfbc90e660efbb11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VM3qU9k0A5Nkznci2pHm_sjMOyueLyhOP4Uv-Uqin78\\\",\\\"y\\\":\\\"yPmUu6RdHya8XO9OOY-I7NOwcRw4YI9KqOfujrAzLIk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7ltXeVgIwy9V_9nKnZwCViQzUt-dl7WVLAGdSr9wfsE\"}"