"{\"content\":{\"body\":\"The [Vermont Super 8](https://www.vermontbikepackers.org/gd-results) is a self-supported Bikepacking route that starts and ends in the state capital, Montpelier. The standard options are the full 8 at 640 miles, the Southern half at 380 miles or the Northern half at 260 miles. I decided to try the Southern half, or lobe. Enough time has passed that the raw emotional response to the ride has subsided. For a short time I could find no words to describe my feelings because they covered the spectrum from despair to euphoria. That ended up being a clue, and I have chosen to recount my experience through the high and the low. Both were highlighted through the use of my camping stove. A luxury item that I was unsure of packing due to its weight, but in the end its presence held the promise of hot coffee and that felt comforting. \\n\\n![A rainy morning en route to the Grand Depart of the Vermont Super 8 in Montpelier, VT. ](https://images.mirror-media.xyz/publication-images/TDozSminudktb0FZqF3u_.jpg?height=1665&width=2500)\\n\\n![After starting the Vermont Super 8 in downtown Montpelier, VT it does not take long to find oneself deep in the woods.](https://images.mirror-media.xyz/publication-images/U-7NBhOIpq8AjsLum2ryR.jpg?height=1665&width=2500)\\n\\nI will begin with the high point of my ride. It was on the third day. The previous night had been spent in a hotel in Brattleboro, equal parts disgusting and idyllic. All of my gear was damp from either rain or dew. I decided to seek shelter to dry out, and knew that an early wake up was far more realistic if I did not have to pack up wet camping gear in the dark, again. The plan was successful and at 4 AM I rolled my bike out of the hotel room into the night.\\n\\n![Drying out gear, eating a huge sandwich and setting the alarm for 3:45 AM in Brattleboro, Vermont. ](https://images.mirror-media.xyz/publication-images/-GgpmFxU-O_5rxvwNz75x.jpg?height=1665&width=2500)\\n\\n![Finding my way back onto the Vermont Super 8 route and enjoying the smooth paved road, a rarity. ](https://images.mirror-media.xyz/publication-images/7T3Zp5B7DhBfcYGMOF9jV.jpg?height=1665&width=2500)\\n\\nThe first two days had me laughably short of my milage goals. I had drastically over estimated both what my average speed would be and how much energy it would require. The sandwich (and chips and cookies) from the previous night left me with no appetite at 4 AM. My plan was to ride until the sun came out and then find a sunny breakfast spot. It was a beautiful few hours pedaling in the dark. I loved seeing Vermont asleep. Slowly, I began to see a porch light and then an inside light turned on here and there. My mind went on tangents imagining the inhabitants and in that half-consciousness the miles ticked by easier than ever. The flashlight on my helmet cast a bright globe of illumination onto the pavement and it was my entire world. Eventually the houses thinned out and the road became a tunnel through the trees, I was content to stare at the smooth dirt and somehow I did not feel alone. Before long, or after long, the sun rose above a cloud bank and found me pushing my bike up a steep hill. I passed cows in fields enjoying the same warmth and light and eagerly greeted them. I spoke to nearly every living thing I passed, “Good morning cows, Hi squirrel, Hello horses.” After the first day I communicated with very few people, aside from random (and tear inducing) texts to my wife and kids.\\n\\n![A beautiful field and old Sugar house at dawn somewhere in Vermont.](https://images.mirror-media.xyz/publication-images/aHFLcQBwqRLlsBhx1hp1f.jpg?height=1665&width=2500)\\n\\nBack to the plan though, find a sunny spot for a hot breakfast and coffee. Everything was in place except the wind was too strong. I feared getting chilled once I stopped moving and sadly rode by two or three very tempting spots that were just too exposed. Eventually I crested a hill (always a relief - one more down, one less to go) and knew I had found my spot. It was a small town park with a smattering of playground stuff and a ball field. Then a three sided concrete building with murals came into view, I could not have dreamed up a better space to get off the bike. It was open. It was free. I was overcome with emotion about just how beautiful the thing was, it blew me away. Suddenly I was starving again. This was the highpoint. Everything felt balanced and the vibe was brilliant. I was in a groove on the bike and making progress towards recapturing my goal. I felt self-sufficient and alive. I put on a dry layer and even that sensation was heightened somehow, a pulse of adrenaline to be warm and dry again. I got the stove out for the first time and made a feast of rehydrated eggs and instant coffee. It didn’t even matter that the only water I had was mixed with citrus electrolyte powder. I gave myself 20 minutes to sit down, eat a bunch of food and enjoy the hot coffee. I was nestled firmly inside the experience and it felt amazing.\\n\\n![The best place on earth for twenty solid minutes.](https://images.mirror-media.xyz/publication-images/G9pyiTRlWxa_CtSuAcJGX.jpg?height=1665&width=2500)\\n\\nFrom there it was long day of beautiful roads and incredible views. There were a few cold miles early as the route dipped down into valley bottoms, but the sun never felt too far away. At some point I entered the purgatory of “Stage Road” There had been a group text earlier regarding a water crossing, but it ended up feeling good to dip my feet in the cold water and was in some ways a rewarding problem to solve (as compared to many other, less heroic navigational moments). I remember happily finding the perfect stone on the far side, a great place to put my dirty socks back on and force down some more calories. Not long afterwards a few guys on motorbikes passed by and I marveled at their suspension. The “road” was bisected by the Appalachian Trail, a spot where I thought I might camp in my original game plan. Riding a route for the first time provides the unique experience of watching places transform from imagination to reality. I had looked at this spot so many times, on different types of maps but it was not familiar. I had also pictured myself riding more on Stage Road, but it had become mostly a hike. I just did not have the power in my legs to spin up the loose surfaces. I played some music, sang aloud and walked with my bike. Occasionally annoyed that I was only able to walk comfortably while on the left side of the bike, maybe something to practice in the future.\\n\\n![Stage Road, a very special section of the Southern Lobe. ](https://images.mirror-media.xyz/publication-images/5vCN3aCW5i1tmXEAZuwlo.jpg?height=1665&width=2500)\\n\\n![A sign that caught my eye and I ended up buying more food than I could fit on my bike. ](https://images.mirror-media.xyz/publication-images/NGqT25CdRiE6e-rIwfxZo.jpg?height=1665&width=2500)\\n\\n![Perhaps the least inspired composition of all my Super 8 snapshots, but it was my first visit to the Bennington monument and I had fun riding the loop around it.](https://images.mirror-media.xyz/publication-images/yEBkwx1_1eDf234-KjZhj.jpg?height=1665&width=2500)\\n\\n![I was not upset that I had to get off my bike and wait here for a bit. Funny detail, but I vividly recall eating an amazing little bag of raisins and peanuts while standing here - even the dust in the bottom of the bag. It was salty and delightful. ](https://images.mirror-media.xyz/publication-images/L11_BJdwrOS8wqSRreRln.jpg?height=1665&width=2500)\\n\\n![Flat roads at dusk, a rare moment on the Vermont Super 8 route.](https://images.mirror-media.xyz/publication-images/pECXOgZRjItXM57tUYpra.jpg?height=1665&width=2500)\\n\\n![One of the few times I turned my bike around to make a photograph. This was in the NY section and it creeped me out something fierce. In retrospect it marked the beginning of a downward mental slide to the lowest point of my trip. ](https://images.mirror-media.xyz/publication-images/UBHV7dekn80olUF40AI4e.jpg?height=1665&width=2500)\\n\\nThe riding North of Bennington was sublime. Dusk seemed to last forever and the terrain mellowed a bit. I was relieved to see miles adding up again. I was moving into country familiar to me and welcomed what I knew was going to be a long stretch of riding in the dark. I dipped over into NY and passed by a house with far more animals than people. I was very thankful for the fence that separated large dogs and myself. Then I suddenly wanted to get back into Vermont, almost like I was homesick for a place after having only been gone for twenty minutes. It was an artificial goal based on an artificial boundary, but it was driving me. Not quite a panic, but it was a strong emotional pull. Somewhere in this section I must have fallen behind with the calories. It got dark. I found myself sitting outside the single story brick municipal building of West Rupert, VT. It was colder than I wanted it be and I put all of my layers back on. There was an exterior light and some concrete steps. I plugged the GPS into my battery pack, everything was low on power and I couldn’t find any exterior outlets. My phone was nearly dead and I sent out a text message saying I was fine and would be riding for a few more hours. I debated getting into my bag and sleeping right there, but it was only a passing, desperate thought. I needed to eat and I needed to warm up. My stove roared to life and I devoured the bag of “Chicken and Dumplings” A text message came in with support and love from my wife. I looked at the houses nearby with glowing windows and missed my family terribly. I was surrounded by people, but felt completely alone. I was outside looking in and it rattled me. My mind spun and had me questioning myself. Why was I opting to miss out on the routines of home? At that moment I would have given anything to be in the midst of our bedtime routine: tucking my kids in and lying next to their little warm bodies as they drifted off to sleep. Instead I was forced to look at my GPS and realize that I still had 30 miles left to reach my goal for the day. I packed up my stuff and got my bike ready. For some reason I peaked behind the building one last time, maybe hoping to find some magical camp spot but it wasn’t there. I was supposed to continue on, past my comfort zone and past my self-doubt. This experience was an elective hardship, but the day had taken its toll on me. There was no choice but to ride more. I was surprised to discover that doing so did not hurt physically, all of the discomfort was in my mind. “The more I ride the sooner I get to see the kids again” became my mantra. I had overcome the low and before long I realized the next big stretch of miles was on a RAIL TRAIL! This felt like a cosmic reward. It was beautifully straight and flat, with no cars. I pretended I was on a train. Ridiculous, but the imagery worked and I flew towards my camp spot at Analog. There was, of course, one ridiculous hill to get over before making it to East Poultney, but at that point I was so excited to crawl into my sleeping bag that nothing could deter me. I got there and passed one other campsite, feeling badly to have mistakenly lit up their tent with my headlamp. I have no idea how long it actually took to set up my tent, but it felt like I was moving in slow motion. I seemed to have forgotten the sequence of things, and kept misplacing my toothbrush and shorts. It felt like I suddenly had thirty different stuff sacks and their contents kept changing, a delirious camping edition shell game. I had ridden my bike for 20 straight hours and it was time to sleep.\\n\\n![The last night of my trip was spent camping at Analog Cycles in East Poultney, Vermont. ](https://images.mirror-media.xyz/publication-images/xlbE1m646l3_fqAXMe8Zv.jpg?height=1665&width=2500)\\n\\nI awoke to a grey dawn and heavy limbs. I slept longer than I had wanted, but my body was not going to negotiate. My plan to eat a half dozen breakfast sandwiches from the nearby general store was put to rest once I learned they were closed on Mondays. That was also where and when I had hoped to recharge batteries for my GPS, phone and battery pack. Everything was running low, but the option to backtrack to a gas station was not appealing. I was focused on going the other direction, towards home. I ended up at a farmstand and they were gracious, curious, to accept my smelly presence for a bit. I ate three pieces of peach pie and had a handful of coffees while my GPS hung from an outlet. An older guy offered me the bed of his truck going north, and it was a touch painful to decline the lift. The clouds were ominous, but I knew Montpelier was within range for the day.\\n\\n![Good pie, hot coffee and friendly conversation was had here.](https://images.mirror-media.xyz/publication-images/eVOa_tTF9zLJ41cn2fAOA.jpg?height=1665&width=2500)\\n\\n![The second time I turned my bike around to make a photograph, not too far from Brandon VT.](https://images.mirror-media.xyz/publication-images/LUtyutYPGCy194POuhcSE.jpg?height=1665&width=2500)\\n\\n![The breakfast of my dreams at Mae’s Place in Brandon VT. Also where I had to put new batteries in the Spot Tracker. ](https://images.mirror-media.xyz/publication-images/nTD6mOa0OFAcbxjCMG0B-.jpg?height=1665&width=2500)\\n\\n![Traveling West to East in Vermont is never easy, and Brandon Gap is no exception. ](https://images.mirror-media.xyz/publication-images/dEgsEnBDmzKusTvkwe7Ql.jpg?height=1665&width=2500)\\n\\n \\n I knew it was my last day on the ride and that was easy motivation. I ended up putting myself in a bad position with battery power though and the mental stress of losing my navigation soon exceeded the physical demands. It felt like the whole day was spent hovering in the low percentages of remaining power, and it was not fun. I knew where I was generally, but the route still had some curveballs. The daylight had burned off and I found myself riding in the dark using only the lowest setting of my headlamp. The light on my handlebars had died. My phone was dead. My GPS power was in the single digits. I was tired and kept missing my turn. It was an ATV trail and a bit slippery. Not the worst terrain, but it was ledgy and I felt dull. I kept looking for the familiar tire tracks of those who had gone in front of me. “Rekon where ARE you? I need you right now.” I said to myself or else out loud. Then it felt like I just kept seeing my own tracks and that thought was sickening. I did not want to get lost now. I wanted to be done. Back and forth and somehow I kept missing a turn. The GPS power crept lower. Finally I saw it, a washed out and overgrown gully. That was my ticket to salvation. Almost. I made it to Northfield and realized there was no way to get through the final stretch without a recharging stop. Subway glowed like a beacon of hope, and bacon. Lots of bacon. I ate yet another gigantic sandwich and sat there watching my GPS slowly regain its utility. The end was in sight and I eagerly texted my wife. I knew the route would never let the final stretch come easy though and I prepared myself for what would surely be one last section of something challenging. The blinking battery graphic indicator hit 30% I was out the door - once again riding up a hill and watching the road surface move through my circle of light. Per usual the pavement gave way to dirt and the road slipped into a trail. None of it bothered me, I had my freshly charged lights on full blast and was savoring the final 10 miles.\\n\\n![Getting towards the end, or the beginning of the Vermont Super 8 route. ](https://images.mirror-media.xyz/publication-images/grralxtKQVW-IW_UVZi82.jpg?height=1667&width=2500)\\n\\nOf course the route served up a final batch of simmering humility when I couldn’t find the last bit of rail trail into downtown. I didn’t care though and mashed pedals down the dark streets of Montpelier. The riders who would continue onto the North Lobe would use this center point to resupply at their vehicle. I was fixated on this and am still in awe of the mental strength it requires. In the end though that is what the trail has to offer the entire way. There is always the option to stop, but there is also the option to just keep moving and to see what is possible.\\n\\n![Eyes closed, smiling… seems about right. The end of the Vermont Super 8 Southern Lobe at the Capitol Building in Montpelier, Vermont. ](https://images.mirror-media.xyz/publication-images/ncaLr8sPUKmaVpRPX5XDk.jpg?height=1665&width=2500)\\n\\n\",\"timestamp\":1639937122,\"title\":\"Highs and Lows from the Vermont Super 8\"},\"digest\":\"H0mIdHnMxWr_TfduCAlhqskg5Z-zfvWif0q-YiSqKKc\",\"authorship\":{\"contributor\":\"0x74bc780e8b1Fd8Cf70bee7ed56Bd0E4a563D4933\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zkg8io5mJ7ZWZimRQ120OrvuK0aW15Zx-NiCwRF0zXA\\\",\\\"y\\\":\\\"vhi_HD9S5ug4thZ-W22ZU-GytCSEyEKfGhtDHYforXs\\\"}\",\"signature\":\"5aulND4KN95MP7IxmTQsTfgmGFHH2U6EB_UYqGESZOSW3EDUSFXbP62UTKCAudFWWzKJfMJa3JLZTzrgKQWXVg\",\"signingKeySignature\":\"0xa0c970473eaac65bc8e908eed6b89ea3581ddbcd1f21ebaff207918f88f28c5c0725a9e57555c0136476ed4334404628411285c910f66cdf4339f58a71f4be8f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zkg8io5mJ7ZWZimRQ120OrvuK0aW15Zx-NiCwRF0zXA\\\",\\\"y\\\":\\\"vhi_HD9S5ug4thZ-W22ZU-GytCSEyEKfGhtDHYforXs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H0mIdHnMxWr_TfduCAlhqskg5Z-zfvWif0q-YiSqKKc\"}"