"{\"content\":{\"body\":\"[小鹏汽车](https://laohu8.com/S/XPEV)董事长何小鹏发表演讲时表示，2024年以后的汽车将会有少部分飞到天空，2030年会更大范围地占领天空。小鹏将在2022年的下半年开始探索RoboTaxi。\\n\\n以下为演讲全文：\\n\\n朋友们大家好，我是小鹏汽车的何小鹏，非常开心能够以视频演讲的方式参加2021中国分析师大会，并借此机会跟各位一起分享一下小鹏对[智能](https://laohu8.com/S/5RE.SI)出行新时代的思考，以及对正在经历巨变的汽车行业的一些应对。\\n\\n首先，我想回到七年前小鹏汽车刚刚开始的时候。2014年初始团队成立时，我们认为未来的世界里会出现很多新的汽车厂商，就像十几年前出现的很多手机厂商以及它们带来的变革一样，我们也相信智能化会成为汽车非常重要的一环。实际上在那个时候，周围存在着非常多的质疑，包括是不是PPT造车、能不能做出一台有品质的车、能不能有一万个客户、能不能做到十万的年销量、智能化到底在智能电动汽车领域里起到什么价值以及为什么用户会买单等。\\n\\n时间一晃，七年过去了，今天的小鹏汽车已经成为了中国造车新势力的前三。在过去的一年多时间里，非常有幸在美国跟香港两地上市，市值超过3000亿。我们也取得了一些不错的成绩，包括在最近的一个季度里，小鹏汽车完成了10万辆车的生产和交付；进行了品牌换新，期望将来能成为“未来出行的探索者”；发布了新产品20万级别带激光雷达的智能家轿P5，以及在第19届广州车展亮相的全新智能旗舰SUV小鹏G9，这是我们第一款支持XPILOT的智能汽车，也是第一款面向国际化的车型。\\n\\n关于刚刚提及的很多质疑，例如小鹏是不是PPT造车，能不能造10万台，我相信大家已经得到了结论。在此，我想跟大家分享一下小鹏智能化的数据和进展。\\n\\n小鹏汽车是中国目前最早实现全栈智能自主研发设计的公司。去年推出的全场景语音，现已成为行业参考和学习的方向。此外，我们在智能座舱的方面也取得了非常好的成绩。今年年初推出的XPILOT3.0高速NGP已达到3000公里，可以从广州的东部一直开到北京，每100公里的接管次数只有0.7次。在最近的小鹏“1024科技日”活动上，我们发布了XPILOT3.5相关开发者版本的效果，可以看到它能在广州市中心一个大概10公里的城市路段上，从一个停车场开到另外一个停车场，全程大概接管0到2次之间。我们非常自豪小鹏在中国智能电动汽车科技领域展现出了引领价值。\\n\\n智能化已经取得如此成绩，那用户的使用效果如何？目前，小鹏的智能语音月渗透率达到了98%。而用户驾驶的每100公里高速里有大概60公里使用了XPILOT3.0，这个数据远远超过了我们2014年的想象，智能化已经在初步地影响小鹏汽车用户的生活。\\n\\n这是我们过去跟现在的思考和数据，那么该如何看待今天跟明天汽车的变化呢？\\n\\n今天汽车行业的变化已非常清晰，在过去的一年多的时间里，新能源在全球智能汽车市场上非常火热，不用赘述。同时我们看到一个非常有趣的变化：工业4.0已到达初级阶段。在过去大概300年时间里，人类经历了工业1.0到工业3.0，我们很有幸能见证工业4.0改变每一个人的生活，我们看到了全新的以智能制造为主的硬件的变革，以AI为导向的互联网+AI+服务的变化以及中国的运营乃至全球化的整体运营的变化。我相信今天的工业4.0还是仅处于初级阶段，新能源汽车在能源、出行、交通、生活等方面有巨大的刚需，未来的5到20年内将会对所有人的生活产生质的改变。\\n\\n在这个赛道里，我相信全球未来会有5到10家主要的player，每一家的总收入可能一年都能达到3000亿美元甚至以上，一如当时的iPhone4，现在的小米、华为、[苹果](https://laohu8.com/S/AAPL)等一系列的手机以及由此产生的移动互联网场景和生态对人们生活的影响，这些企业的智能电动车也能够影响更多人的生活，\\n\\n最近的11月，我们刚完成了品牌换新，将小鹏汽车的定位从一个智能汽车的引领者变成了一个对未来出行的探索者。小鹏正在思考未来的出行、未来的交通、未来的汽车的变化。我们认为未来的出行，最重要的是以科技智能为核心，但是科技智能为核心里最重要的是以硬件为核心的创新，带动软件跟数据方面的创新。即必须做到软硬整合，才有可能持续做好。软硬整合的基础上，更重要的是如何通过超高度集成，把整个成本控制下来，把整个体验给做上去。\\n\\n例如我们在最近的财报里提及将在2022年的下半年探索RoboTaxi。实际上，我们认为无人驾驶的出租以及无人驾驶的运营可能还需要好几年的时间。但在小鹏的现在前装量产基础上以及XPILOT3.5和4.0的辅助下，我们很有信心在部分领域开展探索。在有更多的数据、更多的场景的情况下，小鹏将思考该如何去管理这样一款车。随着时间的推动，我们未来生产的汽车将在成本、安全、可靠以及共享出行理念等各方面做得更好。\\n\\n要成为“未来出行的探索者”需要做好哪几个方面？\\n\\n第一是做好智能，在硬件跟软件高度集成的基础上进行全栈自研创新。小鹏上个季度单季度研发投入就已经达到12.6亿人民币，在未来的数年时间，我们会继续深耕智能研发。\\n\\n第二是提高品质，未来的整个交通工具一定会有更好的品质，在无人驾驶以及多种交通工具上，技术创新、工艺创新和整个供应链更好的发展将助力汽车品质发展。\\n\\n第三是探索变革。今天的汽车是一百多年前发明的，我们不太相信一个新的汽油车公司或者一个新的电动汽车公司或者一个新的新能源汽车公司能够去深层次地改变整个格局，所以行业必须探索未来交通工具的变革。当下的智能汽车，我们认为还不是智能汽车，只是智能汽车的初级阶段。2023年下半年之后可能进入智能汽车1.0，在2025年下半年进入智能汽车的2.0，届时的智能汽车硬件、软件将有巨大的变化。我们认为在2024年以后的汽车会有少部分开始会飞到天空，在2030年会更大范围地占领天空。\\n\\n小鹏的品牌里面的第四点是潮酷。在中国如何做得更帅，在全球如何做得更潮酷，如何把设计语言、设计因素跟科技耦合起来，这是我们认为整个设计领域将研究的方向。\\n\\n最后一个非常重要的是如何保持可持续发展。电动汽车是当前绿色能源里一个非常重要的角色，但现在所做得还远远不够。如何将黑电的领域变成绿电，如何让电动汽车或者是电动其它交通工具更智能和节能，甚至在将来实现碳中和。可持续不仅包括碳中和，还包括如何将我们的能力分享给合作伙伴。因此，小鹏汽车的销售服务体系是全自营，但不全自销。我们是首个自建自营体系和自销体系授权体系组合的企业，相信通过可持续发展，小鹏能获得更多的关注、更多的支持以及更多开发合作伙伴，一起把这个事情做得更好。\\n\\n以上便是小鹏汽车在过去七年里的一些探索，以及我们对未来的一些简单的思考，我们相信中国的智能汽车公司一定有机会走向全球，我们期待小鹏成为其中的一员，也期待能够共同探索未来交通的变革，让每个人交通的生活更有效率、更安全、更低成本以及更舒适，让每个人的行的生活得到变革，让住与其它方面的生活得到更深层次的改变，这是小鹏期待去做的事情，也是小鹏期待与更多的中国创业者、更多在场的投资人一起去分享、去创造、去探索，最后去实现的梦想和目标。\\n\\n谢谢大家！\\n\\n \\n \",\"timestamp\":1638253529,\"title\":\"何小鹏：2024年以后的汽车将会有少部分飞到天空\"},\"digest\":\"k8uLqb1Jn07x7TaA2SA2TnMXA74OQzujgZlKK8re_zk\",\"authorship\":{\"contributor\":\"0x1275811219D7718bA7Bcf6561a63D8589eC10F54\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IgqI92LxuaTMIbuedXP3HlbVCXJGfU6GrNKsDSPGURQ\\\",\\\"y\\\":\\\"CjAG4GwA9wkVq4KbEtI-aUNMDRWQpMcO-vPlt-AnVhc\\\"}\",\"signature\":\"W8PdvRp2jAB2-uNDEADbMXkWRBfnPUJHlNkhZTutTxzAmveBHB24U7_GN9XqrIKhbXjKgNXgjuyQ3_p-VL5XVQ\",\"signingKeySignature\":\"0x19ae8228c3b4a6c1f99a19e0679affa99fefe3bb96c96c94ac95f8dfe5b827ee6faa5721fad0f94858ef147af1a712a9d74719aaa82e7e4a53e9fba3c16961a41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IgqI92LxuaTMIbuedXP3HlbVCXJGfU6GrNKsDSPGURQ\\\",\\\"y\\\":\\\"CjAG4GwA9wkVq4KbEtI-aUNMDRWQpMcO-vPlt-AnVhc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k8uLqb1Jn07x7TaA2SA2TnMXA74OQzujgZlKK8re_zk\"}"