"{\"content\":{\"body\":\"我怎么才发现这个兔子洞啊，会不会太晚了呀，2021年发展的也太猛了吧，2022年还会有这么多机会吗？没时间解释了，先上车吧。\\n\\n我是一个纯正的小白，真正深入了解是在一个月前，就是在双十一。那时，我还是从大饼了解起，它的技术、理念，以及一些基础概念，如公钥、私钥、助记词和钱包等。\\n\\n其实我老早就听说了，几年前也参与过，但是也仅限于听过或是摸过而已。\\n\\n### 四个阶段入局\\n\\n高中是我最早知道的时间点，在一本杂志上看到的，有了个印象。那时候想买也不会买，就没啥好说的了，算是埋下的一个种子。另外，没钱总想着白嫖，如挖矿的那种，还记得当时玩迅雷的挖矿，不了了之了。\\n\\n再开始就是大学时候了，那时已经到了5000多了，当时想着真贵，还是不知道怎么去买，也不想去买，因为一个月生活费才1000来块，又没有收入。开始用笔记本挖矿，当然什么也没挖到。我还记得当时看郎平教授的访谈节目，他说送给我都不要。\\n\\n第三次是在2019年的春节期间了，我记得当时新高，到了2w多刀，我首次入局，买了100块的大饼，是按照知乎的教程来的。前些天找了好几个平台，最后判断应该是在fire平台上的，但是余额显示没了，可能是被吞了。我记得当时玩的很谨慎，手续费啥的都难以接受，很抗拒的就放下了。要知道，17年毕业，18年我手上也没什么钱，抠门的很，心态上就很拮据，也可以说是认知浅显。\\n\\n知识众筹改变了我，因为我了解到了笑来老师，老师的书籍改变了我的认知，我明白了花钱的重要性，敢于花钱了。于是，我加入了践行群，在2021年的1.1日，为期一年。开始定投box，主要成分是大饼，其他的我也不了解，开始不断小批量入金，小到一年截止也才2000刀的程度。这时，我的认知也只是大饼，我认为这是大家的共识罢了，要是技术被突破了，或是大家都不认可了，不就也是郁金香的泡沫了吗？所以，我抱着归零的心态在尝试，投入并不重。定投是循序渐进的，我对价格并不敏感，在年中看见了3w刀的大饼也没有什么感觉，并且认知里面仅限于此。\\n\\n第四次，也就是这一次，才是真正的入局，skin in the game，深入探究。这一次源自于开始玩推，有个深度关注的中文推主说了这样的一句话，“十年之后，年轻人不再对房价感到绝望，而是对b价”，并在不久后推荐了另外的一个博主，让我开始了解大饼的发展史及一些概念。接着，我在知乎上加入了第一个组织，通过空投任务开始学习。11.15是我在ba的首次入金，后面陆续开通了更多的cex平台。我开始重点使用推、不和谐，后者注册太不友好，不断封号。后面，我又加入了第二个组织，大航海，更加深入的了解整个行业。\\n\\n当前的入局，是于我而言的合适点，因为我的认知和资金都完成了阶段性的积累。同时，我也有着寻求出口的激情在。认知上，笑来老师洗礼、塔勒布系列学习，资金上是2020年的奖金，激情是我对时间属性的投资重视及消费忽视。\\n\\n### 粗浅的开始\\n\\n一个半月的探究，收获的东西再多，也只是浅显，因为面临的未知是如此之多。对目前喜欢新事物的我而言，这是一个宝藏。\\n\\n首先了解的是钱包的使用，助记词、私钥、公钥等作用，要注意的事项。在各个平台的入金，转账的手续费问题，走链的问题。\\n\\n明白了不只是大饼，还有很多其他的b，且不单是数字黄金的稀缺性，还有实用性了，如爆发式增长的各大公链。并在肉疼的贵族链上体验了l2的存在意义。\\n\\n为了刷空投，在贵族链花了不少gas，一开始还不知道看矿工数字，在高峰期花了不少。另外由于操作的不熟练，在无效操作上也花了不少。\\n\\n知道了Dapp，这就是生态的丰富，知道了Defi，是生态的核心，tvl的锁仓很重要，知道了各种fi，如game、social、learn等。总之，天下熙熙皆为利来，fi是最好的生产力，几千年来如此，几千年后也是如此，这就是林迪效应。\\n\\n还有公司的迭代型组织Dao，一入行就赶上了People，没捐款，但买在了早起，也获利了小几千。\\n\\n链游被baby给埋了，不听信老人的出本，一直等，直到被埋。明白了早期要尽快回本，要在市场最高峰撤退。当时4不卖，等到1.2卖，0.07不卖，等到0.0015，基本算是埋了，当买教训了。另外，挖矿的无偿损失也给我深深的上了一课，在97%的跌幅之下，我的500刀变成了50刀。我看中了300%的apy，却受到了90%的损失。这就是不对称风险，面临着极大的风险，去追求有限的利润。说到底还是不了解玩法，认知不够。\\n\\n尝试了网格交易，因为在12.1开始了，也被12.5的大跌给埋了，深深的上了一课。\\n\\n再就是一入行就急着买的问题，看到这个人推荐，买，那个人推荐，买。买了一堆自己不了解的东西，结果当然是被套了一大堆，手里就不能有钱，有了就想用完。一旦看到下跌就加仓，直到12.5的大跌，发现自己手上没有仓了，入金也都开始提价，里外很尴尬。由此，明白了仓位要慢慢加，再好的东西也要等价格合适。另外要买自己开得懂的，至少是了解的东西，要对自己负责。\\n\\n### 负面影响\\n\\n虽然入圈才一个多月，但是很明显的打乱了我的生活节奏。最直观的就是打破了我对时间的分配，超额的身体透支。在我意识到时间的三大用处，消费、交易和投资之后，我减少了游戏时间，开始阅读、健身、跑步、冥想和充足的睡眠。\\n\\n现在，我停止了这一切，身体因为熬夜、不锻炼退化，大脑因为不阅读而退化，意识因为不冥想而退化。\\n\\n我还是觉得时间不够，全部用来了解这个领域，甚至开始牺牲睡眠时间。\\n\\n这样会不长久，我必须意识到并做一些调整。身体第一，有耐心\\n\\n### 2022年的展望\\n\\n过去的一个半月，交了不少学费，主线任务也是如此，就是感受、触摸、理解和学习。\\n\\n对于2022年的展望，首先就是认知上是第一位，我是准备好了七年一辈子的，所以基础打好，看的懂才能保证不慌。第二是财务上能缓解下我的压力，资金翻上一倍及格，同时找到安全稳定的持续收入，及格线在1wu一年，供开销。\",\"timestamp\":1641348016,\"title\":\"Crypto Review 2021\"},\"digest\":\"fCeZh-d1ANuCCKAOhFkKyi589pnKt4EC2wL6DclIanI\",\"authorship\":{\"contributor\":\"0x8625a891f723A59D8cC85B42DD274328dE827528\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c0XvfMuepcldPftchcRwK8XLiZYsp2w_it4WaN8Ai3k\\\",\\\"y\\\":\\\"e2EZI18PwkadaFohvvKx08GioFKGByg1MkcA6KwSSvI\\\"}\",\"signature\":\"21zvdrc-uJfIdn5fUjYCkUCXchTzRoz8i8WspOmOA9CliK_waOfqGQgUftlgTZgg2lomrKuorHD7meJjAfLqFg\",\"signingKeySignature\":\"0x8d454477c62d7fde0138571a9449f2b58221419d2eec7bd8d6676123d0ba772537dabfe8461860d6fd5b470da32bba82eb1762a2bcb2a6b5a3c36ae30f5744211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c0XvfMuepcldPftchcRwK8XLiZYsp2w_it4WaN8Ai3k\\\",\\\"y\\\":\\\"e2EZI18PwkadaFohvvKx08GioFKGByg1MkcA6KwSSvI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fCeZh-d1ANuCCKAOhFkKyi589pnKt4EC2wL6DclIanI\"}"