"{\"content\":{\"body\":\"Malluch looked into Ben-Hur's face for a hint of meaning, but saw, instead, two bright-red spots, one on each cheek, and in his eyes traces of what might have been repressed tears; then he answered, mechanically, \\\"No!\\\" adding, with fervor, \\\"never;\\\" and a moment after, when he began to recover himself, \\\"If he is an Israelite, never!\\\" And when at length he was completely recovered--\\\"My first lesson in the synagogue was the Shema; my next was the saying of the son of Sirach, 'Honor thy father with thy whole soul, and forget not the sorrows of thy mother.'\\\"\\n\\nThe red spots on Ben-Hur's face deepened.\\n\\n\\\"The words bring my childhood back again; and, Malluch, they prove you a genuine Jew. I believe I can trust you.\\\"\\n\\nBen-Hur let go the arm he was holding, and caught the folds of the gown covering his own breast, and pressed them close, as if to smother a pain, or a feeling there as sharp as a pain.\\n\\n\\\"My father,\\\" he said, \\\"bore a good name, and was not without honor in Jerusalem, where he dwelt. My mother, at his death, was in the prime of womanhood; and it is not enough to say of her she was good and beautiful: in her tongue was the law of kindness, and her works were the praise of all in the gates, and she smiled at days to come. I had a little sister, and she and I were the family, and we were so happy that I, at least, have never seen harm in the saying of the old rabbi, 'God could not be everywhere, and, therefore, he made mothers.' One day an accident happened to a Roman in authority as he was riding past our house at the head of a cohort; the legionaries burst the gate and rushed in and seized us. I have not seen my mother or sister since. I cannot say they are dead or living. I do not know what became of them. But, Malluch, the man in the chariot yonder was present at the separation; he gave us over to the captors; he heard my mother's prayer for her children, and he laughed when they dragged her away. Hardly may one say which graves deepest in memory, love or hate. To-day I knew him afar--and, Malluch--\\\"\\n\\nHe caught the listener's arm again.\\n\\n\\\"And, Malluch, he knows and takes with him now the secret I would give my life for: he could tell if she lives, and where she is, and her condition; if she--no, THEY--much sorrow has made the two as one--if they are dead, he could tell where they died, and of what, and where their bones await my finding.\\\"\\n\\n\\\"And will he not?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"I am a Jew, and he is a Roman.\\\"\\n\\n\\\"But Romans have tongues, and Jews, though ever so despised, have methods to beguile them.\\\"\\n\\n\\\"For such as he? No; and, besides, the secret is one of state. All my father's property was confiscated and divided.\\\"\\n\\nMalluch nodded his head slowly, much as to admit the argument; then he asked anew, \\\"Did he not recognize you?\\\"\\n\\n\\\"He could not. I was sent to death in life, and have been long since accounted of the dead.\\\"\\n\\n\\\"I wonder you did not strike him,\\\" said Malluch, yielding to a touch of passion.\\n\\n\\\"That would have been to put him past serving me forever. I would have had to kill him, and Death, you know, keeps secrets better even than a guilty Roman.\\\"\\n\\nThe man who, with so much to avenge, could so calmly put such an opportunity aside must be confident of his future or have ready some better design, and Malluch's interest changed with the thought; it ceased to be that of an emissary in duty bound to another. Ben-Hur was actually asserting a claim upon him for his own sake. In other words, Malluch was preparing to serve him with good heart and from downright admiration.\\n\\nAfter brief pause, Ben-Hur resumed speaking.\\n\\n\\\"I would not take his life, good Malluch; against that extreme the possession of the secret is for the present, at least, his safeguard; yet I may punish him, and so you give me help, I will try.\\\"\\n\\n\\\"He is a Roman,\\\" said Malluch, without hesitation; \\\"and I am of the tribe of Judah. I will help you. If you choose, put me under oath--under the most solemn oath.\\\"\\n\\n\\\"Give me your hand, that will suffice.\\\"\\n\\nAs their hands fell apart, Ben-Hur said, with lightened feeling, \\\"That I would charge you with is not difficult, good friend; neither is it dreadful to conscience. Let us move on.\\\"\\n\\nThey took the road which led to the right across the meadow spoken of in the description of the coming to the fountain. Ben-Hur was first to break the silence.\\n\\n\\\"Do you know Sheik Ilderim the Generous?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Where is his Orchard of Palms? or, rather, Malluch, how far is it beyond the village of Daphne?\\\"\\n\\nMalluch was touched by a doubt; he recalled the prettiness of the favor shown him by the woman at the fountain, and wondered if he who had the sorrows of a mother in mind was about to forget them for a lure of love; yet he replied, \\\"The Orchard of Palms lies beyond the village two hours by horse, and one by swift camel.\\\"\\n\\n\\\"Thank you; and to your knowledge once more. Have the games of which you told me been widely published? and when will they take place?\\\"\\n\\nThe questions were suggestive; and if they did not restore Malluch his confidence, they at least stimulated his curiosity.\\n\\n\\\"Oh yes, they will be of ample splendor. The prefect is rich, and could afford to lose his place; yet, as is the way with successful men, his love of riches is nowise diminished; and to gain a friend at court, if nothing more, he must make ado for the Consul Maxentius, who is coming hither to make final preparations for a campaign against the Parthians. The money there is in the preparations the citizens of Antioch know from experience; so they have had permission to join the prefect in the honors intended for the great man. A month ago heralds went to the four quarters to proclaim the opening of the Circus for the celebration. The name of the prefect would be of itself good guarantee of variety and magnificence, particularly throughout the East; but when to his promises Antioch joins hers, all the islands and the cities by the sea stand assured of the extraordinary, and will be here in person or by their most famous professionals. The fees offered are royal.\\\"\\n\\n\\\"And the Circus--I have heard it is second only to the Maximus.\\\"\\n\\n\\\"At Rome, you mean. Well, ours seats two hundred thousand people, yours seats seventy-five thousand more; yours is of marble, so is ours; in arrangement they are exactly the same.\\\"\\n\\n\\\"Are the rules the same?\\\"\\n\\nMalluch smiled.\\n\\n\\\"If Antioch dared be original, son of Arrius, Rome would not be the mistress she is. The laws of the Circus Maximus govern except in one particular: there but four chariots may start at once, here all start without reference to number.\\\"\\n\\n\\\"That is the practise of the Greeks,\\\" said Ben-Hur.\\n\\n\\\"Yes, Antioch is more Greek than Roman.\\\"\\n\\n\\\"So then, Malluch, I may choose my own chariot?\\\"\\n\\n\\\"Your own chariot and horses. There is no restriction upon either.\\\"\\n\\nWhile replying, Malluch observed the thoughtful look on Ben-Hur's face give place to one of satisfaction.\\n\\n\\\"One thing more now, O Malluch. When will the celebration be?\\\"\\n\\n\\\"Ah! your pardon,\\\" the other answered. \\\"To-morrow--and the next day,\\\" he said, counting aloud, \\\"then, to speak in the Roman style, if the sea-gods be propitious, the consul arrives. Yes, the sixth day from this we have the games.\\\"\\n\\n\\\"The time is short, Malluch, but it is enough.\\\" The last words were spoken decisively. \\\"By the prophets of our old Israel! I will take to the reins again. Stay! a condition; is there assurance that Messala will be a competitor?\\\"\\n\\nMalluch saw now the plan, and all its opportunities for the humiliation of the Roman; and he had not been true descendant of Jacob if, with all his interest wakened, he had not rushed to a consideration of the chances. His voice actually trembled as he said, \\\"Have you the practise?\\\"\\n\\n\\\"Fear not, my friend. The winners in the Circus Maximus have held their crowns these three years at my will. Ask them--ask the best of them--and they will tell you so. In the last great games the emperor himself offered me his patronage if I would take his horses in hand and run them against the entries of the world.\\\"\\n\\n\\\"But you did not?\\\"\\n\\nMalluch spoke eagerly.\\n\\n\\\"I--I am a Jew\\\"--Ben-Hur seemed shrinking within himself as he spoke--\\\"and, though I wear a Roman name, I dared not do professionally a thing to sully my father's name in the cloisters and courts of the Temple. In the palaestrae I could indulge practise which, if followed into the Circus, would become an abomination; and if I take to the course here, Malluch, I swear it will not be for the prize or the winner's fee.\\\"\\n\\n\\\"Hold--swear not so!\\\" cried Malluch. \\\"The fee is ten thousand sestertii--a fortune for life!\\\"\\n\\n\\\"Not for me, though the prefect trebled it fifty times. Better than that, better than all the imperial revenues from the first year of the first Caesar--I will make this race to humble my enemy. Vengeance is permitted by the law.\\\"\\n\\nMalluch smiled and nodded as if saying, \\\"Right, right--trust me a Jew to understand a Jew.\\\"\\n\\n\\\"The Messala will drive,\\\" he said, directly. \\\"He is committed to the race in many ways--by publication in the streets, and in the baths and theaters, the palace and barracks; and, to fix him past retreat, his name is on the tablets of every young spendthrift in Antioch.\\\"\\n\\n\\\"In wager, Malluch?\\\"\\n\\n\\\"Yes, in wager; and every day he comes ostentatiously to practise, as you saw him.\\\"\\n\\n\\\"Ah! and that is the chariot, and those the horses, with which he will make the race? Thank you, thank you, Malluch! You have served me well already. I am satisfied. Now be my guide to the Orchard of Palms, and give me introduction to Sheik Ilderim the Generous.\\\"\\n\\n\\\"When?\\\"\\n\\n\\\"To-day. His horses may be engaged to-morrow.\\\"\\n\\n\\\"You like them, then?\\\"\\n\\nBen-Hur answered with animation,\\n\\n\\\"I saw them from the stand an instant only, for Messala then drove up, and I might not look at anything else; yet I recognized them as of the blood which is the wonder as well as the glory of the deserts. I never saw the kind before, except in the stables of Caesar; but once seen, they are always to be known. To-morrow, upon meeting, I will know you, Malluch, though you do not so much as salute me; I will know you by your face, by your form, by your manner; and by the same signs I will know them, and with the same certainty. If all that is said of them be true, and I can bring their spirit under control of mine, I can--\\\"\\n\\n\\\"Win the sestertii!\\\" said Malluch, laughing.\\n\\n\\\"No,\\\" answered Ben-Hur, as quickly. \\\"I will do what better becomes a man born to the heritage of Jacob--I will humble mine enemy in a most public place. But,\\\" he added, impatiently, \\\"we are losing time. How can we most quickly reach the tents of the sheik?\\\"\\n\\nMalluch took a moment for reflection.\\n\\n\\\"It is best we go straight to the village, which is fortunately near by; if two swift camels are to be had for hire there, we will be on the road but an hour.\\\"\\n\\n\\\"Let us about it, then.\\\"\\n\\nThe village was an assemblage of palaces in beautiful gardens, interspersed with khans of princely sort. Dromedaries were happily secured, and upon them the journey to the famous Orchard of Palms was begun.\\n\\nCHAPTER X\\n\\nBeyond the village the country was undulating and cultivated; in fact, it was the garden-land of Antioch, with not a foot lost to labor. The steep faces of the hills were terraced; even the hedges were brighter of the trailing vines which, besides the lure of shade, offered passers-by sweet promises of wine to come, and grapes in clustered purple ripeness. Over melon-patches, and through apricot and fig-tree groves, and groves of oranges and limes, the white-washed houses of the farmers were seen; and everywhere Plenty, the smiling daughter of Peace, gave notice by her thousand signs that she was at home, making the generous traveller merry at heart, until he was even disposed to give Rome her dues. Occasionally, also, views were had of Taurus and Lebanon, between which, a separating line of silver, the Orontes placidly pursued its way.\\n\\nIn course of their journey the friends came to the river, which they followed with the windings of the road, now over bold bluffs, and then into vales, all alike allotted for country-seats, and if the land was in full foliage of oak and sycamore and myrtle, and bay and arbutus, and perfuming jasmine, the river was bright with slanted sunlight, which would have slept where it fell but for ships in endless procession, gliding with the current, tacking for the wind, or bounding under the impulse of oars--some coming, some going, and all suggestive of the sea, and distant peoples, and famous places, and things coveted on account of their rarity. To the fancy there is nothing so winsome as a white sail seaward blown, unless it be a white sail homeward bound, its voyage happily done. And down the shore the friends went continuously till they came to a lake fed by back-water from the river, clear, deep, and without current. An old palm-tree dominated the angle of the inlet; turning to the left at the foot of the tree, Malluch clapped his hands and shouted,\\n\\n\\\"Look, look! The Orchard of Palms!\\\"\\n\\nThe scene was nowhere else to be found unless in the favored oases of Arabia or the Ptolemaean farms along the Nile; and to sustain a sensation new as it was delightful, Ben-Hur was admitted into a tract of land apparently without limit and level as a floor. All under foot was fresh grass, in Syria the rarest and most beautiful production of the soil; if he looked up, it was to see the sky paley blue through the groinery of countless date-bearers, very patriarchs of their kind, so numerous and old, and of such mighty girth, so tall, so serried, so wide of branch, each branch so perfect with fronds, plumy and waxlike and brilliant, they seemed enchanters enchanted. Here was the grass coloring the very atmosphere; there the lake, cool and clear, rippling but a few feet under the surface, and helping the trees to their long life in old age. Did the Grove of Daphne excel this one? And the palms, as if they knew Ben-Hur's thought, and would win him after a way of their own, seemed, as he passed under their arches, to stir and sprinkle him with dewy coolness.\\n\\nThe road wound in close parallelism with the shore of the lake; and when it carried the travellers down to the water's edge, there was always on that side a shining expanse limited not far off by the opposite shore, on which, as on this one, no tree but the palm was permitted.\\n\\n\\\"See that,\\\" said Malluch, pointing to a giant of the place. \\\"Each ring upon its trunk marks a year of its life. Count them from root to branch, and if the sheik tells you the grove was planted before the Seleucidae were heard of in Antioch, do not doubt him.\\\"\\n\\nOne may not look at a perfect palm-tree but that, with a subtlety all its own, it assumes a presence for itself, and makes a poet of the beholder. This is the explanation of the honors it has received, beginning with the artists of the first kings, who could find no form in all the earth to serve them so well as a model for the pillars of their palaces and temples; and for the same reason Ben-Hur was moved to say,\\n\\n\\\"As I saw him at the stand to-day, good Malluch, Sheik Ilderim appeared to be a very common man. The rabbis in Jerusalem would look down upon him, I fear, as a son of a dog of Edom. How came he in possession of the Orchard? And how has he been able to hold it against the greed of Roman governors?\\\"\\n\\n\\\"If blood derives excellence from time, son of Arrius, then is old Ilderim a man, though he be an uncircumcised Edomite.\\\"\\n\\nMalluch spoke warmly.\\n\\n\\\"All his fathers before him were sheiks. One of them--I shall not say when he lived or did the good deed--once helped a king who was being hunted with swords. The story says he loaned him a thousand horsemen, who knew the paths of the wilderness and its hiding-places as shepherds know the scant hills they inhabit with their flocks; and they carried him here and there until the opportunity came, and then with their spears they slew the enemy, and set him upon his throne again. And the king, it is said, remembered the service, and brought the son of the Desert to this place, and bade him set up his tent and bring his family and his herds, for the lake and trees, and all the land from the river to the nearest mountains, were his and his children's forever. And they have never been disturbed in the possession. The rulers succeeding have found it policy to keep good terms with the tribe, to whom the Lord has given increase of men and horses, and camels and riches, making them masters of many highways between cities; so that it is with them any time they please to say to commerce, 'Go in peace,' or 'Stop,' and what they say shall be done. Even the prefect in the citadel overlooking Antioch thinks it happy day with him when Ilderim, surnamed the Generous on account of good deeds done unto all manner of men, with his wives and children, and his trains of camels and horses, and his belongings of sheik, moving as our fathers Abraham and Jacob moved, comes up to exchange briefly his bitter wells for the pleasantness you see about us.\\\"\\n\\n\\\"How is it, then?\\\" said Ben-Hur, who had been listening unmindful of the slow gait of the dromedaries. \\\"I saw the sheik tear his beard while he cursed himself that he had put trust in a Roman. Caesar, had he heard him, might have said, 'I like not such a friend as this; put him away.'\\\"\\n\\n\\\"It would be but shrewd judgment,\\\" Malluch replied, smiling. \\\"Ilderim is not a lover of Rome; he has a grievance. Three years ago the Parthians rode across the road from Bozra to Damascus, and fell upon a caravan laden, among other things, with the incoming tax-returns of a district over that way. They slew every creature taken, which the censors in Rome could have forgiven if the imperial treasure had been spared and forwarded. The farmers of the taxes, being chargeable with the loss, complained to Caesar, and Caesar held Herod to payment, and Herod, on his part, seized property of Ilderim, whom he charged with treasonable neglect of duty. The sheik appealed to Caesar, and Caesar has made him such answer as might be looked for from the unwinking sphinx. The old man's heart has been aching sore ever since, and he nurses his wrath, and takes pleasure in its daily growth.\\\"\\n\\n\\\"He can do nothing, Malluch.\\\"\\n\\n\\\"Well,\\\" said Malluch, \\\"that involves another explanation, which I will give you, if we can draw nearer. But see!--the hospitality of the sheik begins early--the children are speaking to you.\\\"\\n\\nThe dromedaries stopped, and Ben-Hur looked down upon some little girls of the Syrian peasant class, who were offering him their baskets filled with dates. The fruit was freshly gathered, and not to be refused; he stooped and took it, and as he did so a man in the tree by which they were halted cried, \\\"Peace to you, and welcome!\\\"\\n\\nTheir thanks said to the children, the friends moved on at such gait as the animals chose.\\n\\n\\\"You must know,\\\" Malluch continued, pausing now and then to dispose of a date, \\\"that the merchant Simonides gives me his confidence, and sometimes flatters me by taking me into council; and as I attend him at his house, I have made acquaintance with many of his friends, who, knowing my footing with the host, talk to him freely in my presence. In that way I became somewhat intimate with Sheik IIderim.\\\"\\n\\nFor a moment Ben-Hur's attention wandered. Before his mind's eye there arose the image, pure, gentle, and appealing, of Esther, the merchant's daughter. Her dark eyes bright with the peculiar Jewish lustre met his in modest gaze; he heard her step as when she approached him with the wine, and her voice as she tendered him the cup; and he acknowledged to himself again all the sympathy she manifested for him, and manifested so plainly that words were unnecessary, and so sweetly that words would have been but a detraction. The vision was exceeding pleasant, but upon his turning to Malluch, it flew away.\\n\\n\\\"A few weeks ago,\\\" said Malluch, continuing, \\\"the old Arab called on Simonides, and found me present. I observed he seemed much moved about something, and, in deference, offered to withdraw, but he himself forbade me. 'As you are an Israelite,' he said, 'stay, for I have a strange story to tell.' The emphasis on the word Israelite excited my curiosity. I remained, and this is in substance his story--I cut it short because we are drawing nigh the tent, and I leave the details to the good man himself. A good many years ago, three men called at Ilderim's tent out in the wilderness. They were all foreigners, a Hindoo, a Greek, and an Egyptian; and they had come on camels, the largest he had ever seen, and all white. He welcomed them, and gave them rest. Next morning they arose and prayed a prayer new to the sheik--a prayer addressed to God and his son--this with much mystery besides. After breaking fast with him, the Egyptian told who they were, and whence they had come. Each had seen a star, out of which a voice had bidden them go to Jerusalem and ask, Where is he that is born King of the Jews?' They obeyed. From Jerusalem they were led by a star to Bethlehem, where, in a cave, they found a child newly born, which they fell down and worshipped; and after worshipping it, and giving it costly presents, and bearing witness of what it was, they took to their camels, and fled without pause to the sheik, because if Herod--meaning him surnamed the Great--could lay hands upon them, he would certainly kill them. And, faithful to his habit, the sheik took care of them, and kept them concealed for a year, when they departed, leaving with him gifts of great value, and each going a separate way.\\\"\\n\\n\\\"It is, indeed, a most wonderful story,\\\" Ben-Hur exclaimed at its conclusion. \\\"What did you say they were to ask at Jerusalem?\\\"\\n\\n\\\"They were to ask, 'Where is he that is born King of the Jews?'\\\"\\n\\n\\\"Was that all?\\\"\\n\\n\\\"There was more to the question, but I cannot recall it.\\\"\\n\\n\\\"And they found the child?\\\"\\n\\n\\\"Yes, and worshipped him.\\\"\\n\\n\\\"It is a miracle, Malluch.\\\"\\n\\n\\\"Ilderim is a grave man, though excitable as all Arabs are. A lie on his tongue is impossible.\\\"\\n\\nMalluch spoke positively. Thereupon the dromedaries were forgotten, and, quite as unmindful of their riders, they turned off the road to the growing grass.\\n\\n\\\"Has Ilderim heard nothing more of the three men?\\\" asked Ben-Hur. \\\"What became of them?\\\"\\n\\n\\\"Ah, yes, that was the cause of his coming to Simonides the day of which I was speaking. Only the night before that day the Egyptian reappeared to him.\\\"\\n\\n\\\"Where?\\\"\\n\\n\\\"Here at the door of the tent to which we are coming.\\\"\\n\\n\\\"How knew he the man?\\\"\\n\\n\\\"As you knew the horses to-day--by face and manner.\\\"\\n\\n\\\"By nothing else?\\\"\\n\\n\\\"He rode the same great white camel, and gave him the same name--Balthasar, the Egyptian.\\\"\\n\\n\\\"It is a wonder of the Lord's!\\\"\\n\\nBen-Hur spoke with excitement.\\n\\nAnd Malluch, wondering, asked, \\\"Why so?\\\"\\n\\n\\\"Balthasar, you said?\\\"\\n\\n\\\"Yes. Balthasar, the Egyptian.\\\"\\n\\n\\\"That was the name the old man gave us at the fountain today.\\\"\\n\\nThen, at the reminder, Malluch became excited.\\n\\n\\\"It is true,\\\" he said; \\\"and the camel was the same--and you saved the man's life.\\\"\\n\\n\\\"And the woman,\\\" said Ben-Hur, like one speaking to himself--\\\"the woman was his daughter.\\\"\\n\\nHe fell to thinking; and even the reader will say he was having a vision of the woman, and that it was more welcome than that of Esther, if only because it stayed longer with him; but no--\\n\\n\\\"Tell me again,\\\" he said, presently. \\\"Were the three to ask, 'Where is he that is to be King of the Jews?'\\\"\\n\\n\\\"Not exactly. The words were BORN TO BE KING OF THE JEWS. Those were the words as the old sheik caught them first in the desert, and he has ever since been waiting the coming of the king; nor can any one shake his faith that he will come.\\\"\\n\\n\\\"How--as king?\\\"\\n\\n\\\"Yes, and bringing the doom of Rome--so says the sheik.\\\"\\n\\nBen-Hur kept silent awhile, thinking and trying to control his feelings.\\n\\n\\\"The old man is one of many millions,\\\" he said, slowly--\\\"one of many millions each with a wrong to avenge; and this strange faith, Malluch, is bread and wine to his hope; for who but a Herod may be King of the Jews while Rome endures? But, following the story, did you hear what Simonides said to him?\\\"\\n\\n\\\"If Ilderim is a grave man, Simonides is a wise one,\\\" Malluch replied. \\\"I listened, and he said-- But hark! Some one comes overtaking us.\\\"\\n\\nThe noise grew louder, until presently they heard the rumble of wheels mixed with the beating of horse-hoofs--a moment later Sheik I1derim himself appeared on horseback, followed by a train, among which were the four wine-red Arabs drawing the chariot. The sheik's chin, in its muffling of long white beard, was drooped upon his breast. Our friends had out-travelled him; but at sight of them he raised his head and spoke kindly.\\n\\n\\\"Peace to you!--Ah, my friend Malluch! Welcome! And tell me you are not going, but just come; that you have something for me from the good Simonides--may the Lord of his fathers keep him in life for many years to come! Ay, take up the straps, both of you, and follow me. I have bread and leben, or, if you prefer it, arrack, and the flesh of young kid. Come!\\\"\\n\\nThey followed after him to the door of the tent, in which, when they were dismounted, he stood to receive them, holding a platter with three cups filled with creamy liquor just drawn from a great smoke-stained skin bottle, pendent from the central post.\\n\\n\\\"Drink,\\\" he said, heartily, \\\"drink, for this is the fear-naught of the tentmen.\\\"\\n\\nThey each took a cup, and drank till but the foam remained.\\n\\n\\\"Enter now, in God's name.\\\"\\n\\nAnd when they were gone in, Malluch took the sheik aside, and spoke to him privately; after which he went to Ben-Hur and excused himself.\\n\\n\\\"I have told the sheik about you, and he will give you the trial of his horses in the morning. He is your friend. Having done for you all I can, you must do the rest, and let me return to Antioch. There is one there who has my promise to meet him to-night. I have no choice but to go. I will come back to-morrow prepared, if all goes well in the meantime, to stay with you until the games are over.\\\"\\n\\nWith blessings given and received, Malluch set out in return.\\n\\nCHAPTER XI\\n\\nWhat time the lower horn of a new moon touched the castellated piles on Mount Sulpius, and two thirds of the people of Antioch were out on their house-tops comforting themselves with the night breeze when it blew, and with fans when it failed, Simonides sat in the chair which had come to be a part of him, and from the terrace looked down over the river, and his ships a-swing at their moorings. The wall at his back cast its shadow broadly over the water to the opposite shore. Above him the endless tramp upon the bridge went on. Esther was holding a plate for him containing his frugal supper--some wheaten cakes, light as wafers, some honey, and a bowl of milk, into which he now and then dipped the wafers after dipping them into the honey.\\n\\n\\\"Malluch is a laggard to-night,\\\" he said, showing where his thoughts were.\\n\\n\\\"Do you believe he will come?\\\" Esther asked.\\n\\n\\\"Unless he has taken to the sea or the desert, and is yet following on, he will come.\\\"\\n\\nSimonides spoke with quiet confidence.\\n\\n\\\"He may write,\\\" she said.\",\"timestamp\":1640142829,\"title\":\"The question was abrupt and without direction, and therefore of the kind which leaves the person addressed\"},\"digest\":\"6CUTXXWgn9xSvZ0QhtYNTN5J13x-Fn8nlYg6pJWLLio\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GapQNjtpuvyYReEDtbIGmTNmtVLjvmbd_CdkXzpF7gs\\\",\\\"y\\\":\\\"swi0ELYDN91tOEnEHD5XP1xMskWRzwHj1go7UvvhtQ8\\\"}\",\"signature\":\"btN-TtML629EErCaAWUCJrOsF0UZ3-vpkPQeDAQsoHVp-cuvoYgeUiUqc6Lit8eCBrM-xuGSRl4H1crdXXSdDA\",\"signingKeySignature\":\"0x9eaeea81b742dba6305f5784029172e7f8ba461c34eb5c1e2eee00e92328aea55132c8ef193b5f4586352c2443330f48373e2aa42028cd1f79f180a7637f4d7b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GapQNjtpuvyYReEDtbIGmTNmtVLjvmbd_CdkXzpF7gs\\\",\\\"y\\\":\\\"swi0ELYDN91tOEnEHD5XP1xMskWRzwHj1go7UvvhtQ8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6CUTXXWgn9xSvZ0QhtYNTN5J13x-Fn8nlYg6pJWLLio\"}"