"{\"content\":{\"body\":\"I am convinced Web 3.0-driven decentralized communities will be fairer in more ways than any social platform of yesteryears. However, I also think that when you confer the tools to the individual to be at par with a sovereign, along with our best, our worst will amplify too.\\n\\nThe potential of most communities, online or otherwise, will remain unexploited until we fix a few bugs in our behaviors. \\n\\n> **We seldom know how to disagree with people we admire or seek common ground with those we don't.**\\n\\nWe put those on a pedestal who conform to our worldview. We destroy others with the slightest differences. It's us who desire the world to be black and white when instead it is so colorful.\\n\\nOne of the baggage of modern ways of consuming information is the risk of being caught in a bubble of like-minded networks. I would pay money for a curation service that monitors my existing behavior for content consumption and serves me literature that has contrary perspectives but I haven't found one.\\n\\nCommunities of the Web 3.0 era will bring voices with shared interests together and evenly distribute gains from the pursuit with the creators and builders of the community. On the flip side, I fear it will also add to the number of bubbles we chose to be cozy within.\\n\\nToday, the onus for proverbially \\\"crossing the aisle\\\" to hear an opinion different than ours is still on the individual. Most sources of online engagement have created distant bubbles of like-minded groups that rarely reconcile. Web 3.0 may further accelerate this.\\n\\nCritical thinking requires one to praise a worthy foe and criticize a hero when needed. But when we let go of our reasoning, allow our political (or pick any field) leaders to pander to our emotions, and break our ethical standards, we fail our systems.\\n\\n> **Tech can't fix this.**\\n\\nThe gradual loss of unbiased, critical, and objective thinking in human minds will be the likeliest cause of our misery, much before climate change or any other armageddon. I just hope Web 3.0 doesn't aid it. That would be a pity for such an amazing piece of technology.\\n\\n(Photo by **[cottonbro](https://www.pexels.com/@cottonbro?utm_content=attributionCopyText&utm_medium=referral&utm_source=pexels)** from **[Pexels](https://www.pexels.com/photo/photo-of-people-using-their-smartphones-8088445/?utm_content=attributionCopyText&utm_medium=referral&utm_source=pexels)**)\",\"timestamp\":1637084376,\"title\":\"Potential Perils of Web 3.0 Communities\"},\"digest\":\"vSLC2hs5PvyV51gfYAWzGtLhYfgL_W7pVzyJHdKxZ1s\",\"authorship\":{\"contributor\":\"0x2dd2036C9Db2ADA2739509AF0047c00C8b9291EF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D6BoxiykQ-17W8frFv0-2qXr6rWpet1u5Np1380ihbk\\\",\\\"y\\\":\\\"X43o0XyGDvEHTOFyGwknsrQX71lXS0LEzZeKKbNnWjc\\\"}\",\"signature\":\"8RyKwp4PQaoRvxJCIMaxKndXDdf8Sg-waN95lhCn5eqa2Ylu4AJpdFxZ_s-vshno20tq5hcg86gDKZb3PL6YaA\",\"signingKeySignature\":\"0xb4c62af67ee28c9bc0e625bb5eed7e11e9dd91162ab0b001d69e0edeb481fe6b15e1b661c53cf1d543cf9808d3c3252e25dd5010c63e24ad9febfe3795e18bb71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D6BoxiykQ-17W8frFv0-2qXr6rWpet1u5Np1380ihbk\\\",\\\"y\\\":\\\"X43o0XyGDvEHTOFyGwknsrQX71lXS0LEzZeKKbNnWjc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vSLC2hs5PvyV51gfYAWzGtLhYfgL_W7pVzyJHdKxZ1s\"}"