"{\"content\":{\"body\":\"It’s time to call out the frienemies that went into full-blown hate for the past 5 years.\\n\\nMany of us have been skeptical of many things for many years: it didn’t start with Trump, it didn’t start with COVID… and all of these haters called our skepticism “conspiracy theory,” as they’d been trained.\\n\\nFor many of us skeptics, it started with the bank bailouts in 2008. We watched the man who saved us from the tyranny of the Cheney-Bush administration transform into a whore for finance and war. \\n\\nWe should’ve had the foresight to recognize that the idiots who called the newly minted Obama-skeptics as “automatically racist” was a harbinger of Woketardism… but who could’ve known that in 2008?\\n\\nIn the past month, the elites have shuttled out a shifting narrative. They’re now admitting that cloth masks don’t work, half of COVID hospitalizations are “incidental”, and the vaccines are not preventing transmission. \\n\\nIs the cognitive dissonance setting in yet?\\n\\nRight now, studies are being released that show Omicron is showing “immunity evasion”, women’s menstrual cycles are being affected by vaccines, and mask use is inconclusive. I’m not going to link these cause you’re a fucking adult. Do you your own goddamn research. The google gods have given you a tool to use to your heart’s content.\\n\\nAnother (hilarious) event has just taken place: Project Veritas leaked some fantastic DARPA documentation demonstrating Anthony Fauci’s concomitant support of bat coronavirus gain-of-function research. We haven’t trusted this fuckface since May, 2020… and we listened to the echoes Christ-like worship, followed by a fucking Disney movie.\\n\\nIt’s like every time we discuss our skepticism with another hater, all we have to do is wait a week, and new information is revealed that silences the sheep. But they do not merely go silent, they adapt the new information to a narrative that continues their self-righteousness. There are multiple examples of this shady shiftiness enabling the continuation of their favorite “Us vs. Them” psychosis. The most recent example is: “Of course a new variant changes the science!” NO YOU FUCKING NUMB NUT! THE SCIENCE WAS NEVER AS WELL DEFINED AS YOU THOUGHT IT WAS! JUST LIKE I TOLD YOU WHEN YOU LAST SPEWED YOUR SELF-RIGHTEOUS ANGER AT YOUR CLOSEST FRIENDS.\\n\\nHow far can we go back to demonstrate the new idiocracy? Frankly, this goes back to, at least, Ronald Reagan. One of the first things the Reagan administration did was rip Jimmy Carter’s solar panels off the roof of the White House (Jimmy removed daddy Bush from his post as Director of the CIA). Reagan, the TV actor, then handed the keys of deregulation to his friends in finance. Private Equity companies were born and “Trickle All Over Me Economics” was the call to the sheep. Those policies have created supranational companies worth more than the GDP of many of the world’s developed countries. Many of those supranationals have HUGE stakes in Pfizer and Moderna. They ALSO have huge stakes in media companies, including news agencies like Reuters. Ask yourself: *you own millions of dollars of stock of Pfizer, and your fellow Board Members at Reuters are wondering about how to report on the side effects of an mRNA vaccine technology. How would your ownership of that stock affect your decision?* \\n\\nThe skeptics have been telling the Sheep about this for more than a decade. The Sheep keep voting for “the lesser evil”, fucking all of us into a future of technocratic tyranny. We told them that the banks are controlling everything, and they laughed. We told them that there is a race war brewing, and they laughed. We told them that we are under mass surveillance, and they kept laughing. \\n\\nIf you’re NOT skeptical of the messaging coming from the loudest media centers, you’re a fucking psycho.\",\"timestamp\":1641918597,\"title\":\"The Sheep Must Cower\"},\"digest\":\"iPeQUMI6mgmag1KctwbMBDlb1txBdTrqaBin-MDaXM8\",\"authorship\":{\"contributor\":\"0x0442E49c1aC33a3FaF93D3301a1cB28C688DA753\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kvwVh31MdtHPskJxszFikL050CrtB2l0o-sZCZyiUIM\\\",\\\"y\\\":\\\"6aytP4Zx0DE7DjmvGCFgZpmMsgP8YAtQT_JBPlndKOk\\\"}\",\"signature\":\"cLgz9QSL59siGxzo86bNugLJUC4MgND1HfhGQHGyyGwaNm-yQZ3Vxb8a8_y3DiTaNI0IoJjFmtiD2IsHXaqlbA\",\"signingKeySignature\":\"0x8c378ca6e8b300c8a9731c125fcea109ee13bc3c3c7417d6caff7fdf8cd65a7d3e1f0c54884c46682a1eb10ed432fc631597ff405ab57a6dd6cb9a59a0e30f761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kvwVh31MdtHPskJxszFikL050CrtB2l0o-sZCZyiUIM\\\",\\\"y\\\":\\\"6aytP4Zx0DE7DjmvGCFgZpmMsgP8YAtQT_JBPlndKOk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iPeQUMI6mgmag1KctwbMBDlb1txBdTrqaBin-MDaXM8\"}"