"{\"content\":{\"body\":\"孟迟第一次和人打架，是在离家三十里外的树林里。那一年他十七岁。 \\n 对面那人拿着一把刀。刀身明亮，刀头锋利，林间透过的光打在上面，斑斑点点地亮。孟迟小心翼翼地盯着他看，因为他们俩离得很近，如果他不小心，他有可能被一刀砍下条手来。 \\n 孟迟手上也有把刀。他这把刀颜色古朴，刀身破旧，深棕的色泽让人以为是条木头。我们知道，刀是用铁做的，铁是银色的，为什么这把刀是深棕色的呢？孟迟并不觉得奇怪，因为他是从土里挖到这把刀的，而土是深棕色。这个逻辑很奇怪，因为土是深棕色并不代表刀也必须是深棕色，这就好比西瓜皮和西瓜瓤不是一个颜色。但这道理孟迟不懂。 \\n 事实上这是一把凶刀。当初锻造这把刀的人曾经被砍断一条胳膊，心里很愤怒，就在锻造好的刀上涂了漆。为什么愤怒就要涂漆呢？我们无从得知，也许是为了防止生锈。毕竟被砍断一条胳膊后，铸刀者没了生计，自然也寻不着什么好材料。不管怎么说，这把刀用的材料是货真价实的钢铁，是可以给人卸下一条手的。 \\n 这把刀名字叫寸草。造这把刀的人，就是当年杀遍天下、令人闻风丧胆的廖芜廖先生。廖芜喜欢杀人，更喜欢别人称他先生。如果你跟他打了照面，他会先从头到脚把你打量一遍，然后问：“先生可好？”这个时候你应该语笑嫣然、彬彬有礼地回一句“我很好。先生你呢？”，不然他会提着他那把血色长刀一刀砍掉你的头。 \\n 我们知道，廖先生是在一只胳膊被砍掉以后才开始锻造寸草的。在这之前他一直用的是手上那把血色长刀。长刀原本不是血色的，杀的人多了，也就染成了血色。这就是说，廖先生喜欢杀人，如果你不称他为先生，他就要杀你。如果你恭恭敬敬喊他一声“先生”，他就会用那把血色长刀拍拍你的肩膀，好像在说，小伙子很懂礼貌，别怕，我不砍你的头。然后他四处翻口袋，从里面找些碎银子送给你。如果找不到碎银子，他就低着头，用草鞋踢打着路面。也不说话。但是你不能大意，因为如果这个时候你不跟他说声“先生再见”就走，他还会砍你的头。廖先生就是这么奇怪，你不知道什么时候就冒犯了他，你冒犯了他就要被他杀。并且廖先生杀人跟杀猪一样，杀完刀也不擦，肉也不吃。廖先生的血色长刀从不生锈，这并不是说血不会使刀生锈，更非廖先生勤于打磨，实在是占了材料的便宜。 \\n 有人说廖先生这把刀所用材料，乃是产自不知何处的一种黑色的石头。这种石头坚硬无比，探囊击卵，落地为锤。这种说法可以作为不生锈的解释，却难以让人信服。也有人说这把刀是上古凶器，是吴国名匠干将所铸。干将这个人很邪门，他为了铸剑把老婆扔进了铸剑炉，而铸得干将、莫邪二剑。剑出之日雷声滚滚，天有异象。但干将说他没有把老婆扔进炉子里，掉进炉子里的是一只兔子。无论如何，剑铸好干将就被杀了，吴王拿着干将挥舞了几下，觉得不带劲，就把干将丢掉了。而干将的老婆莫邪就此消失，几十年后出来个叫赤鼻的人成功击杀吴王。赤鼻所持之刀，就是这把血色长刀。 \\n 这个故事莫名其妙。据说赤鼻是莫邪之子，击杀吴王靠的是一种“以头换头”的方法。具体过程如下：赤鼻找到一个人，说，你把我头割下来，就能领取千金赏赐。于是那个人就把他的头给割了下来。千里送人头，这是其一。赤鼻的头送到后，吴王竟然下令把头放锅里煮。不吃头而煮头，这是其二。煮了三天三夜还没熟，这是其三。吴王也觉得这颗头很难煮，就伸头看了看，然后他的头就掉进锅里，赤鼻的头反而从锅里蹦出来了，以头换头，这是其四。血色长刀在这个莫名其妙的故事里扮演着重要角色——砍下吴王头的那把刀。 \\n 自古君主为贵，砍了吴王的头，当然称得上是凶器。也有人认为，这把刀并非干将所铸。如果是干将所铸，为什么他不亲自去砍吴王的头？这些人觉得，王乃九五之躯，非凡兵可犯，能砍下王的头颅，这把刀定是源于上古，比如黄帝蚩尤之战。进一步地，有人指出，战神刑天就是因为被黄帝砍掉了头，才沦落到把乳头当眼睛，肚脐当成嘴，拿着宝剑盾牌卖艺谋生的境地。而黄帝砍刑天的头，用的就是这把血色长刀。 \\n 连神也如此境遇，血色长刀面前，谁敢造次？如此一来，没人敢面对廖先生不喊一声“先生好”了。 \\n 既然廖先生杀人这么厉害，他的武功肯定很高。大家都说廖先生使轻功像燕子一样，你一开始睁着眼睛，闭下眼睛再睁开，廖先生就能从院子的这头到那头。闭眼再睁眼，这段时间发生了什么呢？有的人想睁开眼睛看看，然后廖先生的长刀攸忽一下就过来了。那些没睁眼的后来睁开眼，就看到有几个人头掉了，断掉的脖子在冒血。廖先生衣袂飘飘，还是从院子的这头跑到了院子的那头。 \\n 后来有人在离廖先生三十丈远的地方挑衅，认为廖先生随意杀人的行为违反了江湖最基本的行事准则。那人穿着青布袍子，腰间系着条紫玉腰带，手持冷色长剑，很是气度不凡。由于距离太远，他怕廖先生听不到，就特意让家仆用深厚内力传音，只传了三个字：“廖先生——”他猜测凭廖先生的深厚内力和古怪脾气，只要听见这三个字，一定会用千里传音去搜索声音来源，那样就能听见他说的话了。 \\n 但是廖先生不喜欢有人喊他廖先生时隔得太远。面对面地叫先生对廖先生来说是最基本的一个尊重。所以廖先生生气了，廖先生生气就要砍头。廖先生突然就不见了，下一秒他就到了青衫公子的背后。“先生可好？”廖先生说。青衫公子愣啊愣地，头就掉了。然后廖先生闪到家仆身后，挥起刀来就要砍家仆的头，突然他停住了，因为他发现家仆内力深厚，可以比试比试。廖先生一直找不到一个人作他的对手，他很寂寞。 \\n 在廖先生停住的时候，他的刀也跟着停住了。他的刀跟着停住了，但是刀光没停。那条弧形的刀光弯弯的、撒着欢儿就朝家仆的脖子飞了过去。家仆反应也很快，那一瞬间家仆做出了他一生中所做过的最艰难的转体运动，他以脚尖为支点，整个身体直直地就往地上扑。家仆原本是蹲在地上的，因为青衫公子不允许有比自己高的人出现在周围。蹲的姿势不好发力，家仆果断地选择了最有生还率的躲避方式。因为如果他选择用蛤蟆功的姿势往上冲，就会一脖子撞在刀口上。 \\n 家仆的实力很强，他在千钧一发之际硬是躲过了那道刀光。家仆趴在地上的时候心里想，这个廖先生非常厉害，也就是说，他终于找到了值得一战的对手。在萧家隐伏十年，家仆甚至一度怀疑自己老了，因为他经常在炒菜的时候把锅铲捅进铁锅，劈柴的时候把地砖劈碎，或者是打水的时候弄坏水井。这些事情的发生让家仆觉得自己对力量的操控不尽如人意，然而从刚才的表现来看，他依旧风骚如当年。 \\n 家仆默运内息，随时防范着廖先生接下来可能会实施的攻击。廖先生会怎么做呢？从上翼，攻击头部？以廖先生所在的位置，只要身体微倾，伸出右脚即可，但是一旦他这样做，家仆就可以取其下盘，一招废了廖先生的裆部。如果廖先生攻击他的胸腹，则必须弯腰，而只要廖先生弯腰，家仆有信心一击爆头。如果廖先生攻击裆部，家仆似乎无计可施，但是家仆相信，以廖先生的身份与头脑，是无论如何也不会这么出手的。 \\n 家仆把一切都想了清楚，心中已是泰然，他静静躺在地上，微笑地看着廖先生，只待廖先生出手，便给予最漂亮、也最华丽的反击。那一刻家仆似乎看到自己站在百尺高台上，台下群众热火朝天，疯了一样地鼓掌。大家都会说，家仆他为民除害，家仆他武艺高强；家仆他身怀绝技、却甘屈于家仆之位，实在是淡泊明志。会有人将一顶紫金羽冠戴在他的头上，他会成为江湖里最具荣耀、最有威信的人。随之而来的金钱、美色…… \\n 廖先生一直站着没动。廖先生不是不想和家仆过招，但他后悔自己先出了手。寻常人只知道廖先生的刀会砍头，而且砍得很快，但是没人知道他的刀会拐弯。也许有人知道——在那些被砍头的人里，会有这么几个人有所领悟。他们会发现刀不是像杀猪那样直接剁下去的，而是绕着脖子在转，跟削苹果皮一样一圈一圈往里钻。领悟到这一点后他们就死了，并且从脖子里面一圈一圈往外喷血。廖先生的刀不仅砍头的时候在转，砍不到头也会转。因为砍不到头的时候转一下就能砍到头了。 \\n 所以家仆正在意淫的时候廖先生的刀光就到了。那刀光在空中呼啦一转，画出一道完美的弧线。伴随着这道完美的弧线，家仆就像朵花一样凋谢了。家仆凋谢的时候眼神里幸福和痛苦交替着，像一头半死的禽兽。 \\n 廖先生看着家仆的头从脖子上跳下来，在地上蹦啊蹦，突然就很伤心。廖先生一伤心就想杀人。所以廖先生把青衫公子带来的那些人全杀了。那些人本来可以跑掉，但是他们知道，离开的时候要和廖先生打招呼，要说“先生再见”，不然就会被砍头。谁也不肯先说，大家都怕砍头，于是大家就都没说。廖先生也没给他们说的机会，他很伤心，所以他要砍头，而且廖先生伤心的时候砍起头来更快了。 \\n 孟迟和对面那人过了一招。那人斜身逼近，看样子是要一刀从裆部把孟迟给劈成两半。孟迟抬手格挡。这个时候他发现天上有一片树叶，树叶通体金黄，纤细的脉络在阳光中流动。等他把刀挥出去，那树叶正好落在刀尖上。那人的攻击被孟迟这一刀给挡住了，孟迟的刀也被劈地轻微颤动。刀一颤树叶就落下来，分成了两半。 \\n 那人不服气：“你的刀有问题，不公平！” \\n 孟迟这把刀是捡来的。他离家出走，跑到一条荒凉的小河边。河水汩汩地流，岸边都是荒草。这个时候孟迟肚子饿了，左右找不着食物，就想从土里挖蚯蚓烤着吃。师傅说，一个人只要饿了，他什么都肯吃，蚯蚓也不例外。但是孟迟不这么想，他觉得烤蚯蚓很好吃。孟迟就在土里挖到了这把刀。 \\n 刀刚挖出来的时候又钝又黑又丑，硬邦邦的像条蚯蚓。孟迟用手握住刀把，捋干净上面的泥，再用河水来来回回地洗干净，最后发现这把刀本来就很丑。他以为洗干净就漂亮了。孟迟不满意，他觉得一定可以挖到更好的东西。后来他在发现刀的地方挖了很久，却什么也挖不到了。 \\n 廖先生杀了家仆以后很难过，就一路往西跑。我们知道，廖先生跑起来很快，看到他跑的人都要被砍头。所以廖先生跑一路，人头就跟着掉一路。如果你站在廖先生屁股后面看，你就会发现廖先生始终跑在一条直线上，不断地有人头从这条直线两边掉出来，廖先生的背影看起来像一头勤恳耕地的老牛。\",\"timestamp\":1639992596,\"title\":\"《寸草》001梦了\"},\"digest\":\"RvZmrey7BwwuE7CbeSi6yu7SLHhIe78vMKtntqhdtRM\",\"authorship\":{\"contributor\":\"0x4A36d2c1cbAeB213591450031EbA28ef29e0F715\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7dC10RTNhymNwU3IbN3xwzCcHXYNoOKn-_MRylF7Mek\\\",\\\"y\\\":\\\"QWXqb0xnD1vK0-WYotZcZA4vUjbFRXV4M_1zZZYMvUQ\\\"}\",\"signature\":\"HABKEXwsMCWp93tUsQJ3urnAF7X9x-iFuiwmQ0RIZKUMQtjn8aX6IlN3Q5zRDrB3tDI4cCDu8e6uJZQxAGLSdA\",\"signingKeySignature\":\"0x4ff4b10ec2c93421c5042c0388f4e237b235cf4e76b6b29d17b9e95d57bb5d4a5dc35c52ea2260f544c54e02578676041af4ef407387f76b67f9c23bd12ace991b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7dC10RTNhymNwU3IbN3xwzCcHXYNoOKn-_MRylF7Mek\\\",\\\"y\\\":\\\"QWXqb0xnD1vK0-WYotZcZA4vUjbFRXV4M_1zZZYMvUQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RvZmrey7BwwuE7CbeSi6yu7SLHhIe78vMKtntqhdtRM\"}"