"{\"content\":{\"body\":\"I didn’t send any cards in 2020. A lot of people didn’t — I suppose no one felt like writing Christmas letters or picking a photo from that sad year.\\n\\nWe did do a few small things. My main effort was to make a wreath; we didn’t have any pines at the old farmhouse property, so we wandered a nearby state forest to cut some inconspicuous branches. I tied them to a wreath form, wrapped it with a velvet bow, and put it on our front door. We didn’t do gifts for each other, and only bought a few for close family. We saw people separately, for short visits, a few days before Christmas. Christmas Day we spent alone. I was still reeling from my first miscarriage and we struggled to find something on television that wasn’t a celebration of kids or family. I think we gave up, and went to bed early.\\n\\nThis year I realize how much I missed all of it — even the things I used to gripe about, like waiting in line at a crowded co-op to buy apples or staying up until midnight to bake pies. We do things for holidays that take more effort and time than we’d normally consider reasonable — elaborate meals, decorations that get unpacked and hung for only a few weeks, gifts painstakingly wrapped and ribbon-ed. I’ve come to realize that we do it because we secretly love these things, but we need an excuse to do them. We need a holiday to inspire us to make the effort that special things require.\\n\\nThis year I am doing more. While there aren’t any big gatherings in our future, I’ve revived some of the old traditions. I bought and mailed cards — more than I’ve ever sent before. We got presents for each other. I ordered a gingerbread house kit in the mail. And, for the first time, we got a tree.\\n\\nWe’ve never had a tree before, not even a fake one. We tried once years ago with a little potted one, but our then-spry cats refused to leave it alone and we had to lock it away in a guest bedroom.\\n\\nThis year we walked across the brook and into a meadow with a hacksaw, and worked together to cut a fresh tree from our property. It’s a sizable pine — taller than me, and wide with dense branches. We dragged it back up through the big field and put it in the flatbed. “Do you think the animals will mess with it?” I said. “Maybe,” Cody said. “But let’s try anyway.”\\n\\nSo the tree sits in the living room now. Miraculously, the animals leave it alone. Our ornaments are still all in storage, but I did buy lights. I went traditional and got candy colored ones — like we had on the tree when I was a kid. The other night I walked Gracie down by the lake and looked up to see them glowing through our living room windows. It looked like any other year, at Christmas.\\n\\nI dropped most of my cards in the mail last week, and a few more this week. Coming back from the mailbox the other day, I spied a large box at the end of the driveway. “Are you expecting anything?” I asked — we’re careful not to ruin the surprise of presents ordered by mail.\\n\\n“My parents said they were sending something,” Cody said. “But it’s not a Christmas present. They said we should open it now.”\\n\\nInside were two boxes of dozens of Christmas ornaments, from their own collection. “They’re for our tree. So we can decorate it this year.”\\n\\nSo now our tree sits in the living room, glowing with its colorful fairy lights, flush with borrowed ornaments from so many past Christmases. I turn the lights on every day in the morning, and off at night. As I work at my desk throughout the day, I look over at it, this unmistakable symbol of winter, of Christmas, of the end of the year.\\n\\nIt was a special gift, made that way through thought, and care, and effort. Like all the best holiday traditions.\\n\",\"timestamp\":1641013838,\"title\":\"Holiday Traditions - Jessica Martin - Medium\"},\"digest\":\"NdJluxlOWlOvu_GVNIeHkJX0ToFQ09w4Rb284SgOwuM\",\"authorship\":{\"contributor\":\"0x893Eba31647Aa6B2ed2A1EC6BC8900deEcdE4476\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"35rVB3bnmLJLkzIAvcJrpHDssvCLEFtMSViCV0lMAO0\\\",\\\"y\\\":\\\"qT369DbZtLBcwSo9qLsgvMqlOOUNCRna1bxzvc1X0No\\\"}\",\"signature\":\"ZkEYsSxHO_DrH89G094FYhsuPGWNUnAFjyQRL_ZY3Cu2I0y6QKMTrtlsYObwlkINM-aTtWiLCLDqw2EHiq_cNg\",\"signingKeySignature\":\"0x9d1fcf35bbfdabddaa3ca51e975351fbce0a3c361a726679e16e9133db6329cb2e280b30d5f5b53e7c61b250a49d61d159bd9cb8301a0a2f2dc29810072a9cb91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"35rVB3bnmLJLkzIAvcJrpHDssvCLEFtMSViCV0lMAO0\\\",\\\"y\\\":\\\"qT369DbZtLBcwSo9qLsgvMqlOOUNCRna1bxzvc1X0No\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NdJluxlOWlOvu_GVNIeHkJX0ToFQ09w4Rb284SgOwuM\"}"