"{\"content\":{\"body\":\"Purpose: For bakery retailers that want to enter the Chinese market, this study seeks to draw implications through the analysis of Paris \\n Baguette, Paul Bakery and local competitors. In particular, the study analyzes entry strategies, as well as the advantages and \\n disadvantages of the companies. Research design, data and methodology: This study analyzed the Chinese bakery industry and \\n overviewed the policy of bakery industry. The research method utilized Chinese Statistical Yearbook of Food Industry and literature \\n related to Chinese bakery industry. Additionally, this study used case analysis methods for foreign and local bakery enterprises in the \\n bakery industry. Results: During the rapid growth of bakery industry, Paris Baguette made a successful settlement by utilizing \\n localization strategy; while on the contrary, Paul Bakery took a standardization strategy and failed in the Chinese market. Conclusions: \\n Paris Baguette succeeded in launching localized products after thoroughly analyzing products that suit local tastes in China. However, \\n Paul Bakery has been knocked out of the Chinese market for failing to capture the taste of the Chinese people by launching standardized \\n products that reproduce French culture and taste. As such, the Chinese market is huge and differences exist in different provinces, so \\n standardization and localization strategies should be appropriately\\n\\n \\n \",\"timestamp\":1638510965,\"title\":\"A Study on Strategies of Multinational Bakery Retailers in China\\n: Focused on Bread Talk and Competitors\"},\"digest\":\"uLX__66y5wbnOUi_Yu9CSFbipi4FnDafqwHfWdn_HGw\",\"authorship\":{\"contributor\":\"0x52D63d9a53452F6d8c4FD722eE4E4a9a74709961\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1X_tEXzYpURe1dMuqECz3oMVUW1l8TuWGZBPXY0Gcec\\\",\\\"y\\\":\\\"CptgpjCpPlF88hxTSfn9KvEyX-OP9pnL532cIZUzMf8\\\"}\",\"signature\":\"DqzwkR6LVHqoRMI0lhkV25qsTsYMp_r6BWQP90JFjvtsjf9EKxHaNwKWJQq84B-S4PZwESp0a2HFWzOQ_0z-Xg\",\"signingKeySignature\":\"0x26ec0bd3f5431a3cd3094941bfeb99486359ad8601639aaff1c7feb0aa942bfb36a4f87ad2231d8648bcc79ee116e5f84a336da48c41eba8187f7ddb64d654c11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1X_tEXzYpURe1dMuqECz3oMVUW1l8TuWGZBPXY0Gcec\\\",\\\"y\\\":\\\"CptgpjCpPlF88hxTSfn9KvEyX-OP9pnL532cIZUzMf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uLX__66y5wbnOUi_Yu9CSFbipi4FnDafqwHfWdn_HGw\"}"