"{\"content\":{\"body\":\"unruly head. But he has imposed his conditions.  He consents to paint only the flowers that I will gather myself, and bring to him.  After some discussion I yielded the point. \\\"Ah!\\\" said I, \\\"take care to gather some yourself, for otherwise Ivan . . .\\\"\\n\\nSunday, July 15th. This afternoon I took a long walk in the woods.  I had succeeded in gathering some labiates, the dead nettle, the pyramidal bell-flower and the wild thyme, when in the midst of my occupation, I heard the trot of a horse.  It was he, a bunch of herbs and flowers in his hand.  Ivan, who according to his custom, followed him at a distance of ten paces, regarded me some way off with an uneasy air; he evidently feared that I would accost them; but having arrived within a few steps of me, Stephane, turning his head, started his horse at full gallop, and Ivan, as he passed, smiled upon me with an expression of triumphant pity.  Poor, simple Ivan, did you not hear our souls speak to each other?\\n\\nJuly 16th. Yesterday I carried my labiates to him.  After some desultory talk, I endeavored to describe as best I could the characters of this interesting family.  He listened to me out of complaisance.  In time, he will listen to me out of curiosity, inasmuch as, to tell the truth, I am not a tiresome master; but I dare not yet interrogate him in a Socratic way.  The SHORT LITTLE QUESTIONS would make our hot-headed young man angry.  The lesson finished, he wished to commence his herbarium under my eyes.  The honor of precedence has been awarded to the wild thyme; its little white, finely cut labias and the delicate appearance of the stem pleased him, whilst he found the dead nettle and the bell flower extremely common, and pronounced by him the word \\\"extremely\\\" is most expressive.  While he made pencil sketches, I told him three stories, a fairy tale, an anecdote of Plutarch and some sketches of the life of St. Francis of Assisi.  He listened to the fairy tale without uttering a word, and without a frown; but the other two stories made him shake his head several times. \\\"Is what you are telling me really true?\\\" said he.  \\\"Would you wager your life upon it?\\\"  And when I came to speak of St. Francis embracing the lepers-- \\\"Oh! now you're exaggerating.\\\"  Then speaking to St. George: \\\"Upon your conscience now, would you have done as much?\\\" He ended by becoming sportive and frolicsome.  As he begged me to sing him a little song, I hummed Cadet Roussel, which he did not know; the \\\"three hairs\\\" made him laugh till the tears ran down his cheeks, but he paid dearly for this excess of gayety.  When I rose to leave he was seized with a paroxysm of weeping, and I had much trouble in consoling him.  I repent having excited him so much.  I must humor his nerves, and never put him in that state of mind which contrasts too strongly with the realities of his life.  At any cost I must prevent certain AWAKINGS.\\n\\nJuly 19th. I admire his conduct at the table.  Seated opposite me, he never appears to see me, whilst you, grave Gilbert, do not know at times what to do with your eyes; but the other day he crossed the great hall with such a quick and elastic step that the Count's attention was drawn to him.  I must caution him to be more discreet.  I am also uneasy because in our nocturnal tete-a-tetes he often raises his voice, moves the furniture, and storms round the room; but he assures me there is nothing to fear.  The walls are thick, and the foot of the staircase is separated from the corridor by a projection of masonry which would intercept the sound.  Then the alcove, the vestibule, the two solid oak doors!  These two doors are never locked.  Ivan, he told me, is far from suspecting anything, and the only thing which could excite his distrust would be excessive precaution. \\\"And besides,\\\" added he, \\\"by the mercy of God he is beginning to grow old, his mind is getting dull, and he is more credulous than formerly.  So I have easily persuaded him that I will never forgive you, as long as I live, for the death of my dog.  Then again, he is growing hard of hearing, and sleeps like a top.  Sometimes to disturb his sleep, I amuse myself by imitating the bark of Vorace but I have the trouble of my pains.  The only sound which he never fails to hear, is the ringing of my father's bell.  I admit, however, that if anyone presumed to touch his great ugly oak door, he would wake up with a start.  This is because his door is his property, his object, his fixed idea: he has a way of looking at it, which seems to say: 'you see this door? it is mine.'  I believe, that in his eyes there is nothing lovelier in the world than a closed door.  So he cherishes this horrible, this infamous door: he smiles on it benignly, he counts its nails and covers them with kisses.\\\" \\\"And you say that after nine o'clock he never comes up here?\\\" \\\"Never, never.  I should like to see him attempt it!\\\" cried he, raising his head with an indignant air. \\\"You see then, that he is a jailer capable of behaving handsomely. I imagine that you do not like him much; but after all, in keeping you under lock and key, he is only obeying orders.\\\" \\\"And I tell you he is happy in making me suffer.  The wicked man has done but one good action in his whole life,--that was in saving you from the fury of Vorace.  In consideration of this good action, I no longer tell him what I think of him, but I think it none the less, and it seems to me very singular that you should ask me to love him.\\\" \\\"Excuse me, I do not ask you to love him, but to believe that, at heart, he loves you.\\\" At these words he became so furious, that I hastened to change the subject. \\\"Don't you sometimes regret Vorace?\\\" \\\"It was his duty to guard me against bugaboos, but I have had no fear of them, since one of them has become my friend. \\\"I am superstitious, I believe in ghosts; but I defy them to approach my bed hereafter.\\\" He blushed and did not finish the sentence.  Poor child! the painful misery of his destiny, far from quenching his imagination, has excited it to intoxication, and I am not surprised that he shapes friendship to the romantic turn of his thoughts. \\\"You're mistaken,\\\" I said to him, \\\"it is not my image, it is botany which guards you against spirits.  There is no better remedy for foolish terrors than the study of nature.\\\" \\\"Always the pedant,\\\" he exclaimed, throwing his cap in my face.\\n\\nJuly 23rd. Vladimir Paulitch appeared yesterday at the end of dinner.  The presence of this man occasions me an indefinable uneasiness.  His coldness freezes me, and then his dogmatic tone; his smile of mocking politeness.  He always knows in advance what you are going to say to him, and listens to you out of politeness.  This Vladimir has the ironical intolerance characteristic of materialists.  As to his professional ability there can be no doubt.  The Count has entirely recovered; he is better than I have ever seen him.  What vigor, what activity of mind!  What confounds me is, that in our discussions, I come to see in him, in about the course of an hour, only the historian, the superior mind, the scholar; I forget entirely the man of the iron boots, the somnambulist, the persecutor of my Stephane, and I yield myself unreservedly to the charm of his conversation.  Oh, men of letters! men of letters!\\n\\nJuly 27th. He said to me: \\\"I do not possess happiness yet; but it seems to me at moments, that I see it, that I touch it.\\\"\\n\\nJuly 28th. To-day, Doctor Vladimir appeared again at dessert.  He aimed a few sarcasms at me; I suspect that I do not please him much.  Will his affection for the Count go so far as to make him jealous of the esteem which he evinces for me?  We talked philosophy.  He exerted himself to prove that everything is matter.  I stung him to the quick in representing to him that all his arguments were found in d'Holbach.  I endeavored to show him that matter itself is spiritual, that even the stones believe in spirit.  Instead of answering, he beat about the bush.  Otherwise, he spoke well, that is to say, he expressed his gross ideas with ingenuity.  What he lacks most, is humor.  He has something of the saturnine in his mind; his ideas have a leaden tint.  The Count, prompted by good taste, saw that he held out too obstinately, without taking into account that Kostia Petrovitch himself detests the absolute as much in the negative as in the affirmative.  He thanked me with a smile when I said to the doctor, in order to put an end to the discussion: \\\"Sir, no one could display more mind in denying its existence;\\\" and the Count added, alluding to the doctor's meagerness of person: \\\"My dear Vladimir, if you deny the mind what will be left of you?\\\"\\n\\nJuly 30th. Yesterday, to my great chagrin, I found him in tears. \\\"Let this inexorable father beat me,\\\" said he, \\\"provided he tells me his secret.  I prefer bad treatment to his silence.  When we were at Martinique he had attacks of such violence that they made my hair stand on end.  I would gladly have sunk into the earth; I trembled lest he should tear me in pieces; but he at least thought about me.  He looked at me; I existed for him, and in spite of my terrors I felt less unhappy than now.  Do not think it is my captivity which grieves me most.  At my age it is certainly very hard and very humiliating to be kept out of sight and under lock and key; but I should be very easily resigned to that if it were my father who opened and closed the door.  But alas! I am of so little consequence in his eyes that he deputes the task of tyrannizing over me to a serf.  And then, during the brief moments when he constrains himself to submit to my presence--what a severe aspect, what threatening brows, what grim silence!  Consider, too, the fact that he has never entered this tower; no, has never had the curiosity to know how my prison was made.  Yet he cannot be ignorant of the fact that I lodge above a precipice.  He knows, too, that once the idea of suicide took possession of me, and he has not even thought of having this window barred.\\\" \\\"That is because he did not consider your attempt a serious one.\\\" \\\"Then how he despises me!\\\" I represented to him that his father was sick, that he was the victim of a nervous disorder which deranges the most robust organizations, that Doctor Vladimir guaranteed his cure, that once recovered, his temper would change, and that then would be the moment to besiege this citadel thus rendered more vulnerable. \\\"We must not, however, be precipitate,\\\" said I, \\\"let us have courage and patience.\\\" I reasoned so well that he finally overcame his despondency.  When I see him yield to my reasoning, I have a strong impulse to embrace him; but it is a pleasure I deny myself, as I know by experience what it costs him.  A moment afterwards, I don't know why, he spoke to me of his sister who died at Martinique. \\\"Why did God take her from me?\\\" \\\"Alas!\\\" said I, \\\"she could not have supported the life to which you have been condemned.\\\" \\\"And why not, pray?\\\" \\\"Because she would have suffered ten times as much as you.  Think of it,--the nerves and heart of a woman!\\\" He looked at me with a singular expression; apparently he could not understand how anyone could suffer more than he.  After this he talked a long time about women, who are to him, from what he said, an impenetrable mystery, and he repeated eagerly: \\\"You do not despise them, as HE does?\\\" \\\"That would be impossible, I remember my mother.\\\" \\\"Is that your only reason?\\\" \\\"Some day I will tell you the others.\\\" As I left and was already nearly out of the window, he seized me impetuously by the arm, saying to me: \\\"Could you swear to me that you would be less happy if you did not know me?\\\" \\\"I swear it.\\\" His face brightened, and his eyes flashed.\\n\\nAugust 8th. And you too are transformed, my dear Gilbert; you have visibly rejuvenated.  A new spirit has taken possession of you.  Your blood circulates more quickly; you carry your head more proudly, your step is more elastic, there is more light in your eyes, more breath in your lungs, and you feel a celestial leaven fermenting in your heart.  My old friend, you have emerged from your long uselessness to give birth to a soul!  Oh, glorious task!  God bless mother and daughter!\\n\\nAugust 9th. Stephane is painfully astonished at the friendship which his father displays towards me. \\\"He has the power of loving then, and does not love me?  It is because I am destestable!\\\" Poor innocent!  It is certain that in spite of himself, the Count has begun to like me.  Good Father Alexis said to me the other evening: \\\"You are a clever man, my son; you have cast a spell upon Kostia Petrovitch, and he entertains an affection for you, which he has never before manifested for anyone.\\\"\\n\\nAugust 11th. His painted herbarium is enriched every day.  He already enumerates twenty species and five families.  Yesterday Stephane so far forgot himself as to look at it with an air of satisfied pride.  How happy I was!  I kept my joy to myself, however.  He further delighted me by deciding to write from memory at the bottom of each page the French and Latin names for each plant.  \\\"It is a concession I have made to the pedant,\\\" said he; but this did not prevent him from being proud of having written these forty names without a mistake. Last time I carried to him some crowsfeet and anemones.  He took the little celandine in his hand, crying: \\\"Let me have it; I am going to tell you the history of this little yellow fellow.\\\" And he then gave me all the characteristics with marvelous accuracy.  What a quick and luminous intellect, and what overflowing humor!  His hands trembled so much that I said to him: \\\"Keep cool, keep cool.  It requires a firm and steady hand to raise the veil of Isis.\\\" I contented myself with explaining in a few words who Isis was, which interested him but moderately.  His masterpiece, as a faithful reproduction of nature, is his marsh ranunculus, which I had introduced to him under the Latin name of ranuncula scelerata. He has so exquisitely represented these insignificant little yellow flowers that it is impossible not to fall in love with them. \\\"This little prisoner has inspired me,\\\" said he.  \\\"By dint of practicing Father Alexis, I begin to wish good to the rascals.\\\" I rebuked him sharply, but he was not much affected by my rating.\\n\\nAugust 13th. The Count's conduct is atrocious, and yet I understand it.  His pride, his whole character, despotic; the horror of having been deceived. . . .  And besides, is he really Stephane's father? . . . These two children born after six years of marriage, and a few years later to discover. . . .  Suspicions often have less foundation.  And then this fatal resemblance which keeps the image of the faithless one constantly before his eyes!  The more decided the resemblance, the greater must be his hatred.  Even his smile, that strange smile which belongs to him alone, Stephane according to Father Alexis, must have inherited from his mother.  \\\"I HAVE BURIED THE SMILE!\\\"  Frightful cry which I can hear still!  Finally, I believe that in the barbarous hatred of this father there is more of instinct than of system.  It lives from day to day.  I am sure that Count Kostia has never asked himself: \\\"What shall I do with my son when he is twenty?\\\"\\n\\nAugust 14th. Ivan, of whom I asked news of Stephane, said to me: \\\"Do not be uneasy about him any more.  He has become much better within the past month, and he grows more gentle from day to day; this is the result of seeing death so near.\\\" M. Leminof greatly astonished me this morning. \\\"My dear Gilbert,\\\" said he unreservedly, \\\"I do not claim that I am a perfect man; but I am certainly what might be called a good sort of fellow, and I possess, in the bargain, a certain delicacy of conscience which sometimes inconveniences me.  Without flattery, you are, my dear Gilbert, a man of great merit.  Very well! I am using you unjustly, for you are at an age when a man makes a name and a career for himself; and these decisive years you are spending in working for me, in collecting, like a journeyman, the materials of a great work which will bring neither glory nor profit to you. I have a proposition to make to you.  Be my coadjutor; we will compose this monumental work together; it shall appear under our two names, and I give you my head upon it, shall make you famous. We agree upon nearly all questions of fact, and as to our difference in ideas. . . Mon Dieu! we are neither of us born quibblers; we shall end in agreeing, and even supposing we do not agree, I will give you carte blanche; for, to speak frankly, an idea is not just the thing I should be ready to die for.  What say you to it, my dear Gilbert?  We will not part until the task is finished, and I fancy that we shall lead a happy life together.\\\" In spite of his persuasions, I have not consented; he has only drawn from me a promise that I will give him an answer within a month.  Stephane, Stephane, how awkward I shall be, if I do not make this happy incident instrumental in accomplishing your deliverance!  The day will come when I can say to your father: For the sake of your health, for the sake of your repose, of your studies, of the work we have undertaken together, send this child away from your house; his presence troubles and irritates you. Send him to some school or college.  By a single act you will make two persons happy.  Gracious Heaven, the stronghold will be hard to take!  But by dint of patience, skill and vigilance . . . have I not already carried a fortress by storm--Stephane's heart?  No, I do not despair of success.  But it will cost me dear, this success that I hope for!  To see him leave this house, to be separated from him forever!  At the very thought my heart bleeds.\\n\\nAugust 16th. Doctor Vladimir will leave us during the early part of next month. I shall not be sorry.  Decidedly this man does not please me.  The other day at the table, he looked at Stephane in a way that alarmed me.\\n\\nAugust 18th. The sky is propitious for my nocturnal excursions.  Not a drop of rain has fallen for six weeks.  The north wind, which sometimes blows violently in the daytime, abates regularly in the evening. As to the vertigo, no return of it.  Oh! the power of habit!\\n\\nAugust 19th. What a misfortune!  Day before yesterday Stephane, in crossing a vestibule in front of the great hall, impelled by some odd motive, gave vent to a loud burst of laughter.  The Count started from his chair and his face became livid.  To-day Soliman was sold.  A horse dealer is coming directly to take him away.  Ivan, whom I just met, had great tears in his eyes.  Poor Stephane, what will he say?\\n\\nAugust 20th. It is very singular!  Yesterday I expected to find him in a state of despair.  He was gay, smiling. \\\"I was sure,\\\" said he, \\\"that I should pay dearly for that unlucky burst of laughter. \\\"My father is mistaken; it was not a burst of gayety, but purely nervous spasm which seized me while thinking of certain things, and at a moment when I was not at all merry.  However, besides life, there were but two things left to take from me, my horse and my hair, and thank God, he was not happily inspired in his choice, and has not struck me in the most sensitive place.\\\" \\\"What! between Soliman and your hair.\\\" \\\"Isn't it beautiful?\\\" said he quickly. \\\"Magnificent without any doubt!\\\" I answered, smiling. \\\"I've always been a little vain of it,\\\" continued he, waving his curls upon his shoulders; \\\"but I value it more since I know it pleases you.\\\" \\\"Oh! for that matter,\\\" I replied, \\\"if you had your head shaved, I should not love you any the less.\\\" This answer, I don't know why, seemed to affect him deeply.  During the rest of the evening he was thoughtful and gloomy.\\n\\nAugust 24th. I thought it glorious to be able to communicate to him the overtures which his father has made me, and the project they suggested to me.  I said to him: \\\"What a joy it would be to me to release you from this prison, and yet with what bitter sadness this joy would be mingled!  But wherever you go, we will find some means of writing and of seeing each other.  The friendship between us is one of those bonds which destiny cannot break.\\\" \\\"Oh, yes!\\\" replied he in a sarcastic tone, \\\"you will come to see me once a year, upon my birthday, and will be careful to bring me a bouquet.\\\" He burst into a fit of laughter which much resembled that of the other day.\\n\\nAugust 30th. How he made me suffer yesterday!  I have not recovered from it yet. What! was it he--was it to me?  God! what bitterness of language; what keen irony!  Count Kostia, you make a mistake--this child is really yours.  He may have the features and smile of his mother, but there is a little of your soul in his.  What grievances can he have against me?  I can imagine but two.  Sunday last, near three o'clock, we were both at the window.  He commenced a very animated speech by signs, and prolonged it far beyond the prudential limits which I have prescribed to him.  He spoke, I believe, about Soliman, and of a walk which he had refused to take with Ivan.  I did not pay close attention, for I was occupied in looking round to see that no one was watching us.  Suddenly I saw on the slope of the hill big Fritz and the little goat girl, to whom he is paying court, seated on a rock.  At the moment I was about to answer Stephane, they raised their eyes to me.  I began then to look at the landscape, and presently quitted the spot.  Stephane could not see them from his window, and of course did not understand the cause of my retreat.  The other grievance is, that for the first time three days have passed without my paying him a visit; but day before yesterday the wind was so violent that it overthrew a chimney nearby, .  . . and it was to punish me for such a grave offense that he allowed himself to say that I was no doubt an excellent botanist, an unparalleled philanthropist, but that I understood nothing of the refinements of sentiment. \\\"You are one of those men,\\\" said he, \\\"who carry the whole world in their hearts.  It is useless for you to deny it.  I am sure you have at least a hundred intimate friends.\\\" \\\"You are right,\\\" I replied; \\\"it is even for the hundredth one that I have risked my life.\\\"\\n\\nSeptember 7th. During the last week, I have seen him three times.  He has given me no cause for complaint; he works, he reflects; his judgment is forming, not a moment of ill-humor; he is calm, docile, and gentle as a lamb.  Yes, but it is this excess of gentleness which disturbs me.  There is something unnatural to me, in his condition, and I am forced to regret the absence of those transports, and the childishness of which I have endeavored to cure him.  \\\"Stephane, you have become too unlike yourself.  But a short time since, your feet hardly touched the ground; lively, impetuous, and violent, there came from your lips by turns flashes of merriment or of anger, and in an instant you passed from enthusiasm to despair; but in our recent interviews I could scarcely recognize you.  No more freaks of the rebellious child; no more of those familiarities which I loved!  Your glances, even, as they meet mine, seem less assured; sometimes they wander over me doubtfully, and from the surprise they express, I am inclined to believe that my figure must have grown some cubits, and you can no longer take it in at a glance.  And then those sighs which escape you!  Besides, you no longer complain of anything; your existence seems to have become a stranger to you.  It must be that without my knowledge--\\\"  Ah! unhappy child, I will know.  You shall speak; you shall tell me. . . .\\n\\nSeptember 10. Heavens! what a flood of light!  Father Alexis, you did not tell me all!  The more I think of it. . . .  Ah! Gilbert, what scales covered your eyes!  Yesterday I carried him that copy of the poem of the Metamorphoses, which I had promised him.  A few fragments that I had repeated to him had inspired him with the desire of reading the whole piece, not from the book, but copied in my hand. We read it together, distich by distich.  I translated, explained, and commented.  When we arrived at these verses: \\\"May you only remember how the tie which first united our souls was a germ from which grew in time a sweet and charming intimacy, and soon friendship revealed its power in our hearts, until love, coming last, crowned it with flowers and with fruit--\\\"  At these words he became agitated and trembled violently. \\\"Do not let us go any further,\\\" said he, pushing the paper away. \\\"That is poetry enough for this evening.\\\" Then leaning upon the table, he opened and turned the leaves of his herbarium; but his eyes and his thoughts were elsewhere.  Suddenly he rose, took a few steps in the room, and then returning to me: \\\"Do you think that friendship can change into love?\\\" \\\"Goethe says so; we must believe it.\\\" He took a flower from the table, looked at it a moment and dropping it on the floor, he murmured, lowering his eyes: \\\"I am an ignoramus; tell me what is this love?\\\" \\\"It is the folly of friendship.\\\" \\\"Have you ever been foolish?\\\" \\\"No, and I do not imagine I ever shall be.\\\" He remained motionless for a moment, his arms hanging listlessly; at length, raising them slowly, he crossed his hands over his head, one of his favorite attitudes, raised his eyes from the ground, and looked steadily at me.  Oh! what a strange expression!  His wild look, a sad and mysterious smile wandering over his lips, his mouth which tried to speak, but to which speech refused to come!  That face has been constantly before me since last night; it pursues me, possesses me, and even at this moment its image is stamped in the paper I am writing on.  This black velvet tunic, then, may be a forced disguise?  Yes, the character of Stephane, his mind, his singularity of conduct,--all these things which astonished and frightened me are now explained.  Gilbert, Gilbert! what have you done? into what abyss. . .  And yet, perhaps I am mistaken, for how can I believe--  There is the dinner bell. . .  I shall see HIM again!\",\"timestamp\":1639708949,\"title\":\"By persistent hammering I have succeeded in beating the idea of the painted herbarium into this naughty\"},\"digest\":\"mcRT9HdY7R4H4iVZKEchVX7D0XEixuMi3gvbO7ckCew\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A_1kqACXSvlJL_3spInyk9C8Da5F5ocZuFHChLnpDxw\\\",\\\"y\\\":\\\"xB9FRxfLdhX2KD4nBgfuqR02NRfgAeSHbilI49onm94\\\"}\",\"signature\":\"k6zLtv1QNnlLu1IZ6epYmn6MJOnQpmYXK7MfYaapWbM2_VVlLZAEKvqkDbXtJ65c5o76ERhnkg8pZKfKBGIvDg\",\"signingKeySignature\":\"0x88fb047bc06b0f94ff1565b407e983814b737faaf26ca32b99560a3dbffe22556d2828dd233d1280e872b43d6ba3e8f54d8c64ea44af98f0b5aa0b974d4f0be11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A_1kqACXSvlJL_3spInyk9C8Da5F5ocZuFHChLnpDxw\\\",\\\"y\\\":\\\"xB9FRxfLdhX2KD4nBgfuqR02NRfgAeSHbilI49onm94\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mcRT9HdY7R4H4iVZKEchVX7D0XEixuMi3gvbO7ckCew\"}"