"{\"content\":{\"body\":\"Adaptação do texto de Marc Hochstein, Lawrence Lewitinn, Nikhilesh De para a Coindesk\\n\\n[Buying Your First Crypto? 10 Things You Should Know](https://www.coindesk.com/markets/2021/05/10/buying-your-first-crypto-10-things-you-should-know/)\\n\\n## Não invista mais do que você pode perder\\n\\nCripto é mais arriscado que muitos outros investimentos e a única garantia que você tem é a volatilidade (a não ser que seja uma stable coin - e aí a volatilidade não será um bom sinal).\\n\\nÉ um ambiente onde na maioria dos casos não há regulação clara, ou mesmo qualquer regulação, e não há proteção alguma ao investidor. Os preços variam de minuto a minuto, em um mercado que funciona 24/7 e com perigos em muitos diferentes níveis.\\n\\nO Bitcoin, embora esteja por aí por mais de uma década e tenha visto muitas outras moedas aparecerem e desaparecerem, não está livre de risco.\\n\\nEntão não aposte as economias da sua vida em nenhuma moeda.\\n\\n## Pesquise profundamente\\n\\nAntes de investir em qualquer quantia significativa de dinheiro em qualquer moeda digital, gaste algumas horas pesquisando a tecnologia para você compreender qual a proposta de valor e os riscos (\\\"Alguém vai comprar de você a um preço mais alto\\\" não é proposta de valor)\\n\\nLeia tudo o que você encontrar sobre o assunto, entre nas comunidades e nos mailings dos devs, ouça os podcasts. Leia livros não somente sobre criptomoedas, mas também sobre criptografia, teoria dos jogos e modelos econômicos.\\n\\nParticipe de meetups (tão logo o Covid-19 não ofereça mais perigo), faça muitas perguntas e se você não estiver entendendo o que você está escutando, não tenha vergonha de pedir para alguém explicar. Se ainda assim você não compreender, não assuma que o problema é você: as pessoas podem apenas estar falando bobagens. Desconfie de pessoas que investem tempo em te ajudar mas estão apenas querendo vender o próprio peixe (porque assim que ela te convencer a comprar, provavelmente os preços vão subir e ela será muito beneficiada).\\n\\nE mesmo que você esteja convencido, procure os céticos e considere seus argumentos.\\n\\nAssim que você considerar que pesquisou tudo o que havia disponível, tenha a certeza de que ainda não foi o suficiente.\\n\\n## Resista ao FOMO\\n\\nSe o único motivo pelo qual você está investindo em algo é para evitar *perder o bonde*, corre o sério risco de perder tudo.\\n\\nFear of missing out é o caminho certo para você perder toda a riqueza que conseguiu acumular através dos anos. O problema é a reação instintiva a algo que deveria ser pesquisado primeiro.\\n\\nConheça o que você está comprando. Abrir um app e ver que uma moeda subiu 30% nas últimas 24 horas não é pesquisa e você pode ser o azarado a se expor a uma moeda que está em vias de cair vertiginosamente.\\n\\nTodas as moedas têm baleias, todas as moedas tem pump and dump (e seus promotores marketeiros). Não se entregue à pressão do mercado. Avalie essa oportunidade de investimento pelos seus méritos.\\n\\nPesquise e pesquise novamente.\\n\\n## Se parece bom demais para ser verdade, provavelmente é\\n\\nO ecossistema de criptomoedas está repleto de charlatães. Vemos 'especialistas' por todos os lados. Todos os projetos que aparecem 'irão ultrapassar o Bitcoin'. O único caminho é pesquisar.\\n\\nCompradores e vendedores precisam estar atentos. Algumas exchanges oferecem alavancagem de até 100x e a impressão de que é muito fácil lucrar está ali a um clique de você perder tudo em segundos.\\n\\n## Não confie, verifique\\n\\nScammers, golpistas, são abundantes nesse mercado. Muitos se passam por influenciadores, utilizando contas falsas somente com o intuito de fazer você enviar pequenas quantidades de cripto com a promessa de retorno multiplicado e garantido. Ou pedem o envio de qualquer quantia somente para validar o endereço.\\n\\nLinkando com o tópico anterior, tudo o que parece bom demais para ser verdade acende um sinal vermelho de alerta.\\n\\n## Cuidado com o viés de unidade\\n\\nSó porque uma moeda está custando R$1, não significa que ela é mais barata que um bitcoin a $60k. Nem todas as moedas são criadas da mesma forma.\\n\\nTemos milhares de criptomoedas diferentes, que emulam o Bitcoin ou tentam resolver os seus 'problemas'. E todas variam em muitos níveis quando do suporte ou da descentralização.\\n\\nDeterminar o valor de uma moeda começa perguntando o porquê dela ter sido criada. Qual a sua utilidade? Quem está trabalhando nela? Qual o tamanho da comunidade de desenvolvedores? Quão ativo é o repositório no github? Qual o histórico dos devs? Considere que uma construção demanda manutenção constante e estruturas abandonadas ficam suscetíveis a problemas.\\n\\nÉ crucial entender qual o modelo de segurança envolvido - proof-of work, proof-of-stake, ou outro? Se for o primeiro, qual o hashrate comparado ao de outras coins PoW? E se você não estiver ainda habituado a esses termos, você não está pronto ainda para investir.\\n\\n## Not your keys, not your coins\\n\\nCriptomoedas são ativos como o dinheiro cash ou jóias, significando que o detentor do mesmo é o real dono. E uma vez perdido ou roubado, se foi para sempre.\\n\\nÉ por isso que você sempre escutará para não deixar as chaves criptográficas nas mãos de um terceiro, como uma exchange. Há muitos casos de hacking, rug pulls ou exit scams nesse mercado, devido a muitos lugares não terem uma regulação para este mercado.\\n\\nO mercado DeFi ainda é muito novo e muitas falhas ainda irão acontecer, e mesmo grandes plataformas como a Binance sofrem com falhas recentemente.\\n\\nNo entanto, se você for o guardião das suas próprias chaves criptográficas (com um dispositivo de hardware, papel, metal, etc.) pode ser fácil se bagunçar ou se perder, e é por isso que muitas pessoas terceirizam a guarda das chaves.\\n\\nCripto é sobre trade-offs. Você é organizado e disciplinado para não perder um pedaço de papel ou esquecer a sua 'seed' (aquela sequência de palavras que recupera a sua chave privada)? Se não, você deve ficar confortável com alguém guardando as chaves por você e todos os riscos que isso envolve, principalmente em caso de eventualidades.\\n\\n## Você pode comprar uma fração de bitcoin (e da maioria das outras criptos)\\n\\nVocê não precisa comprar um bitcoin inteiro. Bitcoin possui oito casas decimais. Caso esteja curioso como ele funciona, você pode comprar R$10 para ter essa experiência. Melhor ainda de transferir uma quantia para uma carteira em sua posse. A experiência de ter seu bitcoin com você pela primeira vez só pode ser sentida, e não explicada.\\n\\n## Entenda sobre taxação e impostos\\n\\nO Brasil já possui regras sobre como certos impostos incidem sobre os investimentos em criptomoedas. Não ache que você consegue enganar o fisco ao operar em uma exchange, pois todas as transações são reportadas aos reguladores. Todas. Converse com um contador, explique o que você está fazendo e compreenda como e em quais situações você terá que pagar impostos.\\n\\nMesmo não sendo plenamente regulamentado, saiba que recentemente o presidente do Banco Central já avisou que no Brasil eles identificarão qualquer transação de criptomoeda.\\n\\n## Compre usando a técnica do preço médio e não se preocupe tanto com o preço atual\\n\\nVocê pode ter uma vida e ainda investir em criptomoedas. Os mercados flutuam todos os dias, todas as horas, minuto a minuto, mas qualquer cripto que valha a pena será um investimento de longo prazo. Se você quiser uma boa dose de dopamina, vá saltar de paraquedas. Normalmente está aí a diferença entre um investidor e um apostador.\\n\\nE é possível investir sem ficar obcecado? Sim, e uma das alternativas mais seguras é utilizar a técnica do preço médio. Compre em intervalos regulares (diariamente? semanalmente? mensalmente? Você escolhe) e não olhe mais para o preço.\\n\\nSe você estiver olhando para o longo prazo, não se sentirá pressionado a vender ou aumentar a sua posição baseado nos movimentos de curto-prazo.\\n\\nO sentido deste artigo não é assustar e afastar as pessoas dessa área tão fascinante e potencialmente tão transformadora, mas garantir a quem chegar que esteja atento e de olhos abertos a certos detalhes desse mercado.\",\"timestamp\":1636399604,\"title\":\"[ Convex Research ] Coisas que você deveria saber antes de comprar a sua primeira criptomoeda\"},\"digest\":\"wMewo4fwaDeLe2-T50i3W-a4arGx48mb62aaAQ8kGvA\",\"authorship\":{\"contributor\":\"0x395cCC5CBF47717f1D4Dec6a7e050B8c3972642f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IecpW3ubLAYpk-WMU8jaXtHcj7pKWR3BnzltVSUVagM\\\",\\\"y\\\":\\\"6fGzuvhePyr0lwmOQVhuFvqKNInk9hSPjbGZmwrR8u4\\\"}\",\"signature\":\"xODBjP_aZjVvFOAfOi0bOCULQ95XYveGzBf6sl_bJqWyjKUvxl9j2BSc2Sf0ejlsZY5vw7JKu7WDDk8bzuWWnQ\",\"signingKeySignature\":\"0xed81beb01c0f79ccecc6efc9099ea0e515938726f777fd6477a68aaa0b7ac3bf7e79521cf64c44ae4d7854be181eae701bb690ffa7498a64935477eccc872aef01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IecpW3ubLAYpk-WMU8jaXtHcj7pKWR3BnzltVSUVagM\\\",\\\"y\\\":\\\"6fGzuvhePyr0lwmOQVhuFvqKNInk9hSPjbGZmwrR8u4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iIijEYXCxiwXUEgNUs183iyI0QDf1l1jk6-Y82i_uyw\"}"