"{\"content\":{\"body\":\"***I***\\n\\nAnd having got himself on death row, as one does, was a difficult task all its own. This one, Jamie Diamond, the rowed one, the one with no more than six minutes of life still to live, depending, sits shackled and braced for the wickedest of wicked, thinks of a day not more than four months prior. A passable-for-good weather day in July on the beach in Isla Coco, pre-noon, palm trees above head still dripping with the patient dew of the summer’s fogged and winded night gone by. There on the beach – before the girl came back from the pasture and he hadn’t yet heard the news, he sat similarly shackled, splayed between two palms like a loose hammock, wrists tied by a dry, splintering rope to an empty life-guard chair – his bare ass rest sanded like schnitzel and starting to itch. On that day the visibility was just par, and he could see no further than the Gulf’s nearest island, 450 meters due east, its patchy mangrove trees jutting like pimples above the shoreline. He saw an eagle cross over the grove, perch high, and call, which couldn’t be true. By the time the girl returned from the pasture, he’d already lost sensibility, plus there was sand in his ears.\\n\\n“Chicitito. No tenemos espacio para usted. Vete,” the girl says, untying her naked visitor, leaving for the second time. Jamie flips cock-side and watches her gain distance, unsure what it is he has to say.\\n\\n“Disculpe,” he clamors before she’s too far. “Cual es el tiempo?”\\n\\n“Que hora es, gringito. Que hora es.”\\n\\n“Que hora es?” \\n\\n“Once. Once y media.”\\n\\n“Gracias.”\\n\\n“Con gusto, chicitito.” And she turns again, back to the pasture where her roots have been sown, where her people had buried her mother, where they would eventually bury her. \\n\\nThe sun rises higher into the sky and will soon hit its midday peak, ready as a gavel to beat on Diamond’s head. As he rises off his rump and hops with burnt feet to the now deflated raft he drifted in on, he wonders, feeling paranoid and cursed, if there are sprinkles in his future.\\n\\nDiamond covers himself in the beaches fallen palm leaves to guard from the sun, and like a corn left unshucked, blows slow and deep to fill the raft. Once ready, he sets off from Isla Coco without looking back, into the Gulf where there is to be very little for him. \\n\\nAbove head, the eagles couple and bunch, arranging themselves like chocolate sprinkles against the backdrop of the Sun. With just his person and the three coconuts he had found littered on the beach, the raft is light on entertainment, so after cracking open the thickest one with a rock from the beach and guzzling it down, he dozes off. Occasionally he is woken at the call of a faraway bird, only to return again to sleep.\\n\\n***II***\\n\\nThere truly was very little for him out there that day in the Gulf, but for the knowing that his days would get much worse before they got better, and too, the pinging possibility of sprinkles in his future.\\n\\nTwo decades before that day, Diamond’s birthday in Kansas City, Missouri. He, his sister and his mother walk two miles to get little Jamie a cone of vanilla from Baskin Robbins, then home to no more than 18 or so flavors. Had they not taken him to BR for celebration on b-day number 9, Jamie would have whelped and swung and broken things until something changed. Call that the first time someone should have glimpsed violence in his future, but of course no one did.\\n\\nFour months after that hot day in the Gulf off Isla Coco, in the holding cell where he will later be electrified into a state of death, Jamie Diamond hopes and prays to his sweet and merciful lord and savior Jesus Almighty Christ that there won’t be sprinkles. Just a level below, one Truman Pooce, night guard at Crickman Holding and Detention Facility in Corpus Christie, Texas, where the residential obese population rarely dips below cone-dropping levels, Pooce, who’s just around bigfoot-type size, walks down the underground hallway of Crickman H&D toward an elevator.\\n\\nIn his left hand, he delicately grasps a vanilla ice cream cone, intent not to crush the nimble, flaky crust with the overstuffed chorizos he calls fingers, walking with locked knees and big eyes focused dearly on the petite cone. He notices a little bit of vanilla drip over the side, and it’s getting on his pointer finger, and some irrational panic pings him in the side of the head. This throws him off as he reaches the elevator, and his distracted mind leads him to attempt to push the UP button with his cone-wielding hand, throwing the top orb of the double-scoop cone into motion, motion he fights by quickly flicking his wrist down and out, a momentous maneuver that sends his whole Big & Tall sized person into whiplash, cracking him at the hips and landing him kneeling on the floor. \\n\\nLuckily, the cone is saved. From his holy Islamic position he presses UP with the crown of his nose. He plans to wait until the elevator arrives, when he will make use of the space between the elevator car and the elevator shaft to get a grip with his right hand and pull-assist his way back onto his feet. All this while keeping Pro Bowler-like focus on the traumatized cone in his left. By now, his paranoia is replaced with submissiveness, as he is cornered by the will of a slowly melting vanilla cone, something this behemoth of a man has grown to understand quite well over the years. A Cone-fearing man whose life now rests wholly in the hands of his sugary temptation, “hands” also literal, as the sticky ice’d cream continues to drip down the side of his outer left hand grip, soon to make landing on his wedding ring.\\n\\nAs the elevator dings and it’s door opens, and Pooce is meant to get in that car and end the drama, the climax extends, as his dilemma grows from what now seems so trivial – getting on his feet while maintaining balance of cone – to now all of that, plus keeping the drip of the cream from damaging the most valuable token of love from his dear wife Darlene, his platinum wedding ring – now just seconds away from being coated white with vanilla destruction. He motions to move the cone to his right hand, but freezes once he realizes that immobilizing that hand would leave him without means to pull-assist himself to his feet. \\n\\nDefeated, totally without option, Pooce makes the hasty and ill-advised move to sacrifice his ring, clasp on to the elevator, rise to his feet, get in the car, transition the cone from left hand to right and examine the damage. His fear is realized, and boy won’t Darlene get done up about this.\\n\\n***III***\\n\\nAs the elevator struggles against the weight of our man Truman Pooce, he is recovering from yet another ping to his temple. \\n\\nSee, as he’d been kneeling, the circulation had cut off from his lower legs, so once he stood, blood had rushed speedily down to fill his trousers, so much and so quickly that his brain temporarily lost it’s fill, and he got hit with a spattering of light and dizziness that left him momentarily unable to see or coordinate. Unfortunately for Pooce, he’d already been on the way to pushing the L1 button when this all hit him, and his weariness guided him in as he finished the forward motion, leading to the accidental pushing of the ALARM WILL SOUND button, and the getting up-ended by a striking, painfully loud “WEAWEAWEAWEA,” followed by a jolt as the car stopped midway between B and L1. So now, as the disorientation eases away from the center of his vision, Pooce begins to realize what’s just happened. He presses for HELP, and, being hit repeatedly by the biting ping of the ringing alarm, while still recovering from cardio-circular distress, he begins to feel sorry for himself. Sorrow for oneself is a curse for a man of his size, and, predictably, for his troubles, Pooce has a lick from a vanilla ice cream cone that was never meant for him.\\n\\nIn another world, four months prior, this: lyrically speaking, it’s hard to pin down why Diamond sings this particular song to the pirates who find him slowly sinking in the Gulf of Mexico, but the facts don’t lie:\\n\\n*O Dios Mío, make me your meat man,* \\n\\n*Leave me corroding, funky and fed up*,\\n\\n*Uncle, oh uncle, call me the Graced one.*\\n\\n*Terms and conditions, despite that I’ve been found*,\\n\\n*Drip me in orange, peach me a mango*,\\n\\n*Audible, obvious, you’ve made me mistaken.*\\n\\nOf course the pirates speak about enough English to catch no percent of that, but it doesn’t matter, Diamond speaks to himself. They’d saved him, searched him, found nothing of worth and shackled him by the neck to a flag post. The ship’s captain cut into one of the coconut’s they took from the raft, drank half and threw the empty shell overboard. (That coconut would later float to the Arctic, stupefying a gaggle of penguins, as coconuts sometimes do.) The captain says nothing to Diamond as he squats and looks him in the eye, then at his chest. He takes off his hat, tosses it over Diamond’s cock, turns around and shouts something incomprehensible to his crew.\\n\\nDiamond can’t stop repeating the song’s second verse, amusing himself for no reason other than that his brain is slowly bubbling to a hot soup. \\n\\nCould he find a way off the ship? The knot around his wrists is corrosively tight, but the hat on his cock gives him some hope. He thinks about the possibility of having a drink, and carries a soft call to the nearest seamen.\\n\\n“Padre.”\\n\\nA thumb sized individual in button shorts and a loose-necked rag turns and points a cutting stare at Diamond. He takes three steps forward and squats.\\n\\n“Qué?”\\n\\n“Usted, y yo.”\\n\\n“Y yo?”\\n\\n“Si. Usted. Y yo.”\\n\\nDiamond widens his leg toward the seaman, letting the hat fall a touch inward. The seaman spins his head around, thinks twice, and replies swift and firm.\\n\\n“Después.”\\n\\n“Ahora.” \\n\\nIt’s tough to say exactly why the seaman thought this could work, but again, the facts don’t lie. The seaman returns to his post with a wink and waits until the Captain and crew go down for a midday meal, then unclasps Diamond’s shackle. Pulling down his trousers and grabbing Diamond by the ears, he makes the obvious, anticlimactic mistake of closing his eyes in an ill-conceived attempt to focus more on the feeling, which is of course when Diamond grabs the dagger from the seaman’s hip and thrusts it into his abdomen, twisting the blade as he rises to his feet. Diamond eases him to the deck. Then, while the boy lay there slowly transmitting to invisibility, Diamond cuts the top off a coconut, drinks half, pours the other half into the faded seaman’s mouth, and sets the shell down over his brazen cock, so, as Diamond later swore, on the off chance the seaman were to find his Madre en Cielo, he could look her in the eye.\\n\\nMeanwhile, well not really meanwhile, but four months in the future, Truman Pooce sits wide-kneed, waiting for help to arrive. His lips sticky white with leftover cream and crumbs of cone, damage he inflicted on himself in a hasty attempt to quell nerves. Ill-advised too, because soon, when he is inevitably saved, he’ll have to look Chief Correctional Officer Quincy Duck in his face and explain why the ice cream is gone, cone and all, say “poof,” where it went, why. He’ll have to say something to account for the fact that another cone will need to be retrieved, possibility taking another 15 min to half hour depending on traffic, effectively pushing back the death-by-electrification to later that day. Pooce can picture the look on Duck’s face when he tells him how it all went down, the ice cream elevator marital woe drama. It’s a bad face. \\n\\nSo as Pooce waits for the electrician to come get his ass out the shaft, he runs the story over in his head systematically, painstakingly, thinking of how to frame it in as honest and sincere a form he can, while his thoughts are interrupted by pings to his temple, resulting from of course the alarm & the future pain he’ll be forced to lay out on Darlene, but also by the basically 100% chance that Duck, for one reason or another, will choose not to take Pooce’s word for it and will check the B-level security cameras to confirm. That’s Pooce’s main fear, there on the car floor, which is why, holding a wide-kneed seated position for 4 minutes and plus some, the alarm ringing WEAWEAWEA directly over his head, he thinks hard and harder about whether to start his explanation with this:\\n\\n“Duck, have some grace.”\\n\\n***IV***\\n\\nDiamond is impatient as ever for the great sprinkle reveal. If he could, that is, if the straps were less tight and he had an inch to spare, he would literally be at the edge of his seat. He salivates. He measures minutes as the pass by the forward-backward pace of the man in front of him, a man who looks like a cliff – someone to be jumped off of. This person is by no mistake the CCO Quincy Duck, who’s pacing up and down the meat locker sized, electromagnetically in-sealed room at roughly 5 second intervals there-and-back, so every twelfth time Duck hits the right wall, Diamond knows a minute’s gone. Ducks hit the right wall about 168 times, so figure that one out if you care. If you don’t, just know that it’s been a little while here waiting, which is bad for the tempers in the room, particularly Duck’s, who for reasons unknown to him, always feels like he’s got somewhere to be that’s more narratively relevant than where he is now. The life of a risen and rising jailor in Texas, one presumes.\\n\\nMeanwhile, 4 months prior and a few points down south, Diamond has just completed the cock-tease kill of this darling little Mexican. Trouble is, there’s a gaggle of sword-wielding pirates on the deck below, and he’s got to make off with the booty before they finish tea-time, except, where’s the booty? The booty he came here with. The reason he’s out in this body of water to start. The booty found not 3 days prior, 45 feet due East of the Southern reef of Isla Coco, fought for with a team of tiger sharks: earned booty. Booty with some legitimate historical value in the high-art circles in Northwest NYC. Diamond had had the booty, which made it legally his when he had it because international waters, but where was it? Not here? Don’t swivel your head and check the floor around your feet, idiot. Was it international waters? No. He stole it. He stole it, he shored up at Isla Coco having drowned, must have been saved by the girl. He had the booty tied around his waste with some sea straw. Then there was the girl, but she didn’t take it. Maybe, when she left the first time?\\n\\nSomewhere in hyperspace, where time doesn’t manufacture linguistic boundaries, and there’s no need to use words like “two decades before” or “meanwhile” or “here and now,” and where it’s actually laughable to say a thing like “in another world,” a fat slop with a shit marriage is helped out of an elevator. He hates himself, and commits to telling Duck the entire, flimsy, almost forgotten story. He plans to *ask* for the security cam footage to be viewed, to accept its inevitable sharing between co-workers and subsequent Youtube virality. He prays only that the commenters lend some credit to his having saved the ice cream, which may or may not cancel out the unavoidable replies to any such comment regarding how, to a man of Pooce’s build, the cream is the only thing in life worth saving. \\n\\nNo commenter’s mind will be paid to the fact that the cream was never meant for Pooce, that it was really meant to end up in the hands of Jamie Diamond, internationally recognized treasure hunter, vigilante, trickster, cold killer, all of the above while also maximally handsome, sexy, appealing to mammals of all kinds and for all reasons, who’s currently waiting in a meat-locker sized room on the 1 Level of Crickman Holding & Detention Center in Corpus Christie, TX, not twenty yards from the elevator Pooce just broke, waiting for the thing he’s been after since the very start, his requested meal before electrocution-until-death, the booty above and away from all other booty – a vanilla ice cream cone, regular, hold the sprinkles.\\n\\n***V***\\n\\nOn the ship, dead Mexican forgotten, Diamond, like a chess novice, plays the move that had his eye from the start. He pushes for the wheel to steer the ship off course.\\n\\nDown below, the crew finishes up their tortas as they felt the boat begin to stir, and being Mexican Border Patrol officials, swiftly pursue and capture the young Jamie Diamond – the reality being that this is no pirate ship, they no pirates. Jamie had been so diluted and disheveled at the hand of the merciless post-noon sun that he’d conjured the whole thing up for good fun. En-ter-tain-ment. Ever heard of it? It used to exist once. \\n\\nThe crew’s gets him back in cuffs, all the tighter now that he’s the murderer of future sailor Brooklyn Quest, the murder which really did happen, not at all a part of Diamond’s great imaginary narrative, because why would it be? Much too dark for a fantasy story.\\n\\nSo Quest, a once 19-year old pimple-ridden ROTC exchange kid from Fort Worth had to be explained for, a total fucking major dolor de cabeza for Rigaldo Martinéz, Jefe del Programa de Cambio de Servicio Extranjero Mexicano, aka supervisor of god damn mother-fucking Brooklyn Quest, the dead kid who a castaway tricked into murder by fellatio. \\n\\nSo long story short, Brooklyn Quest is, fortunately for Diamond, the only American citizen on the boat, which means immediate extradition to Estados Unidos, an expedited trial and, for offing a troop-to-be in the surrounding area of the great American stronghold of Tejas where the one thing you don’t do is disrespect the armed forces, is sentenced to electrification until death by a jury of his peers. Which brings us where we are.\\n\\nCrickman H&D: Pooce Big & Tall gets an earful of fire from his personal Jefe Quincy Duck. Duck slips a disk from laughing so hard at Pooce’s story. Pooce drinks the cocktail of embarrassment & humiliation, holds on to the lingering thought of his wife’s face when she sees what he’s done to her ring, seizes. Like, *has a* *seizure,* a consequence of which is that he throws up all over the electrification room floor, spills his guts like a firehose.\\n\\nMeanwhile, here and now, in the very same room where this all occurs, where guts have just seconds ago been spilt, Jamie Diamond bursts into hysterical laughter. He shakes in his straps, veins popping from his neck, tongue taking on a life of its own in the world. He can’t stop. He’s in a different dimension of hysteria. His eyes water, he cries. \\n\\nBecause of course he knew he was on a Border Patrol boat and that kid was an ROTC exchangee and there was never any booty to start with. Diamond had always been a castaway, had always conjured stories to share with himself in the dark and damp annals of his mind. There was only that, his world, separated from all that was terrestrial, shared. In isolation, he’d manufactured and perfected a world of imaginary fantasy, where booty lay hidden around him all the time, ticking along its own mystic clock, aching to be searched for. It was a longing he harbored deep, the searching for – and the knowing that, along the way, coursing downstream on a river he’d carved for himself, he might find something known. \\n\\nIt just so happened that thing was a vanilla ice cream cone, regular, hold the sprinkles, a memory within a memory. He’d found that ice cream then, as a 6-year old, when all that mattered was the having. But now, looking down at a floor painted white, dotted with red, orange, green, purple and blue spots, he finds that all he cared for was the searching.\",\"timestamp\":1637106022,\"title\":\"Brought To You by Big Dairy\"},\"digest\":\"Ekrq3Sk6X_HJ6QlYK8EPKCfvPyOHgq1U0tTNkm2dwbk\",\"authorship\":{\"contributor\":\"0xf0Fb57424F9833856E5C4Dc6A6874e2a4c4bB478\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5uTgskpTCpt2UDRdYjLi7KtgS9deXFvgkD5pStFngKo\\\",\\\"y\\\":\\\"bGRefS10yNq0YOspsOgKQZPj6bA-TTOqP6zHGZFGvWM\\\"}\",\"signature\":\"MXO0UQ6AvHPx5RFOHzdorkte2yDpstORfZ-NfqhZFk7pBOP5aQBjqrvLNYzuVicq4reWTcgOB89QUK4cRpqipw\",\"signingKeySignature\":\"0x98bb5bed21cf56cc9ddeff466b7630019c22628e5e094d9b7fd64e0c57d9d38d78385e98b1d6ef1c424243b3111fde29fec8b5cc0774fe8bdc82414c8168229c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5uTgskpTCpt2UDRdYjLi7KtgS9deXFvgkD5pStFngKo\\\",\\\"y\\\":\\\"bGRefS10yNq0YOspsOgKQZPj6bA-TTOqP6zHGZFGvWM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ekrq3Sk6X_HJ6QlYK8EPKCfvPyOHgq1U0tTNkm2dwbk\"}"