"{\"content\":{\"body\":\"If the value of a token keeps depreciating and people lose trust in it, what can be done to make it rapidly appreciate or even exceed its value? A solution has been offered three hundred years before.\\n\\n![](https://images.mirror-media.xyz/publication-images/-b3HswNRdC7k4uHHkgIB6.png?height=442&width=700)\\n\\nIn the era when there was no modern banking and currency system and when gold and silver coins were used as money, John Law first issued paper money and used treasury bonds as a threshold for purchasing company shares, making the ever-depreciating treasury bonds a big hit and easing the French government's debt crisis, but some of the envisioned functions were not realized due to the constraints of the political environment at the time.\\n\\n300 years later, the international monetary system has completely moved away from the gold standard system and formed a credit-based system similar to the one envisioned by John Law, and in the further realm of cryptocurrencies, John Law's script is being played out in a daily cycle and makes the vision of that time possible.\\n\\nIn this article, we will reveal John Law's approach to creating \\\"credit bills\\\" and try to design a model to empower the tokens.\\n\\n### The financial difficulties faced by the French government\\n\\nAt that time the French government was in financial difficulties and was desperate to grant John Law the privilege to help France to overcome the debt crisis, and the \\\"credit-based paper money system instead of the mint-based banking system\\\" was thus given the opportunity to be implemented.\\n\\n* **Bangue Genarale**\\n\\nJohn Law first established a private bank called Bangue Genarale, which issued paper money that could be readily exchanged for gold coins and people could trade them. Due to the portability of paper money and the excellent creditworthiness of the precious metal as a guarantee, and the government promised that it would not interfere with devaluation, even at first John Law stipulated a 1% premium for paper money to gold coins, people began to exchange John Law's paper money.\\n\\n![](https://images.mirror-media.xyz/publication-images/zwyj2AnGAmyiTQiuy-ZdW.png?height=457&width=682)\\n\\n* **Mississippi Corporation**\\n\\nAfter obtaining the monopoly privilege from the French government to develop and trade North America alone, John Law established the Mississippi Company, and then used \\\"mining for gold\\\" as the promotional highlight of the Mississippi Company, John Law invested the deposits taken by the General Bank in the Mississippi Company, causing the stock price of the company to soar. With the public opinion of wealth and the dramatic increase of the stock price, people started to FOMO, looking for ways to buy the stock.\\n\\n![Mississippi Corporation Share Price Chart](https://images.mirror-media.xyz/publication-images/Vdc67EKo-BLCBMSo1c1DK.png?height=500&width=679)\\n\\n* **Set the threshold**\\n\\nJohn Law requires that purchasers of stock must first purchase government debt and then use the government debt to buy the stock.\\n\\nLet's do the math. Suppose you want to buy $1,000,000 of stock.\\n\\n![](https://images.mirror-media.xyz/publication-images/o6IhWjS0AS7VPdxhkPhTB.png?height=205&width=813)\\n\\nWe saw a 200% real return on investment, and people started buying bonds and stocks in a big way. In the free market, the stock price even reached 10 times the subscription price of the issue, and John Law and the government took advantage of people's FOMO sentiment and issued another 1.5 billion livres of stock, 12 times the size of the previous two issues.\\n\\nBy buying new shares with treasury bonds, the price of these paper-like treasury bonds was once brought back to par.\\n\\nThe government receives the currency by selling off the national debt, which the Mississippi Company acquires, and the company destroys it all, relieving the government of its liability to pay it, while the government pays the Mississippi Company 4% interest each year for the next 25 years.\\n\\n* **debt transfer**\\n\\nThe French government reorganized the private banks into the Royal Bank and began to issue large amounts of banknotes. By the end of 1720, France had 3 billion livres of banknotes in circulation, while the Royal Bank had only 700 million livres in reserve, and the government also transferred its debts by paying interest, thus forgiving huge debts.\\n\\n* **Follow-up**\\n\\nAccording to capital adequacy calculations, even at the most underestimated figure, the Royal Bank's capital adequacy ratio reached 16%, exactly double the value of modern banks under the Basel Accord. Coupled with the fact that the first to run on the Royal Bank was surprisingly the Royal itself, no bank could withstand a run, not even the Bank of England at the time, or any bank from time immemorial. Since the gold reserves could not pay for the run on the banknotes. All gold exchange in France ended up in a state of stagnation.\\n\\nTo avoid a complete economic collapse, John Law issued a deflationary decree and planned to reduce the official price of Mississippi Company shares from 9,000 to 5,000 livres per share month by month, while he also halved the amount of paper money in circulation. However, the public lost confidence in both paper money and stocks, and the company's stock price continued to plummet, bursting the \\\"Mississippi bubble\\\".\\n\\n### Comments\\n\\nAlthough the result was declared a failure, we can still look back at John Law's operation and make some discoveries from it and compare it with cryptocurrencies.\\n\\nThe second step of the whole plan was the focus, John Law created a vision - \\\"the Mississippi Company will dig up gold in North America\\\", and as people wanted to compete to buy it, John Law set the precondition to purchase the stock, that is, you must buy treasury bonds to buy the stock.\\n\\nJohn Law used two tactics, one was to use the gold coins that people exchanged in banks to invest in the Mississippi Company, causing the stock price to soar, and the other was to use the French government's endorsement to trumpet the privileges of the Mississippi Company in North America. Using a big topic to cover up a small one, John Law allowed the people to unknowingly purchase a large amount of national debt while buying stocks, thus alleviating the French government's debt crisis.\\n\\nIn Conclusion, the reason why people buy John Law's bills in terms of monetary properties may be these:\\n\\n1. Can be exchanged for gold coins at any time\\n2. Devaluation free from centralized government intervention\\n3. Precious metals as secured credit\\n4. Relatively convenient for gold coins\\n5. The government accepts such bills for rent payment\\n\\nLook back to today's cryptocurrencies, stable coins can be readily exchanged one-to-one for US dollars, have decentralized trading behavior on the chain, are secured by US dollar reserves (take USDT as an example), and the way of absorbing market capital is also as an intermediary. They have different reasons at the beginning of their creation, but they are much the same in rapidly building consensus and enhancing the value of the currency.\\n\\n![](https://images.mirror-media.xyz/publication-images/UQNChc-M97yIAsB028FRM.png?height=359&width=713)\\n\\n### Where are the reserves?\\n\\nAccording to the data, people did not use paper money in real life at that time. Most users were institutions and companies. Due to the convenience of paper money, they were often used for large transfers and settlements, and the lending relationship between companies and banks had a restraining effect on companies, so that they would not sell and run on a large scale. Thus, people start to believe the value of paper money, cause the use of large corporate institutions brought an endorsement of value to paper money.\\n\\nThe people at the bottom actually do not worry about enough reserves, as long as institutions and government and other organizations with large amounts of money are continuing to hold and use them, they will not question, and once the government and other overriding powers above the banks to conduct a massive run, it will cause panic among the people, which will lead to a break in the capital chain, and in fact John Law's plan eventually failed because of this.\\n\\n### Can we solve the problems John Law met?\\n\\nJohn Law tried two ways to solve the problem of margin reserve, one was to collect money directly through French taxes, and the other was to use the issue of paper money for the purpose of indirect taxation. These were hindered by the tax packer system of the time.\\n\\nTo save the trouble, the French royal family implemented the \\\"tax underwriter system\\\", which gave the tax to the powerful class, and the tax underwriter had the right to collect taxes and only had to pay the required amount on time every year, while the rest of the excess collected went to the tax underwriter. The problem of \\\"tax as security\\\" was not solved by John Law.\\n\\nBut in crypto field, a big advance is the emergence of smart contracts, through which the function of automatic tax sharing for each transaction can be realized, which functionally achieves the purpose of removing third parties and is also more transparent, making people trust the system more and structurally easier to construct John Law's credit money system.\\n\\nTo address the reserve issue, the algorithmic stable coins are a breakthrough that solves the problem of John Law by not using legal assets or cryptocurrencies as reserve backing, but rather managing the issuance of tokens entirely through algorithms and smart contracts. Functionally, their monetary policies are like the way central banks manage their currencies, and they are also more convenient for platform management.\\n\\nThe reason for the decline in the value of John Law's banknotes later was capital flight, with large investors smuggling banknotes out of France in advance for coins, and a decline in circulation, leading to unilateral devaluation of banknotes. Now DeFi is used to provide liquidity to provide a variety of options that can stimulate liquidity, or you can brainstorm a bit, or even introduce the Olympus mechanism at a later stage, to reach a consensus on pledging immobility to reduce capital outflow.\\n\\n## Time back to 2022\\n\\nAfter many ICO projects went crazy, the market automatically created a vision for people that \\\"projects participating in ICOs will appreciate significantly\\\", at which point the exchange launched IEO in cooperation with project owners, and the exchange screened quality projects for users to audit the shelves.\\n\\n![](https://images.mirror-media.xyz/publication-images/yYHPUUo_gAiPIRZc8AXXM.png?height=367&width=753)\\n\\nThe two elements of this that are similar to people buying John Law bills come into play, the appreciation of the stock (tokens) and the endorsement of the authority (exchange).\\n\\nTo participate in Binance IEO, for example, you must have more than 50 BNBs in your account, and every 50 BNBs can be exchanged for one signature, with a maximum of 10 signatures in an account.\\n\\nThe value of the $BNB is increasing as people buy it, and the $BNB has a practical use as an admission ticket to the IEO. In contrast, participation in the purchase of Mississippi Corporation stock is contingent upon the purchase of a certain number of treasury bonds as admission tickets, both of which are used as \\\"admission tickets\\\" for secondary empowerment.\\n\\n![](https://images.mirror-media.xyz/publication-images/3wDccaBQXvm6gfjBwZ5-f.png?height=429&width=561)\\n\\nThe difference is that John Law's main purpose at that time was to make the treasury bonds appreciate, so he could only choose the path of \\\"paper money - treasury bonds - stocks\\\", not only to obtain the right to print money, but also to complete the secondary empowerment of treasury bonds, which is one more link than the current platform coin, but also brings us This is one more link than the current platform coin, but it also brings us some inspiration.\\n\\n### A New Token System\\n\\nAs we look back, the John Law merger was the corporate equivalent of the Federal Reserve and the U.S. Treasury, responsible for issuing money, collecting taxes and handling all aspects of the national debt, and lowering the government's financing costs by selling stock to absorb the usurious national debt of the past.\\n\\nSo now the project owners can also refer to this model to design their own token system.\\n\\n![](https://images.mirror-media.xyz/publication-images/KUd3wZLoqUkdKl8FI8_dJ.png?height=310&width=678)\\n\\nAs an example, we design a system of organizational tokens.\\n\\nFirst the tokens are composed as follows\\n\\n1. Stable Coins\\n\\nPurpose: to give the organization the \\\"right to print money\\\",\\n\\nPosition: a stable and reliable settlement medium.\\n\\nIn the beginning it is possible to get user traffic with premiums like John Law's bills, and the price of stable coins is unrelated to what the team is doing compared to platform coins.\\n\\n1. Platform Coins\\n\\nIt is equivalent to the platform's share coin. Binance has given us a successful case of platform coin empowerment, which also makes \\\"securitization token\\\" become \\\"utility token\\\". Binance has already given us a successful case of platform coin empowerment, which also makes \\\"securitization token\\\" become \\\"utility token\\\" with more imagination.\\n\\n1. Project Coins\\n\\nTokens issued by project on the ecology, their function and value are mainly influenced by the project parties. Subject to ecological criteria, the project has autonomous governance rights.\\n\\n### Three coins are interlinked for empowerment\\n\\nFor example, project coins and platform coins are bound (IEO), project coins and stable coins are bound (transaction settlement), and are used to maintain the governance and profitability of an organization through different model designs and mutual empowerment.\\n\\n![Three coins relationship chart](https://images.mirror-media.xyz/publication-images/Q5uSEFPkaztlmdac0AX_h.png?height=439&width=581)\\n\\nThis model has also been double validated by John Law and Coin on the efficiency of rapid funding, but most organizations do not have the coordinal resources to allocate like France or Coin, so it does not support the model and is more of an attempt to make a correlation of the three coins.\\n\\n### How to string?\\n\\nWhether it is a country or a company, empty model design without its own resources cannot work, there must be initial resources as the initial fuel, France's initial resources are the monopoly right of the colony, Binance initial resources are the competitiveness of the exchange, through the replacement of initial resources, France decentralized the Mississippi company, Binance empowered the partners of the open platform, all these have replaced them with practical value The tokens are no longer empty shells, and the token system is realized in tandem through continuous resource replacement.\\n\\nSo, for an organization, my personal advice is to integrate its resources, discover which role it prefers among the three coins, then find the path to interact with the other two coins, use resource replacement to continuously feed its own tokens, and at the same time expand its own token functions to gradually realize the operation of the model.\\n\\n### Concluding remarks\\n\\nLet's go back to the opening question: If the value of a token keeps depreciating and people lose trust in it, how to make it rapidly appreciate or even exceed its value? Perhaps referring to the practice of John Law three hundred years ago, the secondary empowerment of it through resource replacement is a practice that can be tried.\\n\\nHistory is always similar, but ideas should not be imprisoned by reality. crypto offers theoretical possibilities to do not only to reflect on the historical legacy, but also to create a system of their own.\",\"timestamp\":1642165733,\"title\":\"CRYPTOCURRENCIES THREE HUNDRED YEARS AGO： WHAT CAN WE LEARN FROM THE MISSISSIPPI BUBBLE AND JOHN LAW\"},\"digest\":\"BgulL8g6-xGYuqy0pZZ_6yr3kBWjqnRNpd836mA6YQI\",\"authorship\":{\"contributor\":\"0xc69E59662e65D0027cDeAF5a9C553F2bE559B7F0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wLb04eknfLlHVZohnwizgbhTBR79LC9UQ-FR5i4CMWE\\\",\\\"y\\\":\\\"DFKCmRtoTbTC5OMIDNcBEjJr_DjLl3hubC3kc1RWyo8\\\"}\",\"signature\":\"9ofqUKWQWRNph6bijFywFkl_glKIHmOCr8Yplis9dI_S7qWXs0yIBkczmNz8BOaCxpI7sdLL1e0lILBK0snp_A\",\"signingKeySignature\":\"0x0bf21663c14d4788f97e8bfca696e090b08fb33f3886e030287f1177d299cfb40f0c15af046f6311db1a41979823f00fddafabadf9c5f862730de33503e071d21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wLb04eknfLlHVZohnwizgbhTBR79LC9UQ-FR5i4CMWE\\\",\\\"y\\\":\\\"DFKCmRtoTbTC5OMIDNcBEjJr_DjLl3hubC3kc1RWyo8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BgulL8g6-xGYuqy0pZZ_6yr3kBWjqnRNpd836mA6YQI\"}"