"{\"content\":{\"body\":\"![Akeredolu Oluwole Alaba](https://miro.medium.com/fit/c/56/56/1\\\\*nGLkyq-uujqsViQ9h9ey3w.jpeg)\\n\\n*an essay on relations between science and the everyday scientist*\\n\\nI have been thinking about the spectrum between individual choice and state mandate in regards to public health. Particularly, where is the ideal spot on that spectrum. That is why this essay is title education vs instruction. One thing the coronavirus pandemic has shown, is that facts are only as believed as they fit within a narrative. People don’t necessarily believe science anymore, but they do believe scientists. I see this as an issue. One of Socrates’ many fallacies was the appeal to authority. Something does not become true because an authority says so. Likewise, something does not become false because a non-authority says so. There is a reverence of authority over data and logic today, and I believe that should not be desired.\\n\\n![](https://miro.medium.com/max/1026/0\\\\*SGAiggjmcJZEci7H.jpg)\\n\\nFacts are defined as statements supported by an overwhelming stock of evidence. With advanced science efforts, the evidence is very esoteric and thus necessitates a level of trust from the reader to the researchers. This is found especially in public health science. Casual links are largely inferred because it is impossible to run controlled experiments. You cannot go infect a large number of people for your scientific inquiry (*at least not today*). With base science, evidence is available in the immediate physical world. Need evidence of gravity?, throw an apple in the air. Need evidence of a chemical reaction?, put the compounds together and watch. Need evidence of Mercury’s orbit?, get a cheap telescope and look up at the night sky. But, need evidence that a virus has certain spike proteins, you need pristine cultures, trained technicians and a lab with million dollar equipment. This dichotomy avails the sources of evidence to very few, and forces the masses into a trust relationship where they have little means of verification. It is not unlike the early days of the church. The catholic and anglican church kept few copies of their religion’s sacred text, the Bible. Priests were the only ones allowed (*or even taught*) to read the Bible and interpret its sayings. This kept church goers tied, not to the word of their God, but to the word of their priest. Whenever there is such a level of trust (*in this* *case your eternal salvation was a stake*) it is ripe for abuse. And as we saw (*and even continue to see*) in religion, those liberties are often taken. It is no wonder why some have likened the new reverence to the concept of science to a religion.\\n\\nLogic is the foundation of science not trust. The rise of conspiratory theory is due, first, to the shift of the bedrock of science in the mind of the average person form logic to trust. After that, there is a shift of trust from scientific institutions and governments to local and online communities. This, I believe, is a somewhat obvious after-effect. In a liberal democracy, the least amount of trust is given to the government. People find their most trusting relationships in their local communities. When local authority figures give statements that go against hard science, if it is not immediately verifiable(\\\\* i.e throwing up an apple or looking at the night sky\\\\*) then it is not an argument of logic, but of trust. In such a circumstance, your trust in the pastor you see every Sunday, the parents and siblings you love, the teachers who practically raised you… etc, outweigh you trust in any scientist, renowned or otherwise. To solve this people need more education as opposed to instruction. When you present people first with evidence and processes, if you end up being wrong, they are understanding. Because they know you are human and they have seen your honest intent. But, when you give people instructions, with little rhyme and reasoning, if you end up being wrong, their trust is heavily diminished. An example from mathematics explains this point well. One hundred percent is a fickle expression. A single failure, even if surrounded with millions of success, takes you to a nominal 99. That third digit it forever out a reach. Trust is similar. Once broken, it can never be fully mended. So when the foundation of science in a society is one of trust, and not logic, it is extremely fragile. The hallmark then of a good science foundation in society is one one were logic is ubiquitous and trust is actively minimized.\\n\\nThough, I said earlier, certain research require decades of study and training and million dollar equipment. So some level of trust will always be there. Some trust is actually a good thing. Most people want instruction. We trust accountants to instruct us on our taxes, doctors to instruct us on our health… etc. We feel entitled to positive outcomes when we pay for the instruction. When you go to the doctor (and its payed for directly or through your taxes) you expect instructions form the doctor that lead to positive results. No one wants the time burden of figuring it out for themselves. But I believe it is beneficial, as with open ledger systems, to at least be able to. A quote I liken this to is “Not everyone can write Shakespeare but everyone should be able to read Shakespeare”. If your doctor ever recommends drinking bleach to cure a headache, you should be educated enough to know to see another doctor.\\n\\nThis is why I see the need for education of the masses on the scientific method to be crucial. I believe these following steps to be necessary: First, people must have the mental tools to understand science and data analysis. Second, the few with the resources and skills to do advanced science research must operate at the highest levels of transparency. Ideally showing pre-conditions, assumptions, processes and experimental results in an easily digestible format. Third, the media and regulators involved must refrain from inferring anything outside the research’s resulting evidence. With these three steps in place, I believe we will see less conspirators theorists and more societal harmony.\\n\\nWhen the people are educated with the tools and frameworks to read and understand scientific literature and science researchers operate as transparently as possible, one would expect the best outcome to emerge from the sum of individuals personal choices. Though, as sociologists and economists know very well, the rational outcome is often not the emergent one. A classic example from game theory is the prisoners dilemma. In it, individual actors working for their own good create the worst outcome for the group as a whole. So the question is, what issues are likely to emerge when individuals are left to their own devices? When logic is the primary tool and information is ubiquitous, people will eventually arrive at the correct result(\\\\* if there is one!\\\\*). Though the lag time to get there may allow for negative outcomes to creep in. For instance, on a replay of the 2020 pandemic, say each individual was tasked with determining their safeguards given the the data on transmissibility and fatality? Many more would likely have been infected as the population slowly and separately came to sufficient conclusions. Having a centralized authority allows for quick and efficient response to crises. Though as the saying goes, the price of freedom is freedom itself. When a decision is forced, even the right decision, it sets a dangerous precedent. It means any decision, right or wrong, can be forced. At some point, *because all authorities are human*, they will force a wrong decision. The effects of such could be catastrophic is many ways. First, in its negative effects, but second in the breakdown in trust. When trust breakdowns between a society and its authorities, it devolves into anarchy.\\n\\nA possible solution is to build systems that are inherently trust-less (*or at least trust minimizing*). A standard tool in soft science research is double blinding the study. This is where the data collection and data analysis are completed separate. This disallows one from polluting the other. A form of decentralized science, where double blind studies are taken to the limit, could be a solution. For example, an anonymous researcher proposes a study and provides its funding. This is then distributed to research institutions with the equipment and personnel to perform it. The results from the various institutions are then collated and released. After review and attestation, the researchers who proposed the study are then relieved. This disinter-mediates the weight of authority in science. All research would be reviewed solely on its own merits and not the name recognition of its authors. There are likely many other ways to achieve this goal and they should be actively explored.\\n\\nThis is all to the end of lessening the need for trust in science, and especially how that trust is used by authorities to shape our lives. Some trust if beneficial to efficiency. So I cannot say instruction should always be minimized but I can say education should always be maximized. The bedrock of liberal democracy are civil rights and civil liberties. It requires deep thought to discover where along the spectrum of individual choice and state mandate we ought to strive for. This at least is true: To maintain a progressive society, we need the tools of science and technology. To maintain a liberal society, we need personal freedoms and individual sovereignty. To be both progressive and liberal, empowerment through education must be the primary goal of society, and not obedience to instruction.\",\"timestamp\":1640831230,\"title\":\"Education vs Instruction \"},\"digest\":\"kekeyp0DIU_cXReSlcs4zkUdD76fOlYun4vo3qqeAzs\",\"authorship\":{\"contributor\":\"0x34E27bb83d081ddfdA3dCBA5503555CAC89D7169\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RdeRUjoAIzijlloChKuS2_Gy-IhCUC44EL464PJqDjw\\\",\\\"y\\\":\\\"FuydOSAeCZ9pA34nLOQ2oca6RbERqI-WDvi9GUExZ7A\\\"}\",\"signature\":\"q_NucFiOVjsN2dz7taDBUT42BYb_YZEffy3zWcMNjEN3F3Z_0cw7NiV8PeljzfzbyUb9KBrVOfrZAWWxHy0YOA\",\"signingKeySignature\":\"0x6a2fb253e0d4dcc8774da27773e03eacd49c6a471f9bb7d32af22611988b3534626738165e22496aefe8ca910fc6687f93b85127fce86c3e072b44ddacf73dee1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RdeRUjoAIzijlloChKuS2_Gy-IhCUC44EL464PJqDjw\\\",\\\"y\\\":\\\"FuydOSAeCZ9pA34nLOQ2oca6RbERqI-WDvi9GUExZ7A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kekeyp0DIU_cXReSlcs4zkUdD76fOlYun4vo3qqeAzs\"}"