"{\"content\":{\"body\":\"[![Mines of Dalarnia](https://miro.medium.com/fit/c/56/56/1\\\\*Tb3lgBR7ZBmb4zGfZJk4lg.png)](https://minesofdalarnia.medium.com/?source=post_page-----ac49214adb5d-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*mjH3DxgK_a6uSvnG1i4isQ.gif)\\n\\n[Mines of Dalarnia](https://www.minesofdalarnia.com/) Land Sale\\n\\nWe are pleased to report that we have finalized the details and dates for the very first **Mining Plot Sale.** The portal will interact with Binance Smart Chain blockchain. The only officially supported wallet for the land sale is **Metamask**. Please prepare by familiarizing yourself with Metamask.\\n\\n## **Important details at a glance:**\\n\\n*   The [land sale portal](https://landsale.minesofdalarnia.com/) will open and begin accepting deposits on December 27th, 2021 at 12 PM CET\\n*   The land sale portal will be accessible via our website <https://www.minesofdalarnia.com/> or directly at <https://landsale.minesofdalarnia.com/>\\n*   Users **must **deposit 100 DAR (BEP20) tokens to register their address and reach the minimum entry requirement to receive tickets in the land sale lottery\\n*   Additional tickets to the lottery can be earned by several methods, which are listed in the next section\\n*   The snapshot period begins on January 10th, 2022 and ends on January 16th, 2022\\n*   At the conclusion of the snapshot period, addresses are selected in a lottery format. An address’ chances of being selected are determined by the number of tickets it earned during the snapshot period\\n*   After the lottery is complete, the selected addresses will purchase **(1)** mining plot in exchange for the 100 DAR they used to register. Additional deposited assets will then be withdrawable by the user. Addresses who were not selected will also be able to reclaim their 100 DAR registration fee\\n\\n**Note: While staking additional assets increases the chances of being selected in the lottery, each address can only purchase a maximum of one mining plot**\\n\\n![](https://miro.medium.com/max/1200/1\\\\*usES99Ev6FABVcisnwTRXg.gif)\\n\\n[Mines of Dalarnia](https://testnet.minesofdalarnia.com/)\\n\\n## **How to earn tickets**\\n\\n*   The 100 DAR registration deposit earns you a baseline number of tickets per day. So in theory, you could win the lottery simply by registering\\n*   Staking additional DAR (BEP20) tokens directly in the land sale portal\\n*   Staking [DAR-WBNB LP](https://pancakeswap.finance/info/pool/0x062f88e2b4896e823ac78ac314468c29eec4186d) tokens from PancakeSwap in the land sale portal\\n*   Staking CHR tokens through the [Chromia website staking portal](https://chromia.com/staking/). For some additional details on this, read the appropriate section below\\n*   For this event, Mining Ape NFTs **will not **have an effect on tickets generated. However, Mining Apes will be incorporated into several future promotions!\\n\\n![](https://miro.medium.com/max/1400/1\\\\*O6x20n1DVrVy25aCip24TA.png)\\n\\nLand types in [Mines of Dalarnia](https://testnet.minesofdalarnia.com/)\\n\\n## **How lottery ticket amounts are calculated**\\n\\nDepositing 100 DAR tokens will automatically generate 100 tickets per day for the user.\\n\\nBeyond this, staking additional DAR and/or CHR generates additional tickets per day. For each 1 DAR and/or 5 CHR deposited, players will get one additional ticket per day.\\n\\nLP tokens will be value adjusted and weighted at the same rate as tokens.\\n\\n## [**CHR Staking**](https://chromia.com/staking/)** through Chromia’s website**\\n\\n*   Chroma ([CHR](https://coinmarketcap.com/currencies/chromia/)) is the native token of the upcoming Chromia blockchain\\n*   CHR tokens exist in both ERC20 and BEP20 format and can be acquired on several major exchanges (Binance, KuCoin, FTX, etc), or purchased on [PancakeSwap](https://pancakeswap.finance/info/token/0xf9cec8d50f6c8ad3fb6dccec577e05aa32b224fe)\\n*   **You must stake using the same address you used to register for the land sale** for staked CHR tokens to earn lottery tickets\\n*   Users who stake CHR through the portal will also earn 25% APR paid in CHR\\n*   Tokens are subject to a 14 day waiting period for withdrawal. Users still receive credit for staking during the 14 day waiting period, but not after it has elapsed\\n*   If you have any questions regarding the use of Chromia’s staking portal, please visit Chromia’s official Telegram channel at <https://t.me/hellochromia>.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*BRiGFrkDECiz4Omp49gkmg.jpeg)\\n\\nLand in [Mines of Dalarnia](https://testnet.minesofdalarnia.com/)\\n\\n## **Tell me more about the Mining Plots!**\\n\\nThis land sale is selling ownership of **Mining Plots** on the first planet in the Mines of Dalarnia game world, **Terra Prime.**\\n\\nEvery planet in the Mines of Dalarnia game world is sectioned into a grid. Each section represents a mining plot, which is represented by an NFT. Players must explore mining plots in order to acquire resources and progress in the game. When they wish to mine a plot they do not own, they must pay mining fees to the owner of the land.\\n\\nAs an owner of a mining plot, you earn revenue when other players pay to mine your land. In addition, you can sell the ownership of your land (and by extension, the NFT representing it) on the open market.\\n\\n## **Good luck in the land sale!**\\n\\nCheck out the FAQ below, where we have tried to address common questions asked by users. If you have any further questions or need assistance with the land sale portal, please visit the Mines of Dalarnia Telegram channel at <https://t.me/minesofdalarnia>.\\n\\n![](https://miro.medium.com/max/1190/1\\\\*eoqhcubRUcYGZDCUTBkZWw.gif)\\n\\n[Mines of Dalarnia](https://testnet.minesofdalarnia.com/)\\n\\n## **FAQ**\\n\\nQ: What is the minimum requirement to participate in this event?\\n\\nA: Everyone must stake 100 DAR tokens through the land sale portal in order to be eligible.\\n\\nQ: If I am not selected in the lottery, do I get my 100 DAR registration fee back?\\n\\nA: Yes, you will be able to withdraw it after the event concludes\\n\\nQ: If I am selected in the lottery, do I get my 100 DAR registration fee back?\\n\\nA: No — if you win the lottery your 100 DAR are exchanged for the NFT that represents ownership of the Mining Plot\\n\\nQ: Is any other wallet software supported?\\n\\nA: While it is possible that wallets other than Metamask will work, we offer no technical support for them. We are strongly recommending the use of Metamask.\\n\\nQ: Will winners be able to choose their specific mining plot?\\n\\nA: No, the winners will be assigned a mining plot at random\\n\\nQ: Why did the team choose this model for the land sale?\\n\\nA: We feel that this lottery format strikes the best balance between lowering the barrier to entry for ‘the little guy’ while still incentivizing accumulation and liquidity provision by higher net worth users\\n\\nQ: What happens to all of the DAR collected from the land sale?\\n\\nA: The collected DAR is added to our ecosystem fund to support future events, such as exchange based staking promotions, etc.\\n\\n## Join our channels:\\n\\nTelegram: [t.me/MinesOfDalarnia](https://t.me/MinesOfDalarnia)\\n\\nTwitch: [twitch.tv/minesofdalarnia](https://www.twitch.tv/minesofdalarnia)\\n\\nTwitter: [twitter.com/MinesOfDalarnia](https://twitter.com/MinesOfDalarnia)\\n\\nDiscord: [discord.com/invite/dZaVUMy](https://discord.com/invite/dZaVUMy)\\n\\nYoutube: [youtube.com/c/MinesofDalarnia](https://www.youtube.com/c/MinesofDalarnia)\\n\\nFacebook: [facebook.com/gaming/minesofdalarnia](https://www.facebook.com/gaming/minesofdalarnia)\\n\\n/team MoD\\n\\n![](https://miro.medium.com/max/800/0\\\\*VdnKuPqzv2\\\\_FDFP-.png)\\n\\n[Mines of Dalarnia](https://www.minesofdalarnia.com/#Home)\\n\",\"timestamp\":1640875017,\"title\":\"Announcing the first Mines of Dalarnia Land Sale! - Mines of Dalarnia - Medium\"},\"digest\":\"NQk_-uWn0dEt3aPrQSNq2Szi_bmwh9IwT4FjU4YS3G4\",\"authorship\":{\"contributor\":\"0xcd9D9D81899bDf1ec8acc612E411d159DbA12d2F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HsrtfPyJL5gU3cJmmxuCm4Uqizv42rfxvNl4B07FQjM\\\",\\\"y\\\":\\\"wtgVxHJzzePOfeZhkVhV4P2RCBqDwYI-6WUuoMbvrDE\\\"}\",\"signature\":\"0VvkXszCLJ0X49_5azvHMxvr6-qwAMeKH8C4D66ddZ4jZLgkvYWd3PAuvbS01At7O28urrKIA_aWev_rWQfLLQ\",\"signingKeySignature\":\"0x125906394c147676ec24a0333c156efb0b248a0a395d1377bade3805996b1da2288693d841932c9dd29e5960ff51831daa6d120b4012f0690a4a63366dd546ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HsrtfPyJL5gU3cJmmxuCm4Uqizv42rfxvNl4B07FQjM\\\",\\\"y\\\":\\\"wtgVxHJzzePOfeZhkVhV4P2RCBqDwYI-6WUuoMbvrDE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NQk_-uWn0dEt3aPrQSNq2Szi_bmwh9IwT4FjU4YS3G4\"}"