"{\"content\":{\"body\":\"SRINAGAR, India — Police in Indian-controlled Kashmir are investigating students and staff at two medical colleges under a harsh anti-terror law for celebrating India's loss to archrival Pakistan in a T20 World Cup cricket game, officials said Tuesday.\\n\\nPolice said some students and staff at the government-run colleges cheered and shouted pro-Pakistan slogans during the match Sunday night, calling it \\\"anti-national\\\" activity.\\n\\nPakistan crushed India by 10 wickets for its first-ever victory against its archrival in a T20 World Cup game in Dubai. Minutes after Pakistan won the match, hundreds of people in Kashmir danced in the streets, lit firecrackers and chanted \\\"Long live Pakistan\\\" while seeking the end of India's rule over the disputed region.\\n\\nThe celebrations came as India's powerful home minister, Amit Shah, was visiting the region for the first time since New Delhi in 2019 stripped Kashmir of its semi-autonomy, scrapped its statehood and removed inherited protections on land and jobs, further fueling tensions in the region.\\n\\nArticle continues after sponsor message\\n\\n### WORLD\\n\\n### With The Taliban's Rise, India Sees A Renewed Threat In Kashmir\\n\\n[Love of cricket](https://www.npr.org/sections/goatsandsoda/2021/05/17/997486644/indias-major-cricket-tournament-got-suspended-should-it-have-even-happened), a legacy of Britain's long colonial role of South Asia, is one of the few things that unites Pakistan and India despite their long history of animosity that has fueled three wars since the subcontinent's partition in 1947, including two over control of Kashmir, which is divided between the two nuclear-armed rivals.\\n\\nThe fracas over Sunday's match shows how easily passions can be inflamed in predominantly Muslim Kashmir, where anti-India sentiment runs deep. Rebels have been fighting for Kashmir's independence or its merger with Pakistan since 1989.\\n\\n### An amended anti-terror law allows police to detain people for six months without producing any evidence\\n\\nA police spokesman said authorities on Monday registered preliminary investigations at two police stations in the city of Srinagar under the anti-terror law, the Unlawful Activities (Prevention) Act.\\n\\nPolice said the suspects were yet to be identified and officers were using videos of the celebrations on social media in an attempt to name them.\\n\\nThe anti-terror law was amended in 2019 to allow the government to designate individuals as terrorists. Police can detain people for six months without producing any evidence, and the accused can subsequently be imprisoned for up to seven years. Rights activists have called the law draconian.\\n\\nOver a dozen Kashmiri students were attacked in India's northern Punjab state for celebrating Pakistan's victory, news reports said.\\n\\nIndia describes the armed rebellion in the portion of Kashmir it controls as a Pakistan proxy war and state-sponsored terrorism. Most Muslim Kashmiris consider it a legitimate freedom struggle.\\n\\nThe region is one of the most heavily militarized in the world. Tens of thousands of civilians, rebels and government forces have been killed in the conflict.\\n\\n* [south asia](https://www.npr.org/tags/294923717/south-asia)\\n* [kashmir](https://www.npr.org/tags/168940224/kashmir)\\n* [pakistan](https://www.npr.org/tags/128701661/pakistan)\\n* [world cup](https://www.npr.org/tags/127559710/world-cup)\\n* [india](https://www.npr.org/tags/126931440/india)\\n\\n\\n* **Facebook**\\n* **Twitter**\\n* **Flipboard**\\n* **Email**\\n\\n \\n \",\"timestamp\":1635338750,\"title\":\"Kashmir could charge those who celebrated India's cricket loss under anti-terror law\"},\"digest\":\"p1Rik9KgYoxShsJjEJn8_TFDy1npedbM5jFO7QIrY-s\",\"authorship\":{\"contributor\":\"0x47CC9063B147f6D9fF7b366328DcF5A2D6F08265\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yZoOuE5OpgFs9thMpkA5KcYSuJCVBraHA5hHsRRlaDA\\\",\\\"y\\\":\\\"A9mFreYW_y3gYPE7v3eMM2gea2qaWHA5eP0RlH0O1Rg\\\"}\",\"signature\":\"dDryfg_UTtptmqkktVdDvdCvvclT2Hl-2rFW3DVxc-tfP32bXyZBaoM4oWrshcnXN1x8Mg9Bozb1b28oSzm7ug\",\"signingKeySignature\":\"0x5c5a689d4a9b851fb60246d9a72c5dbd31038c14a14932dd09bb760d4a849b724ab2bbd993e49972601119bb0547ef3cd3e2f125316a780617f6deef25f4fdef1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yZoOuE5OpgFs9thMpkA5KcYSuJCVBraHA5hHsRRlaDA\\\",\\\"y\\\":\\\"A9mFreYW_y3gYPE7v3eMM2gea2qaWHA5eP0RlH0O1Rg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p1Rik9KgYoxShsJjEJn8_TFDy1npedbM5jFO7QIrY-s\"}"