"{\"content\":{\"body\":\"Grew by like means, and joined, through love or fear.\\nDid here the trees with ruddier burdens bend,\\nAnd there the streams in purer rills descend?\\nWhat war could ravish, commerce could bestow,\\nAnd he returned a friend, who came a foe.\\nConverse and love mankind might strongly draw,\\nWhen love was liberty, and Nature law.\\nThus States were formed; the name of king unknown,\\n'Till common interest placed the sway in one.\\n'Twas virtue only (or in arts or arms,\\nDiffusing blessings, or averting harms)\\nThe same which in a sire the sons obeyed,\\nA prince the father of a people made.\\n\\nVI.  Till then, by Nature crowned, each patriarch sate,\\nKing, priest, and parent of his growing state;\\nOn him, their second providence, they hung,\\nTheir law his eye, their oracle his tongue.\\nHe from the wondering furrow called the food,\\nTaught to command the fire, control the flood,\\nDraw forth the monsters of the abyss profound,\\nOr fetch the aerial eagle to the ground.\\nTill drooping, sickening, dying they began\\nWhom they revered as God to mourn as man:\\nThen, looking up, from sire to sire, explored\\nOne great first Father, and that first adored.\\nOr plain tradition that this all begun,\\nConveyed unbroken faith from sire to son;\\nThe worker from the work distinct was known,\\nAnd simple reason never sought but one:\\nEre wit oblique had broke that steady light,\\nMan, like his Maker, saw that all was right;\\nTo virtue, in the paths of pleasure, trod,\\nAnd owned a Father when he owned a God.\\nLove all the faith, and all the allegiance then;\\nFor Nature knew no right divine in men,\\nNo ill could fear in God; and understood\\nA sovereign being but a sovereign good.\\nTrue faith, true policy, united ran,\\nThis was but love of God, and this of man.\\nWho first taught souls enslaved, and realms undone,\\nThe enormous faith of many made for one;\\nThat proud exception to all Nature's laws,\\nTo invert the world, and counter-work its cause?\\nForce first made conquest, and that conquest, law;\\nTill superstition taught the tyrant awe,\\nThen shared the tyranny, then lent it aid,\\nAnd gods of conquerors, slaves of subjects made:\\nShe, 'midst the lightning's blaze, and thunder's sound,\\nWhen rocked the mountains, and when groaned the ground,\\nShe taught the weak to bend, the proud to pray,\\nTo power unseen, and mightier far than they:\\nShe, from the rending earth and bursting skies,\\nSaw gods descend, and fiends infernal rise:\\nHere fixed the dreadful, there the blest abodes;\\nFear made her devils, and weak hope her gods;\\nGods partial, changeful, passionate, unjust,\\nWhose attributes were rage, revenge, or lust;\\nSuch as the souls of cowards might conceive,\\nAnd, formed like tyrants, tyrants would believe.\\nZeal then, not charity, became the guide;\\nAnd hell was built on spite, and heaven on pride,\\nThen sacred seemed the ethereal vault no more;\\nAltars grew marble then, and reeked with gore;\\nThen first the flamen tasted living food;\\nNext his grim idol smeared with human blood;\\nWith heaven's own thunders shook the world below,\\nAnd played the god an engine on his foe.\\nSo drives self-love, through just and through unjust,\\nTo one man's power, ambition, lucre, lust:\\nThe same self-love, in all, becomes the cause\\nOf what restrains him, government and laws.\\nFor, what one likes if others like as well,\\nWhat serves one will when many wills rebel?\\nHow shall he keep, what, sleeping or awake,\\nA weaker may surprise, a stronger take?\\nHis safety must his liberty restrain:\\nAll join to guard what each desires to gain.\\nForced into virtue thus by self-defence,\\nEven kings learned justice and benevolence:\\nSelf-love forsook the path it first pursued,\\nAnd found the private in the public good.\\n'Twas then, the studious head or generous mind,\\nFollower of God, or friend of human-kind,\\nPoet or patriot, rose but to restore\\nThe faith and moral Nature gave before;\\nRe-lumed her ancient light, not kindled new;\\nIf not God's image, yet His shadow drew:\\nTaught power's due use to people and to kings,\\nTaught nor to slack, nor strain its tender strings,\\nThe less, or greater, set so justly true,\\nThat touching one must strike the other too;\\nTill jarring interests, of themselves create\\nThe according music of a well-mixed state.\\nSuch is the world's great harmony, that springs\\nFrom order, union, full consent of things:\\nWhere small and great, where weak and mighty, made\\nTo serve, not suffer, strengthen, not invade;\\nMore powerful each as needful to the rest,\\nAnd, in proportion as it blesses, blest;\\nDraw to one point, and to one centre bring\\nBeast, man, or angel, servant, lord, or king.\\nFor forms of government let fools contest;\\nWhate'er is best administered is best:\\nFor modes of faith let graceless zealots fight;\\nHis can't be wrong whose life is in the right:\\nIn faith and hope the world will disagree,\\nBut all mankind's concern is charity:\\nAll must be false that thwart this one great end;\\nAnd all of God, that bless mankind or mend.\\nMan, like the generous vine, supported lives;\\nThe strength he gains is from the embrace he gives.\\nOn their own axis as the planets run,\\nYet make at once their circle round the sun;\\nSo two consistent motions act the soul;\\nAnd one regards itself, and one the whole.\\nThus God and Nature linked the general frame,\\nAnd bade self-love and social be the same.\\n\\nARGUMENT OF EPISTLE IV.\\n\\nOF THE NATURE AND STATE OF MAN WITH RESPECT TO HAPPINESS.\\n\\nI.   False Notions of Happiness, Philosophical and Popular, answered from\\nv.19 to 77.\\n\\nII.  It is the End of all Men, and attainable by all, v.30.  God intends\\nHappiness to be equal; and to be so, it must be social, since all\\nparticular Happiness depends on general, and since He governs by general,\\nnot particular Laws, v.37.  As it is necessary for Order, and the peace and\\nwelfare of Society, that external goods should be unequal, Happiness is not\\nmade to consist in these, v.51.  But, notwithstanding that inequality, the\\nbalance of Happiness among Mankind is kept even by Providence, by the two\\nPassions of Hope and Fear, v.70.\\n\\nIII.  What the Happiness of Individuals is, as far as is consistent with\\nthe constitution of this world; and that the good Man has here the\\nadvantage, V.77.  The error of imputing to Virtue what are only the\\ncalamities of Nature or of Fortune, v.94.\\n\\nIV.  The folly of expecting that God should alter His general Laws in\\nfavour of particulars, v.121.\\n\\nV.  That we are not judges who are good; but that, whoever they are, they\\nmust be happiest, v.133, etc.\\n\\nVI.  That external goods are not the proper rewards, but often inconsistent\\nwith, or destructive of Virtue, v.165.  That even these can make no Man\\nhappy without Virtue:  Instanced in Riches, v.183.  Honours, v.191.\\nNobility, v.203.  Greatness, v.215.  Fame, v.235.  Superior Talents, v.257,\\netc.  With pictures of human Infelicity in Men possessed of them all,\\nv.267, etc.\\n\\nVII.  That Virtue only constitutes a Happiness, whose object is universal,\\nand whose prospect eternal, v.307, etc.  That the perfection of Virtue and\\nHappiness consists in a conformity to the Order of Providence here, and a\\nResignation to it here and hereafter, v.326, etc.\\n\\nEPISTLE IV.\\n\\nOh, happiness, our being's end and aim!\\nGood, pleasure, ease, content! whate'er thy name:\\nThat something still which prompts the eternal sigh,\\nFor which we bear to live, or dare to die,\\nWhich still so near us, yet beyond us lies,\\nO'erlooked, seen double, by the fool, and wise.\\nPlant of celestial seed! if dropped below,\\nSay, in what mortal soil thou deign'st to grow?\\nFair opening to some Court's propitious shine,\\nOr deep with diamonds in the flaming mine?\\nTwined with the wreaths Parnassian laurels yield,\\nOr reaped in iron harvests of the field?\\nWhere grows?--where grows it not?  If vain our toil,\\nWe ought to blame the culture, not the soil:\\nFixed to no spot is happiness sincere,\\n'Tis nowhere to be found, or everywhere;\\n'Tis never to be bought, but always free,\\nAnd fled from monarchs, St. John! dwells with thee.\\nAsk of the learned the way?  The learned are blind;\\nThis bids to serve, and that to shun mankind;\\nSome place the bliss in action, some in ease,\\nThose call it pleasure, and contentment these;\\nSome, sunk to beasts, find pleasure end in pain;\\nSome, swelled to gods, confess even virtue vain;\\nOr indolent, to each extreme they fall,\\nTo trust in everything, or doubt of all.\\nWho thus define it, say they more or less\\nThan this, that happiness is happiness?\\nTake Nature's path, and mad opinions leave;\\nAll states can reach it, and all heads conceive;\\nObvious her goods, in no extreme they dwell;\\nThere needs but thinking right, and meaning well;\\nAnd mourn our various portions as we please,\\nEqual is common sense, and common ease.\\nRemember, man, \\\"the Universal Cause\\nActs not by partial, but by general laws;\\\"\\nAnd makes what happiness we justly call\\nSubsist not in the good of one, but all.\\nThere's not a blessing individuals find,\\nBut some way leans and hearkens to the kind:\\nNo bandit fierce, no tyrant mad with pride,\\nNo caverned hermit, rests self-satisfied:\\nWho most to shun or hate mankind pretend,\\nSeek an admirer, or would fix a friend:\\nAbstract what others feel, what others think,\\nAll pleasures sicken, and all glories sink:\\nEach has his share; and who would more obtain,\\nShall find, the pleasure pays not half the pain.\\nOrder is Heaven's first law; and this confest,\\nSome are, and must be, greater than the rest,\\nMore rich, more wise; but who infers from hence\\nThat such are happier, shocks all common sense.\\nHeaven to mankind impartial we confess,\\nIf all are equal in their happiness:\\nBut mutual wants this happiness increase;\\nAll Nature's difference keeps all Nature's peace.\\nCondition, circumstance is not the thing;\\nBliss is the same in subject or in king,\\nIn who obtain defence, or who defend,\\nIn him who is, or him who finds a friend:\\nHeaven breathes through every member of the whole\\nOne common blessing, as one common soul.\\nBut fortune's gifts if each alike possessed,\\nAnd each were equal, must not all contest?\\nIf then to all men happiness was meant,\\nGod in externals could not place content.\\nFortune her gifts may variously dispose,\\nAnd these be happy called, unhappy those;\\nBut Heaven's just balance equal will appear,\\nWhile those are placed in hope, and these in fear:\\nNor present good or ill, the joy or curse,\\nBut future views of better or of worse,\\nOh, sons of earth! attempt ye still to rise,\\nBy mountains piled on mountains, to the skies,\\nHeaven still with laughter the vain toil surveys,\\nAnd buries madmen in the heaps they raise.\\nKnow, all the good that individuals find,\\nOr God and Nature meant to mere mankind,\\nReason's whole pleasure, all the joys of sense,\\nLie in three words, health, peace, and competence.\\nBut health consists with temperance alone;\\nAnd peace, oh, virtue! peace is all thy own.\\nThe good or bad the gifts of fortune gain;\\nBut these less taste them, as they worse obtain.\\nSay, in pursuit of profit or delight,\\nWho risk the most, that take wrong means, or right;\\nOf vice or virtue, whether blessed or cursed,\\nWhich meets contempt, or which compassion first?\\nCount all the advantage prosperous vice attains,\\n'Tis but what virtue flies from and disdains:\\nAnd grant the bad what happiness they would,\\nOne they must want, which is, to pass for good.\\nOh, blind to truth, and God's whole scheme below,\\nWho fancy bliss to vice, to virtue woe!\\nWho sees and follows that great scheme the best,\\nBest knows the blessing, and will most be blest.\\nBut fools the good alone unhappy call,\\nFor ills or accidents that chance to all.\\nSee Falkland dies, the virtuous and the just!\\nSee god-like Turenne prostrate on the dust!\\nSee Sidney bleeds amid the martial strife!\\nWas this their virtue, or contempt of life?\\nSay, was it virtue, more though Heaven ne'er gave,\\nLamented Digby! sunk thee to the grave?\\nTell me, if virtue made the son expire,\\nWhy, full of days and honour, lives the sire?\\nWhy drew Marseilles' good bishop purer breath,\\nWhen Nature sickened, and each gale was death?\\nOr why so long (in life if long can be)\\nLent Heaven a parent to the poor and me?\\nWhat makes all physical or moral ill?\\nThere deviates Nature, and here wanders will.\\nGod sends not ill; if rightly understood,\\nOr partial ill is universal good,\\nOr change admits, or Nature lets it fall;\\nShort, and but rare, till man improved it all.\\nWe just as wisely might of Heaven complain\\nThat righteous Abel was destroyed by Cain,\\nAs that the virtuous son is ill at ease\\nWhen his lewd father gave the dire disease.\\nThink we, like some weak prince, the Eternal Cause\\nProne for His favourites to reverse His laws?\\nShall burning Etna, if a sage requires,\\nForget to thunder, and recall her fires?\\nOn air or sea new motions be imprest,\\nOh, blameless Bethel! to relieve thy breast?\\nWhen the loose mountain trembles from on high,\\nShall gravitation cease, if you go by?\\nOr some old temple, nodding to its fall,\\nFor Chartres' head reserve the hanging wall?\\nBut still this world (so fitted for the knave)\\nContents us not.  A better shall we have?\\nA kingdom of the just then let it be:\\nBut first consider how those just agree.\\nThe good must merit God's peculiar care:\\nBut who, but God, can tell us who they are?\\nOne thinks on Calvin Heaven's own spirit fell;\\nAnother deems him instrument of hell;\\nIf Calvin feel Heaven's blessing, or its rod.\\nThis cries there is, and that, there is no God.\\nWhat shocks one part will edify the rest,\\nNor with one system can they all be blest.\\nThe very best will variously incline,\\nAnd what rewards your virtue, punish mine.\\nWhatever is, is right.  This world, 'tis true,\\nWas made for Caesar--but for Titus too:\\nAnd which more blest? who chained his country, say,\\nOr he whose virtue sighed to lose a day?\\n\\\"But sometimes virtue starves, while vice is fed.\\\"\\nWhat then?  Is the reward of virtue bread?\\nThat, vice may merit, 'tis the price of toil;\\nThe knave deserves it, when he tills the soil,\\nThe knave deserves it, when he tempts the main,\\nWhere folly fights for kings, or dives for gain.\\nThe good man may be weak, be indolent;\\nNor is his claim to plenty, but content.\\nBut grant him riches, your demand is o'er?\\n\\\"No--shall the good want health, the good want power?\\\"\\nAdd health, and power, and every earthly thing,\\n\\\"Why bounded power? why private? why no king?\\\"\\nNay, why external for internal given?\\nWhy is not man a god, and earth a heaven?\\nWho ask and reason thus, will scarce conceive\\nGod gives enough, while He has more to give:\\nImmense the power, immense were the demand;\\nSay, at what part of nature will they stand?\\nWhat nothing earthly gives, or can destroy,\\nThe soul's calm sunshine, and the heartfelt joy,\\nIs virtue's prize:  A better would you fix?\\nThen give humility a coach and six,\\nJustice a conqueror's sword, or truth a gown,\\nOr public spirit its great cure, a crown.\\nWeak, foolish man! will heaven reward us there\\nWith the same trash mad mortals wish for here?\\nThe boy and man an individual makes,\\nYet sighest thou now for apples and for cakes?\\nGo, like the Indian, in another life\\nExpect thy dog, thy bottle, and thy wife:\\nAs well as dream such trifles are assigned,\\nAs toys and empires, for a God-like mind.\\nRewards, that either would to virtue bring\\nNo joy, or be destructive of the thing:\\nHow oft by these at sixty are undone\\nThe virtues of a saint at twenty-one!\\nTo whom can riches give repute or trust,\\nContent, or pleasure, but the good and just?\\nJudges and senates have been bought for gold,\\nEsteem and love were never to be sold.\\nOh, fool! to think God hates the worthy mind,\\nThe lover and the love of human kind,\\nWhose life is healthful, and whose conscience clear,\\nBecause he wants a thousand pounds a year.\\nHonour and shame from no condition rise;\\nAct well your part, there all the honour lies.\\nFortune in men has some small difference made,\\nOne flaunts in rags, one flutters in brocade;\\nThe cobbler aproned, and the parson gowned,\\nThe friar hooded, and the monarch crowned,\\n\\\"What differ more (you cry) than crown and cowl?\\\"\\nI'll tell you, friend! a wise man and a fool.\\nYou'll find, if once the monarch acts the monk,\\nOr, cobbler-like, the parson will be drunk,\\nWorth makes the man, and want of it, the fellow;\\nThe rest is all but leather or prunella.\\nStuck o'er with titles and hung round with strings,\\nThat thou mayest be by kings, or wh\\\\*\\\\*\\\\*s of kings.\\nBoast the pure blood of an illustrious race,\\nIn quiet flow from Lucrece to Lucrece;\\nBut by your fathers' worth if yours you rate,\\nCount me those only who were good and great.\\nGo! if your ancient, but ignoble blood\\nHas crept through scoundrels ever since the flood,\\nGo! and pretend your family is young;\\nNor own, your fathers have been fools so long.\\nWhat can ennoble sots, or slaves, or cowards?\\nAlas! not all the blood of all the Howards.\\nLook next on greatness; say where greatness lies?\\n\\\"Where, but among the heroes and the wise?\\\"\\nHeroes are much the same, the points agreed,\\nFrom Macedonia's madman to the Swede;\\nThe whole strange purpose of their lives, to find\\nOr make, an enemy of all mankind?\\nNot one looks backward, onward still he goes,\\nYet ne'er looks forward farther than his nose.\\nNo less alike the politic and wise;\\nAll sly slow things, with circumspective eyes;\\nMen in their loose unguarded hours they take,\\nNot that themselves are wise, but others weak.\\nBut grant that those can conquer, these can cheat;\\n'Tis phrase absurd to call a villain great:\\nWho wickedly is wise, or madly brave,\\nIs but the more a fool, the more a knave.\\nWho noble ends by noble means obtains,\\nOr failing, smiles in exile or in chains,\\nLike good Aurelius let him reign, or bleed\\nLike Socrates, that man is great indeed.\\nWhat's fame? a fancied life in others' breath,\\nA thing beyond us, even before our death.\\nJust what you hear, you have, and what's unknown\\nThe same (my Lord) if Tully's, or your own.\\nAll that we feel of it begins and ends\\nIn the small circle of our foes or friends;\\nTo all beside as much an empty shade\\nAn Eugene living, as a Caesar dead;\\nAlike or when, or where, they shone, or shine,\\nOr on the Rubicon, or on the Rhine.\\nA wit's a feather, and a chief a rod;\\nAn honest man's the noblest work of God.\\nFame but from death a villain's name can save,\\nAs justice tears his body from the grave;\\nWhen what the oblivion better were resigned,\\nIs hung on high, to poison half mankind.\\nAll fame is foreign, but of true desert;\\nPlays round the head, but comes not to the heart:\\nOne self-approving hour whole years outweighs\\nOf stupid starers, and of loud huzzas;\\nAnd more true joy Marcellus exiled feels,\\nThan Caesar with a senate at his heels.\\nIn parts superior what advantage lies?\\nTell (for you can) what is it to be wise?\\n'Tis but to know how little can be known;\\nTo see all others' faults, and feel our own;\\nCondemned in business or in arts to drudge,\\nWithout a second or without a judge;\\nTruths would you teach or save a sinking land,\\nAll fear, none aid you, and few understand.\\nPainful pre-eminence! yourself to view\\nAbove life's weakness, and its comforts too.\\nBring, then, these blessings to a strict account;\\nMake fair deductions; see to what they mount;\\nHow much of other each is sure to cost;\\nHow each for other oft is wholly lost;\\nHow inconsistent greater goods with these;\\nHow sometimes life is risked, and always ease;\\nThink, and if still the things thy envy call,\\nSay, would'st thou be the man to whom they fall?\\nTo sigh for ribands if thou art so silly,\\nMark how they grace Lord Umbra, or Sir Billy:\\nIs yellow dirt the passion of thy life?\\nLook but on Gripus, or on Gripus' wife;\\nIf parts allure thee, think how Bacon shined,\\nThe wisest, brightest, meanest of mankind:\\nOr ravished with the whistling of a name,\\nSee Cromwell; damned to everlasting fame!\\nIf all, united, thy ambition call,\\nFrom ancient story learn to scorn them all.\\nThere, in the rich, the honoured, famed, and great,\\nSee the false scale of happiness complete!\\nIn hearts of kings, or arms of queens who lay,\\nHow happy! those to ruin, these betray.\\nMark by what wretched steps their glory grows,\\nFrom dirt and seaweed as proud Venice rose;\\nIn each how guilt and greatness equal ran,\\nAnd all that raised the hero, sunk the man:\\nNow Europe's laurels on their brows behold,\\nBut stained with blood, or ill exchanged for gold;\\nThen see them broke with toils or sunk with ease,\\nOr infamous for plundered provinces.\\nOh, wealth ill-fated! which no act of fame\\nE'er taught to shine, or sanctified from shame;\\nWhat greater bliss attends their close of life?\\nSome greedy minion, or imperious wife.\\nThe trophied arches, storeyed halls invade\\nAnd haunt their slumbers in the pompous shade.\\nAlas! not dazzled with their noontide ray,\\nCompute the morn and evening to the day;\\nThe whole amount of that enormous fame,\\nA tale, that blends their glory with their shame;\\nKnow, then, this truth (enough for man to know)\\n\\\"Virtue alone is happiness below.\\\"\\nThe only point where human bliss stands still,\\nAnd tastes the good without the fall to ill;\\nWhere only merit constant pay receives,\\nIs blest in what it takes, and what it gives;\\nThe joy unequalled, if its end it gain,\\nAnd if it lose, attended with no pain;\\nWithout satiety, though e'er so blessed,\\nAnd but more relished as the more distressed:\\nThe broadest mirth unfeeling folly wears,\\nLess pleasing far than virtue's very tears:\\nGood, from each object, from each place acquired\\nFor ever exercised, yet never tired;\\nNever elated, while one man's oppressed;\\nNever dejected while another's blessed;\\nAnd where no wants, no wishes can remain,\\nSince but to wish more virtue, is to gain.\\nSee the sole bliss Heaven could on all bestow!\\nWhich who but feels can taste, but thinks can know:\\nYet poor with fortune, and with learning blind,\\nThe bad must miss; the good, untaught, will find;\\nSlave to no sect, who takes no private road,\\nBut looks through Nature up to Nature's God;\\nPursues that chain which links the immense design,\\nJoins heaven and earth, and mortal and divine;\\nSees, that no being any bliss can know,\\nBut touches some above, and some below;\\nLearns, from this union of the rising whole,\\nThe first, last purpose of the human soul;\\nAnd knows, where faith, law, morals, all began,\\nAll end, in love of God, and love of man.\\nFor Him alone, hope leads from goal to goal,\\nAnd opens still, and opens on his soul!\\nTill lengthened on to faith, and unconfined,\\nIt pours the bliss that fills up all the mind\\nHe sees, why Nature plants in man alone\\nHope of known bliss, and faith in bliss unknown:\\n(Nature, whose dictates to no other kind\\nAre given in vain, but what they seek they find)\\nWise is her present; she connects in this\\nHis greatest virtue with his greatest bliss;\\nAt once his own bright prospect to be blest,\\nAnd strongest motive to assist the rest.\\nSelf-love thus pushed to social, to divine,\\nGives thee to make thy neighbour's blessing thine.\\nIs this too little for the boundless heart?\\nExtend it, let thy enemies have part:\\nGrasp the whole worlds of reason, life, and sense,\\nIn one close system of benevolence:\\nHappier as kinder, in whate'er degree,\\nAnd height of bliss but height of charity.\\nGod loves from whole to parts:  but human soul\\nMust rise from individual to the whole.\\nSelf-love but serves the virtuous mind to wake,\\nAs the small pebble stirs the peaceful lake!\\nThe centre moved, a circle straight succeeds,\\nAnother still, and still another spreads;\\nFriend, parent, neighbour, first it will embrace;\\nHis country next; and next all human race;\\nWide and more wide, the o'erflowings of the mind\\nTake every creature in, of every kind;\\nEarth smiles around, with boundless bounty blest,\\nAnd Heaven beholds its image in his breast.\\nCome, then, my friend! my genius! come along;\\nOh, master of the poet, and the song!\\nAnd while the muse now stoops, or now ascends,\\nTo man's low passions, or their glorious ends,\\nTeach me, like thee, in various nature wise,\\nTo fall with dignity, with temper rise;\\nFormed by thy converse, happily to steer\\nFrom grave to gay, from lively to severe;\\nCorrect with spirit, eloquent with ease,\\nIntent to reason, or polite to please.\\nOh! while along the stream of time thy name\\nExpanded flies, and gathers all its fame,\\nSay, shall my little bark attendant sail,\\nPursue the triumph, and partake the gale?\\nWhen statesmen, heroes, kings, in dust repose,\\nWhose sons shall blush their fathers were thy foes,\\nShall then this verse to future age pretend\\nThou wert my guide, philosopher, and friend?\\nThat urged by thee, I turned the tuneful art\\nFrom sounds to things, from fancy to the heart;\\nFrom wit's false mirror held up Nature's light;\\nShowed erring pride, whatever is, is right;\\nThat reason, passion, answer one great aim;\\nThat true self-love and social are the same;\\nThat virtue only makes our bliss below;\\nAnd all our knowledge is, ourselves to know.\\n\\nTHE UNIVERSAL PRAYER.\\n\\nDEO OPT. MAX.\\n\\nFather of all! in every age,\\nIn every clime adored,\\nBy saint, by savage, and by sage,\\nJehovah, Jove, or Lord!\\n\\nThou Great First Cause, least understood,\\nWho all my sense confined\\nTo know but this, that Thou art good,\\nAnd that myself am blind;\\n\\nYet gave me, in this dark estate,\\nTo see the good from ill;\\nAnd binding Nature fast in fate,\\nLeft free the human will.\\n\\nWhat conscience dictates to be done,\\nOr warns me not to do,\\nThis, teach me more than Hell to shun,\\nThat, more than Heaven pursue.\\n\\nWhat blessings Thy free bounty gives,\\nLet me not cast away;\\nFor God is paid when man receives,\\nTo enjoy is to obey.\\n\\nYet not to earth's contracted span\\nThy goodness let me bound,\\nOr think Thee Lord alone of man,\\nWhen thousand worlds are round:\\n\\nLet not this weak, unknowing hand\\nPresume Thy bolts to throw,\\nAnd deal damnation round the land,\\nOn each I judge Thy foe.\\n\\nIf I am right, Thy grace impart,\\nStill in the right to stay;\\nIf I am wrong, oh, teach my heart\\nTo find that better way.\\n\\nSave me alike from foolish pride,\\nOr impious discontent,\\nAt aught Thy wisdom has denied,\\nOr aught Thy goodness lent.\\n\\nTeach me to feel another's woe,\\nTo hide the fault I see;\\nThat mercy I to others show,\\nThat mercy show to me.\\n\\nMean though I am, not wholly so,\\nSince quickened by Thy breath;\\nOh, lead me wheresoe'er I go,\\nThrough this day's life or death.\\n\\nThis day, be bread and peace my lot:\\nAll else beneath the sun,\\nThou know'st if best bestowed or not;\\nAnd let Thy will be done.\\n\\nTo Thee, whose temple is all space,\\nWhose altar earth, sea, skies,\\nOne chorus let all being raise,\\nAll Nature's incense rise!\\n\\nMORAL ESSAYS,\\n\\nIN FOUR EPISTLES TO SEVERAL PERSONS.\\n\\nEst brevitate opus, ut currat sententia, neu se\\nImpediat verbis lassas onerantibus aures:\\nEt sermone opus est modo tristi, saepe jocoso,\\nDefendente vicem modo Rhetoris atque Poetae,\\nInterdum urbani, parcentis viribus, atque\\nExtenuantis eas consulto.--HOR. (Sat. I. X. 9-14.)\\n\\nEPISTLE I.\\n\\nTO SIR RICHARD TEMPLE, LORD COBHAM.\\n\\nARGUMENT.\\n\\nOF THE KNOWLEDGE AND CHARACTERS OF MEN.\\n\\nI.   That it is not sufficient for this knowledge to consider Man in the\\nAbstract:  Books will not serve the purpose, nor yet our own Experience\\nsingly, v.1.  General maxims, unless they be formed upon both, will be but\\nnotional, v.10.  Some Peculiarity in every man, characteristic to himself,\\nyet varying from himself, v.15.  Difficulties arising from our own\\nPassions, Fancies, Faculties, etc., v.31.  The shortness of Life, to\\nobserve in, and the uncertainty of the Principles of action in men, to\\nobserve by, v.37, etc.  Our own Principle of action often hid from\\nourselves, v.41.  Some few Characters plain, but in general confounded,\\ndissembled, or inconsistent, v.51.  The same man utterly different in\\ndifferent places and seasons, v.71.  Unimaginable weaknesses in the\\ngreatest, v.70, etc.  Nothing constant and certain but God and Nature,\\nv.95.  No judging of the Motives from the actions; the same actions\\nproceeding from contrary Motives, and the same Motives influencing contrary\\nactions v.100.\\n\\nII.  Yet to form Characters, we can only take the strongest actions of a\\nman's life, and try to make them agree:  The utter uncertainty of this,\\nfrom Nature itself, and from Policy, v.120.  Characters given according to\\nthe rank of men of the world, v.135.  And some reason for it, v.140.\\nEducation alters the Nature, or at least Character of many, v.149.\\nActions, Passions, Opinions, Manners, Humours, or Principles all subject to\\nchange.  No judging by Nature, from v.158 to 178.\\n\\nIII.  It only remains to find (if we can) his Ruling Passion:  That will\\ncertainly influence all the rest, and can reconcile the seeming or real\\ninconsistency of all his actions, v.175.  Instanced in the extraordinary\\ncharacter of Clodio, v.179.  A caution against mistaking second qualities\\nfor first, which will destroy all possibility of the knowledge of mankind,\\nv.210.  Examples of the strength of the Ruling Passion, and its\\ncontinuation to the last breath, v.222, etc.\\n\\nYes, you despise the man to books confined,\\nWho from his study rails at human kind;\\nThough what he learns he speaks, and may advance\\nSome general maxims, or be right by chance.\\nThe coxcomb bird, so talkative and grave,\\nThat from his cage cries c**d, w**e, and knave,\\nThough many a passenger he rightly call,\\nYou hold him no philosopher at all.\\nAnd yet the fate of all extremes is such,\\nMen may be read as well as books, too much.\\nTo observations which ourselves we make,\\nWe grow more partial for the observer's sake;\\nTo written wisdom, as another's, less:\\nMaxims are drawn from notions, those from guess.\\nThere's some peculiar in each leaf and grain,\\nSome unmarked fibre, or some varying vein:\\nShall only man be taken in the gross?\\nGrant but as many sorts of mind as moss.\\nThat each from other differs, first confess;\\nNext, that he varies from himself no less:\\nAdd Nature's, custom's reason's passion's strife,\\nAnd all opinion's colours cast on life.\\nOur depths who fathoms, or our shallows finds,\\nQuick whirls, and shifting eddies, of our minds?\\nOn human actions reason though you can,\\nIt may be reason, but it is not man:\\nHis principle of action once explore,\\nThat instant 'tis his principle no more.\\nLike following life through creatures you dissect,\\nYou lose it in the moment you detect.\\nYet more; the difference is as great between\\nThe optics seeing, as the object seen.\\nAll manners take a tincture from our own;\\nOr come discoloured through our passions shown.\\nOr fancy's beam enlarges, multiplies,\\nContracts, inverts, and gives ten thousand dyes.\\nNor will life's stream for observation stay,\\nIt hurries all too fast to mark their way:\\nIn vain sedate reflections we would make,\\nWhen half our knowledge we must snatch, not take.\\nOft, in the passion's wild rotation tost,\\nOur spring of action to ourselves is lost:\\nTired, not determined, to the last we yield,\\nAnd what comes then is master of the field.\\nAs the last image of that troubled heap,\\nWhen sense subsides, and fancy sports in sleep\\n(Though past the recollection of the thought),\\nBecomes the stuff of which our dream is wrought:\\nSomething as dim to our internal view,\\nIs thus, perhaps, the cause of most we do.\\nTrue, some are open, and to all men known;\\nOthers so very close, they're hid from none\\n(So darkness strikes the sense no less than light),\\nThus gracious Chandos is beloved at sight;\\nAnd every child hates Shylock, though his soul\\nStill sits at squat, and peeps not from its hole.\\nAt half mankind when generous Manly raves,\\nAll know 'tis virtue, for he thinks them knaves:\\nWhen universal homage Umbra pays,\\nAll see 'tis vice, and itch of vulgar praise.\\nWhen flattery glares, all hate it in a queen,\\nWhile one there is who charms us with his spleen.\\nBut these plain characters we rarely find;\\nThough strong the bent, yet quick the turns of mind:\\nOr puzzling contraries confound the whole;\\nOr affectations quite reverse the soul.\\nThe dull, flat falsehood serves for policy;\\nAnd in the cunning, truth itself's a lie:\\nUnthought-of frailties cheat us in the wise;\\nThe fool lies hid in inconsistencies.\\nSee the same man, in vigour, in the gout;\\nAlone, in company; in place, or out;\\nEarly at business, and at hazard late;\\nMad at a fox-chase, wise at a debate;\\nDrunk at a borough, civil at a ball;\\nFriendly at Hackney, faithless at Whitehall.\\nCatius is ever moral, ever grave,\\nThinks who endures a knave is next a knave,\\nSave just at dinner--then prefers, no doubt,\\nA rogue with venison to a saint without.\\nWho would not praise Patritio's high desert,\\nHis hand unstained, his uncorrupted heart,\\nHis comprehensive head! all interests weighed,\\nAll Europe saved, yet Britain not betrayed.\\nHe thanks you not, his pride is in piquet,\\nNewmarket-fame, and judgment at a bet.\\nWhat made (say Montagne, or more sage Charron)\\nOtho a warrior, Cromwell a buffoon?\\nA perjured prince a leaden saint revere,\\nA godless regent tremble at a star?\\nThe throne a bigot keep, a genius quit,\\nFaithless through piety, and duped through wit?\\nEurope a woman, child, or dotard rule,\\nAnd just her wisest monarch made a fool?\\nKnow, God and Nature only are the same:\\nIn man, the judgment shoots at flying game,\\nA bird of passage! gone as soon as found,\\nNow in the moon, perhaps, now under ground.\\nIn vain the sage, with retrospective eye,\\nWould from the apparent what conclude the why,\\nInfer the motive from the deed, and show,\\nThat what we chanced was what we meant to do.\\nBehold! if fortune or a mistress frowns,\\nSome plunge in business, others shave their crowns:\\nTo ease the soul of one oppressive weight,\\nThis quits an empire, that embroils a state:\\nThe same adust complexion has impelled\\nCharles to the convent, Philip to the field.\\nNot always actions show the man:  we find\\nWho does a kindness, is not therefore kind;\\nPerhaps prosperity becalmed his breast,\\nPerhaps the wind just shifted from the east:\\nNot therefore humble he who seeks retreat,\\nPride guides his steps, and bids him shun the great:\\nWho combats bravely is not therefore brave,\\nHe dreads a death-bed like the meanest slave:\\nWho reasons wisely is not therefore wise,\\nHis pride in reasoning, not in acting lies.\\nBut grant that actions best discover man;\\nTake the most strong, and sort them as you can.\\nThe few that glare each character must mark;\\nYou balance not the many in the dark.\\nWhat will you do with such as disagree?\\nSuppress them, or miscall them policy?\\nMust then at once (the character to save)\\nThe plain rough hero turn a crafty knave?\\nAlas! in truth the man but changed his mind,\\nPerhaps was sick, in love, or had not dined.\\nAsk why from Britain Caesar would retreat?\\nCaesar himself might whisper he was beat.\\nWhy risk the world's great empire for a punk?\\nCaesar perhaps might answer he was drunk.\\nBut, sage historians! 'tis your task to prove\\nOne action conduct; one, heroic love.\\n'Tis from high life high characters are drawn;\\nA saint in crape is twice a saint in lawn;\\nA judge is just, a chancellor juster still;\\nA gownman, learn'd; a bishop, what you will;\\nWise, if a minister; but, if a king,\\nMore wise, more learned, more just, more everything.\\nCourt-virtues bear, like gems, the highest rate,\\nBorn where Heaven's influence scarce can penetrate:\\nIn life's low vale, the soil the virtues like,\\nThey please as beauties, here as wonders strike.\\nThough the same sun with all-diffusive rays\\nBlush in the rose, and in the diamond blaze,\\nWe prize the stronger effort of his power,\\nAnd justly set the gem above the flower.\\n'Tis education forms the common mind;\\nJust as the twig is bent, the tree's inclined.\\nBoastful and rough, your first son is a squire;\\nThe next a tradesman, meek, and much a liar;\\nTom struts a soldier, open, bold, and brave;\\nWill sneaks a scrivener, an exceeding knave:\\nIs he a Churchman? then he's fond of power:    )\\nA Quaker? sly:  A Presbyterian? sour:          )\\nA smart Freethinker? all things in an hour.    )\\nAsk men's opinions:  Scoto now shall tell\\nHow trade increases, and the world goes well;\\nStrike off his pension, by the setting sun,\\nAnd Britain, if not Europe, is undone.\\nThat gay Freethinker, a fine talker once,\\nWhat turns him now a stupid silent dunce?\\nSome god, or spirit he has lately found:\\nOr chanced to meet a minister that frowned.\\nJudge we by Nature? habit can efface,\\nInterest o'ercome, or policy take place:\\nBy actions? those uncertainty divides:\\nBy passions? these dissimulation hides:\\nOpinions? they still take a wider range:\\nFind, if you can, in what you cannot change.\\nManners with fortunes, humours turn with climes,\\nTenets with books, and principles with times.\\n\\nSearch then the ruling passion:  there, alone,\\nThe wild are constant, and the cunning known;\\nThe fool consistent, and the false sincere;\\nPriests, princes, women, no dissemblers here.\\nThis clue once found, unravels all the rest,\\nThe prospect clears, and Wharton stands confest.\\nWharton, the scorn and wonder of our days,\\nWhose ruling passion was the lust of praise:\\nBorn with whate'er could win it from the wise,\\nWomen and fools must like him or he dies;\\nThough wondering senates hung on all he spoke,\\nThe club must hail him master of the joke.\\nShall parts so various aim at nothing new!\\nHe'll shine a Tully and a Wilmot too.\\nThen turns repentant, and his God adores\\nWith the same spirit that he drinks and wh***s;\\nEnough if all around him but admire,\\nAnd now the punk applaud, and now the friar.\\nThus with each gift of nature and of art,\\nAnd wanting nothing but an honest heart;\\nGrown all to all, from no one vice exempt;\\nAnd most contemptible, to shun contempt:\\nHis passion still, to covet general praise,\\nHis life, to forfeit it a thousand ways;\\nA constant bounty which no friend has made;\\nAn angel tongue, which no man can persuade;\\nA fool, with more of wit than half mankind,\\nToo rash for thought, for action too refined:\\nA tyrant to the wife his heart approves;\\nA rebel to the very king he loves;\\nHe dies, sad outcast of each church and state,\\nAnd, harder still! flagitious, yet not great.\\nAsk you why Wharton broke through every rule?\\n'Twas all for fear the knaves should call him fool.\\nNature well known, no prodigies remain,\\nComets are regular, and Wharton plain.\\nYet, in this search, the wisest may mistake,\\nIf second qualities for first they take.\\nWhen Catiline by rapine swelled his store;\\nWhen Caesar made a noble dame a wh***;\\nIn this the lust, in that the avarice\\nWere means, not ends; ambition was the vice.\\nThat very Caesar, born in Scipio's days,\\nHad aimed, like him, by chastity at praise.\\nLucullus, when frugality could charm,\\nHad roasted turnips in the Sabine farm.\\nIn vain the observer eyes the builder's toil,\\nBut quite mistakes the scaffold for the pile.\\nIn this one passion man can strength enjoy,\\nAs fits give vigour, just when they destroy.\\nTime, that on all things lays his lenient hand,\\nYet tames not this; it sticks to our last sand.\\nConsistent in our follies and our sins,\\nHere honest Nature ends as she begins.\\nOld politicians chew on wisdom past,\\nAnd totter on in business to the last;\\nAs weak, as earnest, and as gravely out,\\nAs sober Lanesb'row dancing in the gout.\\nBehold a reverend sire, whom want of grace\\nHas made the father of a nameless race,\\nShoved from the wall perhaps, or rudely pressed\\nBy his own son, that passes by unblessed:\\nStill to his haunt he crawls on knocking knees,\\nAnd envies every sparrow that he sees.\\nA salmon's belly, Helluo, was thy fate;\\nThe doctor called, declares all help too late:\\n\\\"Mercy!\\\" cries Helluo, \\\"mercy on my soul!\\nIs there no hope!--Alas!--then bring the jowl.\\\"\\nThe frugal crone, whom praying priests attend,\\nStill tries to save the hallowed taper's end,\\nCollects her breath, as ebbing life retires,\\nFor one puff more, and in that puff expires.\\n\\\"Odious! in woollen! 'twould a saint provoke\\\"\\n(Were the last words that poor Narcissa spoke);\\n\\\"No, let a charming chintz, and Brussels lace\\nWrap my cold limbs, and shade my lifeless face:\\nOne would not, sure, be frightful when one's dead--\\nAnd--Betty--give this cheek a little red.\\\"\\nThe courtier smooth, who forty years had shined\\nAn humble servant to all human kind,\\nJust brought out this, when scarce his tongue could stir,\\n\\\"If--where I'm going--I could serve you, sir?\\\"\\n\\\"I give and I devise\\\" (old Euclio said,\\nAnd sighed) \\\"my lands and tenements to Ned.\\\"\\n\\\"Your money, sir?\\\"  \\\"My money, sir? what, all?\\nWhy--if I must\\\" (then wept)--\\\"I give it Paul.\\\"\\n\\\"The Manor, sir?\\\"--\\\"The Manor! hold,\\\" he cried,\\n\\\"Not that,--I cannot part with that\\\"--and died.\\nAnd you! brave Cobham, to the latest breath\\nShall feel your ruling passion strong in death:\\nSuch in those moments as in all the past,\\n\\\"Oh, save my country, Heaven!\\\" shall be your last.\\n\\nEPISTLE II.\\n\\nTO A LADY.\\n\\nOF THE CHARACTERS OF WOMEN.\\n\\nNothing so true as what you once let fall,\\n\\\"Most women have no characters at all.\\\"\\nMatter too soft a lasting mark to bear,\\nAnd best distinguished by black, brown, or fair.\\nHow many pictures of one nymph we view,\\nAll how unlike each other, all how true!\\nArcadia's countess, here, in ermined pride,\\nIs, there, Pastora by a fountain side.\\nHere Fannia, leering on her own good man,\\nAnd there, a naked Leda with a swan.\\nLet then the fair one beautifully cry,\\nIn Magdalen's loose hair, and lifted eye,\\nOr dressed in smiles of sweet Cecilia shine,\\nWith simpering angels, palms, and harps divine;\\nWhether the charmer sinner it, or saint it,\\nIf folly grow romantic, I must paint it.\\n\\nCome then, the colours and the ground prepare!\\nDip in the rainbow, trick her off in air;\\nChoose a firm cloud, before it fall, and in it\\nCatch, ere she change, the Cynthia of this minute.\\n\\nRufa, whose eye, quick-glancing o'er the park\\nAttracts each light gay meteor of a spark,\\nAgrees as ill with Rufa studying Locke,\\nAs Sappho's diamonds with her dirty smock;\\nOr Sappho at her toilet's greasy task,\\nWith Sappho fragrant at an evening masque:\\nSo morning insects that in muck begun,\\nShine, buzz, and fly-blow in the setting sun.\\n\\nHow soft is Silia! fearful to offend;\\nThe frail one's advocate, the weak one's friend:\\nTo her, Calista proved her conduct nice;\\nAnd good Simplicius asks of her advice.\\nSudden, she storms! she raves!  You tip the wink,\\nBut spare your censure; Silia does not drink.\\nAll eyes may see from what the change arose,\\nAll eyes may see--a pimple on her nose.\\n\\nPapillia, wedded to her am'rous spark,\\nSighs for the shades--\\\"How charming is a park!\\\"\\nA park is purchased, but the fair he sees\\nAll bathed in tears--\\\"Oh, odious, odious trees!\\\"\\n\\nLadies, like variegated tulips show;\\n'Tis to their changes half their charms we owe;\\nFine by defect, and delicately weak,\\nTheir happy spots the nice admirer take,\\n'Twas thus Calypso once each heart alarmed,\\nAwed without virtue, without beauty charmed;\\nHer tongue bewitched as oddly as her eyes,\\nLess wit than mimic, more a wit than wise;\\nStrange graces still, and stranger flights she had,\\nWas just not ugly, and was just not mad;\\nYet ne'er so sure our passion to create,\\nAs when she touched the brink of all we hate.\\n\\nNarcissa's nature, tolerably mild,\\nTo make a wash, would hardly stew a child;\\nHas even been proved to grant a lover's prayer,\\nAnd paid a tradesman once to make him stare;\\nGave alms at Easter, in a Christian trim,\\nAnd made a widow happy, for a whim.\\nWhy then declare good-nature is her scorn,\\nWhen 'tis by that alone she can be borne?\\nWhy pique all mortals, yet affect a name?\\nA fool to pleasure, yet a slave to fame:\\nNow deep in Taylor and the Book of Martyrs,\\nNow drinking citron with his grace and Chartres:\\nNow Conscience chills her, and now Passion burns;\\nAnd Atheism and Religion take their turns;\\nA very heathen in the carnal part,\\nYet still a sad, good Christian at her heart.\\n\\nWhat then? let blood and body bear the fault,\\nHer head's untouched, that noble seat of thought:\\nSuch this day's doctrine--in another fit\\nShe sins with poets through pure love of wit.\\nWhat has not fired her bosom or her brain?\\nCaesar and Tall-boy, Charles and Charlemagne.\\nAs Helluo, late dictator of the feast,\\nThe nose of Hautgout, and the tip of taste,\\nCritic'd your wine, and analysed your meat,\\nYet on plain pudding deigned at home to eat;\\nSo Philomede, lecturing all mankind\\nOn the soft passion, and the taste refined,\\nThe address, the delicacy--stoops at once,\\nAnd makes her hearty meal upon a dunce.\\nFlavia's a wit, has too much sense to pray;\\nTo toast our wants and wishes, is her way;\\nNor asks of God, but of her stars, to give\\nThe mighty blessing, \\\"while we live, to live.\\\"\\nThen all for death, that opiate of the soul!\\nLucretia's dagger, Rosamonda's bowl.\\nSay, what can cause such impotence of mind?\\nA spark too fickle, or a spouse too kind.\\nWise wretch! with pleasures too refined to please;\\nWith too much spirit to be e'er at ease;\\nWith too much quickness ever to be taught;\\nWith too much thinking to have common thought:\\nYou purchase pain with all that joy can give,\\nAnd die of nothing but a rage to live.\\nTurn then from wits; and look on Simo's mate,\\nNo ass so meek, no ass so obstinate.\\nOr her, that owns her faults, but never mends,\\nBecause she's honest, and the best of friends.\\nOr her, whose life the Church and scandal share,\\nFor ever in a passion, or a prayer.\\nOr her, who laughs at hell, but (like her Grace)\\nCries, \\\"Ah! how charming, if there's no such place!\\\"\\nOr who in sweet vicissitude appears\\nOf mirth and opium, ratafie and tears,\\nThe daily anodyne, and nightly draught,\\nTo kill those foes to fair ones, time and thought.\\nWoman and fool are two hard things to hit;\\nFor true no-meaning puzzles more than wit.\\nBut what are these to great Atossa's mind?\\nScarce once herself, by turns all womankind!\\nWho, with herself, or others, from her birth\\nFinds all her life one warfare upon earth:\\nShines in exposing knaves, and painting fools,\\nYet is, whate'er she hates and ridicules.\\nNo thought advances, but her eddy brain\\nWhisks it about, and down it goes again.\\nFull sixty years the world has been her trade,\\nThe wisest fool much time has ever made\\nFrom loveless youth to unrespected age,\\nNo passion gratified except her rage.\\nSo much the fury still outran the wit,\\nThe pleasure missed her, and the scandal hit.\\nWho breaks with her, provokes revenge from hell,\\nBut he's a bolder man who dares be well.\\nHer every turn with violence pursued,\\nNor more a storm her hate than gratitude:\\nTo that each passion turns, or soon or late;\\nLove, if it makes her yield, must make her hate:\\nSuperiors? death! and equals? what a curse!\\nBut an inferior not dependent? worse.\\nOffend her, and she knows not to forgive;\\nOblige her, and she'll hate you while you live:\\nBut die, and she'll adore you--then the bust\\nAnd temple rise--then fall again to dust.\\nLast night, her lord was all that's good and great;\\nA knave this morning, and his will a cheat.\\nStrange! by the means defeated of the ends,\\nBy spirit robbed of power, by warmth of friend\\nBy wealth of followers! without one distress\\nSick of herself through very selfishness!\\nAtossa, cursed with every granted prayer,\\nChildless with all her children, wants an heir.\\nTo heirs unknown descends the unguarded store,\\nOr wanders, Heaven-directed, to the poor.\\nPictures like these, dear madam, to design,\\nAsks no firm hand, and no unerring line;\\nSome wandering touches, some reflected light,\\nSome flying stroke alone can hit 'em right:\\nFor how should equal colours do the knack?\\nChameleons who can paint in white and black?\\n\\\"Yet Chloe sure was formed without a spot\\\"--\\nNature in her then erred not, but forgot.\\n\\\"With every pleasing, every prudent part,\\nSay, what can Chloe want?\\\"--She wants a heart.\\nShe speaks, behaves, and acts just as she ought;\\nBut never, never, reached one generous thought.\\nVirtue she finds too painful an endeavour,\\nContent to dwell in decencies for ever.\\nSo very reasonable, so unmoved,\\nAs never yet to love, or to be loved.\\nShe, while her lover pants upon her breast,\\nCan mark the figures on an Indian chest;\\nAnd when she sees her friend in deep despair,\\nObserves how much a chintz exceeds mohair.\\nForbid it, Heaven, a favour or a debt\\nShe e'er should cancel--but she may forget.\\nSafe is your secret still in Chloe's ear;\\nBut none of Chloe's shall you ever hear.\\nOf all her dears she never slandered one,\\nBut cares not if a thousand are undone.\\nWould Chloe know if you're alive or dead?\\nShe bids her footman put it in her head.\\nChloe is prudent--would you too be wise?\\nThen never break your heart when Chloe dies.\\nOne certain portrait may (I grant) be seen,\\nWhich Heaven has varnished out, and made a QUEEN.\\nThe same for ever! and described by all\\nWith truth and goodness, as with crown and ball.\\nPoets heap virtues, painters gems at will,\\nAnd show their zeal, and hide their want of skill.\\n'Tis well--but, artists! who can paint or write,\\nTo draw the naked is your true delight.\\nThat robe of quality so struts and swells,\\nNone see what parts of nature it conceals:\\nThe exactest traits of body or of mind,\\nWe owe to models of an humble kind.\\nIf Queensbury to strip there's no compelling,\\n'Tis from a handmaid we must take a Helen,\\nFrom peer or bishop 'tis no easy thing\\nTo draw the man who loves his God or king:\\nAlas! I copy (or my draught would fail)\\nFrom honest Mah'met, or plain Parson Hale.\\nBut grant in public men sometimes are shown,\\nA woman's seen in private life alone:\\nOur bolder talents in full light displayed;\\nYour virtues open fairest in the shade.\\nBred to disguise, in public 'tis you hide;\\nThere, none distinguish 'twixt your shame or pride,\\nWeakness or delicacy; all so nice,\\nThat each may seem a virtue or a vice.\\nIn men, we various ruling passions find;\\nIn women, two almost divide the kind:\\nThose, only fixed they first or last obey--\\nThe love of pleasure, and the love of sway.\\nThat, Nature gives; and where the lesson taught\\nIs but to please, can pleasure seem a fault?\\nExperience, this; by man's oppression curst,\\nThey seek the second not to lose the first.\\nMen, some to business, some to pleasure take;\\nBut every woman is at heart a rake:\\nMen, some to quiet, some to public strife;\\nBut every lady would be queen for life.\\nYet mark the fate of a whole sex of queens!\\nPower all their end, but beauty all the means:\\nIn youth they conquer, with so wild a rage,\\nAs leaves them scarce a subject in their age:\\nFor foreign glory, foreign joy, they roam;\\nNo thought of peace or happiness at home.\\nBut wisdom's triumph is well-timed retreat,\\nAs hard a science to the fair as great!\\nBeauties, like tyrants, old and friendless grown,\\nYet hate repose, and dread to be alone,\\nWorn out in public, weary every eye,\\nNor leave one sigh behind them when they die.\\nPleasures the sex, as children birds, pursue,\\nStill out of reach, yet never out of view;\\nSure, if they catch, to spoil the toy at most,\\nTo covet flying, and regret when lost:\\nAt last, to follies youth could scarce defend,\\nIt grows their age's prudence to pretend;\\nAshamed to own they gave delight before,\\nReduced to feign it, when they give no more:\\nAs hags hold Sabbaths, less for joy than spite,\\nSo these their merry, miserable night;\\nStill round and round the ghosts of beauty glide,\\nAnd haunt the places where their honour died.\\nSee how the world its veterans rewards!\\nA youth of frolics, an old age of cards;\\nFair to no purpose, artful to no end;\\nYoung without lovers, old without a friend;\\nA fop their passion, but their prize a sot;\\nAlive, ridiculous; and dead, forgot!\\nAh! friend! to dazzle let the vain design;\\nTo raise the thought and touch the heart be thine!\\nThat charm shall grow, while what fatigues the ring,\\nFlaunts and goes down, an unregarded thing:\\nSo when the sun's broad beam has tired the sight,\\nAll mild ascends the moon's more sober light;\\nSerene in virgin modesty she shines,\\nAnd unobserved the glaring orb declines.\\nOh! blest with temper whose unclouded ray\\nCan make to-morrow cheerful as to-day,\\nShe, who can love a sister's charms, or hear\\nSighs for a daughter with unwounded ear;\\nShe, who ne'er answers till a husband cools,\\nOr, if she rules him, never shows she rules;\\nCharms by accepting, by submitting sways,\\nYet has her humour most, when she obeys;\\nLet fops or fortune fly which way they will;\\nDisdains all loss of tickets, or Codille:\\nSpleen, vapours, or small-pox, above them all,\\nAnd mistress of herself, though China fall.\\nAnd yet, believe me, good as well as ill,\\nWoman's at best a contradiction still.\\nHeaven, when it strives to polish all it can\\nIts last best work, but forms a softer man;\\nPicks from each sex, to make the fav'rite blest,\\nYour love of pleasure, or desire of rest:\\nBlends, in exception to all general rules,\\nYour taste of follies, with our scorn of fools:\\nReserve with frankness, art with truth allied,\\nCourage with softness, modesty with pride;\\nFixed principles, with fancy ever new;\\nShakes all together, and produces--You.\\nBe this a woman's fame:  with this unblest,\\nToasts live a scorn, and queens may die a jest.\\nThis Phoebus promised (I forget the year)\\nWhen those blue eyes first opened on the sphere;\\nAscendant Phoebus watched that hour with care,\\nAverted half your parents' simple prayer,\\nAnd gave you beauty, but denied the pelf\\nThat buys your sex a tyrant o'er itself.\\nThe gen'rous god, who wit and gold refines,\\nAnd ripens spirits as he ripens mines,\\nKept dross for duchesses--the world shall know it--\\nTo you gave sense, good-humour, and a poet.\\n\\nEPISTLE III.\\n\\nTO ALLEN LORD BATHURST.\\n\\nARGUMENT.\\n\\nOF THE USE OF RICHES.\\n\\nThat it is known to few, most falling into one of the extremes, Avarice or\\nProfusion, v.1, etc.  The point discussed, whether the invention of money\\nhas been more commodious or pernicious to Mankind, v.21 to 77.  That\\nRiches, either to the Avaricious or the Prodigal, cannot afford Happiness,\\nscarcely Necessaries, v.89-160.  That Avarice is an absolute Frenzy,\\nwithout an end or purpose, v.113, etc., 152.  Conjectures about the motives\\nof Avaricious men, v.121 to 153.  That the conduct of men, with respect to\\nRiches, can only be accounted for by the Order of Providence, which works\\nthe general good out of extremes, and brings all to its great End by\\nperpetual Revolutions, v.161 to 178.  How a Miser acts upon Principles\\nwhich appear to him reasonable, v.179.  How a Prodigal does the same,\\nv.199.  The due Medium and true use of Riches, v.219.  The Man of Ross,\\nv.250.  The fate of the Profuse and the Covetous, in two examples; both\\nmiserable in Life and in Death, v.300, etc.  The Story of Sir Balaam, v.339\\nto the end.\\n\\nP.  Who shall decide, when doctors disagree,\\nAnd soundest casuists doubt, like you and me?\\nYou hold the word, from Jove to Momus given,\\nThat man was made the standing jest of Heaven;\\nAnd gold but sent to keep the fools in play,\\nFor some to heap, and some to throw away.\\nBut I, who think more highly of our kind,\\n(And surely, Heaven and I are of a mind)\\nOpine, that Nature, as in duty bound,\\nDeep hid the shining mischief under ground:\\nBut when by man's audacious labour won,\\nFlamed forth this rival to its sire, the sun,\\nThen careful Heaven supplied two sorts of men,\\nTo squander these, and those to hide again.\\nLike doctors thus, when much dispute has past,\\nWe find our tenets just the same at last.\\nBoth fairly owning Riches, in effect,\\nNo grace of Heaven or token of th' elect;\\nGiven to the fool, the mad, the vain, the evil,\\nTo Ward, to Waters, Chartres, and the devil.\\nB.  What Nature wants, commodious gold bestows,\\n'Tis thus we eat the bread another sows.\\nP.  But how unequal it bestows, observe;\\n'Tis thus we riot, while, who sow it, starve:\\nWhat Nature wants (a phrase I much distrust)\\nExtends to luxury, extends to lust:\\nUseful, I grant, it serves what life requires,\\nBut, dreadful too, the dark assassin hires.\\nB.  Trade it may help, society extend.\\nP.  But lures the pirate, and corrupts the friend.\\nB.  It raises armies in a nation's aid.\\nP.  But bribes a senate, and the land's betrayed.\\nIn vain may heroes fight, and patriots rave;\\nIf secret gold sap on from knave to knave.\\nOnce, we confess, beneath the patriot's cloak,\\nFrom the cracked bag the dropping guinea spoke,\\nAnd jingling down the back-stairs, told the crew,\\n\\\"Old Cato is as great a rogue as you.\\\"\\nBlest paper-credit! last and best supply!\\nThat lends corruption lighter wings to fly!\\nGold imped by thee can compass hardest things,\\nCan pocket states, can fetch or carry kings;\\nA single leaf shall waft an army o'er,\\nOr ship off senates to a distant shore;\\nA leaf, like Sibyl's, scatter to and fro\\nOur fates and fortunes, as the winds shall blow:\\nPregnant with thousands flits the scrap unseen,\\nAnd silent sells a king, or buys a queen.\\nOh! that such bulky bribes as all might see,\\nStill, as of old, encumbered villainy!\\nCould France or Rome divert our brave designs,\\nWith all their brandies or with all their wines?\\nWhat could they more than knights and squires confound,\\nOr water all the Quorum ten miles round?\\nA statesman's slumbers how this speech would spoil!\\n\\\"Sir, Spain has sent a thousand jars of oil;\\nHuge bales of British cloth blockade the door;\\nA hundred oxen at your levee roar.\\\"\\nPoor Avarice one torment more would find;\\nNor could Profusion squander all in kind.\\nAstride his cheese Sir Morgan might we meet;\",\"timestamp\":1639291005,\"title\":\"Great Nature spoke; observant men obeyed;\\nCities were built, societies were made:\\nHere rose one little state:  another near\"},\"digest\":\"ryfOe-V9X_0ySgQX4oMakX8IGb_9wbGNer0ij3QkcMo\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kP8Z2g9kQRdk_c_Yw-6Cx5-x8bTB1W9WVYYT9Mgl228\\\",\\\"y\\\":\\\"ve6ZMSfUjBK5elgdxkwnDGcp-wPoLgye6K0MkdQ0PBI\\\"}\",\"signature\":\"z0ZtG5QfhjBtfeAWPlpnByUTqWZDJ-q8AeyY6GdDV06xVcDicW_lV9yH4mc6AO-2ENkoXa8oUwtAfNTP3MKRow\",\"signingKeySignature\":\"0x90b92ebd917ee40bbd1406dbfc44f2a2b0ebbe3fb22032a440af79e3063a89d63ab6ebc908ade936e25f166ab5493d6832b0a6bba34cda84a78310088de408bb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kP8Z2g9kQRdk_c_Yw-6Cx5-x8bTB1W9WVYYT9Mgl228\\\",\\\"y\\\":\\\"ve6ZMSfUjBK5elgdxkwnDGcp-wPoLgye6K0MkdQ0PBI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ryfOe-V9X_0ySgQX4oMakX8IGb_9wbGNer0ij3QkcMo\"}"