"{\"content\":{\"body\":\"Last week, we [announced](https://dev.mirror.xyz/mQ03-JXlfdoBnRrZisC5X3kM9nBkOILlHwxbdq382Gw) Splits, a new feature on Mirror that allows you to continuously route ETH to an unlimited number of Ethereum addresses, according to a set of percentage allocations. The feature took off in novel ways across the Mirror community, already demonstrating exciting signs of early product-market fit.\\n\\nA [music collective](https://songcamp.mirror.xyz/xVIye95frUFrZ4RbfYPFNhfi1emI7kvXCcxJOTbcBlM) auctioned off songs as NFTs and used splits to share the upside. A [visual artist](https://vv.mirror.xyz/bE9MJMwZ3qimMP0NzUyS9qBdl9NmkhIrGkHQPS5wlag) used the feature to reward each of his previous patrons using the proceeds of a new NFT sale (aptly titled Infinite Players). A writer published an essay about [micro-economies](https://coopahtroopa.mirror.xyz/gWY6Kfebs9wHdfoZZswfiLTBVzfKiyFaIwNf2q8JpgI) and embedded a split at the end of the post, functioning as a tip jar that’d be shared amongst the author and those who inspired the text.\\n\\nAs a new primitive of economic attribution, patronage, and giving thanks, Splits hold a lot of potential. In addition to the use cases we’ve already seen, they present a particular opportunity we believe is especially worth highlighting: **the funding of public goods**.\\n\\n[Gitcoin, ETHGlobal and Mint Fund Split](split://0x92b6006233EF63DaBfb3A8FFaeD8b5914592A7eC?network=mainnet)\\n\\nWhen you think of philanthropy, one visual that might pop into your head is Time Magazine’s Person of the Year issue from 2005. On the cover, Bono is [sandwiched](http://content.time.com/time/covers/0,16641,20051226,00.html) between Bill and Melinda Gates, captioned “The Good Samaritans.” It portrays a narrative of how charity seems to work: become rich and famous and then choose your cause.\\n\\nSplits enable and encourage another scenario. They allow one’s charitable contributions and personal wealth to grow side by side, forever. You choose the cause you care about, add its Ethereum address to your split, determine the percentage allocation and you’re good to go. The feature commits you to the cause, automates the contribution and records everything publicly.   However much money you have, or however much money your work generates, value is flowing.\\n\\nMirror makes this entire process easy with its economic blocks. To demonstrate, we’ve created the first public goods split, featuring a few of our favorite organizations that help fund public goods. We’re officially dubbing it the **Gitcoin, ETHGlobal and Mint Fund Split**, which can be interacted with a tip directly in the block above. It also lives on its own permalink page for easy sharing.\\n\\n![](https://images.mirror-media.xyz/publication-images/275d03d1-b184-4710-80cb-6195dda83f32.jpeg?height=1012&width=2024)\\n\\nThe organizations are each worth looking into:\\n— [Gitcoin](https://gitcoin.co/) is a community helping thousands of projects and teams grow their open source ecosystems.\\n— [ETHGlobal](https://ethglobal.co/) is a series of hackathons and summits onboarding thousands of developers into the Ethereum ecosystem.\\n— [Mint Fund](https://themint.fund/) is a community-owned and funded initiative helping crypto creators mint their first NFTs.\\n\\nBeyond direct tips, things get really interesting when this split is composed with other economic blocks on Mirror. All value-generating blocks on Mirror—like crowdfunds and NFT auctions—allow you to specify a \\\"funds recipient\\\". While historically one would be required to set their personal wallet as the sole recipient, splits allow you to include multiple Ethereum entities, including other splits. So an artist could create a split that routes 50% of the proceeds from an NFT auction to their own wallet and the other 50% to the Gitcoin, ETHGlobal and Mint Fund Split, automatically and immutably committing to support public goods in the process.\\n\\nCreators no longer need to wait around to land a Time Magazine cover to give back. Instead, they can encode that commitment into a smart contract at the inception of their work or business. The causes we’re interested in become baked into what we create and share in the success of that creation. They become part of the story.\\n\\nWe’ll leave you with a couple cool ideas Vitalik Buterin poses in a recent blog post, titled “[The Most Important Scarce Resource is Legitimacy](https://vitalik.ca/general/2021/03/23/legitimacy.html)”. Not only are the ideas great, they’re now fairly possible.\\n\\n*Some institution (or even DAO) could \\\"bless\\\" NFTs in exchange for a guarantee that some portion of the revenues goes toward a charitable cause, ensuring that multiple groups benefit at the same time. This blessing could even come with an official categorization: is the NFT dedicated to global poverty relief, scientific research, creative arts, local journalism, open source software development, empowering marginalized communities, or something else?*\\n\\n*We can work with social media platforms to make NFTs more visible on people's profiles, giving buyers a way to show the values that they committed not just their words but their hard-earned money to. This could be combined with to nudge users toward NFTs that contribute to valuable social causes.*\\n\\nWe have no doubt the Mirror community will continue to demonstrate the power of splits beyond our imagination. With the funding of public goods now in the mix, we are truly excited.\",\"timestamp\":1621275503,\"title\":\"Give a Split: Using Mirror to Fund Public Goods\",\"publication\":\"dev\"},\"digest\":\"TFHT6a9tqa_NxGbatyEf4DhMybjpUabWmUi7nQo4Nfw\",\"authorship\":{\"contributor\":\"0x9651B2a7Aa9ed9635cE896a1Af1a7d6294d5e902\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HDpn2_8Ip0MRfPVXiPU3Z850pnlhWlHe4Y_I5iVL7-8\\\",\\\"y\\\":\\\"MqXosnCIgdDic4ndnbQ0iSeWPDp3XVTIBrndaChU6uI\\\"}\",\"signature\":\"3l5R7QZiZGA-5xQfI9qKbqhHD2cuSxMEocLureuN3hJyzA3n13rHCwHY55mrqgJEaJNJ4IhWF73aq6MbI_5IrA\",\"signingKeySignature\":\"0x7d2a59de5b4de393a4e59d85ab4e74060c5927f9d27ad774225fa5679e89937712998597c7320e84e4572ca25d134a11cbd3a2e860dff89b8671dfcf7969e99f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on dev.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HDpn2_8Ip0MRfPVXiPU3Z850pnlhWlHe4Y_I5iVL7-8\\\",\\\"y\\\":\\\"MqXosnCIgdDic4ndnbQ0iSeWPDp3XVTIBrndaChU6uI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TFHT6a9tqa_NxGbatyEf4DhMybjpUabWmUi7nQo4Nfw\"}"