"{\"content\":{\"body\":\"\\\"Indeed!\\\" said all the courtiers; but they could not see anything,\\n\\nfor there was nothing to be seen.\\n\\n```\\n\\\"Does it please your Majesty now to graciously undress,\\\" said\\n```\\n\\nthe swindlers, \\\"that we may assist your Majesty in putting on the\\n\\nnew suit before the large looking-glass?\\\"\\n\\n```\\nThe emperor undressed, and the swindlers pretended to put the\\n```\\n\\nnew suit upon him, one piece after another; and the emperor looked\\n\\nat himself in the glass from every side.\\n\\n```\\n\\\"How well they look! How well they fit!\\\" said all. \\\"What a\\n```\\n\\nbeautiful pattern! What fine colours! That is a magnificent suit of\\n\\nclothes!\\\"\\n\\n```\\nThe master of the ceremonies announced that the bearers of the\\n```\\n\\ncanopy, which was to be carried in the procession, were ready.\\n\\n```\\n\\\"I am ready,\\\" said the emperor. \\\"Does not my suit fit me\\n```\\n\\nmarvellously?\\\" Then he turned once more to the looking-glass, that\\n\\npeople should think he admired his garments.\\n\\n```\\nThe chamberlains, who were to carry the train, stretched their\\n```\\n\\nhands to the ground as if they lifted up a train, and pretended to\\n\\nhold something in their hands; they did not like people to know that\\n\\nthey could not see anything.\\n\\n```\\nThe emperor marched in the procession under the beautiful\\n```\\n\\ncanopy, and all who saw him in the street and out of the windows\\n\\nexclaimed: \\\"Indeed, the emperor's new suit is incomparable! What a\\n\\nlong train he has! How well it fits him!\\\" Nobody wished to let\\n\\nothers know he saw nothing, for then he would have been unfit for\\n\\nhis office or too stupid. Never emperor's clothes were more admired.\\n\\n```\\n\\\"But he has nothing on at all,\\\" said a little child at last. \\\"Good\\n```\\n\\nheavens! listen to the voice of an innocent child,\\\" said the father,\\n\\nand one whispered to the other what the child had said. \\\"But he has\\n\\nnothing on at all,\\\" cried at last the whole people. That made a deep\\n\\nimpression upon the emperor, for it seemed to him that they were\\n\\nright; but he thought to himself, \\\"Now I must bear up to the end.\\\" And\\n\\nthe chamberlains walked with still greater dignity, as if they carried\\n\\nthe train which did not exist.\",\"timestamp\":1636532340,\"title\":\"Indeed\"},\"digest\":\"5lY5n3rbaGj59jV7bF2v4iruBv28OIdarxNbAby2fhw\",\"authorship\":{\"contributor\":\"0x118719A355F8Fe62814694d032B8397B01aa196f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmUeWvWjbNxG2Hot2yF81M1kUtz4RF6qjoGHYy_hHsY\\\",\\\"y\\\":\\\"btQP876qjWba4SS6Lim9i7cmBCGbF2p-SMUIG8NlOY8\\\"}\",\"signature\":\"6oM-NWQmoTWP5FGhXy96KmFxwrgLgZxz3UkWAv_nVniknDaUA1xiMqVJ0MgCieNmM-Gy2_4bnhNgZEcS_GZEQg\",\"signingKeySignature\":\"0xa7d5edec689ee56e7441fe8d1d09f9534261fe49659ccb7d3978ff8ef625e80653e5965c4daf8c253314b0fb8178f4e49072d6f304b2d1a1e5bdae6d2d4e76201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmUeWvWjbNxG2Hot2yF81M1kUtz4RF6qjoGHYy_hHsY\\\",\\\"y\\\":\\\"btQP876qjWba4SS6Lim9i7cmBCGbF2p-SMUIG8NlOY8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5lY5n3rbaGj59jV7bF2v4iruBv28OIdarxNbAby2fhw\"}"