"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*JcBhAwBa-f7_6XE83fP8nQ.png)\\n\\nWe have launched “Isekai Character”, it is the very first step to start an experimental bottom-up ACGN metaverse project. Everyone in the community can get together to create an “Isekai Metaverse”. You can claim your own characters to use them either as your avatar in “Isekai Metaverse” or references for your ACGN creation.\\n\\n**What is Isekai Character？**\\n\\nIsekai Character is randomized anime characters generated and stored on chain. Stories, images, and other functionality can be created based on the characters. It is inspired by Loot Project, users are free to build their own Isekai Metaverse with Isekai Character.\\n\\nEach character is unique and randomly picked from more than 4 trillion combinations. The following eight categories will be randomly determined for the characters when the NFTs are generated.\\n\\n1\\\\. Gender\\n\\n2\\\\. Origin (How characters come to Isekai)\\n\\n3\\\\. Race\\n\\n4\\\\. Occupation\\n\\n5\\\\. Ability\\n\\n6\\\\. Talent\\n\\n7\\\\. Personality\\n\\n8\\\\. Title\\n\\nAll characters are equally rare when they are minted. The value of each character doesn’t determined by the team which starts this project but by the network it belongs to. The value of each character lies on the derivative works created upon it.\\n\\n**What is Isekai Metaverse?**\\n\\nIsekai Metaverse is a decentralized ACGN creator ecosystem led by community that enables members to create anime, comics, games and novels. Isekai Character is not just a collectable, but also the primitive to create an Isekai metaverse. Users can make derivative creation attributed to the original Character, such as stories, illustrations, worldviews, music, Live 2D, 3D models, voices and more options which can be used as “cultural Lego bricks” in the ecosystem.\\n\\n**Why Isekai?**\\n\\nContemporary Isekai are more likely to be categorized based upon the elements they have rather than any singular driving ideology. These stories are written and understood not based upon the entirety of its message, but rather how its constituent parts interact with other constituent parts. We relate and understand specific elements differently, thus creating a sort of unique cluster of interpretation that varies from person to person. And it’s with this in mind that isekai is more valuable to be understand as a collection of components rather than in any holistic fashion. Isekai works are often created in a more decentralized way than other fictions. Isekai fits the essence of blockchain perfectly, which can be best demonstrated in Loot project in which there are smart-contract readable parameters for each of the slots to allow games and experiences built on top.\\n\\n**How to Get “Isekai Character” NFT**\\n\\nFrom the URL above, connect your Polygon wallet, such as MetaMask, by clicking on “Connect to Web3”. You should add Polygon network to your Metamask wallet first. Enter a Token ID that hasn’t been used yet and click “Claim”.\\n\\nThe maximum number of NFTs that will be generated is 10,000(from #1 to #10,000).\\n\\nThe maximum amount of Character one address can claim is 20. We want to get as many people as possible to participate the community. 20 Characters should be enough for you to either use them as your avatars in the metaverse or as character reference in your derivative works.\\n\\nIsekai Character will be sold for 1 Matic each and you will also need to pay a small amount of Gas fee.\\n\\n1. Click on “Connect to Web3” and connect your Polygon wallet, such as MetaMask.\\n\\n![](https://miro.medium.com/max/1108/1\\\\*nr0fJ2wHZ336K995QCrYkg.png)\\n\\n2\\\\. Select MetaMask. When the MetaMask window comes up, make sure the network is Polygon Mainnet, and accept.\\n\\n![](https://miro.medium.com/max/1108/1\\\\*z0OXmptJvRcdm65a0B2F4g.png)\\n\\n3\\\\. If you see your wallet address next to “Connect — Web3”, you are ready to go.\\n\\n![](https://miro.medium.com/max/1108/1\\\\*3icL0wZXzuhc3RMzAHR-pQ.png)\\n\\n4\\\\. First, decide the tokenID of the NFT you want to create. You cannot use a tokenId that has already been claimed. (The range of tokenId is from 1 to 99,888)\\n\\nHow to check availability:\\n\\nYou can use the “Find Unclaimed NFT” contract to check which tokenID is available from the URL below.\\n\\nClick on “Read Contract”. Enter the contract address \\\\*\\\\*\\\\* , and enter the number of tokenId, start from 1 to 99888. Then the available tokenIds will appear.\\n\\n![](https://miro.medium.com/max/1108/1\\\\*H-_tmrsmXwgHCs5qKoKVNg.png)\\n\\n5\\\\. How to claim your NFT.\\n\\nClick “Write Contract”, enter the tokenId you wish to create in the “tokenId” field of “2.Claim”, and enter the amount of Matic you need to pay which is 1 Matic and click “Write”.\\n\\n![](https://miro.medium.com/max/1108/1\\\\*-YyQiz28KpEkAres1cqk3Q.png)\\n\\n6\\\\. Click on the “View your transaction” button that appears.\\n\\n![](https://miro.medium.com/max/1016/1\\\\*5L9sZ7NDKVYCjh_G1MwOnQ.png)\\n\\n7\\\\. The status will initially be “Pending” and when it becomes “Success”, you are done. (Reload the page after a while.)\\n\\n8\\\\. Finally, check your NFT you’ve created.\\n\\nGo to Opensea (https://opensea.io/) with your wallet connected to Polygon Mainnet.\\n\\nClick the wallet button in the top right to connect your MetaMask, click on “My Profile” from the profile icon (the round icon in the image), which is to the left of the wallet button.\\n\\n![](https://miro.medium.com/max/820/1\\\\*ukaHeZDZfbK8FzF4x9ucJQ.png)\\n\\n9\\\\. Check for your Isekai Character NFT, as shown below.\\n\\n![](https://miro.medium.com/max/702/1\\\\*do6HON-Vtk2T6Yf7J2SXwA.png)\\n\\n**“Isekai Metaverse” Discord and Twitter**\\n\\n“Isekai Metaverse” will continue to evolve, the Isekai Character is just the first step. We will gradually build a decentralized ACGN creator platform. We welcome people who are willing to participate building the platform together with us to join our team. Feel free to join the official Discord and follow the official Twitter account.\\n\\nOfficial Twitter: <https://twitter.com/IsekaiMetaverse>\\n\\nOfficial Discord: [https://discord.gg/meWkxPuP](https://discord.gg/bFqH2n7h6K)\",\"timestamp\":1640874694,\"title\":\"Create an “Isekai Metaverse” with “Isekai Character”\"},\"digest\":\"DOemZOefbqopSzA4g00VXAR8wZiGKF49jKq6vXPKtHY\",\"authorship\":{\"contributor\":\"0xE828f8bE1a3CB994133936fB4D9A708a7D192462\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xom6jHZ5scRYRlWbISOHmxWSntjp0-OadhmApzUUItI\\\",\\\"y\\\":\\\"V9BgfrYbsSYkpzVTSK2rJNwrTb8zXVoTGM1xVzGqAaY\\\"}\",\"signature\":\"elzl-HmDDsq_Ri5Q102b4NVuAyzlzi_Xin8D1p4NMjM3hoCw-6jLfsUDMy9rHwBBI8coNPa4JR1j1cw-sQzXVg\",\"signingKeySignature\":\"0x1d0e5a7f3b69b271cad82f9a74be8153d52257295c4933d02679887609cbb204332579cabe4f095b76e06ecf33046105208023b7296064b0272e62b6964fb8851c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xom6jHZ5scRYRlWbISOHmxWSntjp0-OadhmApzUUItI\\\",\\\"y\\\":\\\"V9BgfrYbsSYkpzVTSK2rJNwrTb8zXVoTGM1xVzGqAaY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DOemZOefbqopSzA4g00VXAR8wZiGKF49jKq6vXPKtHY\"}"