"{\"content\":{\"body\":\"The Republic: Will it Endure?\\\" but I don't remember that he said anything in it about the crops.  (We can't go 'round meeting the folks all day.  We really must give a glance at the exhibition.) And I am one of those who hold to the belief that while the farmers can raise ears of corn as long as from your elbow to your fingertips, as big 'round as a rollingpin, and set with grains as regular and even as an eight-dollar set of artificial teeth; as long as they grow potatoes the size of your foot, and such pretty oats and wheat, and turnips, and squashes, and onions, and apples and all kinds of truck, and raise them not only in increasing size but increasing quantities to the acre I feel as if the Republic would last the year out anyway.  Not that I have any notion that mere material prosperity will make and keep us a free people, but it goes to show that the farmers are not plodding along, doing as their fathers did before them, but that they are reading and studying, and taking advantage of modern methods.  There are two ways of increasing your income.  One is by enlarging your output, and the other is by enlarging your share of the proceeds from the sale of that output.  The Grand Dukes will not always run this country.  The farmers saved the Union once by dying for it; they will save it again by living for it.\\n\\nThe scientific fellows tell us that we have not nearly reached the maximum of yield to the acre of crops that are harvested once a year, but in regard to the crops that are harvested twice a day it looks to me as if we were doing fairly well.  Nowadays we hardly know what is meant by the expression, \\\"Spring poor.\\\"  It is a sinister phrase, and tells a story of the old, cruel days when farmers begrudged their cattle the little bite they ate in wintertime, so that when the grass came again the poor creatures would fall over trying to crop it.  They were so starved and weak that, as the saying went, they had to lean up against the fence to breathe.  They don't do that way now, as one look at the fine, sleek cows will show you.  A cow these days is a different sort of a being, her coat like satin, and her udder generous, compared with the wild-eyed things with burrs in their tails, and their flanks crusted with filth, their udders the size of a kid glove, and yielding such a little dab of milk and for such a short period. Hear the dairymen boast now of the miraculous yearly yield in pounds of butter and milk, and when they say: \\\"You've got to treat a cow as if she were a lady,\\\" it sounds like good sense.\\n\\nPigs are naturally so untidy about their persons, and have such shocking table-manners that it seems difficult to treat a sow like a lady, but that one in the pen yonder, with her litter of sucking pigs, seems very interesting.  Come, let's have a look.  Aren't the little pigs dear things?  I'd like to climb in and take one of them up to pet it; do you s'pose she'd mind it if I did?  I can see decided improvement in the modern hogs over old Mose Batcheller's. If you remember, his were what were known as \\\"razorbacks.\\\"  They could go like the wind, and the fence was not made that could stop them.  If they couldn't root under it, they could turn themselves sidewise and slide through between the rails.  It was told me that, failing all else, they could give their tails a swing - you remember the big balls of mud they used to have on their tails' ends - they could swing their tails after the manner of an athlete throwing the hammer, and fly over the top of the tallest stake-and-rider fence ever put up.  I don't know whether this is the strict truth or not, but it is what was told me as a little boy, and I don't think people would wilfully deceive an innocent child.\\n\\nThe pigs nowaday aren't as smart as that, but they cut up better at hog-killing time.  They aren't quite so trim; indeed, they are nothing but cylinders of meat, whittled to a point at the front end, and set on four pegs, but as you lean on the top-rail of the pens out at the County Fair and look down upon them, you can picture in your mind, without much effort, ham, and sidemeat, and bacon, and spare-ribs, and smoked shoulder, and head-cheese, and liver-wurst, and sausages, and glistening white lard for crullers and pie-crust - Yes, I think pigs are right interesting.  I know they've got Scripture for it, the folks that think it is wrong to eat pork, but somehow I feel sorry for them; they miss such a lot, not only in the eating line, but other ways.  They are always being persecuted, and harassed, and picked at.  Whereas the pork-fed man, it seems to me, sort of hankers to be picked at.  It gives him a good chance to slap somebody slonchways.  He feels better after he has seen his persecutors go away with a cut lip, and fingering of their teeth to see if they're all there.\\n\\nYou'll just have to take me gently but firmly by the sleeve and lead me past the next exhibit, the noisy one, where there's so much cackling and crowing.  I give you fair warning that if you get me started talking about chickens, the County Fair will have to wait till some other time.  I don't know much about ducks, and geese, and guinea-hens, and pea-fowl, and turkeys, but chickens - Why, say.  We had a hen once (Plymouth Rock she was; we called her Henrietta), and honestly, that hen knew more than some folks.  One time she - all right.  I'll hush.  Let's go in here.\\n\\nI don't remember whether the pies, and cakes, and canned fruit, and such are in Pomona Hall or the Fine Arts Hall.  Fine Arts Hall I think.  They ought to be.  I speak to be one of the judges that give out the premiums in this department.  I'd be generous and let somebody else do the judging of the cakes, because I don't care much for cake.  Oh, I can manage to choke it down, but I haven't the expert knowledge, practical and scientific, that I have in the matter of pie.  I'd bear my share of the work when it came to the other things, jellies and preserves, and pies, but not cake. Wouldn't know just exactly how to go at it in the matter of jellies. I'd take a glass of currant, and hold it up to the light to note its crimson glory.  And I'd lift off the waxed paper top and peer in, and maybe give the jelly a shake.  And then I'd take a spoon and taste, closing my eyes so as to appear to deliberate - they'd roll up in an ecstacy anyhow - and I'd smack my lips, and say: \\\"Mmmmm!\\\" very thoughtfully, and set the glass back, and write down in my book my judgment, which would invariably be: \\\"First Prize.\\\" Because if there is anything on top of this green earth that I think is just about right, it is currant jelly.  Grape jelly is nice, and crab-apple jelly has its good points, and quince jelly is very delicate, but there is something about currant jelly that seems to touch the spot.  Quince preserves are good if there is enough apple with the quince, and watermelon preserves are a great favorite, not because they are so much better tasting, but because the lucent golden cubes in the spicy syrup appeal so to the eye.  But if you want to know what I think is really good eating in the preserve line, you just watch my motions when I come to the tomato preserves, these little fig-tomatoes, and see how quick the red card is put on them.  Yes, indeed.  It's been a long time, hasn't it?  since you had any tomato-preserves, you that haven't been \\\"Back Home\\\" lately.\\n\\nIt's no great trick to put up other fruit so that it will keep, but I'd look the canned tomatoes over pretty carefully, and if I saw that one lady had not only put them up so that they hadn't turned foamy, but had also succeeded with green corn, and that other poser, string beans, I'd give her first premium, because I'd know she was a first-rate housekeeper, and a careful woman, and one that deserved encouragement.\\n\\nBut I'd save myself for the pies.  I can tell a rich, short, flaky crust, and I can tell the kind that is as brown as a dried apple, and tough as the same on the top, and sad and livery on the bottom. And I know about fillings, how thick they ought to be, and how they ought to be seasoned, and all.  Particularly pumpkin-pies, because I had early advantages that way that very few other boys had.  I was allowed to scrape the crock that had held the pumpkin for the pies.  So that's how I know as much as I do.\\n\\nI suppose, however, when all is said and done, that there is no pie that can quite come up to an apple-pie.  You take nice, short crust that's been worked up with ice-water, and line the tin with it, and fill it heaping with sliced, tart apples -not sauce.  Mercy, no! - and sweeten them just right, and put on a lump of butter, and some allspice, and perhaps a clove, and a little lemon peel, and then put on the cover, and trim off the edge, and pinch it up in scallops, and draw a couple of leaves in the top with a sharp knife, and have the oven just right, and set it in there, and I tell you that when ma opens the oven-door to see how the pie is coming on, there distils through the house such a perfume that you cry out in a choking voice: \\\"Say!  Ain't dinner 'most ready?\\\"\\n\\nBut I fully recognize the fact that very often our judgment is warped by feeling, and I am inclined to believe that even the undoubted merit of the apple-pie would not prevail against a vinegar-pie, if such should be presented to me for my decision. A vinegar-pie?  Well, it has a top and bottom crust, the same as any other pie, but its filling is made of vinegar, diluted with water to the proper degree of sub-acidity, sweetened with molasses, thickened with flour, and all baked as any other pie.  You smile at its crude simplicity, and wonder why I should favor it.  To you it doesn't tell the story that it does to me.  It doesn't take you back in imagination to \\\"the airly days,\\\" when folks came over the mountains in covered wagons, and settled in the Western Reserve, leaving behind them all the civilization of their day, and its comforts, parting from relatives and friends, knowing full well that in this life they never more should look upon their faces - leaving everything behind to make a new home in the western wilds.\\n\\nIs was a land of promise that they came to.  The virgin soil bore riotously.  There were fruit-trees in the forest that Johnny Appleseed had planted on his journeyings.  The young husband could stand in his dooryard and kill wild turkeys with his rifle. They fed to loathing on venison, and squirrels, and all manner of game, and once in a great while they had the luxury of salt pork. They were well-nourished, but sometimes they pined for that which was more than mere food.  They hungered for that which should be to the meals' victuals what the flower is to the plant.\\n\\n\\\"I whoosh't - I woosh't was so we could hev pie,\\\" sighed one such. (Let us call him Uriah Kinney.  I think that sounds as if it were his name.\\n\\n\\\"Land's sakes!\\\" snapped his wife, exasperated that he should be thinking of the same thing that she was.  \\\"Land's sakes!  Haow d' ye s'pose I kin make a pie when I hain't got e'er a thing to make it aout o'?  You gimme suthirnn to make it aout o', an' you see haow quick - \\\"\\n\\n\\\"I ain't a-faultinn ye, Mary Ann,\\\" interposed Uriah gently.  \\\"I know haow 't is.  I was on'y tellin' ye.  I git I git a kind o' hum'sick sometimes.  'Pears like as if I sh'd feel more resigned like . . . . Don't ye cry, Mary Ann.  I know, I know.  You feel julluk I do 'baout back home, an' all luk that.\\\"\\n\\nO woman!  When the heft of thy intellect is thrown against a problem, something has got to give.  Not long after, Uriah sits down to dinner, and can hardly ask a blessing, he has to swallow so.  A pie is on the table!\\n\\n\\\"Gosh, Mary Ann, but this is good!\\\" says he, holding out his hand for the third piece.  \\\"This is lickinn good!\\\"  And he celebrates her achievement far and wide.\\n\\n\\\"My Mary Ann med me a pie t' other day, was the all-firedest best pie I ever et.\\\"\\n\\n\\\"Med you what?\\\"\\n\\n\\\"Med me a pie.\\\"\\n\\n\\\"Pie?  Whutch talkinn' baout?  Can't git nummore pies naow.  Frot 's all gin aout.\\\"\\n\\n\\\"I golly, she med it just the same.  Smartest woman y' ever see.\\\" The man dribbled at the mouth.\\n\\n\\\"What sh' make it aout o'?\\\"\\n\\n\\\"Vinegar an' worter, I think she said.  I d' know 's I ever et anythinn I relished julluk that.  My Mary Ann, tell yew!  She's 'baout's smart 's they make 'em.\\\"\\n\\nI wish I knew who she really was whom I have called Mary Ann Kinney, she that made the first vinegar-pie.  I wish I knew where her grave is that I might lay upon it a bunch of flowers, such as she knew and liked - sweet-william, and phlox, and larkspur, and wild columbine.  It couldn't make it up to her for all the hardships she underwent when she was bringing up a family in that wild, western country, and especially that fall when they all had the \\\"fever 'n' ager\\\" so bad, Uriah and the twins chilling one day, and Hiram and Sophronia Jane the next, and she just as miserable as any of them, but keeping up somehow, God only knows how.  It couldn't make it up to her, but as I laid the pretty posies against the leaning headstone on which is written:\\n\\n\\\"A Loving Wife , a Mother Dear,     Faithful Friend Lies Buried Here.\\\"\\n\\nI believe she 'd get word of it somehow, and understand what I was trying to say by it.\\n\\nI'll ask to be let off the committee that judges the rest of the exhibits in the Fine Arts Hall, the quilts and the Battenberg, and the crocheting, and such.  I know the Log Cabin pattern, and the Mexican Feather pattern, and I think I could make out to tell the Hen-and-Chickens pattern of quilts, but that's as much as ever. And as to the real, hand-painted views of fruit-cake, and grapes and apples on a red table-cloth, I am one of those that can't make allowances for the fact that she only took two terms.  I call to mind one picture that Miss Alvalou Ashbaker made of her pap, old \\\"Coonrod\\\" Ashbaker.  The Lord knows he was a \\\"humbly critter,\\\" but he wasn't as \\\"humbly\\\" as she made him out to be, with his eyes bulging out of his head as if he was choking on a fishbone.  And, instead of her dressing him up in his Sunday clothes, I wish I may never see the back of my neck if that girl didn't paint him in a red-and-black barred flannel shirt, with porcelain buttons on it! And his hair looked as if the calf had been at it.  Wouldn't you think somebody would have told her?  And that isn't all.  She got the premium!\\n\\nNeither am I prepared to pass judgment on the fancy penmanship displayed by Professor Swope, framed elegantly in black walnut, and gilt, depicting a bounding deer, all made out of hair-line, shaded spirals, done with his facile pen.  (No wonder a deer can jump so, with all those springs inside him.)  Professor Swope writes visiting cards for you, wonderful birds done in flourishes and holding ribbons in their bills.  He puts your name on the ribbon place. Neatest and tastiest thing you can imagine.  I like to watch him do it, but it makes me feel unhappy, somehow.  I never was much of a scribe, and it's too late for me to learn now.\\n\\nI don't feel so downcast when I examine the specimens of writing done by the children of District No. 34.  I can just see the young ones working at home on these things, with their tongues stuck out of one corner of their mouths.\\n\\n```\\n\\\"Rome was not built in a day      Rome was not built in a day      Rome was not built in a day\\\"\\n```\\n\\nand so on, bearing down hard on the downstroke of the curve in the capital \\\"R,\\\" and clubbing the end of the little \\\"t.\\\"  And in the higher grades, they toil over \\\"An Original Social Letter,\\\" describing to an imaginary correspondent a visit to Crystal Lake, or the Magnetic Springs.  I can hear them mourn: \\\"What shall I say next?\\\" and \\\"Ma, make Effie play some place else, won't you?  She jist joggles the table like everything.  Now, see what you done! Now I got to write it all over again.  No, I cain't 'scratch it out. How'd it look to the County Fair all scratched out?  Plague take it all!\\\"\\n\\nThe same hands have done maps of North and South America, and red-and-blue ink pictures of the circulation of the blood.  It does beat all how smart the young ones are nowadays.  I could no more draw off a picture of the circulation of the blood - get it right, I mean - why, I wouldn't attempt it.\\n\\nI am kind of mixed up in my recollection of the hall right next to the Fine Arts.  You know it had two doors in each end.  Sometimes I can see the central space between the doors, roped off and devoted to sewing-machines with persons demonstrating that they ran as light as a feather, and how it was no trouble at all to tuck and gather, and fell; to organs, which struck me with amaze, because by some witchcraft (octave coupler, I think they called it) the man could play on keys that he didn't touch, and pianos, whereon young ladies were prevailed to perform \\\"Silvery Waves\\\" - that's a lovely piece, I think, don't you? - and\\n\\n```\\n\\\"Listen to the mocking-bird, TEE-die-eedle-DONG      Lisen to the mocking-bird, teedle-eedle-EE-dle DONG      The mocking-bird still singing oer her grave,                              toomatooral-oo-cal-LEE!\\\"\\n```\\n\\nAnd then again I can see that central, roped-off space given over to reckless deviltry, sheer impudent, brazen-faced, bold, discipline-defying er - er - wickedness.  I had heard that people did things like that, but this was the first time I had ever caught a glimpse of such carryings-on in the broad open daylight, right before everybody.  I stood there and watched them for hours, expecting every minute to see fire fall from heaven on them and burn up every son and daughter of Belial.  But it didn't.\\n\\nI seem to recollect that it was a hot day, and that, tucked away where not a breath of air could get to them, were three fellows in their shirtsleeves, one playing on an organ, one on a yellow clarinet, and one on a fiddle.  Every chance he could get, the fiddler would say to the organist: \\\"Gimme A, please,\\\" and saw away trying to get into some sort of tune, but the catgut was never twisted that would hold to pitch with the perspiration dribbling down his fingers in little rills.  The clarinet man looked as if he wanted to cry, and he had to twitter his eyelids all the time to keep the sweat from blinding him, and every once in a while, his soggy reed would let go of a squawk that sounded like a scared chicken.  But the organ groaned on unrelentingly, and the tune didn't matter so much as the rhythm which was kept up as regular as a clock, whack! whack! whack! whack!  And there were two or three other fellows with badges on that went around shouting: \\\"Select your podners for the next quadrille!  One more couple wanted right over here!\\\"\\n\\nDancing.  M-hm.\\n\\nThe fiddler \\\"called off\\\" and chanted to the tune, with his mouth on one side: \\\"Sullootch podners!  First couple forward and back. Side couples the same.  Doe see do-o-o-o.  Al-lee-man LEFT! Ballunce ALL!  Sa-weeny the corners!\\\"  I don't know whether I get the proper order of these commands or not, or whether my memory serves me as to their effect, but it seems to me that at \\\"Bal-lunce ALL!\\\" the ladies demurely teetered, first on one foot and then on the other, like a frozen-toed rooster, while the gents fairly tore themselves apart with grape-vine twists and fancy steps, and slapped the dust out of the cracks in the floor.  When it came to \\\"SaWEENG your podners!\\\" the room billowed with flying skirts, and the ladies squealed like anything.  It made you a little dizzy to watch them do \\\"Graaan' right and left,\\\" and you could understand how those folks felt - there were always one or two in each set - who had to be hauled this way and that, not sure whether they were having a good time or not, but hoping they were, their faces set in a sickly grin, while their foreheads wrinkled into a puzzled: \\\"How's that? I didn't quite catch that last remark\\\" expression.  I don't know if it affected you in the same way that it did me, but after I had stood there for a time and watched those young men and women thus wasting the precious moments that dropped like priceless pearls into the ocean of Eternity, and were lost irrevocably, young, men and women giving themselves up to present enjoyment without one serious thought in their minds as to who was going to wash the supper dishes, or what would happen if the house took fire while they were away I say I do not know how the sight of such reckless frivolity affected you, but I know that after so long a time my face would get all cramped up from wearing a grin, and I'd have to go out and look at the reapers and binders to rest myself so I could come back and look some.  There are two things that you simply have to do at the County Fair, or you aren't right sure you've been.  One is to drink a glass of sweet cider just from the press, (which, I may say in passing, is an over-rated luxury. Cider has to be just the least bit \\\"frisky\\\" to be good.  I don't mean hard, but\\\" frisky.\\\"  You know).  And the other is to buy a whip, if it is only the, little toy, fifteen-cent kind.  On the next soap-box to the old fellow that comes every year to sell pictorial Bibles and red, plush-covered albums, the old fellow in the green slippers that talks as if he were just ready to drop off to sleep - on the next soap-box to him is the man that sells the whips.  You can buy one for a dollar, two for a dollar, or four for a dollar, but not one for fifty cents, or one for a quarter.  Don't ask me why, for I don't know.  I am just stating the facts.  It can't be done, for I've seen it tried, and if you keep up the attempt too long, the whip-man will lose all patience with your unreasonableness, and tell you to go 'long about your business if you've got any, and not bother the life and soul out of him, because he won't sell anything but a dollar's worth of whips, and that's all there is about it.\\n\\nHe sells other things, handsaws, and pencils, and mouth-harps, and two knives for a quarter, of such pure steel that he whittles shavings off a wire nail with 'em, and is particular to hand you the very identical knife he did it with.  He has jewelry, though I don't suppose you could cut a wire nail with it.  You might, at that.\\n\\nTo him approaches a boy.\\n\\n\\\"Got 'ny collar-buttons?\\\"\\n\\n\\\"Well, now, I'll just look and see.  Here's a beautiful rolled-plate gold watch-chain, with an elegant jewel charm.  Lovely blue jewel.\\\" He dangles the chain and its rich glass pendant, and it certainly does look fine.  \\\"That'd cost you $2.50 at the store.  How'd that strike you ?\\\"\\n\\n\\\"Hpm.  I want a collar-button.\\\"\\n\\n\\\"Well, now, you hold on a minute.  Lemme look again.  Ah, here's a package 'at orta have some in it.  Yes, sir, here's four of 'em, enough to last you a lifetime; front, back, and both sleeves, the kind that flips and don't tear the buttonholes.  Well, by ginger!  Now, how'd that git in here, I want to know?  That gold ring?  Well, I don't care.  It'll have to go with the collar-buttons. Tell you what I'll do with you: I'll let you have this elegant solid gold rolled-plate watch-chain and jewel, this elegant, solid gold ring to git married with - Hay?  How about it? - and these four collar-buttons for - for - twenty-five cents, or a quarter of a dollar.\\\"\\n\\nThat boy never took that quarter out of his breeches pocket.  It just jumped out of itself.  But I see that you are getting the fidgets.  You're hoping that I'll come to the horse-racing pretty soon.  You want to have it all brought back to you, the big, big race-track which, as you remember it now, must have been about the next size smaller than the earth's orbit around the sun.  You want me to tell about the old farmer with the bunch of timothy whiskers under his chin that gets his old jingling wagon on the track just before a heat is to be trotted, and all the people yell at him: \\\"Take him out!\\\"  You want me to tell how the trotters looked walking around in their dusters, with the eye-holes bound with red braid, and how the drivers of the sulkies sat with the tails of their horses tucked under one leg.  Well, I'm not going to do anything of the kind, and if you don't like it, you can go to the box-office and demand your money back.  I hope you'll get it.   First place, I don't know anything about racing, and consequently I don't believe it's a good thing for the country.  All I know is, that some horses can go faster than others, but which are the fastest ones I can't tell by the looks, though I have tried several times . . . . I did not walk back.  I bought a round-trip ticket.  They will tell you that these events at the County Fair tend to improve the breed of horses.  So they do - of fast horses.  But the fast horses are no good.  They can't any of them go as fast as a nickel trolley-car when it gets out where there aren't any houses.  And they not only are no good; they're a positive harm.  You know and I know that just as soon as a man gets cracked after fast horses, it's good-by John with him.\\n\\nIn the next place, I wouldn't mind it if it was only interesting to me.  But it isn't.  It bores me to death.  You sit there and sit there trying to keep awake while the drivers jockey and jockey, scheming to get the advantage of the other fellow, and the bell rings so many times for them to come back after you think: \\\"They're off this time, sure,\\\" that you get sick of hearing it.  And when they do get away, why, who can tell which horse is in the lead?  On the far side of the track they don't appear to do anything but poke along, and once in a while some fool horse will \\\"break\\\" and that's annoying.  And then when they come into the stretch, the other folks that see you with the field-glasses, keep nudging you and asking: \\\"Who 's ahead, mister?  Hay?  Who's ahead?\\\"  And it's ruinous to the voice to yell: \\\"Go it!  Go it!  Go IT, ye devil, you!\\\" with your throat all clenched that way and your face as red as a turkey-gobbler's.  And that second when they are going under the wire, and the horse you rather like is about a nose behind the other one that you despise - Oh, tedious, very tedious.  Ho hum, Harry! If I wasn't engaged, I wouldn't marry.  Did you think to put a saucer of milk out for the kitty before you locked up the house?\\n\\nNo.  Horse-racing bores me to death, and as I am one of the charter members of the Anti-Other-Folks-Enjoyment Society, organized to stop people from amusing themselves in ways that we don't care for, you can readily see that it is a matter of principle with me to ignore horseracing, and not to give it so much encouragement as would come from mentioning it.\\n\\nIf you're so interested in improving the breed of horses by competitive contests, what 's the matter with that one where the prize is $5 for the team that can haul the heaviest load on a stoneboat, straight pulling?  Pile on enough stones to build a house, pretty near, and the owner of the team, a young fellow with a face like Keats, goes \\\"Ck! Ck! Ck!  Geet . . . ep . . . thah BILL!  Geet ep, Doll-ay!\\\" and cracks his whip, and kisses with his mouth, and the horses dance and tug, and jump around and strain till the stone-boat slides on the grass, and then men climb on until the load gets so heavy that the team can't budge it.  Then another team tries, and so on, the competitors jawing and jowering at each other with: \\\"Ah, that ain't fair!  That ain't fair!  They started it sideways.\\\"\\n\\n\\\"That don't make no difference.\\\"\\n\\n\\\"Yes, it does, too, make a difference.  Straight ahead four inches. that's the rule.\\\"\\n\\n\\\"Well, didn't they go straight ahead four inches?  What's a matter with ye?\\\"\\n\\n\\\"I'll darn soon show ye what's the matter with me, you come any o' your shenanigan around here.\\\"\\n\\n\\\" Mighty ready to accuse other folks o' shenannigan, ain't ye?  For half a cent I'd paste you in the moot.\\\"\\n\\n\\\"Now, boys!  Now boys!  None o' that.\\\"\\n\\nLots more excitement than a horse-race.  Lots more improving to the mind, and beneficial to the country.\\n\\nAnd if you hanker after the human element of skill, what's the matter with the contest where the women see who can hitch up a horse the quickest?  Didn't you have your favorite picked out from the start?  I did.  She was about thirteen years old, dressed in an organdie, and I think she had light blue ribbons flying from her hat, light blue or pink, I forget which.  Her pa helped her unharness, and you could tell by the way he look-at her that he thought she was about the smartest young one for her age in her neighborhood.  (You ought to hear her play \\\"General Grant's Grand March\\\" on the organ he bought for her, a fine organ with twenty-four stops and two full sets of reeds, and a mirror in the top, and places to set bouquets and all.)  There was a woman in the contest that seemed, by her actions, to think that the others were just wasting their time competing with her, but when they got the word \\\"Go!\\\"  (Old Nate Wells was the judge; he sold out the livery-stable business to Charley, you recollect) her horse backed in wrong, and she got the harness all twisty-ways, and everything went bewitched.  And wasn't she provoked, though?  Served her right, I say.  A little woman beside her was the first to jump into her buggy, and drive off with a strong inhalation of breath, and that nipping together of the lips that says: \\\"A-a-ah!  I tell ye!\\\"  The little girl that we picked out was hopping around like a scared cockroach, and her pa seemed to be saying: \\\"Now, keep cool! Keep cool!  Don't get flustered,\\\" but when another woman drove off, I know she almost cried, she felt so bad.  But she was third, and when she and her pa drove around the ring, the people clapped her lots more than the other two.  I guess they must have picked her for a favorite the same as you and I did.  Bless her heart! I hope she got a good man when she grew up.\\n\\nAround back of the Old Settlers' Cabin, where they have the relics, the spinning-wheel, the flax-hackle, and the bunch of dusty tow that nobody knows how to spin in these degenerate days; the old flint-lock rifle, and the powder-horn; the tinder-box, and the blue plate, \\\"more'n a hundred years old;\\\" the dog-irons, tongs, poker, and turkey-wing of an ancient fireplace - around back of the Old Settlers' Cabin all the early part of the day a bunch of dirty canvas has been dangling from a rope stretched between two trees. It was fenced off from the curious, but after dinner a stranger in fringy trousers and a black singlet went around picking out big, strong, adventurous young fellows to stand about the wooden ring fastened to the bottom of the bunch of canvas, which went over the smoke-pipe of a sort of underground furnace in which a roaring fire had been built.  As the hot air filled the great bag, it was the task of these helpers to shake out the wrinkles and to hold it down. Older and wiser ones forbade their young ones to go near it. Supposing it should explode; what then?  But we have always wanted to fly away up into the air, and what did we come to the Fair for, if not for excitement?  The balloon swells out amazingly fast, and when the guy-ropes are loosened and drop to the ground, the elephantine bag clumsily lunges this way and that, causing shrill squeals from those who fear to be whelmed in it.  The man in the singlet tosses kerosene into the furnace from a tin cup, and you can see the tall flames leap upward from the flue into the balloon. It grows tight as a drum.\\n\\n\\\"Watch your horses!\\\" he calls out.  There is a pause . . . . \\\"Let go all!\\\"  The mighty shape shoots up twenty feet or so, and the man in the singlet darts to the corner to cut a lone detaining rope.  As he runs he sheds his fringy trousers.\",\"timestamp\":1639993035,\"title\":\"\\nI kept awake most of the time the man was lecturing on\"},\"digest\":\"IVEgH28uYpf5_uZ4RiWTKdkNn5hBwau0We9xvCvi5E4\",\"authorship\":{\"contributor\":\"0x93be0c9BA98F727B6919FE7c4E542c3bD617d31D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zrFBgnCPFui8QRhUsFgtgYYMrX4vMMKfivpGlC5daSo\\\",\\\"y\\\":\\\"9O_ZkuIZV3Ks3i05LopHcjrhGz36DhWc3mywgQnFEuA\\\"}\",\"signature\":\"QBnDGFV0vGsEK9gri9_QH204ERt2kUZ0IgjLynCFoasj9tnJtFg0gDkrmUD8a3gLH3AuJOJ-mATMZtus4d-RPA\",\"signingKeySignature\":\"0xc8fedb7628acfd9fa48ab8e4c6d2b3a7825de57b2f0d1f3341ece65b320944bc1fa15137cb3c7827f6ef6ed56ad47efb23a37211fd4a20c3281112c952633cba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zrFBgnCPFui8QRhUsFgtgYYMrX4vMMKfivpGlC5daSo\\\",\\\"y\\\":\\\"9O_ZkuIZV3Ks3i05LopHcjrhGz36DhWc3mywgQnFEuA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IVEgH28uYpf5_uZ4RiWTKdkNn5hBwau0We9xvCvi5E4\"}"