"{\"content\":{\"body\":\"*My personal journey quitting my job, backpacking through Central Europe, restarting my career, and how it was the best decision I’ve ever made.*\\n\\n*Originally published March 22, 2016 on [Medium](https://medium.com/@boodtama/starting-over-d9cf476839ba).*\\n\\n\\n---\\n\\n## I. Excitement\\n\\nComing out of school, I was hired as a User Interface/User Experience Designer for a digital consultancy in my hometown of Raleigh, North Carolina. I didn’t realize this at the time, but looking back to just under three years ago when I first started, I really had no clue what the hell I was doing. I don’t even think I understood what my job title really encompassed, but hey, at least it sounded sophisticated. It was exactly what I was looking for, too — a steady income doing what I wanted, living close to friends and family.\\n\\nAt first, I remember how new and exciting everything was. During the week, I was working on interesting projects, and learning at an alarming rate from incredible mentors. On the weekends, I was having the time of my life with the people I wanted to spend it with most. I was genuinely happy.\\n\\n## II. Uncertainty\\n\\nOver the course of two years, the excitement faded away. New experiences gave way to routine. I was working long hours, but gained no personal gratification in return; I felt like I had stopped cultivating my career. Every week, I was waiting for the week to end. I’d wake up a month later and wonder what I had accomplished the time that had passed by. As entrepreneur and investor Gary Vaynerchuk eloquently put:\\n\\n> ### “If you live for weekends or vacations, your shit is broken.”\\n\\nThat said, I still had a fun-filled personal life — my weekends were spent with amazing people, and I was also able to find opportunities to travel both domestically and abroad. Unfortunately, with only twelve days of vacation a year, these opportunities were few and far between. Rather than feeling recharged and ready to jump back into work, returning from vacation felt more like crawling back into a tiring, empty box.\\n\\nThat juxtaposition is a tough feeling to describe. On one hand, I felt like I was able to live the privileged life every millennial dreams of, but on the other hand, I felt unsettled. Something was missing. I was enjoying life, but for some reason, it wasn’t fulfilling.\\n\\nThis took me a while to comprehend. Eventually, I recognized that my sense of angst was rooted in **complacency**. I had this whole routine figured out—and it paid my rent, paid for my food, let me party on the weekends, and it even let me save up some cash after all was said and done—but it left me hollow on the inside.\\n\\n> ### Life was too comfortable. I was playing it too safe.\\n\\nI wanted to be challenged more than where I was at work; I knew I could grow faster and achieve bigger things. I had also gotten a taste of traveling abroad, and let me tell you, that bug is real. I wanted to see the world. But limited by my vacation time, I knew I wouldn’t be able to satisfy my craving for adventure.\\n\\nI had all these dreams of things I wanted to do, but they were just that—dreams. They weren’t [actionable goals](https://medium.com/@boodtama/quit-making-new-year-s-resolutions-that-suck-and-actually-get-shit-done-426f88657fc7). I was sitting on my ass every day, wishing for all my hopes and dreams to come true. Maybe they would, if I was patient enough, and the right opportunity hit me in the face. Unfortunately, the world doesn’t work that way for most people. You have to go and make your own opportunity.\\n\\nIn order to move forward, I needed to leave what I had behind.\\n\\n## III. Fear\\n\\nIn my heart, I was ready to quit my job. But, you see, it’s really, really hard to get up and walk away from the comfort of everything you know. The worst part is, I was fortunate enough to be in a position in life where this would be completely feasible, and I knew this, too. I was healthy, had no serious life commitments, and by this point, I had saved up enough money to give me nearly a year of runway, provided I lived a frugal lifestyle. Still, I couldn’t justify it. I kept thinking of all the bad things that could happen if I quit.\\n\\n> What’s going to happen to me? What if I run out of money? What if I can’t find another job when I’m ready for one? Will my old employer take me back? What if they hate me? Am I going to be a failure? What are my parents going to think of me? What about my friends?\\n\\nThe problem with much of this thinking is that rather than focusing on what *I* wanted out of life, I was too worried about what *other people* expected of me. I was too concerned about what *other people* thought.\\n\\nOn top of that, I was too afraid of the unknown. I wasn’t sure if I would be able to overcome the hurdles that would lie before me, let alone even know where they would lie. **I didn’t truly believe in myself.**\\n\\n## IV. The Tipping Point\\n\\nThe tipping point came after a weekend trip to the mountains, wherein a ragtag, carful of my friends from design school wrangled up and rented an Airbnb together. We were there for a wedding, and many of us hadn’t seen each other since graduation, so this was the perfect excuse to get back together. By now, everyone was doing something interesting—we were launching into our design careers; one moved to Brooklyn; another spent a year in India.\\n\\nWhat followed was a weekend that I look back to with a longing nostalgia; huddled around a fire pit, drinking booze, eating pizza, and making s’mores, we shared the ideas and stories that circled our lives until it was 5 a.m. and our eyelids could no longer support themselves. As I expressed my aspirations and my anxieties, I was met with mindful ears and earnest support from people that inspired me. I recall one friend pointing out: it sounded like I already knew what I needed to do, I simply needed to give myself permission. The others nodded along. At that moment, a lightbulb went off in my head: they were right.\\n\\nI was invigorated. My friends helped me find the conviction I needed. For some reason, I just couldn’t do it alone—but that’s what friends are for. I’m extremely grateful for them.\\n\\n## V. Liberty\\n\\nFinally, one morning, I did it.\\n\\nI called up my creative director and told her I had decided to leave the company, take a break from work, and backpack through Central Europe. I had some ideas, but no plans after that. To my surprise, not only was she not upset, but she encouraged me in my decision. Wow! All that tension I had built up in my head was for no avail.\\n\\nImmediately following this, I felt an overwhelming sense of enlightenment. It was like I had been walking down a path with my head facing the ground for two years, and then I finally realized I could look up and go in any direction I wanted.\\n\\n> ### I could do anything.\\n\\nThis event marked a pivotal change in how I fundamentally approach life. On that day, I didn’t just make the decision to quit my job and travel. That day was the first time I made the decision to stop living how others expected me to, to stop letting my fear control me, and to start living up to my full potential. For the first time, I made the decision to start *living.*\\n\\n## VI. Adventure\\n\\nOff to Europe I went, for a month and a half. The weeks leading up to it were pretty scary, to be honest. It would be my first time in Europe, first time traveling alone, and first time traveling abroad for a longer than a couple weeks.\\n\\nThough I already made the commitment, saying one thing and doing it are two completely different things.\\n\\nI recall a friend suggesting that I buy a one-way ticket and find a flight home later, after I decided to return. Now, if I were to go back in time, I would have taken that advice. Even after making the jump to quit my job, I was still too afraid of the uncertainty of a one-way trip.\\n\\nBack to that whole thing about not letting your fear control you, right? Well, that change isn’t something that occurs overnight. It’s a journey that I continue to this day. Baby steps.\\n\\nRegardless, I’m still overjoyed about the way things turned out, as I discovered so much about myself in those six weeks that I don’t think I could have doing anything else at the time.\\n\\n[https://www.google.com/maps/d/u/0/viewer?mid=1E5wf21ryioReI4FQnIyEZxJf8AY&hl=en](https://www.google.com/maps/d/u/0/viewer?mid=1E5wf21ryioReI4FQnIyEZxJf8AY&hl=en)\\n\\n*The map of my journey.*\\n\\nI view travel as an investment in personal growth. The lessons learned are compounding, and as the duration of your trip grows, each new experience builds on top of the preceding one. It turns out much of life works in this way, but people don’t necessarily think of travel in that regard; rather, it’s often seen as a means of escape. I think this is an important distinction, as people tend to envision the stereotypical backpacker as the aimless, smelly guy who’s “trying to find himself”. And there’s nothing wrong with that — perhaps I was “that guy” to some extent — but I think having an understanding of why you’re traveling and what you’re looking to get out of it can make the experience more worthwhile.\\n\\n> ### “Not all those who wander are lost.”— J. R. R. Tolkien\\n\\n![A gondola ride through The Black Forest, Germany](https://images.mirror-media.xyz/publication-images/JfaSTR1In6XwCHRPEiR3p.jpeg?height=2304&width=3071)\\n\\n![A hike to see the Matterhorn, Switzerland](https://images.mirror-media.xyz/publication-images/_ekiIgP3Af6TjmUjon0qX.jpeg?height=2448&width=3264)\\n\\nI traveled for six weeks. Paltry, compared to the many backpackers I ran into who were in it for six months, twelve months, sometimes even indefinitely. There’s an elegant, calming sense of ease that long-term travelers carry with them, as if they’re too wise to be bothered by anything negative that may happen. They’re always cool and collected; totally comfortable in their environment. They rarely have social anxiety. They’re engaging, but never clingy. They do what they want. At the same time, they’re incredibly kind and trustworthy, and have that same sense of trustworthiness in others.\\n\\nSome of the most interesting and trustworthy people I’ve encountered were those I met in hostels, with ragged, half-closed backpacks, casually thrown on the ground, clothes strewn across their bed, not sure about where they’d be in six months.\\n\\nI got better about it, but I would consistently find myself more attached to people at our departure than I would’ve liked to have been. The age of social media allows us to stay connected, but more frequently, there’s a sense of mutual understanding that with time, we would grow distant; the irrelevant musings of the other’s lives cluttering our feed.\\n\\nYet, I still find myself thinking about many of these people. Their names escape me, but their faces stay, and I cling to them tenderly as I do the moments we’ve shared together. I wonder where they are today. I wonder if they think of me.\\n\\n\\n---\\n\\nAll said and done, traveling solo is a truly wonderful adventure. You’re continuously tested in new ways — your social skills, your navigational skills, how you operate under stress, just to name a few — and ultimately, you have nobody to fall back on besides yourself. You’ll get to see beautiful places that your pictures will never do justice. You’ll make incredible connections with people from all over the world, who serendipitously stumbled into your life at just the right point you fell into theirs. You’ll have completely unique experiences, ones that are beyond words, that only the people in that moment in time will be able to share with you.\\n\\n![Schynige Platte to First, the most beautiful, scary, and rewarding hike I’ve ever completed in my life (so far!).](https://images.mirror-media.xyz/publication-images/6EuQlq40RbveWQLx5Yttt.JPG?height=2374&width=8656)\\n\\nBest of all, when you’re alone, *you* decide exactly the way *you* want to do it. I still think it’s valuable to travel with others, but sometimes your interests don’t align perfectly, and you end up doing something you *sort of* want to do instead of something you *really* want to do.\\n\\nTraveling with a buddy also means you have the comfort of a safety net that’s always next to you. While it’s nice to have a fallback, it can prevent you from growing as much as you would if you were alone. When you’re forced outside of your comfort zone, extraordinary things can happen.\\n\\nIf you have (and by have, I mean you should do the best of your abilities to make) the time, health, and financial ability to travel, it’s something I would recommend to anyone, especially while you’re young.\\n\\n## VII. Starting Over\\n\\nComing back home was kind of weird. Even though my travels only spanned a month and a half, in many ways, I felt like I had lived a small lifetime. I grew so much. I had so many distinct, new experiences. Yet, when I returned home, hardly anything had changed. When people asked me, “How was your trip?” I was at a loss for words, because there’s no way to succinctly explain what I had just gone through.\\n\\nIt was like I cheated and accelerated ahead in life, and then I went back to the starting line. Only this time, I viewed life through a completely different set of lenses, and could see **way more** than I could before.\\n\\nPerhaps that sounds extremely pretentious, but everything about my experience was so defining, I really wish I could just reach into my brain and hand it to everyone. Writing this long-winded piece is my best way of doing that.\\n\\n\\n---\\n\\nEventually, I knew I had to return to “real” life. But this time, I was rejuvenated, and armed to make the most of it.\\n\\nWhen I first left for Europe, I wasn’t exactly sure what I wanted to do afterwards. I considered freelancing, or even starting my own business. Then I realized I actually hate freelancing, and I wasn’t passionate enough about any idea to deal with the daily stressors of operating a successful company. So somewhere along the way, I decided I would move to San Francisco, and try to find an opportunity at a fast-growing startup.\\n\\nIn order to prevent another burnout and to maximize my potential for success, I took a hard look at my priorities and set some ground rules for myself:\\n\\n1. I would be very picky about where I would work. In the past, I was gracious to have any job at all, especially after witnessing how tough it was for some of my peers to find one. This time, I was confident in my ability, and wanted a position I would love and could grow with. I wanted to find a company in an interesting space, solving a tough problem, with smart, and most importantly, **genuine** people. If I wasn’t excited about the idea of working there, I would pass.\\n2. I would be ambitious. I would apply to positions I didn’t necessarily qualify for, but still felt I had the potential to succeed in. Even if I would be looked over, it couldn’t hurt to try.\\n3. I would be diligent. Given the above criteria, I would apply to as many positions as possible. I would do my best to fight any creeping discouragement.\\n\\nIt wasn’t as easy as I thought it would be. For four months after I returned, I watched my savings trickle slowly into the vacuum of unemployment. I sent in 55 different applications. I was outright rejected 20 times — sometimes right away, sometimes after a number of interviews, and sometimes after a void of silence, in which I can only presume my résumé was underneath dozens of other eager applicants, stacked on a busy manager’s desk. A majority of companies never even got back to me.\\n\\nWhen you’re working for months and seeing no results, it’s difficult to stay optimistic. I began to give some slack to the rules I had set above. Worse, anxiety and self-doubt crept back into my internal dialogue.\\n\\n> Maybe I’m not good enough. Perhaps hubris blinded me from reality of the job market. Maybe I should lower my standards. If I settled down somewhere, I could close this employment gap while I found find the right opportunity. Maybe it’s the distance. Maybe I should move first. Maybe I shouldn’t move at all. Maybe I should have listened to my parents. Maybe I should go back to my old employer and ask for mercy.\\n\\nPeople would ask me, “So how’s the job search going?” and I would usually reply with something like, “It’s coming along.” I didn’t really know what else to say. What could I say? “I actually have no idea, and I’m terrified I’m going to fail.” Nobody wants to hear that. It’s not like I had multiple offers lined up, either—if everything was gravy, I probably would have started working already.\\n\\nAnd so they would smile back, but behind the veil of politeness, I could feel the concern in some of their eyes.\\n\\nI knew that worrying about what other people might think would only stress me out more, so I did my best to put my head down and keep working. For the most part, I was successful. I checked job boards every day. I kept applying. I would tweak my portfolio or the language of my cover letters; wherever I could make small optimizations, I would.\\n\\n## VIII. Where I am Today\\n\\nIn the end, everything worked out. To be honest, if it hadn’t, I probably wouldn’t be here writing this.\\n\\nA little over a month ago, I started working at Zoomer, a tech startup in the restaurant delivery space. They went through [Y Combinator](https://www.ycombinator.com/) in the Summer 2014 batch, and have been growing at a remarkable pace ever since.\\n\\nI am so lucky to be here. The energy is absolutely incredible. It’s difficult for me to describe without showing it first-hand, but the people at Zoomer are *so damn positive*. I’ve never been in a working environment like this. The leadership is genuine and transparent. People care about the work they are doing, and the people they do it with. Everyone here is laser focused on providing the best restaurant delivery experience possible.\\n\\nSomehow, I tricked them into hiring me as their third designer. Expectations are high, and I would be lying if I said I didn’t experience at least a little bit of imposter syndrome. Sometimes, I get anxiety over the fact that I’m not executing perfectly. I realize that’s an unrealistic expectation, so I just do the best I can.\\n\\nThat said, I’m extremely optimistic about my future here. I’ve already seen big company milestones get crushed in the short time since I’ve started—but it still feels like it’s just the beginning. The competition is stiff and there is a mountain of work ahead of us, but I really do believe we have a unique solution to the problem, and I’m amped to be a part of it. I can’t wait to see what we’ll accomplish in the next six months, twelve months, and so on.\\n\\n## IX. Lessons Learned\\n\\nThis entire experience has brought me a wealth of new lessons in life, and reinforced many others that, while I appreciated before, didn’t completely understand. I’m still going through that process. Some things I don’t think I’ll ever completely understand. So I’ve compiled a list—I could go very deep into any of these topics, but I’ve tried to keep the message succinct. In many ways, I’ve made this for me, but I hope that you’ll be able to get something out of it.\\n\\n 1. It’s okay to take some risk in life, particularly if you’re young (but if you’re “old,” it’s [never too late](http://fundersandfounders.com/too-late-to-start-life-crisis/)). Even when you screw up, things seem to work themselves out in the long run.\\n 2. Work hard, but don’t forget to live. Have *fun*. You’ll have your whole life to work.\\n 3. There will always be people to tell you what you can or can’t do; what you should or shouldn’t do. This usually comes from a good place—they want you to do well for yourself. Unfortunately, people tend to mitigate risk and urge you to take the safest route, which isn’t always what’s best for you. Listen to what they have to say, but ultimately, make up your own decision. Do it for **you**.\\n 4. Go after bigger opportunities than you believe you might qualify for, and don’t settle into ones you aren’t in love with. It’s important that you at least try; many people give up before they even begin. Sometimes you simply get lucky, but you can absolutely create opportunities for luck to strike.\\n 5. Most people regret the things they didn’t do more than the things they did. Go out of your way to minimize regret. If you’re on the fence about doing something, then think about future you: will future you regret not doing it? Do that thing. It’s better to try and fail than to never have tried at all—you can fix most things, but you’ll never be able to go back in time.\\n 6. Get out of your fucking comfort zone. Chances are, it won’t be as bad as you think—in fact, it’s usually very gratifying. You’ll be surprised with what you are capable of.\\n 7. With any success you may achieve in life, remember that you didn’t do it alone. Recognize those who have helped you along the way and thank them for it.\\n 8. Positive thinking has such a powerful impact in how your world affects you. Pessimism wears you down; optimism gives you hope. Make an effort to seek the good in people, and find opportunity in every situation you can, even the bad ones. Life is truly what you make of it.\\n 9. When times get tough, it’s important to stay persistent and level-headed. Don’t worry about the future; focus on the present and take one step at a time. Do the one immediate thing that yields the maximum results, and repeat that every day. You must be relentless. Don’t listen to the asshole inside your head (or outside of it) that tells you what you can’t do.\\n10. Save your money. Spend it on experiences. Things will perish, but good experiences stay with you forever.\\n11. Variety is absolutely the spice of life. Frequent adventures, even small ones, will keep life from becoming monotonous, and will make time feel like it’s moving slower.\\n12. Relationships are everything. Take time to reflect on them, and nurture the ones that matter. Distance can make it difficult, but a genuine check-in every now and then will keep you in each other’s lives. Listen. Give more value than you receive.\\n\\n## X. Looking Ahead\\n\\nThe time I’ve taken off from work has allowed me to explore deeper into myself, and the world around me. It’s allowed me to truly appreciate the people I surround myself with, and recognize the value each person adds to my life. I’m so thankful to be where I am today.\\n\\nAt the end of the summer, I’m moving to San Francisco.\\n\\n![It rained the entire time I last visited, but I’ll pretend I’m not salty about it.](https://miro.medium.com/max/1400/1\\\\*6ueZyfASrWuHq-N0f2O8yA.jpeg)\\n\\nIt rained the entire time I last visited, but I’ll pretend I’m not salty about it.\\n\\n…Which means I’ll be spending one last summer in Raleigh. Home. Summers are the best, seriously. The time I spent between quitting my job and traveling really solidified that for me. I had so much freedom to simply enjoy my time with people I really, really care about.\\n\\nSo, I’m very much looking forward to this summer. It will be a bittersweet one for me, as at the end of it, I will be leaving behind everything I know in the pursuit of new challenges and new experiences.\\n\\nThe future is both scary and exciting, but that’s exactly what I’m looking for.\\n\\n\\n---\\n\\nFor similar stories that aren’t mine, check out:\\n\\n* [The Crossroads of Should and Must](https://medium.com/@elleluna/the-crossroads-of-should-and-must-90c75eb7c5b0) by Elle Luna\\n* [On Quitting: Part I](https://medium.com/@lindaeliasen/on-quitting-part-i-a0b6b1177974) and [Part II](https://medium.com/@lindaeliasen/on-quitting-part-ii-ac5ec2e894cf) by Linda Eliasen\\n\\nTheir journeys have inspired me to write about my own.\\n\\n\\n---\\n\\n*If you enjoyed this, you can find me online [@boodtama](http://twitter.com/boodtama)*. I’m just a friendly tweet away.\",\"timestamp\":1640322051,\"title\":\"Starting Over\"},\"digest\":\"Qr3nD7K6wocDY2XKJj-AEECcA9-PzPZSb7R_TrqEOCs\",\"authorship\":{\"contributor\":\"0x40DFF1f0914083A406769385490BeEFc200a8B21\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eHKPfCP25-ThiOW_em-Vz3tQFweW5cfWe8Gw4uVlzLs\\\",\\\"y\\\":\\\"zXZBc25DlO8A3azExT0ztg5upF4x4lSNHFvVuQM3fzs\\\"}\",\"signature\":\"mVk9cVRbpHx9JLdqEIUry4KeVT3_Wp5RDpqX_KBtJCtcdAlY3dmnTm7m_0ydc-4j0tF0HSl8h3zHRoiUDl0Cxw\",\"signingKeySignature\":\"0x6a192bdc67a55b9bd6c7d87e5b8f4ca92bf1e098deb8a95a6425b7c384b418912bb85f6a64fc2b52aea171a2d80ad2ed1a58540343b865368ad8f1fc1ea8a3731c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eHKPfCP25-ThiOW_em-Vz3tQFweW5cfWe8Gw4uVlzLs\\\",\\\"y\\\":\\\"zXZBc25DlO8A3azExT0ztg5upF4x4lSNHFvVuQM3fzs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i-a8GEBtSx1t_5AHrU3K-DUKCdTLeH36jIjlGVQb6-A\"}"