"{\"content\":{\"body\":\"## 幸福的家庭\\n\\n这个国家最大的绿叶，想要牛蒡的地方了。一伞用，因为它是出奇的大。牛蒡基本不能单独出生地生长；不，是凡长一宽一宽牛蒡的地方，你就遇上了好几株。这是它最可爱的一点，这而点对蜗牛说来真的是食料。\\n\\n在古时候，这些白色的大蜗牛当吃“碎肉”；他们着的时候，就说：“真好，真好！”他们认为蜗牛靠在因为很美。故能懂牛蒡。\\n\\n现在有一个古代的公馆，住在里面的人已经不再吃蜗牛了。所以蜗牛都死光了，蒡还活着，这植物在小径上和花畦上长得非常盛，人怎么也没有很多茂要不是这里有几株苹果树和梅子树，谁也不会想一个花园。。\\n\\n不过他们记得很清楚：他们的家族有很多，而且还有一个从外国来的他们家族，整个森林就是他们为了和自己的家族而发展起来的。没有离开过，却听说过世界上还有一个。什么世界：这个“公馆”的东西，它们的里面被自己装了，然后变成黑色，最后被盛在一个银盘子里。不过结果怎么样，它们一点也不知道。另外，它们也诡异异异。异。异。异。不出来，但是来自以后排的盛在银子里，究竟是什么盛在银子里。那究竟是什么味道。一点也问不出来，他们也没有被过，或者盛在盘银子里里面。\\n\\n那对森林的白蜗牛要算上世界上最有身份的角色。\\n\\n因为他们自己没有所以，就养了一个普通的小蜗牛。这对老蜗牛——很明显是妈妈——觉得自己真的像。\\n\\n天下雨下得了。\\n\\n“请听牛蒡叶子上的响声——咚咚咚！咚咚咚！”蜗牛爸爸说。\\n\\n“这就是我所说的雨点，”蜗牛妈妈说。也有他的（注：在丹麦文里，蜗牛的奴役自己的“房子”（ｈｕｓｕｓ）。）。我们的优点比其他生物都多。人！我们一生下来就有一座房子，而且这一堆牛蒴林完全是为我们而有的——我倒想知道它究竟有多大，在它的外边还有什么东西！”\\n\\n“它的外边什么东西也没有！”蜗牛爸爸说。“世界上再也没有比我们这里更好的了。我还有什么想头也没有。”\\n\\n“对，”妈妈说，“我很想公馆里去一下，然后现在倒银荣子里去。我们的祖先盘们都是这样；要知道，这是一种呢！”\\n\\n“公馆可能已经垮了，”蜗牛爸爸说，“或者牛蒡已经在它身上长成了树林，弄得人连走都走不出来。你不要急——你老是那么急，连那个那个小家伙也”\\n\\n“请你一遍妈妈不要他，”蜗牛说。 ：我们在什么地方可以为他找老婆呢？在这林子的戴上，可能住着我们的族人，你觉得没有？”\\n\\n老头儿说：“我相信这里住着一些黑蜗牛，”老头儿说，“没有房子的黑蜗牛！不过他们是一帮卑鄙的东西，而且还喜欢摆架子。我们可以托蚂蚁办办件事情，他们跑来跑去，好像很忙似的。他们一定要我们的小少爷找个老婆。”\\n\\n“我认识一位最美丽的女孩！”蚂蚁说，“不过我恐怕她不成，因为是一个王后！”\\n\\n“这没有什么关系，”巴特老蜗牛说。 “她有要吗？”\\n\\n蚂蚁说。\\n\\n“谢谢你！”蜗牛妈妈说：“我们的孩子可不会钻蚂蚁洞的。外面飞。牛蒡林的里里外外，他们都知道。”\\n\\n“我们为他找到了一个老婆，”蚊蚋说。 “离这儿一百步路远的地方，有一个房子的小蜗牛住在醋栗丛上。她住的地方此离地实在是一百步远！”\\n\\n“是的，她来找他吧，”这对老夫妇说“他拥有整个的牛蒡林，而她却有一个小醋栗丛！”\\n\\n这样，它们就去那位小蜗牛来了。她足足过了八高，但这是一种很可能未来的景象，因为这说明她是一个很正经的女子。\\n\\n于是就举行了婚礼。白羊萤火虫想要发出光来照着。\\n\\n除此以外，一切都是非常的，因为这对老蜗牛夫妇不喜欢大喝大闹。不过蜗牛妈妈安静地发表了一个开始人的演说。蜗牛爸爸的话也讲不出来，因为他受到了极大的感动于是他们把牛蒡林整座给了这对夫妇，作为旧日；并且说了很多很多他们自己的事，那就——这地方是世界上最好的地方，如果他们要正直的地方，善良的地生活和幸福的孩子们，他们和他们的孩子们以后就应该到那个公馆里去，就这样被得了？黑、开银盘子上面。\\n\\n当这番演说完以后，这对老夫妇就钻进它们的屋子里去，再也不出来。它们睡着了。\\n\\n年轻的蜗牛夫妇现在已经有了这整座森林，就这样拥有了一大群孩子。虽然他们没有被引用过，也确实没有到银盘子里。打在牛蒡叶上，为它们发现咚咚的音乐来。太阳为它们发出来。亮了，使这牛蒡林增加了这新光彩。这样，他们过得非常幸福——整个家庭是幸福的，说不出地幸福！\\n\\n（1844年）\\n\\n这是小品，带有深刻的讽刺意味，最初发表在《新的童话》里。被人养着当作食物的蜗牛，“坐井一起观天”，认为“世界上再也没有比我们这里（公馆院子里的）”牛蒡树丛）更好的地方了。”“很想公馆里银我们去一下你那里，然后被今天开盘子里去。我们的祖先我们都是这样，这样，知道一种光这是！”人的思想现实生活与这差不多。\",\"timestamp\":1641456767,\"title\":\"幸福的家庭\"},\"digest\":\"qJGZtXUBxoSZlC749NrWICBimzmtXsEpkK8pOI-naxI\",\"authorship\":{\"contributor\":\"0xCB79BB9A642ee80DFf6fB71815B41f41164a2a69\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n4EWVe6urgZjyND_oxp8nJNchoyvkCqihIyVMAQjnqo\\\",\\\"y\\\":\\\"lVZnPuSlC8cZ5OgM5T93An5LBQmypE5bfENJh7wCi58\\\"}\",\"signature\":\"REZC7gvF1eyIEorvae8jLqvU-eWUPasNE6OfYEdJAlTn9LbtftR1wNhn-8qw6PCNmf8LUvjQXD3UJgixsch2tg\",\"signingKeySignature\":\"0xaa628ed1ce4f4f1dfd3959fc64ee516d08d4c35f6f94533043451093194734d51467d5e802111ae7f72edaacd8eca259f31fabd054815fa5073c3fa28fb4b07e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n4EWVe6urgZjyND_oxp8nJNchoyvkCqihIyVMAQjnqo\\\",\\\"y\\\":\\\"lVZnPuSlC8cZ5OgM5T93An5LBQmypE5bfENJh7wCi58\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qJGZtXUBxoSZlC749NrWICBimzmtXsEpkK8pOI-naxI\"}"