"{\"content\":{\"body\":\"You may have already unwrapped your present to find a piece of paper saying “\\\\[your name\\\\]’s Solana Wallet\\\\\\\\n Secret recovery phrase: …” This is not only the key to unlocking your wallet for the first time, but it’s what will allow you to recover it in case your computer or phone is compromised. Store this in a safe place that you won’t forget. I’ve also included a copy of that piece of paper in case you want to store a backup in another place, or if you trust me, I can hold onto it. I will probably not steal your money.\\n\\nSo how do you actually get to your wallet? Go to the [Phantom website](https://phantom.app/) and click “Add to Chrome.” Open it up and there should be directions to input your secret recovery phrase and create a new password.\\n\\nThere you go! At this point you’ve got everything you need to jump into crypto, but I figured I’d give you a brief introduction to make things easier.\\n\\n### What is cryptocurrency?\\n\\nCryptocurrency is digital money where instead of trusting banks to manage our funds, a network of computers keeps track of everything. The computers all take care of their own very long list of transactions, and when someone sends money to someone else, they tell the computers, and the computers use cryptography and clever algorithms to make sure they’ve all got the same thing (and that Alice can’t send Bob money she doesn’t have).\\n\\nThis network of computers and their list of transactions is called a blockchain. The term blockchain refers to how the network’s list is made up of blocks of transactions that are chained together.\\n\\nIt’s cool because it lets the community take ownership of the system instead of a small group of elites.\\n\\n### What’s a Solana wallet?\\n\\nA wallet is just an application that lets you interact with the network of computers that keep track of everything. On a cryptocurrency network, everyone is identified by an address called their public key. You’ll see yours at the top of the Phantom popup. Each public key has a private key that’s cryptographically connected to it, such that whenever you want to use your money, you can only prove that you’re the owner of your funds if you own the private key.\\n\\nThere are multiple networks running that have their own cryptocurrency systems. You may have heard of some of them, such as Bitcoin and Ethereum. Solana is another one of these networks. I chose this one for you because it’s particularly fast and has low transaction fees. If you realize you want to use another network, ask me about it and I can help you move your money.\\n\\n### What’s this piece of art called an NFT?\\n\\nWith this cryptocurrency network, you can do more than just keep track of how much money everybody has. You can also let people own things on the internet, such as images. You might be thinking, “But can’t anyone just download my image? Then won’t *they* own it too?”\\n\\nIt’s similar to paintings in real life. Someone can buy a replica of the painting, and it might be practically indistinguishable from the actual painting, but the actual painting is the original, the Mona Lisa that Da Vinci painted himself. With a blockchain, it’s easy to keep track of who has the original.\\n\\nThese originals are called NFTs. It stands for Non-Fungible Token, and it refers to the idea that these are digital assets (tokens) that are unique and non-replaceable (non-fungible). NFTs can be images, songs, pieces of writing, domain names, badges, concert tickets, and more. You can think of these as digital goods.\\n\\n### What can I do with cryptocurrency?\\n\\nYou can…\\n\\nBuy things. You can buy digital goods like those mentioned above. You can buy other cryptocurrency, often called tokens. At the time of writing this, you have to turn your cryptocurrency into dollars to buy normal things in the US, but in the future it will be easy to pay for things using cryptocurrency directly.\\n\\nEarn more cryptocurrency. Because of how cryptocurrency works, there are new financial tools that allow you to earn more money on your current funds. These tools are referred to as Decentralized Finance, or DeFi.\\n\\nHave a say in platforms. A lot of crypto projects will let their community vote on decisions. These are called Decentralized Autonomous Organizations, or DAOs, and often they’ll have a token that will let you vote on these decisions.\\n\\nMany more things to come! Cryptocurrency is just digital money, but there are all sorts of cool things that are being made possible with this whole system. It’s still being figured out, so you’ll just have to wait and see.\\n\\n### Conclusion\\n\\nI realized this is a bunch of new information, a lot of which you probably can’t really tangibly imagine. Right after this, we’ll walk through doing some basic things using your cryptocurrency, and that should give you a better idea of how everything fits together. It’s okay if you don’t get certain things, ask me about them and I’ll either give you an answer or help you find one. This is just a cool thing I wanted to share with you, so my only hope is that it’s somewhat interesting and you’re glad to learn something new.\\n\\n…\\n\\n### Further questions you might have that I’d be happy to answer:\\n\\nHow do I prove I own my private key while keeping it secret?\\n\\nHow do I turn my cryptocurrency into dollars?\\n\\nHow do the computers come to agreement?\\n\\nWhat’s this about tokens and other cryptocurrencies?\\n\\nWhy are there multiple networks? What’s the difference between them?\\n\\nWhat are transaction fees for?\",\"timestamp\":1641527200,\"title\":\"To my dear confused family...\"},\"digest\":\"Sk2W1YJz19XJ1ib4hvicWY2W5dx68VOr_e3r0txtwZw\",\"authorship\":{\"contributor\":\"0xD8642461e1212B5ea078f2080D136679dD3d9925\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DQpbGFDbTbXFYnZ-9ce0AONzIKHuolEln_AyWhFkKgU\\\",\\\"y\\\":\\\"t4tAjY26dnB5WJNihGYHdREEkcaMdW7t1RWwUB6tnI8\\\"}\",\"signature\":\"tXQZ_VjnIKVFcfL2VpX3sXNj5QCM0-C4EB-tNIDAN7Ou-tQ12iJpsyQuF5B7jzfJDgbNCXQhBh8v2-f6RZToaA\",\"signingKeySignature\":\"0xde585a70e963f67117aa5166e57e65d097be0fd87447cc30578fe344aed2572a17a7b8c35810a8783df08273f3c42bf26a6a4612adb42b23b4f2e64c25efcbe21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DQpbGFDbTbXFYnZ-9ce0AONzIKHuolEln_AyWhFkKgU\\\",\\\"y\\\":\\\"t4tAjY26dnB5WJNihGYHdREEkcaMdW7t1RWwUB6tnI8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I3lahJ7eDn9W3LIoDaAoTIwHrd-lMgYXYBze017EacQ\"}"