"{\"content\":{\"body\":\"Our portfolio company [Mirror](https://mirror.xyz/) has been using a “game mechanic” called [The Write Race](https://mirror.xyz/race) to onboard users to the Mirror service. Mirror is something between a blogging platform, a crowdfunding platform, and a community platform, built for the crypto sector. Mirror is built on decentralized protocols and is a web3 version of all of those things and more.\\n\\nUsers need a $WRITE token to publish on Mirror and the best way to get $WRITE tokens is to join the Write Race that happens every Wednesday 5pm eastern. Anyone who holds a $WRITE token can vote for new users in the Write Race. The top ten vote getters are airdropped a $WRITE token and can publish on Mirror. \\n\\nYesterday, Mirror announced that they have expanded this game mechanic to any activity that requires a token. They call it [Token Race](https://dev.mirror.xyz/dLLIq4Iebg5DLWJbOWa3sU6oQuwbogkmqPnz-ZbzPUg).\\n\\nImagine your DAO wants to admit new members but needs a way to do that. Token Race.\\n\\nImagine your DAO wants to distribute funds to worthy crypto projects. Token Race.\\n\\nYou get the idea.\\n\\nHere is how Token Race works:\\n\\n> To create a token race, a user specifies the address of the ERC20 token contract to use, uploads a list of proposals that they’d like their community to vote on, and specifies the minimum number of tokens members need to hold to be eligible to vote. We take a snapshot of balances, and once the voting opens members get to vote on the various proposals proportional to their wallet balance at the block height of the snapshot. Once the voting period ends, winners are selected based on the highest number of votes. All data is backed up on the Filecoin network and accessible via IPFS (h/t [estuary.tech](https://estuary.tech/)) so even if Mirror goes under, your token races are preserved in the annals of the metaverse.\\n>\\n> https://dev.mirror.xyz/dLLIq4Iebg5DLWJbOWa3sU6oQuwbogkmqPnz-ZbzPUg\\n\\nSo if you’ve been looking for a tool to do your own version of the Write Race, look no further. Token Race is here.\",\"timestamp\":1632826299,\"title\":\"The Token Race\",\"publication\":\"avc\"},\"digest\":\"QktqbJ6xixTR_StMqWKkSAond8FY67eQefDQXNcK80Q\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"signature\":\"mBc6KkUuj6akMfDPW6K1PqKW89mk30tBqNgnJ4xsWFM1Uq3RTVbx91X4sEzj9xB3FGZhJcbxSh9zKi3BJ_WlRg\",\"signingKeySignature\":\"0xa36ed4a1f484cc32e85a01be266ff07df93d7d551959ab6f44e5cb7aca49bba22841e81a419ff9150996b75ecf4a0a87eda7e1e79898e4f8e48a13744383f7451b\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QktqbJ6xixTR_StMqWKkSAond8FY67eQefDQXNcK80Q\"}"