"{\"content\":{\"body\":\"\\\"Signore, in this life there is trouble for all.\\\"\\n\\n\\\"But some troubles, some disasters can be avoided.\\\"\\n\\n\\\"It's possible.\\\"\\n\\n\\\"Gaspare\\\"--Artois looked at him steadily, searchingly even, and spoke very gravely--\\\"I respect you for your discretion of many years. But if you know of any trouble, any danger that is near to the Signora, and against which I could help you to protect her, I hope you will trust me and tell me. I think you ought to do that.\\\"\\n\\n\\\"I don't know what you mean, Signore.\\\"\\n\\n\\\"Are you quite sure, Gaspare? Are you quite sure that no one comes to the island who might make the Signora very unhappy?\\\"\\n\\nGaspare had dropped his eyes. Now he lifted them, and looked Artois straight in the face.\\n\\n\\\"No, Signore, I am not sure of that,\\\" he said.\\n\\nThere was nothing rude in his voice, but there was something stern. Artois felt as if a strong, determined man stood in his path and blocked the way. But why? Surely they were at cross purposes. The working of Gaspare's mind was not clear to him.\\n\\nAfter a moment of silence, he said:\\n\\n\\\"What I mean is this. Do you think it would be a good thing if the Signora left the island?\\\"\\n\\n\\\"Left the island, Signore?\\\"\\n\\n\\\"Yes, and went away from Naples altogether.\\\"\\n\\n\\\"The Signorina would never let the Padrona go. The Signorina loves the island and my Padrona loves the Signorina.\\\"\\n\\n\\\"But the Signorina would not be selfish. If it was best for her mother to go--\\\"\\n\\n\\\"The Signorina would not think it was best; she would never think it was best to leave the island.\\\"\\n\\n\\\"But what I want to know, Gaspare, is whether you think it would be best for them to leave the island. That's what I want to know--and you haven't told me.\\\"\\n\\n\\\"I am a servant, Signore. I cannot tell such things.\\\"\\n\\n\\\"You are a servant--yes. But you are also a friend. And I think nobody could tell better than you.\\\"\\n\\n\\\"I am sure the Signora will not leave the island till October, Signore. She says we are all to stay until the end of October.\\\"\\n\\n\\\"And now it's July.\\\"\\n\\n\\\"Si, Signore. Now it's July.\\\"\\n\\nIn saying the last words Gaspare's voice sounded fatalistic, and Artois believed that he caught an echo of a deep-down thought of his own. With all his virtues Gaspare had an admixture of the spirit of the East that dwells also in Sicily, a spirit that sometimes, brooding over a nature however fine, prevents action, a spirit that says to a man, \\\"This is ordained. This is destiny. This is to be.\\\"\\n\\n\\\"Gaspare,\\\" Artois said, strong in this conviction, \\\"I have heard you say, 'e il destino.' But you know we can often get away from things if we are quick-witted.\\\"\\n\\n\\\"Some things, Signore.\\\"\\n\\n\\\"Most things, perhaps. Don't you trust me?\\\"\\n\\n\\\"Signore!\\\"\\n\\n\\\"Don't you think, after all these years, you can trust me?\\\"\\n\\n\\\"Signore, I respect you as I respect my father.\\\"\\n\\n\\\"Well, Gaspare, remember this. The Signora has had trouble enough in her life. We must keep out any more.\\\"\\n\\n\\\"Signore, I shall always do what I can to spare my Padrona. Thank you for the cigar, Signore. I ought to go now. I have to go to Mergellina for the boat.\\\"\\n\\n\\\"To Mergellina?\\\"\\n\\nAgain Artois looked at him searchingly.\\n\\n\\\"Si, Signore; I left the boat at Mergellina. It is very hot to row all the way here.\\\"\\n\\n\\\"Yes. A rivederci, Gaspare. Perhaps I shall sail round to the island to-night after dinner. But I'm not sure. So you need not say I am coming.\\\"\\n\\n\\\"A rivederci, Signore.\\\"\\n\\nWhen Gaspare had gone, Artois said to himself, \\\"He does not trust me.\\\"\\n\\nArtois was surprised to realize how hurt he felt at Gaspare's attitude towards him that day. Till now their mutual reserve had surely linked them together. Then silence had been a bond. But there was a change, and the bond seemed suddenly loosened.\\n\\n\\\"Damn the difference between the nations!\\\" Artois thought. \\\"How can we grasp the different points of view? How can even the cleverest of us read clearly in others of a different race from our own?\\\"\\n\\nHe felt frustrated, as he had sometimes felt frustrated by Orientals. And he knew an anger of the brain as well as an anger of the heart. But this anger roused him, and he resolved to do something from which till now he had instinctively shrunk, strong-willed man though he was. If Gaspare would not help him he would act for himself. Possibly the suspicion, the fear that beset him was groundless. He had put it away from him more than once, had said that it was absurd, that his profession of an imaginative writer rendered him, perhaps, more liable to strange fancies than were other men, that it encouraged him to seek instinctively for drama, and that what a man instinctively and perpetually seeks he will often imagine that he has found. Now he would try to prove what was the truth.\\n\\nHe had written to Hermione saying that he would be glad to dine with her on any evening that suited the Marchesino, that he had no engagements. Why she wished him to meet the Marchesino he did not know. No doubt she had some woman's reason. The one she gave was hardly enough, and he divined another beneath it. Certainly he did not love Doro on the island, but perhaps it was as well that they should meet there once, and get over their little antagonism, an antagonism that Artois thought of as almost childish. Life was not long enough for quarrels with boys like Doro. Artois had refused Hermione's invitation on the sea abruptly. He had felt irritated for the moment, because he had for the moment been unusually expansive, and her announcement that Doro was to be there had fallen upon him like a cold douche. And then he had been nervous, highly strung from overwork. Now he was calm, and could look at things as they were. And if he noticed anything leading him to suppose that the Marchesino was likely to try to abuse Hermione's hospitality he meant to have it out with him. He would speak plainly and explain the English point of view. Doro would no doubt attack him on the ground of his interview with Maria Fortunata. He did not care. Somehow his present preoccupation with Hermione's fate, increased by the visit of Gaspare, rendered his irritation against the Marchesino less keen than it had been. But he thought he would probably visit the island to-night--after another visit which he intended to pay. He could not start at once. He must give Gaspare time to take the boat and row off. For his first visit was to Mergellina.\\n\\nAfter waiting an hour he started on foot, keeping along by the sea, as he did not wish to meet acquaintances, and was likely to meet them in the Villa. As he drew near to Mergellina he felt a great and growing reluctance to do what he had come to do, to make inquiries into a certain matter; and he believed that this reluctance, awake within him although perhaps he had scarcely been aware of it, had kept him inactive during many days. Yet he was not sure of this. He was not sure when a faint suspicion had first been born in his mind. Even now he said to himself that what he meant to do, if explained to the ordinary man, would probably seem to him ridiculous, that the ordinary man would say, \\\"What a wild idea! Your imagination runs riot.\\\" But he thought of certain subtle things which had seemed like indications, like shadowy pointing fingers; of a look in Gaspare's eyes when they had met his--a hard, defiant look that seemed shutting him out from something; of a look in another face one night under the moon; of some words spoken in a cave with a passion that had reached his heart; of two children strangely at ease in each other's society. And again the thought pricked him, \\\"Is not everything possible--even that?\\\" All through his life he had sought truth with persistence, sometimes almost with cruelty, yet now he was conscious of timidity, almost of cowardice--as if he feared to seek it.\\n\\nLong ago he had known a cowardice akin to this, in Sicily. Then he had been afraid, not for himself but for another. To-day again the protective instinct was alive in him. It was that instinct which made him afraid, but it was also that instinct which kept him to his first intention, which pushed him on to Mergellina. No safety can be in ignorance for a strong man. He must know. Then he can act.\\n\\nWhen Artois reached Mergellina he looked about for Ruffo, but he could not see the boy. He had never inquired Ruffo's second name. He might make a guess at it. Should he? He looked at a group of fishermen who were talking loudly on the sand just beyond the low wall. One of them had a handsome face bronzed by the sun, frank hazel eyes, a mouth oddly sensitive for one of his class. His woolen shirt, wide open, showed a medal resting on his broad chest, one of those amulets that are said to protect the fishermen from the dangers of the sea. Artois resolved to ask this man the question he wished, yet feared to put to some one. Afterwards he wondered why he had picked out this man. Perhaps it was because he looked happy.\\n\\nArtois caught the man's eye.\\n\\n\\\"You want a boat, Signore?\\\"\\n\\nWith a quick movement the fellow was beside him on the other side of the wall.\\n\\n\\\"I'll take your boat--perhaps this evening.\\\"\\n\\n\\\"At what hour, Signore?\\\"\\n\\n\\\"We'll see. But first perhaps you can tell me something.\\\"\\n\\n\\\"What is it?\\\"\\n\\n\\\"You live here at Mergellina?\\\"\\n\\n\\\"Si, Signore.\\\"\\n\\n\\\"Do you know any one called--called Buonavista?\\\"\\n\\nThe eyes of Artois were fixed on the man's face.\\n\\n\\\"Buonavista--si, Signore.\\\"\\n\\n\\\"You do?\\\"\\n\\n\\\"Ma si, Signore,\\\" said the man, looking at Artois with a sudden flash of surprise. \\\"The family Buonavista, I have known it all my life.\\\"\\n\\n\\\"The family? Oh, then there are many of them?\\\"\\n\\nThe man laughed.\\n\\n\\\"Enrico Buonavista has made many children, and is proud of it, I can tell you. He has ten--his father before him--\\\"\\n\\n\\\"Then they are Neapolitans?\\\"\\n\\n\\\"Neapolitans! No, Signore. They are from Mergellina.\\\"\\n\\nArtois smiled. The tension which had surprised the sailor left his face.\\n\\n\\\"I understand. But there is no Sicilian here called Buonavista?\\\"\\n\\n\\\"A Sicilian, Signore? I never heard of one. Are there Buonavistas in Sicily?\\\"\\n\\n\\\"I have met with the name there once. But perhaps you can tell me of a boy, one of the fishermen, called Ruffo?\\\"\\n\\n\\\"Ruffo Scarla? You mean Ruffo Scarla, who fishes with Giuseppe-- Mandano Giuseppe, Signore?\\\"\\n\\n\\\"It may be. A young fellow, a Sicilian by birth, I believe.\\\"\\n\\n\\\"Il Siciliano! Si, Signore. We call him that, but he has never been in Sicily, and was born in America.\\\"\\n\\n\\\"That's the boy.\\\"\",\"timestamp\":1637314627,\"title\":\"\\n\\\"By here I meant here in Naples, where we all are--or on the island, for instance.\\\"\"},\"digest\":\"Cqu1wNY_Q2DJz74xP5OmD_oRypCF3GMGh2cm9lEZ4oo\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xAgiGLrNbRmRMvEc_rZUq3VLoc2bmHloO2XISl_oiqQ\\\",\\\"y\\\":\\\"5aQS8c5Cg9bFFsSqd7k6n78WV3_tzLfs5IB0d72I-mo\\\"}\",\"signature\":\"lTWRCP0WgWI6-Gc5AnuNjxbf5zRripnIFMkbwJldGKJFdUWY_qDpZKeQxeP-cBJHAbvOgjT501S5EuFQINJwGg\",\"signingKeySignature\":\"0x5da4732bf12e7bd6971e7eb93180be524c07b5335ed5891ff05529fddd357f0d3d5ead0f02b24b2a63e4aeb41786c5f2d46420a8c4ac11ce1accc308f9392bf41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xAgiGLrNbRmRMvEc_rZUq3VLoc2bmHloO2XISl_oiqQ\\\",\\\"y\\\":\\\"5aQS8c5Cg9bFFsSqd7k6n78WV3_tzLfs5IB0d72I-mo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cqu1wNY_Q2DJz74xP5OmD_oRypCF3GMGh2cm9lEZ4oo\"}"