"{\"content\":{\"body\":\"**Web 3.0 is the next evolution of the internet** probably utilizing blockchain technology and the tools of decentralization in the web.\\n\\nI want to begin with the history of the internet:\\n\\n**Web 1.0 (1991-2004)** \\n The internet was mostly a bunch of static pages meaning that whenever you loaded them they just showed some stuff and that was it. Some called it — read-only. There wasn’t any logging in or interacting with posts or viewing analytics. **It was just like one big wikipedia all hyperlinked together.** Now of course with time we slowly made improvements and things like flash and javascript added many new different features however during this time the users of the internet were consumers, they went to the internet just to consume information.\\n\\n**Web 2.0 from around 2004 until now**\\n\\nDuring this time the web evolved a lot, but one of the biggest changes was the interactivity of the internet. This meant that not only did we get information from pages, but the web pages started getting information from us (as we viewed Facebook and youtube and performed google searches these centralized companies started collecting data about us so that they could serve us better content which in turn would make us stay on their websites longer. This meant more money for them but eventually, they realized they could package up all the data they had collected on us and sell it to advertisers). In web 2.0 I and you could both view Facebook and see two very different news feeds because the page depended on who was viewing it which is an important note for a difference. **Business models for web 2.0 as it exists today give away something for free in terms of information.**\\n\\n> ***Web 2.0 is the age of targeted advertising and the lack of privacy for its users.***\\n\\n**We are now at the beginning of the Web 3 era, which combines the decentralized, community-governed ethos of Web 1 with the advanced, modern functionality of Web 2. Web 3 is the internet owned by the builders and users, orchestrated with tokens.**\\n\\n**Web 3.0 well essentially it’s an internet powered by blockchains** and it’s an internet that wasn’t possible before all the benefits that blockchains provide:\\n\\n* Decentralization (web 3.0 blockchain power internet then people share copies of the code and all the data across multiple computers where it can’t be manipulated)\\n* Trust minimization\\n* Permissionlessness (Defi) you see that play out in decentralized finance would take this to the next level where you have not only just cryptocurrency but things that you can do with cryptocurrency that you would normally do in the regular financial world and also new things like trade cryptocurrencies. You can do this in a permissionless way you don’t have to ask anybody permission to get on a decentralized exchange or a deck to trade and you don’t have to provide your identity information which essentially retains more of your privacy which is something that you completely give up in web 2.0\\n\\nWeb 3.0 can be different in the sense where you, as users use the thing itself. Then people can reap the monetary benefits for doing. They are incentivized to help grow the networks because as the networks gain more network effect (more people use it, the more valuable the protocols and applications become), and they’re financially rewarded for doing this.\\n\\n> *F**rom web 3.0 benefits everybody who’s a part of this and that’s fundamentally how every single token based community works in cryptocurrency.***\\n\\n**In Web 3, ownership and control is decentralized. Users and builders can own pieces of internet services by owning tokens, both non-fungible (NFTs) and fungible.**\\n\\n> ***Tokens give users property rights: the ability to own a piece of the internet.**** \\n NFTs give users the ability to own objects, which can be art, photos, code, music, text, game objects, credentials, governance rights, access passes, and whatever else people dream up.*\\n\\nRight now the more people hold the token the more valuable it can become and the people who are really strong in that community are financially rewarded for bringing more people in it and those people can also be financially rewarded too.\\n\\nWeb 3.0 does not refer to anyone specific program, but groups of projects backed by cryptocurrency. Working together to create an ecosystem of decentralized internet services. Well, what services it could be everything from decentralized social media where rather than have the news be controlled by a single corporation that can squash any ideas they don’t like to have an open forum where users can freely debate and express themselves to decentralize data where users can have control and privacy over their data.\\n\\nWeb 3 offers a new way that combines the best aspects of the previous eras. **It’s very early in this movement and a great time to get involved.**\",\"timestamp\":1636962127,\"title\":\"Web 3.0 is the next evolution of the internet\"},\"digest\":\"DQv6BnS0O5DtSv4JaytL-BBb6umw6-OABtFeXmfMZsQ\",\"authorship\":{\"contributor\":\"0xd524Bd7085b7861B431057e9d2Fa0B858149f3Ba\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GMYkDqFIcuucLLips_b2fJo6sQG-jRPI9epW3PuNaPM\\\",\\\"y\\\":\\\"1psK6cmQlNIMvuE7gQANNwkuxpeFtiI0LPY8sgQjtaE\\\"}\",\"signature\":\"uFQa4SONS0-hEfvg-TK-k2B--U2BSZ1aJ5fg_x8PgikTid0ruH2OXMnNtANKoc7sCUfRNprsXKvDQoKd_qAHLA\",\"signingKeySignature\":\"0x5878fee58e715e73c9e518fa8b889e00f4bb5126d728b1b547c3eac5b24b4dda75945135aa38b8811bcc153de485facbc7e59b1c43c7ce2434642fb6db68007d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GMYkDqFIcuucLLips_b2fJo6sQG-jRPI9epW3PuNaPM\\\",\\\"y\\\":\\\"1psK6cmQlNIMvuE7gQANNwkuxpeFtiI0LPY8sgQjtaE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DQv6BnS0O5DtSv4JaytL-BBb6umw6-OABtFeXmfMZsQ\"}"