"{\"content\":{\"body\":\"# **TL;DR**\\n\\nThis investment thesis / call to arms / choose-your-own-adventure job description covers:\\n\\n* why Web3 matters, and why it matters that it’s hard to use\\n* how we screwed up with Web2 (and might, drunk on [vibes](https://new.podtail.com/podcast/daon-the-rabbit-hole/web3-culture-lingo-and-vibes-jimmy-chang/) and [WAGMI](https://blog.libertasbella.com/glossary/wagmi/), screw up again)\\n* history lessons from technology revolutions past (hint: we’ve been here before)\\n* unintentional politics of system design (and why diverse participation is good for business)\\n* opportunities in Web3 if you want to do well by doing good\\n\\n# Introduction\\n\\nIt’s cheesy to put it thus, but: Web3 is reaching escape velocity.\\n\\nTo stretch the tired rocketship startup metaphor further, I pause with this essay to reflect on who’s already aboard and how to get more people manifested.\\n\\n### Reasons to Get On Board\\n\\n* **The worldwide web’s four billion users want their privacy and autonomy back. Web3 offers a realistic path forward.**\\n\\n  [My previous article covered how](https://anastasiau.medium.com/digital-privacy-as-an-expression-of-cognitive-consent-c30421bb21d9) Web2 (Facebook, Google, Twitter, and every other \\\"free\\\" service you use in exchange for your data) created a crisis in consumer privacy and autonomy.\\n\\n  Solutions to this crisis are the object of desire of a hot venture capital market. According to [Sequoia Capital](https://medium.com/sequoia-capital/the-rising-consumer-demand-for-data-privacy-and-autonomy-b8254bf3368e):\\n\\n  > *“From decentralized finance and NFTs to DuckDuckGo and Signal Messenger, the last 18 months have exposed exploding consumer demand for greater autonomy and privacy in the way they search, collaborate, and conduct business. Big tech platforms and unproven challengers have pivoted to incorporate privacy-respecting features or build more decentralized web3 products. In the April 2021 iOS 14.5 update, iPhone users were given the option whether or not to be tracked across apps. A staggering 96% chose not to be tracked, indicating that when given the choice, users choose privacy.”*\\n\\n  While there's no single \\\"killer app\\\" to fix privacy, Web3 offers a more holistic alternative: simply wipe the slate clean and start over.\\n* **Mass adoption increases network value for early entrants and latecomers alike. The sooner you get involved, the better off everyone — including you — will be.**\\n\\n  Web3 is all about the [tokenomics](https://decrypt.co/resources/tokenomics) of network incentives: the more people using Web3 products and services, the more value accrues directly to their creators and users. It’s still early, and first-mover advantage already favors early entrants, but because Web3 is the exact opposite of a zero-sum game, and we all benefit when others succeed.\\n* **Web3 has a branding and design problem that gatekeeps people from participating. Broader appeal requires creativity, empathy, storytelling, and input from diverse voices.**\\n\\n  Web3 language often sounds impenetrable. Its nascent products and interfaces require a high level of technical sophistication. Onboarding is a chore.\\n\\n  These frictions add to Web3's intimidating mystique, but they also gatekeep mainstream players. It's not a pleasant, inviting space if you're on the outside looking in.\\n\\n  The overall lack of transparency and accessibility makes Web3 ripe for co-opting by corporate interests. Obfuscation and obscurity create market inefficiencies. Inefficient markets invite rent-seeking behavior and industrial consolidation.\\n\\n  We need user-friendly experiences and interfaces that feel welcoming and that represent heterogenous perspectives, backgrounds, and usecases. Otherwise, tech companies will see such inefficiencies as opportunities to “add value” by gating, mediating, and consolidating your experience. That’s a fast track to Web2 redux!\\n\\nWe face a moment of enormous possibility to write a new compact with internet users to consciously craft a digital landscape that positively impacts as many people as possible.\\n\\nBut unless more of us get onboard, we will end up with a transfer of power from the old overlords to the new ones.\\n\\n### Why I Got On Board\\n\\nI originally [went to grad school to solve privacy](https://anastasiau.medium.com/recession-ok-fine-grad-school-it-is-107af400f0f7). I wrote a bunch of essays on comparative privacy law, compliance standards, breach reporting guidelines, regulatory requirements, and Congressional hearings. Nothing I came across in my studies was remotely promising until my independent research led me down the path of individual sovereignty and data ownership — concepts that underpin the Web3 ethos. Once I cracked that nut, there was no going back.\\n\\nMy personal mission, driven by a commitment to a more autonomous and privacy-preserving internet, is to use my skills in storytelling, education, and community building to onboard more users and facilitate wider, faster, more inclusive Web3 adoption. The fewer people caught unprepared and unaware in the wake of Web3’s takeoff, the better off we all will be.\\n\\n> 💡 ***Takeaway:*** *We need people with soft skills in communication, education, and community building to onboard users and facilitate wider, faster, more inclusive Web3 adoption.*\\n\\n# Contents\\n\\n### Part 1: Defining the Problem\\n\\n* **Realigning Our Incentive Chakra**\\n\\n  Here, I cover how we screwed up with Web2 by alienating web users from their purchasing power in digital experiences. Business models incentivized companies to build products that optimized for advertising outcomes instead of human heuristics, interests, and values.\\n* **Humility Through History**\\n\\n  Every significant development in information and communications technology since the invention of the printing press has been met with frothy excitement and unbounded optimism about the human condition. Every single one has fallen short of our utopian expectations. It is helpful to ground our current technological ebullience in historical context.\\n* **Better Living Through Participatory Design**\\n\\n  Lessons from system design theory offer ways to make new innovations and inventions more useful to more people by encouraging a radically participatory design process. Something that more people find useful is less likely to suck and more likely to stick.\\n* **In Praise of Late Adopters**\\n\\n  All innovations will have their early and late adopters. Both are equally necessary and desirable. The beauty of Web3 is that its network value increases as its utility to more people grows. The broader its applications, the greater the benefit to us all.\\n* **To Shape Our Tools**\\n\\n  Our tools should serve us, and not the other way around. Unless we make conscious choices now to build humanely, inclusively, and simply, we will once again live in indentured servitude to the very same Web3 tools we created for our digital liberation.\\n\\n### Part 2: Envisioning Solutions\\n\\n* **#1: DESIGN - Web3 needs to look and feel better.**\\n  * Better usability and human centered design remove friction and improve coherence.\\n  * Opportunities for: usability and readability, user research, UX/UI design, developer tooling, gaming\\n* **#2: PARTICIPATION - Web3 should bring more people along.**\\n  * Including heterogenous backgrounds and perspectives broadens access and relevance.\\n  * Opportunities for: lower-cost solutions, expanding beyond Western usecases and viewpoints, recruiting broader participation and new perspectives into Web3.\\n* **#3: NARRATIVE - Web3 should speak plainly.**\\n  * Better branding and cohesive messaging help explain utility and unpack unnecessary complexity.\\n  * Opportunities for: communications, narrative development, storytelling, community management, user education and evangelism\\n* **#4: HONORABLE MENTION - More legalese, please.**\\n  * Yes, we do actually need more lawyers.\\n  * Opportunities for: copyright, licensing, and property rights, regulatory compliance, defining DAOs\\n\\n# Part 1: Defining the Problem\\n\\n## **Realigning Our Incentive Chakra**\\n\\nQuick recap if you’ve already read [my piece on disinformation and social media](https://medium.com/im-probably-wrong/towards-a-baseline-infosec-psyops-understanding-of-the-misinformation-problem-on-social-media-895784564918):\\n\\nWeb2’s attention economy abstracted purchasing power *away* from consumers and *toward* advertisers. When we made the myopic eyeballs-for-service bargain in exchange for a “free” internet, advertisers became the real customers of Web2 companies. Someone had to pay to build all the fancy stuff, right?\\n\\nConsequently, Web2 designed products and services with the best interests of advertisers in mind, since advertisers were the ones paying the bills. Companies built predatory user interfaces that hack our faulty human heuristics and cognitive biases to increase engagement and ad revenue. We, the web users (and our data), became the product analyzed, marketed, and sold to advertisers and data brokers. Nothing revelatory here.\\n\\nIf digital worlds could be designated Superfund sites, Web2 would be first on the list. But we can't clean up a toxic substrate with antiquated thinking.\\n\\nAwkward, contradictory, and often unenforceable legislation and regulations such as GDPR and CCPA will always lag behind the problems they seek to address. The myriad reasons for this are out of scope for this essay, but here’s a question to keep us honest: Is it reasonable to expect a well-meaning Washington bureaucrat who has never so much as switched out a HEX color in an HTML file to outthink and outmaneuver a wunkerkind Silicon Valley engineer making $200,000 right out of undergrad?\\n\\nGovernment interventions are Band-aids, not root-cause solutions.\\n\\nSimilarly, industry self-regulation, corporate governance, and best practices (such as the fashionable and ill-advised “privacy by design”) are about as fruitful as corporate social responsibility: they’re lip service to the idea of *doing something*.\\n\\nCorporations have a fiduciary responsibility to shareholders to maximize value. Web2 business models incentivize consumer data collection to generate ad revenue. It is therefore naïve to expect companies to ignore the profit motive...or their quarterly earnings calls. If companies stop selling attention, they limit their own profits and abnegate their fiduciary responsibility to shareholders. Not gonna happen.\\n\\nIf you expect meaningful changes to come out of industry, you have to align industry’s incentives with consumers’ best interests.\\n\\nBut Web2 a dying paradigm anyway, so why bother fixing it, when we can concern ourselves with consciously crafting Web3?\\n\\nAligning incentives correctly between companies, products, creators, and users is ***the* Hard Problem** at the crux of Web3's ambitions. In theory, societies become more resilient by returning privacy, sovereignty, consent, and data ownership back to “the people”. New protocols, distributed organizational models, and innovative asset classes such as smart contracts, decentralized autonomous organizations, and non-fungible tokens localize purchasing power in the hands of their users, cutting out the middlemen (read: huge tech companies) and third parties (read: advertisers).\\n\\nSounds great, but if we walk into Web3 drunk on blind optimism and new world ideals without regard for history and the limitations of technological design, we will welcome our new overlords and repeat the very same patterns we’re trying to escape.\\n\\nLet’s temper our enthusiasm with a history lesson.\\n\\n## **Humility Through History**\\n\\nEvery significant development in information and communications technology since the invention of the printing press has been met with frothy excitement and unbounded optimism for the human condition. Every single one has fallen short of our utopian expectations.\\n\\nIn his book, *[The Master Switch](https://www.amazon.com/Master-Switch-Rise-Information-Empires/dp/0307390993)*, internet historian and Columbia University law professor Tim Wu documents the 20th century’s cyclical history of communications mediums. At first heralded as forces for democratization and justice, all eventually — and perhaps inevitably — became objects of industrial consolidation and centralized power:\\n\\n> *“The pattern is distinctive: every few decades, a new communications technology appears, bright with promise and possibility. It inspires a generation to dream of a better society, new forms of expression, alternative types of journalism. Yet each new technology eventually reveals its flaws, kinks, and limitations.”*\\n\\nSocial media, blogging, television, radio, and even the printing press that birthed the earliest version of media populism were all once vaunted as modernity's great equalizers. They were supposed to replace all manner of injustice, tyrannny, and authoritarianism with true democracy (whatever that means), give everyone a voice, and make everyone feel important, equal, and valued. When it comes to innovation, society is always bullish on the latest panacea fashions.\\n\\nToday, the very same technologies that gave rise to the Arab Spring enslave our psyches, hijack our actions, and skew our views of reality. Indeed, much of the fanfare about Web3 is rooted in shared generational trauma from Facebook’s manifold shenanigans. The ethos surrounding Web3 is imbued with all the world's collective hopes and dreams to break away from the influence of outrage culture, reclaim our sense of privacy and personal space, and regrow our capacity for free and independent thought.\\n\\n> 💡 *The ethos surrounding Web3 is imbued with all the world's collective hopes and dreams to break away from the influence of outrage culture, reclaim our sense of privacy and personal space, and regrow our capacity for free and independent thought. Can reality match the world's expectations?*\\n\\nTall order. Can reality match our expectations?\\n\\nLet’s review just the past 30 years in information and communications technology: In the 1990s, the internet was dominated by \\\"one-way streets\\\" built by companies for people to passively read and obtain information. Let’s call **Web1** the “read” web.\\n\\n**Web2** grew up in the mid-2000s. That era brought us cloud computing, user-generated content, and interactive platforms such as Google, Amazon, Facebook, and Twitter that sought to “organize the world’s information” and connect [everyone, everywhere, all of the time](https://www.youtube.com/watch?v=k1BneeJTDcU). In the process, the tech companies that gave us the “read-write” web set themselves up as the communications clearinghouses and centralized intermediaries of all our online interactions, amassing a lot of power and intelligence about us, their users, in the process.\\n\\nIn contrast, **Web3** is a distributed, trustless, and permissionless version of the internet without middlemen, centralized platforms, or intermediaries, where code is law, and where users are the sole and final arbiters and owners of their data and identities. Web3 is the “read-write-own” version of the worldwide web. Without middleware to amass information, it becomes very difficult for any one party to gain too much control.\\n\\nBut profit is a powerful motivator. It is the foundation of our entire global economy, and a force for good as well as harm, depending on how it is directed and what other checks and balances exist. Given the fundamental dynamics of our economy — and even of our human nature — it is naïve to assume that blockchain technologies will be impervious to power struggles and land grabs.\\n\\nWe have been here before, so let’s learn from the mistakes of previous communications revolutions. Web1 was costly, difficult to navigate, and too technically complex for most people to get started. Those high entry barriers presented innovators with some very convenient and irresistible problems to solve. Thus emerged the easier and more interactive Web2 that we all know and use today. But Web2’s ease-of-use and attractive $0 subscription fees came at the cost of our privacy and autonomy, because we paid for them with our data and attention.\\n\\nSo how do we solve privacy without compromising on cost and ease of use? How do we create and protect the conditions necessary for an accessible, independent, and autonomous Web3?\\n\\n## **Better Living Through Participatory Design**\\n\\nIf there is only one thing you take away from this essay, let it be this:\\n\\n> *“By far the greatest latitude of choice exists the very first time a particular instrument, system, or technique is introduced.” — Langdon Winner*\\n\\nLet’s unpack that. That quotation comes from political theorist Langdon Winner’s landmark 1980 essay, which asks a simple question: [“Do artifacts have politics?”](https://backspace.com/notes/2008/06/do-artifacts-have-politics.php) That is, do the systems and technologies that humans build affect all of us equally? Or, do they advantage some and confer negative externalities on others — externalities that were neither foreseen nor intended by their builders?\\n\\nWinner’s question is not a moralistic but a practical one. In fact, intent is quite irrelevant in his analysis of systemic impact. Establishing intent is a question trial lawyers ask; society, meanwhile, is concerned with the actual harm experienced or benefit derived. Winner does not seek to assign blame, but rather to focus readers on the outcomes of the things we build.\\n\\nPolitics arise out of differential participation in the initial architecture of the systems we use in our daily lives. Put another way, how we choose to abstain or get involved early in the stuff that get built creates unavoidable political impact that's good for some and bad for others.\\n\\nThis political impact is seldom nefarious by design. Harm results accidentally because it's physically impossible for everyone to have a say in every possible system as its being built. There are always going to be winners and losers, and we are always going to be stuck balancing the tradeoffs.\\n\\nFor example, let’s say you want to build a highway. You discuss it with the communities affected by your construction. You invoke eminent domain. You pay people for their property losses. You shake hands with the mayor. On net, most are for it.\\n\\nBut now the highway runs through a major deer crossing and endangers the many deer who enjoy passing hither and thither. In this case, the politics of the new system negatively impact the deer, who did not participate in the system’s design, and whose concerns were therefore not considered…because deer can’t talk.\\n\\nI’m being facetious here, but only slightly. Early participation is clearly a determinant of later advantage. Because early participants in system design get to advocate for their wants and needs before too much stuff gets built, their input greatly influences the system’s eventual architecture. Late adopters basically have to trust in the good intentions of early entrants and hope for the best.\\n\\nAs Winner writes:\\n\\n> *“The very process of technical development is so thoroughly biased in a particular direction that it regularly produces results heralded as wonderful breakthroughs by some social interests and crushing setbacks by others…In the process by which structuring decisions are made, different people are differently situated and possess unequal degrees of power as well as unequal levels of awareness. **By far the greatest latitude of choice exists the very first time a particular instrument, system, or technique is introduced.**”*\\n\\nAgain, none of this is nefarious or intentionally harmful. It just *is*.\\n\\nIf you’re the type of systems designer that gets excited by social impact and harm reduction, a solid strategy is to encourage inclusive, diverse participation from the outset.\\n\\n## **In Praise of Late Adopters**\\n\\nBefore you jump in to say, “Too bad — early bird gets the worm!” let me remind you of Web3’s network effects. Your coin offering, DAO, NFT, creator token, or protocol is only valuable if people use it. The more utility people derive from it, the higher its value. Bitcoin’s price skyrocketed as a function of its mass adoption, which drove its desirability.\\n\\nBut when systems are designed with a very narrow set of user needs, wants, and experiences in mind, we end up leaving a lot of customers with a lot of potential purchasing power on the table — and a lot of utility unmaximized.\\n\\nParticipatory design makes good business sense. When we don’t design with active inclusion in mind, we fail to consider the pain points of a huge base of potential users. This needlessly limits network value, caps product growth, and leaves many people without the latitude of choice in the systems and realities they will inevitably inherit due to the designers' negligence.\\n\\nSo we all need late adopters. That’s the beauty of the system — it grows the more useful it becomes, but it isn’t going to be very valuable if people cannot understand it and if their needs and problems are not reflected in its usecases.\\n\\n## **To Shape Our Tools**\\n\\n> *“We shape our tools and thereafter our tools shape us” — Marshall McLuhan*\\n\\nA major challenge to wider adoption of Web3 is that the gap between participants and laggards is already so vast as to appear nearly unbridgeable. The abundance of jargon and the requirement for technical sophistication make adoption feel prohibitive.\\n\\nConsider this: There already exists a sizable gap between software developers and, say, mere mortals like me. Of my esteemed betters, a still more select crew programs in crypto languages such as Solidity and Rust, or builds DeFi platforms that are even further abstracted from the traditional tools and financial products that mainstream users already struggle to understand.\\n\\nThe ecosystem is being designed by the most talented developers and crypto enthusiasts, funded by venture capitalists with the kind of early access to granular information necessary to influence its evolution. Even so, Web3 is hamstrung by a massive talent shortage, as there are not nearly enough people with the skills to build and contribute.\\n\\nIn this tight talent market of rarefied developers, traders, and VCs, how well represented do you suppose are the needs, problems, and usecases of the boring, average citizens who will inherit Web3? Crypto literally needs more people to build, and more people to represent the people they're building for. *Crypto needs more people.*\\n\\nSystemic politics are almost never nefarious, and differential impact is almost always unintentional. But the result is the same: we either consciously construct systems that benefit more people and improve the world, or we snooze, get complacent, and scratch our heads at the mess we made.\\n\\nIf the greatest latitude of choice in the emergent patterns of Web3 is afforded only to its earliest adopters, we may tragically find ourselves in a Web2 groundhog day: a system hailed as a force for democratization, but which accidentally preys on its users. After all, it’s not like anyone set out to make social media predatory — it just became so, and we realized it too late.\\n\\n> 💡 *If the greatest latitude of choice in the emergent patterns of Web3 is afforded only to its earliest adopters, we may tragically find ourselves in a Web2 groundhog day: a system hailed as a force for democratization, but which accidentally preys on its users.*\\n\\nTo maximize utility for the greatest number, Web3 products should represent the broadest possible set of usecases, perspectives, and pain points. Its dynamics must be informed and guided by user empathy and genuine curiosity about what humans want, need, and value.\\n\\nOur tools should serve us, and not the other way around. But we are currently living in an era when our tools govern our actions. Centralized platforms, social media monopolies, and federated identity solutions increasingly control what we can do and say online. We got here because we built tools to advantage advertisers, largely ignoring their impact on users. If we want the tools we build to serve us, we must commit to learning about and representing our own needs as users. We must commit to participatory design.\\n\\nDecentralized systems make it harder, but not impossible, for history to repeat itself. We might once again live in indentured servitude to the very same Web3 tools we created for our liberation.\\n\\nOr, we can make the conscious choice now to build humanely, inclusively, and simply.\\n\\nTo do all that, we urgently need better design and tooling, simple, useful, easy-to-understand language and narratives, new user education, and, most importantly, more people and more voices participating!\\n\\n# Part 2: Envisioning Solutions\\n\\n> *“We cannot be sure what the effect of our actions will be. We can only cultivate an acute observational awareness which will guide us toward making the right tradeoffs. If you want to change the world, the world will inevitably act back and change you. The results of Web2 applications have made this clear. The greater our collective humility, the more gentle this exchange will be as Web3 comes to life. The critical idea here is that thinking consciously about tradeoffs, and developing the ability to hold many different probabilities in mind simultaneously without allowing personal bias to obscure your view of all possible futures, allows you to pick The Middle Way more often than not.”*\\n>\\n> *— [KERNEL](https://kernel.community/en/) co-founder [Sachin Mittal](https://www.linkedin.com/in/sachin-mittal/)*\\n\\nWeb3 has a significant branding and design problem. That’s good news if you like tough challenges and want a job!\\n\\nBlockchain-based technologies have the potential to shape our lives for the better, but the world hardly understands any of it. Perhaps more so than developers and engineers, Web3 needs communicators, user experience researchers, and interface designers: people skilled at simplifying, not adding complexity.\\n\\nBelow, I propose three areas of focus (plus one honorable mention!) for enterprising problem solvers and venture capitalists looking to do well by doing good.\\n\\n## **#1: Web3 needs to look and feel better.**\\n\\n### **Better usability and human centered design remove friction and improve coherence.**\\n\\nThe speed of technological adoption depends on its ease-of-use, utility, and capacity to solve real problems for real people. Web3’s current suite of complicated products, unfriendly terminology, frustrating developer tooling, confusing interfaces, and uninspiring user experiences creates bottlenecks that hinder mainstream adoption.\\n\\n### **Ideas and opportunities**\\n\\n* **User-friendly self-custody for private key storage and identity:**\\n  * Innovators must balance security with ease-of-use.\\n  * What solutions exist besides fractional custody and social recovery?\\n  * How should users safely transfer ownership in case of loss or death?\\n* **Human-readable addresses:**\\n  * We need something more intuitive than double-checking 40 characters to send crypto.\\n  * Ethereum Name Service, but more affordable by more people?\\n* **Tradeoffs between familiarity and security:**\\n  * Should designers and engineers build skeuomorphic products that users already know how to use to facilitate adoption at the risk compromising privacy and security?\\n  * Or, should they refuse to make concessions and wait for users to learn the new skills required to safely navigate the crypto ecosystem?\\n* **Better UX/UI across the board:**\\n  * Web3 promises transparency, so finding and verifying data and transactions should be easy, but it isn't.\\n  * If verification is so effortful as to deter most users, Web3 tools inherently do not achieve their transparency goals.\\n  * Consistency across experiences reinforces trust and differentiates products from competitors, but most Web3 products suffer from atrocious, torturous design, which erodes trust.\\n  * Interfaces should reinforce consistent visual design and present information in ways that align with users’ natural communication patterns and expectations.\\n  * If you’re a designer interested in Web3, this and more ideas [here](https://medium.com/@lyricalpolymath/web3-design-principles-f21db2f240c1):\\n\\n    > *“It currently is daunting or impossible for a non technical user to understand the information and workings of independent Blockchain explorers…if a user, especially a non technical one, can’t recognize by looking at the UI if a dApp is actually a dApp or a normal web app, nor can she verify if the contents she is seeing, or her interactions with it are actually related to a Blockchain, then she isn’t granted the trustlessness and transparency that the Blockchain is supposed to deliver.”*\\n* **Developer tooling, process, onboarding, information flow, decision support, and general infrastructure for DAOs:**\\n  * If you like to build stuff, then DAO *everything* is ripe for disruption, according to Aave product manager [Jimmy Chang](https://twitter.com/0xJim/status/1443697744552636421):\\n* **Gaming:**\\n  * Probably the most accessible of current Web3 usecases.\\n  * Also likely the first crypto touchpoint for a lot of people, so it’s a good place to test assumptions about Web3 design.\\n  * NFTs are fueling a Cambrian explosion in Web3 gaming, so the space will grow logarithmically.\\n  * Game dynamics and UI often inspire and inform product and system design outside of the gaming industry.\\n\\n## **#2: Web3 should bring more people along.**\\n\\n### Including heterogenous backgrounds and perspectives broadens access and relevance.\\n\\nSystem design always involves tradeoffs, and those tradeoffs are determined by what we prioritize — by what is in our awareness. Negative externalities occur when customers’ needs become abstracted from system design — when systems fail to reflect the needs of the people using them. Those with little input into or influence over design decisions bear the cost.\\n\\nBy contrast, participatory design increases our awareness of the problems people face. A participatory approach would maximize utility for the greatest number by involving diverse perspectives, experiences, and usecases in the earliest possible stages of Web3 architecture.\\n\\n### **Ideas and opportunities**\\n\\n* **Lower cost, faster computes, and better transaction times:**\\n  * Ethereum’s prohibitive gas fees serve as a prime example of the unintentional consequences of non-participatory design.\\n  * It’s not nefarious — Vitalik wasn’t out to hurt anyone!\\n  * But, faced with the [Scalability-Security-Decentralization “trilemma”](https://www.gemini.com/cryptopedia/blockchain-trilemma-decentralization-scalability-definition), he optimized for Security and Decentralization at the expense of Scalability.\\n  * The resulting high costs of building on Ethereum have been an entry barrier to many.\\n  * Which spurred the need for alternative L1s and Ethereum L2s.\\n  * What else can we build with affordability and efficiency in mind?\\n* **Expand beyond Western-centric viewpoints:**\\n  * The U.S. continues to lead the world in blockchain investment, which is great but leaves a lot of potential user needs unaddressed.\\n  * How might perspectives from Latin America, Africa, and India inform what gets built?\\n  * It’s helpful to remember that currently, billions of people have no access to banking services or financial products.\\n  * Many potential DeFi customers are refugees lacking any form of identification.\\n  * Exclusion from such basic products and services prevents them from accessing job opportunities.\\n  * What necessary services, from financial inclusion to digital identity, might we prioritize by broadening our total addressable market beyond our most immediate and obvious customers?\\n* **Web3 is STEM frontier territory and needs active recruitment of diverse voices:**\\n  * No need to rehash the many well-documented reasons to actively solicit diverse participation.\\n  * It’s good for product design and essential for competitive advantage, because it’s impossible to serve users without understanding their needs.\\n  * For example, I’m a woman with expertise in education and communications, and work experience in East Africa.\\n  * This background informs my views on imperatives like participatory design and financial inclusion.\\n  * My participation in Web3 is essential, because I offer a heterogeneous perspective to a very narrow ecosystem where useful voices like mine are in the minority.\\n  * Therefore, I am needed, and so are you!\\n\\n## **#3: Web3 should speak plainly.**\\n\\n### Better branding and cohesive messaging help explain utility and unpack unnecessary complexity.\\n\\nThe spread of ideas depends on their capacity to inspire and convey meaning. Web3speak is needlessly mired in confusing, unapproachable jargon such as “trustless” and “non-fungible”. That kind of language helps Web3 maintain its intimidating mystique, but it also keeps people at bay. Remember: network effects help everyone thrive.\\n\\nWeb3 needs expert communicators, storytellers, and educators who can dive into the rabbit hole, unpack all the arcana and technical jargon, and craft a conversational narrative about the utility of Web3 in language that invites, explains, and inspires.\\n\\n### **Ideas and opportunities**\\n\\n* **Onramping and how-tos:**\\n\\n  Every protocol and community, from NFTs to DAOs, desperately needs onramping guides and how-to manuals.\\n* **Community management and education:**\\n\\n  Similarly, Discord servers need community managers and evangelists to welcome, guide, and engage.\\n* **Translation, messaging, and storytelling:**\\n\\n  Web3 Twitter offers plenty of investment advice and Alpha signaling, but very little in the way of evocative, resonant messaging that translates the philosophical ethos that makes the Web3 space and movement so powerful.\\n\\n  People fear what they don’t understand, so communicators who can help demystify the complexity surrounding crypto will greatly speed adoption.\\n\\n## **Honorable Mention: more legalese, please**\\n\\nI never thought I’d say this, but we actually need more lawyers. If you’re in legal, or have a crafty idea for how to handle thorny issues like property rights, licensing, compensation, and regulatory compliance, Web3 needs you, too.\\n\\nTo wit, portions of the NFT community are currently in a spat concerning [copyright and licensing](https://thedefiant.io/bored-apes-yacht-club-cryptopunks-copyright-fight/):\\n\\n> *Punk4156, one of the creators behind NounsDAO, tweeted, “It’s not about copyright vs no copyright, it’s about making the pixels as censorship resistant as the token they’re attached to.”*\\n>\\n> *He wrote that the IP rights ultimately caused him to turn away. “I love punks, but the copyright issue kind of broke my heart,” he tweeted.*\\n>\\n> *“The issue of how to compensate founding teams is always a source of drama, and in the world of NFTs that ends up coming down to rights rather than tokens.”*\\n\\nMeanwhile, DAOs struggle, among so many other things, with their [unclear legal status](https://www.protocol.com/fintech/dao-llc):\\n\\n> *“As with many ‘innovations’ in crypto, the primary novelty here seems to be ignoring laws,” Thompson said.*\\n\\nIs perpetual struggle the defining ethos of the devout DAOist? Very likely. This, and so many other crypto mysteries, await unraveling by inquiring minds. There’s a great wide Web3 world out there, and it needs participation from people exactly like you if we want to get it right this time around.\",\"timestamp\":1641311066,\"title\":\"Towards Participatory Design in Web3: A History Lesson\"},\"digest\":\"k0h1_7eIw53rEqo4XDxZURLvSz4Zh9TOiKu3xkKNE28\",\"authorship\":{\"contributor\":\"0x2e37691D9aCf83E274Fa352FB0e0c56Da7f13F16\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kecnc2Px2YXU4E0DvHEG3UWj8mSzQFEX4lm5V_zjmeQ\\\",\\\"y\\\":\\\"He8tz6aUTYUhEl_iZ_4RZhxhsgCRCR8_KekRioAzhuQ\\\"}\",\"signature\":\"EKMEFO-Urs3rLRcXcyfYBJ1EmV0EimWQCOykdqNS9szfm3HFfr0SWOjRpE_BsSIFvXPzegv_Yl5nCBQ_6VNXLQ\",\"signingKeySignature\":\"0xf0f3d441619ea49c280d9ec4a01d833acaca07b476fa1ade5ffd17e1c1ea0d490dbe139e311793662c63919fd274c982e09b3dc977861e57a181fad0014954ff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kecnc2Px2YXU4E0DvHEG3UWj8mSzQFEX4lm5V_zjmeQ\\\",\\\"y\\\":\\\"He8tz6aUTYUhEl_iZ_4RZhxhsgCRCR8_KekRioAzhuQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-KlKu4VNYa7Y1a75cgNkthM8v5KSMYxdwlDrGYA4qes\"}"