"{\"content\":{\"body\":\"![South African President Cyril Ramaphosa](http://img2.chinadaily.com.cn/images/202112/15/61b9f641a310cdd3d821025b.jpeg)\\n\\nSouth African President Cyril Ramaphosa has urged scientists from BRICS countries to work together to research the various characteristics of the COVID-19 and its mutations.\\n\\nRamaphosa made the call recently when he appointed Koleka Mlisana, who is the chairperson of the Ministerial Advisory Council on COVID-19, to lead a task team of South African researchers in genomic sequencing to work with their counterparts from other BRICS countries. \\n\\nThe scientists from the BRICS countries will be supported by officials from the Departments of Health and Higher Education, Science and Innovation. \\n\\nHe pointed out that this collaboration would be fulfilling the New Delhi Declaration, adopted at the 13th BRICS Summit in September calling for better collaboration in health and other areas.\\n\\n\\\"Humanity will only overcome this pandemic if the countries of the world work in closer cooperation by sharing information, expertise and resources. This cooperation must be underpinned by the principles of solidarity, partnership and mutual respect. \\n\\n\\\"The collaboration among BRICS countries is intended to broaden our knowledge of the COVID-19 virus not only for the benefit of member countries, but for the global community more broadly,\\\" said Ramaphosa.\\n\\nHe emphasized that collaboration would strengthen preparedness and responses to the pandemic. Ramaphosa said the team would share information on laboratory, clinical and epidemiological experiences regarding the virus. \\n\\nHe said this would help clinicians and policymakers in BRICS countries to better prepare for future pandemics.\\n\\nRamaphosa said, \\\"The spread of the different COVID-19 variants to all corners of the earth underlines the importance of effective surveillance, scientific transparency and collaborative research. \\n\\n\\\"Every country is affected and every country must be able to develop responses based on sound scientific evidence.\\\"\\n\\nThe COVID-19 showed that some countries such as South Africa and some in the African continent are not prepared to handle future pandemics which BRICS collaboration is expected to fill that gap. \\n\\nSouth Africa is hosting BRICS Vaccine Research Centre and Ramaphosa said they should research Omicron.\",\"timestamp\":1639916364,\"title\":\"S. African president calls for more collaboration to fight pandemics\"},\"digest\":\"uH7-gmyDvyWTaCMITtWflCUxG3NxP8HmjQEB9FUewEE\",\"authorship\":{\"contributor\":\"0xEDCF572255EbE4Bf41F4D3C0D0e349F3AE68f599\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"axdvFGZJ3jJgdaC140vmtWdl3IY2ozM4iRALG-vTarI\\\",\\\"y\\\":\\\"rt66n61BgJ_EfQO-dG4aV8ml4Za78-fvQblGNxCRFw4\\\"}\",\"signature\":\"N_swYvzdfhCzzdGHr09tPaGXJsX2WKJbi-ejioTg0j1uvS2OGpHKHWGFxUJ72H7YdeoMUBVQWrbRjvcOH8A3mw\",\"signingKeySignature\":\"0xdc0191492ae2f0fdf459f8bee7ddfc4aa2dd2511775f6aa6213a62ff6d3b45266030c9f478fb024fe5704511a4b9ac378a71193eae682f3150ae6f7d98a043a01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"axdvFGZJ3jJgdaC140vmtWdl3IY2ozM4iRALG-vTarI\\\",\\\"y\\\":\\\"rt66n61BgJ_EfQO-dG4aV8ml4Za78-fvQblGNxCRFw4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uH7-gmyDvyWTaCMITtWflCUxG3NxP8HmjQEB9FUewEE\"}"