"{\"content\":{\"body\":\"Cryptocurrency,the most recent trend is going into the business of Biblical times i.e. of Business of lending to earn interest. Yield farming in the crypto world is an investment strategy that holds out hope of bigger returns than most conventional investments that are available these days.\\n\\nWhen money is deposited in a bank, that is a loan to the bank, for which the bank compensates via an interest in return. Yield farming, also known as yield or liquidity harvesting, involves lending cryptocurrency. In return, the lender gets interest and sometimes fees, but they’re less significant than the practice of supplementing interest with handouts of units of a new cryptocurrency. The real payoff comes if that coin appreciates rapidly. It’s as if banks were luring new depositors with the gift of a tulip — during the Dutch tulip craze.\\n\\nInstead of just waiting for their bitcoin, ether, or other digital coins to rise in value, cryptocurrency investors are now actively chasing returns by lending out their crypto holdings or pursuing other strategies to earn yield. Such “yield farming\\\" can earn double-digit interest rates, far higher than the rates one can get with dollars.\\n\\nIt is a high-levered bet in some ways. Investors run the risk of having their digital wealth stolen by scammers or erased by sudden bouts of volatility or the coin being lent crashing. The space is also unregulated. Yield farmers are not covered by a safety net of Federal Deposit Insurance Corp. (in the US), which compensates depositors when banks fail.\\n\\nThe allure of outsized returns in a low yield environment has pushed many to jump on this bandwagon and some investors are equating this to high-dividend paying stocks or high-yield unsecured debt or bonds.\\n\\nInstead of parking money at the bank, one decides to invest in crypto and lend those cryptos. The most basic approach is to lend digital coins, such as DAI or Tether, through a decentralised app such as Compound or Aave, which then lends the coins to borrowers who often use them for speculation. Interest rates vary with demand, but for every day’s participation in the Compound service, one gets new Comp coins, as well as interest and other fees. If the Comp token appreciates then returns will skyrocket as well.\\n\\n**Risks**\\n\\nThis unheard 1-10 percent return added with a new coin to the wallet and/or appreciation in value has a lot of apparent risk to it. First is the regulatory risk that might impact the value of the coin or crypto in general as most of the countries are still debating on allowing private cryptocurrencies. The second is theft. The digital money you lend out is effectively held by software and hackers seem to always be able to find ways to exploit vulnerabilities in code and make away with funds. The third is most of the coins have a limited history. Most coins are just a few years old and could potentially lose value causing the entire system to crash once the easy money scenario ebbs. Fourth, in most crypto’s early investors hold large chunks and their move to sell have a huge impact on prices. Fifth, there is also a risk of liquidation, especially because some yield harvesting strategies to enhance the returns are leveraging, which could trigger a downward spiral and disrupt orderly liquidations.\\n\\n***Read Here |*** *Bollywood's new love affair with crypto – celebrities jumping on NFT bandwagon*\\n\\nIn conclusion, yield farming is picking pennies in front of a steam roller. With Crypto’s and coins based on blockchain and as blockchain is immutable by nature, most often DeFi losses are permanent and cannot be undone. It is, therefore, necessary that one really familiarise themselves with the risks of yield farming and conduct their extensive due diligence and research.\\n\\n*—The author, Azeem Ahmad, is the Head of Portfolio Management Services and Principal Officer at LIC AMC and is managing over Rs 1,750 crore belonging to institutional investors and high net worth individuals. Views expressed are personal*\",\"timestamp\":1638368295,\"title\":\"View | 'Yield farming' the second-degree derivative in cryptocurrency space\"},\"digest\":\"T6MO61mmsaFn-vrv9NErN73ZCXV4DaKOy3JCpBK2Uig\",\"authorship\":{\"contributor\":\"0xAa0fB247BBA9aBAAdD8755cDE34FE622DE66b6f0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P4vwl6t5T0tjxJQHy8mrWbUEMeQdyUyMghjhd-6KnBU\\\",\\\"y\\\":\\\"aAovzrFSmwHNCwBx5SC1denlDYjxod4Hu8LPtK8NaW0\\\"}\",\"signature\":\"366uanTz01_DHdbes9L4NQFavtNSK43mqyY41QrxAm2ExzexWPKqm5KoNvtaldIh7ZjzlAje_8miaVt8sTdtYw\",\"signingKeySignature\":\"0xe14c9d248d3a6cc95ca37e6928541a7a09e280b74de6f5636ade78120b62af865b8d23f0cd43cc4bedf8b58f97f7f888ee2e7e944cc28b5841011f129faa62df1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P4vwl6t5T0tjxJQHy8mrWbUEMeQdyUyMghjhd-6KnBU\\\",\\\"y\\\":\\\"aAovzrFSmwHNCwBx5SC1denlDYjxod4Hu8LPtK8NaW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T6MO61mmsaFn-vrv9NErN73ZCXV4DaKOy3JCpBK2Uig\"}"