"{\"content\":{\"body\":\"[VARIOUS BOOKS](https://variousbooks.xyz/) is a collection of 4,500 speculative books generated and stored on chain. Each book is an ERC-721 non-fungible token (NFT) containing attributes of varying rarity, open for speculation and interpretation.\\n\\n![](https://images.mirror-media.xyz/publication-images/09foWKhde0ogvDnHLqObk.jpg?height=2016&width=3000&&&&size=large)\\n\\nOne of the more interesting aspects of NFTs, to us, is how they can make an idea of something “tangible.” This first collection is an exploration into that concept. The artwork can be interpreted as a descriptive framework of a book in contrast to a representative rendering of the object. Each book is composed of an SVG illustration which includes a title and item number on its cover, as well as book format, page count, publisher and physical condition along its spine. We have built individual probabilities for each of these as part of the selection algorithm and have paired them with a separate line of logic which drives title structure.\\n\\nThe concise nature of the project puts an emphasis on the interpretive aspect of the titles. These titles are assembled in three variable configurations which result in thirty-four structural permutations. That algorithm is applied to a custom list of nouns and adjectives, generating a collection which spans multiple genres of fiction and non-fiction. Our imaginations are sparked by familiar, unexpected, or nonsensical titles—we feel like we know what’s inside. The attributes are reflective of characteristics important in real-world book collecting, completing the described object in a way that feels “tangible.”\\n\\n![variousbooks.xyz/tools/rarity](https://images.mirror-media.xyz/publication-images/PbbbRtRxsCPIWwj3nntfP.jpg?height=1769&width=2609&)\\n\\nGiven the subjective and at times ambiguous nature of language, we imagine a layer of interpretive rarity on top of the statistics via word, color, and combinatory associations. We will continue to propagate ideas relating to these books as we work on future releases, and if inspired, we encourage others to build their own projects using VARIOUS BOOKS as a starting point as well.\\n\\n[https://variousbooks.xyz/](https://variousbooks.xyz/)\\n\\n\",\"timestamp\":1635800191,\"title\":\"Various Books 📚⛓\"},\"digest\":\"ciHCe_3P6Akp3fDcyT274qeYgn01GmYEfk1l-L-hVr0\",\"authorship\":{\"contributor\":\"0xACB8cd1052E06b5955b5fcC8aBd2D844B64BE66E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1GkC1j_SlrvnuJFknmWowcy275CxgN0EEe1KNay5GuU\\\",\\\"y\\\":\\\"TiWHluu0NTjtGOeHL9jE5RWgxE3Fhkj5b_5qcaKy9CA\\\"}\",\"signature\":\"EHJCnZg3W7DV6UJIepjqjnu1fYkeKad2zi374JqwpqGZFA6PMuWbWGc2b9hWNL9c7R-iV_XlWMTvOfnheTyEqA\",\"signingKeySignature\":\"0xb944995b8412f99d7318b340914d235f00bdb8b1f1f41e9d57753f6280ba7294553ae73fa4fd310d02c8616eb1ab3efdda770cf1f017a743f378f621fc56a23a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1GkC1j_SlrvnuJFknmWowcy275CxgN0EEe1KNay5GuU\\\",\\\"y\\\":\\\"TiWHluu0NTjtGOeHL9jE5RWgxE3Fhkj5b_5qcaKy9CA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H9sf35u-fZ1MHXNachTcR-zhKu6VxQ8Enspi8XZ1L28\"}"