"{\"content\":{\"body\":\"![Tournament host Tiger Woods and winner Viktor Hovland pose with the trophy at the Hero World Challenge on Sunday.](http://img2.chinadaily.com.cn/images/202112/07/61aeb17aa310cdd3d81f1776.jpeg)\\n\\nNASSAU, Bahamas－The 24-year-old rising star put a nice ribbon on his three-win year by posing with tournament host Tiger Woods at the trophy presentation on Sunday at the Hero World Challenge.\\n\\nIt just wasn't the winner anyone imagined.\\n\\nNot even Viktor Hovland thought it was realistic he could rally from six shots behind Collin Morikawa, the steady hand who was poised to reach No 1 in the world rankings with a victory.\\n\\nInstead, the Norwegian did the unthinkable in a final round at Albany that was pure chaos.\\n\\nHe looked up from a greenside bunker on the ninth hole and saw Morikawa sliding fast with a pair of double bogeys. Hovland seized on the opportunity with back-to-back eagles and closed with a pair of bogeys he could afford for a 6-under 66 and a one-shot victory.\\n\\n\\\"I didn't think a win was going to be very possible,\\\" Hovland said. \\\"But I know this course is tricky. You can make birdies, but it's easy to make bogeys and doubles. If I put a good score up there, you never know what's going to happen.\\\"\\n\\nJust about everything did.\\n\\nOn the same hole, Hovland holed a bunker shot for eagle, Sam Burns went from a tie for the lead to a triple bogey when it took five shots to get up a slope from 15 yards (14 meters) away. Jordan Spieth and Henrik Stenson were penalized two shots for hitting shots off the 17th tee while playing the ninth hole. Scottie Scheffler was seven shots behind, made a triple bogey on his fourth hole and still nearly won.\\n\\nThe biggest surprise was Morikawa－Hovland's roommate for the week at Albany－who took a five-shot lead into the final round and wasn't even a serious factor over the final hour. Two double bogeys and a 41 on the front nine sent him to a 76.\\n\\n\\\"A little sad to see him not play his best today,\\\" Hovland said. \\\"He's a great player and I expected him to just kind of roll away with the victory. But sometimes this sport is not that easy and I'm sure he'll come back even stronger.\\\"\\n\\nUltimately, this was about the other 24-year-old adding to his big year after wins in Germany on the European Tour and Mexico on the PGA Tour. His third win of the year against a 20-man elite field moved him to No 7 in the world.\\n\\nMorikawa, the British Open champion and first American to be No 1 on the European Tour and newly engaged as of Tuesday, looked like he would breeze to a fourth win of the year in the Bahamas.\\n\\nBut he missed three birdie chances from 10 feet (3 meters) or closer at the start of the round and then went sideways when his approach on No 4 sailed into a big bush and led to double bogey, and the same thing happened－presumably with mud on the ball－at the par-5 sixth for another double bogey. A chunked wedge on the par-5 ninth led to bogey.\\n\\nA victory would have made him the 25th player to reach No 1 in the world since the ranking began in 1986. That position still belongs to US Open champion Jon Rahm, who didn't play last week.\\n\\nHovland was among five players who had at least a share of the lead at some point. That changed on the reachable par-4 14th.\\n\\nIn the group behind Burns, who made his triple bogey, Hovland had a lie so challenging in the bunker he thought about aiming away from the flag to make sure it stayed on the green.\\n\\n\\\"But I decided to just give it some extra speed, which has kind of been one of the things I've been struggling with around the greens,\\\" he said. \\\"If it's a high-pressure situation, I tend to hit it soft instead of going for the open face and hit it hard. And I decided to do that there and it worked out.\\\"\\n\\nHe followed with a 7-iron to 20 feet on the par-5 15th for eagle to stretch his lead, and he wasn't done. Hovland's next shot dropped next to the cup for a 3-foot birdie.\\n\\nHe finished at 18-under 270.\\n\\nScheffler narrowly missed a fifth straight birdie on the 18th hole. He shot 66 and finished one shot behind, ending a year in which he made a sterling Ryder Cup debut but still has yet to win on the PGA Tour.\",\"timestamp\":1638877943,\"title\":\"Hovland the unlikely Hero to deny Morikawa top spot\"},\"digest\":\"9WGdwFd9pc2vhxTPoW5f88wy0WXxcc78xWN-TeKnRB0\",\"authorship\":{\"contributor\":\"0xF86F781C07805605058AF21Eb55aaeaE33A74F4B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TZAN3CiC72PAJWanvw0n4E-du5p96FCIE-d-WE-4nU\\\",\\\"y\\\":\\\"hzC6NUakNyXdvlh46weY3UUsI6HZVJV3DP7Eyq7La_8\\\"}\",\"signature\":\"c1BSzaEHXJr1RlQ6xFHRIeuRCS0bbhcokMmZ4S5EGHRQ3ZKCr8t1EwOOIr03SS5E4QH9kFHT8N0Fzv2VammnRA\",\"signingKeySignature\":\"0x98d620cc802cfcbbd5e134d8433c999bb0cbfa166494f1f850c5caebd0d3ad6532331cb7e0182e6a838837a78c9b7ba79621fc04e9cbf62f28f75a0f1443b1181b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TZAN3CiC72PAJWanvw0n4E-du5p96FCIE-d-WE-4nU\\\",\\\"y\\\":\\\"hzC6NUakNyXdvlh46weY3UUsI6HZVJV3DP7Eyq7La_8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9WGdwFd9pc2vhxTPoW5f88wy0WXxcc78xWN-TeKnRB0\"}"