"{\"content\":{\"body\":\"**ECB policy adjustments aim to promote balanced economic growth, employment and green objectives**\\n\\nThe European Central Bank re-examined its monetary policy in July, slightly raising the inflation target to 2 percent instead of the current target of just below 2 percent, and allowing room to overshoot the target when needed, to cope with high inflation and provide a policy basis for the continued implementation of its ultra-loose monetary policy.\\n\\nThe ECB is expected to maintain its current monetary policy over the medium term and determine the timing and extent of interest rate increases depending on the inflation situation in the future. Overall, Europe's monetary policy shift will lag behind other major economies and support the global monetary environment continuing to stay loose.\\n\\nThe core connotation of the ECB's policy changes, its first in nearly two decades, was to continue to use the Harmonized Index of Consumer Prices as its index to evaluate price stability, and to increase the inflation target from \\\"below, but close to, 2 percent\\\" to an official inflation goal of 2 percent.\\n\\nThe re-examination also reaffirmed that 2 percent inflation is the medium-term target, with overshoots allowed. While nominal interest rates are confined to zero below the 2 percent target, strong or sustained monetary policy measures are needed to prevent low inflation from becoming entrenched, including allowing inflation to stay slightly above the target for a transitional period. The ECB is incorporating house prices into its calculation of the inflation rate, and will encourage efforts to combat climate change via its bond-purchase programs and collateral framework.\\n\\nObviously, the ECB's adjustment of its monetary policy is meant to prevent inflation from persistently falling below the target and becoming entrenched, that is why it raised its inflation target from \\\"below, but close to, 2 percent\\\" to a specific 2 percent, with overshoots allowed.\\n\\nThe ECB's tolerance of temporary and moderate inflation overshoots does not represent an average inflation target, and will not push inflation above the target to offset past shortfalls, but rather it will tolerate inflation overshoots as a byproduct of past efforts to raise inflation.\\n\\nIndeed, the ECB reviewed its monetary policy strategy in 2003, when the eurozone faced problems such as slowed productivity, and the global financial crisis.\\n\\nEuropean economic growth has continued to decline and the actual equilibrium interest rates have remained low in recent years, due to influences such as globalization, digitalization and climate change. Today, the COVID-19 pandemic continues to take a heavy economic toll. Driven by factors such as rising energy prices and supply bottlenecks, inflation in the eurozone rose to 4.1 percent year-on-year in October, its highest level since July 2018 and much higher than the 3.4 percent in September.\\n\\nAt its monetary policy meeting in October, the ECB decided to continue to complete its emergency anti-epidemic bond purchase program (PEPP) in March 2022 as planned, but a separate Asset Purchase Program (APP) of 20 billion euros ($24 billion) per month will be continued.\\n\\nThe re-examined monetary policy framework increases the scope for the ECB to adjust policy rates to achieve its objectives, which could better support the European economic recovery. The monetary policy objective of the ECB is to maintain price stability in the eurozone, and on that basis, to support the economic policies of the European Union, promote balanced economic growth, employment and social progress, and even protect and improve the environment. The ECB wants to ensure prudential supervision of credit institutions and stability of the financial system.\\n\\nMoreover, the ECB continues to maintain its loose monetary policy will benefit the global economic recovery. At present, the high inflation rate in the eurozone limits the ECB's room for further easing of monetary policy to some extent. Therefore, it is expected that the ECB will maintain the established monetary policy unchanged for some time in the future. If the inflation rise slows next year then it may begin to consider raising interest rates in 2023.\",\"timestamp\":1639753083,\"title\":\"Basis for recovery\"},\"digest\":\"Tgrb4Qwb-EjamaALG6Nrlu2FW6A-xxMUdGa1-f9I8g0\",\"authorship\":{\"contributor\":\"0xc3308c4776590eF7761bBa021d1f73d0a027B565\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"szD7poDVu9CxZgWhWQMlcd973THpI8Lm6-H6zhG0BxY\\\",\\\"y\\\":\\\"ulrQ1IAAgWgsXP3LzpFip8gkLUmaiCllOofLMiYf4JQ\\\"}\",\"signature\":\"mKLzoeL3M9aJv-lhkdt7s-QF5-77eYoBkbbNPm8Q0OC8BlGAf9Y3ZGR2fqmRinngBcm1j_MCdXpuirTAQEFncQ\",\"signingKeySignature\":\"0xeed40f537bb01b20c79b77c25e6aa8ed33acd242878969aafb8f7db6ee75c4833cc7657e9c2285b6999f47ec815c56de80ebfa962adc6709466b39606244b2e21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"szD7poDVu9CxZgWhWQMlcd973THpI8Lm6-H6zhG0BxY\\\",\\\"y\\\":\\\"ulrQ1IAAgWgsXP3LzpFip8gkLUmaiCllOofLMiYf4JQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tgrb4Qwb-EjamaALG6Nrlu2FW6A-xxMUdGa1-f9I8g0\"}"