"{\"content\":{\"body\":\"## Una serie de transformaciones en la infraestructura bancaria dispara un boom de innovación en fintech…\\n\\n*Esta es una versión adaptada y traducida del artículo “[Every Company Will Be a Fintech Company](https://a16z.com/2020/01/21/every-company-will-be-a-fintech-company/)” publicado por Angela Strange en el blog de Andreessen & Horowitz.*\\n\\nUna encuesta del Foro Económico Mundial encontró que solo el 28 por ciento de los jóvenes de las generaciones Millennial y Z creen que sus bancos son justos y honestos.\\n\\nMientras tanto, el 50 por ciento de los estadounidenses que viven “día a día” a menudo sufre de servicios financieros deficientes. Aunque necesitan más servicios financieros que la población de mayores ingresos, tienen menos opciones y a precios más altos.\\n\\nEn síntesis, la mayoría definitivamente no ama a su banco.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Y5zG2e7rK22W5KOKQXrJBw.png)\\n\\n> ¿Por qué el status quo ha persistido durante tanto tiempo, a pesar de los niveles extremos de insatisfacción del cliente?\\n\\nSi bien innovar es difícil en cualquier industria, esto es especialmente cierto en los servicios financieros. Muchos de los bancos más importantes tienen más de 100 años y una amplia red de sucursales. Por lo tanto, les resulta difícil reducir costos y lanzar nuevos productos rápidamente: piense en sus innumerables contratos de arrendamiento a largo plazo y en los miles de empleados que deben capacitar en todo el país.\\n\\nAunque muchas de estas instituciones tienen presupuestos de tecnología multimillonarios, en algunos de los bancos más grandes, el 75 por ciento de ese dinero se gasta únicamente en el mantenimiento de productos existentes. Esta es una industria altamente regulada y con una infraestructura muy compleja.\\n\\nEntonces, si bien esta es una gran oportunidad para las startups, también hay que enfrentar grandes dificultades.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*or1iLTLxF7RUm7QWqP_PYQ.png)\\n\\n> Dados estos desafíos, ¿por qué soy optimista sobre el futuro?\\n\\nEs posible establecer un paralelismo con la industria del software. Hace unos 10 o 15 años, lanzar una empresa de software era muy difícil.\\n\\nPrimero, había que conducir hasta una tienda de informática. Había que comprar servidores físicos, cargarlos en la parte trasera de un camión, llevarlos a la oficina e instalarlos en una sala de servidores.\\n\\nLuego, había que comprar algunas licencias de software y escribir código para una base de datos. Cientos de miles (o incluso, millones) de dólares más tarde, finalmente podía empezar a construir el producto que deseaba lanzar al mercado.\\n\\nSi esto suena totalmente anacrónico es porque lo es.\\n\\nHoy en día, cualquiera puede lanzar una empresa de software con una tarjeta de crédito y una computadora portátil. Amazon Web Services (AWS) hoy ofrece toda esta infraestructura como servicio. Al reducir drásticamente el costo y la complejidad, desencadenó miles de experimentos.\\n\\nPiense en una empresa como Airbnb.\\n\\nImagine si los fundadores hubieran tenido que pedir a los inversores que les dieran millones de dólares solo para construir una infraestructura para demostrar que hay un mercado masivo donde todos queremos quedarnos en casas de extraños. La historia quizá habría sido diferente.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*RRbK9R9RYJWwP7cuTuY0bQ.png)\\n\\n## La Era Amazon en los Servicios Financieros\\n\\nEl mismo cambio monumental (“infraestructura como servicio”) está llegando a los servicios financieros.\\n\\nY no es solo una empresa, son varias empresas, porque la infraestructura de servicios financieros es muy compleja. Esta transformación reducirá el costo y la complejidad de lanzar una empresa de servicios financieros y, lo que es más importante, desencadenará miles de experimentos que allanarán el camino hacia el futuro de la banca.\\n\\nUno esperaría que esta innovación provenga de startups y de instituciones de servicios financieros existentes. Pero una parte importante vendrá de empresas no financieras que están incursionando en servicios financieros por primera vez.\\n\\nYa está sucediendo: Apple acaba de lanzar una tarjeta de crédito.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*K0xRJPOR-xyvFC24lS0_9A.png)\\n\\nEste puede haber sido un movimiento esperado en los círculos de fintech. Pero hasta no hace mucho, Apple era solo una compañía de computadoras. Ahora espera que su tarjeta de crédito guste a sus clientes tanto como su iPhone.\\n\\nPor supuesto, uno podría minimizar la tarjeta de Apple como el de una excepción de una empresa que tiene grandes reservas de efectivo y es conocida por lanzar nuevos productos. Pero Apple es sólo un ejemplo más de una tendencia mucho más amplia.\\n\\nUber y Lyft son empresas de viajes compartidos. Pero si eres uno de sus conductores también pueden ser tu banco. Para Uber y Lyft, ofrecer servicios financieros tiene dos beneficios.\\n\\nPrimero, ambas gastan mucho dinero en incorporar nuevos conductores. Luego tienen que recuperar ese costo con el margen de los viajes. Pero la recuperación sería mucho más rápida si además pudiesen obtener ingresos por la venta de servicios bancarios.\\n\\nSegundo, si soy un conductor, es más probable que me quede en una empresa que también me brinda mis servicios financieros. En última instancia, si tienen éxito en su oferta de servicios bancarios, Uber y Lyft podrían necesitar adquirir menos conductores, debido a que tendrían una mayor retención de los existentes.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*jQuuq_59iWSvEPM8M_jlBA.png)\\n\\nEste fenómeno también está sucediendo en B2B. A cambio de una suscripción mensual, Shopify proporciona servicios de sitios web para cualquier comerciante. Mindbody es una empresa que ayuda a gimnasios a gestionar sus negocios, también por una tarifa mensual. Resulta que ambas empresas obtienen casi el 50 por ciento de sus ingresos a través de la oferta de servicios financieros.\\n\\n> Pero, ¿por qué la explosión del fintech está ocurriendo justo ahora?\\n\\nLa “infraestructura como servicio” está llegando a la banca. Para comprender por qué esto es importante, analicemos qué tan compleja es la infraestructura bancaria en la actualidad.\\n\\n> ¿Alguna vez se preguntó qué se necesita para lanzar un banco?\\n\\nLo primero es solicitar una licencia, lo que podría llevar años. Por eso, la mayoría de las startups busca asociarse con un banco patrocinador (de hecho, esto equivale a pedir prestada una licencia).\\n\\n![](https://miro.medium.com/max/1400/1\\\\*IwM9QnWVmQVpc2VoxIlm3A.png)\\n\\nLuego, la startup necesita un sistema central (*core system*, algo parecido a una gran base de datos) que registre dónde está y cómo se mueve el dinero de los clientes.\\n\\nEste sistema central debe integrarse con una serie de sistemas de pago para que los clientes puedan extraer dinero de sus cuentas.\\n\\nSi quisiera otorgar préstamos, necesitaría conocer información sobre sus clientes a través de las agencias de crédito. Para esto, la startup debe cumplir con una serie de requisitos sobre KYC (conozca a su cliente) y AML (contra el lavado de dinero).\\n\\nY debido a que está tratando con dinero, debe protegerse contra el fraude, lo que requiere más software.\\n\\nHasta este punto, la startup ya ha desarrollado más de una docena de alianzas con instituciones financieras. Después de los dos años que normalmente se necesita para firmar esos acuerdos, ¡todavía no ha creado el nuevo producto que deseaba lanzar al mercado!\\n\\nPero, ¿qué pasaría si, de forma similar a lo que hizo Amazon con la computación y el almacenamiento, las empresas se centraran en cada capa de esta compleja infraestructura y proporcionaran ese paso “como un servicio”?\\n\\nEso es exactamente lo que está sucediendo.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*FQ3FanPsi5IAfAzvmJ2kvw.png)\\n\\n## Infraestructura Bancaria como Servicio\\n\\nDigamos que quiero que quiero crear una sencilla aplicación de planificación financiera. No estoy intentando reconstruir la infraestructura. Sólo intento extraer datos de esa infraestructura. Suena fácil, ¿verdad? Pero no lo es, cuando te sumerges en ello.\\n\\nPrimero, necesito datos sobre las finanzas de mis clientes. Pero hay miles de bancos en Estados Unidos. Para hacer las cosas más complejas, muchos tienen diferentes sistemas y, por lo tanto, diferentes formatos de datos. Necesitaría crear y mantener, por lo menos, varias docenas de integraciones para obtener una cobertura mediocre.\\n\\nTambién necesitaría datos sobre las cuentas de corretaje de bolsa de mis clientes. Y tal vez la nómina. Si tienen préstamos para estudiantes, ese es un conjunto de integraciones completamente diferente.\\n\\nVea todo el tiempo que dediqué a la construcción de infraestructura. ¡Y ni siquiera he empezado a desarrollar la aplicación de planificación financiera que quería llevar al mercado!\\n\\nSin embargo, ahora hay una empresa como Plaid que crea y mantiene todas esas integraciones “como un servicio”. Además traduce los datos a un formato utilizable.\\n\\nEsta capa de infraestructura preconstruida ha ayudado a acelerar empresas como Earnin, que permite a los usuarios cobrar anticipadamente su cheque de pago por el dinero que ya han ganado, o Blend, una aplicación de optimización de hipotecas.\\n\\nEn lugar de enviar por fax meses de extractos bancarios y de bolsa, el usuario sólo necesita vincular sus cuentas bancarias. Se están construyendo nuevas conexiones, como las de los administradores de préstamos para estudiantes. Gracias a esto, en el futuro es probable que veamos muchas mejoras en la experiencia de los préstamos para estudiantes.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*uiswfCY-fUaRiqJoEPmxPA.png)\\n\\nVeamos otro ejemplo. Supongamos que usted tiene una gran idea para un nuevo servicio de banca para consumidores que incluye una cuenta corriente y una tarjeta de débito.\\n\\nPara esto, necesitará más alianzas que las que mencioné anteriormente. También necesitará una red de cajeros automáticos para el retiro de efectivo y, tal vez, para el depósito de cheques. Y dado que muchos de estos sistemas se construyeron en la década de 1960, necesitaría escribir mucho código para integrarlos.\\n\\nPero ahora existe una empresa como Synapse que ofrece todo esto “como un servicio”. Además de reducir drásticamente el tiempo de lanzamiento, permite dos cosas.\\n\\nEn primer lugar, permite al emprendedor concentrarse en llevar su producto al mercado. Por ejemplo, Mercury es una pequeña startup de servicios bancarios. Se centra en la facilidad de uso y en proporcionar una gran visibilidad del flujo de caja, que es la razón principal por la que muchas empresas cierran.\\n\\nEn segundo lugar, Synapse permite a sus clientes poner el foco en la comprensión del cliente y la estrategia de distribución, en lugar de distraerse con la infraestructura bancaria.\\n\\nPropel es una empresa que ofrece servicios a algunas de las 40 millones de familias que reciben beneficios electrónicos en Estados Unidos (por ejemplo, cupones de alimentos). Uno de sus fundadores creció con cupones de alimentos y tenía una comprensión profunda de ese mercado. Propel comenzó ofreciendo servicios de presupuestación y ahora se está incorporando a los servicios financieros.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*GikKvxLI7t0_BkQWEj9eeA.png)\\n\\nEn la mayoría de los grandes cambios que ocurren en las industrias, a menudo hay un ganador y muchos perdedores. Pero este caso es diferente. Todos tienen la oportunidad de participar y mejorar significativamente.\\n\\nSolo en 2019, se lanzaron cerca de 2.000 empresas de fintech. Las instituciones financieras tradicionales podrían reemplazar algunos de sus sistemas heredados y gastar menos en mantenimiento. Además, al asociarse con estas nuevas empresas, podrían lanzar nuevos productos más rápidamente.\\n\\nTodas las empresas, como vimos con los casos de Uber, Lyft, Shopify y Mindbody, deberían pensar en cómo aprovechar los servicios financieros para servir mejor a sus clientes, aumentar la retención y mejorar los márgenes.\\n\\nY la mejor parte se la llevan los consumidores. Con el surgimiento de nuevas empresas de fintech, y algunas de nuestras marcas bancarias favoritas lanzando nuevos productos, nuestros servicios están mejorando. Creo que en un futuro no muy lejano, todos, sin importar nuestro grupo demográfico socioeconómico ni la parte del mundo en que vivamos, tendremos acceso a servicios financieros de bajo costo. E incluso podríamos amarlos.\",\"timestamp\":1638645439,\"title\":\"El “Momento Amazon” de las Finanzas y el Boom de las Startups de Fintech\"},\"digest\":\"o-_wpQda1qzyUvBjyoqlyCgGM4GoWx9jcXiQbhF9SIs\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"jGqnw57ezr6KAuDDrJCpNwy8UCTui82XGK3C8R9hoYNkCkfqwwU6Tj0T5BdEsqAvEH2HrfAtchJpYsLKZaudeQ\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o-_wpQda1qzyUvBjyoqlyCgGM4GoWx9jcXiQbhF9SIs\"}"