"{\"content\":{\"body\":\"吴缺做好了一顿早餐，到卧室一看，好家伙，甄傲雪正露出一个雪白的背部玩手机，作为纯欲女王，吴缺不知道为什么看到她就想要，这大清早的，赶紧用被子把她盖住：“穿衣服啊，受不了！”\\n\\n甄傲雪笑嘻嘻的转过身，更加刺激了，吴缺赶紧转过身去不敢多看。\\n\\n“我的礼物呢？”\\n\\n吴缺：“要不，陪你去买一把新的小提琴？”\\n\\n甄傲雪：“小提琴很贵的哦，我现在那把是我爸爸送我的生日礼物，要12万。”\\n\\n吴缺：“……这，这么贵。”\\n\\n甄傲雪从后面抱住他，在耳边絮语：“舍不得看看也行，反正我也不会把爸爸送的礼物丢掉。”\\n\\n吴缺感受到她灼热的身体，催促：“赶紧穿衣服，我要上火了！穿好了吃早点。”\\n\\n“穿好了你又脱我的，两三次了……”这话倒是没毛病，吴缺的欲望有点失控了。\\n\\n甄傲雪终于穿好了衣服，随便洗漱了一下，就展现了美好的青春形象，她坐到餐桌前，说：“跟大叔逛街的好处就是，无论看到什么都可能买，唉！”\\n\\n吃饭的时候，欲望失控的吴缺接到了江疏雨的消息，三个字“见面聊”。\\n\\n糟了，忘记了这边的事情还没处理妥当，赶紧发“我去你家。”\\n\\n在甄傲雪目光炯炯中，吴缺大言不惭的说：“我有点事情要处理，买礼物的事情……要不，我给你10万，自己去买吧。”\\n\\n甄傲雪有些不开心，但也仅仅是轻轻点点头，成功人士总是有很多事，她可不知道吴缺这位可不一样，他压根就没有事情做，这些日子完全就是躺平状态。\\n\\n对于江疏雨，现在吴缺就为难了，自从老钱抛出了自己女儿这个大杀器，吴缺对这个别人领了证的女人，实在是……下不去手了，那见了面说什么呢？只能见招拆招。\\n\\n特斯拉Plaid来到了江疏雨所在的富春山居小区，停好车，迈步走向电梯。\\n\\n“叮咚\\\\~”\\n\\n不一会儿，门开，江疏雨站在门口，表情看不出什么。\\n\\n关好门，吴缺随口问：“离了吗？”\\n\\n江疏雨瞅了他一眼，摇摇头：“他好像故意拖着。”\\n\\n吴缺：“他已经爱上你了，至少跟花阡陌一样。”\\n\\n江疏雨：“我要的可不是一样，什么时候老钱也变成磨磨唧唧了，无聊。”\\n\\n吴缺：“杀伐决断是对敌人，你又不是他敌人，磨磨唧唧是正常。”\\n\\n江疏雨：“那我们现在怎么办？”\\n\\n吴缺：“我们……再等等呗，等一个契机，你现在逼他做负心人，可能也不太好，毕竟，阡陌也是你朋友。”\\n\\n江疏雨：“要老公，闺蜜就没了，没得选。领证那一刻就注定了。”\\n\\n吴缺：“老钱……本事大，恐怕不是一两个女人能完全控制得住的，你应该有心理准备啊。即便这一次成功了，下一次，我这个临时的接盘侠，可能也靠不住。”\\n\\n江疏雨似乎感觉到了吴缺的异心，狐疑：“你什么意思？好像跟那天说好的不一样，你不支持我离婚？”\\n\\n吴缺：“不是，只要你离了，我肯定照顾你，不过，你应该知道，老钱为了挽留你，做了一件不可思议的事情……”\\n\\n江疏雨：“说。”\\n\\n吴缺：“他说，只要我能劝你，他不反对我跟钱浅好，钱浅，就是他的女儿。”\\n\\n江疏雨并不熟悉钱浅，疑惑道：“跟他女儿有什么关系？”\\n\\n吴缺：“他跟他女儿有一定的暧昧关系，一直担心他反对，后来散伙了，你别误会，我可没接受他的这个交易，就是告诉你他做出这个承诺，他的牺牲，所以我觉得你在他心中，应该……比花阡陌更重要一点点，只是他碍于承诺，不会放弃花阡陌。”\\n\\n江疏雨忽然对钱浅很好奇：“你可以把钱浅叫过来吗？我看看她啥模样。”\\n\\n吴缺：“……你俩在法律上是母女关系，你没见过？”\\n\\n江疏雨脸一红：“没有，妈的，我忽然发现自己成了后妈，现在的心态就差一个魔镜了。”\\n\\n吴缺：“那到不至于，钱浅显得有些稚嫩，胸也没你的大，给你看看她的朋友圈，有一些照片。”\\n\\n江疏雨看了很多钱浅的照片，声音有些奇异：“你跟这个小妹暧昧过？到什么地步？”\\n\\n吴缺撒个弥天大谎：“就是接个吻，还被她爸看见过。”\\n\\n江疏雨轻叹一声：“我也曾经这么稚嫩过，当时有很多可怕的想法，现在看来，不可思议……”\\n\\n吴缺：“比如呢？”\\n\\n江疏雨：“比如，嫁给某给超级超级厉害的人，具体是哪个，不告诉你！总之就是很荒诞的小丫头的想法。”\\n\\n吴缺微笑：“谁还不是个宝宝呢？现在被现实打败了，嫁给了老钱，或者将来做我的情人，我也蛮厉害的，我家ONLY已经市值150亿美元了，相当于我躺着又赚了5亿美元。”\\n\\n俩人聊着天，不知不觉在沙发上靠在一起，感觉好像老情人一样了。\\n\\n老钱喜欢拖延那就拖延吧，反正江疏雨也决定要跟吴缺眉来眼去，老钱要是受得了，那就硬挺着，咱疏雨也不吃亏不是？\\n\\n吴缺现在对江疏雨是出于感情而不是出于身体，身体嘛，还是甄傲雪比较纯欲，容易讨好。\\n\\n这几天吴缺是过得挺好的，白天跑来跟江疏雨谈情说爱，晚上则回家跟甄傲雪纯欲，一心两用，什么都不耽误。老钱可就惨了，两头都不讨好，花阡陌也不理睬他，等他离婚，江疏雨也不理睬他，等他跟花阡陌分手，而且跟老钱的老情敌吴缺眉来眼去暧昧至极。\\n\\n就在这样的情况下，老钱生了一场病，一度以为自己要死了，连遗嘱都写好了，在这个时刻，他忽然真的想有一个有本事的女婿，像吴缺这样的，这样能照顾好他女儿。\\n\\n这天，钱浅和吴缺同时被叫到身边，老钱对他们说：“如果万一我死了，吴缺帮我照顾浅浅啊。”他把他们俩的手放在一起，这简直是托孤。\\n\\n吴缺感觉很滑稽，说：“我倒是想照顾，可惜没机会，医生说你只是精神状态不好，过几天就生龙活虎了，我可没想到精神能影响人到这种地步，要不……我把疏雨和阡陌叫过来？”\\n\\n看到钱昊空默认了，吴缺就跑到一边打电话去了，钱浅这时候心态很奇怪，握着爸爸的手，眼睛却望向家中别墅二楼的露台上，正在打电话的吴缺。\\n\\n吴缺对花阡陌说：“你无法获得完整的老钱了，我看他死也不肯放手江疏雨，要不，你让一步，允许他们在一起吧，就像之前一样，假装不知道就行，坚持一个月，因为老钱现在生病了，医生说是精神疾病，你帮帮忙呗，要是老钱死了，你现在就一无所有了。”\\n\\n花阡陌：“生病了吗？严重吗？”\\n\\n吴缺：“医生说没事，不过老钱感觉自己快不行了，连遗嘱都写好了，还把他女儿托孤给我了，说不定是假装生病博同情，我不知道，你自己过来判断一下。”\\n\\n于是花阡陌就过来了。\\n\\n完了又告诉江疏雨：“宝贝儿，糟糕了，老钱这次对你是动真情了。你要是逼他离婚，他可能生无所恋，他现在立好遗嘱了，要不，你来鉴定一下他的状态？”\\n\\n江疏雨：“怎么是你来劝我？他不会打电话给我吗？”\\n\\n吴缺：“我……丫都打算把女儿托孤给我了，挺可怜的样子，在他家别墅二楼呢，你要不要过来？阡陌来了，你们再较量一回合，今天应该是最后一回合了，你们仨，必须死一个。”\\n\\n花阡陌和江疏雨几乎同时达到，一对好闺蜜如今势同水火，互不打招呼。钱浅终于跟两个后妈见面了，说了几句场面话，乖乖跑到露台上，在吴缺身边。\\n\\n关心则乱，钱浅忧心忡忡：“我爸……不会有事吧？”\\n\\n吴缺微笑：“解铃还须系铃人，她俩来了就没事了。”他压低声音：“我怀疑这是你爸的苦肉计……厉害，老狐狸！”\\n\\n钱浅：“有点奇怪……你不是我爸的不共戴天的情敌吗？为什么他让你照顾我？”\\n\\n吴缺：“你爸的资产属于虚拟经济，一般人，甚至律师都不一定懂，所以找我，我现在身价15亿美元，又不贪他这点钱，而且对你……还是有感情的。理性的选择。”\\n\\n手机响了，他接听，几句话的功夫，回头跟钱浅说：“我要走了，林星雅公司有事，我要去照顾双胞胎。”\\n\\n钱浅回头看看两个后妈，对吴缺说：“我也去，我走了更方便他们相处！”\",\"timestamp\":1640003978,\"title\":\"共济会风云 第56章 托孤\"},\"digest\":\"vRMeKEG8plgQ0K5S6CSkGvSMiZ3Qda14jWzK-v9HNmg\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"GStKRE3jif5HB9caKlBAUPcnwot7Xw7Av8p1TTOZTXYLkpUUckYzU0kJevFAcKhtWUs63H6DquCE75q7ZTGzmg\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vRMeKEG8plgQ0K5S6CSkGvSMiZ3Qda14jWzK-v9HNmg\"}"