"{\"content\":{\"body\":\"币圈，最重要的不是一个币实际能干什么，而是币圈生态能否增加人们的软实力，增强人们的思想，填补我们文化上的哪些空缺。 拥抱币圈的人都是能通过互联网提升自己的一群人！ 拥有突破土地的局限性的可能！ 科技已经让那片土地不再束缚自由！\\n\\n币圈的永续合约和美式期权差不多，但是少了short call和short put的技巧组合策略是硬伤。国内投资门槛对于普通人来说极高，本质是维护士农工商的传统架构认知，导致了天朝普通人对期货期权，都没有足够的认知。\\n\\n面向大众的商业文明也只有改革开发40年的短暂历史，在悠久的“士农工商”文化上。每个朝代能成为大生意的家族都是从零开始学习期权。孩子辈从也是读“四书五经”多。根本没有多少商业逻辑得以流传。因此像胡雪岩那样的老油条，都免不了“爆仓”。\\n\\n非海洋系法理，非游牧文化，无法流传的商贸传统。只有自给自足，艰苦奋斗的实业农耕思维996。这必然止步不前，也注定富不过三代。农耕逻辑就是守规矩，因为农业不能违背天时地利人和三大规则。不像游牧随遇而安。几乎所有统治这片土地的精英，都有游牧的经历，这是必然！\\n\\n但人性是共通的，不分人种。在这片盐铁专制的土地上，富注定不可过三代，因为没有看见你劳动，你的私有财产注定会不合法，不劳动又合法的私有权力，只能是“皇帝”和体制内“当官”相对享有。因此人们都非常热爱炒作土地。为土地而斗争，这是仅存的相对合法低门槛投资标的。\\n\\n天不时就换朝代，地不利就人力争夺，必然导致人口爆炸，农耕人离不开自己的土地，就会更加人整人，这都是农耕的本质。这是规则下的自然选择进化。内斗内行 外斗外行。 没有土地作为投资标的，又没有超越皇帝的宗教信仰，人性是活不下去。历史上佛教兴起，是皇权信仰衰落的表现。其他宗教指导了人们。\\n\\n外来信仰总是轻而易举的击溃这个内斗文明。但过去的生产力有限，大多数文明无法抗衡大自然的农耕规则，最终还是选择汉化共存的。毕竟在过去海洋，农耕，游牧三大文明。最稳定的，牢不可破的，植根于基因的，就是把人所锁死在土地的农耕文明。天地人构成的三角形是稳定性的代名词。\\n\\n但这世上不存在绝对安全的体系，因为人性是不断渴望BUG的，寻找bug是智慧的天性。科学的本质是探索发现。科学服务于bug天性。 在此天性下，今天科技作为第一生产力。人类发明了很多危险的工具，如汽车，电力，电锯，洁厕精，期权，开颅，基因改造 这些危险工具会不会使用可以说是区分两个时代的人。\\n\\nbug工具的普及认知，使得社会生产力不在一个级数。 火车危不危险，取决于社会对汽车开放认知，是破坏风水还是建立交通规则的认知。 洋务运动之所以失败，是因为它只接受新文明坚船利炮的好处，而没有实际接纳放权思想的风险。放不开私营造船，挖矿，放不开私营军权管理。\\n\\n币圈，最重要的不是一个币实际能干什么，而是币圈生态能否增加人们的软实力，增强人们的思想，填补我们文化上的哪些空缺。\\n\\n新文明的玩意，都是高风险的，放开皇权，这是不符合常理的逻辑。这思想风险谁能接受？既得利益集团随时被打地主。把军权管理方案交给海盗，外聘人员，不合常理。把造船厂，挖矿，造水泥，铁路交给市场，闻所未闻。 把一个国家的命运，交给没有文化的市民进行公投。何等无知才会做这样的事？\\n\\n很明显旧垄断统治与新自由经济是两种文明。垄断统治和经济本身必然矛盾。垄断中心化总是自然形成的，这是古老的自然法则。 很多地区信仰认知里都有但丁《神曲》中认为的那样，有三大行为是违反自然法则的，必需进入第七层地狱，分别是：信仰自由，同性恋，不劳而获的杠杆借贷。\\n\\n恰恰这三大行为，是区分先进文明的标准。 离婚对很多人来说都接受不了，更别说同性，变性，基因改造，脑机接口。道德绑架是我们自然惯用的手段。 但现代人已经可以预见未来，人类对造物主的大自然法则有更多的违背和超越。亟待新的造物主理论哲学。 这都是科技的错，它总是和传统道德认知起冲突!\\n\\n所有的传统道德认知里，都有那么一条自然常识：劳动创造价值。 劳动创造价值，这是马克思主义经济学的核心思想。基督教也不例外的有这一条。不劳而获，不可能被农业思维待见。空手套白狼是商业景气中，agent常干的事。 投资文明，是一种商业经济文明，和农业思维和统治稳定是两回事。\\n\\n用旧文明去思考新文明，是不可能得到正确的答案的，用农耕思维去思考经济，同样也会各种道德绑架。 即使是西方自由经济学开创先驱们，比如大卫李嘉图，也无法解释“埋在地底的葡萄酒”为什么不劳而获的升值了。 普通人的认知对待什么是价值投资、合约交易的就更不用说了。\\n\\n目前投资界最大的谎言是，价值投资。因为价值投资太合传统逻辑了。必然就有人将价值投资这个词去进行人性道德绑架。人为的设立信仰对错，从而把价值投资错误的理解和运用。然后发展成鄙视杠杆合约交易的群体 通往地狱的道路充满了善意。保守的伊斯兰教禁止投资高利贷，但高利贷则拯救了整个犹太民族。\\n\\n犹太人是很悲催的一个族群。他们是不可能获得土地所有权的外邦人，他们的教义只爱犹太人而不爱外族人，因此他们允许对外族放高利贷，高利贷的本质就是给借贷人调动一个属于未来的钱，一个杠杆工具。物理杠杆原理就是科学工具啊！为什么不能用在金融上呢？ 给别人一个工具，一次机会，是自私的善举。\\n\\n经济自由主义 的思想就是：由于人们按利己的本性去从事经济活动，追求个人利益，结果能使整个社会受益！ 专门研究货币数量和杠杆利率关系的费雪，告诉我们杠杆水平由时间偏好的“人性不耐”和投资机会的均衡决定的。 利率是金融生活无处不在的一个词，利率背后就是杠杆调节。\\n\\n利率是真正的价格，只要有时间的因素存在，便有利率的问题存在。利率是整个价格结构中最为普遍的价格，也就是货币的价格，现在货币与将来货币交换的市场就叫做金融市场。\\n\\n“利息理论（或时间经济学）是金融学、投资学的基础——前面关于“信息费用”的部分讲解了以信息费用来量度风险，而除却风险之外，金融学、投资学余下的内容都属于利息理论——，主要是由费雪（I. Fisher）一人创立的。” 摘自：[https://zhangwuchang.blog.caixin.com/archives/38325](https://t.co/kDeD5WEM3A)\\n\\n现代的期货系统，永续合约系统，保证金水平都是由个人主导的。它本身是中性的。由个人决定了杠杆水平。 人性是无法遮掩的，越是遮掩逃避只会变成更奇葩的悲剧。 开放色情行业，相关影视，有效降低性犯罪。 我们正因为缺失了商业经济思维，所以我们更加要去正确拥抱这个东西。\\n\\n错误的态度，会使得我们缺少了相应的文化推进。 我们重要的是培养社会投资的文化。让它一代又一代的传承下去，并且每一代加强并进化。最终 那么它就成了大家的教育共识，而再不是一个让人担心的问题。\\n\\n对于无知，没有警觉性的小孩子来说，马路上的汽车是的危险。小孩子对风险的认知，总是社会上的前人不断给他灌输的，以至于她再长大一点点，就明白了如何与马上汽车相处。\",\"timestamp\":1640828039,\"title\":\"币圈思维\"},\"digest\":\"6JY5z0esn0E07iyQ_mdlSTuCh2eABc9Pc625RR1ihZM\",\"authorship\":{\"contributor\":\"0xeA445eC9c78c614a70dfe7D9DD3eDa0D76020E44\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gz9HNnjJ0uHKkA9xfZJr_UZdtFm6bUiyHFlBsCPlesg\\\",\\\"y\\\":\\\"eXxo6pcCgBFgp7ZaGNkHQhl1iIYad0pgBJux30yHHzQ\\\"}\",\"signature\":\"CJbcgRevyatBBgpYYrQ-4_4_aU4UcrG5FCf3EdOI5bVEOvNE7lq0HdHw2TXVPd0auH-MjaaQjJmUR1_Ut3kG4A\",\"signingKeySignature\":\"0x72ade85975a01125d5938c912c1a0494f6ffeac2291d4cd16e7c8e06fd1e5c8030f2878d3d0cdb279b45f11c5ca01f2b0bf510b446e006102d20e9f1243b5d891b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gz9HNnjJ0uHKkA9xfZJr_UZdtFm6bUiyHFlBsCPlesg\\\",\\\"y\\\":\\\"eXxo6pcCgBFgp7ZaGNkHQhl1iIYad0pgBJux30yHHzQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CqPt3NiC9rjGDQtACvVTRekgPOielw3Tsck1AeA5bEU\"}"