"{\"content\":{\"body\":\"队伍暂时还不能出发，因为要等待避难壁垒里重新换来新的私人部队军官。 \\n  \\n     一个军官哪怕再小，说换就换也足可看出骆馨雨在避难壁垒里面的影响力了，只是刚才骆馨雨暗自看那鸭舌帽姑娘的一眼，也落在了任小粟的眼里。 \\n  \\n     这鸭舌帽姑娘到底是什么人？ \\n  \\n     任小粟忽然说道：“大家以后都是队友了，我还不知道大家都叫什么呢。” \\n  \\n     一个乐队工作人员冷笑道：“我们跟流民可不是队友，你只是个带路的而已，不要太自来熟了。” \\n  \\n     任小粟仔细的打量着这位乐队工作人员，心里认真的考虑着路上有没有合适的地方把他给弄死什么的…… \\n  \\n     集镇上的流民，避难壁垒里的居住者，双方在一起有着明显的对比，相对于避难壁垒里那些人的白净与文雅来说，集镇上流民的脏与野蛮是显而易见的，但这其中还有更加本质的区别。 \\n  \\n     那就是面对生活的态度。 \\n  \\n     任小粟（Su）是怎么一路活过来的？而这些人又是如何在避难壁垒里养尊处优的？生活的环境会带给一个人的一切：思维、性格，等等。 \\n  \\n     此时一名军官从避难壁垒里走了出来，这名军官直奔诊所，当他来到众人面前的时候开口说道：“外勤司少尉，许显楚。” \\n  \\n     直到这个时候，大家才开始互相自我介绍起来，不过任小粟没记住别人的，他就一直盯着之前那个嘲讽了自己的乐队工作人员。 \\n  \\n     只听这个工作人员自我介绍道：“我是骆馨雨小姐的经纪人，我叫刘步。” \\n  \\n     任小粟在心里给刘步这个名字记到了小本本上。 \\n  \\n     忽然间，那个鸭舌帽姑娘说道：“杨小槿（Jin），木槿花的槿。” \\n  \\n     任小粟愣了一下，原来这姑娘叫杨小槿，不知道为什么任小粟就觉得这名字很好听。 \\n  \\n     不得不说，集镇的流民与壁垒里这些人的区别还有名字。 \\n  \\n     你看着壁垒里的名字，许显楚，刘步，骆馨雨，王从阳，杨小槿…… \\n  \\n     再看看集镇上流民的名字，王富贵，王大龙，李发财，李有钱…… \\n  \\n     这集镇上的名字一听就很草率啊！ \\n  \\n     不过任小粟现在倒是清楚了这队伍里是如何分工的，刘步作为骆馨雨的经济人，是整个乐队的实际事务管理者，例如生活物资等等，都归他管理。 \\n  \\n     这次出来了五辆越野车和一辆皮卡，后备箱里都装满了他们的生活必需品。 \\n  \\n     而许显楚则是负责车队的管理和整体的安全工作。 \\n  \\n     原本任小粟以为杨小槿也会负责什么，但从头听到尾，他忽然发现这杨小槿就像游离在队伍之外的人一样，什么都不用管。 \\n  \\n     按照骆馨雨对许显楚的介绍，这杨小槿是她的朋友，其实这次是跟着一起去112号壁垒玩的。 \\n  \\n     任小粟当时就想说我信你个鬼！ \\n  \\n     介绍完以后大家陆续分好了车辆上车，这次行程总共19个人，加上任小粟是20个，所以五辆越野车每辆坐四个人应该是刚刚好的。 \\n  \\n     结果就在任小粟准备上车的时候，那刘步忽然说道：“你身上那么脏就不要坐车上了，去坐皮卡的车斗里。” \\n  \\n     任小粟也不反驳他，毕竟，他跟死人有什么好较劲的？ \\n  \\n     当任小粟坐在车斗里，车辆引擎轰鸣的声音在耳边响起，眼中的集镇开始一点点后退。 \\n  \\n     临走这一刻任小粟心中还有些不舍，这地方哪怕再脏再破，也是自己这些年的家啊。 \\n  \\n     就在任小粟感慨的时候，他忽然听到旁边响起了一阵欢呼声：“任小粟终于要走喽！” \\n  \\n     “以后我们就解放喽！” \\n  \\n     “哈哈哈，苦日子到头喽！” \\n  \\n     任小粟无语之下转头一看，赫然是李有钱和王大龙带着一群学堂学生在互相击掌庆祝…… \\n  \\n     别人倒还没什么感觉，虽然任小粟现在是集镇上唯一的一个医生，但走也就走了。 \\n  \\n     但学生们不一样，他们知道接下来的日子一定过的比现在好啊！ \\n  \\n     这一刻，他们已经忘掉了被任小粟统治的恐惧…… \\n  \\n     围观的人群中忽然冲出来一个中年汉子，那是李有钱他爹李发财。 \\n  \\n     李发财拉着结实姑娘李有钱就往家走去：“你特么不要命了是吧？” \\n  \\n     李有钱纳闷了：“爹你怕啥，任小粟这都走了！” \\n  \\n     李发财痛心疾首的说道：“但是他还会回来啊！” \\n  \\n     “万一他回不来了呢，”李有钱争辩道：“不都说荒野上很危险吗？” \\n  \\n     “你懂个屁，”李发财抓住结实姑娘李有钱的手又更紧了一些：“这些人全都回不来，他也能回来！而且，以后不许盼着别人死，听到没！” \\n  \\n     李有钱说任小粟可能回不来，那潜台词就是指任小粟会死在外面。 \\n  \\n     其实集镇上的人对生死都麻木了，感觉死亡也是一件很正常的事情。 \\n  \\n     但这样一颗种子埋在一个孩子的心里，未来这颗种子开花结果时，就不知道会长出什么样的果实了。 \\n  \\n     越野车里的骆馨雨等人也听到了这些欢呼声，他们摇下车窗回头看去，虽然不知道这些人到底跟任小粟什么仇什么怨，但总归明白是在庆祝任小粟离开集镇…… \\n  \\n     刘步坐在副驾驶上嘀咕道：“这特么得是什么人缘才会有人庆祝他离开啊……” \\n  \\n     骆馨雨坐在后排笑道：“回来之后好好打听一下这个人，我想知道他在集镇上到底干了什么。” \\n  \\n     “馨雨你打听他干嘛啊，”刘步不屑道：“就是集镇上的一个小流氓而已，如果不是我们需要个向导，他能和我们这种人有交集？这是他上辈子修来的福气，结果还不珍惜。” \\n  \\n     车上，只有杨小槿始终一言不发，似乎在思考什么。 \\n  \\n     …… \\n  \\n     学堂门口，小玉姐扶着栅栏看向集镇道路的尽头，她只能看到任小粟和那些车辆渐渐变成了一个个小黑点。 \\n  \\n     她转头回到学堂后院把一条毛巾沾了点水，然后走进屋子里给突然发烧后昏迷不醒的颜六元擦了擦额头。 \\n  \\n     张先生去老王杂货铺帮忙买退烧药了，小玉姐则守在颜六元的身边照顾他。 \\n  \\n     这时颜六元皱起眉头，似乎在做什么不太好的梦，小玉姐温柔的抚平了颜六元的额头轻声说道：“放心吧六元，他一定会回来的。”\",\"timestamp\":1642759420,\"title\":\"39、杨小槿\"},\"digest\":\"4cIAAZ-T2TODmiTuGSjmV_0_ETY8NIkAZF1Edp3i6Ww\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mqxaxpC5oGfvLAOCfSEF9UXRKsqYaib7JJ051RD0H6U\\\",\\\"y\\\":\\\"1213EiJFmFBYLrW81OdaPElwgOADFW1hJVu_5JZc4l8\\\"}\",\"signature\":\"RhbgtZuoGdBQYSWWfcAD-KpcQ7vmcKzfjfgGbFLbOHMej_0mtvic_0dYfzFukI5un-grQGKS1X8vHy0ISHGpJA\",\"signingKeySignature\":\"0x782cfa6ceffe2af6bfe2cede18df13b07ffe096a75a67493e985e8ffdc14f32c6f2dfed86aaa6c0066d2c4a3aca0663b125f9a91f58dac29efd228b93e6ab7de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mqxaxpC5oGfvLAOCfSEF9UXRKsqYaib7JJ051RD0H6U\\\",\\\"y\\\":\\\"1213EiJFmFBYLrW81OdaPElwgOADFW1hJVu_5JZc4l8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4cIAAZ-T2TODmiTuGSjmV_0_ETY8NIkAZF1Edp3i6Ww\"}"