"{\"content\":{\"body\":\"Frameworks help evaluate a company’s potential. Whether its stock is a good investment is another question.\\n\\nGood companies can make bad investments if the price paid is too high.\\n\\n\\n***\\n\\n## Warren Buffett’s Framework\\n\\nAre you investing in a *business* or *economic franchise*? Of course, we want to invest in the latter, but how can we know which companies have the potential to become an economic franchise and deliver outsized returns?\\n\\nWarren Buffett’s 1991 [shareholder letter](https://www.berkshirehathaway.com/letters/1991.html) lays out the characteristics of an economic franchise.\\n\\n> **An economic franchise arises from a product or service that:**\\n>\\n> * Is needed or desired.\\n> * It is thought by its customers to have no close substitute.\\n> * It is not subject to price regulation.\\n>\\n> The existence of all three conditions is demonstrated by a company’s ability to regularly price its product or service aggressively and thereby to earn high rates of return on capital.\\n>\\n> Moreover, franchises can tolerate mismanagement. Inept managers may diminish a franchise’s profitability, but they cannot inflict mortal damage.\\n>\\n> In contrast, a business earns exceptional profits only if it is the low-cost operator or if the supply of its product or service is tight. Tightness in supply usually does not last long.\\n>\\n> With superior management, a company may maintain its status as a low-cost operator for a much longer time, but even then unceasingly faces the possibility of a competitive attack. And a business, unlike a franchise, can be killed by poor management.\\n\\n**This framework helps us answer the question:** Does this company have a moat, and how deep and durable is it?\\n\\n**Bottom line:** We want to find, invest in, and hold onto businesses that have the *potential* to become economic franchises.\\n\\n\\n***\\n\\n## Peter Thiel’s Framework\\n\\nPeter Thiel’s book, *[Zero to One](https://www.amazon.com/Zero-One-Notes-Startups-Future/dp/0804139296)*, discusses the four characteristics of a monopoly. Most businesses will not have all these qualities, if any. However, the eventual winners in a given vertical will have multiple.\\n\\n1. **Proprietary Technology**–Is your product or service difficult or impossible to replicate? For example, how hard would it be to build a better search engine than Google? Or offer more products at lower prices with faster delivery than Amazon?\\n2. **Network Effects**–Does your product or service become more useful as more people use it? For example, if all your friends are on Facebook, does it make sense to choose another social network?\\n3. **Economies of Scale**–Does your business get stronger the bigger it gets? The fixed costs of creating a product can be spread out over greater quantities of sales. Software companies are good examples because the marginal cost of replicating software is zero.\\n4. **Branding**–Built over time by the ability of a company to deliver a product or service that, in the customer’s mind, is special and consistent.\\n\\n**This framework pairs nicely with Buffett’s. If a company has all or multiple characteristics of a monopoly, there’s a good chance they can become an economic franchise.**\\n\\n\\n***\\n\\n## Geoffrey Moore’s Framework\\n\\nGeoffrey Moore’s book, *[Crossing the Chasm](https://www.amazon.com/Crossing-Chasm-3rd-Disruptive-Mainstream/dp/0062292986/ref=sr_1_1?crid=2HADQ62GW412P&keywords=crossing+the+chasm+by+geoffrey+moore&qid=1564572058&s=books&sprefix=crossing+the+%2Cstripbooks%2C192&sr=1-1),* explains how technology companies should market their products and how some companies with promising starts fall prey to the chasm.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F74045bc8-48b5-4ed4-a84e-2e3dc071fa02_1215x825.png)\\n\\nHis framework is useful when estimating the market size for a product or service. In other words, what’s the company’s ceiling if everything works out?\\n\\n### For example\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fff13bc81-1c46-4846-abf9-4423373596f8_1282x722.png)\\n\\nThis chart is from iRobot’s 2018 [analyst presentation](https://investor.irobot.com/static-files/8d46c636-4667-4524-a52d-b8be63db511b). It’s their estimate of its total addressable market (TAM).\\n\\nWe can assign a likelihood for them penetrating the rest of its addressable market. And sometimes, there’s a gap between our estimate and the markets’. Hence, an opportunity!\\n\\n### Sustaining vs. disruptive innovations\\n\\nPerhaps the most important concept from the book is distinguishing between *sustaining* and *disruptive* innovations.\\n\\nUnderstanding which products have the potential to be disruptive is key to estimating which companies have a chance at becoming the next Facebook, Google, or Amazon. Those are the companies we want to find early and hold onto (the hard part).\\n\\n### Sustaining innovation\\n\\nThe regular upgrading of products that do not require us to change our behavior.\\n\\n**For example:** Warby Parker made better-looking, cheaper eyeglasses, and the experience of buying them more enjoyable. But it didn’t change our behavior or the business model of the eyeglass industry.\\n\\n### Disruptive innovation\\n\\nProducts that require us to change our behavior.\\n\\n**For example:** Before Uber, we stood on the street and hailed a taxi. The customer experience was awful. With Uber, we press a button, and a car shows up. In fact, some people have opted out of car ownership because using Uber is cheaper and more convenient.\\n\\nIn some cases, disruption is subjective.\\n\\n**For example**: How disruptive was Uber? Some argue not very much. After all, Uber still used cars and the existing infrastructure of roads and highways. They just 10x'd the user experience.\\n\\nThere’s some truth to that, which is why we look at disruption on a spectrum. The important part is figuring out if the disrupter can capture the *new* *value* they created.\\n\\n### Creating value vs. capturing value\\n\\nOnce you have identified a disruptive technology, the next step is determining if a company can capture the value of its disruptive technology (Peter Theil’s framework is helpful with this).\\n\\n**For example**: Airplanes were a disruptive technology and created loads of value. But for most of their existence, they have been terrible investments, unable to capture the majority of the value they created.\\n\\n\\n***\\n\\nThese aren't the only useful frameworks; just three of my favorites.\",\"timestamp\":1642706848,\"title\":\"How to Pick Winning Stocks: 3 Frameworks From the World's Top Investors\"},\"digest\":\"TdEhrOheyF_mV7Mv60lFqJMbvtG0WPwMLcHCHDR-Q84\",\"authorship\":{\"contributor\":\"0xeE93f5Fb57C0b4376fAfe22902D8d13fc078faf7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ALm55vIah7MxGSzEDxyxmGOmzuSbjuYtSAmWLjnuXvs\\\",\\\"y\\\":\\\"uMPin0XY_V5sSExHClP19nEFrBhcL-9wcvSpoGKwxJw\\\"}\",\"signature\":\"UxNM3xVNAZD-3kxXY-PE0n_4dSTHfPs6_hItKL2lyjt56nndz3Gpc5DbNmn-TgE9y5Sww-FZ1-LTwX2n0loHVw\",\"signingKeySignature\":\"0x6a4f1b47248b1885c63a62f04eb4f3e1c14f6c6f9e1d283aa89adfdbf4e5e91a614d39a510629ef50241a86f23f915ec565313a0444b9f014c0256dc6e1ee36e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ALm55vIah7MxGSzEDxyxmGOmzuSbjuYtSAmWLjnuXvs\\\",\\\"y\\\":\\\"uMPin0XY_V5sSExHClP19nEFrBhcL-9wcvSpoGKwxJw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DN0XClT1WcmPmOQMAEOCc9YzbwVInAA0zMNHr1y2Bh4\"}"