"{\"content\":{\"body\":\"### Why ScholarPunks?\\n\\nAs is with all projects, ScholarPunks is entirely derivative.  Looking for an aesthetic akin to Solarpunk, that is a healthy relationship between mind and machine (contrasted with Cyberpunk being an avarice-driven neglect of said relationship) sparked the initial naming inspiration.  Subsequently, being in the crypto scene, we noticed an entire other derivation of the NFT series CryptoPunks.  Neat.\\n\\n### What ScholarPunks?\\n\\nLearning is powerful, of course.  Crafting Deep Knowledge amplifies this force.  Deep Knowledge requires data, experience, and community, all together.  Deep Knowledge can then be refined and sharpened by continued engagement and creation; always practicing for an unknown performance.  To help foster this, a Solarpunk-inspired community can start to grow organically.  Leveraging, but never limited to, Web3 paradigms and tools, this community will extend into the equivalent of a comfortable armchair in a local bar.  A place for observers and learns to do what they do best: listen.\\n\\n### What, exactly, ScholarPunks?\\n\\nWho knows? For now, it is little more than an idea and an fresh and empty Discord server.  We can hope that it grows to something more valuable to all of us and our inner scholars.  Connections can be made via organizing microbounties for offering personal experience and expertise.  We can seek to achieve the benefits of a student ID without the University.  We can normalize and organize impromptu PowerPoint presentations.  Grow a bulletin board of “scholarly” connections to be made.  We can learn to spread the ideas that we find inspiring beyond the Self.  A Community where commissioned art or an annotated article can act as a thank-you gift or a simple hello.  A Community where curiosity is the currency.\\n\\nPerhaps one day we will grow to have community-elected monthly keynote lectures by experts currently unknown to us.  One day we can incentivize independent research and collaboration.  One day perhaps we can achieve a Non-Fungible Student ID, free and permissionless, with widespread meatspace recognition.  The possibilities are tantalizing.\\n\\nBut first, let’s start with some [basics](https://mirror.xyz/0xba01eDF0B28A9A35384490Bc965Fde8eFF81D616/FyE1uloRE99akK0oLorantbNCub8cZmC_lEMju24uz4).\",\"timestamp\":1633528801,\"title\":\"ScholarPunks: A Derivative Community Project\"},\"digest\":\"UiztPKOE8IFk7qBcOoI7Wv4adOM3lUjw3ZgfsYLwikw\",\"authorship\":{\"contributor\":\"0xba01eDF0B28A9A35384490Bc965Fde8eFF81D616\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DItf-P6mEGrVJykfo2VKfq9xrz2LtjLWwyy-5oipAmA\\\",\\\"y\\\":\\\"rrCjmIM6e_0mArBcfrtGdxZIyNFmvKsvN2T4SSdSnTY\\\"}\",\"signature\":\"epZHnbLd_lXdktIsbzIaXMaHGhB4ZJy7MhhJxrG3VKPxYDXUBaClKGGVy8KTZV_r69KP0COcaTzwOX0aMtpC6Q\",\"signingKeySignature\":\"0x587cb5e0b5021748832eeb679a749d2e54a772af6588730b8ac7dcbd32d8091d7d3167870ccc81b6be84794366b51d136f49d5ee6a01180746865247fe5ec96d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DItf-P6mEGrVJykfo2VKfq9xrz2LtjLWwyy-5oipAmA\\\",\\\"y\\\":\\\"rrCjmIM6e_0mArBcfrtGdxZIyNFmvKsvN2T4SSdSnTY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6S2uglP0PJPc3ehaGime0dAiesnIc7dOeEowUoWqOwQ\"}"