"{\"content\":{\"body\":\"*If you're working on an early-stage project on Ethereum, and would like to participate in Zeitgeist - please consider getting in touch by Sunday (Oct 10): <https://airtable.com/shrgJAfUHFzDsdbrv>*\\n\\n\\n---\\n\\nWe're entering the golden age of crypto-native products and protocols. The possibilities are increasingly clear and only beginning to be explored. Growing numbers of talented builders are pushing forward on every front. And thanks to a lot of hard work, the infrastructure is finally ready to support this phase of growth - Layer 2s are here, the developer tooling has improved, and the Ethereum protocol itself continues to evolve with upgrades like EIP 1559 and the transition to PoS on the horizon.\\n\\nBut taking a new project from 0 to 1 is not easy. It requires that one navigates a terrain of non-trivial trade-offs and questions that are unique to crypto. Questions like those related to architecting a smart contract system and writing secure code that doesn't get exploited; structuring entities and taking legal into account in order to avoid difficulties further down the line; raising funds by working with grants programs, onchain mechanisms, and a meaningful community of operator/angels; and maybe most importantly, navigating the idea maze and building in a way that leans into what's uniquely enabled by crypto.\\n\\nTo answer these questions, we're coming together with a small group of talented teams building new projects on Ethereum, and doing a collective sprint until the end of the year. Codenamed Zeitgeist, we'll be running from Oct 18 to Dec 17, and will have a group Discord, weekly calls/demos, and support from some of the most effective builders/operators in the space.\\n\\nThe Ethereum ecosystem is young and evolving at a rapid pace. Consequently, we believe that the best way to navigate the early stages of a project is to learn from those who have gone through the journey themselves. These are the people who have built the current set of breakthrough products/protocols, and have learned what works and what doesn't work through direct experience. We're grateful to be relying on their input here.\\n\\nWe have a strong group participating in the sprint (shoutout to [Wei Jie](https://twitter.com/weijie_eth?lang=en), [Abram](https://anabram.com/), [Will](https://twitter.com/wminshew?lang=en), [Tarun](https://twitter.com/tarunsachdeva), [Faraaz](https://twitter.com/faraaznishtar), [Jonny](https://twitter.com/jonathanmcai), [Jason](http://twitter.com/jasonkimvc), [Nikita](http://github.com/backmeupplz)) and are looking to welcome more teams into the process. So if you're working on an early stage project on Ethereum, and would like to participate - please consider [getting in touch](https://airtable.com/shrgJAfUHFzDsdbrv).\\n\\nEntrepreneurs and the projects they build are an archimedes lever for moving the space forward. They create value by getting to product/market fit; they recruit talented people into the space; and over time, they grow to contribute back to the public goods they depend on. We're inspired by those who've built the space into what it is today, and hope to play a small part in continuing this tradition. Join us for what promises to be a fun journey!\\n\\n\\n---\\n\\n*Subscribe to the newsletter to follow along: [thezeitgeist.substack.com](http://thezeitgeist.substack.com)*\",\"timestamp\":1633542459,\"title\":\"Introducing Zeitgeist\",\"publication\":\"sinahab\"},\"digest\":\"74mlI9KdA-QpMShHmnDe8uzr38pLVYRrlR_G-AvZI7o\",\"authorship\":{\"contributor\":\"0x03B79C0C1487a68AeabD9AA4ce779DaD77855F52\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63lZ4c2qCoUW3JjnZLZznOe2uEENJZuS6kmpd3NBNuk\\\",\\\"y\\\":\\\"8CkFfIQ9vcR5859sIhtbYJFGRBJyCNNdduoc3wPLptI\\\"}\",\"signature\":\"9CGYIhux8CSuvMdmyDhQhnYFmbsgPU5HZZ6yKHOUnB3CcDl5vTPM8PKyWkD8IGtKOZl8e9uD7H1olDDKK8Zdkg\",\"signingKeySignature\":\"0xcf4df39a82b2785971b6a2fec404af8da76df176a3336ecdecf0765da0d5565827baad30c0f12941c1970565fd2c301e33d7e820504a5d898081f32aa840fe411c\",\"signingKeyMessage\":\"I authorize the publication of articles on sinahab.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"63lZ4c2qCoUW3JjnZLZznOe2uEENJZuS6kmpd3NBNuk\\\",\\\"y\\\":\\\"8CkFfIQ9vcR5859sIhtbYJFGRBJyCNNdduoc3wPLptI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"74mlI9KdA-QpMShHmnDe8uzr38pLVYRrlR_G-AvZI7o\"}"