"{\"content\":{\"body\":\"这就是传说中的强者之队？\\n\\n```\\n这就是传说中的逆天军团？\\n\\n或许有人心里会这么想：原本我们的距离，与他们相差得那么远。亏我还想着要超过他们呢。看来革命尚未成功，同志们仍需努力呀。\\n\\n不管其他玩家到底在想些什么，我的心里却早已有了别的打算。\\n\\n虽然由于我们的判断失误，无意间击杀了潜藏在仙女湖中的上古蝾螈，但是我始终觉得，这个神秘的BOSS不会是无原无故出现的。要不然，以前怎么从来没有遇到过。偏偏在这时候就给刷出来了呢？\\n\\n为了证明自己的想法，我决定再探一次仙女湖底，不过我没打算带上别人。\\n\\n一来大伙现在都忙着迎接龙族攻城，不可能再抽调出人手同我一起前去，二来。没有神龙信物，他们也进不了那片神龙结界。\\n\\n悄悄往后退了一步，我跃入早已空无一人的仙女湖中，却不料早有一个身影守候在那里。\\n\\n“早知道你准会一个人偷溜过来，所以我老早就在这里等着你了。”那人望着我，吃吃的笑着。\\n\\n“嘿嘿，还是我老婆了解我啊。不过没办法啊，这里有结界，只有我才能进得去。”我一面笑着，一面朝着那道身影游了过去。等在这里的不是别人，正是俺最亲爱滴老婆——芸芸大人。\\n\\n“你看这是什么？”芸芸得意的冲我扬了扬手，同时摘下了戴在手腕上的护腕。\\n\\n“龙符！”我惊讶的看着芸芸手腕上那道闪着金光的符纹，仿佛一条黄金龙盘在她那洁白无暇的手臂上。那是龙族盟友的象征，以前身为恶魔领主的我手上也有着同样的符号，是我在替龙族扫除了叛徒冰霜巨龙拉奴斯得尔之后获得的奖励。\\n\\n“呵呵，”芸芸笑着收回了手臂，将护腕套上。一面对我说道：“上回完成了一个任务，红龙女王送了我这个。跟你的刚好是一对。”\\n\\n一对是一对，可惜现在龙符不在我手上，而在那个NPC的手上。\\n\\n我心中郁闷的想道，但嘴上却没说出来，难得芸芸这么高兴，我也不想破坏她的心情。\\n\\n拉着芸芸往湖底游去，湖水里新刷出来的龙鱼现在在我跟芸芸的面前，根本就是小菜一碟。有个顶级的牧师在身边，到哪儿还不是一个痛快。\\n\\n很快，那道奇特的光幕已经出现在我们的面前。在它的周围，还沾染着不少上古蝾螈留下的血渍。\\n\\n“你确定龙符也能破开结界吗？”我对芸芸问道。\\n\\n她摇摇头，说：“不知道，刚才疆土不是在说只有龙符才能打开结界吗？我一直在上面等你，还没有下来试过。”我点了点头说：“那好！去试试看吧！不过要快！”\\n\\n现在的情形非常紧迫，我不能在这里浪费太多的时间。\\n\\n仙女湖外。玩家与龙族的战斗仍然在激烈的进行着，强大的龙族队伍几乎已经压到了仙女湖的周围，玩家伤亡惨重。\\n\\n万兽山庄的围墙几乎已经形同虚设，所有人都可以随意进出。但是，那些处在外围的玩家们，却没有一个敢接近这里。\\n\\n在这片曾经被称为东方第一帮派的驻地里，几乎已经找不到任何一处完整的建筑。残破的瓦砾上沾满了玩家与NPC守卫留下的鲜血。浓烟滚滚，战火弥漫，每到一处，总能看到那些残肢断臂。横七竖八的随意丢弃在血泊之中。\\n\\n还来不及被系统刷掉的尸体几乎已经将万兽山庄的地面铺满，即使是那些满身金银财宝的龙族尸体，此时也再没有人敢去动一下。没有人，会为了金钱冒险，这话说起来或许有点可笑。但事实证明，刚才那些要钱不要命的亡命之徒们，此时都已经被送回到了复活点上。\\n\\n一次……两次……三次……之后。玩家们终于意识到，这个时候冒险去捡那些所谓的财宝，完全就是拿自己的等级与精神上的刺激去换。就算等级不要紧，但是也没有人可以忍受死亡前那种强烈的痛苦。\\n\\n东方神龙，这个站在东方大陆顶端的种族，其实力的强悍、毁灭性的杀伤力，还有那几乎灭世的力量，几乎已经超出了所有玩家们的想象。即使是曾经经历过西方冥王之战的玩家们，也被现在的场面给吓住了。\\n\\n这一天，不知道有多少玩家因为视觉上的刺激而过于激动。被系统强行踢下线。\\n\\n此时此刻，真正参加这场战斗的人只剩下了不到一万人。他们或者是万兽山庄的成员，或者是逆天军团的力量，或者还有一些与万兽山庄有着密切联系的帮派势力，或者，是那些喜欢刺激，不甘认输的好战份子。\\n\\n但是不管他们从哪里来。属于哪一股力量，但是此时还能够站在这里的人，全都是天地中的强者。\\n\\n用英雄来形容他们，一点也不过为。\\n\\n即使曾经是他们的敌人，此时此刻，也不得不为他们的这种精神而竖起大拇指。当然，也有人说他们是疯子。\\n\\n鬼狼，已经被连续降了四级以上，但是他依旧站在机械飞龙的龙头上，手中的长枪早换成了一把长剑。他的那匹赤云龙驹在上一轮的战斗中已经光荣牺牲了。此时失去了飞行坐骑的他只能借助机械飞龙才能飞上天空，与龙族正面一战。\\n\\n那身黑色的盔甲上，沾满了无数的鲜血，分不清到底是自己的，还是敌人的，或者还有自己同伴死亡前溅上去的。即使是如此，他脸上的表情依旧写满了坚定的信念。\\n\\n霜飞羽就坐在他的身后，静静的弹奏着怀里的古琴。\\n\\n她的表情似乎很安静，很平稳，仿佛周围的一切都与她无关。但是，从她苍白的脸色上可以看出，此时的她也已经接近了无力的边缘。长时间的战斗，对于其他玩家来说，或许那不算什么，因为他们随时都可以下线休息。可是霜飞羽没有那样的机会，她只有默默的坐在自己心爱的男人身后，替他治疗身上的伤害，替他解除掉一切负面状态……\\n\\n琴声悠扬，在这样的背景中却显得无比的震撼人心。\\n\\n或许，除了系统的琴音效果之外，霜飞羽所弹奏的曲调更起到了安抚人心的作用。那是一首死亡的战歌，激起人们深藏在心中最原始的、对信仰的崇拜。\\n\\n这一幕，被后来的天地玩家们奉为经典，《天地传说》也因为这一辑而连续获得了业力量的六个奖项。当时，好些玩家都被感动得掉下了眼泪。一个游戏玩到了这个份上，的确已经不能用一个普通的玩家来衡量了。至此，鬼狼东方化言人的身份再也无法被动摇，而霜飞羽，也成为了天地之中，第二个生命女神。\\n\\n“真的还要继续打下去吗？”鹏飞站在疆土的身后，双眼紧紧的盯着鬼狼的背影，像是在问疆土，又像是在自言自语。\\n\\n“不打下去又能怎么样？”一旁的七月半手里紧紧的握着他的战弓，同鬼狼一样，他最心爱的宠物——那条霜狼也在战斗中牺牲了。神龙的速度实再太快，在他还没有来得及收回霜狼的时候，它就已经死在了闪电之下。\\n\\n绝对的秒杀，龙族用行动证明了自己的实力，那是怎样一种可怕的经历，恐怖只有亲身体验过的玩家们才能说得清楚。\\n\\n“老子的字典里没有认输这两个字！”疆土一把将酒瓶砸到了地上，虽然他知道，这一次不认输不行了，但是他不服。\\n\\n如果是自不量力，跑去打了不该打的BOSS那也就罢了，但这偏偏是系统给出的任务，逼得他不得不去迎接这个挑战。\\n\\n在那个时候，一个小小的身影出现在他的脑海里，那无忧无虑的笑脸上，仿佛正在说着：“我的大叔是最棒的，你千万不能倒下哦。”\\n\\n天诛，此时一言不发，他的指挥从头到尾没有出现任何错误。但是直到现在，除了最初的两轮战斗之外，万兽山庄在与龙族的对抗中没有一次不是伤亡惨重，这一点深深的刺激到了他强烈的自尊心。\\n\\n如果是在平时，或许他早下令撤退了，但是这一场战斗是没有退路的。\\n\\n他，同样是一个不服输的人。\\n\\n七巧板和安落虹还在地面上忙碌着，即使他们修复的机关只能起到那么一丁点儿的作用，但他们也没有放弃。\\n\\n还有雁过留声、末日血神、刑天……一张又一张面孔被熊熊的火光印照着，如同刀刻一般。\\n\\n最后的战斗终于打响了，几乎所有在场的玩家都知道，这将是一个结束，它决定了万兽山庄的命运。或许明天早上太阳升起的时候，这个曾经辉煌一时的大型帮派将不复存在，而剩下的成员们，或许会因为承受不起这样的打击而散去，或许会另寻一块地方，重建起一个快乐的家园，一个强大的势力，但是，那不再是万兽山庄……\\n\\n随着一声惊天的龙吟，东方神龙终于将他的面目再次显露在了众人的面前。\\n\\n这是真正的巨龙，真正的神龙，它的身体几乎盘踞了整个万兽山庄的上空，地面上，留下他巨大的投影。\\n```\\n\\n\\n------------\",\"timestamp\":1640412492,\"title\":\"第一百七十九章   神龙现身\"},\"digest\":\"T9-sVNbmGf_4rotdccK__b9E0s1AK0TCaBAKGy2Jhw8\",\"authorship\":{\"contributor\":\"0x3C830DEbBb4e101865a0e5c8eFb5265605C22187\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UdzooIqagDKwkL9RXgynj8cRZeHzzor7-xXt2MQi62A\\\",\\\"y\\\":\\\"G86xezLnP3RYWfFuyMajDSkryNQzhkrFX_EPFhd8Uig\\\"}\",\"signature\":\"iRaSrNJjqB7YtASwCCDjYJ6hpUKB0u7i0YeIPSI_H-sqADZCUr_PG9kd7sfYpVl1LlSGaw31LdJbAT_f6Yer0Q\",\"signingKeySignature\":\"0x1e7b681a6d89f4e029a111e0f717760883c2a2c3c3b18ab6c4d4f24a3f0cbb551837c413c2507d7af344c6f5b4b86bb432a378ccc0e965bf265e9fb798b198281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UdzooIqagDKwkL9RXgynj8cRZeHzzor7-xXt2MQi62A\\\",\\\"y\\\":\\\"G86xezLnP3RYWfFuyMajDSkryNQzhkrFX_EPFhd8Uig\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T9-sVNbmGf_4rotdccK__b9E0s1AK0TCaBAKGy2Jhw8\"}"