"{\"content\":{\"body\":\"传送员是一位年轻的法师，穿着一身银灰色魔法长袍，金色的条纹在衣服的领子和袖口上勾勒着复杂的图案，光看样子就知道不是便宜货，真是不公平，为什么NPC的装备都这么抢眼，俺好不容易才收起了羡慕的眼神，客客气气地问道：“你好，我是刚转职的玩家，请问能传送到哪座城市？”\\n\\n```\\n“呵呵，新人玩家，你从我这里可以传送到东方大陆六个城市的任意一个，你想去哪个城市？”法师客气的回道。\\n\\n可以去六个城市的任意一个，那我该去哪个呢？得问清楚具体情况。“是哪六个城市？有什么区别吗？”我问道。\\n\\n“六个城市是中部之城：雷帝城，地处平原地带，东方大陆中最繁华的一个城市；东部之城：寒冰城，地处雪原地带，寒冷的气候让那里的长年被冰雪所覆盖，那里的雪莲可是炼药的极品材料哦；西部之城：铁晶城，被连绵的山丘包围的城市，盛产各种珍贵的矿石，不过守卫矿区怪物也不是好对付的；北部之城：幽暗城，神秘的沼泽地带，据说那里还隐匿着守护宝藏的九头蛇和飞龙；南部之城：炎石城，被骄阳肆虐的沙漠地带，或许在一望无垠的沙漠下别有洞天；最后一个是海之城：惊涛城，蓝天碧海是这座美丽城市最大的风景线，海底的世界是精彩的，是强者的乐园，弱者的地狱。好了，基本情况我都告诉你了，你想去哪看看？”\\n\\n“除了这六个城市，其他村子我能去吗？”我想了想问道。\\n\\n“不可以，所有新手村都只能传送去城市，而城市的传送也仅仅开通你所到过的村子路线，如果你没有到过那个村子，则无法传送。”年轻法师耐心地说道。\\n\\n哦，原来是这样的，怪不得地图打开好多地方都是未知，就是要玩家去跑地图，呵呵，我喜欢，当作浏览天地风光。\\n\\n去哪个城好呢，想想自己刚刚转职，还是个脱贫的小鸟，危险的地方估计是不能去的，俺可不想出师未捷，就身先死，对了，身上还有青铜级的死亡镰刀和一把地突之刺没处理呢，就先去最热闹的城市看看吧，回头再去西部的铁晶城，充分去发挥我银器级铁锹的威力。\\n\\n定下了目标，我冲法师说道：“就先送我去雷帝城吧。”\\n\\n“好的，请交纳传送费——1.5个金币。”年轻法师脸上露出一副你是鱼肉，我为刀俎般的笑容，拖着长长的尾音说道。\\n\\n我原本轻松的表情一下子僵硬在脸上，别吓唬俺，别看我穿的比较光鲜一点，手上拿着个小小的匕首，俺的本质还是一个贫苦百姓，1.5个金币，你去抢好了，传送一下而已，不会要这么多吧。\\n\\n“大，大哥，你，你不是拿我开心的吧，去一下雷帝城要这，这么多啊，拿去其他城便宜吗？”我被他唬得有点结结巴巴地说道。\\n\\n“你运气好，因为我们村子就在雷帝城的范围内，所以才只要1.5个金币哦，其他城市越远传送费就越贵。难道你没坐过车吗，天底下哪有白坐不给钱的，除非是你家的，传送不给钱。”法师有点鄙视地看着我说道。\\n\\n“我，我知道要给钱的，可是不知道要这么多，您看我身上就只有那么点了，您就便宜点行不。”我赶紧换了尊称，陪着笑说道。\\n\\n“你也不要抱怨了，这也不是我定的价格，是系统定的价格，我也不好违背，再说了，你不知道的，建一个传送魔法阵需要多少的代价，你看看我身后的魔法阵，需要选择一块完整无暇的魔晶石为媒介，雕写的符文不能有丝毫的偏差，好了以后还要灌注黄金填充空隙，最后还要顶级的法师负责定位，代价好大的，你花这点钱算什么，物超所值。”法师口若悬河对我进行了一番深刻的教育，目的是使我能意识到自己赚了。\\n\\n算了，还能怎么办呢，他这一口价可不怕你不买单，回头想想，估计好多玩家就是因为囊中羞涩，还在这里为1.5个金币而拼搏吧。\\n\\n打开背包看了看，幸好将转职的物品提前处理掉，加上原来在矿坑打的钱，身上已经有将近2个金了，咬了咬牙，忍痛掏出1.5个金币交给了法师。\\n\\n“给，送我去雷帝城吧。”我无奈地说道。\\n\\n“呵呵，早这样多好呢，还白白浪费了我一番口舌。”\\n\\n是我浪费还是你浪费，靠，拿我钱赶快替我办事，我睁大眼睛怒对着他，发出无言的抗议。\\n\\n“隐为者玩家注意，目标—雷帝城，传送。”法师双手张开对着我，嘴中念叨着。\\n\\n只见地上的魔法阵中激起一道柔和的白光，将我全身笼罩进去，只感到身上一热，耳边仿佛刚刚听道了风的低语，眼前就精光一亮，系统的悦耳的声音飘起来：“您发现了雷帝城，获得500的经验。”\\n\\n靠，拿钱买的经验，好巨。我心里暗道，眼睛已经随脑袋四处张望起来。\\n\\n我站在一个巨大的广场前面，高大的城墙远远的矗立着，墙头依稀可见正在巡逻的卫兵，村子里的魔法阵在这里足足被放大了几十倍，身边不时闪起一道白光，转职以后的玩家们一个又一个来到了这里。\\n\\n顺着台阶走下了广场，迎面的花坛里百花竞相开放，争奇斗艳，阵阵花香随着轻风飘散在空气中，唉，要不是这里系统规定无法破坏，俺早就冲上去开拔了，干吗？都是好药材啊。\\n\\n此起彼伏的喷泉正尽情的表演着，激荡在空气中的水珠折射着太阳的光辉，在喷泉上方形成了一条淡淡的七色彩虹，吸引了无数少女的驻足观望。没办法，谁让现在城市的天空雨后无彩虹呢。\\n\\n昂首飞翘的屋檐，五彩琉璃的砖瓦，精细雕刻的门窗，古老的建筑在这里显得格外的典雅和庄重。\\n\\n路边已经翠绿的柳枝迎风飘扬，如少女的长发般飘逸，我走在鹅卵石铺设的道路上，感觉格外的舒坦，估计是这有着足部按摩的作用吧，呵呵，系统考虑的真是周全。\\n\\n黑白相间的大道将城市分割成四大块，我刚刚所在的广场正是中央，被这里的一切所惊叹的我胡乱的在城里转悠着，都忘记了自己来的目的。\\n\\n这个一定是法师转职神官的教堂，典型的西方风格的建筑物，简洁明了的设计，外表是洁白的大理石雕刻的四尊立柱，一个巨大的十字架高高的耸立在屋顶，不少身穿法袍的玩家正走进走出的奔波着，从门外瞥了一眼，橘红的地毯平整地从门口铺设到里面，一个金黄色的十字架如同屋顶的缩小版，正端端正正地悬挂在墙壁上。呵呵，主教看来也是一群有钱的主。\\n\\n一个正在城里巡视的守卫者看到了如同无头苍蝇般乱转的我，赶紧凑了上来问道：“请问我能帮助你吗？你需要找什么地方？”\\n\\n呵呵，这里的NPC都这么客气，主动服务。恩，正好问问城里的情况，不过如果你能脱下身上的盔甲给我，我更会感激万分。\\n\\n“我是新来的玩家，你能告诉我一下这里基本的情况吗？”我问道。\\n\\n放下了手里的长枪，他笑着说道：“你算是找对人了，这里的基本情况就我们卫兵最熟悉了。”他手一扬，指着广场说道。\\n\\n“那个是我们雷帝城的中心广场，黑白的鹅卵路从那将城市划分为四大区域，分别是拥有各种商店和拍卖行的贸易区、负责锻造武器和防具的工业区、坐落着城里最好的酒馆休闲区和各种职业转职和学习技能的职能区，当然了每个区域内还有交错的道路相通，此外要告诉你的是这里的佣兵协会可以接受成立行会的申请了，不过要有足够的实力才行。”\\n\\n听完了守卫者的介绍，我也大致对城里情况有了个了解，跟卫兵道了个谢，我扭头就转向了转职区，东西可以慢慢卖，技能我要赶紧学，不然我的心里如同被猫爪抓着一般痒的慌，还有正好也看看到底佣兵任务有什么好任务可以给我。\\n```\\n\\n\\n------------\",\"timestamp\":1640151682,\"title\":\"第二十三章 传送—雷帝城\"},\"digest\":\"JczI77aSd8wmSemtYZTTvxDcmUn02RIDHAQmKjCIDoc\",\"authorship\":{\"contributor\":\"0x07E2D83d5A89174D549297CFc8cD8CbB78FebC6c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FMYCyurqc9Qu4h-QclL6rzm8MxbciVy0VYq5BVfHynM\\\",\\\"y\\\":\\\"HE916C1nDrrkxszsH-fEEk6qWwkjoK9GT2iPXyokfTs\\\"}\",\"signature\":\"5LDJCcRkt0utv--Q68KJ-pcvv0SSsA-zsoasZh5Eovzn7ocE30PQ5zCA4TK4lDBA8S0vvCWyeLYDBKwhHJiHyw\",\"signingKeySignature\":\"0x8eeb578c720e3845001cb3299350fb60d6d2076405e85c0935ce4cc7c8cf97d246a1ac004a5ce09b1d2285607e47637a08a1bfccd79150b71367029db871ea8e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FMYCyurqc9Qu4h-QclL6rzm8MxbciVy0VYq5BVfHynM\\\",\\\"y\\\":\\\"HE916C1nDrrkxszsH-fEEk6qWwkjoK9GT2iPXyokfTs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JczI77aSd8wmSemtYZTTvxDcmUn02RIDHAQmKjCIDoc\"}"