"{\"content\":{\"body\":\"Web3 is changing the connection between consumers and creators. Nowhere is this more obvious and opportunistic for both sides than in music. In order to pioneer a new way, the industry needs to look beyond just simply repairing what’s already been built and look to construct a new foundation that creates an original approach to the artist and fan relationship. We can’t simply aim to improve, we must set out to invent.\\n\\nThe beginning stages of this are already being explored. [Nas is dropping a royalty NFT](https://royal.io/editions/nas-rare), [Catalog](https://beta.catalog.works/) ripped in Q4 showing that digital collectibles in music are in fact a “thing”, and artists are selling campaigns out on [Sound.xyz](https://sound.xyz/) daily. Artists like [Haleek Maul](https://twitter.com/HaleekMaul), [Latasha](https://twitter.com/CallMeLatasha), [Daniel Allan](https://twitter.com/imdanielallan) and countless others are proving that you can earn exponentially more value beyond just the traditional means of royalties and streaming.\\n\\nThrough the above, we have seen that music NFTs can present a new monetization model for artists, but we believe we’re nowhere near the tip of the iceberg as to what can be done. Web3 should be about the holistic relationship between all participants, presenting an entirely new way of connecting all pillars of the creative process. There is the artist to fan relationship as well as the fan to fan relationship, all of which are opportunities to improve and drive value. Outside of music, we’ve seen this proven with movements like [Constitution DAO](https://twitter.com/constitutiondao) competing in a globally televised Sotheby’s auction, [The Krause House](https://twitter.com/KrauseHouseDAO) out to purchase an NBA team, and [Links DAO](https://twitter.com/LinksDAO) building the first ever community-built and governed golf course.\\n\\nWhen you apply this same framework to music, fandom is no longer a consumer relationship between artist and listener; it’s an arena where all parties can coordinate, collaborate and win as a team. It unlocks something. A new foundation.\\n\\nThis is why we built DOOMSDAYX.\\n\\n### Doomsday Entertainment\\n\\n[Doomsday Entertainment](https://doomsdayent.com/about/) is a Grammy award winning production house who has overseen music videos for Childish Gambino, Bad Bunny, J Lo, Justin Bieber, Die Antwoord, Katy Perry, Flying Lotus, Frank Ocean and hundreds more. The mission has always been the same — to help artists disrupt and tell meaningful stories. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/Ew-sdsn8rX-OpBRQ6vm8c.png?height=563&width=1000)\\n\\n![](https://images.mirror-media.xyz/publication-images/v3BY1c8CGvy2cy4p3RnLl.jpg?height=1080&width=1920)\\n\\n![](https://images.mirror-media.xyz/publication-images/aARknr2FC8vlJ0lOIawwz.jpg?height=1080&width=1920)\\n\\n![](https://images.mirror-media.xyz/publication-images/URT0wn1Q2PIo4PW3yGhGG.png?height=2304&width=4096)\\n\\n### DOOMSDAYX\\n\\nAfter pioneering some of the most iconic moments in modern music history, DOOMSDAY is venturing into the web3 ecosystem to redefine culture on chain with the help of some of the brightest minds in the space.\\n\\nTo accomplish this, we’re proud to announce we’ve raised $1.5M in funding lead by [The Chernin Group (TCG)](https://twitter.com/tcg_crypto) and participation from [Delphi Ventures](https://twitter.com/Delphi_Digital), [IDEO CoLab](https://twitter.com/IDEOVC), and [Sneaky Ventures](https://twitter.com/SneakyVentures) along with strategic angels [Abridged](https://twitter.com/abridged_io), [Jess Sloss](https://twitter.com/thattallguy), [Cooper Turley](https://twitter.com/Cooopahtroopa), [Deeze](https://twitter.com/DeezeFi), Quickrider, [Sisyphus](https://twitter.com/0xSisyphus), and [Trevor Mcfedries](https://twitter.com/whatdotcd).\\n\\nOther notable early community members and advisors include [Avi Zurlo](https://twitter.com/thejewforu), [gmoney](https://twitter.com/gmoneyNFT), [Anil Lulla](https://twitter.com/anildelphi), [Jonathan Moore](https://twitter.com/jonmoore202), [Kevin Kelly](https://twitter.com/Kevin_Kelly_II), [Eka Darville](https://twitter.com/ekadarville), [Evin McMullen](https://twitter.com/provenauthority), [ST](https://twitter.com/seyitaylor), [Stix](https://twitter.com/wattsStix), [Reuben Bramanathan](https://twitter.com/bramanathan), [Kuz](https://twitter.com/krypto_kuz) and more.\\n\\n![](https://images.mirror-media.xyz/publication-images/G7xJSOzTjzy0h7rGNcf_2.png?height=655&width=1217)\\n\\nDOOMSDAYX was created to fuel this new era of music, fandom and storytelling both technologically and creatively. We provide creative, strategic, and technical services to build bespoke projects for artists we believe in, while giving fans new levels of access, adventure, and contribution.\\n\\nWe are going deep before we go wide — learning, experimenting, and building out successful use cases that have the potential to introduce new primitives and capabilities to the music space. Long term, DOOMSDAYX will be a full-scale web3 music hub. Our flexible approach as a studio enables us to build a treasury of web3 music assets and infrastructure, with a suite of artist smart contracts, successful frameworks, and regenerative mechanics that we can then apply at a larger scale. At DOOMSDAYX we ask ourselves “what is something that has never been done before” and we set out to do it.\\n\\nDetails of our first project will be shared later today, along with the grand opening of our Discord server where we can hang and get to know each other as a community. For now, follow us on [Twitter](https://twitter.com/doomsdayx.io) and keep notifications on so you don’t miss what we have on the way. It’s gonna be a wild ride.\",\"timestamp\":1642610976,\"title\":\"Introducing DOOMSDAYX: The Creative Technology Studio for Web3 Artists and Fans\"},\"digest\":\"lAg4CPHOKeA_2KC1BoZggo9eHZS7ruv2BVLU3yP-fW0\",\"authorship\":{\"contributor\":\"0x7107d6b63F49aE28844Ac852CaC673c622735273\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LlVUUmJbFzRRehcukET2y1pyrpEbC_qsm6LXRdQQ7S8\\\",\\\"y\\\":\\\"X5VFropbalt_G_UOBMSIKyVVXF06kcgvHvs0JVNXL2A\\\"}\",\"signature\":\"SqHFZ9jUaEd-OHcMeWRa_2X0bGXsYxAeOQfNjV4RakIYwrGHD-9IO23nceCxSN0KVTM9vcFK5HoI-xp2cqBTqQ\",\"signingKeySignature\":\"0x4ee36b03e41a0f48ddac2bd298f12009f78863917b066f9d0c3cfea33b24f1cd5ff9e82d6fc9a9b5dd8993fcf1f3f5e1072a67c00366cd2b47f514d945b23b941c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LlVUUmJbFzRRehcukET2y1pyrpEbC_qsm6LXRdQQ7S8\\\",\\\"y\\\":\\\"X5VFropbalt_G_UOBMSIKyVVXF06kcgvHvs0JVNXL2A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Vmn1AAXuBTCzW6znKkvSRUx32ttzXTsYMWR2Z9RRuJo\"}"