"{\"content\":{\"body\":\"*First, let me start by sharing my excitement to be a member of the Mirror community. I have been sharing my thoughts on Medium since 2015. The highlight of my Medium career was receiving 3.6k views on a piece and having 63% of those viewers read the full article. It was common for 70%+ of viewers of my articles to read the full piece. I love to write and I am excited to exchange quality thoughts and ideas with the Mirror community.*\\n\\n![](https://images.mirror-media.xyz/publication-images/AYB40K_hG4OnW5DI9MFQE.jpg?height=503&width=1284)\\n\\nIn this think piece, I plan to present you with three ideas that can change the way Web3 is introduced to the general population of our societies. The title “Move Fast & Break Habits” is a play on the famous quote “Move fast and break things” that is widely attributed to Mark Zuckerberg. Here is a [video](https://www.youtube.com/watch?v=V6urvN_4q9I&t=9s) of Zuckerberg at TechCrunch Disrupt explaining the “move fast and break things” philosophy that he promoted at Meta.\\n\\nIn the context that it is used in Silicon Valley, “move fast and break things” simply means that making timely mistakes is necessary if you want to innovate and be a leader in the technology industry. And to be fair to Mark Zuckerberg, we must admit that he is not the first entrepreneur to adopt this business philosophy. Zuckerberg was doing what most entrepreneurs were doing in the 2010s; taking orders from their investors. But what made Meta different is when they moved fast they were not just breaking “things”; they were breaking people. Like most Web2 companies, the goal of Meta was to maximize revenue at all costs and both the finance bros (investors) and techies (entrepreneurs) were in on it. Meta’s early investors turned board members Peter Thiel and Marc Andreessen both encouraged controversial values at Meta and under their tutelage, Mark Zuckerberg went on to move fast and build a $100b business on the backs of exploited citizens throughout our world while simultaneously “ripping apart the fabric of our society” as ex Meta employee Chamath Palihapitiya once said.\\n\\nThis leads me to the crux of this piece. With the rise of smart contract developers and crypto/NFT traders; the techies and finance bros are in a perfect position to continue the exploitation they mastered in Web2. And as we begin to onboard millions of newcomers to Web3 in 2022, we must audit the current culture of Web3 and decide if this is the culture we want leading us into the future. Below I present three habits we must consider changing before the mass migration to Web3 begins:\\n\\n### Techies Are Not Our Only Leaders\\n\\nBack in 2004 when Mark Zuckerberg first designed the user experience for Meta he had only a few people in mind, he and his friends at Harvard. What followed during the next two decades were billions of people from all different cultures trying to use software that was specifically designed for \\\\~.000000286% of our global society. And once again to be fair to Zuckerberg, I do not think he knew the massive impact Meta would play in shaping world opinion. But we as a society are to blame as well. We became lazy. We never read the terms and conditions and we trusted everyone who pretended to care about us. But what if Web3 gives us a second chance to reshape the role technologists play in our society?\\n\\nMany people believe most of the breakthrough innovations of the next 25 years or so in computer science already exist. Moreover, as the world becomes more connected online which allows us to network with developers from all over the world, and as more “no code necessary” tools enter the Web3 market, the time and resources needed to build tech products will drop significantly in the upcoming years. This means we need to break the habit of thinking “techies” are the only people who can build digital products because the reality is that anyone in the world with access to the internet and a profound understanding of current technologies and culture can build amazing products that will make our world a more comfortable place to live in. The theory here is that designers, communities, and community managers are just as important as techies because the challenges of today require us to think more deeply and strategically in an inclusive manner as opposed to techies only building products for themselves and their friends as Zuckerberg did with Meta.\\n\\n### Politicians Can’t Protect Us\\n\\nI highly doubt that our politicians know what Web3 is and who knows when they will be forced to learn. I hope that by the time they wrap their heads around what’s happening, we will have already been united and worked on solutions to solve many of the problems in our government. I fear that if we spend the next 10 years fighting with each other it will leave us with less time designing and manifesting a world that is fair for all people. And when it is time for politicians to make decisions on Web3 they will side with the corporations because we are so divided as a community. In more simple words; if we are united then we as citizens will influence politicians. But if we are divided then corporations will continue to control our government as they have been doing since the modern founding of America.\\n\\nIf the Constitution DAO can raise $42m to buy the Constitution then we can create many public goods to support politicians who care for freedom for all and not just a select few. The habit we need to break is believing that politicians are here to protect us when the reality is the only people who can protect us in Web3 is ourselves.\\n\\n### Community Culture>Top Down Culture\\n\\nIn Web2, a company’s culture is created by investors and the company’s executive team. For example, Meta’s culture was designed from the top by Peter Thiel, Marc Andreessen, and Mark Zuckerberg. But in Web3 things are different because culture is created by the community. For example, do you think the creators of Bored Ape Yacht Club (BAYC) created this [dance](https://youtu.be/xdmwUzU9CcI)?\\n\\n![BORED APE YACHT CLUB DANCE](https://images.mirror-media.xyz/publication-images/S2ujkqfhkUVMJy1DVBq3z.jpg?height=1398&width=1284)\\n\\nThe founders of Bored Ape Yacht Club did not create this dance, it seems to be created by collectors as a way to signal their membership in the BAYC community. We do not know much about the Bored Ape Yacht Club founders because they are anonymous. But we do know that the founders of BAYC have been accused of lacking social awareness and being culturally insensitive.\\n\\n![](https://images.mirror-media.xyz/publication-images/Ga_k3o7-M8grk6CyCBBQM.jpg?height=1215&width=1284)\\n\\n![](https://images.mirror-media.xyz/publication-images/IlL4xSDxAgwfUxtLrHDY-.jpg?height=2102&width=1284)\\n\\nMy favorite Web3 podcast right now is On The Other Side by Chase Chapman. In episode 20 Chase featured Yana Sosnovskaya. Yana is the head of brand marketing at Zora and she runs press relations at Friends With Benefits. The highlight of the episode for me was when Chase asked:\\n\\n> **“Why is it important to think about the cultural context for people who are outside of Web3 or in Web3?”**\\n\\nCultural context refers to the values, beliefs, attitudes, meanings, customs, ideas, and norms that are learned and shared among communities. And Yana mentioned that she hoped people did more research on the founders and brands before joining communities and jumping into projects. If Jimmy Fallon, Post Malone, Von Miller, Lil Baby, Steph Curry, Adam Draper, Steve Aoki, Mark Cuban, Timbaland, Shaquille O’Neal, and Rich The Kid all knew BAYC was associated with Nazi’s and Imperialism would they have joined these projects? The answer is probably yes because BAYC seems to be a great investment. But thinking about money first and cultural context second is a habit that must be broken in Web3.\\n\\nSo back to the BAYC dance. This community does not care about their anonymous founders being culturally insensitive. Many of them seem to only care about rising floor prices and being invited to private parties. This supports my idea that culture is not created from the top; it is created by the community. BAYC is cool not because the founders said it is cool but it is cool because the community is coming together to do cool things. Check out Ape-In Productions, it is an “Ape-owned major label of the metaverse where Apes are the artists”. That is pretty cool. \\n\\nIn summation, Web3 gives us a chance to restructure the core values of our societies. We all can be leaders of this revolution. We must think about new ways to govern ourselves before the corporations like Meta create the rules and norms of Web3. And lastly, financiers and technologists are not the creators of culture in Web3. Culture in Web3 is created by the community. But creating a culture without context will have you unknowingly supporting Nazis and Imperialism on a yacht in Miami which is not a bad life for most people.\\n\\nI am not judging at all but . . .\\n\\n# Let us go move fast and start breaking some of these habits before all of the corporate dollars and more Web2 techies enter the space.\",\"timestamp\":1638974628,\"title\":\"Move Fast & Break Habits: An Emergency Guide to Save Web3\"},\"digest\":\"ivKCEb5_VZXrt2b52sNxmXlJEJUajkn4moDhFUcjgbE\",\"authorship\":{\"contributor\":\"0xFC965f2075077Ee54B59aFb3B16780C1Cba0d22F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MVQ9BLOQ_FlBqPsGmbUUDyzkZafhW6xo7M9V3TyqwmQ\\\",\\\"y\\\":\\\"03akXmIUJEei_hmDXw7uRDJXS19_CNRPPDcOMc06Auc\\\"}\",\"signature\":\"7DITXie44GATHtCdYcUHFIvm-nss-jsZM2AyIEfA4qTljIOui-sIchW9xnajuIwsma_eXVZbwZOVXXj7G_vLtA\",\"signingKeySignature\":\"0x246c3f00ec074106eb4eea508f0e69d490c8fe611e7a937ecea14c777f17de3f76db93b34b8ab0632e64342e0be96bcfe7d2d87ad5f057efe6acd12ba56a464e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MVQ9BLOQ_FlBqPsGmbUUDyzkZafhW6xo7M9V3TyqwmQ\\\",\\\"y\\\":\\\"03akXmIUJEei_hmDXw7uRDJXS19_CNRPPDcOMc06Auc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Yw-xhZoT34e_Uk5ghbu--BRkUs8wzvHmcg3nWxkfzko\"}"