"{\"content\":{\"body\":\"Privacy is a necessary condition for a society to maintain its openness in the digital age.\\nThe right to privacy is not equal to the right to secrecy. Privacy is something you don't want the world to know, and secret is something you don't want anyone else to know; In other words, privacy is about the power of selective self presentation.\\nIt's unstoppable that information is brought out for discussion If the two sides reach some kind of agreement, then each side will have their own impression of the interaction, which they can also say; Who can stop them from talking? Some people say that we can resort to law, but freedom of speech is more fundamental than the right to privacy and is the cornerstone of an open society; We all hope to limit speech as little as possible, or even make no restrictions. Moreover, if many parties discuss in the same speech space, everyone can speak freely to others and gather their understanding of other individuals and positions. The power of electronic communication has made such group discussion a reality. It can't disappear just because of our wishful thinking.\\nIn this era of electronic communication, to say that we want to realize the right to privacy is to ensure that all participants only have the necessary information and understanding of relevant transactions. However, as mentioned above, any information may be put forward for discussion, so what we want to ensure is to disclose as little information as possible.\\nIn most cases, neither party needs to know the other party's personal identity. For example, if I want to buy a magazine in a convenience store and pay in cash, the clerk doesn't need to know who I am. For example, if I want an e-mail service provider to send and receive messages for me, my service provider doesn't need to know who I'm contacting, what I said, and what others said to me; He just needs to know how to get the information and how much I owe him. But if my identity will be disclosed by the underlying mechanism of the transaction, my right to privacy will disappear: I can't selectively disclose Myself, I can only always expose all of me.\\nTherefore, the right to privacy in an open society needs an anonymous trading system. Until now, cash is still the primary anonymous system. Anonymous trading system is not a secret trading system. It just allows individuals to disclose their identity when and only when necessary. This is the essence of privacy.\\nThe development of privacy in society also calls for cryptography. I don't want irrelevant people to know what I say. But if my speech is always open to the world, I will have no right to privacy. Encryption itself is to express the desire for privacy, and the use of weak cryptography only means that the demand for privacy is (temporarily) not so strong. Furthermore, in the system of default anonymity, to reliably verify a person's identity requires cryptographic signature technology.\\nWe can't expect regulatory systems, companies or other large ambiguous organizations to reward us with privacy. It is their interest to control our information. There is no need to take chances. To stop their speech is to fight the essence of information. Information not only wants to flow freely, but it simply craves freedom. It wants to fill all available storage space. It is younger and more powerful than rumors, such as a hundred feet, such as a hundred eyed giant, in more fields, but less true knowledge than rumors.\\nIf we really want privacy, we must fight for it ourselves! We must work together to create systems that support anonymous transactions. For centuries, people have been using whispers, darkness, envelopes, secret rooms, secret sign language and correspondents to protect their privacy. These past technologies can not achieve sound privacy, but digital technology can.\\nOur mission in cryptography punk is to develop anonymous systems. We use cryptography, anonymous e-mail system, digital signature and e-money to protect our privacy!\\nCryptography punks can also write code. We know that some people have to write software to protect their privacy; Because this is not enough to protect privacy, we have to write code. We will make our code public for latecomers to try and improve, and these codes will be made public to everyone for free use. If people look down on us, we won't tangle. Because we know that software cannot be destroyed, and a fully decentralized system cannot be completely stopped.\\nCryptography punk condemns the regulation of encryption technology because encryption technology is necessary for private operations. The encryption process itself is to hide information from the public domain. Even if the law is on our opposite side, its role is limited to the borders and violent control of a country. Cryptography will spread throughout the universe, together with the anonymous trading system it supports.\\nFor privacy to be widely disseminated, it must be part of a set of social contracts. People must unite to deploy such systems in the public interest. Privacy protection will also have boundaries and cannot be extended beyond cooperative compatriots. Our cryptography punk also cares about your problems and concerns. I hope we can attract you and gather strength. However, whether you support our goals or not, our creed will not change!\\nCryptography punk in action! Create a privacy protection network! People with lofty ideals, go together!\\nUp and down!\",\"timestamp\":1641645264,\"title\":\"Punk Declaration on Cryptography (1993)\"},\"digest\":\"llSQ_2sjCQ6fvADqHBpOH-aNprV4wYfAtW3OwRb8FOQ\",\"authorship\":{\"contributor\":\"0x202224189692F3d4cC588a4D1BA553eE6145D411\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cgisElYPNh6wNw2gdTpJ5ScxJjSPOdb_xyWbWiIEtyI\\\",\\\"y\\\":\\\"BSYWeLfhjCxgkBFhrrX6zoKStMrmxN5ACXxb-I2Zers\\\"}\",\"signature\":\"EqS4dM0i3g9wwHwos2TOiR_aQN6Yybuo6NPsSJugFGMZZ0PC2L1jz6vW7QHjtrXXecbNR5B_vUa7U995ZgLlFw\",\"signingKeySignature\":\"0xfdf4737d5ca1e114f72ac9ff6224f33d70b34fbce50a1386b6b970e198d4cbe97dc37e222604732f5c29ed624a28b463925ab7f8d45ada3db9da42df59c13cbb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cgisElYPNh6wNw2gdTpJ5ScxJjSPOdb_xyWbWiIEtyI\\\",\\\"y\\\":\\\"BSYWeLfhjCxgkBFhrrX6zoKStMrmxN5ACXxb-I2Zers\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"llSQ_2sjCQ6fvADqHBpOH-aNprV4wYfAtW3OwRb8FOQ\"}"