"{\"content\":{\"body\":\"And all idolatrous images were utterly demolished, and all their wealth and temple treasure was taken from them, and in their stead holy courts were built for God.  For these King Ioasaph dedicated the riches and costly vestments and treasures of the idolatrous temples, thereby making this worthless and superfluous material fit for service, and profitable.  And the foul fiends that dwelt in their altars and temples were rigorously chased away and put to flight; and these, in the hearing of many, loudly lamented the misfortune that had overtaken them.  And all the region round about was freed from their dark deceit, and illuminated with the light of the blameless Christian faith.\\n\\nAnd, soothly, the king was a good example to all; and he inflamed and kindled the hearts of many to be of the same mind with himself.  For such is the nature of authority.  Its subjects alway conform to its likeness, and are wont to love the same objects, and to practise the pursuits which they perceive to be pleasing to their governor.  Hence, God helping, religion grew and increased amongst them.  The king was wholly dependent on the commandments of Christ and on his love, being a steward of the word of grace, and pilot to the souls of many, bringing them to safe anchorage in the haven of God.  For he knew that this, afore all things, is the work of a king, to teach men to fear God and keep righteousness.  Thus did he, training himself to be king over his own passions, and, like a good pilot, keeping a firm hold of the helm of good government for his subjects.  For this is the end of good kingship, to be king and lord over pleasure -- which end also he achieved.  Of the nobility of his ancestors, or the royal splendour around him, he was in no wise proud, knowing that we all have one common forefather, made of clay, and that, whether rich or poor, we are all of the same moulding.  He ever abased his soul in deepest humility, and thought on the blessedness of the world to come, and considered himself a stranger and pilgrim in this world, but realised that that was his real treasure which he should win after his departure hence. Now, since all went well with him, and since he had delivered all the people from their ancient and ancestral error, and made them servants of him who redeemed us from evil servitude by his own precious blood, he turned his thoughts to his next task, the virtue of almsgiving.  Temperance and righteousness he had already attained; he wore on his brow the crown of temperance, and wrapped about him the purple of righteousness.  He called to mind the uncertainty of earthly riches, how they resemble the running of river waters.  Therefore made he haste to lay up his treasure where neither \\\\`moth nor rust doth corrupt and where thieves do not break through nor steal.'  So he began to distribute all his money to the poor, sparing naught thereof.  He knew that the possessor of great authority is bound to imitate the giver of that authority, according to his ability; and herein he shall best imitate God, if he hold nothing in higher honour than mercy.  Before all gold and precious stone he stored up for himself the treasure of almsgiving; treasure, which here gladdeneth the heart by the hope of enjoyment to come, and there delighteth it with the taste of the hoped-for bliss.  After this he searched the prisons, and sought out the captives in mines, or debtors in the grip of their creditors; and by generous largesses to all he proved a father to all, orphans, and widows, and beggars, a loving and good father, for he deemed that by bestowing blessings on these he won a blessing for himself.  Being endowed with spiritual riches, and, in sooth, a perfect king, he gave liberally to all that were in need, for he hoped to receive infinitely more, when the time should come for the recompense of his works.\\n\\nNow, in little while, the fame of Ioasaph was blazoned abroad; and led, as it were by the scent of sweet ointment, all men flocked to him daily, casting off their poverty of soul and body: and his name was on every man's lips.  It was not fear and oppression that drew the people to him, but desire and heart-felt love, which by God's blessing and the king's fair life had been planted in their hearts.\\n\\nThen, too, did his father's subjects begin to come to him, and, laying aside all error, received the Gospel of truth.  And the house of Ioasaph grew and waxed strong, but the house of Abenner waned and grew weak, even as the Book of the Kings declareth concerning David and Saul.\\n\\nXXXIV.\\n\\nWhen king Abenner saw this, though late and loth, he came to his senses, and renounced his false gods with all their impotence and vain deceit.  Again he called an assembly of his chief counsellors, and brought to light the thoughts of his heart.  As they confirmed his words (for the day-spring from on high had visited them, the Saviour who had heard the prayer of his servant Ioasaph), it pleased the king to signify the same to his son. Therefore on the morrow he wrote a letter to Ioasaph, running thus:\\n\\n\\\"King Abenner to his well-beloved son Ioasaph, greeting.  Dearest son, many thoughts have been stealing into my soul, and rule it with a rod of iron.  I see our state vanishing, like as smoke vanisheth, but thy religion shining brighter than the sun; and I have come to my senses, and know that the words which thou hast ever spoken unto me are true, and that a thick cloud of sin and wickedness did then cover us, so that we were unable to discern the truth, and recognize the Creator of all.  Nay, but we shut our eyes, and would not behold the light which thou didst enkindle more brightly for us.  Much evil did we do unto thee, and many of the Christians, alas! did we destroy; who, strengthened by the power that aided them, finally triumphed over our cruelty.  But now we have removed that dense mist from our eyes, and see some small ray of truth, and there cometh on us repentance of our misdeeds.  But a new cloud of despair would overshadow it; despair at the multitude of mine offences, because I am now abominable and unacceptable to Christ, being a rebel and a foeman unto him.  What, then, sayest thou, dearest son, hereto? Make known to me thine answer, and teach me that am thy father what I should do, and lead me to the knowledge of my true weal.\\\"\\n\\nWhen Ioasaph had received this letter, and read the words therein, his soul was filled with mingled joy and amazement. Forthwith he entered his closet, and falling on his face before the image of his Master, watered the ground with his tears, giving thanks to his Lord and confessing him, and tuning lips of exultation to sing an hymn of praise, saying:\\n\\n\\\"I will magnify thee, O God, my King, and I will praise thy name for ever and ever.  Great art thou O Lord, and marvellous-worthy to be praised, and of thy greatness there is no end.  Who can express thy noble acts, or show forth all thy praise, who hast turned the hard rock into a standing water and the flint-stone into a springing well?  For behold this my father's flinty and more than granite heart is at thy will melted as wax; because thou art able of these stones to raise up children unto Abraham. I thank thee, Lord, thou lover of men, and God of pity, that thou hast been, and art, long-suffering towards our offences, and hast suffered us until now to go unpunished.  Long have we deserved to be cast away from thy face, and made a by-word on earth, as were the sinful inhabiters of the five cities, consumed with fire and brimstone; but thy marvellous long-suffering hath dealt graciously with us.  I give thanks unto thee, vile and unworthy though I be, and insufficient of myself to glorify thy greatness. And, by thine infinite compassions, I pray thee, Lord Jesu Christ, Son and Word of the invisible Father, who madest all things by thy word, and sustainest them by thy will; who hast delivered us thine unworthy servants from the bondage of the arch-fiend our foe: thou that wast stretched upon the Rood, and didst bind the strong man, and award everlasting freedom to them that lay bound in his fetters: do thou now also stretch forth thine invisible and almighty hand, and, at the last, free thy servant my father from that cruel bondage of the devil.  Show him full clearly that thou art the ever living true God, and only King, eternal and immortal.  Behold, O Lord, with favourable and kindly eye, the contrition of my heart; and, according to thine unerring promise, be with me that acknowledge and confess thee the Maker and protector of all creation.  Let there be a well of water within me springing up, and let utterance be given unto me that I may open my mouth, and a mind well fixed in thee, the chief corner-stone, that I, thine unprofitable servant, may be enabled to preach to my father, as is right, the mystery of thine Incarnation, and by thy power deliver him from the vain deceit of wicked devils, and bring him unto thee his God and Lord, who willest not the death of us sinners, but waitest for us to return and repent, because thou art glorified for ever and ever.  Amen.\\\"\\n\\nWhen he had thus prayed, and received fulness of assurance that he should not miscarry in his desire, he took courage by the tender mercy of Christ, and arose thence, with his royal body- guard, and arrived at his father's palace.  When it was told unto his father, \\\"Thy son is come,\\\" he went forth straightway for to meet him, and embraced and kissed him lovingly, and made exceeding great joy, and held a general feast in honour of the coming of his son.  And afterward, they two were closeted together.\\n\\nBut how tell of all that the son spake with his father, and of all the wisdom of his speech?  And what was that speech but the words put into his mouth by the Holy Ghost, by whom the fishermen enclosed the whole world in their nets for Christ and the unlearned are found wiser than the wise.  This Holy Spirit's grace and wisdom taught Ioasaph to speak with the king his father, enlightening him with the light of knowledge.  Before now he had bestowed much labour to drag his father from superstitious error, leaving nothing unsaid and nothing undone to win him over, but he seemed to be twanging on a broken string, and speaking to deaf ears.  But when the Lord looked upon the lowliness of his servant Ioasaph, and, in answer to his prayer, opened the closed gates of his father's heart (for it is said, he will fulfil the desire of them that fear him, and will hear their cry), then the king easily understood the things that were spoken; so that, when a convenient season came, through the grace of Christ, this son triumphed over those evil spirits that had lorded it over the soul of his father, and clean freed him from their error, and made the word of salvation clearly known unto him, and joined him to the living God on high.\\n\\nIoasaph took up his tale from the beginning, and expounded to his father great and marvellous things which he knew not, which he had never heard with the ears of his heart; and he told him many weighty sayings concerning God, and showed him righteousness: to wit that there is no other God in heaven above, nor in the earth beneath, except the one God, revealed in the Father, the Son, and the Holy Ghost.  And he made known unto him many mysteries of divine knowledge; and amongst them he told him the history of creation, visible and invisible, how the Creator brought every thing out of nothing, and how he formed man after his own image and likeness and endowed him with power of free-will, and gave him Paradise to his enjoyment, charging him only to abstain from one thing, the tree of knowledge; and how, when man had broken his commandment, he banished him out of Paradise; and how man, fallen from union with God, stumbled into these manifold errors, becoming the slave of sins, and subject unto death through the tyranny of the devil, who, having once taken men captive, hath made them utterly forget their Lord and God, and hath persuaded them to serve him instead, by the abominable worshipping of idols.  So our Maker, moved with compassion, through the good- will of the Father, and the co-operation of the Holy Ghost, was pleased, for our sakes, to be born of an holy Virgin, Mary, the mother of God, and he, that cannot suffer, was acquainted with sufferings.  On the third day he rose again from the dead, and redeemed us from our first penalty, and restored to us our first glory.  When he ascended into the heavens, from whence he had descended, he raised us up together with him; and thence, we believe that he shall come again, to raise up his own handiwork; and he will recompense every man according to his works.  Moreover Ioasaph instructed his father concerning the kingdom of heaven that awaiteth them that are worthy thereof, and the joy unspeakable.  Thereto he added the torment in store for the wicked, the unquenchable fire, the outer darkness, the undying worm and whatsoever other punishment the servants of sin have laid up in store for themselves.\\n\\nAll these things set he forth in many words, which bore witness that the grace of the Spirit was dwelling richly within him.  Then he described the uncharted sea of the love of God towards mankind, and how he is ready to accept the repentance of them that turn to him; and how there is no sin too great for his tender mercy, if we will but repent.  And when he had confirmed these truths by many an example, and testimony of Scripture, he made an end of speaking.\\n\\nXXXV.\\n\\nKing Abenner was pricked to the heart by this inspired wisdom and with loud voice and fervent heart confessed Christ his Saviour, and forthwith forsook all superstitious error.  He venerated the sign of the life-giving Cross in the sight of all and, in the hearing of all, proclaimed our Lord Jesus Christ to be God.  By telling in full the tale of his former ungodliness, and of his own cruelty and blood-thirstiness toward the Christians, he proved himself a great power for religion.  So here was proved in fact, the saying of Paul; that where sin abounded, there did grace much more abound.\\n\\nWhile then the learned Ioasaph was speaking of God, and of piety towards him, to the dukes and satraps and all the people there assembled, and was as it were with a tongue of fire piping unto them a goodly ode, the grace of the Holy Spirit descended upon them, and moved them to give glory to God, so that all the multitude cried aloud with one voice, \\\"Great is the God of the Christians, and there is none other God but our Lord Jesus Christ, who, together with the Father and Holy Ghost, is glorified.\\\"\\n\\nWaxen full of heavenly zeal, King Abenner made a sturdy assault on the idols, wrought of silver and gold, that were within his palace, and tore them down to the ground.  Then he brake them into small pieces, and distributed them to the poor, thus making that which had been useless useful.  Furthermore he and his son besieged the idols' temples and altars and levelled them even to the ground, and in their stead, and to the honour of God, built holy courts.  And not only in the city but throughout all the country also, thus did they in their zeal.  And the evil spirits that dwelt in those altars were driven forth with shrieks, and cried out in terror at the invincible power of our God.  And all the region round about, and the greater part of the neighbour nations, were led, as by the hand, to the true Faith.  Then came the holy Bishop, of whom we have spoken, and King Abenner was instructed, and made perfect with Holy Baptism, in the name of the Father, and of the Son, and of the Holy Ghost.  And Ioasaph received him as he came up from the Holy Font, in this strange way appearing as the begetter of his own father, and proving the spiritual father to him that begat him in the flesh: for he was the son of his heavenly Father, and verily divine fruit of that divine Branch, which saith, \\\"I am the vine, ye are the branches.\\\"\\n\\nThus King Abenner, being born again of water and of the spirit, rejoiced with joy unspeakable, and with him all the city and the region round about received Holy Baptism, and they that were before darkness now became children of light.  And every disease, and every assault of evil spirits was driven far from the believers, and all were sane and sound in body and in soul.  And many other miracles were wrought for the confirmation of the Faith.  Churches too were built, and the bishops, that had been hiding for fear, discovered themselves, and received again their own churches, whilst others were chosen from the priests and monks, to shepherd the flock of Christ.  But King Abenner, having thus forsaken his former disgraceful life, and repented of his evil deeds, handed over to his son the rule of all his kingdom. He himself dwelt in solitude, continually casting dust on his head, and groaning for very heaviness, and watering his face with his tears, being alone, communing with him who is everywhere present and imploring him to forgive his sins.  And he abased himself to such a depth of contrition and humility, that he refused to name the name of God with his own lips, and was scarce brought by his son's admonitions to make so bold.  Thus the king passed through the good change and entered the road that leadeth to virtue, so that his righteousness now surpassed his former sins of ignorance.  For four years did he live thus in repentance and tears and virtuous acts, and then fell into the sickness whereof he died.  But when the end drew nigh, he began to fear and to be dismayed, calling to remembrance the evil that he had wrought.  But with comfortable words Ioasaph sought to ease the distress that had fallen on him, saying, \\\"Why art thou so full of heaviness, O my father, and wily art thou so disquieted within time?  Set thy hope on God, and give him thanks, who is the hope of all the ends of the earth, and of them that remain in the sea afar, who crieth by the mouth of his prophet, `Wash you, make you clean: put away from before mine eyes the wickedness of your souls; learn to do well'; and `Though your sins be as scarlet, I will make them white as snow; though they be red like crimson, I will make them as wool.'  Fear not, therefore, O my father, neither be of doubtful mind: for the sins of them that turn to God prevail not against his infinite goodness.  For these, however many, are subject to measure and number: but measure and number cannot limit his goodness.  It is impossible then for that which is subject to measure to exceed the unmeasurable.\\\"\\n\\nWith such comfortable words did Ioasaph cheer his soul, and bring him to a good courage.  Then his father stretched out his hands, and gave him thanks and prayed for him, blessing the day whereon Ioasaph was born, and said \\\"Dearest child, yet not child of me, but of mine heavenly Father, with what gratitude can I repay thee?  With what words of blessings may I bless thee?  What thanks shall I offer God for thee?  I was lost, and was found through thee: I was dead in sin and am alive again: an enemy, and rebel against God, and am reconciled with him.  What reward therefore shall I give thee for all these benefits?  God is he that shall make the due recompense.\\\"  Thus saying, he pressed many kisses on his beloved son; then, when he had prayed, and said, \\\"Into thy hands, O God, thou lover of men, do I commit my spirit,\\\" he committed his soul unto the Lord in penitence and peace.\\n\\nNow, when Ioasaph had honoured with his tears his father that was dead, and had reverently cared for his body, he buried him in a sepulchre wherein devout men lay; not indeed clad in royal raiment, but robed in the garment of penitence.  Standing on the sepulchre, and lifting up his hands to heaven, the tears streaming in floods from his eyes, he cried aloud unto God saying,\\n\\n\\\"O God, I thank thee, King of glory, alone mighty and immortal, that thou hast not despised my petition, and hast not held thy peace at my tears, but hast been pleased to turn this thy servant, my father, from the way of wickedness, and to draw him to thyself, the Saviour of all, departing him from the deceitfulness of idolatry, and granting him to acknowledge thee, who art the very God and lover of souls.  And now, O my Lord and God, whose ocean of goodness is uncharted, set him in that place where much grass is, in a place of refreshment, where shineth the light of thy countenance.  Remember not his old offences; but, according to the multitude of thy mercies, blot out the hand- writing of his sins, and destroy the tablets of his debts, and set him at peace with thy Saints whom he slew with fire and sword.  Charge them not to be bitter against him.  For all things are possible with thee, the Lord of all, save only to withhold pity from them that turn not unto thee; this is impossible.  For thy pity is poured out upon all men, and thou savest them that call upon thee, Lord Jesu Christ, because glory becometh thee for ever and ever.  Amen.\\\"\\n\\nSuch were the prayers and intercessions that he made unto God, by the space of seven full days, never leaving the grave, and never thinking of meat or drink, and taking no refreshment of sleep: but he watered the ground with his tears, and continued praying and moaning unceasingly.  But, on the eighth day, he went back to his palace and distributed amongst the poor all his wealth and riches, so that not one person was left in want.\\n\\nXXXVI.\\n\\nIn a few days, after he had ended this ministry, and emptied all his coffers, in order that the burden of his money might not hinder him from entering in at the narrow gate, on the fortieth day after his father's decease, and in remembrance of him, he called together all his officers, and those who wore soldiers' attire, and of the citizens not a few.  Sitting in the front, according to custom, in the audience of all he said, \\\"Lo, as ye see, Abenner, my father the king, hath died like any beggar. Neither wealth nor kingly glory, nor I his loving son, nor any of his kith and kindred, has availed to help him, or to save him from the sentence without reprieve.  But he is gone to yonder judgement seat, to give account of his life in this world, carrying with him no advocate whatsoever, except his deeds, good or bad.  And the same law is ordained by nature for every man born of woman, and there is no escape.  Now, therefore, hearken unto me, friends and brethren, people and holy heritage of the Lord, whom Christ our God hath purchased with his own precious blood, and delivered from the ancient error, and bondage of the adversary.  Ye yourselves know my manner of life among you; that ever since I knew Christ, and was counted worthy to become his servant, I have hated all things, and loved him only, and how this was my desire, to escape from the tempest and vain tumult of the world, and commune alone with him, and in undisturbed peace of soul serve my God and Master.  But my father's opposition held me back, and the command that biddeth us to honour our fathers. So, by the grace and help of God, I have not laboured in vain, nor spent these days for naught, I have brought my father nigh to Christ, and have taught you all to know the one true God, the Lord of all; and yet not I, but the grace of God which was with me, which rescued me also from superstitious error, and from the worship of idols, and freed you, O my people, from cruel captivity.  So now it is high time to fulfil the service that I promised to God; high time to depart thitherward, where he himself shall lead me, where I may perform my vows which I made unto him.  Now, therefore, look you out a man whom ye will, to be your leader and king; for by this time ye have been conformed to the will of the Lord, and of his commandments nothing hath been hidden from you.  Walk ye therein; turn not aside, neither to the right hand, nor to the left, and the God of peace be with you all!\\\"\\n\\nWhen all that company and the common people heard thereof, anon there arose a clamour, an uproar, and a mighty cry and confusion, all weeping like orphans and bewailing their loss.  Lamenting bitterly, they protested with oaths and with tears, that they would never let him go, but would restrain him and not suffer in any wise his departure.  While the common people, and they in authority, were thus crying aloud, the king broke in, and beckoned with his hand to the multitude and charged them to keep silence.  He declared that he gave in to their instancy, and dismissed them still grieving, and bearing on their cheeks the signs of sorrow.  And Ioasaph did thus.  There was one of the senators first in favour with Ioasaph, a man honoured for his godliness and dignity, Barachias by name, who, as hath been already told, when Nachor, feigning to be Barlaam, was disputing with the philosophers, alone was ready to stand by Nachor and fight for him, for his heart was fired with heavenly love.  Him the king took apart, and spake gently with him, and earnestly besought him to receive the kingdom, and, in the fear of God, to shepherd his people; in order that he himself might take the journey that he desired.\\n\\nBut Barachias would put aside and reject his offer, saying, \\\"O king, how wrongful is thy judgement, and thy word contrary to divine command!  If thou hast learned to love thy neighbour as thyself, with what right art thou eager to shift the burden off thy back and lay it upon mine?  If it be good to be king, keep the good to thy self: but, if it be a stone of stumbling and rock of offence to thy soul, why put it in my pathway and seek to trip me up?\\\"  When Ioasaph perceived that he spake thus, and that his purpose was fixed, he ceased from communing with him.  And now, at about the dead of night, he wrote his people a letter, full of much wisdom, expounding to them all godliness; telling them what they should think concerning God, what life, what hymns and what thanksgiving they should offer unto him.  Next, he charged them to receive none other than Barachias to be ruler of the kingdom. Then left he in his bed-chamber the roll containing his letter, and, unobserved of all, went forth from his palace.  But he might not win through undetected, for, early on the morrow, the tidings, that he was departed, anon made commotion and mourning among the people, and, in much haste, forth went every man for to seek him; they being minded by all means to cut off his flight. And their zeal was not spent in vain; for, when they had occupied all the high-ways, and encompassed all the mountains, and surrounded the pathless ravines, they discovered him in a water- course, his hands uplifted to heaven, saying the prayer proper of the Sixth Hour.\\n\\nWhen they beheld him, they surrounded him, and besought him with team, upbraiding him for departing from them. \\\"But,\\\" said he, \\\"why labour ye in vain? No longer hope to have me to your king.\\\" Yet gave he way to their much opposition, and turned again to his palace. And, when he had assembled all the folk, he signified his will. Then with oath he confirmed his word, that he would dwell with them not one day more. \\\"For,\\\" said he, \\\"I have fulfilled my ministry toward you, and have omitted naught, neither have I kept back anything that was profitable unto you, in failing to show or teach you, testifying to all the faith in our Lord Jesus Christ, and pointing out the paths of repentance. And now behold I go the road that I have long time desired, and all ye shall see m\\\"y face no more. Wherefore I take you to record this day, as saith the holy Apostle, that I am pure from the blood of you all, for I have not shunned to declare unto you all the counsel of God.\\\"\\n\\nWhen they heard this, and perceived the steadfastness of his purpose, that nothing could hinder him from his resolve, they wept like orphans over their bereavement, but could in no wise over-persuade him.  Then did the king take that Barachias, of whom we have already spoken, saying, \\\"This is he, brethren, whom I appoint to be your king.\\\"  And though Barachias stoutly resisted, yet he established him, unwilling and reluctant, upon the royal throne, and placed the diadem on his head, and gave the kingly ring into his hand.  Then he stood facing the cast and made prayer for King Barachias, that his faith toward God might be preserved unwavering, and that he might keep without faltering the path of Christ's commandments.  Therewith he prayed for the clergy and all the flock, asking of God succour for them and salvation, and all that might fitly be asked for their welfare.\\n\\nThus he prayed, and then turning said unto Barachias, \\\"Behold, brother, I charge thee, as the Apostle once adjured his people, `Take heed unto thyself, and to all the flock, over the which the Holy Ghost hath made thee king, to feed the Lord's people, whom he hath purchased with his own blood.'  And even as thou wast before me in the knowledge of God, and didst serve him with a pure conscience, so now also show the more zeal in pleasing him. For, as thou hast received of God a mighty sovereignty, thou owest him the greater repayment.  Render therefore to thy Benefactor the debt of thanksgiving, by the keeping of his holy commandments and by turning aside from every path whose end is destruction.  For it is with kingdoms as with ships.  If one of the sailors blunder it bringeth but small damage to the crew.  But if the steersman err, he causeth the whole ship to perish. Even so it is with sovranty: if a subject err, he harmeth himself more than the state.  But if the king err, he causeth injury to the whole realm.  Therefore, as one that shall render strict account, if thou neglect aught of thy duty, guard thyself with all diligence in that which is good.  Hate all pleasure that draweth into sin: for, saith the Apostle, `Follow peace with all men, and holiness, without which no man shall see the Lord.' Consider the wheel of men's affairs, how it runneth round and round, turning and whirling them now up, now down: and amid all its sudden changes, keep thou unchanged a pious mind.  To change with every change of affairs betokeneth an unstable heart.  But be thou steadfast, wholly established upon that which is good.  Be not lifted and vainly puffed up because of temporal honour; but, with purified reason, understand the nothingness of thine own nature, and the span-length and swift flight of life here, and death the yoke-fellow of the flesh.  If thou consider these things, thou shalt not be cast into the pit of arrogance, but shalt fear God, the true and heavenly King, and verily thou shalt be blessed.  For he saith, `Blessed are all they that fear the Lord, and walk in his ways,' and `Blessed is the man that feareth the Lord: he shall have great delight in his commandments.'  And which commandments above all shouldest thou observe?  `Blessed are the merciful, for they shall obtain mercy,' and `Be ye merciful, as your heavenly Father is merciful.'  For the fulfilment of this commandment, above all, is required of them that are in high authority.  And, soothly, the holder of great authority ought to imitate the giver of that authority to the best of his ability.  And herein shall he best imitate God, by considering that nothing is to be preferred before showing mercy. Nay, further, nothing so surely draweth the subject to loyalty toward his Sovereign as the grace of charity bestowed on such as need it.  For the service that cometh from fear is flattery in disguise, with the pretence of respect cozening them that pay heed to it; and the unwilling subject rebelleth when he findeth occasion.  Whereas he that is held by the ties of loyalty is steadfast in his obedience to the ruling power.  Wherefore be thou easy of access to all and open thine ears unto the poor, that thou mayest find the ear of God open unto thee.  For as we are to our fellow-servants, such shall we find our Master to us-ward.  And, like as we do hear others, so shall we be heard ourselves: and, as we see, so shall we be seen by the divine all- seeing eye.  Therefore pay we first mercy for mercy, that we may obtain like for like.\\n\\n\\\"But hear yet another commandment, the fellow of the former; `Forgive, and it shall be forgiven unto you;' and `If ye forgive not men their trespasses, neither will your heavenly father forgive you your trespasses.'  Wherefore bear no malice against them that offend against thee; but, when thou askest forgiveness of thy sins, forgive thyself also them that injure thee, because forgiveness is repaid by forgiveness, and by making peace with our fellow-servants we are ourselves delivered from the wrath of our Master.  Again, a lack of compassion towards them that trespass against us maketh our own trespasses unpardonable, even as thou hast heard what befell the man that owed ten thousand talents, how, through his want of pity on his fellow-servant, he was again required to pay all that mighty debt.  So we must take good heed lest a like fate betide us.  But let us forgive every debt, and cast all anger out of our hearts, in order that our many debts, too, may be forgiven.  Beside this, and before all things, keep thou that good thing which is committed to thy trust, the holy Word of faith wherein thou hast been taught and instructed.  And let no tare of heresy grow up amongst you, but preserve the heavenly seed pure and sincere, that it may yield a manifold harvest to the master, when he cometh to demand account of our lives, and to reward us according to our deeds, when the righteous shall shine forth as the sun, but darkness and everlasting shame shall cover the sinners.  And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified.\\\"\\n\\nAnd when he had thus spoken, he kneeled down, as it is written, and prayed again in tears.  And he turned him round, and kissed Barachias, whom he had chosen to their king, and all the officers.  Then came a scene fit, belike, to make one weep.  They all crowded around him, as though his presence meant life to them, and his departure would reave them of their very souls; and what piteous pleading, what extravagance of grief did they omit? They kissed him; they hung about him; they were beside themselves for anguish of heart. \\\"Wo is us,\\\" cried they, \\\"for this grievous calamity!\\\"  They called him, Master, Father, Saviour, Benefactor. \\\"Through thine,\\\" said they, \\\"we learned to know God, and were redeemed from error, and found rest from every ill.  What remaineth us after thou art gone?  What evils shall not befall us?\\\"  Thus saying, they smote upon their breasts, and bewailed the misfortune that had overtaken them.  But he with words of comfort hushed their sobs, and promised to be with them still in the spirit though he might no longer abide with them in the body. And when he had thus spoken, in the sight of all he went forth from the palace.  And immediately all the people followed him. They despaired of his return; they ran from the city, as from a sight that they could no longer endure.  But when they were outside the city, Ioasaph addressed them with sharp words, and chode with them harshly; and so they were parted from him, and unwillingly went home, often turning round to look on him, and stumbling on their road.  And some of the hotter spirits also followed afar off weeping, until the shades of night parted them one from another.\\n\\nXXXVII.\\n\\nThus this noble man went forth from his palace rejoicing, as when after long exile a man returneth with joy to his own country. Outwardly he wore the robes that he was wont to wear, but beneath was the hair-shirt which Barlaam had given him.  That night he halted at a poor man's cabin, and stripped himself of his outer raiment, which, as his last alms, he bestowed upon his poor host, and thus by the prayers of that poor man, as well as of so many others, he made God his ally, and put on his grace and help as a garment of salvation; and, clad in a coat of gladness, thus went he off to his hermit-life, carrying with him neither bread, nor water, nor any necessary food, with no garment upon him save the aforesaid rough shirt.  For his heart was wounded with a marvellous longing and divine love for Christ the immortal King; he was beside himself with longing, mad for God, possessed by love of him; \\\"For love,\\\" he saith, \\\"is strong as fire.\\\"  So drunken was he with this heavenly love, so parched with thirst, according to him that saith, \\\"Like as the hart desireth the water-brooks, so longeth my soul after time, O God.  My soul is athirst for the mighty and living God\\\"; or, as the soul that is sick of love crieth in the Song of Songs, \\\"Thou hast ravished us, ravished us with the desire of thee\\\"; and, \\\"Let me see thy countenance, and let me hear thy voice, for thy voice is a sweet voice, and thy countenance is comely.\\\"\\n\\nIt was the desire for this unspeakable comeliness of Christ that fired the hearts of the Apostolic Quire and of the Martyr folk to despise the things that are seen, and all this temporal life, and the rather to choose ten thousand forms of death and torture, being enamoured of his heavenly beauty, and bearing in mind the charm that the divine Word used for to win our love.  Such was the fire that was kindled in the soul of this fair youth also, noble in body, but most noble and kingly in soul, that led him to despise all earthly things alike, to trample on all bodily pleasures, and to contemn riches and glory and the praise of men, to lay aside diadem and purple, as of less worth than cobwebs, and to surrender himself to all the hard and irksome toils of the ascetic life, crying, \\\"O my Christ, my soul is fixed upon thee, and thy right hand hath upholden me.\\\"\\n\\nThus, without looking back, he passed into the depth of the desert; and, laying aside, like a heavy burden and clog, the stress of transitory things, he rejoiced in the Spirit, and looked steadfastly on Christ, whom he longed for, and cried aloud to him, as though he were there present to hear his voice, saying, \\\"Lord, let mine eyes never again see the good things of this present world.  Never, from this moment, let my soul be excited by these present vanities, but fill mine eyes with spiritual tears; direct my goings in thy way, and show me thy servant Barlaam.  Show me him that was the means of my salvation, that I may learn of him the exact rule of this lonely and austere life, and may not be tripped up through ignorance of the wiles of the enemy.  Grant me, O Lord, to discover the way whereby to attain unto thee, for my soul is sick of love for thee, and I am athirst for thee, the well of salvation.\\\"\\n\\nThese were the thoughts of his heart continually, and he communed with God, being made one with him by prayer and sublime meditation.  And thus eagerly he pursued the road, hoping to arrive at the place where Barlaam dwelt.  His meat was the herbs that grow in the desert; for he carried nothing with him, as I have already said, save his own bones, and the ragged garment that was around him.\\n\\nBut whilst he found some food, though scanty and insufficient, from the herbs, of water he was quite destitute in that waterless and dry desert.  And so at noon-tide, as he held on his way under the fierce blaze of the sun, he was parched with thirst in the hot drought of that desert place, and he suffered the extreme of anguish.  But desire of Christ conquered nature, and the thirst wherewith he thirsted for God bedewed the heat of thirst for water.\\n\\nNow the devil, being envious and full of hate for that which is beautiful, unable to endure the sight of such steadfastness of purpose, and glowing love towards God, raised up against Ioasaph many temptations in the wilderness.  He called to his remembrance his kingly glory, and his magnificent body-guard, his friends, kinsfolk and companions, and how the lives of all had depended on his life, and he minded him of the other solaces of life.  Then he would confront him with the hardness of virtue, and the many sweats that she requireth, with the weakness of his flesh, with his lack of practice in such rigours, the long years to come, this present distress from thirst, his want of any comfort, and the unendingness of his toils.  In a word, he raised a great dust-cloud of reasonings in his mind, exactly, I ween, as it hath been recorded of the mighty Antony.\\n\\nBut, when the enemy saw himself too weak to shake that purpose (for Ioasaph set Christ before his mind, and glowed with love of him, and was well strengthened by hope, and steadfast in faith, and recked nothing of the devil and his suggestions), then was the adversary ashamed of having fallen in the first assault.  So he came by another road (for many are his paths of wickedness), and endeavoured to overthrow and terrify Ioasaph by means of divers apparitions.  Sometimes he appeared to him in black, and such indeed he is: sometimes with a drawn sword he leapt upon him, and threatened to strike, unless he speedily turned back.  At other times he assumed the shapes of all manner of beasts, roaring and making a terrible din and bellowing; or again he became a dragon, adder, or basilisk.  But that fair and right noble athlete kept his soul in quietness, for he had made the Most High his refuge: and, being sober in mind, he laughed the evil one to scorn, and said, \\\"I know thee, deceiver, who thou art, which stiffest up this trouble for me; which from the beginning didst devise mischief against mankind, and art ever wicked, and never stintest to do hurt.  How becoming and right proper is thy habit, that thou shouldest take the shape of beasts and of creeping things, and thus display thy bestial and crooked nature, and thy venomous and hurtful purpose!  Wherefore, wretch, attempt the impossible?  For ever since I discovered that these be the contrivances and bug-bears of thy malice, I have now no more anxiety concerning thee.  The Lord is on my side, and I shall see my desire upon mine enemies.  I shall go upon the adder and basilisk, the which thou dost resemble; thee, the lion and dragon I shall tread under my feet; for I am strengthened with the might of Christ.  Let mine enemies be ashamed and turned backward: let them be driven and put to shame suddenly.\\\"\\n\\nThus speaking, and girding on that invincible weapon, the sign of the Cross, he made vain the devil's shows.  For straightway all the beasts and creeping things disappeared, like as the smoke vanisheth, and like as wax melteth at the fire.  And he, strong in the might of Christ, went on his way rejoicing and giving thanks unto the Lord.  But there dwelt in that desert many divers beasts, and all kinds of serpents, and dragon-shaped monsters, and these met him, not now as apparitions but in sober sooth, so that his path was beset by fear and toil.  But he overcame both, for love, as saith the scripture, cast out fear, and longing made toil light.  Thus he wrestled with many sundry misfortunes and hardships until, after many days, he arrived at that desert of the land of Senaar, wherein Barlaam dwelt.  There also he found water and quenched the burning of his thirst.\\n\\nXXXVIII.\\n\\nNow two full years spent Ioasaph wandering about the ocean of that desert, without finding Barlaam; for here also God was proving the steadfastness of his purpose, and the nobility of his soul.  He lived thus in the open air, scorched with heat or frozen with cold, and, as one in search of precious treasure, continually looking everywhere for his treasured friend, the aged Barlaam.  Frequent were the temptations and assaults of the evil spirits that he encountered, and many the hardships that he endured through the lack of herbs that he needed for meat, because the desert, being dry, yielded even these in but scant supply.  But, being kindled by love of her Master, this adamantine and indomitable soul bore these annoyances more easily than other men bear their pleasures.  Wherefore he failed not of the succour that is from above, but, many as were the sorrows and toils Chat he endured, comfort came to him from Christ, and, asleep or awake, refreshed his soul.  By the space of those two years Ioasaph went about continually, seeking him for whom he yearned, and rivers of waters ran from his eyes, as he implored God, crying aloud and saying, \\\"Show me, O Lord, show me the man that was the means of my knowledge of thee, and the cause of my many blessings.  Because of the multitude of mine offences, deprive me not of this good thing; but grant me to see him, and fight with him the ascetic fight.\\\"\\n\\nBy the grace of God, he found a cave, by following footsteps that led thither.  There he met a monk pursuing a hermit life.  Him he embraced and saluted tenderly.  He asked where to find Barlaam's dwelling, and told him his own tale, laying all bare.  Of him then he learned the abode of the man whom he sought, and thither went foot-hot, as when a cunning hunter happeneth on the tracks of his game.  And when he had met with certain signs, pointed out to him by this other old hermit, he went on rejoicing, strong in hope, like a child hoping after long absence to see his father. For when divine love hath broken into a soul, it proveth hotter and stronger than the natural.\\n\\nSo he stood before the door of the cave, and knocked, saying \\\"Benedic, father, benedic!\\\"  When Barlaam heard his voice, he came forth from the cave, and by the spirit knew him, who by outward appearance could not easily be known, because of the marvellous change and alteration that had changed and altered his face from its former bloom of youth; for Ioasaph was black with the sun's heat, and overgrown with hair, and his cheeks were fallen in, and his eyes deep sunken, and his eyelids seared with floods of tears, and much distress of hunger.  And Ioasaph recognised his spiritual father, for his features were, for the more part, the same.  So the old man stood, and, facing the East, offered up to God a prayer of thanksgiving; and, after the prayer, when they had said the Amen, they embraced and kissed each other affectionately, taking their full fill of long deferred desire.\\n\\nBut, when they had done with embracing and greeting, they sat them down and conversed.  Barlaam began, saying, \\\"Welcome art thou, son well beloved son of God, and inheritor of the heavenly kingdom through Jesus Christ our Lord, whom thou lovest, whom thou rightly desirest above the things that are temporal and corruptible!  Like a prudent and wise merchant, thou hast sold all, and bought the pearl that is beyond price, and hast found the treasure that cannot be stolen, hidden in the field of the commandments of the Lord; thou hast parted with all, and spared naught of the things that so soon pass away, that thou mightest purchase that field for thyself.  The Lord give thee the eternal for the temporal, the things that are incorruptible and wax not old for the corruptible!\\n\\n\\\"But tell me, dearly beloved, how thou camest hither?  How did thy matters speed after my departure?  And hath thy father learned to know God, or is he still carried away with his former foolishness, still under the bondage of devilish deceits? \\\"\\n\\nThus questioned Barlaam, and Ioasaph answered, telling him piece by piece all that had befallen him since he went away; and in how many ways the Lord had prospered him, until they were come together again.\\n\\nThe old man listened with pleasure and amazement, and with hot tears said, \\\"Glory to thee, our God, that ever standest by and succourest them that love thee!  Glory to thee, O Christ, King of all and God all-good, that it was thy pleasure that the seed, which I sowed in the heart of Ioasaph, thy servant, should thus bring forth fruit an hundredfold worthy of the husbandman and Master of our souls!  Glory to thee, good Paraclete, the all-holy Spirit, because thou didst vouchsafe unto this man to partake of that grace which thou gavest thine holy Apostles, and by his hand hast delivered multitudes of people from superstitious error, and enlightened them with the true knowledge of God!\\\"\\n\\nThus was God blessed by both, and thus were they conversing and rejoicing in the grace of God until evenfall.  Then stood they up for to pray and to perform the sacred services.  Then also remembered they that it was meal-time, and Barlaam spread his lavish table, laden with spiritual dainties, but with little to attract the palate of sense.  These were uncooked worts, and a few dates, planted and tended by Barlaam's own hands, such as are found in the same desert, and wild herbs.  So they gave thanks and partook of the victuals set before them, and drank water from the neighbour springing well, and again gave thanks to God, who openeth his hand and filleth all things living.  Then they arose again, and, when they had ended their Night Hours, after prayer, they joined in spiritual converse again, discoursing wholesome words, and full of heavenly wisdom, all the night long until day- break bade them once more remember the hour of prayer.\\n\\nSo Ioasaph abode with Barlaam for some many years, pursuing this marvellous and more than human life, dwelling with him as with a father and tutor, in all obedience and lowliness, exercising himself in every kind of virtue, and learning well from practice how to wrestle with the invisible spirits of evil.  From that time forward he mortified all his sinful passions, and made the will of the flesh as subject to the spirit as slave is to his master.  He was altogether forgetful of comforts or repose, and tyrannized over sleep as over a wicked servant.  And, in brief, such was his practice of the religious life, that Barlaam, who had spent many years therein, marvelled at him, and failed to equal the earnestness of his life.  For he took only so much of that coarse and cheerless food as would keep him alive; else had he died afore his time, and forfeited the reward of his well- doing.  He subdued himself to watchings, as though he were without flesh and body.  In prayer and mental exercise his work was unceasing, and all the time of his life was spent in spiritual and heavenly contemplation, so that not an hour, nor even a single moment was wasted, from the day that he came to dwell in the desert.  For this is the end of monastic life, never to be found idle in spiritual employment: and well herein did this noble and active runner of the heavenly race order his way. And he kept his ardour unquenched from beginning to end, ever ascending in his heart, and going from strength to strength, and continually adding desire to desire, and zeal to zeal, until he arrived at the bliss that he had hoped and longed for.\\n\\nXXXIX.\\n\\nThus did Barlaam and Ioasaph dwell together, rivals in the good rivalry, apart from all anxious care and all the turmoils of life, possessing their minds undisturbed and clear of all confusion.  After their many labours after godliness, one day Barlaam called to him his spiritual son, whom he had begotten through the Gospel, and opened his mouth to discourse of spiritual things, saying, \\\"Long ago, dearly beloved Ioasaph, was it destined that thou shouldest dwell in this wilderness; and, in answer to my prayer for thee, Christ promised me that I should see it before the ending of my life.  I have seen my desire: I have seen thee severed from the world and the concerns of the world, united to Christ, thy mind never wavering, and come to the measure of the perfection of his fulness.  Now therefore as the time of my departure is at the door, and seeing that my desire, that hath grown with my growth and aged with my years, to be for ever with Christ, is even now being fulfilled, thou must bury my body in the earth and restore dust to dust, but thyself abide for the time to come in this place, holding fast to thy spiritual life, and making remembrance of me, poor as I am.  For I fear lest perchance the darksome army of fiends may stand in the way of my soul, by reason of the multitude of mine ignorances.\\n\\n\\\"So do thou, my son, think no scorn of the laboriousness of thy religious life, neither dread the length of the time, nor the tricks of devils.  But, strong in the grace of Christ, confidently laugh at the weakness of these thy foes; and, as for the hardness of thy toils, and the long duration of the time, be as one that daily expecteth his departure hence, and as if the same day were the beginning and the end of thy religious life. Thus, always forgetting the things which are behind, and reaching forth unto those things which are before, press toward the mark for the prize of the high calling of God in Christ Jesus, according to the exhortation of the holy Apostle, who saith, \\\\`Let us not faint; but though our outward man perish, yet the inward man is renewed day by day.  For our light affliction, which is but for a moment, worketh for us a far more exceeding eternal weight of glory; while we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.\\\"\\n\\n\\\"Ponder thou over these things, beloved: quit thee like a man; yea, be strong; and, as a good soldier, do thy diligence to please him who hath called thee to be a soldier.  And, even if the evil one stir in thee thoughts of neglecting duty, and thou art minded to slacken the string of thy purpose, fear not his devices, but remember the Lord's command, which saith, `In the world ye shall have tribulation, but be of good cheer; I have overcome the world.'  Wherefore, rejoice in the Lord alway; for he hath chosen and separated thee out of the world, and set thee, as it were before his countenance.  The Master, who hath called thee with a holy calling, is alway near.  Be careful for nothing, but in everything, by prayer and supplication with thanksgiving let thy requests be made known unto God.  For he himself hath said, \\\"I will never leave thee, nor forsake thee.\\\"  So, by the hardness of thy life, and by scorn of its rigours, win such thoughts as these, and rejoice, remembering our Lord God, for he saith, `I remembered God and was glad.'\\n\\n\\\"But when the adversary, seeking another fashion of war, proposeth high and arrogant thoughts, and suggesteth the glory of the kingdom of this world, which thou hast forsaken, and all its lures, hold out, as a shield before thee, the saving word that saith, \\\\`When ye shall have done all those things which are commanded you, say, \\\"We are unprofitable servants, for we have done that which was our duty to do.\\\"'  And, indeed, which of us is able to repay the debt that we owe our Master, for that he, though he was rich, yet for our sakes became poor, that we through his poverty might become rich, and, being without suffering, yet suffered, that we might be delivered from suffering?  What thanks hath the servant if he suffer like as his Master?  But we fall far short of his sufferings.  Meditate upon these things, casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ.  And the peace of God which passeth all understanding shall keep thy heart and thoughts in Christ Jesus.\\\"\\n\\nWhen blessed Barlaam had so said, Ioasaph's tears knew no measure, but, like water from the brimming fountain, bedewed him and the ground whereon he sat.  He mourned over the parting, and earnestly implored that he might be his companion on his last journey, and might remain no longer in this world after Barlaam's decease, saying, \\\"Wherefore, father, seekest thou only thine own, and not thy neighbour's welfare?  How fulfillest thou perfect love in this, according to him that said, \\\\`Thou shalt love thy neighbour as thyself,' in departing thyself to rest and life, and leaving me to tribulation and distress?  And, before I have been well exercised in the conflicts of the religious life, before I have learned the wily attacks of the enemy, why expose me to fight singlehanded against their marshalled host?  And for what purpose but to see me overthrown by their mischievous machinations, and to see me die, alas! the true spiritual and eternal death?  That is the fate which must befall inexperienced and cowardly monks.  But, I beseech thee, pray the Lord to take me also together with thee from life.  Yea, by the very hope that thou hast of receiving the reward of thy labour, pray that, after thy departure, I may not live one day more in the world, nor wander into the ocean depths of this desert.\\\"\\n\\nWhile Ioasaph spake thus in tears, the old man cheeked him gently and calmly, saying, \\\"Son, we ought not to resist the judgements of God, which are beyond our reach.  For though I have oftentimes prayed concerning this matter, and constrained the Master, that cannot be constrained, not to part us one from the other, yet have I been taught by his goodness that it is not expedient for thee now to lay aside the burden of the flesh: but thou must remain behind in the practice of virtue, until the crown, which thou art weaving, be more glorious.  As yet, thou hast not striven enough after the recompense in store for thee, but must toil yet a little longer, that thou mayest joyfully enter into the joy of thy Lord.  For myself, I am, as I reckon, well-nigh an hundred winters old, and have now spent seventy and five years in this desert place.  But for thee, even if thy days be not so far lengthened as mine, yet must thou approach thereto, as the Lord ordereth, that thou mayest prove no unworthy match for them that have borne the burden and heat of the day.  Therefore, beloved, gladly accept the decrees of God.  What God hath ordered, who, of men, can scatter?  Endure, then, under the protection of his grace.\\n\\n\\\"But be thou ever sober against thoughts other than these; and, like a right precious treasure, keep safely from robbers thy purity of heart, stepping up day by day to higher work and contemplation, that that may be fulfilled in thee, which the Saviour promised to his friends, when he said, \\\\`If any man love me, he will keep my word: and my father will love him, and we will come unto him, and make our abode with him.'\\\"\",\"timestamp\":1640138945,\"title\":\"\\nWherefore also from all quarters multitudes flocked to King Ioasaph, desirous to be instructed by him in godliness. \"},\"digest\":\"u1eUIEeMbLaKwekhmOK5tzmmc1IrkGmIiKb2a-16BkA\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFR2qkeUGc1LK602WtB6sxC_lWPB-Eun0s5ljgvzAAQ\\\",\\\"y\\\":\\\"JZ9f8zB4SkZr3MWIus5Jqo1AN_fjjq5e7fxApYteusw\\\"}\",\"signature\":\"1TMMVjFqcrLiTa_XkpI_s_hrzpxOzzJqjdyYCl8sJVje5BeuUFSwQwRDxctLAdhblEZ4TUoNY0OXBZ-1I9xd4A\",\"signingKeySignature\":\"0x39512b96bd8cc0e685f5d899c3b199f40a59ee4bd5e26bf8ba0da89319b5e2167c4b037b54bd845e3ba605ec6327022954d866177e4dfcf8d1a83fc11d787f111c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EFR2qkeUGc1LK602WtB6sxC_lWPB-Eun0s5ljgvzAAQ\\\",\\\"y\\\":\\\"JZ9f8zB4SkZr3MWIus5Jqo1AN_fjjq5e7fxApYteusw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u1eUIEeMbLaKwekhmOK5tzmmc1IrkGmIiKb2a-16BkA\"}"