"{\"content\":{\"body\":\"Initially, my entire objective for investing in cryptocurrencies was to drop my savings in Anchor and earn an amazing annual percentage yield on my deposits. Once I accomplished depositing the amount that I had decided to bring to Anchor (which was no small feat for a newcomer), I began to look around to see what other opportunities existed in Terra. Of course, liquidity pools were everywhere and looked very interesting. From the first day I started reading about liquidity pools, I noticed that more attention is given to the concept of impermanent loss than the rewards from participating in them. \\n\\nAll these warnings are important, especially to new arrivals like myself; unfortunately, the decrees of doom and gloom raining down on me initially scared me off completely. I finally decided that I needed to get off the bench and take a swing at this. Hit or miss, I felt like I had to step up to the plate. \\n\\n## The Yield Junkie\\n\\n \\n\\nIt will come as no surprise to you that I am a self-declared yield junkie. I love everything I have found in Terra, from cuddly puppies to evolving meteors, but at the end of the day it is all about creating those passive income streams for me.\\n\\nFirst, I decided to try my hand at the Anchor liquidity pool. Completely by accident, I discovered the Terra Floki project and I said: “why not try out their liquidity pool, as well”. I felt that these two perfectly balanced themselves out: one is a typical DeFi farm and the other is a NFT puppy mill.\\n\\n \\n\\n## Real Life Examples\\n\\n \\n\\nJust as an illustration, I want to share what has happened so far in these first two liquidity pools that I am still participating in: Anchor Protocol and Terra Floki.\\n\\n![](https://images.mirror-media.xyz/publication-images/yYuuZ69NGKklB8GsBua6V.jpg?height=540&width=720)\\n\\n\",\"timestamp\":1638353328,\"title\":\"\\nLet’s Embrace Impermanent Loss\"},\"digest\":\"omt6CritxjggxuBr5PaHbWaured3Vmu7JBstk9RPzGs\",\"authorship\":{\"contributor\":\"0x96257633F1c72B0D437A7c947b46E9aB7ab96905\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HUp6yp8DUDlrSCbZIN5_uPBVp40izdIiN2003nN7bic\\\",\\\"y\\\":\\\"QqvT8s9lgHH_shE6CulpdITc__Kd1QO5OlfwiboeDGQ\\\"}\",\"signature\":\"t_xWMc30vaOl0znFvD4wLVYyhAjANZLIyw04VL9wkiEup2fzWV7rIdgvf3t7jhOIrF5qTVFSFGeaJTYzlxtfTw\",\"signingKeySignature\":\"0x8d636fdbfea8d1c1b3f4e1673ced6b9ec5dfbb56fc471b2baed7e44fde96f1d6063dab88f26ddd7c01521aa931a175debdee838c4b73abed97a913ace69fc9ca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HUp6yp8DUDlrSCbZIN5_uPBVp40izdIiN2003nN7bic\\\",\\\"y\\\":\\\"QqvT8s9lgHH_shE6CulpdITc__Kd1QO5OlfwiboeDGQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"omt6CritxjggxuBr5PaHbWaured3Vmu7JBstk9RPzGs\"}"