"{\"content\":{\"body\":\"WITH CONCLUDING REFLECTIONS ON THE MORAL IMPROVEMENT THAT A REVOLUTION IN FEMALE MANNERS MIGHT NATURALLY BE EXPECTED TO PRODUCE. There are many follies, in some degree, peculiar to women:  sins against reason, of commission, as well as of omission; but all flowing from ignorance or prejudice, I shall only point out such as appear to be injurious to their moral character.  And in animadverting on them, I wish especially to prove, that the weakness of mind and body, which men have endeavoured by various motives to perpetuate, prevents their discharging the peculiar duty of their sex:  for when weakness of body will not permit them to suckle their children, and weakness of mind makes them spoil their tempers--is woman in a natural state? SECTION 13.1. One glaring instance of the weakness which proceeds from ignorance, first claims attention, and calls for severe reproof. In this metropolis a number of lurking leeches infamously gain a subsistence by practising on the credulity of women, pretending to cast nativities, to use the technical phrase; and many females who, proud of their rank and fortune, look down on the vulgar with sovereign contempt, show by this credulity, that the distinction is arbitrary, and that they have not sufficiently cultivated their minds to rise above vulgar prejudices.  Women, because they have not been led to consider the knowledge of their duty as the one thing necessary to know, or, to live in the present moment by the discharge of it, are very anxious to peep into futurity, to learn what they have to expect to render life interesting, and to break the vacuum of ignorance.  I must be allowed to expostulate seriously with the ladies, who follow these idle inventions; for ladies, mistresses of families, are not ashamed to drive in their own carriages to the door of the cunning man.  And if any of them should peruse this work, I entreat them to answer to their own hearts the following questions, not forgetting that they are in the presence of God. Do you believe that there is but one God, and that he is powerful, wise, and good? Do you believe that all things were created by him, and that all beings are dependent on him? Do you rely on his wisdom, so conspicuous in his works, and in your own frame, and are you convinced, that he has ordered all things which do not come under the cognizance of your senses, in the same perfect harmony, to fulfil his designs? Do you acknowledge that the power of looking into futurity and seeing things that are not, as if they were, is an attribute of the Creator?  And should he, by an impression on the minds of his creatures, think fit to impart to them some event hid in the shades of time, yet unborn, to whom would the secret be revealed by immediate inspiration?  The opinion of ages will answer this question--to reverend old men, to people distinguished for eminent piety. The oracles of old were thus delivered by priests dedicated to the service of the God, who was supposed to inspire them.  The glare of worldly pomp which surrounded these impostors, and the respect paid to them by artful politicians, who knew how to avail themselves of this useful engine to bend the necks of the strong under the dominion of the cunning, spread a sacred mysterious veil of sanctity over their lies and abominations.  Impressed by such solemn devotional parade, a Greek or Roman lady might be excused, if she inquired of the oracle, when she was anxious to pry into futurity, or inquire about some dubious event:  and her inquiries, however contrary to reason, could not be reckoned impious.  But, can the professors of Christianity ward off that imputation?  Can a Christian suppose, that the favourites of the most High, the highly favoured would be obliged to lurk in disguise, and practise the most dishonest tricks to cheat silly women out of the money, which the poor cry for in vain? Say not that such questions are an insult to common sense for it is your own conduct, O ye foolish women! which throws an odium on your sex!  And these reflections should make you shudder at your thoughtlessness, and irrational devotion, for I do not suppose that all of you laid aside your religion, such as it is, when you entered those mysterious dwellings.  Yet, as I have throughout supposed myself talking to ignorant women, for ignorant ye are in the most emphatical sense of the word, it would be absurd to reason with you on the egregious folly of desiring to know what the Supreme Wisdom has concealed. Probably you would not understand me, were I to attempt to show you that it would be absolutely inconsistent with the grand purpose of life, that of rendering human creatures wise and virtuous:  and that, were it sanctioned by God, it would disturb the order established in creation; and if it be not sanctioned by God, do you expect to hear truth?  Can events be foretold, events which have not yet assumed a body to become subject to mortal inspection, can they be foreseen by a vicious worldling, who pampers his appetites by preying on the foolish ones? Perhaps, however, you devoutly believe in the devil, and imagine, to shift the question, that he may assist his votaries? but if really respecting the power of such a being, an enemy to goodness and to God, can you go to church after having been under such an obligation to him.  From these delusions to those still more fashionable deceptions, practised by the whole tribe of magnetisers, the transition is very natural.  With respect to them, it is equally proper to ask women a few questions. Do you know any thing of the construction of the human frame?  If not, it is proper that you should be told, what every child ought to know, that when its admirable economy has been disturbed by intemperance or indolence, I speak not of violent disorders, but of chronical diseases, it must be brought into a healthy state again by slow degrees, and if the functions of life have not been materially injured, regimen, another word for temperance, air, exercise, and a few medicines prescribed by persons who have studied the human body, are the only human means, yet discovered, of recovering that inestimable blessing health, that will bear investigation. Do you then believe, that these magnetisers, who, by hocus pocus tricks, pretend, to work a miracle, are delegated by God, or assisted by the solver of all these kind of difficulties--the devil. Do they, when they put to flight, as it is said, disorders that have baffled the powers of medicine, work in conformity to the light of reason? Or do they effect these wonderful cures by supernatural aid? By a communication, an adept may answer, with the world of spirits. A noble privilege, it must be allowed.  Some of the ancients mention familiar demons, who guarded them from danger, by kindly intimating (we cannot guess in what manner,) when any danger was nigh; or pointed out what they ought to undertake.  Yet the men who laid claim to this privilege, out of the order of nature, insisted, that it was the reward or consequence of superior temperance and piety.  But the present workers of wonders are not raised above their fellows by superior temperance or sanctity.  They do not cure for the love of God, but money.  These are the priests of quackery, though it be true they have not the convenient expedient of selling masses for souls in purgatory, nor churches, where they can display crutches, and models of limbs made sound by a touch or a word. I am not conversant with the technical terms, nor initiated into the arcana, therefore I may speak improperly; but it is clear, that men who will not conform to the law of reason, and earn a subsistence in an honest way, by degrees, are very fortunate in becoming acquainted with such obliging spirits.  We cannot, indeed, give them credit for either great sagacity or goodness, else they would have chosen more noble instruments, when they wished to show themselves the benevolent friends of man. It is, however, little short of blasphemy to pretend to such power. >From the whole tenor of the dispensations of Providence, it appears evident to sober reason, that certain vices produce certain effects: and can any one so grossly insult the wisdom of God, as to suppose, that a miracle will be allowed to disturb his general laws, to restore to health the intemperate and vicious, merely to enable them to pursue the same course with impunity?  Be whole, and sin no more, said Jesus.  And are greater miracles to be performed by those who do not follow his footsteps, who healed the body to reach the mind? The mentioning of the name of Christ, after such vile impostors may displease some of my readers--I respect their warmth; but let them not forget, that the followers of these delusions bear his name, and profess to be the disciples of him, who said, by their works we should know who were the children of God or the servants of sin.  I allow that it is easier to touch the body of a saint, or to be magnetised, than to restrain our appetites or govern our passions; but health of body or mind can only be recovered by these means, or we make the Supreme Judge partial and revengeful. Is he a man, that he should change, or punish out of resentment? He--the common father, wounds but to heal, says reason, and our irregularities producing certain consequences, we are forcibly shown the nature of vice; that thus learning to know good from evil, by experience, we may hate one and love the other, in proportion to the wisdom which we attain.  The poison contains the antidote; and we either reform our evil habits, and cease to sin against our own bodies, to use the forcible language of scripture, or a premature death, the punishment of sin, snaps the thread of life. Here an awful stop is put to our inquiries.  But, why should I conceal my sentiments?  Considering the attributes of God, I believe, that whatever punishment may follow, will tend, like the anguish of disease, to show the malignity of vice, for the purpose of reformation.  Positive punishment appears so contrary to the nature of God, discoverable in all his works, and in our own reason, that I could sooner believe that the Deity paid no attention to the conduct of men, than that he punished without the benevolent design of reforming. To suppose only, that an all-wise and powerful Being, as good as he is great, should create a being, foreseeing, that after fifty or sixty years of feverish existence, it would be plunged into never ending woe--is blasphemy.  On what will the worm feed that is never to die?  On folly, on ignorance, say ye--I should blush indignantly at drawing the natural conclusion, could I insert it, and wish to withdraw myself from the wing of my God!  On such a supposition, I speak with reverence, he would be a consuming fire.  We should wish, though vainly, to fly from his presence when fear absorbed love, and darkness involved all his counsels. I know that many devout people boast of submitting to the Will of God blindly, as to an arbitrary sceptre or rod, on the same principle as the Indians worship the devil.  In other words, like people in the common concerns of life, they do homage to power, and cringe under the foot that can crush them.  Rational religion, on the contrary, is a submission to the will of a being so perfectly wise, that all he wills must be directed by the proper motive--must be reasonable. And, if thus we respect God, can we give credit to the mysterious insinuations which insult his laws?  Can we believe, though it should stare us in the face, that he would work a miracle to authorize confusion by sanctioning an error?  Yet we must either allow these impious conclusions, or treat with contempt every promise to restore health to a diseased body by supernatural means, or to foretell, the incidents that can only be foreseen by God. SECTION 13.2. Another instance of that feminine weakness of character, often produced by a confined education, is a romantic twist of the mind, which has been very properly termed SENTIMENTAL. Women, subjected by ignorance to their sensations, and only taught to look for happiness in love, refine on sensual feelings, and adopt metaphysical notions respecting that passion, which lead them shamefully to neglect the duties of life, and frequently in the midst of these sublime refinements they plunge into actual vice. These are the women who are amused by the reveries of the stupid novelists, who, knowing little of human nature, work up stale tales, and describe meretricious scenes, all retailed in a sentimental jargon, which equally tend to corrupt the taste, and draw the heart aside from its daily duties.  I do not mention the understanding, because never having been exercised, its slumbering energies rest inactive, like the lurking particles of fire which are supposed universally to pervade matter. Females, in fact, denied all political privileges, and not allowed, as married women, excepting in criminal cases, a civil existence, have their attention naturally drawn from the interest of the whole community to that of the minute parts, though the private duty of any member of society must be very imperfectly performed, when not connected with the general good.  The mighty business of female life is to please, and, restrained from entering into more important concerns by political and civil oppression, sentiments become events, and reflection deepens what it should, and would have effaced, if the understanding had been allowed to take a wider range. But, confined to trifling employments, they naturally imbibe opinions which the only kind of reading calculated to interest an innocent frivolous mind, inspires.  Unable to grasp any thing great, is it surprising that they find the reading of history a very dry task, and disquisitions addressed to the understanding, intolerably tedious, and almost unintelligible?  Thus are they necessarily dependent on the novelist for amusement.  Yet, when I exclaim against novels, I mean when contrasted with those works which exercise the understanding and regulate the imagination.  For any kind of reading I think better than leaving a blank still a blank, because the mind must receive a degree of enlargement, and obtain a little strength by a slight exertion of its thinking powers; besides, even the productions that are only addressed to the imagination, raise the reader a little above the gross gratification of appetites, to which the mind has not given a shade of delicacy. This observation is the result of experience; for I have known several notable women, and one in particular, who was a very good woman--as good as such a narrow mind would allow her to be, who took care that her daughters (three in number) should never see a novel.  As she was a woman of fortune and fashion, they had various masters to attend them, and a sort of menial governess to watch their footsteps.  From their masters they learned how tables, chairs, etc. were called in French and Italian; but as the few books thrown in their way were far above their capacities, or devotional, they neither acquired ideas nor sentiments, and passed their time, when not compelled to repeat WORDS, in dressing, quarrelling with each other, or conversing with their maids by stealth, till they were brought into company as marriageable. Their mother, a widow, was busy in the mean time in keeping up her connexions, as she termed a numerous acquaintance lest her girls should want a proper introduction into the great world.  And these young ladies, with minds vulgar in every sense of the word, and spoiled tempers, entered life puffed up with notions of their own consequence, and looking down with contempt on those who could not vie with them in dress and parade. With respect to love, nature, or their nurses, had taken care to teach them the physical meaning of the word; and, as they had few topics of conversation, and fewer refinements of sentiment, they expressed their gross wishes not in very delicate phrases, when they spoke freely, talking of matrimony. Could these girls have been injured by the perusal of novels?  I almost forgot a shade in the character of one of them; she affected a simplicity bordering on folly, and with a simper would utter the most immodest remarks and questions, the full meaning of which she had learned whilst secluded from the world, and afraid to speak in her mother's presence, who governed with a high hand;  they were all educated, as she prided herself, in a most exemplary manner; and read their chapters and psalms before breakfast, never touching a silly novel. This is only one instance; but I recollect many other women who, not led by degrees to proper studies, and not permitted to choose for themselves, have indeed been overgrown children; or have obtained, by mixing in the world, a little of what is termed common sense;  that is, a distinct manner of seeing common occurrences, as they stand detached:  but what deserves the name of intellect, the power of gaining general or abstract ideas, or even intermediate ones, was out of the question.  Their minds were quiescent, and when they were not roused by sensible objects and employments of that kind, they were low-spirited, would cry, or go to sleep. When, therefore, I advise my sex not to read such flimsy works, it is to induce them to read something superior; for I coincide in opinion with a sagacious man, who, having a daughter and niece under his care, pursued a very different plan with each. The niece, who had considerable abilities, had, before she was left to his guardianship, been indulged in desultory reading.  Her he endeavoured to lead, and did lead, to history and moral essays; but his daughter whom a fond weak mother had indulged, and who consequently was averse to every thing like application, he allowed to read novels;  and used to justify his conduct by saying, that if she ever attained a relish for reading them, he should have some foundation to work upon; and that erroneous opinions were better than none at all. In fact, the female mind has been so totally neglected, that knowledge was only to be acquired from this muddy source, till from reading novels some women of superior talents learned to despise them. The best method, I believe, that can be adopted to correct a fondness for novels is to ridicule them;  not indiscriminately, for then it would have little effect; but, if a judicious person, with some turn for humour, would read several to a young girl, and point out, both by tones and apt comparisons with pathetic incidents and heroic characters in history, how foolishly and ridiculously they caricatured human nature, just opinions might be substituted instead of romantic sentiments. In one respect, however, the majority of both sexes resemble, and equally show a want of taste and modesty.  Ignorant women, forced to be chaste to preserve their reputation, allow their imagination to revel in the unnatural and meretricious scenes sketched by the novel writers of the day, slighting as insipid the sober dignity and matronly grace of history,\\\\* whilst men carry the same vitiated taste into life, and fly for amusement to the wanton, from the unsophisticated charms of virtue, and the grave respectability of sense. (\\\\*Footnote.  I am not now alluding to that superiority of mind which leads to the creation of ideal beauty, when life surveyed with a penetrating eye, appears a tragi-comedy, in which little can be seen to satisfy the heart without the help of fancy.) Besides, the reading of novels makes women, and particularly ladies of fashion, very fond of using strong expressions and superlatives in conversation; and, though the dissipated artificial life which they lead prevents their cherishing any strong legitimate passion, the language of passion in affected tones slips for ever from their glib tongues, and every trifle produces those phosphoric bursts which only mimick in the dark the flame of passion. SECTION 13.3. Ignorance and the mistaken cunning that nature sharpens in weak heads, as a principle of self-preservation, render women very fond of dress, and produce all the vanity which such a fondness may naturally be expected to generate, to the exclusion of emulation and magnanimity. I agree with Rousseau, that the physical part of the art of pleasing consists in ornaments, and for that very reason I should guard girls against the contagious fondness for dress so common to weak women, that they may not rest in the physical part.  Yet, weak are the women who imagine that they can long please without the aid of the mind; or, in other words, without the moral art of pleasing. But the moral art, if it be not a profanation to use the word art, when alluding to the grace which is an effect of virtue, and not the motive of action, is never to be found with ignorance; the sportiveness of innocence, so pleasing to refined libertines of both sexes, is widely different in its essence from this superior gracefulness. A strong inclination for external ornaments ever appears in barbarous states, only the men not the women adorn themselves; for where women are allowed to be so far on a level with men, society has advanced at least one step in civilization. The attention to dress, therefore, which has been thought a sexual propensity, I think natural to mankind.  But I ought to express myself with more precision.  When the mind is not sufficiently opened to take pleasure in reflection, the body will be adorned with sedulous care; and ambition will appear in tattooing or painting it. So far is the first inclination carried, that even the hellish yoke of slavery cannot stifle the savage desire of admiration which the black heroes inherit from both their parents, for all the hardly-earned savings of a slave are commonly expended in a little tawdry finery.  And I have seldom known a good male or female servant that was not particularly fond of dress.  Their clothes were their riches; and I argue from analogy, that the fondness for dress, so extravagant in females, arises from the same cause--want of cultivation of mind.  When men meet they converse about business, politics, or literature; but, says Swift, \\\"how naturally do women apply their hands to each others lappets and ruffles.\\\" And very natural it is--for they have not any business to interest them, have not a taste for literature, and they find politics dry, because they have not acquired a love for mankind by turning their thoughts to the grand pursuits that exalt the human race and promote general happiness. Besides, various are the paths to power and fame, which by accident or choice men pursue, and though they jostle against each other, for men of the same profession are seldom friends, yet there is a much greater number of their fellow-creatures with whom they never clash.  But women are very differently situated with respect to each other--for they are all rivals. Before marriage it is their business to please men; and after, with a few exceptions, they follow the same scent, with all the persevering pertinacity of instinct.  Even virtuous women never forget their sex in company, for they are for ever trying to make themselves AGREEABLE.  A female beauty and a male wit, appear to be equally anxious to draw the attention of the company to themselves; and the animosity of contemporary wits is proverbial. Is it then surprising, that when the sole ambition of woman centres in beauty, and interest gives vanity additional force, perpetual rivalships should ensue?  They are all running the same race, and would rise above the virtue of mortals if they did not view each other with a suspicious and even envious eye. An immoderate fondness for dress, for pleasure and for sway, are the passions of savages; the passions that occupy those uncivilized beings who have not yet extended the dominion of the mind, or even learned to think with the energy necessary to concatenate that abstract train of thought which produces principles.  And that women, from their education and the present state of civilized life, are in the same condition, cannot, I think, be controverted. To laugh at them then, or satirize the follies of a being who is never to be allowed to act freely from the light of her own reason, is as absurd as cruel; for that they who are taught blindly to obey authority, will endeavour cunningly to elude it, is most natural and certain. Yet let it be proved, that they ought to obey man implicitly, and I shall immediately agree that it is woman's duty to cultivate a fondness for dress, in order to please, and a propensity to cunning for her own preservation. The virtues, however, which are supported by ignorance, must ever be wavering--the house built on sand could not endure a storm.  It is almost unnecessary to draw the inference.  If women are to be made virtuous by authority, which is a contradiction in terms, let them be immured in seraglios and watched with a jealous eye.  Fear not that the iron will enter into their souls--for the souls that can bear such treatment are made of yielding materials, just animated enough to give life to the body. \\\"Matter too soft a lasting mark to bear, And best distinguish'd by black, brown, or fair.\\\" The most cruel wounds will of course soon heal, and they may still people the world, and dress to please man--all the purposes which certain celebrated writers have allowed that they were created to fill. SECTION 13.4. Women are supposed to possess more sensibility, and even humanity, than men, and their strong attachments and instantaneous emotions of compassion are given as proofs; but the clinging affection of ignorance has seldom any thing noble in it, and may mostly be resolved into selfishness, as well as the affection of children and brutes.  I have known many weak women whose sensibility was entirely engrossed by their husbands; and as for their humanity, it was very faint indeed, or rather it was only a transient emotion of compassion,  \\\"Humanity does not consist in a squeamish ear,\\\" says an eminent orator.  \\\"It belongs to the mind as well as the nerves.\\\" But this kind of exclusive affection, though it degrade the individual, should not be brought forward as a proof of the inferiority of the sex, because it is the natural consequence of confined views:  for even women of superior sense, having their attention turned to little employments, and private plans, rarely rise to heroism, unless when spurred on by love; and love as an heroic passion, like genius, appears but once in an age.  I therefore agree with the moralist who asserts, \\\"that women have seldom so much generosity as men;\\\" and that their narrow affections, to which justice and humanity are often sacrificed, render the sex apparently inferior, especially as they are commonly inspired by men; but I contend, that the heart would expand as the understanding gained strength, if women were not depressed from their cradles. I know that a little sensibility and great weakness will produce a strong sexual attachment, and that reason must cement friendship; consequently I allow, that more friendship is to be found in the male than the female world, and that men have a higher sense of justice.  The exclusive affections of women seem indeed to resemble Cato's most unjust love for his country.  He wished to crush Carthage, not to save Rome, but to promote its vain glory; and in general, it is to similar principles that humanity is sacrificed, for genuine duties support each other. Besides, how can women be just or generous, when they are the slaves of injustice. SECTION 13.5. As the rearing of children, that is, the laying a foundation of sound health both of body and mind in the rising generation, has justly been insisted on as the peculiar destination of woman, the ignorance that incapacitates them must be contrary to the order of things.  And I contend, that their minds can take in much more, and ought to do so, or they will never become sensible mothers.  Many men attend to the breeding of horses, and overlook the management of the stable, who would, strange want of sense and feeling! think themselves degraded by paying any attention to the nursery; yet, how many children are absolutely murdered by the ignorance of women!  But when they escape, and are neither destroyed by unnatural negligence nor blind fondness, how few are managed properly with respect to the infant mind!  So that to break the spirit, allowed to become vicious at home, a child is sent to school; and the methods taken there, which must be taken to keep a number of children in order, scatter the seeds of almost every vice in the soil thus forcibly torn up. I have sometimes compared the struggles of these poor children who ought never to have felt restraint, nor would, had they been always held in with an even hand, to the despairing plunges of a spirited filly, which I have seen breaking on a strand;  its feet sinking deeper and deeper in the sand every time it endeavoured to throw its rider, till at last it sullenly submitted. I have always found horses, an animal I am attached to, very tractable when treated with humanity and steadiness, so that I doubt whether the violent methods taken to break them, do not essentially injure them; I am, however, certain that a child should never be thus forcibly tamed after it has injudiciously been allowed to run wild; for every violation of justice and reason, in the treatment of children, weakens their reason.  And, so early do they catch a character, that the base of the moral character, experience leads me to infer, is fixed before their seventh year, the period during which women are allowed the sole management of children.  Afterwards it too often happens that half the business of education is to correct, and very imperfectly is it done, if done hastily, the faults, which they would never have acquired if their mothers had had more understanding. One striking instance of the folly of women must not be omitted. The manner in which they treat servants in the presence of children, permitting them to suppose, that they ought to wait on them, and bear their humours.  A child should always be made to receive assistance from a man or woman as a favour; and, as the first lesson of independence, they should practically be taught, by the example of their mother, not to require that personal attendance which it is an insult to humanity to require, when in health; and instead of being led to assume airs of consequence, a sense of their own weakness should first make them feel the natural equality of man.  Yet, how frequently have I indignantly heard servants imperiously called to put children to bed, and sent away again and again, because master or miss hung about mamma, to stay a little longer.  Thus made slavishly to attend the little idol, all those most disgusting humours were exhibited which characterize a spoiled child. In short, speaking of the majority of mothers, they leave their children entirely to the care of servants: or, because they are their children, treat them as if they were little demi-gods, though I have always observed, that the women who thus idolize their children, seldom show common humanity to servants, or feel the least tenderness for any children but their own. It is, however, these exclusive affections, and an individual manner of seeing things, produced by ignorance, which keep women for ever at a stand, with respect to improvement, and make many of them dedicate their lives to their children only to weaken their bodies and spoil their tempers, frustrating also any plan of education that a more rational father may adopt; for unless a mother concurs, the father who restrains will ever be considered as a tyrant. But, fulfilling the duties of a mother, a woman with a sound constitution, may still keep her person scrupulously neat, and assist to maintain her family, if necessary, or by reading and conversations with both sexes, indiscriminately, improve her mind. For nature has so wisely ordered things, that did women suckle their children, they would preserve their own health, and there would be such an interval between the birth of each child, that we should seldom see a house full of babes.  And did they pursue a plan of conduct, and not waste their time in following the fashionable vagaries of dress, the management of their household and children need not shut them out from literature, nor prevent their attaching themselves to a science, with that steady eye which strengthens the mind, or practising one of the fine arts that cultivate the taste. But, visiting to display finery, card playing, and balls, not to mention the idle bustle of morning trifling, draw women from their duty, to render them insignificant, to render them pleasing, according to the present acceptation of the word, to every man, but their husband.  For a round of pleasures in which the affections are not exercised, cannot be said to improve the understanding, though it be erroneously called seeing the world; yet the heart is rendered cold and averse to duty, by such a senseless intercourse, which becomes necessary from habit, even when it has ceased to amuse. But, till more equality be established in society, till ranks are confounded and women freed, we shall not see that dignified domestic happiness, the simple grandeur of which cannot be relished by ignorant or vitiated minds; nor will the important task of education ever be properly begun till the person of a woman is no longer preferred to her mind.  For it would be as wise to expect corn from tares, or figs from thistles, as that a foolish ignorant woman should be a good mother. SECTION 13.6. It is not necessary to inform the sagacious reader, now I enter on my concluding reflections, that the discussion of this subject merely consists in opening a few simple principles, and clearing away the rubbish which obscured them.  But, as all readers are not sagacious, I must be allowed to add some explanatory remarks to bring the subject home to reason--to that sluggish reason, which supinely takes opinions on trust, and obstinately supports them to spare itself the labour of thinking. Moralists have unanimously agreed, that unless virtue be nursed by liberty, it will never attain due strength--and what they say of man I extend to mankind, insisting, that in all cases morals must be fixed on immutable principles; and that the being cannot be termed rational or virtuous, who obeys any authority but that of reason. To render women truly useful members of society, I argue, that they should be led, by having their understandings cultivated on a large scale, to acquire a rational affection for their country, founded on knowledge, because it is obvious, that we are little interested about what we do not understand.  And to render this general knowledge of due importance, I have endeavoured to show that private duties are never properly fulfilled, unless the understanding enlarges the heart; and that public virtue is only an aggregate of private.  But, the distinctions established in society undermine both, by beating out the solid gold of virtue, till it becomes only the tinsel-covering of vice; for, whilst wealth renders a man more respectable than virtue, wealth will be sought before virtue; and, whilst women's persons are caressed, when a childish simper shows an absence of mind--the mind will lie fallow. Yet, true voluptuousness must proceed from the mind--for what can equal the sensations produced by mutual affection, supported by mutual respect?  What are the cold or feverish caresses of appetite, but sin embracing death, compared with the modest overflowings of a pure heart and exalted imagination?  Yes, let me tell the libertine of fancy when he despises understanding in woman--that the mind, which he disregards, gives life to the enthusiastic affection from which rapture, short-lived as it is, alone can flow!  And, that, without virtue, a sexual attachment must expire, like a tallow candle in the socket, creating intolerable disgust.  To prove this, I need only observe, that men who have wasted great part of their lives with women, and with whom they have sought for pleasure with eager thirst, entertain the meanest opinion of the sex.  Virtue, true refiner of joy! if foolish men were to fright thee from earth, in order to give loose to all their appetites without a check--some sensual wight of taste would scale the heavens to invite thee back, to give a zest to pleasure! That women at present are by ignorance rendered foolish or vicious, is, I think, not to be disputed; and, that the most salutary effects tending to improve mankind, might be expected from a REVOLUTION in female manners, appears at least, with a face of probability, to rise out of the observation.  For as marriage has been termed the parent of those endearing charities, which draw man from the brutal herd, the corrupting intercourse that wealth, idleness, and folly produce between the sexes, is more universally injurious to morality, than all the other vices of mankind collectively considered.  To adulterous lust the most sacred duties are sacrificed, because, before marriage, men, by a promiscuous intimacy with women, learned to consider love as a selfish gratification--learned to separate it not only from esteem, but from the affection merely built on habit, which mixes a little humanity with it.  Justice and friendship are also set at defiance, and that purity of taste is vitiated, which would naturally lead a man to relish an artless display of affection, rather than affected airs.  But that noble simplicity of affection, which dares to appear unadorned, has few attractions for the libertine, though it be the charm, which, by cementing the matrimonial tie, secures to the pledges of a warmer passion the necessary parental attention; for children will never be properly educated till friendship subsists between parents.  Virtue flies from a house divided against itself--and a whole legion of devils take up their residence there. The affection of husbands and wives cannot be pure when they have so few sentiments in common, and when so little confidence is established at home, as must be the case when their pursuits are so different.  That intimacy from which tenderness should flow, will not, cannot subsist between the vicious. Contending, therefore, that the sexual distinction, which men have so warmly insisted upon, is arbitrary, I have dwelt on an observation, that several sensible men, with whom I have conversed on the subject, allowed to be well founded; and it is simply this, that the little chastity to be found amongst men, and consequent disregard of modesty, tend to degrade both sexes; and further, that the modesty of women, characterized as such, will often be only the artful veil of wantonness, instead of being the natural reflection of purity, till modesty be universally respected. From the tyranny of man, I firmly believe, the greater number of female follies proceed; and the cunning, which I allow, makes at present a part of their character, I likewise have repeatedly endeavoured to prove, is produced by oppression.  Were not dissenters, for instance, a class of people, with strict truth characterized as cunning?  And may I not lay some stress on this fact to prove, that when any power but reason curbs the free spirit of man, dissimulation is practised, and the various shifts of art are naturally called forth?  Great attention to decorum, which was carried to a degree of scrupulosity, and all that puerile bustle about trifles and consequential solemnity, which Butler's caricature of a dissenter brings before the imagination, shaped their persons as well as their minds in the mould of prim littleness.  I speak collectively, for I know how many ornaments to human nature have been enrolled amongst sectaries; yet, I assert, that the same narrow prejudice for their sect, which women have for their families, prevailed in the dissenting part of the community, however worthy in other respects; and also that the same timid prudence, or headstrong efforts, often disgraced the exertions of both.  Oppression thus formed many of the features of their character perfectly to coincide with that of the oppressed half of mankind; for is it not notorious, that dissenters were like women, fond of deliberating together, and asking advice of each other, till by a complication of little contrivances, some little end was brought about?  A similar attention to preserve their reputation was conspicuous in the dissenting and female world, and was produced by a similar cause. Asserting the rights which women in common with men ought to contend for, I have not attempted to extenuate their faults; but to prove them to be the natural consequence of their education and station in society.  If so, it is reasonable to suppose, that they will change their character, and correct their vices and follies, when they are allowed to be free in a physical, moral, and civil sense. Let woman share the rights, and she will emulate the virtues of man; for she must grow more perfect when emancipated, or justify the authority that chains such a weak being to her duty.  If the latter, it will be expedient to open a fresh trade with Russia for whips; a present which a father should always make to his son-in-law on his wedding day, that a husband may keep his whole family in order by the same means; and without any violation of justice reign, wielding this sceptre, sole master of his house, because he is the only being in it who has reason; the divine, indefeasible, earthly sovereignty breathed into man by the Master of the universe.  Allowing this position, women have not any inherent rights to claim; and, by the same rule their duties vanish, for rights and duties are inseparable. Be just then, O ye men of understanding! and mark not more severely what women do amiss, than the vicious tricks of the horse or the ass for whom ye provide provender, and allow her the privileges of ignorance, to whom ye deny the rights of reason, or ye will be worse than Egyptian task-masters, expecting virtue where nature has not given understanding!\\n\\nEnd\",\"timestamp\":1637496009,\"title\":\"SOME INSTANCES OF THE FOLLY WHICH THE IGNORANCE OF WOMEN GENERATES\"},\"digest\":\"kXngnUm6BMm8anhfDuekWscWALXHpbFWJYgrm86oUH0\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5MK4KnMEjD8YF50d5NxiBYCnAw4I8BBDwcmBeDhxAkw\\\",\\\"y\\\":\\\"Y2bLIeRuYbR8mkBG1Y_GoA8GZc8NZUWO-BhIR0yz1aw\\\"}\",\"signature\":\"NYOqIfHx3II9jEWzGIeHxFR7XV1P4cx3qCEV2KIx7jbmY9AbqtC3G--672wr0cCJ67LCLTqIgWmXXOxPnz1ANw\",\"signingKeySignature\":\"0x746817bb727408cc45d298facf00e866e5349d0fa8d27e29ba6ea7b33271a3452a8bd15b2c65f2ca12eafeefde90c55370ba150dac73c3d59fca1964d2c862ad1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5MK4KnMEjD8YF50d5NxiBYCnAw4I8BBDwcmBeDhxAkw\\\",\\\"y\\\":\\\"Y2bLIeRuYbR8mkBG1Y_GoA8GZc8NZUWO-BhIR0yz1aw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kXngnUm6BMm8anhfDuekWscWALXHpbFWJYgrm86oUH0\"}"