"{\"content\":{\"body\":\"**中国的社会制度是一个精英社会。**\\n\\n极小部分的最上层精英领导全国，数量中等的中产阶级碌碌终生，数量庞大的底层人民努力谋生。\\n\\n这样的金字塔式社会结构决定了中国的经济结构也是金字塔式的，根据《中国收入分配报告2021：现状与国际比较》调查显示，中国财富排名前1%居民占总财富的比例，从 2000 年的 20.9% 升至2020年的30.6%。根据历史数据，2011年中国后50%居民占总财富的比例14%。\\n\\n当底层人民努力谋生而期望自己的年薪能上涨5k，1w，5w的时候，精英阶层所能够分配的财富是底层人民无法想象的。\\n\\n**中国的房地产市场未来是由国家垄断。**\\n\\n精英社会的制度决定了一个垄断市场，精英阶层是获利最多的阶层。同时如果国家把一个行业垄断，就可以自由定价，自由控制金融风险，而不需要考虑外界其他因素了。\\n\\n这是因为中国是一个外汇严格管制的国家，国家手里拥有绝对的对人民币和外币兑换的自由操控权，随时可以禁止大部分的外汇兑换。\\n\\n如果一个商品它只能自买自卖，那么无论它定价如何之高都不存在泡沫一说。例如中国的石油被两桶油企业牢牢把控住，所以无论国际油价如何变化国内油价始终稳定增长。\\n\\n房地产行业分为住房和租房市场。\\n\\n当房价过高就会使得住房市场萎靡而租房市场兴盛。当房价低廉就会使租房市场萎靡而住房市场兴盛。而任何一个市场兴盛起来就和民生挂钩上了。\\n\\n现在大家都说房地产住房市场房价过高，泡沫极大。那么现在的房地产住房市场有风险吗？\\n\\n谁也不知道。今天一个记者去郊区新建成的楼盘报道房屋空置率九成，明天新闻上说市中心新房摇号千里挑一。\\n\\n但是，如果一个拍卖游戏有许多人参与，最后很可能会在一次喊价后没有跟的，这就砸在自己手里了，而价格越高，砸在自己手里的概率也就越大。同样的，如果房价越高，金融风险也就越大。但是如果拍卖大厅只坐着两个同姓的人，那么这个喊价就可以无休止的进行下去。\\n\\n所以，房地产住房行业的金融风险防范关键在于与民生脱钩并且出清市场。\\n\\n如果中国的房地产住房行业被国家牢牢把控，那么就变成了左手银行借钱，右手房地产收钱的自买自卖了，那么房地产行业也就完全没有风险可言了。\\n\\n当下，诸多民营企业，小炒房客，投机者踊跃的房地产市场，使得国家的参与变成了官民之争，银行代表官，其余的都是民。\\n\\n鱼龙混杂的房地产市场会带来什么？会让开发商、投机客赚的盆满钵满，地方政府的土地财政吃的肥头大耳，但高企的房价却让中央背上了金融风险的黑锅。\\n\\n让地方，民商赚钱而中央背锅的事情是中央绝对不允许的，因此，打造一个“干净”的拍卖大厅的需要也就理所当然了。在2021年，许多民营房地产倒闭，而诸多国企准备联手注资重组应该就是第一步。之后，再对民营的房企辅以一定的开发资金限制，企业杠杆借贷限制就可以基本出清房地产新房交易市场了。\\n\\n脱钩，是打压住房市场，同时提振租房市场。\\n\\n垄断住房市场后，打压住房市场只需要自买自卖的抬高房价，同时辅以政策限制购房者的杠杆借贷率就可以了。需要注意，所谓的打压住房市场是为了使民众没有购房欲望，虽然既可以让房价跌到失去信仰，也可以让房价涨到完全买不起。但如果打压的过程之中能多赚一笔谁会不乐意呢？\\n\\n如果自买自卖的房地产市场市价过高而民众都选择租房时，那么公租房的推出和租售同权政策就是对房地产中租房市场的垄断和对房地产市场垄断的最后一步了。\\n\\n租售同权的政策已经开始在部分城市逐步试点了，它是租房市场取代住房市场与民生挂钩的重要一步。\\n\\n要垄断租房市场那么必须要限制那些数量庞大的手握多套继承房产的新城市地主阶级的房屋出租或者抬高他们的出租成本了。这样，征收房产税也就应运而生了。由于多套房产每年都必须缴纳一定的房产税，所以市场的房屋出租成本也就自然抬高，而政府建立的公租房不需要缴纳房产税，这也就使得政府的公租房租金只需要9折甚至95折就可以使得自身获取足够的利润。\\n\\n同时，公租房体系也是对底层官吏，国企员工及军队统称为体制内的福利体系。自买自卖的高昂房价是底层官吏也无法承受的，那么，可以对他们实行住房补贴，由政府，国企为他们缴纳大部分房租，使他们能够为精英阶层忠心卖力。而军队的高福利是自建党以来就保持着的政策。而体制外的工薪阶层，则是这公租房体系的主要利润来源。他们买不起商品房，所以只能世世代代为缴房租而劳命奔波。\\n\\n当租房市场被垄断，通过调整房产税的税额高低就可以轻易调整市场的房租水平，同时使擅自涨价的房东背负骂名，而政府则只取房租的利益。\\n\\n**垄断后的住房市场将是精英的游戏**\\n\\n待续\",\"timestamp\":1640861745,\"title\":\"[Thinking] 中国房地产未来思考(1)\"},\"digest\":\"veW6dpKTvHRTcEka2nAN5roA4yvabE-SH1KFIbd5kWU\",\"authorship\":{\"contributor\":\"0x34A470C697D3D29aA2f27e32A5153aC4384F9825\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"55u9ew7dzE4tkqePgnwhqY1uJZFyv1JAZUMhqzjBDm8\\\",\\\"y\\\":\\\"gaQvF-0MpI8TPHarcCDt2puMeyFrVwkvP4MkYt1JmOM\\\"}\",\"signature\":\"vyMWodzcmAf40iCtlO4rKtObLcuYKn_xYlvCG522hDKOh9QsN6nYBSIMdLMJV92LND3bLbjOdYIxygWXL3H9dw\",\"signingKeySignature\":\"0xb12f46aef44c617901438c6acb5912239eb10896a70650ef06e8256f7502c87b2a75cfd536cc9c684b2feb8f80be2fffb07939adf1c3da29d15d7e05aac90b341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"55u9ew7dzE4tkqePgnwhqY1uJZFyv1JAZUMhqzjBDm8\\\",\\\"y\\\":\\\"gaQvF-0MpI8TPHarcCDt2puMeyFrVwkvP4MkYt1JmOM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"veW6dpKTvHRTcEka2nAN5roA4yvabE-SH1KFIbd5kWU\"}"