"{\"content\":{\"body\":\"In terms of material, carbon battery is generally positive stage is carbon rod, negative electrode is zinc skin, and its electrode is made of graphite. Due to the production process contains cadmium, mercury and other heavy metals, easy to cause damage to the environment. Alkaline batteries are made of copper rods and steel shells, which are environmentally friendly and contain only 0.025% mercury, so they do not need to be recycled and are environmentally friendly.\\n\\nFrom the discharge point of view, the internal resistance of alkaline batteries is lower, so the current generated is larger than that of carbon batteries; the same alkaline battery is 4-5 times more powerful than carbon batteries, and the discharge time is 3-10 times longer. (The price is 1.5-2 times of carbon.)\\n\\nSo the implementation of the use, there is a corresponding difference: carbon batteries are suitable for low-current appliances, such as quartz clocks, remote controls, radios, etc.; alkaline batteries are suitable for high-current appliances, such as electronic dictionaries, handheld computers, etc. Alkaline batteries are not suitable for precision instruments such as clocks and digital cameras because of their high voltage and high power, which can easily produce high current and damage some parts and reduce the life of the movement. In this case, you should choose \\\"carbon batteries\\\", or use \\\"low-current alkaline batteries\\\" (after the alkaline batteries are not thrown away, playing the same role as carbon).\\n\\nIn fact, due to the two advantages mentioned above: no pollution + high power, alkaline batteries have dominated the market. Some supermarkets are almost difficult to find carbon batteries...\\n\\nWhen buying, you can distinguish them from the appearance (with the number five battery as an example).\\n\\n1. carbon with R6, R03 logo, alkaline labeled LR6, LR03. that is, alkaline with an \\\"L\\\"\\n2. the same size alkaline batteries than carbon batteries are heavier, carbon shell with zinc and copper, alkaline is a stainless steel sleeve\\n3. remove the wrapped PVC sleeve, you can find the carbon insulating ring position in the positive pole, alkaline in the negative pole.\",\"timestamp\":1634967734,\"title\":\"Carbon vs. alkaline batteries\"},\"digest\":\"u9g4Kt88qK4Cz07lCXYwOo2D3tiSL5xzZgwcWExFgog\",\"authorship\":{\"contributor\":\"0x896002E29FE4CDa28A3ae139b0bf7bAc26B33a8C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S2oc2ArmqZoBjdB8gaOGIwp_ecXDZ7ps18D4EQM8zlc\\\",\\\"y\\\":\\\"09I500vWz3HzgCqGPXN49aPOmJB2sKB0aS6E9lYEJiA\\\"}\",\"signature\":\"VFAW9yAozEP022-jm2RetiWSqcZ1q5eHaww6dPPjJEfnSUWbc00x3pB0clSdTmLRmLm-F-Jt9nJup9-NIftwbQ\",\"signingKeySignature\":\"0x04c4eeed46ebcbd0a8da944a49a1c3d752d428e8ad2683883058ef6e7f627cac38f5f156e5003ae549a548c5d2c2fa78206e347db00a1764e85bff51118c670f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S2oc2ArmqZoBjdB8gaOGIwp_ecXDZ7ps18D4EQM8zlc\\\",\\\"y\\\":\\\"09I500vWz3HzgCqGPXN49aPOmJB2sKB0aS6E9lYEJiA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u9g4Kt88qK4Cz07lCXYwOo2D3tiSL5xzZgwcWExFgog\"}"