"{\"content\":{\"body\":\"**“Be noble, / Helpful and good! / Because that alone / Distinguishes him / Of all beings / Whom we know…**\\n\\n**Hail the unknown / Higher beings, / Of our belief! / That we should be like them! / Their examples teach us / That we might believe in them.**\\n\\n**Because nature / Is insensitive: / The sun is shining / On bad and good, / The moon and the stars. / It shines on the evil / As on the best of us…**\\n\\n**As the eternal / Great iron law requires / We must all / Complete the cycle / Of our existence.”**\\n\\n(*Johann Wolfgang von Goethe*)[\\\\[1\\\\]](#_ftn1)\\n\\nAll complex life requires usable energy to do useful work and maintain some distance from the ever-present risk of death. Yet, we all know that both Jesus[\\\\[2\\\\]](#_ftn2) and Goethe speak true. The Sun shines equally on the sociopath and the saint.\\n\\nSo, our journey has led us to the crux of the matter.\\n\\n*How can necessarily self-protecting beings work within an ethical framework to better value the work being done by other life-forms, to create the conditions to foster the capacity to do useful work and to understand the qualities of life-forms (as universal useful engines) that can do that work?*[\\\\[3\\\\]](#_ftn3)\\n\\nIt is proposed that we can agree that all life has some value — but not by appeal to some extraordinary universal being or *in principle* non-measurable quality. The current structure of our international human rights laws, with their self-evident assertions, is perhaps a necessary response to the great evils of the twentieth century, but they are flawed without a wider, deeper framework since there is no balancing of values between different species.\\n\\nIn addition, by definition, standalone human rights architecture unintentionally perpetuates a subjective, human-centric and incorrect view of right and wrong. There are no objective or scientific grounds for contending that individual humans have many inalienable universal rights, however much we might wish it were true.\\n\\nOur current legal framework of individual human rights and human liberty above all else, with the application of self-centered values and amoral economic activities, also risks displacing suffering to all other living things — since the ethical value of other life-forms is not properly recognised.\\n\\nWe cannot be wilfully blind to the risk of tyranny by appeal to individual ‘liberty’ and ‘freedom’. These are just words.\\n\\n*If the effect of our system of allocation of resources and decision-making is to exclude a majority of life-forms (including many humans) from having the ability to enjoy their lives or exercise any meaningful liberty in action, then who cares about this dogma and these empty slogans?*\\n\\n**“The smart way to keep people passive and obedient is to strictly limit the spectrum of acceptable opinion, but allow very lively debate within that spectrum — even encourage the more critical and dissident views. That gives people the sense that there’s free thinking going on, while all the time the presuppositions of the system are being reinforced by the limits put on the range of the debate.”**\\n\\n(*Noam Chomsky*)[\\\\[4\\\\]](#_ftn4)\\n\\nWithout a wider ethical framework incorporating a suitably reformulated system of inter-human rights, we can perhaps do little to change the aggregate suffering on Earth — just the composition. That is not a wise response, particularly to the great suffering of the twentieth century.\\n\\nThere are some laws that have been implemented to seek to provide some legal protections for other life-forms. However, they risk being arbitrary. In respect of laws seeking to protect the biosphere, they have too often failed to reach consensus at international levels of cooperation. That is not meant as a criticism of the efforts, some of which have already had a significantly positive impact. We are heading in a better direction at least.\\n\\nWe now need to draw together all of the various threads into an ethical framework that puts humans in their rightful place — as one important life-form of many in an interdependent living system. This requires that we significantly adapt simplistic notions of human rights and liberty to take account of the real value and nature of life. We can no longer sacrifice all other life-forms to the ancient Moloch.\\n\\nHuman desires and wants will often have to be constrained by their impact on other humans, on other valuable life-forms and on the life-carrying capacity of the whole system. Human decisions will have to be made within a more environmentally stable and utility-optimal framework that balances the interests of many more life-forms and externalities than we have to date.\\n\\nMy apparent starting point in writing this book came many years ago from a simple thought-experiment following the fundamental insights of Albert Einstein, namely:\\n\\n*What would an invariant ethical law or framework look like? How would such a framework affect the validity of decisions about our treatment of other life-forms?*\\n\\n## 10.1. Towards an Invariant Foundation of Ethics for Life?\\n\\n**“Nothing travels faster than the speed of light, with the possible exception of bad news, which obeys its own special laws.”**\\n\\n(*Douglas Adams*)[\\\\[5\\\\]](#_ftn5)\\n\\nIt is relevant to discussions about scientific (and ethical) relativity that Albert Einstein wished he had called his famous theory of relativity ‘invariant theory’, since invariance of the speed of light for all observers is the core of the theory.\\n\\nThe speed of light and the foundational laws of physics are intended to be the same for all observers. In relativity theory, any local frame of reference is by its nature relative and not determinative of any ultimate ‘truth’ state or time-stamp of any event. The heavy lifting in Einstein’s theory is done by something that does not change with reference to the observer, namely the speed of light.\\n\\n**“… a paradox upon which I had already hit at the age of sixteen: If I pursue a beam of light with the velocity c (velocity of light in a vacuum), I should observe such a beam of light as an electromagnetic field at rest though spatially oscillating … From the very beginning it appeared to me intuitively clear that, judged from the standpoint of such an observer, everything would have to happen according to the same laws as for an observer who, relative to the earth, was at rest. For how should the first observer know or be able to determine, that he is in a state of fast uniform motion? One sees in this paradox the germ of the special relativity theory is already contained.”**\\n\\n(*Albert Einstein*)[\\\\[6\\\\]](#_ftn6)\\n\\nTo try to find an invariant foundation for ethics — a very tall order — we would need to find some property of life in the universe that does not vary with reference to the life-forms. It is also obvious that, to be valid and useful, such a foundation must be capable of a degree of logical expression and interrogation — though a more formal mathematical description may not be possible (at least, not yet).\\n\\nWe wish to discover grounds for ethics that different sapient species (including those from different parts of the universe) could agree as justified and as holding true across space-time.\\n\\nA purely utilitarian ethics could never safely be fundamentally grounded. Utility, other than as a pure expression of the use of free energy to do anything (and so with no intrinsic ethical content), is in practice too subjective a concept on its own, no matter how carefully we define the terms ‘greater’ and ‘good’.\\n\\nThis gives rise to the many concerns about a utilitarian ethics that may permit untold suffering if it is for the ‘greater good’ or maximum usefulness without sufficient counterbalances to respect the freedom of life-forms.\\n\\nA murderer likely considers their work useful. From a pure energy (non-ethical) perspective, it could be seen as a use of energy to do something interesting or unique. The reason why murder is usually unethical is that it is contrary to the invariant or objective laws, unless there is a suitable justification that is compliant with the same (e.g., existential survival).\\n\\n**“What is form in the presence of reality? Very feeble.**\\n\\n**Reality keeps the sky turned over like a cup above us, revolving.**\\n\\n**Who turns the sky wheel? The universal intelligence.**\\n\\n**And the motion of the body comes from the spirit**\\n\\n**like a waterwheel that’s held in a stream.”**\\n\\n(*Rumi*)[\\\\[7\\\\]](#_ftn7)\\n\\n**So, it must be stated that there is at least one invariant (universal) foundation of any ethics for life-forms: life itself is always good.**\\n\\nThis is so obvious and simple that it may be considered a worthless principle for an ethical foundation, especially in the context of a book considering applied ethics between different life-forms and species with unequal qualities and resources. Of course, we need to come down from this abstract space to the world we live in and where relativity abounds.\\n\\nThe utility and value of life *per se* means we have at least one universal law for ethics from whose foundation we must start to construct the necessarily more practical ethical architecture, such as the following.\\n\\n**Any action that is contrary to or prejudices the continuing success of life, as manifested in freedom of action for the maximal diversity of compossible (compatible) life-forms and species, is invariantly unwise or not good.**[\\\\[8\\\\]](#_ftn8)\\n\\nEthics — like life — only really exists when there is at least one life-form and the potential for other life-forms. This is the same as the laws of gravity, which only exist when there is separate matter. Life is an unusual spirit, pneuma, fire or ghost that is within, passes through and is recycled by various hosts (life-forms).[\\\\[9\\\\]](#_ftn9) It succeeds, particularly over the long term, through maximal diversity of life-forms as the most intelligent strategy for dealing with death and uncertainty.\\n\\nOur practical ethics must and can only apply to the hosts — the flames — of this unique energy or force, but the ethics is ultimately aimed at the invariant good: maintaining the fire.\\n\\nLet us consider an extreme example:\\n\\nIf the only life-form that we knew could potentially survive a particular catastrophic event was bacteria[\\\\[10\\\\]](#_ftn10) that was potentially deadly to humans, it would be an absolute imperative of sapient beings to do everything in their power to help it do so. Like the [probabilistic game show host](https://statisticsbyjim.com/fun/monty-hall-problem/),[\\\\[11\\\\]](#_ftn11) the bacteria would collapse the total value of all known life within it representing the only chance for life to continue its experiment with energy and entropy in the universe.\\n\\n**“There is grandeur in this view of life, with its several powers, having been originally breathed into a few forms or into one; and that, whilst this planet has gone cycling on according to the fixed law of gravity, from so simple a beginning endless forms most beautiful and wonderful have been, and are being, evolved.”**\\n\\n(*Charles Darwin*)[\\\\[12\\\\]](#_ftn12)\\n\\nThe idea is that the aggregate value of all life-form species should be baselined to a value of 100. As species (and even individuals within a species) decline in number, the absolute value (100) does not change, but the relative attribution of that value to all remaining species increases. In the extreme case, the only potential surviving species (and all individuals within it) of an Armageddon-like event has the entire value of all life-forms on Earth collapsed within it.\\n\\nElsewhere we have explored how life on Earth is extraordinarily resilient and bounces back from extreme catastrophes but given that we have not found life-forms anywhere else we must not be overconfident in this regard. In addition, much as we can love the life-force, we can only be in love with the life-forms. Our destiny can be to protect and nurture as much diversity as is possible from hereon and even see ourselves, one day in the far future, as the Ark in preparation for a cosmic catastrophe, the demise of our Sun or atmosphere[\\\\[13\\\\]](#_ftn13) or any other event sufficient to kill all life-forms on Earth.\\n\\n*Perhaps life on Earth was ‘like a thunderbolt hurled’ as the parting shot of a dying civilisation elsewhere?*\\n\\n![Peter Pink-Howitt, “The Flame is not the Fire”, algo-art, 2021 CE](https://images.mirror-media.xyz/publication-images/L3WH-a6U9P8LRlfPUngtN.jpeg?height=3904&width=3072)\\n\\n![Peter Pink-Howitt \\\\[14\\\\]](https://miro.medium.com/max/1400/1\\\\*ASVyVPFitvIJ1k4fdXjR8g.png)\\n\\nLife-forms are therefore a manifest life-energy and are, by definition, relative specific configurations or embodiments of energy in space and time. Our axioms and ethics must begin with the only common underlying invariant quality shared by all life-forms, life itself, and its need for as wide a variety of life-forms as possible that are able to deviate in their actions (to exercise freedom) to undertake useful activities.\\n\\nFrom the above (somewhat general) statements, we should be able to start to build an architecture of suitable laws and principles for dealing with utilitarian demands and relative ethical situations. The ethical framework should aim to enable the greatest potential diversity of life-forms and the greatest freedom of action for life-forms that is compossible with that. It must deal with the ever-changing, and often unique, demands and particularities of any actual conditions.\\n\\nThe theory is invariant in its core and relative in its application. Acceptance of the necessary relativity of life-forms and their beliefs requires the maximal diversity of sustainable and compatible ethical configurations.\\n\\n**“\\\\[it\\\\] means the introduction of a richer language which allows us to meet adequately the requirements of an enriched experience”**\\n\\n(*Philipp Frank*)[\\\\[15\\\\]](#_ftn15)\\n\\nWe cannot build a self-completing algorithm that could compute an ethical conclusion; in any event, that would give rise to the halting problem. The point is to build a better, safer architecture for affected or relevant participants to make decisions by consensus (the ‘**Consensus Engine**’), having in mind all of the necessary truths, principles and laws of life and ethics when doing so.\\n\\nWhilst we may agree on a limited number of invariant laws for life, any decision about lawfulness and usefulness will inevitably be very complex and somewhat localised. That said, a successful evidence-based multi-species ethical framework would be a quantum leap forward from our current decision-making processes — a wiser approach taking greater account of a much wider range of conditions, costs and benefits (and it resists undervaluing or ignoring potential externalities).\\n\\nWe must have more objective definitions of life, sentience, sapience and suffering. Inevitably, the decision-making process for any practical ethics will need to be based on communication between sapient communicative beings, which brings into play beliefs, biases and values, as well as many issues of information control.\\n\\nWhatever we do, decisions will likely always be decided based on current scientific knowledge, what the sapients presently prioritise, who has greater actual power and how that power is exercised, the most critical resource issues at the time, the benefits and costs that are considered relevant and the externalities that are unknown or ignored.\\n\\nObviously, as we are dealing with behaviour, it is clear that, no matter the quality of the process for ascertaining and structuring ethical decisions, whatever we do in this domain, it cannot be exactly the same as discovering a physical law. Ethics operates at a highly practical level; it requires some form of acceptance and adoption to have maximum effect in the world.\\n\\nEven a more objective ethical framework will have inevitable application issues — the participants in any consensus mechanism must still ask themselves ‘who are we?’ and ‘who can we be?’. The answer may be ‘wise beings’ (to go with our chosen name), or it may be different. Even if the answer stays the same, our understanding and opinion of what is wise, and what is constructive in order to act wisely, will always be a matter of some change (otherwise we would not really be alive).\\n\\nWe cannot escape limited or hidden information, uncertainty and the need to make balancing or utilitarian decisions. Sapients cannot always distinguish between the wisdom of ‘self-protecting’ and the poverty of ‘self-centredness’.[\\\\[16\\\\]](#_ftn16)\\n\\nWe must incorporate this understanding of our expected failings by way of discounting views that are not based on strong evidence and information and by incorporating humility and expectation of fallibility, and by the inclusion of negative capability.\\n\\nDespite all of these practical issues, a lack of agreement by every person to a consensus and evidence-based ethical framework should not be of particular concern at a theoretical level. A determined person who does not believe in gravity and expresses this belief by jumping off a cliff does not, thereby, refute it.[\\\\[17\\\\]](#_ftn17) However, the greater the degree of participation, the better the framework and the decisions made by consensus.\\n\\nTo summarise, a suitable ethical framework must be better at distributing:\\n\\n● consensus-making\\n\\n● political power\\n\\n● economic power (including wealth and taxes) and resource allocation\\n\\n● the gathering, checking and dissemination of information\\n\\nThe requirement for improvements in our gathering and dissemination of information and our consensus mechanisms for verification is one of the most acute problems of the modern world and deserves its own book. We will explore some of the main issues in the section on ‘The Consensus Engine’.\\n\\nThe use of consensus mechanisms for the creation and distribution of information on decentralised networks would also enable us to draw back from the current excessive and often harmful denigration of facts and experts[\\\\[18\\\\]](#_ftn18) in modern life, and the tyranny of authoritarian states and agencies.\\n\\n**“I enter breathing creatures and dwell within as the life-giving breath … I am ever present to those who have realized me in every creature. Seeing all life as my manifestation, they are never separated from me.”**[\\\\[19\\\\]](#_ftn19)\\n\\nThe ethical framework must:\\n\\n● incorporate any potentially non-relative (the realm of the sacred) deeper core logic or value of life\\n\\n● identify subjective, inter-subjective and objective qualities and values of life-forms\\n\\n● identify and modify empirical ‘truths’, laws and principles to make valid decisions\\n\\n● foster the maximal diversity of compatible freedom of action\\n\\n● manage conflicts with compassion\\n\\nWe must ensure we manage the ever-present risk that any being will seek to redefine another life-form as sentient but not sapient, or as non-sentient. This will usually happen because of a technological or intellectual imbalance, combined with a desire for the other life-forms’ resources, and an avoidance of responsibility to manage the conflict and the wider costs involved in taking those resources.\\n\\nThe approach suggested here is more optimal in aggregate (without advocating for equality) and is an approach a universal agnostic observer could agree as being fair *in principle*.\\n\\nFor the statements of truth (axioms) and laws, I have tried to imagine preparing and justifying a universal ethical framework to a hypothetical construct of the universe itself.\\n\\nSuch a being would have a personality and a general[\\\\[20\\\\]](#_ftn20) interest in the universal goings-on of its extraordinary useful engines, but no particular interest in any life-form and only passing interest in any particular species. It would really be interested in the continuation of life itself, though that life must be manifested in diverse life-forms.\\n\\nAlternatively, we might think of this entity as an incarnate Absolute Bodhicitta,[\\\\[21\\\\]](#_ftn21) or as the programmer (perhaps even an AI mind) of a massive simulation in which we are living that sets us the task of finding the ethical truth for life within the virtual universe.\\n\\nThe framework assumes that nearly all other prior normative rules and conduct are by their nature relatively derived based on the history of individuals, groups and species. It does not invalidate all such norms, but it asks sapients to filter their behaviour and actions through a process that will try to ensure they are not causing untold and unnecessary suffering to feeling beings, risking the life-carrying capacity of the environment or failing to value other life-forms appropriately.\\n\\nWe will also need more practical tools that enable us to score decisions for their real cost and utility (and therefore improve the ethical lawfulness) but in a manner that incorporates more of the affected life-forms[\\\\[22\\\\]](#_ftn22) and all of the material externalities.\\n\\nNature has brought us to the point where we have destroyed much of the natural diversity around us. This is not unnatural and may even have been unavoidable for a species like ours on its evolutionary path. The key point and the source of hope is that there is no reason why we cannot evolve beyond our narrow species worldview to be more in harmony with the totality of nature when seen from a more universal or multi-species perspective.\\n\\nIf we cannot avoid deification of the human race, then let us at least consider more carefully what type of deity we could be.\\n\\n## 10.2. Quantification of the Value of Life-Forms and Utility\\n\\n**“Delegates disputed whether and how [slaves](https://en.wikipedia.org/wiki/Slavery) would be [counted](https://en.wikipedia.org/wiki/United_States_Census) when determining a state’s total population … The compromise counted three out of every five slaves as people, giving the Southern states a third more seats in [Congress](https://en.wikipedia.org/wiki/United_States_Congress) and a third more electoral votes than if slaves had been ignored, but fewer than if slaves and free people had been counted equally.”**[\\\\[23\\\\]](#_ftn23)\\n\\nThe ethical framework requires quantification of:\\n\\n● aliveness, feeling, intelligence and wisdom, including the capacity for suffering\\n\\n● the life-carrying capacity of the local and the global affected biosphere (e.g., Earth)\\n\\n● attempts to value life (not based on monetary terms) using different metrics so it is not an ignored externality (monetary derivation can occur at this level)\\n\\n● the interdependent importance of species\\n\\n● the rarity of life-forms and its impact on their value\\n\\n● the impact of the above when determining the utility value and lawfulness of any proposed use of energy and resources\\n\\nConsensus is then sought using suitable secure information dissemination and voting mechanisms.\\n\\nThere are of course very significant risks of misunderstanding or misvaluing other life-forms in any ethical framework, which will lead to unavoidable injustices. This risk must be set against the greater risk (the present reality) of failing to attribute any real significant value or important qualities to other life-forms, with all of the resulting consequences on other life-forms and ultimately ourselves.\\n\\nIt seems likely, based on human history, that any technologically advanced species will assume that its view of what is useful is right. Such a species will inevitably have overly subjective beliefs and be likely to undervalue the importance of other life-forms.\\n\\nAt some point in the future — when the experimental ethical framework is more advanced — it will also be necessary to consider, in much more detail, how we might better think about and deal with competing claims.\\n\\nThe use of consensus would enable us to review and consider previous actions in light of new information. We would be able to gauge changes in the ethical positions or perceptions over time of the global population. This could be invaluable as a tool to perceive risks of, for example, an increasingly disenfranchised populace, tendencies of increased violence, xenophobia etc.\\n\\nUltimately, we will still need to make decisions about utility that require a balancing act between all of the various factors. There is no natural law or universal machine that can make us act wisely — only experience, the ‘right effort’ and the ‘right mind’ can lead us towards wisdom.\\n\\nThe objective value of life-forms, including as carriers of often unique survival information, and the intersubjective value for other species must be key features of the chosen ethical framework.\\n\\nConsensus mechanisms are required to ensure that significant decisions affecting a large number of life-forms are assessed using scientific and objective criteria, impact assessment information and also the estimated margin of error on any information put forward. As wide a group of stakeholders as possible would then need to decide on the lawful utility-optimal payoff.\\n\\nLet us not put off any longer the necessary and much overdue reckoning of the value of life on Earth and our proper place amongst it. It is not too late for us, and what remains of the diversity of life-forms on Earth, to admit we have been naive and unskilful in the deeper game of life.\\n\\nWe are older now, and there is still time for us to be wiser.\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[1\\\\]](#_ftnref1) Wikipedia, “[The Divine](https://en.wikipedia.org/wiki/Das_G%C3%B6ttliche)”*.*\\n\\n[\\\\[2\\\\]](#_ftnref2) Matthew 5:45\\n\\n[\\\\[3\\\\]](#_ftnref3) Of course, even if any such ethical framework is possible, a real test of it will be when another sapient species analyses it against their own framework.\\n\\n[\\\\[4\\\\]](#_ftnref4) Noam Chomsky, *The Common Good*, 1998 CE.\\n\\n[\\\\[5\\\\]](#_ftnref5) Douglas Adams, *Mostly Harmless*, 1992 CE (the fifth book in the “Hitchhiker’s Guide” series).\\n\\n[\\\\[6\\\\]](#_ftnref6) Quoted in Walter Isaacson, *Einstein: His Life and Universe*, 2007 CE.\\n\\n[\\\\[7\\\\]](#_ftnref7) ‘*The Grasses*’, Rumi (1200’s CE): trans. Coleman Banks, Rumi Selected Poems, 2004 CE\\n\\n[\\\\[8\\\\]](#_ftnref8) I have avoided the use of the word ‘bad’. The more neutral Buddhist approach of labelling it as ‘unskilful’ is preferred as the best description of unwise behaviour — since it makes clearer the concept that the problem with conduct that is not good attaches more to the action than the totality of the actor.\\n\\n[\\\\[9\\\\]](#_ftnref9) This is also the fundamental insight of any true religion.\\n\\n[\\\\[10\\\\]](#_ftnref10) I initially wanted to use the example of a virus but there is controversy about whether viruses are really alive (even though they replicate and evolve) since they can not reproduce on their own and do not maintain their own homeostasis. Carrie Arnold, “[Could Giant Viruses Be the Origin of Life on Earth?](https://www.nationalgeographic.com/news/2014/7/140716-giant-viruses-science-life-evolution-origins/)”, *National Geographic*, 17 July 2014 CE. See also Wikipedia, “[Viral evolution](https://en.wikipedia.org/wiki/Viral_evolution)”.\\n\\n[\\\\[11\\\\]](#_ftnref11) Jim Frost, “[Monty Hall Problem](https://statisticsbyjim.com/fun/monty-hall-problem/)”, Statistics by Jim. Thanks to Nick Pink for once helping make sense of this area for me. Probability is definitely not intuitive.\\n\\n[\\\\[12\\\\]](#_ftnref12) *On the Origins of the Species*, 1859 CE.\\n\\n[\\\\[13\\\\]](#_ftnref13) Matthew Warke, “[A billion years from now, a lack of oxygen will wipe out life on Earth](https://theconversation.com/a-billion-years-from-now-a-lack-of-oxygen-will-wipe-out-life-on-earth-156241)”, The Conversation, 2 March 2021 CE.\\n\\n[\\\\[14\\\\]](#_ftnref14) “Today I see the God / In everything / And everything to me / proclaims and sings / and dances / like the dragonflies / in spring\\n\\nGentle reminder / that the flame / is not the fire / Love every host / and every ghost / that lives within”\\n\\nPeter Pink-Howitt, “The Flame is not the Fire”, in memory of Gerard Manley Hopkins.\\n\\n[\\\\[15\\\\]](#_ftnref15) Philipp Frank, *Relativity: A Richer Truth*, 1950 CE; this paper explores the impact of Einstein’s theory on society and ethics in which he reminds readers that relativity does not mean subjectivity.\\n\\n[\\\\[16\\\\]](#_ftnref16) To my mind, failure to deal with these issues led to the ultimate failure of Marxism.\\n\\n[\\\\[17\\\\]](#_ftnref17) Nor would they thereby refute evolutionary theory, though they would win a Darwin Award.\\n\\n[\\\\[18\\\\]](#_ftnref18) In keeping with the current *Zeitgeist*, in which all facts are horseshit and all expert opinions are presumed to be no better than those of the most ignorant and self-interested amongst us, I am reliably informed that this word should be read whilst making a noise that is somewhere between an audible sneer and a belch of contempt.\\n\\n[\\\\[19\\\\]](#_ftnref19) “[Bhagavad Gita Quotes By Lord Krishna](https://bhagavadgita.io/bhagavad-gita-quotes/)”, bhagavadgita.io.\\n\\n[\\\\[20\\\\]](#_ftnref20) Not in the meddling, psychotic sense of the Greek gods.\\n\\n[\\\\[21\\\\]](#_ftnref21) Khenpo Sherab Sangpo, “[Teachings on Bodhicitta](https://www.bodhicittasangha.org/teaching-on-bodhicitta/)”, Heart Of Enlightenment Institute:\\n\\n“*Absolute Bodhicitta is the realization that the ultimate nature of all phenomena is emptiness*”\\n\\n[\\\\[22\\\\]](#_ftnref22) Given the macroscopic and microscopic variety of life-forms, within reasonable practical limits.\\n\\n[\\\\[23\\\\]](#_ftnref23) Wikipedia, “[Three-fifths Compromise](https://en.wikipedia.org/wiki/Three-fifths_Compromise)”.\",\"timestamp\":1639475295,\"title\":\"Ethics of Life — 10. Sketches for Operating a Multi-Species Ethical Framework (Part 1)\"},\"digest\":\"P-c77e1DeRaBUkliuhtdDRrAAOnX_8ze8EmlLEzgIME\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"evhaJyAGp6HUfUPlN4d0eLCgiIVAnWA7R8NhFTcMsskMBAP8YMQRoULXoWpOPZD_0vDc-8FVfVam8gt7EuLW0w\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FVL7W2vapXV8m5Qnu2zeAj1NiBVMlWl0-SHkO1ap8lw\"}"