"{\"content\":{\"body\":\"(so this is a piece i’ve been mulling over and i decided to post the WIP. was inspired by @0xPemulis’s posting to post about my own feeling of alienation in “the space”, i originally typed this up like august of last year)\\n\\n[http://pemulis.xyz/cryptopolitics.html](http://pemulis.xyz/cryptopolitics.html)\\n\\n\\\\--begins here--\\n\\n\\\"Oh, you know us Ethereum followers never felt a crash.\\\" A wide, clenched grin unravels on the face of the man next to me. The desert sun must be emboldening both his humble-brags as well as his sexual appetite. Through the scuttlebutt about the latest guys moving out to whatever country to avoid taxes or hare-brained ideas being bounced like improv bits, I must have been winked at by this man at least three times. Rather than potentially be the victim of a hate crime or as sexual fetish conquest, I don't reciprocate. Having my lavender colored leggings be the target of an a engineer's vomit later on at the party probably helped keep it in this man's pants.\\n\\nI'm out here in the desert alongside the pool of a casino belonging to a man who shot himself in space just to one up another man who shot himself into space. Weeks later the hotel's owner's vanity space company IPO would collapse, leaving redditors with thousands in debt. The tempest of financial uncertainty is something the people at this swanky party have lassoed, like a maniac Pecos Bill. It's a mixer for enthusiasts of decentralized finance at a convention. I wish I could tell you that I was being humble, that I gave fierce critique of millions in capital being consolidated into the hands of men like \\\"slumDOGE millionaire\\\" but the truth was that I had just rebuffed another attendants complaints on May's crash with the question \\\"what crash?\\\". Aggression and competitiveness seemed alien to me until recently. The success that I had found in the field of trading internet funny money, such as Etherum, has emboldened me as well\\n\\nImagine a tall tree with heavy branches, each branch weighted with some pivotal technology or project. Each of them a node in the greater vision of finance mediated not by Wall Street or pesky regulations but by code alone. At which node does this fellow etherum maximist diverge from mine?   Finding a path from my current reality to this man's current reality could be assigned to some algorithm, perhaps our phones and smart devices picked up on us talking about the same things to what we assumed was ourselves. The positive feedback loop of predictive marketing and curated content and programmically chosen roles assigned to us probably had some tiny bit of data diverge at some point. Forces unknown to us were invoking a function to pull on my puppet strings to one shiny new hotness while the same forces must have pulled on his puppet strings to another shiny new widget.\\n\\nIs being an unwilling, atomized subject of capital that's willing to spend thousands for a static jpeg of a monkey smoking a joint much different from being held down, pulled out, streched wide by a man you used to love? Is that a psycho move to compare it to that? What's so much different from disillusionment from a project you were devoted to being sublimated to sell shitty VPN services versus a hemmroid on your ass, a painful reminder of a man who's still, gorgeous eyes betrayed passionate hatred for faggots like you? What's the point of it all? Did you compliment the etherum maximists' winking eyes as well? Why was he watching me that way? What would happen to me if I said no? What would happen if he didn't know how I'm different from most women? Would he rip me in twain, would I be annihillated, rendered a void?\\nReaching a critical mass of paranoia, I decided on hiding away in the bathroom for a bit. The company of my phone is comforting, at least  the advertisement algorithms aligning with every hushed whisper didn't have transfixing emerald eyes like my asshole ex.\\n\\nInside the stall, I preoccupy myself with the grand vision of web3. DAOs, not the shitty enterprise Java ones, but Decenteralized Autonomous Organizations, seem to be the focus of the project that this mixer is meant to sell me on. Specifically, the DAO of a Chinese based blockchain firm with connections to Jack Ma. I hold close the plushie mascot of this shining example of state capitalism. What a weird looking mascot. The entrepeurneur bankrolling this event saw me holding onto two of them and remarked  “Do you like her?  Only 100 plushes were made”.  DAO-As-A-Service, what kind of use cases are for that? I barely groked Vitalik’s whitepaper on quadratic funding, so my imposter syndrome was riding alongside the paranoia. Nonetheless, I come out of the bathroom with a juul pod i bought from the overworked bathroom attendant. The other man trying to hit on me, the SRE guy was asking for one.\\n\\n“Here you go bro, enjoy haha” I bubble forth into the ongoing conversation. “I’m the real enron magical girl, I make good shit appear from thin air”. It’s hard to not use that silly tagline when in the company of these irony-entrenched keyboard warriors. Posting-As-A-Art is very real to me and charming people IRL with the same goofy mannerisms is a win. At least people try to keep the vitriol and physical revulsion in the back of their heads when you can give them a smile. The SRE guy thanks me and those around us resume the schmoozing. The engineer accompanying me has convinced the waitstaff to bring out a chitzy punchbowl full of fruity glorified Everclear. This tiny kid, wiry and wired from casual amphetamine usage, guzzled this concoction\",\"timestamp\":1642280571,\"title\":\"untitled piece\"},\"digest\":\"msrwMGqDdzkiYPQx8Sy2Ei5ZlsXbSxkpUqs-afQhdK8\",\"authorship\":{\"contributor\":\"0x7f93B033D18dcA9fD2BA4CbF2bf73A2DF840756c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vWq14COq8PMu2Xwdd8FFY24LniHbM8rFEyxpBvj0spU\\\",\\\"y\\\":\\\"sAgMRK2Gf7yrVEsYb7H33-z4sNnuAFIVHqITfv2hrl4\\\"}\",\"signature\":\"3tWuWt1SLdmLnGfoaju-rGR2HFKlL8EsaTH7pW_MgyURwXsLDYx0aDnzMOmjr6Aly9AVytncP7TgYnZf7LmDMw\",\"signingKeySignature\":\"0x8187ff52648ef949a625035f069c5a2b804c98aa2f8f1b579a126ffa879675ac0f6ae5695e33ad0c84ad2fc094c822c680b90c1f9b5258fd0d454a395adfc6851b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vWq14COq8PMu2Xwdd8FFY24LniHbM8rFEyxpBvj0spU\\\",\\\"y\\\":\\\"sAgMRK2Gf7yrVEsYb7H33-z4sNnuAFIVHqITfv2hrl4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"msrwMGqDdzkiYPQx8Sy2Ei5ZlsXbSxkpUqs-afQhdK8\"}"