"{\"content\":{\"body\":\"I get this question very often from many friends and ex-colleagues. While there are many resources already out there, this is my take on it. So there are three types of “get into blockchain” answers based on what people want to do. Folks trying to get into the blockchain are roughly trying to do one of the four things. Maybe in that order\\n\\n* **Learn** - To understand what the fuss is about and figure what to do ( or not to) and just learn what are the happenings\\n* **Use** - Just get a feel of the world as they are curious and fomo\\n* **Invest**- People seeking returns/yields\\n* **Build** - Engineers who want to make products\\n\\n### Learn\\n\\nWhen anyone new to blockchain/crypto asks me to explain, I quickly send them to youtube to watch videos of Andreas Antonopoulos. [This video](https://youtu.be/l1si5ZWLgy0) is a good start. After that you can quickly see what other topics are available by him as they are very good entry videos. Recently Superteam DAO has been putting out good content and this video [here](https://www.youtube.com/watch?v=mfVW4OYSqtA) can be your first Etheruem video and follow them to checkout more info and entry-level videos. And after Bitcoin and Etheruem you want to learn other things in crypto I would suggest [Bankless Podcast](https://www.youtube.com/c/Bankless). Also, Blocknative put out a great Blockchain 101 [here](https://www.blocknative.com/blog/blockchain-101). That is worth checkout out\\n\\nBefore you move forward, hopefully, you learn that crypto isn’t just cryptocurrency. And that there isn’t just one blockchain. Dapps = Decentralized applications. Similar to how you have many banks or food ordering apps, there are many blockchains. Each are suited for a different use case. Ex- Bitcoin for store of wealth, censorship resistance, Etheruem for dapps, Polygon for NFTs/games, Solana for high speed use cases ( think financial trading etc). Some chains compete and some act as an extension.\\n\\n### Use\\n\\nOne can go buy crypto in robinhood, venmo app or coinbase exchange ( or app) but that isn’t really using crypto or dapps. That is just like using your bank app and interact with a centralized entity. To really understand crypto, decentralization applications (dapps), web3 one should just get a wallet ( keep your seed phrase very safe) and try it out. You can use metamask ( chrome extension or app) for most Etheruem/Polygon/Avalanche chains, phantom on Solana. Once you have a wallet and feed it with money, you can do down the rabbit hole on\\n\\n[https://app.rabbithole.gg/skills](https://app.rabbithole.gg/skills)\\n\\nFor folks who do not want to click through rabbithole to know what are the things to do are:\\n\\n* Use a DEX to swap tokens\\n* Add liquidity to a pool\\n* Buy NFTs\\n* Vote on any governance proposal you can\\n* Put money into some vaults ( maybe even some options based vaults) \\n* Lend/Borrow\\n* But squeeth :D \\n\\nYou will hear the word “gas” when using dapps. Similar to how you need to put in gas for your road journey,  you need put gas money in your crypto wallet for your decentralized journeys. Well loosely people now call it metaverse ( you can buy land, attend weddings or parties all in there but that’s a whole different post).\\n\\nOne thing to learn for newcomers is that gas on Etheruem is high so to experiment, try to do it on Polygon or Solana.  If you have an exchange account then you may withdraw from there directly into a Phantom Wallet on Solana or Metamask. If you do not have an exchange account and just want to try something out quickly, first create a wallet and then go to [changelly](https://changelly.com/buy-crypto) or [transak](https://transak.com/) ( you can but directly into your address on polygon)\\n\\n### Invest\\n\\nI am not an investment advisor so I want tell you what to buy. Do your own research. I can tell you that for most coins, centralize exchanges such as Coinbase Pro, FTX are good due to low fees and high liquidity. In the decentralized land, uniswap, sushiswap on Eth main net are good. You can also use matcha.xyz as an aggregator. jup.ag on Solana is also a great aggregator. Quickswap on Polygon is a good starting point.\\n\\n### Build\\n\\nNow, this is the most fun part. So far I have done most things only on Etheruem ( applies to all EVM chains such as Polygon etc).  Everyone should pretty much start at [scaffold eth](https://github.com/scaffold-eth/scaffold-eth#readme).  Crypto Zombies is also a good resource for learning solidity\\n\\n[https://cryptozombies.io/](https://cryptozombies.io/)\\n\\nSolana has great developer tutorials right on their site\\n\\n[https://solana.com/developers](https://solana.com/developers)\\n\\nRecently I came across [Questbook](https://openquest.xyz/tracks) that combines all chains into multiple tracks. And below is a great thread on everything else I missed :D\\n\\n[https://twitter.com/meetbarvadiya/status/1451784492281180163](https://twitter.com/meetbarvadiya/status/1451784492281180163)\\n\\nHave Fun!! Let me know if you have any questions or comments. You can find me below\\n\\n[https://twitter.com/anilkadimisetty](https://twitter.com/anilkadimisetty)\\n\\n\",\"timestamp\":1642782213,\"title\":\"How do I get into blockchain?\"},\"digest\":\"TQi8Qzm_UeR3gp4_9DDqtgkK6hYTdE3NwSZSN-xeYLc\",\"authorship\":{\"contributor\":\"0xdA2F80295cF2252C58C8A4b9584931E911Aaa04E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vHOyVuLl9bdBnpits6o2wkbANUGRbnd1OhGPnCPidFw\\\",\\\"y\\\":\\\"uHpr6U6ZtTfmylaXiLWNdY7EujRSymNGYQ50v-5VkoM\\\"}\",\"signature\":\"dKJfMY7OycTn4tpLgSXE3rNpzWi3iUl8Qh9gjw9myHbJXyxXkN85l2786EcAQKt3grMNINWhJPgs7ziYcuzuig\",\"signingKeySignature\":\"0xfb049416fbcdc6bbe7a4e6d01d74258588dc98840594fa0061cd4df203393567226cc3a51ab90928a4267812c588e36b149bc6b7e28029cfa7b2e2ead2edc7a71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vHOyVuLl9bdBnpits6o2wkbANUGRbnd1OhGPnCPidFw\\\",\\\"y\\\":\\\"uHpr6U6ZtTfmylaXiLWNdY7EujRSymNGYQ50v-5VkoM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"v2tZDesWMRDVbpgop1vA9QSTTA1jLyCFdPYiidzAGbA\"}"