"{\"content\":{\"body\":\"Merely an area of low barometric pressure--an area where the air has become lighter than the air of surrounding regions. Under influence of gravitation the air seeks its level just as water does; so the heavy air comes flowing in from all sides towards the low-pressure area, which thus becomes a \\\"storm-centre.\\\" But the inrushing currents never come straight to their mark. In accordance with Ferrel's law, they are deflected to the right, and the result, as will readily be seen, must be a vortex current, which whirls always in one direction--namely, from left to right, or in the direction opposite to that of the hands of a watch held with its face upward. The velocity of the cyclonic currents will depend largely upon the difference in barometric pressure between the storm-centre and the confines of the cyclone system. And the velocity of the currents will determine to some extent the degree of deflection, and hence the exact path of the descending spiral in which the wind approaches the centre. But in every case and in every part of the cyclone system it is true, as Buys Ballot's famous rule first pointed out, that a person standing with his back to the wind has the storm-centre at his left.\\n\\nThe primary cause of the low barometric pressure which marks the storm-centre and establishes the cyclone is expansion of the air through excess of temperature. The heated air, rising into cold upper regions, has a portion of its vapor condensed into clouds, and now a new dynamic factor is added, for each particle of vapor, in condensing, gives up its modicum of latent heat. Each pound of vapor thus liberates, according to Professor Tyndall's estimate, enough heat to melt five pounds of cast iron; so the amount given out where large masses of cloud are forming must enormously add to the convection currents of the air, and hence to the storm-developing power of the forming cyclone. Indeed, one school of meteorologists, of whom Professor Espy was the leader, has held that, without such added increment of energy constantly augmenting the dynamic effects, no storm could long continue in violent action. And it is doubted whether any storm could ever attain, much less continue, the terrific force of that most dreaded of winds of temperate zones, the tornado--a storm which obeys all the laws of cyclones, but differs from ordinary cyclones in having a vortex core only a few feet or yards in diameter-- without the aid of those great masses of condensing vapor which always accompany it in the form of storm- clouds.\\n\\nThe anti-cyclone simply reverses the conditions of the cyclone. Its centre is an area of high pressure, and the air rushes out from it in all directions towards surrounding regions of low pressure. As before, all parts of the current will be deflected towards the right, and the result, clearly, is a whirl opposite in direction to that of the cyclone. But here there is a tendency to dissipation rather than to concentration of energy, hence, considered as a storm-generator, the anti- cyclone is of relative insignificance.\\n\\nIn particular the professional meteorologist who conducts a \\\"weather bureau\\\"--as, for example, the chief of the United States signal-service station in New York--is so preoccupied with the observation of this phenomenon that cyclone-hunting might be said to be his chief pursuit. It is for this purpose, in the main, that government weather bureaus or signal- service departments have been established all over the world. Their chief work is to follow up cyclones, with the aid of telegraphic reports, mapping their course and recording the attendant meteorological conditions. Their so-called predictions or forecasts are essentially predications, gaining locally the effect of predictions because the telegraph outstrips the wind.\\n\\nAt only one place on the globe has it been possible as yet for the meteorologist to make long-time forecasts meriting the title of predictions. This is in the middle Ganges Valley of northern India. In this country the climatic conditions are largely dependent upon the periodical winds called monsoons, which blow steadily landward from April to October, and seaward from October to April. The summer monsoons bring the all-essential rains; if they are delayed or restricted in extent, there will be drought and consequent famine. And such restriction of the monsoon is likely to result when there has been an unusually deep or very late snowfall on the Himalayas, because of the lowering of spring temperature by the melting snow. Thus here it is possible, by observing the snowfall in the mountains, to predict with some measure of success the average rainfall of the following summer. The drought of 1896, with the consequent famine and plague that devastated India the following winter, was thus predicted some months in advance.\\n\\nThis is the greatest present triumph of practical meteorology. Nothing like it is yet possible anywhere in temperate zones. But no one can say what may not be possible in times to come, when the data now being gathered all over the world shall at last be co-ordinated, classified, and made the basis of broad inductions. Meteorology is pre-eminently a science of the future.\\n\\nVI\\n\\nMODERN THEORIES OF HEAT AND LIGHT\\n\\nTHE eighteenth-century philosopher made great strides in his studies of the physical properties of matter and the application of these properties in mechanics, as the steam-engine, the balloon, the optic telegraph, the spinning-jenny, the cotton-gin, the chronometer, the perfected compass, the Leyden jar, the lightning-rod, and a host of minor inventions testify. In a speculative way he had thought out more or less tenable conceptions as to the ultimate nature of matter, as witness the theories of Leibnitz and Boscovich and Davy, to which we may recur. But he had not as yet conceived the notion of a distinction between matter and energy, which is so fundamental to the physics of a later epoch. He did not speak of heat, light, electricity, as forms of energy or \\\"force\\\"; he conceived them as subtile forms of matter--as highly attenuated yet tangible fluids, subject to gravitation and chemical attraction; though he had learned to measure none of them but heat with accuracy, and this one he could test only within narrow limits until late in the century, when Josiah Wedgwood, the famous potter, taught him to gauge the highest temperatures with the clay pyrometer.\\n\\nHe spoke of the matter of heat as being the most universally distributed fluid in nature; as entering in some degree into the composition of nearly all other substances; as being sometimes liquid, sometimes condensed or solid, and as having weight that could be detected with the balance. Following Newton, he spoke of light as a \\\"corpuscular emanation\\\" or fluid, composed of shining particles which possibly are transmutable into particles of heat, and which enter into chemical combination with the particles of other forms of matter. Electricity he considered a still more subtile kind of matter-perhaps an attenuated form of light. Magnetism, \\\"vital fluid,\\\" and by some even a \\\"gravic fluid,\\\" and a fluid of sound were placed in the same scale; and, taken together, all these supposed subtile forms of matter were classed as \\\"imponderables.\\\"\\n\\nThis view of the nature of the \\\"imponderables\\\" was in some measure a retrogression, for many seventeenth- century philosophers, notably Hooke and Huygens and Boyle, had held more correct views; but the materialistic conception accorded so well with the eighteenth- century tendencies of thought that only here and there a philosopher like Euler called it in question, until well on towards the close of the century. Current speech referred to the materiality of the \\\"imponderables \\\" unquestioningly. Students of meteorology--a science that was just dawning--explained atmospheric phenomena on the supposition that heat, the heaviest imponderable, predominated in the lower atmosphere, and that light, electricity, and magnetism prevailed in successively higher strata. And Lavoisier, the most philosophical chemist of the century, retained heat and light on a par with oxygen, hydrogen, iron, and the rest, in his list of elementary substances.\\n\\nCOUNT RUMFORD AND THE VIBRATORY THEORY OF HEAT\\n\\nBut just at the close of the century the confidence in the status of the imponderables was rudely shaken in the minds of philosophers by the revival of the old idea of Fra Paolo and Bacon and Boyle, that heat, at any rate, is not a material fluid, but merely a mode of motion or vibration among the particles of \\\"ponderable\\\" matter. The new champion of the old doctrine as to the nature of heat was a very distinguished philosopher and diplomatist of the time, who, it may be worth recalling, was an American. He was a sadly expatriated American, it is true, as his name, given all the official appendages, will amply testify; but he had been born and reared in a Massachusetts village none the less, and he seems always to have retained a kindly interest in the land of his nativity, even though he lived abroad in the service of other powers during all the later years of his life, and was knighted by England, ennobled by Bavaria, and honored by the most distinguished scientific bodies of Europe. The American, then, who championed the vibratory theory of heat, in opposition to all current opinion, in this closing era of the eighteenth century, was Lieutenant-General Sir Benjamin Thompson, Count Rumford, F.R.S.\\n\\nRumford showed that heat may be produced in indefinite quantities by friction of bodies that do not themselves lose any appreciable matter in the process, and claimed that this proves the immateriality of heat. Later on he added force to the argument by proving, in refutation of the experiments of Bowditch, that no body either gains or loses weight in virtue of being heated or cooled. He thought he had proved that heat is only a form of motion.\\n\\nHis experiment for producing indefinite quantities of heat by friction is recorded by him in his paper entitled, \\\"Inquiry Concerning the Source of Heat Excited by Friction.\\\"\\n\\n\\\"Being engaged, lately, in superintending the boring of cannon in the workshops of the military arsenal at Munich,\\\" he says, \\\"I was struck with the very considerable degree of heat which a brass gun acquires in a short time in being bored; and with the still more intense heat (much greater than that of boiling water, as I found by experiment) of the metallic chips separated from it by the borer.\\n\\n\\\"Taking a cannon (a brass six-pounder), cast solid, and rough, as it came from the foundry, and fixing it horizontally in a machine used for boring, and at the same time finishing the outside of the cannon by turning, I caused its extremity to be cut off; and by turning down the metal in that part, a solid cylinder was formed, 7 3/4 inches in diameter and 9 8/10 inches long; which, when finished, remained joined to the rest of the metal (that which, properly speaking, constituted the cannon) by a small cylindrical neck, only 2 1/5 inches in diameter and 3 8/10 inches long.\\n\\n\\\"This short cylinder, which was supported in its horizontal position, and turned round its axis by means of the neck by which it remained united to the cannon, was now bored with the horizontal borer used in boring cannon.\\n\\n\\\"This cylinder being designed for the express purpose of generating heat by friction, by having a blunt borer forced against its solid bottom at the same time that it should be turned round its axis by the force of horses, in order that the heat accumulated in the cylinder might from time to time be measured, a small, round hole 0.37 of an inch only in diameter and 4.2 inches in depth, for the purpose of introducing a small cylindrical mercurial thermometer, was made in it, on one side, in a direction perpendicular to the axis of the cylinder, and ending in the middle of the solid part of the metal which formed the bottom of the bore.\\n\\n\\\"At the beginning of the experiment, the temperature of the air in the shade, as also in the cylinder, was just sixty degrees Fahrenheit. At the end of thirty minutes, when the cylinder had made 960 revolutions about its axis, the horses being stopped, a cylindrical mercury thermometer, whose bulb was 32/100 of an inch in diameter and 3 1/4 inches in length, was introduced into the hole made to receive it in the side of the cylinder, when the mercury rose almost instantly to one hundred and thirty degrees.\\n\\n\\\"In order, by one decisive experiment, to determine whether the air of the atmosphere had any part or not in the generation of the heat, I contrived to repeat the experiment under circumstances in which it was evidently impossible for it to produce any effect whatever. By means of a piston exactly fitted to the mouth of the bore of the cylinder, through the middle of which piston the square iron bar, to the end of which the blunt steel borer was fixed, passed in a square hole made perfectly air-tight, the excess of the external air, to the inside of the bore of the cylinder, was effectually prevented. I did not find, however, by this experiment that the exclusion of the air diminished in the smallest degree the quantity of heat excited by the friction.\\n\\n\\\"There still remained one doubt, which, though it appeared to me to be so slight as hardly to deserve any attention, I was, however, desirous to remove. The piston which choked the mouth of the bore of the cylinder, in order that it might be air-tight, was fitted into it with so much nicety, by means of its collars of leather, and pressed against it with so much force, that, notwithstanding its being oiled, it occasioned a considerable degree of friction when the hollow cylinder was turned round its axis. Was not the heat produced, or at least some part of it, occasioned by this friction of the piston? and, as the external air had free access to the extremity of the bore, where it came into contact with the piston, is it not possible that this air may have had some share in the generation of the heat produced?\\n\\n\\\"A quadrangular oblong deal box, water-tight, being provided with holes or slits in the middle of each of its ends, just large enough to receive, the one the square iron rod to the end of which the blunt steel borer was fastened, the other the small cylindrical neck which joined the hollow cylinder to the cannon; when this box (which was occasionally closed above by a wooden cover or lid moving on hinges) was put into its place-- that is to say, when, by means of the two vertical opening or slits in its two ends, the box was fixed to the machinery in such a manner that its bottom being in the plane of the horizon, its axis coincided with the axis of the hollow metallic cylinder, it is evident, from the description, that the hollow, metallic cylinder would occupy the middle of the box, without touching it on either side; and that, on pouring water into the box and filling it to the brim, the cylinder would be completely covered and surrounded on every side by that fluid. And, further, as the box was held fast by the strong, square iron rod which passed in a square hole in the centre of one of its ends, while the round or cylindrical neck which joined the hollow cylinder to the end of the cannon could turn round freely on its axis in the round hole in the centre of the other end of it, it is evident that the machinery could be put in motion without the least danger of forcing the box out of its place, throwing the water out of it, or deranging any part of the apparatus.\\\"\\n\\nEverything being thus ready, the box was filled with cold water, having been made water-tight by means of leather collars, and the machinery put in motion. \\\"The result of this beautiful experiment,\\\" says Rumford, \\\"was very striking, and the pleasure it afforded me amply repaid me for all the trouble I had had in contriving and arranging the complicated machinery used in making it. The cylinder, revolving at the rate of thirty-two times in a minute, had been in motion but a short time when I perceived, by putting my hand into the water and touching the outside of the cylinder, that heat was generated, and it was not long before the water which surrounded the cylinder began to be sensibly warm.\\n\\n\\\"At the end of one hour I found, by plunging a thermometer into the box, . . . that its temperature had been raised no less than forty-seven degrees Fahrenheit, being now one hundred and seven degrees Fahrenheit. ... One hour and thirty minutes after the machinery had been put in motion the heat of the water in the box was one hundred and forty-two degrees. At the end of two hours ... it was raised to one hundred and seventy-eight degrees; and at two hours and thirty minutes it ACTUALLY BOILED!\\n\\n\\\"It would be difficult to describe the surprise and astonishment expressed in the countenances of the bystanders on seeing so large a quantity of cold water heated, and actually made to boil, without any fire. Though there was, in fact, nothing that could justly be considered as a surprise in this event, yet I acknowledge fairly that it afforded me a degree of childish pleasure which, were I ambitious of the reputation of a GRAVE PHILOSOPHER, I ought most certainly rather to hide than to discover....\\\"\\n\\nHaving thus dwelt in detail on these experiments, Rumford comes now to the all-important discussion as to the significance of them--the subject that had been the source of so much speculation among the philosophers-- the question as to what heat really is, and if there really is any such thing (as many believed) as an igneous fluid, or a something called caloric.\\n\\n\\\"From whence came this heat which was continually given off in this manner, in the foregoing experiments?\\\" asks Rumford. \\\"Was it furnished by the small particles of metal detached from the larger solid masses on their being rubbed together? This, as we have already seen, could not possibly have been the case.\\n\\n\\\"Was it furnished by the air? This could not have been the case; for, in three of the experiments, the machinery being kept immersed in water, the access of the air of the atmosphere was completely prevented.\\n\\n\\\"Was it furnished by the water which surrounded the machinery? That this could not have been the case is evident: first, because this water was continually RECEIVING heat from the machinery, and could not, at the same time, be GIVING TO and RECEIVING HEAT FROM the same body; and, secondly, because there was no chemical decomposition of any part of this water. Had any such decomposition taken place (which, indeed, could not reasonably have been expected), one of its component elastic fluids (most probably hydrogen) must, at the same time, have been set at liberty, and, in making its escape into the atmosphere, would have been detected; but, though I frequently examined the water to see if any air-bubbles rose up through it, and had even made preparations for catching them if they should appear, I could perceive none; nor was there any sign of decomposition of any kind whatever, or other chemical process, going on in the water.\\n\\n\\\"Is it possible that the heat could have been supplied by means of the iron bar to the end of which the blunt steel borer was fixed? Or by the small neck of gun-metal by which the hollow cylinder was united to the cannon? These suppositions seem more improbable even than either of the before-mentioned; for heat was continually going off, or OUT OF THE MACHINERY, by both these passages during the whole time the experiment lasted.\\n\\n\\\"And in reasoning on this subject we must not forget to consider that most remarkable circumstance, that the source of the heat generated by friction in these experiments appeared evidently to be INEXHAUSTIBLE.\\n\\n\\\"It is hardly necessary to add that anything which any INSULATED body, or system of bodies, can continue to furnish WITHOUT LIMITATION cannot possibly be a MATERIAL substance; and it appears to me to be extremely difficult, if not quite impossible, to form any distinct idea of anything capable of being excited and communicated, in the manner the heat was excited and communicated in these experiments, except in MOTION.\\\"\\\\[1\\\\]\\n\\nTHOMAS YOUNG AND THE WAVE THEORY OF LIGHT\\n\\nBut contemporary judgment, while it listened respectfully to Rumford, was little minded to accept his verdict. The cherished beliefs of a generation are not to be put down with a single blow. Where many minds have a similar drift, however, the first blow may precipitate a general conflict; and so it was here. Young Humphry Davy had duplicated Rumford's experiments, and reached similar conclusions; and soon others fell into line. Then, in 1800, Dr. Thomas Young-- \\\"Phenomenon Young\\\" they called him at Cambridge, because he was reputed to know everything--took up the cudgels for the vibratory theory of light, and it began to be clear that the two \\\"imponderables,\\\" heat and light, must stand or fall together; but no one as yet made a claim against the fluidity of electricity.\\n\\nBefore we take up the details of the assault made by Young upon the old doctrine of the materiality of light, we must pause to consider the personality of Young himself. For it chanced that this Quaker physician was one of those prodigies who come but few times in a century, and the full list of whom in the records of history could be told on one's thumbs and fingers. His biographers tell us things about him that read like the most patent fairy-tales. As a mere infant in arms he had been able to read fluently. Before his fourth birthday came he had read the Bible twice through, as well as Watts's Hymns--poor child!--and when seven or eight he had shown a propensity to absorb languages much as other children absorb nursery tattle and Mother Goose rhymes. When he was fourteen, a young lady visiting the household of his tutor patronized the pretty boy by asking to see a specimen of his penmanship. The pretty boy complied readily enough, and mildly rebuked his interrogator by rapidly writing some sentences for her in fourteen languages, including such as, Arabian, Persian, and Ethiopic.\\n\\nMeantime languages had been but an incident in the education of the lad. He seems to have entered every available field of thought--mathematics, physics, botany, literature, music, painting, languages, philosophy, archaeology, and so on to tiresome lengths--and once he had entered any field he seldom turned aside until he had reached the confines of the subject as then known and added something new from the recesses of his own genius. He was as versatile as Priestley, as profound as Newton himself. He had the range of a mere dilettante, but everywhere the full grasp of the master. He took early for his motto the saying that what one man has done, another man may do. Granting that the other man has the brain of a Thomas Young, it is a true motto.\\n\\nSuch, then, was the young Quaker who came to London to follow out the humdrum life of a practitioner of medicine in the year 1801. But incidentally the young physician was prevailed upon to occupy the interims of early practice by fulfilling the duties of the chair of Natural Philosophy at the Royal Institution, which Count Rumford had founded, and of which Davy was then Professor of Chemistry--the institution whose glories have been perpetuated by such names as Faraday and Tyndall, and which the Briton of to-day speaks of as the \\\"Pantheon of Science.\\\" Here it was that Thomas Young made those studies which have insured him a niche in the temple of fame not far removed from that of Isaac Newton.\\n\\nAs early as 1793, when he was only twenty, Young had begun to Communicate papers to the Royal Society of London, which were adjudged worthy to be printed in full in the Philosophical Transactions; so it is not strange that he should have been asked to deliver the Bakerian lecture before that learned body the very first year after he came to London. The lecture was delivered November 12, 1801. Its subject was \\\"The Theory of Light and Colors,\\\" and its reading marks an epoch in physical science; for here was brought forward for the first time convincing proof of that undulatory theory of light with which every student of modern physics is familiar--the theory which holds that light is not a corporeal entity, but a mere pulsation in the substance of an all-pervading ether, just as sound is a pulsation in the air, or in liquids or solids.\\n\\nYoung had, indeed, advocated this theory at an earlier date, but it was not until 1801 that he hit upon the idea which enabled him to bring it to anything approaching a demonstration. It was while pondering over the familiar but puzzling phenomena of colored rings into which white light is broken when reflected from thin films--Newton's rings, so called--that an explanation occurred to him which at once put the entire undulatory theory on a new footing. With that sagacity of insight which we call genius, he saw of a sudden that the phenomena could be explained by supposing that when rays of light fall on a thin glass, part of the rays being reflected from the upper surface, other rays, reflected from the lower surface, might be so retarded in their course through the glass that the two sets would interfere with one another, the forward pulsation of one ray corresponding to the backward pulsation of another, thus quite neutralizing the effect. Some of the component pulsations of the light being thus effaced by mutual interference, the remaining rays would no longer give the optical effect of white light; hence the puzzling colors.\\n\\nHere is Young's exposition of the subject:\\n\\nOf the Colors of Thin Plates\\n\\n\\\"When a beam of light falls upon two refracting surfaces, the partial reflections coincide perfectly in direction; and in this case the interval of retardation taken between the surfaces is to their radius as twice the cosine of the angle of refraction to the radius.\\n\\n\\\"Let the medium between the surfaces be rarer than the surrounding mediums; then the impulse reflected at the second surface, meeting a subsequent undulation at the first, will render the particles of the rarer medium capable of wholly stopping the motion of the denser and destroying the reflection, while they themselves will be more strongly propelled than if they had been at rest, and the transmitted light will be increased. So that the colors by reflection will be destroyed, and those by transmission rendered more vivid, when the double thickness or intervals of retardation are any multiples of the whole breadth of the undulations; and at intermediate thicknesses the effects will be reversed according to the Newtonian observation.\\n\\n\\\"If the same proportions be found to hold good with respect to thin plates of a denser medium, which is, indeed, not improbable, it will be necessary to adopt the connected demonstrations of Prop. IV., but, at any rate, if a thin plate be interposed between a rarer and a denser medium, the colors by reflection and transmission may be expected to change places.\\n\\nOf the Colors of Thick Plates\\n\\n\\\"When a beam of light passes through a refracting surface, especially if imperfectly polished, a portion of it is irregularly scattered, and makes the surface visible in all directions, but most conspicuously in directions not far distant from that of the light itself; and if a reflecting surface be placed parallel to the refracting surface, this scattered light, as well as the principal beam, will be reflected, and there will be also a new dissipation of light, at the return of the beam through the refracting surface. These two portions of scattered light will coincide in direction; and if the surfaces be of such a form as to collect the similar effects, will exhibit rings of colors. The interval of retardation is here the difference between the paths of the principal beam and of the scattered light between the two surfaces; of course, wherever the inclination of the scattered light is equal to that of the beam, although in different planes, the interval will vanish and all the undulations will conspire. At other inclinations, the interval will be the difference of the secants from the secant of the inclination, or angle of refraction of the principal beam. From these causes, all the colors of concave mirrors observed by Newton and others are necessary consequences; and it appears that their production, though somewhat similar, is by no means as Newton imagined, identical with the production of thin plates.\\\"\\\\[2\\\\]\\n\\nBy following up this clew with mathematical precision, measuring the exact thickness of the plate and the space between the different rings of color, Young was able to show mathematically what must be the length of pulsation for each of the different colors of the spectrum. He estimated that the undulations of red light, at the extreme lower end of the visible spectrum, must number about thirty-seven thousand six hundred and forty to the inch, and pass any given spot at a rate of four hundred and sixty-three millions of millions of undulations in a second, while the extreme violet numbers fifty-nine thousand seven hundred and fifty undulations to the inch, or seven hundred and thirty-five millions of millions to the second.\\n\\nThe Colors of Striated Surfaces\\n\\nYoung similarly examined the colors that are produced by scratches on a smooth surface, in particular testing the light from \\\"Mr. Coventry's exquisite micrometers,\\\" which consist of lines scratched on glass at measured intervals. These microscopic tests brought the same results as the other experiments. The colors were produced at certain definite and measurable angles, and the theory of interference of undulations explained them perfectly, while, as Young affirmed with confidence, no other hypothesis hitherto advanced would explain them at all. Here are his words:\\n\\n\\\"Let there be in a given plane two reflecting points very near each other, and let the plane be so situated that the reflected image of a luminous object seen in it may appear to coincide with the points; then it is obvious that the length of the incident and reflected ray, taken together, is equal with respect to both points, considering them as capable of reflecting in all directions. Let one of the points be now depressed below the given plane; then the whole path of the light reflected from it will be lengthened by a line which is to the depression of the point as twice the cosine of incidence to the radius.\\n\\n\\\"If, therefore, equal undulations of given dimensions be reflected from two points, situated near enough to appear to the eye but as one, whenever this line is equal to half the breadth of a whole undulation the reflection from the depressed point will so interfere with the reflection from the fixed point that the progressive motion of the one will coincide with the retrograde motion of the other, and they will both be destroyed; but when this line is equal to the whole breadth of an undulation, the effect will be doubled, and when to a breadth and a half, again destroyed; and thus for a considerable number of alternations, and if the reflected undulations be of a different kind, they will be variously affected, according to their proportions to the various length of the line which is the difference between the lengths of their two paths, and which may be denominated the interval of a retardation.\\n\\n\\\"In order that the effect may be the more perceptible, a number of pairs of points must be united into two parallel lines; and if several such pairs of lines be placed near each other, they will facilitate the observation. If one of the lines be made to revolve round the other as an axis, the depression below the given plane will be as the sine of the inclination; and while the eye and the luminous object remain fixed the difference of the length of the paths will vary as this sine.\\n\\n\\\"The best subjects for the experiment are Mr. Coventry's exquisite micrometers; such of them as consist of parallel lines drawn on glass, at a distance of one- five-hundredth of an inch, are the most convenient. Each of these lines appears under a microscope to consist of two or more finer lines, exactly parallel, and at a distance of somewhat more than a twentieth more than the adjacent lines. I placed one of these so as to reflect the sun's light at an angle of forty-five degrees, and fixed it in such a manner that while it revolved round one of the lines as an axis, I could measure its angular motion; I found that the longest red color occurred at the inclination 10 1/4 degrees, 20 3/4 degrees, 32 degrees, and 45 degrees; of which the sines are as the numbers 1, 2, 3, and 4. At all other angles also, when the sun's light was reflected from the surface, the color vanished with the inclination, and was equal at equal inclinations on either side.\\n\\nThis experiment affords a very strong confirmation of the theory. It is impossible to deduce any explanation of it from any hypothesis hitherto advanced; and I believe it would be difficult to invent any other that would account for it. There is a striking analogy between this separation of colors and the production of a musical note by successive echoes from equidistant iron palisades, which I have found to correspond pretty accurately with the known velocity of sound and the distances of the surfaces.\\n\\n\\\"It is not improbable that the colors of the integuments of some insects, and of some other natural bodies, exhibiting in different lights the most beautiful versatility, may be found to be of this description, and not to be derived from thin plates. In some cases a single scratch or furrow may produce similar effects, by the reflection of its opposite edges.\\\"\\\\[3\\\\]\\n\\nThis doctrine of interference of undulations was the absolutely novel part of Young's theory. The all- compassing genius of Robert Hooke had, indeed, very nearly apprehended it more than a century before, as Young himself points out, but no one else bad so much as vaguely conceived it; and even with the sagacious Hooke it was only a happy guess, never distinctly outlined in his own mind, and utterly ignored by all others. Young did not know of Hooke's guess until he himself had fully formulated the theory, but he hastened then to give his predecessor all the credit that could possibly be adjudged his due by the most disinterested observer. To Hooke's contemporary, Huygens, who was the originator of the general doctrine of undulation as the explanation of light, Young renders full justice also. For himself he claims only the merit of having demonstrated the theory which these and a few others of his predecessors had advocated without full proof.\\n\\nThe following year Dr. Young detailed before the Royal Society other experiments, which threw additional light on the doctrine of interference; and in 1803 he cited still others, which, he affirmed, brought the doctrine to complete demonstration. In applying this demonstration to the general theory of light, he made the striking suggestion that \\\"the luminiferous ether pervades the substance of all material bodies with little or no resistance, as freely, perhaps, as the wind passes through a grove of trees.\\\" He asserted his belief also that the chemical rays which Ritter had discovered beyond the violet end of the visible spectrum are but still more rapid undulations of the same character as those which produce light. In his earlier lecture he had affirmed a like affinity between the light rays and the rays of radiant heat which Herschel detected below the red end of the spectrum, suggesting that \\\"light differs from heat only in the frequency of its undulations or vibrations--those undulations which are within certain limits with respect to frequency affecting the optic nerve and constituting light, and those which are slower and probably stronger constituting heat only.\\\" From the very outset he had recognized the affinity between sound and light; indeed, it had been this affinity that led him on to an appreciation of the undulatory theory of light.\\n\\nBut while all these affinities seemed so clear to the great co-ordinating brain of Young, they made no such impression on the minds of his contemporaries. The immateriality of light had been substantially demonstrated, but practically no one save its author accepted the demonstration. Newton's doctrine of the emission of corpuscles was too firmly rooted to be readily dislodged, and Dr. Young had too many other interests to continue the assault unceasingly. He occasionally wrote something touching on his theory, mostly papers contributed to the Quarterly Review and similar periodicals, anonymously or under pseudonym, for he had conceived the notion that too great conspicuousness in fields outside of medicine would injure his practice as a physician. His views regarding light (including the original papers from the Philosophical Transactions of the Royal Society) were again given publicity in full in his celebrated volume on natural philosophy, consisting in part of his lectures before the Royal Institution, published in 1807; but even then they failed to bring conviction to the philosophic world. Indeed, they did not even arouse a controversial spirit, as his first papers had done.\\n\\nARAGO AND FRESNEL CHAMPION THE WAVE THEORY\\n\\nSo it chanced that when, in 1815, a young French military engineer, named Augustin Jean Fresnel, returning from the Napoleonic wars, became interested in the phenomena of light, and made some experiments concerning diffraction which seemed to him to controvert the accepted notions of the materiality of light, he was quite unaware that his experiments had been anticipated by a philosopher across the Channel. He communicated his experiments and results to the French Institute, supposing them to be absolutely novel. That body referred them to a committee, of which, as good fortune would have it, the dominating member was Dominique Francois Arago, a man as versatile as Young himself, and hardly less profound, if perhaps not quite so original. Arago at once recognized the merit of Fresnel's work, and soon became a convert to the theory. He told Fresnel that Young had anticipated him as regards the general theory, but that much remained to be done, and he offered to associate himself with Fresnel in prosecuting the investigation. Fresnel was not a little dashed to learn that his original ideas had been worked out by another while he was a lad, but he bowed gracefully to the situation and went ahead with unabated zeal.\\n\\nThe championship of Arago insured the undulatory theory a hearing before the French Institute, but by no means sufficed to bring about its general acceptance. On the contrary, a bitter feud ensued, in which Arago was opposed by the \\\"Jupiter Olympus of the Academy,\\\" Laplace, by the only less famous Poisson, and by the younger but hardly less able Biot. So bitterly raged the feud that a life-long friendship between Arago and Biot was ruptured forever. The opposition managed to delay the publication of Fresnel's papers, but Arago continued to fight with his customary enthusiasm and pertinacity, and at last, in 1823, the Academy yielded, and voted Fresnel into its ranks, thus implicitly admitting the value of his work.\\n\\nIt is a humiliating thought that such controversies as this must mar the progress of scientific truth; but fortunately the story of the introduction of the undulatory theory has a more pleasant side. Three men, great both in character and in intellect, were concerned in pressing its claims--Young, Fresnel, and Arago--and the relations of these men form a picture unmarred by any of those petty jealousies that so often dim the lustre of great names. Fresnel freely acknowledged Young's priority so soon as his attention was called to it; and Young applauded the work of the Frenchman, and aided with his counsel in the application of the undulatory theory to the problems of polarization of light, which still demanded explanation, and which Fresnel's fertility of experimental resource and profundity of mathematical insight sufficed in the end to conquer.\\n\\nAfter Fresnel's admission to the Institute in 1823 the opposition weakened, and gradually the philosophers came to realize the merits of a theory which Young had vainly called to their attention a full quarter- century before. Now, thanks largely to Arago, both Young and Fresnel received their full meed of appreciation. Fresnel was given the Rumford medal of the Royal Society of England in 1825, and chosen one of the foreign members of the society two years later, while Young in turn was elected one of the eight foreign members of the French Academy. As a fitting culmination of the chapter of felicities between the three friends, it fell to the lot of Young, as Foreign Secretary of the Royal Society, to notify Fresnel of the honors shown him by England's representative body of scientists; while Arago, as Perpetual Secretary of the French Institute, conveyed to Young in the same year the notification that he had been similarly honored by the savants of France.\\n\\nA few months later Fresnel was dead, and Young survived him only two years. Both died prematurely, but their great work was done, and the world will remember always and link together these two names in connection with a theory which in its implications and importance ranks little below the theory of universal gravitation.\\n\\nVII. THE MODERN DEVELOPMENT OF ELECTRICITY AND MAGNETISM\\n\\nGALVANI AND VOLTA\\n\\nThe full importance of Young's studies of light might perhaps have gained earlier recognition had it not chanced that, at the time when they were made, the attention of the philosophic world was turned with the fixity and fascination of a hypnotic stare upon another field, which for a time brooked no rival. How could the old, familiar phenomenon, light, interest any one when the new agent, galvanism, was in view? As well ask one to fix attention on a star while a meteorite blazes across the sky.\\n\\nGalvanism was so called precisely as the Roentgen ray was christened at a later day--as a safe means of begging the question as to the nature of the phenomena involved. The initial fact in galvanism was the discovery of Luigi Galvani (1737-1798), a physician of Bologna, in 1791, that by bringing metals in contact with the nerves of a frog's leg violent muscular contractions are produced. As this simple little experiment led eventually to the discovery of galvanic electricity and the invention of the galvanic battery, it may be regarded as the beginning of modern electricity.\\n\\nThe story is told that Galvani was led to his discovery while preparing frogs' legs to make a broth for his invalid wife. As the story runs, he had removed the skins from several frogs' legs, when, happening to touch the exposed muscles with a scalpel which had lain in close proximity to an electrical machine, violent muscular action was produced. Impressed with this phenomenon, he began a series of experiments which finally resulted in his great discovery. But be this story authentic or not, it is certain that Galvani experimented for several years upon frogs' legs suspended upon wires and hooks, until he finally constructed his arc of two different metals, which, when arranged so that one was placed in contact with a nerve and the other with a muscle, produced violent contractions.\\n\\nThese two pieces of metal form the basic principle of the modern galvanic battery, and led directly to Alessandro Volta's invention of his \\\"voltaic pile,\\\" the immediate ancestor of the modern galvanic battery. Volta's experiments were carried on at the same time as those of Galvani, and his invention of his pile followed close upon Galvani's discovery of the new form of electricity. From these facts the new form of electricity was sometimes called \\\"galvanic\\\" and sometimes \\\"voltaic\\\" electricity, but in recent years the term \\\"galvanism\\\" and \\\"galvanic current\\\" have almost entirely supplanted the use of the term voltaic.\\n\\nIt was Volta who made the report of Galvani's wonderful discovery to the Royal Society of London, read on January 31, 1793. In this letter he describes Galvani's experiments in detail and refers to them in glowing terms of praise. He calls it one of the \\\"most beautiful and important discoveries,\\\" and regarded it as the germ or foundation upon which other discoveries were to be made. The prediction proved entirely correct, Volta himself being the chief discoverer.\\n\\nWorking along lines suggested by Galvani's discovery, Volta constructed an apparatus made up of a number of disks of two different kinds of metal, such as tin and silver, arranged alternately, a piece of some moist, porous substance, like paper or felt, being interposed between each pair of disks. With this \\\"pile,\\\" as it was called, electricity was generated, and by linking together several such piles an electric battery could be formed.\\n\\nThis invention took the world by storm. Nothing like the enthusiasm it created in the philosophic world had been known since the invention of the Leyden jar, more than half a century before. Within a few weeks after Volta's announcement, batteries made according to his plan were being experimented with in every important laboratory in Europe.\\n\\nAs the century closed, half the philosophic world was speculating as to whether \\\"galvanic influence\\\" were a new imponderable, or only a form of electricity; and the other half was eagerly seeking to discover what new marvels the battery might reveal. The least imaginative man could see that here was an invention that would be epoch-making, but the most visionary dreamer could not even vaguely adumbrate the real measure of its importance.\\n\\nIt was evident at once that almost any form of galvanic battery, despite imperfections, was a more satisfactory instrument for generating electricity than the frictional machine hitherto in use, the advantage lying in the fact that the current from the galvanic battery could be controlled practically at will, and that the apparatus itself was inexpensive and required comparatively little attention. These advantages were soon made apparent by the practical application of the electric current in several fields.\\n\\nIt will be recalled that despite the energetic endeavors of such philosophers as Watson, Franklin, Galvani, and many others, the field of practical application of electricity was very limited at the close of the eighteenth century. The lightning-rod had come into general use, to be sure, and its value as an invention can hardly be overestimated. But while it was the result of extensive electrical discoveries, and is a most practical instrument, it can hardly be called one that puts electricity to practical use, but simply acts as a means of warding off the evil effects of a natural manifestation of electricity. The invention, however, had all the effects of a mechanism which turned electricity to practical account. But with the advent of the new kind of electricity the age of practical application began.\\n\\nDAVY AND ELECTRIC LIGHT\\n\\nVolta's announcement of his pile was scarcely two months old when two Englishmen, Messrs. Nicholson and Carlisle, made the discovery that the current from the galvanic battery had a decided effect upon certain chemicals, among other things decomposing water into its elements, hydrogen and oxygen. On May 7, 1800, these investigators arranged the ends of two brass wires connected with the poles of a voltaic pile, composed of alternate silver and zinc plates, so that the current coming from the pile was discharged through a small quantity of \\\"New River water.\\\" \\\"A fine stream of minute bubbles immediately began to flow from the point of the lower wire in the tube which communicated with the silver,\\\" wrote Nicholson, \\\"and the opposite point of the upper wire became tarnished, first deep orange and then black. . . .\\\" The product of gas during two hours and a half was two- thirtieths of a cubic inch. \\\"It was then mixed with an equal quantity of common air,\\\" continues Nicholson, \\\"and exploded by the application of a lighted waxen thread.\\\"\\n\\nThis demonstration was the beginning of the very important science of electro-chemistry.\\n\\nThe importance of this discovery was at once recognized by Sir Humphry Davy, who began experimenting immediately in this new field. He constructed a series of batteries in various combinations, with which he attacked the \\\"fixed alkalies,\\\" the composition of which was then unknown. Very shortly he was able to decompose potash into bright metallic globules, resembling quicksilver. This new substance he named \\\"potassium.\\\" Then in rapid succession the elementary substances sodium, calcium, strontium, and magnesium were isolated.\\n\\nIt was soon discovered, also, that the new electricity, like the old, possessed heating power under certain conditions, even to the fusing of pieces of wire. This observation was probably first made by Frommsdorff, but it was elaborated by Davy, who constructed a battery of two thousand cells with which he produced a bright light from points of carbon--the prototype of the modern arc lamp. He made this demonstration before the members of the Royal Institution in 1810. But the practical utility of such a light for illuminating purposes was still a thing of the future. The expense of constructing and maintaining such an elaborate battery, and the rapid internal destruction of its plates, together with the constant polarization, rendered its use in practical illumination out of the question. It was not until another method of generating electricity was discovered that Davy's demonstration could be turned to practical account.\\n\\nIn Davy's own account of his experiment he says:\\n\\n\\\"When pieces of charcoal about an inch long and one-sixth of an inch in diameter were brought near each other (within the thirtieth or fortieth of an inch), a bright spark was produced, and more than half the volume of the charcoal became ignited to whiteness; and, by withdrawing the points from each other, a constant discharge took place through the heated air, in a space equal to at least four inches, producing a most brilliant ascending arch of light, broad and conical in form in the middle. When any substance was introduced into this arch, it instantly became ignited; platina melted as readily in it as wax in a common candle; quartz, the sapphire, magnesia, lime, all entered into fusion; fragments of diamond and points of charcoal and plumbago seemed to evaporate in it, even when the connection was made in the receiver of an air-pump; but there was no evidence of their having previously undergone fusion. When the communication between the points positively and negatively electrified was made in the air rarefied in the receiver of the air-pump, the distance at which the discharge took place increased as the exhaustion was made; and when the atmosphere in the vessel supported only one- fourth of an inch of mercury in the barometrical gauge, the sparks passed through a space of nearly half an inch; and, by withdrawing the points from each other, the discharge was made through six or seven inches, producing a most brilliant coruscation of purple light; the charcoal became intensely ignited, and some platina wire attached to it fused with brilliant scintillations and fell in large globules upon the plate of the pump. All the phenomena of chemical decomposition were produced with intense rapidity by this combination.\\\"\\\\[1\\\\]\\n\\nBut this experiment demonstrated another thing besides the possibility of producing electric light and chemical decomposition, this being the heating power capable of being produced by the electric current. Thus Davy's experiment of fusing substances laid the foundation of the modern electric furnaces, which are of paramount importance in several great commercial industries.\\n\\nWhile some of the results obtained with Davy's batteries were practically as satisfactory as could be obtained with modern cell batteries, the batteries themselves were anything but satisfactory. They were expensive, required constant care and attention, and, what was more important from an experimental standpoint at least, were not constant in their action except for a very limited period of time, the current soon \\\"running down.\\\" Numerous experimenters, therefore, set about devising a satisfactory battery, and when, in 1836, John Frederick Daniell produced the cell that bears his name, his invention was epoch- making in the history of electrical progress. The Royal Society considered it of sufficient importance to bestow the Copley medal upon the inventor, whose device is the direct parent of all modern galvanic cells. From the time of the advent of the Daniell cell experiments in electricity were rendered comparatively easy. In the mean while, however, another great discovery was made.\\n\\nELECTRICITY AND MAGNETISM\\n\\nFor many years there had been a growing suspicion, amounting in many instances to belief in the close relationship existing between electricity and magnetism. Before the winter of 1815, however, it was a belief that was surmised but not demonstrated. But in that year it occurred to Jean Christian Oersted, of Denmark, to pass a current of electricity through a wire held parallel with, but not quite touching, a suspended magnetic needle. The needle was instantly deflected and swung out of its position.\\n\\n\\\"The first experiments in connection with the subject which I am undertaking to explain,\\\" wrote Oersted, \\\"were made during the course of lectures which I held last winter on electricity and magnetism. From those experiments it appeared that the magnetic needle could be moved from its position by means of a galvanic battery--one with a closed galvanic circuit. Since, however, those experiments were made with an apparatus of small power, I undertook to repeat and increase them with a large galvanic battery.\\n\\n\\\"Let us suppose that the two opposite ends of the galvanic apparatus are joined by a metal wire. This I shall always call the conductor for the sake of brevity. Place a rectilinear piece of this conductor in a horizontal position over an ordinary magnetic needle so that it is parallel to it. The magnetic needle will be set in motion and will deviate towards the west under that part of the conductor which comes from the negative pole of the galvanic battery. If the wire is not more than four-fifths of an inch distant from the middle of this needle, this deviation will be about forty-five degrees. At a greater distance the angle of deviation becomes less. Moreover, the deviation varies according to the strength of the battery. The conductor can be moved towards the east or west, so long as it remains parallel to the needle, without producing any other result than to make the deviation smaller.\\n\\n\\\"The conductor can consist of several combined wires or metal coils. The nature of the metal does not alter the result except, perhaps, to make it greater or less. We have used wires of platinum, gold, silver, brass, and iron, and coils of lead, tin, and quicksilver with the same result. If the conductor is interrupted by water, all effect is not cut off, unless the stretch of water is several inches long.\\n\\n\\\"The conductor works on the magnetic needle through glass, metals, wood, water, and resin, through clay vessels and through stone, for when we placed a glass plate, a metal plate, or a board between the conductor and the needle the effect was not cut off; even the three together seemed hardly to weaken the effect, and the same was the case with an earthen vessel, even when it was full of water. Our experiments also demonstrated that the said effects were not altered when we used a magnetic needle which was in a brass case full of water.\\n\\n\\\"When the conductor is placed in a horizontal plane under the magnetic needle all the effects we have described take place in precisely the same way, but in the opposite direction to what took place when the conductor was in a horizontal plane above the needle.\\n\\n\\\"If the conductor is moved in a horizontal plane so that it gradually makes ever-increasing angles with the magnetic meridian, the deviation of the magnetic needle from the magnetic meridian is increased when the wire is turned towards the place of the needle; it decreases, on the other hand, when it is turned away from that place.\\n\\n\\\"A needle of brass which is hung in the same way as the magnetic needle is not set in motion by the influence of the conductor. A needle of glass or rubber likewise remains static under similar experiments. Hence the electrical conductor affects only the magnetic parts of a substance. That the electrical current is not confined to the conducting wire, but is comparatively widely diffused in the surrounding space, is sufficiently demonstrated from the foregoing observations.\\\"\\\\[2\\\\]\\n\\nThe effect of Oersted's demonstration is almost incomprehensible. By it was shown the close relationship between magnetism and electricity. It showed the way to the establishment of the science of electrodynamics; although it was by the French savant Andre Marie Ampere (1775-1836) that the science was actually created, and this within the space of one week after hearing of Oersted's experiment in deflecting the needle. Ampere first received the news of Oersted's experiment on September 11, 1820, and on the 18th of the same month he announced to the Academy the fundamental principles of the science of electro-dynamics-- seven days of rapid progress perhaps unequalled in the history of science.\\n\\nAmpere's distinguished countryman, Arago, a few months later, gave the finishing touches to Oersted's and Ampere's discoveries, by demonstrating conclusively that electricity not only influenced a magnet, but actually produced magnetism under proper circumstances --a complemental fact most essential in practical mechanics\\n\\nSome four years after Arago's discovery, Sturgeon made the first \\\"electro-magnet\\\" by winding a soft iron core with wire through which a current of electricity was passed. This study of electro-magnets was taken up by Professor Joseph Henry, of Albany, New York, who succeeded in making magnets of enormous lifting power by winding the iron core with several coils of wire. One of these magnets, excited by a single galvanic cell of less than half a square foot of surface, and containing only half a pint of dilute acids, sustained a weight of six hundred and fifty pounds.\\n\\nThus by Oersted's great discovery of the intimate relationship of magnetism and electricity, with further elaborations and discoveries by Ampere, Volta, and Henry, and with the invention of Daniell's cell, the way was laid for putting electricity to practical use. Soon followed the invention and perfection of the electro-magnetic telegraph and a host of other but little less important devices.\\n\\nFARADAY AND ELECTRO-MAGNETIC INDUCTION\\n\\nWith these great discoveries and inventions at hand, electricity became no longer a toy or a \\\"plaything for philosophers,\\\" but of enormous and growing importance commercially. Still, electricity generated by chemical action, even in a very perfect cell, was both feeble and expensive, and, withal, only applicable in a comparatively limited field. Another important scientific discovery was necessary before such things as electric traction and electric lighting on a large scale were to become possible; but that discovery was soon made by Sir Michael Faraday.\\n\\nFaraday, the son of a blacksmith and a bookbinder by trade, had interested Sir Humphry Davy by his admirable notes on four of Davy's lectures, which he had been able to attend. Although advised by the great scientist to \\\"stick to his bookbinding\\\" rather than enter the field of science, Faraday became, at twenty-two years of age, Davy's assistant in the Royal Institution. There, for several years, he devoted all his spare hours to scientific investigations and experiments, perfecting himself in scientific technique.\\n\\nA few years later he became interested, like all the scientists of the time, in Arago's experiment of rotating a copper disk underneath a suspended compass- needle. When this disk was rotated rapidly, the needle was deflected, or even rotated about its axis, in a manner quite inexplicable. Faraday at once conceived the idea that the cause of this rotation was due to electricity, induced in the revolving disk--not only conceived it, but put his belief in writing. For several years, however, he was unable to demonstrate the truth of his assumption, although he made repeated experiments to prove it. But in 1831 he began a series of experiments that established forever the fact of electro-magnetic induction.\\n\\nIn his famous paper, read before the Royal Society in 1831, Faraday describes the method by which he first demonstrated electro-magnetic induction, and then explained the phenomenon of Arago's revolving disk.\\n\\n\\\"About twenty-six feet of copper wire, one-twentieth of an inch in diameter, were wound round a cylinder of wood as a helix,\\\" he said, \\\"the different spires of which were prevented from touching by a thin interposed twine. This helix was covered with calico, and then a second wire applied in the same manner. In this way twelve helices were \\\"superposed, each containing an average length of wire of twenty-seven feet, and all in the same direction. The first, third, fifth, seventh, ninth, and eleventh of these helices were connected at their extremities end to end so as to form one helix; the others were connected in a similar manner; and thus two principal helices were produced, closely interposed, having the same direction, not touching anywhere, and each containing one hundred and fifty-five feet in length of wire.\\n\\nOne of these helices was connected with a galvanometer, the other with a voltaic battery of ten pairs of plates four inches square, with double coppers and well charged; yet not the slightest sensible deflection of the galvanometer needle could be observed.\\n\\n\\\"A similar compound helix, consisting of six lengths of copper and six of soft iron wire, was constructed. The resulting iron helix contained two hundred and eight feet; but whether the current from the trough was passed through the copper or the iron helix, no effect upon the other could be perceived at the galvanometer.\\n\\n\\\"In these and many similar experiments no difference in action of any kind appeared between iron and other metals.\\n\\n\\\"Two hundred and three feet of copper wire in one length were passed round a large block of wood; other two hundred and three feet of similar wire were interposed as a spiral between the turns of the first, and metallic contact everywhere prevented by twine. One of these helices was connected with a galvanometer and the other with a battery of a hundred pairs of plates four inches square, with double coppers and well charged. When the contact was made, there was a sudden and very slight effect at the galvanometer, and there was also a similar slight effect when the contact with the battery was broken. But whilst the voltaic current was continuing to pass through the one helix, no galvanometrical appearances of any effect like induction upon the other helix could be perceived, although the active power of the battery was proved to be great by its heating the whole of its own helix, and by the brilliancy of the discharge when made through charcoal.\\n\\n\\\"Repetition of the experiments with a battery of one hundred and twenty pairs of plates produced no other effects; but it was ascertained, both at this and at the former time, that the slight deflection of the needle occurring at the moment of completing the connection was always in one direction, and that the equally slight deflection produced when the contact was broken was in the other direction; and, also, that these effects occurred when the first helices were used.\\n\\n\\\"The results which I had by this time obtained with magnets led me to believe that the battery current through one wire did, in reality, induce a similar current through the other wire, but that it continued for an instant only, and partook more of the nature of the electrical wave passed through from the shock of a common Leyden jar than of that from a voltaic battery, and, therefore, might magnetize a steel needle although it scarcely affected the galvanometer.\\n\\n\\\"This expectation was confirmed; for on substituting a small hollow helix, formed round a glass tube, for the galvanometer, introducing a steel needle, making contact as before between the battery and the inducing wire, and then removing the needle before the battery contact was broken, it was found magnetized.\\n\\n\\\"When the battery contact was first made, then an unmagnetized needle introduced, and lastly the battery contact broken, the needle was found magnetized to an equal degree apparently with the first; but the poles were of the contrary kinds.\\\"\\\\[3\\\\]\\n\\nTo Faraday these experiments explained the phenomenon of Arago's rotating disk, the disk inducing the current from the magnet, and, in reacting, deflecting the needle. To prove this, he constructed a disk that revolved between the poles of an electro-magnet, connecting the axis and the edge of the disk with a galvanometer. \\\". . . A disk of copper, twelve inches in diameter, fixed upon a brass axis,\\\" he says, \\\"was mounted in frames so as to be revolved either vertically or horizontally, its edge being at the same time introduced more or less between the magnetic poles. The edge of the plate was well amalgamated for the purpose of obtaining good but movable contact; a part round the axis was also prepared in a similar manner.\\n\\n\\\"Conductors or collectors of copper and lead were constructed so as to come in contact with the edge of the copper disk, or with other forms of plates hereafter to be described. These conductors we're about four inches long, one-third of an inch wide, and one-fifth of an inch thick; one end of each was slightly grooved, to allow of more exact adaptation to the somewhat convex edge of the plates, and then amalgamated. Copper wires, one-sixteenth of an inch in thickness, attached in the ordinary manner by convolutions to the other ends of these conductors, passed away to the galvanometer.\\n\\n\\\"All these arrangements being made, the copper disk was adjusted, the small magnetic poles being about one-half an inch apart, and the edge of the plate inserted about half their width between them. One of the galvanometer wires was passed twice or thrice loosely round the brass axis of the plate, and the other attached to a conductor, which itself was retained by the hand in contact with the amalgamated edge of the disk at the part immediately between the magnetic poles. Under these circumstances all was quiescent, and the galvanometer exhibited no effect. But the instant the plate moved the galvanometer was influenced, and by revolving the plate quickly the needle could be deflected ninety degrees or more.\\\"\\\\[4\\\\]\\n\\nThis rotating disk was really a dynamo electric machine in miniature, the first ever constructed, but whose direct descendants are the ordinary dynamos. Modern dynamos range in power from little machines operating machinery requiring only fractions of a horsepower to great dynamos operating street-car lines and lighting cities; but all are built on the same principle as Faraday's rotating disk. By this discovery the use of electricity as a practical and economical motive power became possible.\\n\\nSTORAGE BATTERIES\\n\\nWhen the discoveries of Faraday of electro-magnetic induction had made possible the means of easily generating electricity, the next natural step was to find a means of storing it or accumulating it. This, however, proved no easy matter, and as yet a practical storage or secondary battery that is neither too cumbersome, too fragile, nor too weak in its action has not been invented. If a satisfactory storage battery could be made, it is obvious that its revolutionary effects could scarcely be overestimated. In the single field of aeronautics, it would probably solve the question of aerial navigation. Little wonder, then, that inventors have sought so eagerly for the invention of satisfactory storage batteries. As early as 1803 Ritter had attempted to make such a secondary battery. In 1843 Grove also attempted it. But it was not until 1859, when Gaston Planche produced his invention, that anything like a reasonably satisfactory storage battery was made. Planche discovered that sheets of lead immersed in dilute sulphuric acid were very satisfactory for the production of polarization effects. He constructed a battery of sheets of lead immersed in sulphuric acid, and, after charging these for several hours from the cells of an ordinary Bunsen battery, was able to get currents of great strength and considerable duration. This battery, however, from its construction of lead, was necessarily heavy and cumbersome. Faure improved it somewhat by coating the lead plates with red-lead, thus increasing the capacity of the cell. Faure's invention gave a fresh impetus to inventors, and shortly after the market was filled with storage batteries of various kinds, most of them modifications of Planche's or Faure's. The ardor of enthusiastic inventors soon flagged, however, for all these storage batteries proved of little practical account in the end, as compared with other known methods of generating power.\\n\\nThree methods of generating electricity are in general use: static or frictional electricity is generated by \\\"plate\\\" or \\\"static\\\" machines; galvanic, generated by batteries based on Volta's discovery; and induced, or faradic, generated either by chemical or mechanical action. There is still another kind, thermo-electricity, that may be generated in a most simple manner. In 1821 Seebecle, of Berlin, discovered that when a circuit was formed of two wires of different metals, if there be a difference in temperature at the juncture of these two metals an electrical current will be established. In this way heat may be transmitted directly into the energy of the current without the interposition of the steam-engine. Batteries constructed in this way are of low resistance, however, although by arranging several of them in \\\"series,\\\" currents of considerable strength can be generated. As yet, however, they are of little practical importance.\\n\\nAbout the middle of the century Clerk-Maxwell advanced the idea that light waves were really electro- magnetic waves. If this were true and light proved to be simply one form of electrical energy, then the same would be true of radiant heat. Maxwell advanced this theory, but failed to substantiate it by experimental confirmation. But Dr. Heinrich Hertz, a few years later, by a series of experiments, demonstrated the correctness of Maxwell's surmises. What are now called \\\"Hertzian waves\\\" are waves apparently identical with light waves, but of much lower pitch or period. In his experiments Hertz showed that, under proper conditions, electric sparks between polished balls were attended by ether waves of the same nature as those of light, but of a pitch of several millions of vibrations per second. These waves could be dealt with as if they were light waves--reflected, refracted, and polarized. These are the waves that are utilized in wireless telegraphy.\\n\\nROENTGEN RAYS, OR X-RAYS\\n\\nIn December of 1895 word came out of Germany of a scientific discovery that startled the world. It came first as a rumor, little credited; then as a pronounced report; at last as a demonstration. It told of a new manifestation of energy, in virtue of which the interior of opaque objects is made visible to human eyes. One had only to look into a tube containing a screen of a certain composition, and directed towards a peculiar electrical apparatus, to acquire clairvoyant vision more wonderful than the discredited second-sight of the medium. Coins within a purse, nails driven into wood, spectacles within a leather case, became clearly visible when subjected to the influence of this magic tube; and when a human hand was held before the tube, its bones stood revealed in weird simplicity, as if the living, palpitating flesh about them were but the shadowy substance of a ghost.\\n\\nNot only could the human eye see these astounding revelations, but the impartial evidence of inanimate chemicals could be brought forward to prove that the mind harbored no illusion. The photographic film recorded the things that the eye might see, and ghostly pictures galore soon gave a quietus to the doubts of the most sceptical. Within a month of the announcement of Professor Roentgen's experiments comment upon the \\\"X-ray\\\" and the \\\"new photography\\\" had become a part of the current gossip of all Christendom.\\n\\nIt is hardly necessary to say that such a revolutionary thing as the discovery of a process whereby opaque objects became transparent, or translucent, was not achieved at a single bound with no intermediate discoveries. In 1859 the German physicist Julius Plucker (1801-1868) noticed that when there was an electrical discharge through an exhausted tube at a low pressure, on the surrounding walls of the tube near the negative pole, or cathode, appeared a greenish phosphorescence. This discovery was soon being investigated by a number of other scientists, among others Hittorf, Goldstein, and Professor (now Sir William) Crookes. The explanations given of this phenomenon by Professor Crookes concern us here more particularly, inasmuch as his views did not accord exactly with those held by the other two scientists, and as his researches were more directly concerned in the discovery of the Roentgen  rays. He held that the heat and phosphorescence produced in a low-pressure tube were caused by streams of particles, projected from the cathode with great velocity, striking the sides of the glass tube. The composition of the glass seemed to enter into this phosphorescence also, for while lead glass produced blue phosphorescence, soda glass produced a yellowish green. The composition of the glass seemed to be changed by a long-continued pelting of these particles, the phosphorescence after a time losing its initial brilliancy, caused by the glass becoming \\\"tired,\\\" as Professor Crookes said. Thus when some opaque substance, such as iron, is placed between the cathode and the sides of the glass tube so that it casts a shadow in a certain spot on the glass for some little time, it is found on removing the opaque substance or changing its position that the area of glass at first covered by the shadow now responded to the rays in a different manner from the surrounding glass.\\n\\nThe peculiar ray's, now known as the cathode rays, not only cast a shadow, but are deflected by a magnet, so that the position of the phosphorescence on the sides of the tube may be altered by the proximity of a powerful magnet. From this it would seem that the rays are composed of particles charged with negative electricity, and Professor J. J. Thomson has modified the experiment of Perrin to show that negative electricity is actually associated with the rays. There is reason for believing, therefore, that the cathode rays are rapidly moving charges of negative electricity. It is possible, also, to determine the velocity at which these particles are moving by measuring the deflection produced by the magnetic field.\\n\\nFrom the fact that opaque substances cast a shadow in these rays it was thought at first that all solids were absolutely opaque to them. Hertz, however, discovered that a small amount of phosphorescence occurred on the glass even when such opaque substances as gold-leaf or aluminium foil were interposed between the cathode and the sides of the tube. Shortly afterwards Lenard discovered that the cathode rays can be made to pass from the inside of a discharge tube to the outside air. For convenience these rays outside the tube have since been known as \\\"Lenard rays.\\\"\\n\\nIn the closing days of December, 1895, Professor Wilhelm Konrad Roentgen, of Wurzburg, announced that he had made the discovery of the remarkable effect arising from the cathode rays to which reference was made above. He found that if a plate covered with a phosphorescent substance is placed near a discharge tube exhausted so highly that the cathode rays produced a green phosphorescence, this plate is made to glow in a peculiar manner. The rays producing this glow were not the cathode rays, although apparently arising from them, and are what have since been called the Roentgen rays, or X-rays.\\n\\nRoentgen found that a shadow is thrown upon the screen by substances held between it and the exhausted tube, the character of the shadow depending upon the density of the substance. Thus metals are almost completely opaque to the rays; such substances as bone much less so, and ordinary flesh hardly so at all. If a coin were held in the hand that had been interposed between the tube and the screen the picture formed showed the coin as a black shadow; and the bones of the hand, while casting a distinct shadow, showed distinctly lighter; while the soft tissues produced scarcely any shadow at all. The value of such a discovery was obvious from the first; and was still further enhanced by the discovery made shortly that, photographic plates are affected by the rays, thus making it possible to make permanent photographic records of pictures through what we know as opaque substances.\\n\\nWhat adds materially to the practical value of Roentgen's discovery is the fact that the apparatus for producing the X-rays is now so simple and relatively inexpensive that it is within the reach even of amateur scientists. It consists essentially of an induction coil attached either to cells or a street-current plug for generating the electricity, a focus tube, and a phosphorescence screen. These focus tubes are made in various shapes, but perhaps the most popular are in the form of a glass globe, not unlike an ordinary small-sized water-bottle, this tube being closed and exhausted, and having the two poles (anode and cathode) sealed into the glass walls, but protruding at either end for attachment to the conducting wires from the induction coil. This tube may be mounted on a stand at a height convenient for manipulation. The phosphorescence screen is usually a plate covered with some platino-cyanide and mounted in the end of a box of convenient size, the opposite end of which is so shaped that it fits the contour of the face, shutting out the light and allowing the eyes of the observer to focalize on the screen at the end. For making observations the operator has simply to turn on the current of electricity and apply the screen to his eyes, pointing it towards the glowing tube, when the shadow of any substance interposed between the tube and the screen will appear upon the phosphorescence plate.\\n\\nThe wonderful shadow pictures produced on the phosphorescence screen, or the photographic plate, would seem to come from some peculiar form of light, but the exact nature of these rays is still an open question. Whether the Roentgen rays are really a form of light--that is, a form of \\\"electro-magnetic disturbance propagated through ether,\\\" is not fully determined. Numerous experiments have been undertaken to determine this, but as yet no proof has been found that the rays are a form of light, although there appears to be nothing in their properties inconsistent with their being so. For the moment most investigators are content to admit that the term X-ray virtually begs the question as to the intimate nature of the form of energy involved.\",\"timestamp\":1636538176,\"title\":\"What, then, is this storm-centre? \"},\"digest\":\"w1LN98FYYKESdWcYfVKP734OPtE0olYT7blg2vzR_cs\",\"authorship\":{\"contributor\":\"0x8073DB17391a3781b4a401FD4adA047A0c318a6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qL0L8zozLfOxKOBenjlYspe3GbAFVdrijlF5m8h67M4\\\",\\\"y\\\":\\\"xA3pphTt2EKmphNya8QYbR-IWqDyqpAAEtlT-91yf8k\\\"}\",\"signature\":\"zJhYxcb-VrT7j7V3B3er622lHUBHz5WyDc7M5JK5lGlJHrG47uYDlU8MlCnfNsBqsJobFx0Rrf9Dv1oia6p34A\",\"signingKeySignature\":\"0x6275000b215c84e86ba1e1587d521d1a50182a505b2c7694b7ab50a5107fd6d964097cee54b3e578da45b2e2513b1f4b5d3648bc6190eef12fc1cbe4823308191b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qL0L8zozLfOxKOBenjlYspe3GbAFVdrijlF5m8h67M4\\\",\\\"y\\\":\\\"xA3pphTt2EKmphNya8QYbR-IWqDyqpAAEtlT-91yf8k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w1LN98FYYKESdWcYfVKP734OPtE0olYT7blg2vzR_cs\"}"