"{\"content\":{\"body\":\"The NFT trading platform CryptoArt.Ai and MetaDogeNFT and their creative team metalivestudio have reached a strategic cooperation. The two parties will rely on the metaverse platform Decentraland to work together to build a star and artist IP metaverse, including virtual characters of stars and artists, and holding fan concerts, etc. Such cultural activities provide richer IP elements, artistic features and application scenarios for the vigorously growing Metaverse life. It is reported that the first batch of cooperative IPs is the unreleased original DEMO NFT album of the three stars Zhang Jie, Jike Junyi and TFBOYS - the world's first music album type NFT. MetaDogeNFT is the first game character project hatched by Decentraland DAO. It is an avatar collection (pfp), but at the same time it is empowered to enable players to perform 3-dimensional incarnation (Avatar Swap) in the metaverse, and earn money by playing (player to earn), and enjoy future token rights. MetaDoge is set in a setting called Meta GamiMall, which will be a playground for Metaverse stars, artists and players to 3D avatar. Previously, East Goes Global, a well-known American entertainment company, and NFT platform CryptoArt.Ai released the original DEMO NFT of Zhang Jie, Jike Junyi and TFBOYS. The original DEMO NFT of Zhang Jie will be sold at 2 pm on January 19th.\",\"timestamp\":1642735276,\"title\":\"NFT trading platform CryptoArt.Ai and MetaDogeNFT cooperate to shape the star IP metaverse scene\"},\"digest\":\"GLvR0torgrGM_riAEoaqFrmRA_viqiV2rMEglqp4dRU\",\"authorship\":{\"contributor\":\"0x5fA116830940bC3C0D6e092EcFA28a1692c23275\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TZ5juqPVlcAbxbm2THpv5K4Qi_Oeym28mHsSQ94I1ho\\\",\\\"y\\\":\\\"lUlnPx7Mg3VsGHxpSRa6nNEmgFniNdR2T7tsTLtY5xY\\\"}\",\"signature\":\"xpUoBtJSj_1A4TVDOq2sj3hxND5-gQwLki7NuGk1FBmjhcuMsRfl90IYXtyywRpj8FHxBtwQtCl4SDzLIMou1A\",\"signingKeySignature\":\"0x0cf7cef7a3278697471608a5e6d26d66c6404397f43acf2a9428b0912dda78350918b95c84e7912754bd98dce6b8135cc184ec2698c162c0d3ce8c385c5715e31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TZ5juqPVlcAbxbm2THpv5K4Qi_Oeym28mHsSQ94I1ho\\\",\\\"y\\\":\\\"lUlnPx7Mg3VsGHxpSRa6nNEmgFniNdR2T7tsTLtY5xY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GLvR0torgrGM_riAEoaqFrmRA_viqiV2rMEglqp4dRU\"}"