"{\"content\":{\"body\":\"If we haven't crossed paths in the weird wilds before, I'm Keridwen, the WITCH of WIT and resident wordsmith at Crypto Coven. 🖋️✨\\n\\nAs many of you know, our WITCH NFTs come with not only gorgeously rendered art, but also a name, an archetype, astrological signs, stats within our magic system, and an ARTICULATION.\\n\\nHere's me:\\n\\n![https://www.cryptocoven.xyz/witches/5](https://images.mirror-media.xyz/publication-images/WK97UofiCyAq59-LbbyMH.png?height=1436&width=1758)\\n\\nAnd a few lovely examples:\\n\\n![https://www.cryptocoven.xyz/witches/64](https://images.mirror-media.xyz/publication-images/DQitslu9NmK9JgzX1d1BF.png?height=1436&width=1766)\\n\\n![https://www.cryptocoven.xyz/witches/214](https://images.mirror-media.xyz/publication-images/w0GzmJzzxllwQ9tKEQtnP.png?height=1432&width=1760)\\n\\n![https://www.cryptocoven.xyz/witches/425](https://images.mirror-media.xyz/publication-images/J_-m4J8YoCnxEFOk9hPJh.png?height=1400&width=1750)\\n\\nWhen we first imagined this project, we knew we wanted the WITCHES to feel folded into the world we were building from the moment of their inception. Not just empty tokens who would one day populate the universe we create, but individuals with a firm place in it: hags with pumpkin cottages, mages with dissertations on star alignment, necromancers with brooches haunted by lost souls. We wanted the WITCHES to feel alive and bolstered by narrative—something new and exciting in this space.\\n\\nI started drafting ARTICULATIONS, or WITCH descriptions, with scalability in mind. Our goal was 9,999 WITCHES, more than could be hand-composed without some sort of magic-making. I decided to break down the descriptions into five sentences each: an intro, a hobby, a magic origin, an archetype-specific trait, and an exclamation. I wanted a structure that would give each WITCH an identity made particular, idiosyncratic, and strange, that still unified the archetypes, created an overall tone for the voice of the project, and delivered our ethos of individuality.\\n\\nTo generate the sheer number of sentences required for that level of uniqueness, I used OpenAI's GPT-3 Playground as both a jumping off point for new ideas and a straight-up generator to churn outputs using my writing as a seed when it was up to the task.\\n\\nOur initial acquaintance was... underwhelming. Here, my input is in bold and the AI output is in standard text:\\n\\n![A first attempt at generating hobby sentences.](https://images.mirror-media.xyz/publication-images/iMeRmIVOqsHv3qtLPwqHf.png?height=1129&width=928)\\n\\nAlthough the rhythms were excellent (I believe I used an adaptation of \\\"You let your hair grow out. You let it fall.\\\"), the specificity wasn't quite where I wanted it.\\n\\nMore rigid structures, as shown below, yielded better results!\\n\\n![GPT-3 got creative with sources of magic.](https://images.mirror-media.xyz/publication-images/CYQaDDlLov1PnL9cwYlzF.png?height=879&width=1360)\\n\\nAnd there were occasional gems like, \\\"Your magic spawns from... a good book with ten very attractive people on the cover,\\\" which 100% made the final cut. Polyamorous harem romance is, after all, the PREMIER source of magic.\\n\\n![I didn't end up using \\\"a balloon animal made out of fire and an old movie theater ticket,\\\" but, God, I love that one.](https://images.mirror-media.xyz/publication-images/BiLjpnnPw69WiKxCD5_Ug.png?height=403&width=1264)\\n\\nHere's another AI replication of a firm structure that yielded fantastic results:\\n\\n![The WITCHES just love to dance, okay?](https://images.mirror-media.xyz/publication-images/z-pKVtO4tgwBsRuF7bccT.png?height=289&width=956)\\n\\nFor something shorter and more abstract like the exclamations, I let it freestyle much more:\\n\\n![What it was going to say with \\\"MAKE YOURSELF BE F-\\\" haunts me to this day.](https://images.mirror-media.xyz/publication-images/syXoLRLiVOKDJTxr9KmBq.png?height=1129&width=928)\\n\\nSometimes the AI just wanted to write straight-up fiction with dialogue, and I hated to crush its dreams, but that was not our intended vibe.\\n\\n![GPT-3 had a lot more to say about \\\"the device.\\\"](https://images.mirror-media.xyz/publication-images/GJvMZ0YUKd04U2lHXDXCI.png?height=1259&width=1499)\\n\\nI also found that our energy often struck fear into the heart of this machine.\\n\\n![An OCCULTIST simply can't be tamed.](https://images.mirror-media.xyz/publication-images/T-HiMIsFplpponV86X1aV.png?height=683&width=1504)\\n\\nA large majority of my initial completions were warned to be \\\"unsafe,\\\" though the outputs themselves were fantastic and perfect for the OCCULTIST archetype with whom they made their home.\\n\\nAt the end of our labors, we produced hundreds of sentences to be mixed and matched across the metaverse, to combine and collide into thousands of consciousnesses. Aletheia, our WITCH of WISDOM, was the first to say that OpenAI had become something of a digital familiar—a friend and confidante that lent a helping artificial consciousness to the effort of bringing WITCHES to life.\\n\\nBut we were not yet done! One of our goals for the project was to incorporate the creativity and enthusiasm of our early supporters. We collected community moodboards and ARTICULATIONS with the goal of selecting those we loved most to fold into the makings of the weird wilds. The results were, frankly, fantastic:\\n\\n![If you spot one of these ARTICULATIONS in a WITCH, it came from the community!](https://images.mirror-media.xyz/publication-images/QXPnZ56iQuXjRoRLkyema.png?height=1446&width=1614)\\n\\nSo now, as our community sale churns on, the WITCHES are articulated not only by my initial writing, but also the strange magick of artificial intelligence and the imagination of some of the project's dearest supporters. Paired with the delightful names generated by Aradia, we've summoned some truly wondrous and woeful WITCHES. 🖤\\n\\nAdmire them all:\\n\\n[https://www.cryptocoven.xyz/witches](https://www.cryptocoven.xyz/witches)\\n\\n\\n---\\n\\nBE WELL; BE WILD; OR ELSE, BEGONE!\",\"timestamp\":1637267153,\"title\":\"AI-Aided Articulations: What Makes a WITCH?\"},\"digest\":\"0BwW-DLPxLSRRFRIGDoMFfon1m5qRryQfgs_vxo9MGs\",\"authorship\":{\"contributor\":\"0xac9d54ca08740A608B6C474e5CA07d51cA8117Fa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QL9As1phTt5qAerABqix1dGhClNkoTL0alZd_c6C8Tc\\\",\\\"y\\\":\\\"V6egfCv-dODYWFHm6pzi7w4DonEQZtFB7VeMxD65p_Y\\\"}\",\"signature\":\"NHm9dsX2nujUuhS2pzUEqYIz-Z6m8djbFP2M0G11RdV8--MX5_YnGCW_4vzCPfRwtc5Nuv7NHVOX59cdTfJvMw\",\"signingKeySignature\":\"0xca12d28b5bbbd5b7a47b1aebca997ec760dd510c5e8e92e90d7410f5fe51815262db8cf74c982792339abfaf3b66f2e514a28c3d8d80203da8e470403797376b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QL9As1phTt5qAerABqix1dGhClNkoTL0alZd_c6C8Tc\\\",\\\"y\\\":\\\"V6egfCv-dODYWFHm6pzi7w4DonEQZtFB7VeMxD65p_Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UOw3Xr2ZdVAhQJ4vUoSyiVUrNoNwjTewpp0PcnoS_40\"}"