"{\"content\":{\"body\":\"## Iniciativa de recaudación de fondos para inversión digital en criptodivisas\\n\\n![Ilustración del Bitcoin](https://images.mirror-media.xyz/publication-images/9LEJv9pBssd5JYTLMFKgg.webp?height=1520&width=2280)\\n\\nAñadir resumen para el inversor fuera de lo técnico\\n\\nLeer\\n\\n[https://programmerclick.com/article/857297263/](https://programmerclick.com/article/857297263/)\\n\\n### Introducción\\n\\nActualmente en el comienzo de una nueva era donde todo converge en la descentralización de los sistemas con inclusión democrática\\n\\nEl crecimiento de la tecnología de criptoactivos, ha permitido la creación de nuevos modelos de negocios y aplicaciones fundamentalmente para conseguir financiamiento de una manera rápida. Implementar esta nueva tendencia puede traer grandes beneficios en general a industrias como educación, cuidado de la salud, banca, servicios financieros, telecomunicaciones, gobiernos, medios de comunicación, ciberseguridad, logística, marítimo, finanzas, alimentaria, entre otras.\\n\\nPor ello hemos decidido dar el primer paso a través de una recaudación de fondos la cual nos permitirá financiar y materializar colectivamente nuestros proyectos a futuro que indiscutiblemente contribuirán directamente al desarrollo económico, cultural, industrial y social del país. Podemos generar un nuevo modelo de negocio basado en criptoactivos y tecnología Blockchain\\n\\nSin duda alguna, en Colombia hay el talento para desarrollar todo tipo de proyectos si realmente estamos dispuestos a enfrentar el cambio.\\n\\nTodo converge en las siguientes características del protocolo: criptografía, algoritmos matemáticos, descentralización, altos estándares de cifrado, sin intermediarios, automatizado, privacidad, etc.\\n\\n**¿Bitcoin es una oportunidad de inversión?**\\n\\nComo cualquier otro activo, puede ganar dinero comprando **Bitcoin** bajo y vendiendo alto, o perder dinero en el escenario inverso. Por una parte, la fluctuación del precio es debido a factores como la compra de grandes volúmenes, cambios en la estructura de la red, adopción del gobierno, cumplimiento de la ley de la oferta y demanda, etc.\\n\\n*El precio de una criptodivisa varía según la demanda del mercado. Cuando ésta aumenta, el precio sube y viceversa.*\\n\\n![Imagen tomada de https://www.bitpanda.com ](https://images.mirror-media.xyz/publication-images/lYpSODS6PrCX8sjTQZvUk.jpg?height=1188&width=2100&&&&&&&&&&&&&&&&&&&&&&&&&size=medium)\\n\\n### Inversión, rentabilidad y financiación\\n\\n**Inversión**\\n\\nCon el monto que prevemos recaudar de `25 millones de pesos o más`se ejecutará una inversión digital bloqueada a través de staking (tipo CDT en Colombia) en criptodivisas a un de un año con una rentabilidad fija del 100% si se cumplen las ofertas realizadas para el mercado de criptodivisas.\\n\\nPara realizar la inversión solo ofrecemos la posibilidad de personas de nuestro círculo más cercano (no external) para generar credibilidad y transparencia\\n\\nla ronda de inversión ya que se prestaría para pensar en estafas piramidal lo cual no aplica para nuestro proyecto porque no queremos perder la credibilidad e imagen por\\n\\n*Solo aquellos que mejoran su estrategia de inversión en criptodivisas todos los días lo consiguen con éxito asegurado.*\\n\\n**Rentabilidad**\\n\\nNuestras ganancias son establecidas por el excedente del `100%`que se le asigna al inversor, por ejemplo: Si una persona invierte `COP 500,000`y el valor de inversión sube un `+155%`nosotros captamos el `55%`excedente después del `100%`neto. De hecho, estas estimaciones son tomadas en cuenta por un experimento que realizamos hace 4 meses con una inversión inicial de `100 USD`y obtuvimos beneficios por más de `+200%`. Sin embargo, invertir en el momento adecuado requiere de estudio, análisis y dedicación a “muerte”.\\n\\n**Financiación**\\n\\nLas ganancias que estimamos conseguir se invertirán para empezar a hacer piloto para desarrollar más que una empresa, un protocolo o proyecto,\\n\\nya que el objetivo de la Blockchain es la\\n\\nNo somos el tipo de personas que quiere conseguir las cosas fáciles y rápido. Sin embargo, con la creciente demanda y poco conocimiento que se tiene de este nuevo mercado, hemos dedicado y experimentado por cuenta propia las inversiones con criptodivisas\\n\\nNuestro principal fundamento se basa en el análisis y evaluación de criptomonedas con  alta de tecnología, y aprovechamiento de la volatibilidades\\n\\na mediano y largo plazo con\\n\\nNo hay duda de que el dinero digital es el futuro, por lo que siempre es bueno adentrarse en una inversión con futuro. Eso sí, por ahora, las criptomonedas son activos financieros con alto riesgo debido a su elevada volatilidad. Así que, nuestra estrategia es\\n\\nNuestro método retirar será a través\\n\\nenviar las criptodivisas con su valor aumentado a una billetera criptográfica para empezar a desarrollar nuestros proyecto online\\n\\nPara el desarrollo de nuestro proyecto daremos un imagen concisa y transparente a aquellos que están y no están interesados en nuestra recaudación de fondos para inversión en activos digitales.\\n\\nla inversión no esta legalmente constituida, por lo tanto, esperamos generar confianza\\n\\nNo es una estafa, No es una pirámide, No es un esquema Ponzi, etc.\\n\\n**Capital inicial por persona)**\\n\\n`COP $4,000,000 (001DAD)`\\n\\n**Capital inicial bruto =** `COP 15,000,000`\\n\\n**Estimado de recaudo externo =** `COP 25,000,000`\\n\\n**Estimación de recaudo total bruto =** `COP 40,000,000`\\n\\n***Estimado actual externo de clientes inversores***\\n\\nDon Federico `COP +10,000,000` \\n\\nWilson David\\n\\nLuis Adarme\\n\\nDoris\\n\\n### Garantías y Condiciones\\n\\n**Garantías**\\n\\n1. La ganancia neta corresponde al `100%` neto que se evalua en el desarrollo de la inversion basada en el comportamiento mercado de criptodivisas\\n\\n   dependiendo del comportamiento  mercado de criptodivisas\\n2. [Binance](https://es.wikipedia.org/wiki/Binance) es la plataforma legalmente constituida\\n3. funciona a nivel global cuenta está totalmente constituida y regulada por entes financieros.\\n4. Si el capital base llega en determinado tiempo a su valor inicial se procede a intercambiarse por medio de la opción Stop-Limit a dólares para evitar perdida de la capital inicial.\\n5. Informes sobre las compra y venta de criptodivisas en tiempo real\\n6. \\n\\n**Condiciones**\\n\\n1. Los fondos estarán bloqueados por 1 año a través de la opción [Staking bloqueado](https://www.binance.com/es-LA/support/faq/650826666c344c15a062932983a38c2e) en la plataforma [Binance](https://www.binance.com/es) y no pueden ser retirado hasta completado el año\\n2. Completado el periodo estipulado del bloqueo, las ganancias y el capital serán distribuidos a través de cuentas bancarias (No efectivo)\\n3. \\n4. distribuidas por medio de la venta de criptodivisas a otras personas cuando su valor sea\\n\\nNota: Al ingresar el dinero puede que tenga que\\n\\npuede crear una billetera criptográfica\\n\\n## Proyectos\\n\\nA continuación compartiré unas breves ideas sobre nuestros planes a futuro con la aplicación de la tecnología Blokchain en Colombia y Latinoamérica:\\n\\n 1. **Crowfunding** a través de inversión en criptodivisas a largo plazo para estudio e investigación de oportunidades de aplicaciones con inversores naturales. ***(En proceso)***\\n 2. Venta de piezas digitales encriptadas como **NFT (Non Fungible Token)**\\n\\n    Actualmente estamos desarrollando un proyecto enfocado en los [Tokens no fungibles](https://es.wikipedia.org/wiki/Token_no_fungible) donde crearemos la *primera parte* de un tributo a 10 artistas seleccionados para listarse como **NFT** en la red de Ethereum por un valor de ***3,1416 (π) ETH*** cada uno, por consiguiente esperamos recaudar un total de ***31,416 ETH*** (aproximadamente ***150,000 USD)*** que serán destinados a la creación de una comunidad enfocada en tecnología Blockchain y industria 4.0 en *Colombia*.\\n 3. **Arte de algoritmos**: Arte generativo basado en sistema algorítmicos y funciones de código \\n 4. para creación de NFT\\n 5. Crear un **espacio** enfocado en la educación del mundo crypto, Blokchain, Metaverse, DEFI, gobernanza, gaming,\\n 6. ENS **(Ethereum Name Service)** enfocada en compra, venta y colección de dominios\\n 7. **Fintech descentralizado** por sistema de consenso (Regulado por la comunidad que administra la red). Sin ninguna jerarquía. Incluso tú puedes proponer las reglas.\\n 8. **ID Digital** con tecnología Blockchain (Tipo de identificación como la cédula de ciudadanía, tarjeta de identidad, facturas y certificados)\\n 9. Elaboración de **contratos inteligentes** a través del protocolo de **[Ethereum](https://ethereum.org/es/)**[ ](https://ethereum.org/es/) para la ejecución transparente de un acuerdo entre dos o más individuos. Su papel juega un rol muy importante en la vida diaria, puesto que elimina la necesidad de requerir de un intermediario que valide si las normas en un contrato se cumplan correctamente a, un ejemplo: Los abogados que por medio contratos elaborados por ellos mismos se pueden presentar alteraciones y lo contrario ocurre con los contratos inteligentes que son en palabras resumidas hacer uso de algoritmos y elementos matemáticos permitir establecer si las reglas definidas se cumplan en la proporción 1: 1 hace que sea más transparente el cumplimiento de un acuerdo legal.\\n10. Integración de herramientas de **almacenamiento** **descentralizado**\\n\\n    Estamos enfocado en utilizar tecnología fundamentalmente divide, encripta y distribuye tus archivos a través de una red descentralizada. Eres el único propietario de tus datos por tener tus llaves de billetera.\\n    1. Cabe destacar que actualmente las tecnologías criptográficas brindan diferentes mecanismos en su ecosistema relacionados con los servicios de **almacenamiento distribuido** como IPFS, Filecoin, StorJ, Sia tech, etc. Estas aplicaciones fueron principalmente desarrolladas como alternativa a servicios centralizados que están en el mercado como AWS, Azure, Google Drive o Dropbox que guardan los archivos en un solo servidor y son vulnerables a ataques, robo de datos\\n11. Uso de **herramientas DEFI**\\n12. brindarle a las personas control autónomo sobre su economía y lograr dar más libertad financy iera \\n13. la solucionar la brecha que sufre el sistema financiero en Colombia como banca, préstamos, red de pagos, m  \\n\\n## ¿Cuál es nuestra visión?\\n\\nCrear una comunidad consensuada en Latinoamérica para ser líderes en aplicación y desarrollo de las nuevas tecnologías\\n\\nCreemos firmemente en el potencial que tiene la tecnología y de las distintas aplicaciones que puede tener en Latinoamérica para solucionar diferentes problemas\\n\\n### Información adicional\\n\\n**Capital semilla**\\n\\nEl capital semilla en la empresa puede utilizarse para correr con los costes de actividades tan preliminares como la investigación de mercado y el desarrollo de producto. Los inversores pueden ser los propios fundadores, que utilizan sus ahorros o crédito. También pueden ser miembros de la familia y amigos de los fundadores. Además, los inversores externos pueden tomar la forma de un inversor ángel , de un fondo de Capital riesgo , o ser inversores acreditados . El capital semilla no tiene por qué ser necesariamente una cantidad demasiado grande.\\n\\n**¿El oro digital?**\\n\\nPor sus características - duradero, palpable, limitado y valioso en sí mismo -, el oro ha demostrado a lo largo de la historia ser el valor refugio por excelencia. Invertir en el metal dorado ha sido siempre sinónimo de seguridad y protección del capital, sobre todo en tiempos de vaivenes políticos y económicos.\\n\\nDefensores de bitcoin lo han llegado a bautizar como el \\\"oro digital\\\" por el hecho de que su emisión es limitada y porque su cotización reacciona en el mismo sentido que los valores refugio tradicionales en momentos de tensiones geopolíticas.\\n\\n**¿Cómo se calcula el ROI?**\\n\\nEl [ROI](https://learn.robinhood.com/articles/63tybQaLAd7YkzH5dhIv39/what-is-return-on-investment-roi/) (retorno de la inversión) nos va a indicar el retorno (%) de la inversión realizada.\\n\\n`ROI = (beneficio neto - inversión/inversión) x 100`\\n\\n**¿Cómo se calcula el cambio porcentual de la inversión?**\\n\\nTome la ganancia o pérdida de la **inversión** y divídalo por el monto original o el precio de compra de la **inversión** . Finalmente, multiplique el rendimiento por 100 para hacer el **cambio porcentual** en la **inversión**\\n\\n`Valor Inicial - Valor Final = [A]`\\n\\n`A / Valor Inicial = [B]`\\n\\n`B *   100`\\n\\n![Fecha de publicación: 15 de Noviembre de 2021](https://images.mirror-media.xyz/publication-images/BRU77DXTzaJtH6t65OABM.jpg?height=500&width=1500)\\n\\n\",\"timestamp\":1636832773,\"title\":\"Libro Blanco del Crowfunding\"},\"digest\":\"DzKmWbCJtOdIJkZok98N3G1Lfco_Iyu4b8EPk6aJENQ\",\"authorship\":{\"contributor\":\"0xaD3F6770D3C821510C9EaFd8F8C9A0c1e569edCb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RT6bC-ne87hvjG-sMSVh-yoEHty0sHpttouX0Ih9NKE\\\",\\\"y\\\":\\\"Wpb_fX1IhGl2HBQ3OhctYcDEE6f2hueJE2hKZNZdNRY\\\"}\",\"signature\":\"1hM9-maSMqpTIlQwdnOYO_Ym5eNe9jsxCQl5yN7tZa_D1O2BQ1QUjQRTuUeVfbYC-_9-dsuJ4jhfu16NH3SwAA\",\"signingKeySignature\":\"0xf7801281480eda300c5f9146d961bbbc8e2a2c3c5bf8d3d70d18ea3b773844c75763f0d9e652e654b90db89779571f79b16c83e9130eacbf9f3d4371947e66091c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RT6bC-ne87hvjG-sMSVh-yoEHty0sHpttouX0Ih9NKE\\\",\\\"y\\\":\\\"Wpb_fX1IhGl2HBQ3OhctYcDEE6f2hueJE2hKZNZdNRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u_JUP8Jso-4oV82GezEm04JD9R9wLelIyEEimYEYPSY\"}"