"{\"content\":{\"body\":\"NFT Whales have been our go to resource for finding the latest NFT investing strategies. Investing is all about seeing what other people don’t, spotting opportunities and being early to trends. Whales have been making the headlines in the past year. From buying [Punk 4156](https://nftgo.io/asset/ETH/0xb47e3cd837ddf8e4c57f05d70ab865de6e193bbb/4156) at the crazy price of 2500 ETH -roughly $10M- to collecting [Apes](https://nftgo.io/collection/bored-ape-yacht-club/overview) and [Generative art](https://nftgo.io/collection/art-blocks/overview), Whales are breaking records in market share. From NFTGo’s latest stats, **[860 Whales are occupying over 27% off the entire NFT market cap](https://nftgo.io/whale-tracking/trade)**[.](https://nftgo.io/whale-tracking/trade)\\n\\n## Minting activity in-depth\\n\\nMaking data-driven decisions requires capturing in-depth information from the data. The details of the Mint section dive deep into every detail of the minting activity from Whales. by subjectively analyzing the minting activity data, you can discover actionable knowledge about your next minting strategy. We gather the data about Whale minting activities in two perspectives:\\n\\n1. Collection\\n2. Whales\\n\\n**The collection perspective**\\n\\n* Winning the race to minting blue chips\\n\\nThe Whales Minted table ranks NFT projects based on the number of Whales who minted their NFT. The time window can be as small as 15 minutes. You’re gonna know about Whale minting activities before anyone else!\\n\\nYou can leverage smaller time windows to find the active minting events in the market. \\n\\n![Data source: NFTGo.io](https://images.mirror-media.xyz/publication-images/Fj8tal2mR68Y8dZ_WhS-I.png?height=638&width=2486)\\n\\nThis is the data from the last 15 minutes. NFTGo organizes the most important data from the minting transactions into 7 column:\\n\\n* **Whales**\\n* **Minted**\\n* **Mint Volume**\\n* **Minters**\\n* **Total Gas**\\n* **First mint**\\n* **FOMO** \\n\\n**Whales**\\n\\nThis column shows the number of Whales that minted NFTs from this collection during the selected time range. This shows the popularity of the collection among Whales. It can be a helpful guide to look into the latest projects that allow minting through the lens of Whales. In this way, you can have a higher chance of finding great projects early. \\n\\n**Minted**\\n\\nThis shows the sum of NFTs minted by the Whale. This is an indicator of how much faith the Whales have in the project. By minting huge amounts of NFTs, these Whales take the highest risk in the project.\\n\\n![Data source: NFTGo.io](https://images.mirror-media.xyz/publication-images/BsaqvLGASs9UEuKmpNhlH.png?height=558&width=2464)\\n\\nDuring the last week, 99 NFTs were minted by only 2 Whales from the [Keepers](https://etherscan.io/address/0xcb1021080b61dac7032618de925a62176cbc8372) collection.\\n\\nMint volume and minters\\n\\nMint volume distinguishes airdrops from NFT collectible projects. This number is the sum of the volume (trading activity) created by Whales in ETH.\\n\\n![Data source: NFTGo.io](https://images.mirror-media.xyz/publication-images/gl_5hx9PnuQfdx2hxZAKD.png?height=848&width=2524)\\n\\nIn the last 24 hours, most of the volume is flowing into DoodPunk. The second project Whales are spending money in is Uniswap lp positions. \\n\\n**Airdrops**\\n\\n![Data source: NFTGo.io](https://images.mirror-media.xyz/publication-images/3VOUCWltjz7LaJY_S-r97.png?height=1268&width=2478)\\n\\nThe table above shows the latest Whale mining activities in the last 24 hours. The Data illustrates that most Whales are buying fees.wtf collection. These Whales have spent a total amount of 369 ETH (which is about $1.2 million dollar) on gas fees for minting this collection in the last 24 hours. These gas fees were generated by miting 29 NFTs in total for claiming their NFTs. The NFTs are free to claim for this collection so there’s no volume created by the Whales. Over 3,432 people have claimed this NFT airdrop!\\n\\n* **Fomo?** \\n\\nSometimes human psychology gets in the way of rigid analytics and data tools. Although math is helpful for estimation, it’s definitely not the ultimate answer.\\n\\nWhat can we do about this?\\n\\nNFTGo provides a solution for spotting FOMO in NFT projects. \\n\\nThe fear of missing out (aka. FOMO) is a strong factor in one’s NFT minting. Whales are constantly looking for popular NFT projects and they don’t want to miss out on investing in a new blue-chip NFT. The popularity of a project raises its likelihood of appreciating in value over time. Although on-chain data doesn’t directly give us a FOMO signal, it gives us numbers that we can analyze and estimate FOMO for a project.\\n\\nAt NFTGo, we consider 3 levels of FOMO for every project Whales mint:\\n\\n1. None\\n2. Low\\n3. High \\n \\n\\nWe categorize the projects based on the minting activity during the latest 15  minutes. Based on this number, we categorize fomo into these 3 rankings:\\n0 -> None\\n1 - 50 -> Low\\n51 - 100 -> Medium\\n100 + -> High\\n\\n**The Whale perspective**\\n\\nThe Top Whale Minters table is based on the number of minting activities for each Whale. You can sort the data based on the most or the least amount of minting activity.\\n\\n**Diversification**\\n\\nIt’s best practice to alway consider diversification in whatever investing strategy you’re analyzing. NFTGo gives you the number of collections a Whale has generated minting activity in. In this way, you can easily spot how diversified their new NFTs are across the market.\\n\\n![Data source: NFTGo.io](https://images.mirror-media.xyz/publication-images/gzen8aOqUn7_j5QsuGwbS.png?height=600&width=2494)\\n\\nDuring the last 24 hours, [this address](https://nftgo.io/account/ETH/0xbdd95abe8a7694ccd77143376b0fbea183e6a740#NFT) has had the most diversified minting portfolio. They’ve spent a total amount of 5.45 ETH gas to mint 49 NFTs across 5 collections.\\n\\n**Minting Volume**\\n\\nVolume is an important metric to consider when analyzing minting options. We collect the total amount of ETH that the Whale has spent for minting purposes and compare that to the largest amount in the market’s history.\\n\\n![Data source: NFTGo.io](https://images.mirror-media.xyz/publication-images/2Z09QTxI0b4Typq3Hl4an.png?height=696&width=2480)\\n\\n \\n During the last month, this address has spent over 300 ETH ($992.5K) for 74 NFTs.\\n\\n* **Total Gas⛽️**\\n\\nGas prices are brutal, we know that and Whales also know that. They are willing to pay larger gas fees to win the gas war and mint the NFT if they really want it. This shows how important is holding that NFT for the Whale. You can see here that the first address has paid over 15 ETH in gas fees and has spent only 4 ETH on the actual NFTs. In contrast, the second place has spent almost 3 times more than their gas costs on their NFT.\\n\\n![Data source: NFTGo.io](https://images.mirror-media.xyz/publication-images/GKmlw-TX1z4FBP3BdONWp.png?height=622&width=2488)\\n\\n**Last mint and minted**\\n\\nThe two last columns give you more information about their Last minting activity and how much NFTs they have minted during the time period of your choice.\\n\\n \\n **How does this pay off?**\\n\\nStrategically making decisions about your minting activities can unlock huge profits. All of the NFTs we know of today were first just a new NFT collection available for minting. Famously, some of them like CryptoPunks were free to mint. \\n\\nNFTGo’s new Whale Tracking feature is a comprehensive tool for analyzing Minting activity from Whales.\\n\\nWritten by: qazal\\n\\nTwitter: [@_qazalsn](https://twitter.com/_qazalsn) \\n \",\"timestamp\":1642267379,\"title\":\"Whales on our radar\"},\"digest\":\"iNWVEop-TIX1G8l6UJ3AdgCllb0PzfzOj3IenYz3kEo\",\"authorship\":{\"contributor\":\"0x7c9CEfF6479439BF14621A09Ca8ab5635a26bD00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6T1B4XHCL7zmygYE6btMTOp5tMviDFQ_RwTIkgrTv7I\\\",\\\"y\\\":\\\"aYLzxp2bdc3BHkwNfZsfJkOBXsHZ-782lXj8L7eW42M\\\"}\",\"signature\":\"dbnlhPvTOJyAvxdCJ98PjsMJfH-QalyepXKmuoGGYpthjXbz3_hHkeAjZ5AWzzH2D0KE8FXjzitTIu4ZUbdKzA\",\"signingKeySignature\":\"0xf8da0cf01b5445dbd424ad8a496b21ffa3aec185bced6b5f780a6706da218eb143e16f5182eaabb7fa16c9130b3f36aa9711be17e53047c17f52836b49164b8c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6T1B4XHCL7zmygYE6btMTOp5tMviDFQ_RwTIkgrTv7I\\\",\\\"y\\\":\\\"aYLzxp2bdc3BHkwNfZsfJkOBXsHZ-782lXj8L7eW42M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iNWVEop-TIX1G8l6UJ3AdgCllb0PzfzOj3IenYz3kEo\"}"