"{\"content\":{\"body\":\"\\n　　Many Chinese believe that for China to be strong its trade account must not be in the red. It must have a trade surplus to grow prosperous. So if we look back at 5000 years of Chinese history, it would be surprising that the time China’s trade was in the red was also just when the ‘middle kingdom’ was at its peak during that dynasty.\\n　　For example, during Han Dynasty, China ran a trade deficit for centuries with neighboring countries, and it was also the time China became the center of the Asia. Another obvious example is the Tang and Song Dynasty (from 7th century to 11th century), when China was again in a trade deficit with nearly all its neighbors. China was then experiencing shortages of gold, silver or even bronze, but none of this had blocked the red dragon from being the strongest nation at that time. But at the end of Song Dynasty, just decades before the Chinese were invaded and defeated by Mongolians, China became the main exporter in Asia and it was one of the several periods when China was weak. Historians cannot simply conclude this as coincidence.\\n　　Recent history tells the same story. The end of 19th century was a nightmare for the ancient nation. Many blamed the trade deficit that resulted from opium trade as the plague which caused the weakness of China’s economy in the late Qing Dynasty. However, if we put opium trade aside, China was still a large exporter in the world while it imported little from the outside world. At some point, China’s trade partners had to use opium as a way to pay for their trade deficit with China. Earlier, in the middle of the 18th century, China could produce enough opium for domestic market and also become an exporter in normal definition, but it didn’t help China to be a stronger nation at all. When China launched its first industrialization campaign, it’s trade soon turned into red again, but this happened during the last struggle of Qing Dynasty in its dying years.\\n　　After its opening-up in 1978, China was in the red again for eleven years, with the exception of 1983. The government is implementing of a strategy of stimulating exports initially from China’s opening-up. It is a reasonable policy for a post-communism economy which is lack of an efficient fiancé system and a minimum-required foreign currency reserve.\\n　　Since 1990, China has been chalking up trade surplus with the exception of 1993. In 2004, the trade surplus of China amounts to $70 billion, of which $58.6 billion from Sino-US trade. With its expanding of trade surplus, its economic rapid growth continues for decades. At the same time, Chinese factories are famous for dumping cheap goods from advantages of its low-cost labors and poor environment standard. After all, China is developing, much faster than EU, US, Japan or any other major power of the world. There is no doubt that China is regaining its strength and will be a major economic power in the 21st century.\\n　　What will China bring to the globalization of economy? Even for a country of 1.2 billion population and 960 square kilometers, there is no unlimited supply of cheap labor or unlimited tolerance of environment pollution. However, the demand of the 1.2 billion population market in a fast-growing economy could be the powerful engine of the global economy in human history. Some of Chinese key officials and scholars has turned to pro-deficit attitude on this debate and more and more people realize that China has no responsibility to supply the world with cheap goods while the living standard of Chinese people are below average level. While those booming Chinese companies have shown their appetites for raw materials on the global market, the extravagance of Chinese wealthy family in cities has given hopes to global manufacturers.\\n　　Most of the pressure to grow imports comes from China’s trade partners, especially US and Japan. A strong wind calling for the revaluation of RMB has been blowing since the beginning of 2003, and some even criticize China as an exporter of deflation. At the same time, huge amounts of hot money flow into China despite capital controls that strictly limit money flows into this country. Chinese officials have openly refused to revaluate RMB under pressure and some even say that its a conspiracy to sacrifice China’s economy without bringing benefits to the global economy. But those strong words against the revaluation of RMB were more or less for internal politics. The government then began to boost the imports to ease the pressure on the currency.\\n　　Domestically, there are more and more criticisms against the stimulating-export policies, especially the tax reimbursement policy. The tax reimbursement to exporters has aggravated the fiscal deficit of the central government. The government has paid 125 billion RMB and 115 billion RMB for tax reimbursement. This appropriation was far from the amount incurred every year and up to the end of 2003, the tax reimbursement in arrears reached to 340 billion RMB ($41.06 billion). The profit margin rates of many exporters are below the reimbursement rate. As the default of payment accumulated year-by-year, some exporters have fallen into liquidity problem while waiting for the payment of tax reimbursement in arrears.\\n　　So China should not be afraid to become red in trade, like it has during many periods of greatness. If the dragon becomes be red for years or even decades, the most foreseeable consequence is that RMB will be an international currency. To support an international currency, China should build ‘a stable macroeconomic environment, an efficient market mechanism and a healthy banking system’ as Chinese Premier Wen Jiabao mentioned as the preconditions for a revaluation of RMB. It is easy to say what’s good but it is difficult to identify the problems and solve them. When the growth is still enough to sustain the system, who will be brave enough to cut the mess behind the rise? China should not be afraid to become red again.\",\"timestamp\":1639398062,\"title\":\"A red dragon in the global economy\"},\"digest\":\"AL4rEftn4JiIBA0nL22LtH-LUvPEaXorpsIggJ_M75Y\",\"authorship\":{\"contributor\":\"0xc7c8Fa917D383cBc649ea2C6397A5ad9456F60C9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rFdtqJfghk_St2S9HeJpDTJ54qlmbhFmZAZD9v-wWCg\\\",\\\"y\\\":\\\"4mNWbcQHUgks9_PNTPjADAzeXXFf2UkLISmPCelyt8E\\\"}\",\"signature\":\"i7rwM-_YQ0qU2MIFEF6TRoikw_HDB5zZP-QREsAW3Z6YzMiT0ETlEmD4CKeibT_9FgGKFRz-D8-wSAS7juWioA\",\"signingKeySignature\":\"0x263eaba9efc27e0ecc495b40ac309819bd00c6b58daace1c412de513f861d58d3b32873f7ebfca7527a0bfad5367e0de68136265be433b8cd6e9b71a61e7ba181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rFdtqJfghk_St2S9HeJpDTJ54qlmbhFmZAZD9v-wWCg\\\",\\\"y\\\":\\\"4mNWbcQHUgks9_PNTPjADAzeXXFf2UkLISmPCelyt8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AL4rEftn4JiIBA0nL22LtH-LUvPEaXorpsIggJ_M75Y\"}"