"{\"content\":{\"body\":\"> *“只有“智人”，除了能够谈论哪里有小河、哪里有果子、哪里有老虎之外，还能去谈论没有看见过、没有接触过、没有听说过的事情或东西。”*\\n\\n## 1、“智人”何德何能成为现代人类的祖先？\\n\\n在大约1万年前，地球上的“人种”只有“智人”一种，他们就是现代人类的祖师爷。然而，实际上，最早的人类大概在250万年前就开始演化了。大约200万年前，源自东非的远古人类有一部分开始离开非洲，向地球上其他地方扩散，足迹遍布了北非、欧洲和亚洲的广大地区。为了适应不同地区，远古人类开始分化，逐渐发展出不同的人种。\\n\\n在欧洲和西亚的人类现在一般简称为“尼安德特人”，比起现代人类的祖先—“智人”，尼安德特人更加魁梧，肌肉也更加发达，使得他们能够在冰河时期的欧亚大陆生存繁衍；在亚洲，住的则是“直立人”，直立人是目前已知存续时间最久的人种，一共存续了近200万年，虽然后来他们从地球上消失了，但这项纪录估计很难被智人及其后代（也就是我们）打破；在印尼的爪哇岛，住的是“梭罗人”；在弗洛里斯岛，住的则是身高不过1米、体重不超25公斤的“弗洛里斯人”；而在西伯利亚的丹尼索瓦洞穴中，考古学家又将“丹尼索瓦人”增加到了远古人类的大家庭中。\\n\\n与此同时，还在东非大本营的远古人类也在继续演化，出现了其他的人种：“鲁道夫人”、“匠人”，当然，还有我们自己所属的人种“智人”。\\n\\n![不同的远古人类](https://images.mirror-media.xyz/publication-images/xrQ7s1zfDEKIOKNhw8ngr.png?height=358&width=640)\\n\\n让人细思极恐的是，当智人开始向其他地区迁徙时，每到一个新地点，“本地人”都会很快灭绝。\\n\\n现存离我们最近的梭罗人遗迹是大约5万年前留下的，丹尼索瓦人也在那之后绝迹；而肌肉发达、脑容量更大的尼安德特人在大约3万年前退出了历史舞台；矮小如侏儒的弗洛里斯人在大约12000年前从岛上消失。\\n\\n这些远古人类究竟为何消失，智人又为何能够成为唯一的人类物种？\\n\\n有人说是因为智人能够制造工具、有人说是因为智人拥有语言，但这些解释似乎都不够精确。\\n\\n因为其他的远古人类也会制造工具和使用语言，甚至连动物也会制造工具和使用语言沟通（比如猩猩、猴子），我个人比较喜欢的一种解释是，**“智人”的语言可以描述“不存在的事物”或“虚构的想象”，这一点让智人取代了其他远古人类，更是把动物远远甩在身后，在日后短短时间成为地球主宰。**\\n\\n现代科学研究表明，蜜蜂或蚂蚁存在沟通机制，可以交流有关花粉或食物的信息，更别提猴子猩猩这类哺乳动物，但科学界普遍认同，无论动物通过何种方式交流，它们都无法讨论虚构或想象的事情，只能传递基于事实的信息。\\n\\n**而只有“智人”，除了能够谈论哪里有小河、哪里有果子、哪里有老虎之外，还能去谈论没有看见过、没有接触过、没有听说过的事情或东西。**\\n\\n雄猩猩在基因的驱使下与雌猩猩完成交配，而我们在与喜欢的人擦肩而过时，连孩子叫什么都想好了。\\n\\n**正是因为可以“想象”、可以“虚构”、可以“胡编乱造”、可以“先相信再看见”，智人逐渐制造出前所未有的工具、武器，然后，当越来越多的智人“一起想象”、相信故事时，传说、神话、宗教也应运而生。**\\n\\n无法扩展的语言（或者说无法编故事的语言）是无法支撑人口增长的，当族群只有十几个人时，彼此能够认识，在战斗或者捕猎时 ，自然容易沟通和合作。但当部落人口超过200人呢？靠什么让部落里的陌生人背靠背战斗、靠什么让整个部落分工协作？靠什么让整个部落团结一致呢？\\n\\n可以说，正是因为“编故事”的能力，让智人击败（屠杀）了其他远古人类脱颖而出，并且绕过缓慢的基因进化，踏上高速发展的列车。\\n\\n**基于“靠想象达成的共识”、基于“虚构的故事”、基于“信仰”，人类的合作能力一日千里，人们建造起了庞大的建筑、组织起百万人的军队、发展出跨越国界的宗教 ······**\\n\\n## 2、货币：相信的力量\\n\\n和传说、神话、宗教一同诞生的，还有货币。\\n\\n我不知道第一笔用贝壳充当一般等价物的交易发生在何时何地，但我可以确定的是，在彼时彼刻，交易的双方彼此信任，达成了共识：10个贝壳=1只羊。\\n\\n这种“虚构”或“想象”的能力是其他生物不具备的，正因为如此，人类才逐步从以物易物的过程中，抽象出了一般等价物的概念。从谷物、贝壳到黄金、纸币的漫长历史，实际上正是人类凭借想象力、依靠信任和共识，逐步将一般等价物抽象化的过程。\\n\\n**货币的诞生并不需要多么先进的科技，而只需要观念的改变。**\\n\\n观念改变之后，人类仿佛一下子开窍了，各种各样的东西被拿来充当货币。\\n\\n![不同年代的货币](https://images.mirror-media.xyz/publication-images/qFFpU4wDlc2eW1x8UWurN.png?height=608&width=1080)\\n\\n在科技革命时代，虽然人类社会的发明创造日新月异，但我们使用的货币似乎却并没有本质的变化。你可以想想你手里的纸币用了多久了。\\n\\n即便是现在最新版本的纸币，科技含量可能都不及你戴的Airpods。虽然总是有新的防伪技术加入，但纸币本质并没有实质性的改变。\\n\\n**纸币的进展缓慢不是问题，问题是纸币的数量似乎越来越多**，纸钞的印制甚至有点你追我赶的势头。于是我们看到在委内瑞拉、津巴布韦这样的国家，纸币的购买力急速下降，而即便是发达国家，在历史上某个时刻也经历过恶性通货膨胀的苦果。\\n\\n时至今日，似乎没有听过有国家定期回收或者销毁纸币的，相反的，都是越印越多，似乎大家都认为钞票多多益善。区别只是增发有所克制还是毫无顾忌。\\n\\n**以前，我们相信经济发展，钱包才能有钱，现在似乎反过来了，我们要先印钱然后经济才能发展。**\\n\\n于是，大家又寄希望于信贷。信贷的最初诞生也是源于人们的想象和信任，但时至今日，信贷已经到了疯狂的地步，很多的国家、公司和个人在寅吃卯粮，拆东墙补西墙，国家破产的例子我们也见怪不怪。\\n\\n个人之间互相借钱、银行之间互相借钱、国家之间互相借钱；我们向老人借钱，甚至像还未出世的婴儿借钱，美国的债务与GDP比例是多少大家都可以查到。\\n\\n我们知道大变活人的魔术是假的，但是却相信货币和信贷可以无中生有，创造奇迹，全然忘了货币只是一个基于共识的产物，无论它的外形是贝壳、黄金还是美元。\\n\\n更进一步，移动支付的发展让我们连钞票本身都不需要了，在中国的很多地方，手机支付已经足够应付绝大多数支付场景。\\n\\n## 3、比特币与贝壳\\n\\n2008年全球经济危机，当各个国家的首脑、政客、银行家们乱做一团时，在芬兰赫尔辛基的一台服务器上，一段用C语言编写的代码开始运行了······一个化名“中本聪”的极客，将密码学领域的成果与计算机技术相结合，创造了一种神奇的东西：比特币。\\n\\n它神奇在哪里呢？\\n\\n> *看不见、摸不着、*\\n>\\n> *总量为2100万个，任何人无法篡改、*\\n>\\n> *难以伪造、*\\n>\\n> *可以像电子邮件一样进行发送而且，*\\n>\\n> *最重要的，发送过程不依赖任何的中介机构。*\\n\\n![比特币的实时流动信息](https://images.mirror-media.xyz/publication-images/6PFkUZ3BVn0tDF0ZEn977.png?height=485&width=962)\\n\\n从2018年到2019年，比特币的价格经历了大起大落，而人们对它的看法和讨论也纷繁复杂，里面夹杂着乐观主义、浪漫主义、现实主义、官僚主义······\\n\\n目前比特币的市值大约在11000亿美元左右，但对于它的定性和分类，不同的国家和个人也有众多不同的看法。虽然有一些支付通过比特币完成，但人们对它的信任程度和接受程度还依旧很低。\\n\\n贝壳和黄金来自大自然，纸币最初与黄金或债券挂钩，而比特币像是被涂了一层隐形材料的贝壳或黄金，虽然看不见，但又实实在在的存在。\\n\\n**而有时，越是看不见的东西，越是不可摧毁。**\\n\\n**就像肖申克脑中的那段旋律，就像信徒心目中的上帝，就像共产主义者的信仰······**\\n\\n可扩展的语言（能够”编故事“的语言）让智人获得竞争优势脱颖而出进而成为地球主宰，进入科技大爆炸时代的智人后代们显然需要一种可扩展的货币（能够“讲故事”的货币）来消除贸易壁垒、降低贸易摩擦，更好的为这个时代服务。\\n\\n曾几何时，黄金作为通用的货币在世界范围内畅通无阻，极大促进了全球贸易，而现在，世界似乎退回到了那种你用贝壳、我用盐巴、他用麦粒的原始社会，而使用者还振振有词：这样我们才能免受国际贸易冲击、保护国家利益。\\n\\n如果还有幸存的原始人，他也许一时半会儿无法理解汽车、飞机、手机、电脑，但钞票这个概念，我想他几分钟就能明白，毕竟，理解钞票和理解贝壳所需的想象力相差无几。\\n\\n**比特币，才是真正考验想象力和抽象思维的一项发明。**\",\"timestamp\":1635149414,\"title\":\"从智人到比特币\"},\"digest\":\"NlnFbhj2lnHLbh4MGF9V8NKw9oKRrb4DsdzoUhKaE3M\",\"authorship\":{\"contributor\":\"0x17Fe4ED21e35B5ad800179b0c20447cA3F5280Db\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aMulx5ec5AI4KHOqI5HELdHwXmDh6Y8OjC4_zrMJD7E\\\",\\\"y\\\":\\\"TgPQ-Cq5gsTDt3CpNEmNcJWXOWw_LzKU3dRKjVyMhak\\\"}\",\"signature\":\"r6yLLPLs8xyKbPvF0YurOlUJ7Ge6VxOjjVjRd2OAY_uG55v_v4PKctYRDYu_VdxpYvUOkZ_LIz4tXfU0dokcbQ\",\"signingKeySignature\":\"0xa7485fa3efbaee79f9719407fd1c509f3a84fc26d930b0e7dbcce23d9adcf7cb05a4708d2431a27aab6116a80088705a89282a61a046fc49643e9d288a56037a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aMulx5ec5AI4KHOqI5HELdHwXmDh6Y8OjC4_zrMJD7E\\\",\\\"y\\\":\\\"TgPQ-Cq5gsTDt3CpNEmNcJWXOWw_LzKU3dRKjVyMhak\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NlnFbhj2lnHLbh4MGF9V8NKw9oKRrb4DsdzoUhKaE3M\"}"