"{\"content\":{\"body\":\"I’m trying to understand DAOs and its implication for social form. DAOs are certainly interesting as a social form. As far as I can understand it, DAOs are social organisations that want to avoid hierarchies. The way they want to go about it is through the use of the distributed ledger systems, having ways to account for actions and resources are deployed. This would already be a revolution of sorts, a move away from the hierarchies within corporations.\\n\\nI am also trying to understand the business models of DAOs. From what I can tell, the use of tokens and staking etc. are about the monetising interactions that heretofore have been outside the market.\\n\\nI have some diagrams - in this case, I am thinking of how public goods DAOs might be different/similar to foundations.\\n\\nThere are two kinds of differences, as far as I can tell.\\n\\n![DAO generic flow; 10-simplex graph from: https://en.wikipedia.org/wiki/Complete_graph#/media/File:10-simplex_graph.svg](https://images.mirror-media.xyz/publication-images/zv1HpEVV9SEkaf7M45lGd.jpeg?height=563&width=1000)\\n\\n![Traditional Foundations](https://images.mirror-media.xyz/publication-images/Q_ch7kpALMt4UI4ecUP0s.jpeg?height=563&width=1000)\\n\\n1. Traditional NGOs usually are internal hierarchies; there are hierarchies in DAOs sometimes, but things can still develop organically and everyone is able to participate meaningfully in important decisions rather than “go with what the boss says.”\\n2. Traditional NGOs have a one-way directionality in their interactions with their clients.\\n\\nFor instance, there might be a token for a community, and people can earn tokens and resources based on social interactions, although the technical implications might be troubling to some people.\\n\\nTracking social interactions would mean, tracking social interactions - requires some kind of surveillance, and some processing on the back-end. What does this mean? It would mean some way to keep track of all the interactions, does it listen to the things we say and do? A microphone? Accelerometers on hand gestures? Eye-tracking on the eyeballs.\\n\\nOn the environmental front though, issue of surveillance and ease/difficulty are worth addressing as well.\\n\\nIt is an honourable effort to want to see if the DAO approach of converting carbon emissions into tokens and bringing it into the market. For the whole scheme to work, you would need to monitor the levels of carbon dioxide in major sources of carbon emissions. While that is technically sound, it would also mean a surveillance system as well in large geographies. How might different publics feel about it? Are the treasuries from the sale of NFTs sufficient to fund a global carbon dioxide monitoring system? That would be a really fun concept.\\n\\nCarbon dioxide might be an “easy” kind of resource to monitor, and so might be moot, but what about other resources of interest, such as phosphates and nitrates? It might involve inserting sensors in many areas, and there might be issues with business competitiveness as well. Some kind of global trust in data would have to be thought through if we want to think seriously about how implement these kinds of resource surveillance.\\n\\nShout to various public goods DAOs - such as [Dream Dao](https://twitter.com/dreamdao_) and [Klima Dao](https://docs.klimadao.finance/) as trailblazers in these areas!\\n\\nWe would have to think through each application and the specific ethics of governance and surveillance. For me what makes DAOs exciting is the way they can allow for and formalising multi-stakeholder partnerships in new ways, allowing for mutual stakes with each rather than the funder/granter-fundee/client/grantee relationship.\\n\\nThis is an ongoing conversation; hope to have more articles. There’s a crowdfunding for this, so do support!\\n\\n[crowdfund://0x39EEa336a48DFC26085480aC4dAfdb14fCDcB887?features=overview](crowdfund://0x39EEa336a48DFC26085480aC4dAfdb14fCDcB887?features=overview)\\n\\n\",\"timestamp\":1641635980,\"title\":\"Understanding DAOs\"},\"digest\":\"gRGIEeKehdxZXgmEvBS7odXwvetzysfpC45iKEX9Z6E\",\"authorship\":{\"contributor\":\"0x61015dA024bbf27b16E53934cF7A9Ab86e400d09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0lkU9uQ4TbAP94gfLR2NajwOR1uxz10hAWlng-t2U0\\\",\\\"y\\\":\\\"RaR2cR2hOWLb5NJgPGW_eC6lS-tKCGeN4xBm3FWizqw\\\"}\",\"signature\":\"FJfHZ4y9k3N4hTJzIY39upR4n02T6uB73GMPpmUppVDQA1oS-5sk3n87lvVXOwYmt5johAnJn8DXq5mgMCswyA\",\"signingKeySignature\":\"0xe08bb2bb2be14eba73a6ea83d18da69852b481f0f1980345490ef56f37513f8e095b5def4ae402dcb5aa35da7237180941dd8d2aed3a0a55ba8447a1a9ceffff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0lkU9uQ4TbAP94gfLR2NajwOR1uxz10hAWlng-t2U0\\\",\\\"y\\\":\\\"RaR2cR2hOWLb5NJgPGW_eC6lS-tKCGeN4xBm3FWizqw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lwZdUISakQewnPvVaKKklNMb1UZH3vfpDs89_NSHPJw\"}"