"{\"content\":{\"body\":\"**A new meta-experiment begins today: using crypto to crowdfund scientific research.** \\n\\nIn quantum science, formal pathways to access research funding often preclude small grants. Further perverse incentives lead to research hidden behind paywalls that is only publicly reported on in press releases. What if research — that is often funded by the public anyway — was truly owned by the public? Think of this crowdfund as a proof of concept on the road to an open, decentralized model of scientific research. You will fund and own a small piece of the quantum science corner of the scientific corpus. \\n\\n[crowdfund://0x015ACf97291dc873a81985deBACD9E215AC50C5c?features=overview,backers](crowdfund://0x015ACf97291dc873a81985deBACD9E215AC50C5c?features=overview,backers)\\n\\n### What is $QUANTUM?\\n\\n**I am raising 3 ETH (\\\\~$12k), with contributions capped at 0.25 ETH. Contributors will receive a stake in $QUANTUM, the research token. Here’s how it works.**\\n\\n1. Backers send ETH to the crowdfund in exchange for $QUANTUM tokens\\n2. If the target is hit, I will hire a research student for one summer to carry out the research under my supervision\\n3. All research artifacts (including a final report) will be posted on Mirror as permanent, public data\\n4. The research will be minted as an NFT on the Zora protocol, representing the first digitally unique and collectible research artifacts\\n5. Each figure/illustration will be minted as an NFT on the Zora protocol\\n6. If any NFT is sold, ETH will accrue to $QUANTUM tokens\\n7. $QUANTUM tokens can be traded like any ERC-20 token\\n8. Participants in the crowdfund will be embedded in the research artifacts forever as the supporters who made it possible\\n\\n### What is the research project?\\n\\nThe goal is to implement and test a new method for solving some problems in the characterization of quantum systems and engineered quantum devices.\\n\\nMore specifically, we will adapt the [Stein Variational Gradient Descent](https://arxiv.org/abs/1608.04471) algorithm to the quantum setting. The thesis is that this algorithm will improve on the state-of-the-art in two ways: (1) it will be faster and more accurate; (2) it will be more robust and reliable to use.\\n\\nThe specific problem this will solve is the Bayesian inference of quantum systems. The current state-of-the-art for this problem is open-source software, called [Qinfer](http://qinfer.org/), written by me. It is a *randomized* numerical approximation algorithm. Whereas, the proposed solution is a *deterministic* numerical approximation. The expectation is that the new algorithm will alleviate some of the problems associated with the random aspects of the state-of-the-art.\\n\\nWe will test this thesis through simulated experiments. This research project is specifically designed to be achievable by an undergraduate summer research student under my supervision and guidance. \\n\\nStretch goals include running the algorithms on cloud quantum devices, upgrading “physics code” to proper software, and publishing the research in a “gold” open-access journal, all of which require additional funds.\\n\\n### Why crowdfund research?\\n\\nAn entire book could be written on this topic, but let me hit the main points:\\n\\n* Most funding bodies fund large-scale projects — there are no places to request small grants for this kind of research.\\n* Funding bodies are large bureaucracies with archaic and opaque rules and selection procedures.\\n* Conventional research proposals take months to craft and have low success rates (\\\\~10%).\\n* The public (who fund most of the research through taxes) has no say in what gets funded.\\n* Funding bodies demand research leads to measurable impact — basic, fundamental research is usually unfunded or oversold.\\n* Small projects provide essential training opportunities for research students.\\n* Small projects are… well, small. They are easily forgotten when researchers must battle for large grants.\\n* I can be frank and personal about the research proposal and not be forced to write academic drivel.\\n\\n### Who am I?\\n\\nI am [Chris Ferrie](https://www.csferrie.com/), a professor, author, blogger, illustrator, and all-around perennial tinkerer of ideas. I lead a research group at the University of Technology Sydney currently focussing on quantum characterization and control. I love teaching and seeing students transition from passive consumers of facts to creators of knowledge.  \\n\\n### How will this work?\\n\\nThe crowdfund will go until the 10 ETH cap is hit. The minimum funding goal is 3 ETH, which will go to paying the research student (2 ETH), editing (0.25 ETH), design/illustration (0.25 ETH), minting fees (0.1 ETH), with the rest a buffer. \\n\\n**Stretch goals**\\n\\n* Retain student throughout the year part-time (3 ETH)\\n* Simulations on a quantum device using, e.g., [Amazon Bracket](https://aws.amazon.com/braket/pricing/) (1 ETH)\\n* Software developer support (1 ETH)\\n* Gold open-access publication charge (1 ETH)\\n* Send the student to a conference to present their research (1 ETH)\\n\\n### When will this happen?\\n\\nWhen the funding goal is met, I will advertise the position. The funds will be used to pay an undergraduate research student over the Australian summer university term (6 December 2021 through 18 February 2022). The artifacts will be made public at the end of the summer term. But for that to happen, we need your support today!\\n\\n[crowdfund://0x015ACf97291dc873a81985deBACD9E215AC50C5c?features=overview,backers](crowdfund://0x015ACf97291dc873a81985deBACD9E215AC50C5c?features=overview,backers)\\n\\n\",\"timestamp\":1635829054,\"title\":\"Crowdfund: $QUANTUM\"},\"digest\":\"gUyt_o1KkZH-c3OHU85a8mfmLioNg4_uPHbtoAhcrR8\",\"authorship\":{\"contributor\":\"0xa84C69597C5aF912523a76A66d55f76a3f2FFc84\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iQmBA5d-7kF9CyG064tjBIPc0_0j3ZAghBRaNhzq_Pg\\\",\\\"y\\\":\\\"itsc6ncKKdYR9qlwrIBv_5AFYaICKLIoUSsl6xuWizU\\\"}\",\"signature\":\"BVBeIhh5nmakKaBF81GzI6KBSP0A--0wh8Sz8h_d010To_QN8N3vjkGs8bPSDsKYp9HUzl8MoctErGJqtMRVHw\",\"signingKeySignature\":\"0x5feeda81f1c9488e797ccbdbdf38213991ce75f4fbb8e72bba497c32a10712e30c25c96e883e6b4835f9cd3724bb1d05dec3b09895cd7c125aeff0c6b8e2decb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iQmBA5d-7kF9CyG064tjBIPc0_0j3ZAghBRaNhzq_Pg\\\",\\\"y\\\":\\\"itsc6ncKKdYR9qlwrIBv_5AFYaICKLIoUSsl6xuWizU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gUyt_o1KkZH-c3OHU85a8mfmLioNg4_uPHbtoAhcrR8\"}"