"{\"content\":{\"body\":\"## How a founder peer group can help you scale your company and become a better founder\\n\\n![](https://images.mirror-media.xyz/publication-images/KIr4SArcUIb9ntI59ZzSR.png?height=989&width=1400)\\n\\nFounding a startup is an incredible rewarding experience, but also tough and challenging in many situations. It is hard, tiring and often compared to running a marathon. Another similarity to sport that I observed while founding [Passbase](https://passbase.com/), was that one of the most motivating & helpful aspects was to compare oneself to other founders & their startups.\\n\\nIt might sound controversial at first, but I’d even say competing with them in a healthy way, about progress and accomplishments. This meant for me that we constantly shared thoughts, ideas & approaches to problems which helped me to become a better founder myself.\\n\\nAdditionally, I would describe these relationships more akin to training partners than rivals to stay with the analogy from sports. We helped each other to reach milestones faster and supported us throughout good and difficult times. And this is why I want to make a point here for the importance of a “founder peer group”.\\n\\n# The concept of a founder peer group\\n\\nMany high performing athletes who compete for Olympic gold medals are practicing in groups. They push each other to new heights and motivate each other. Think of the Olympic swimming team or track & field team. There is a reason why a [large number of athletes go to small set of universities](https://www.chegg.com/play/entertainment/sports/colleges-olympic-medals-ever/#:\\\\~:text=1.,earned%20at%20the%20Winter%20Olympics.) (e.g. Stanford or USC) during their studies. They find great training conditions and like minded people there, who are their high performing peer group that motivates them to go harder and push their limits. Also in professional soccer, [certain clubs](https://bleacherreport.com/articles/1884751-ranking-the-best-youth-academies-in-world-football) are known to have excellent youth program (e.g. FC Barcelona), where many talented youth players compete for a chance in the first team.\\n\\nA founder peer group can be highly important for your startup’s success and your own learning curve. Especially when you are a first time founder, many challenges are first time things for you.\\n\\nImagine receiving your first term sheet, hiring your first executive, letting someone go for the first time. These are all things where nobody really can help you or even understand you, besides another founder who has been in the same situation before.\\n\\n[https://twitter.com/GeoffLewisOrg/status/1343243817122578432?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1343243817122578432%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcdn.embedly.com%2Fwidgets%2Fmedia.html%3Ftype%3Dtext2Fhtmlkey%3Da19fcc184b9711e1b4764040d3dc5c07schema%3Dtwitterurl%3Dhttps3A%2F%2Ftwitter.com%2FGeoffLewisOrg%2Fstatus%2F13432438171225784323Fs3D20image%3D](https://twitter.com/GeoffLewisOrg/status/1343243817122578432?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1343243817122578432%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcdn.embedly.com%2Fwidgets%2Fmedia.html%3Ftype%3Dtext2Fhtmlkey%3Da19fcc184b9711e1b4764040d3dc5c07schema%3Dtwitterurl%3Dhttps3A%2F%2Ftwitter.com%2FGeoffLewisOrg%2Fstatus%2F13432438171225784323Fs3D20image%3D)\\n\\nFurthermore, I found it incredibly motivating when I was at a similar growth stage like another startup. It was sometimes almost like a competition, in which we founders competed to reach a certain milestone first, e.g. hitting 1M in ARR. Here, similar to the athletes, we pushed each other to go faster.\\n\\nThe closest concept that I found to a founder peer group is what is already known since almost one hundred years as a [Mastermind group](https://en.wikipedia.org/wiki/Mastermind_group). This is a peer-to-peer mentoring group, which helps members to solve their problems with input and advice from the other group members. The concept was coined in 1925 by author Napoleon Hill in his book The Law of Success, and described in more detail in his 1937 book Think and Grow Rich.\\n\\n# How to find a great founder peer group?\\n\\nYou should seek a group of founders who are at a similar stage like yourself. Accelerators like e.g. [YC](https://www.ycombinator.com/) do a great job at pairing you up with other founders that are at your stage. Other early stage funds like e.g. [Seedcamp](https://seedcamp.com/) do it similarly and have monthly events to help their portfolio founders to connect with each other. Both examples show a cohort based approach where startups are groupe who started at the same time. But I also saw geographic, nationality or institution based peer groups e.g. German founders in the US, startup club at your university etc. Based on the Mastermind example above, there are even [Entrepreneur Mastermind groups](https://www.growthmentor.com/blog/mastermind-groups/).\\n\\nThese in addition to your own personal network are great peer groups that can help you push yourself & your startup’s chances for success. I shared many problems both from my startup as well as private life with these peer group members and therefore could discuss challenges of what to do in certain situations.\\n\\n# What does a great founder peer group look like?\\n\\nThe ideal founder peer group consists of a diverse set of people, from various backgrounds such as engineering, product design, operations etc. Idea-meritocracy is key here, since you want opinions from different angles, backgrounds and personal experiences. It can be very refreshing to hear another opinion about a topic, when you thought you already had worked through the problem.\\n\\nI would put the ideal group size of a founding peer group at around 10, to not bloat up meetings. In the best case scenario you also have founders from various stages e.g. a range from Seed to Series B founders, to cover different subsets of problems that occur along the way and so that you can ask founders who have already been through your stage. Usually all founders that are ahead of you, can relate to the problems you are facing right now. Hence their advice is invaluable compared to a senior advisor who has sold his startup 10 years ago.\\n\\nAlso, I found that most startup founders who were a few steps ahead were always super helpful & friendly. It seems like that founders were always very willing to share experiences or help earlier stage founders not do their mistakes.\\n\\nYou should have regular check-ins with your founder peer group. We scheduled our meetings every 1–2 months for about 1–2h where everyone gives a short update and has a clear ask where they need help. This is the part where every founder gives & receives something back from the group. We have helped each other with intros or great referrals to talent or investors in the past, but also shared contacts to potential clients, lawyers, advisors from each other’s network. In order to keep this valuable for each member, you should try to keep a clear time limit and agenda, otherwise these meetings can easily go over.\\n\\nLastly, I would say the best thing that evolved from my founder peer group were deep friendships with the others. It is refreshing to hear honest feedback from them if I screwed something up. But I also value some of these members beyond the startup advice and went over the years to Burning Man with them and know that anywhere in the world, where one of them is located, I have a couch to crash on and a desk to work from.\\n\\n*Mathias is the Co-Founder & CEO of [Passbase](https://passbase.com/), a platform that helps other companies to integrate fast & bank-level identity verification into their product, in order to verify the true identity of their users. Besides that I invest as an [angel investor](https://mathiasklenk.com/#investments) into tech startups in B2B, SaaS, Digital Health & Fintech.*\",\"timestamp\":1638045899,\"title\":\"The importance of a founder peer group\"},\"digest\":\"JwyAKBpQrg4BpY8TVNDJZLmyweCYXkwNhUIk2Lwl54M\",\"authorship\":{\"contributor\":\"0x294A7Ef74891EfF1f77b317B349275480a80d156\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wh9CCD4R4om9QknqULKrZz-O1O4vNg5MmU1CQM8aHS4\\\",\\\"y\\\":\\\"QvyqED-2TBgG5Ud2m6qSWMrU--G2pXeUaT7ZVGINJbw\\\"}\",\"signature\":\"nfbEEXiv3fBS5_RtSOjIT_5-s-vpJ7-JHda2trA9w4pc_srt9JHHN47Bl67cdMPlzhiaPbf1Tnm2LaHERPnVjA\",\"signingKeySignature\":\"0x23969d2b9cadc55ad07f949db532a91455f4bca295e6c3f72e7ec891d46764742817b36d810ffa03e890bda96f5d0414796bc5444a9c1d2de4ef7ee7bc18ce651b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wh9CCD4R4om9QknqULKrZz-O1O4vNg5MmU1CQM8aHS4\\\",\\\"y\\\":\\\"QvyqED-2TBgG5Ud2m6qSWMrU--G2pXeUaT7ZVGINJbw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JwyAKBpQrg4BpY8TVNDJZLmyweCYXkwNhUIk2Lwl54M\"}"