"{\"content\":{\"body\":\"随着中国电子商务行业的成熟，消费者开始采用新的购物方式，比起有针对性的产品搜索，他们更喜欢浏览和交谈。竞争对手利用这一趋势变化，开始在一些领域追赶上全球最大在线零售市场--中国市场的龙头阿里巴巴集团。\\n\\n阿里巴巴集团目前仍是中国领先的电商购物平台，但根据市场调研公司eMarketer的数据，该公司在中国零售电商市场的份额已从2015年的78%下降到2021年的约51%。成立仅六年的电商公司拼多多为购物注入了游戏般的元素，并以低价商品吸引了讨价还价的消费者；还有TikTok的姊妹应用抖音，其已借助算法通过短视频和直播销售产品。\\n\\n作为回应，阿里巴巴集团加大了在内容创作、直播和打折商品等领域的投资。今年5月，该公司首席执行官张勇将竞争加剧列为该公司过去一年最大的障碍之一，并表示过去一年取得的任何进展都应用于改善其电子商务业务。\\n\\n“当我们谈论基于市场的核心时，它是淘宝和天猫，”张勇在8月份表示。“但现在我们正在努力打造所有这些不同的业务，每个业务都有自己独特而引人注目的价值主张。”当被问及应对竞争的举措时，阿里巴巴集团提到了此前的新闻稿和财报。\\n\\n与阿里巴巴集团的营收相比，中国电子商务的其他参与者仍相形见拙，阿里巴巴集团庞大的规模继续赋予其主要优势。不过，阿里巴巴集团的规模也让该公司处于监管机构的视线之中。今年年初，监管机构发现，阿里巴巴集团滥用市场地位，阻止其商家在竞争平台上销售。今年4月，该公司被罚款创纪录的28亿美元。当时，阿里巴巴集团表示接受罚款，并誓言遵守。\\n\\n市场分析师表示，中国科技公司面临的越来越大的公平竞争压力，可能会限制阿里巴巴集团应对新威胁的速度和力度。阿里巴巴集团的新竞争对手面临自己的考验。拼多多仍依赖于补贴扩展业务，尚处于亏损之中；抖音去年的大部分电商营收都通过阿里巴巴集团或京东商城等竞争对手运营的平台完成的。截至目前，拼多多和抖音母公司字节跳动均对此报道未予置评。\\n\\n一个不利于阿里巴巴集团的消费趋势是从购物搜索转向浏览。尽管许多中国消费者仍直接转向阿里巴巴集团的淘宝或天猫寻找产品，但也有人在进行数字互动或在线消费内容时被引到了在线购物。\\n\\n31岁的广州会计乐心如（音译：Le Xinru）利用直播平台购买食品和电子设备等产品，这一习惯已取代了她对传统电子商务应用的需求。乐心如表示，她每天在公司食堂排队吃饭、上下班或哄孩子睡觉后躺在沙发上的时候，都会观看抖音一个多小时。她说，抖音平台通过合适的推荐节省了她的时间。“产品质量不再与传统电子商务网站上的商家有任何不同，”她说。“抖音能够为消费者提供更有趣的产品，或说服他们以更有趣的方式或提供更低价格进行购物。”\\n\\n抖音去年成立了一个独立的电商团队，此后开始禁止链接外部卖家，并建立了自己的支付平台，让更多品牌在其应用上销售并完成交易。\\n\\n今年1月，淘宝直播应用进行了改版，让卖家能够分享简短的生活方式和产品视频。阿里巴巴集团的员工表示，该应用还采用了竞争对手的其他热门功能，包括改进算法以提供更定制的推荐，以及为网红和普通购物者建立互动圈。\\n\\n北京商户迈克·凌（Mike Ling）说，他几年前在阿里巴巴集团的淘宝网和京东商城开了一家酸奶饮料商店。但去年他大部分客户都来自于微信小程序。迈克·凌说，为此，他减少了在传统电子商务平台上的广告支出。“阿里巴巴集团的力量在未来会减弱，”他说。\\n\\n与此同时，争夺新用户的战场已转移到欠发达城市。拼多多通过其激进的定价在这些城市发展壮大。去年，拼多多的年活跃用户数超过了阿里巴巴集团，尽管其购物者每次购物的支出很少。\\n\\n阿里巴巴集团的员工表示，该公司最初的回应是专注于一款现有的团购应用，但它低估了拼多多的客户有多敏感。例如，据阿里巴巴集团副总裁王海（Wang Hai）介绍，该公司生产了一款电动牙刷，售价不到人民币10元，大致相当于1.5美元。该产品花了大约一个月的时间开发，最初几天售出了10万个。“这个行业增长的最大点是低线城市消费者的机会，”王海说。\\n\\n截至今年6月末的12个月里，淘宝商城的年活跃用户超过1.9亿人。王海今年被提升为阿里巴巴集团的合伙人。\",\"timestamp\":1634798792,\"title\":\"阿里巴巴面临的新威胁\"},\"digest\":\"BFpMTnUHR7WqB6c75-6-k4CWObefZD1imty_Mi5hwvo\",\"authorship\":{\"contributor\":\"0xa4303850AA2aE3e7396F28814402D22B1615810C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JwSn0oHo4ToLvJa_rYvF6EMjd9aHfZdIPOTbSW-HJQc\\\",\\\"y\\\":\\\"cP-cNOpsAtwpNv_bWTgpntlR3RrripRjWQWTxBBmjno\\\"}\",\"signature\":\"tP3QhxHgllbRoZSwox8abEVk64HLn6LvH2RzKA7vfObyJGZD_1XNbjzw2dFF-a8Z18Zj1FewSit1v12NWkUnvA\",\"signingKeySignature\":\"0x668d268aacab2af8ae834b8cbf0f1c79967204130119a53d98a7054ea730266534595f9366d2f2192862335f7e6cd87f566dca23333dd43dfd6fee99f58f43211b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JwSn0oHo4ToLvJa_rYvF6EMjd9aHfZdIPOTbSW-HJQc\\\",\\\"y\\\":\\\"cP-cNOpsAtwpNv_bWTgpntlR3RrripRjWQWTxBBmjno\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BFpMTnUHR7WqB6c75-6-k4CWObefZD1imty_Mi5hwvo\"}"