"{\"content\":{\"body\":\"Today I received a twitter message from a fellow Lunacian that was really frustrated with what is going on in Axie right now. I debated myself if I should write a response to him, and after some thought I decided to do it. In the process, it mutated to what you are reading now, and I felt it was too huge for a twitter MD response, an article portal would be more suitable.\\n\\nI extracted some points from the message, and rewrote the literal with the sentiment I felt they were written. In the article I try to cover them directly or indirectly:\\n\\n* The community trusted you (devs). You are not doing your job correctly.\\n* You are distributing SLP in the game indiscriminately\\n* SLP are fake coins\\n* Do something immediately or you are proving axie is just a scam\\n* There will be harsh consequences if you do not correct immediately the tokenomics\\n* Binance and other big names investing gave us a false sense of security, we are investing because we are stupid\\n\\n> ***Please take in mind that this is my opinion, and does not represent Axie Infinity or Sky Mavis in any way.***\\n\\n## Financial decisions and being human\\n\\nFirst and foremost, financial decisions are always our own. This is more common than what we think or perceive. Everyday we are making financial decisions: from the goods we buy, the jobs we take, the priorities we establish to our spendings or the institutions, nations, businesses or brands we decide to trust. This is true both in the fiat world and in the cryptocurrency world. In my personal experience, we make good and bad financial decisions throughout life. Some time you will be on the peak where you can spend and grow, and some on a valley where you will find yourself only able to satisfy your minimum needs. I want to state here that how you feel is not always related to financial decisions (in my case it does, but it’s a thing I am working everyday to change). I know some people that are extremely happy with very little money and people who are really sad besides being rich. To close this point, I believe what hurts us is not the financial decisions we make but the idea that we were wrong in our assumptions. Facing the idea that we are human, and thus, imperfect and accepting it on a deep emotional level is what I think is the hardest and the most needed. Once you learn to forgive yourself on your decisions and rely on those, whether good or bad, you find a peace of mind that will lead you to better decisions in general, including financial ones.\\n\\n## Tokens, companies & growth, incentive take on economy\\n\\nLet’s move now to a more technical part. SLP is a utility token. It is a concept that is not new in the gaming space. World of warcraft, Diablo and many gachas, have this utility token mechanic to unlock/buy some in-game assets. There were always secondary markets on those, where you could make P2P transactions that were gray on the TOS of each game, and earn some fiat currency for farming those tokens. The fiat price on those varied on demand and supply, just as SLP. The only change that SLP brings to the board is the transparency and full legality of it’s transaction and exchange. It is a better system for something that already existed.\\n\\nCreating a project as big and ambitious as Axie is hard. The project in 2021 exploded: axie holders grew by %10,363 in months which is good and bad at the same time. Good, because it means the project has value and thus, attracted numerous investors that gave liquidity to the project to operate for its long term goals. Bad, because there is no way to predict some of the outcomes when the numbers are so huge and explosive. In my opinion, SLP inflation had it start at this point. SLP was thought as a utility token to breed axies, and were coherent with a projected growth. Distributing SLP was always its purpose and thus, the point. However, not even the most optimistic projection could see that level of growth. Therefore, SLP production growth became exponential (emission) and for some time, the demand for that SLP was there because there was a need to supply axies to meet the demand of new players/scholars, which kept the downfall slow. Fast forward a couple of months and when the demand was not so high, the rhythm of devaluation of the coin accelerated. This happened because inflation distorts heavily the incentives that are in place. The incentive for breeding was the demand and the price of the NFTs. When demand is high, you can allow yourself to breed a wide variety of axies (experimentation), but when it doesn’t you need to be very specific on what you breed (high elo axies) because it is what the market is considering valuable. Less incentives (because lower demand, increase in risk and drop in price) means less breeding and thus less SLP burnt. More SLP minted and less SLP burnt, leads us to the next point, inflationary economies.\\n\\n## Inflationary economies and how to handle them\\n\\nWhen the supply of a coin it’s more than its demand either the amount of coin emission is too high or people lose trust in the coin, or both. Inflationary economies were rare in the world until the pandemic, where we are seeing 6% record inflation in the US. Latin America has a long story of inflationary economies. Today Venezuela and Argentina lead the worldwide data on national annual inflation index with 686,4% (1) and 60% (3) respectively. Leaving inflationary economies is hard. It requires actions, trust and incentives. The most effective solution I can think of in gaming (again, my opinion) are coin sink burns. Coin sinks are an incentive solution to the problem, giving something new, exclusive and very scarce for a big amount of SLP, reducing drastically the amount in circulation. This has been applied successfully in World of Warcraft, giving away montures for gold. The problem of this method is that it requires game development, and thus, time. This kind of solution will come (Battles v2, Land Gameplay), but we need to understand as users to have patience until these solutions come into place.\\n\\nIn the meantime, it’s up to you to protect yourself against inflation. When in an inflationary economy, you need to assess what is perceived as more valuable or will be in the future and change the least valuable asset for a more valuable asset. This is because it is inevitable that the weakest asset will have less value on each “paycheck”. I will be very honest with this, I trust less in fiat ARS than in SLP. So I would happily change all my ARS to SLP. I only have ARS when I strictly need to. \\n Same applies to the Axie economy. If you consider SLP as the weakest asset right now, you have Katana to switch the asset for the one you consider more valuable. Or you can go to binance and sell SLP for USDT or other stablecoins. Fact is, if you are selling SLP month by month, you are protecting yourself from inflation. You need to break the perceived expectation that the next “paycheck” you will receive the same amount as the previous one. That is your desire, not the reality of the situation. Just know that this will not be like this forever. Inflationary problems resist change when not all parties want it to end. In this case, it’s in the best interest of all parties for this to end, and when this is the case, believe me, it ends.\\n\\n## Why trust Axie Infinity after all?\\n\\nLastly, there is a reason why Binance, Ubisoft, Samsung, a16z and others have invested in this project resources and capital. It is because it has value. It’s the most widespread NFT project on the blockchain with 3M users. It has been the first contact of a huge amount of people with the cryptoworld. Think that the average axie player, did not know beforehand what a digital wallet was, a seed phrase, a public key or address, the blockchain, coins and token, NFTs, networks, bridge between blockchain networks, centralized and decentralised exchanges, blockchain explorers, how to make transactions, nodes, transaction validation and statuses, swapping, staking, providing liquidity, impermanent loss. Axie infinity has become the starting point of millions of people to discover the potential of the world that is coming. Axie is the biggest of NFTs which are a tiny part of what Web3 will be. And we are still in alpha. So imagine the potential and you will be able to easily associate why all these big names trust Axie.\\n\\n## Personal stuff and final thoughts\\n\\nI know it feels like winter or hell (depending on which hemisphere you are in) right now. Believe it or not, it is also my first bearish market. I am as scared as you are, also learning how to handle information and expectations. I think the best way to close is with a final anecdote. I invested in AXS to stake in the end of the bull market, and now I am far from recovering in the short term (unless a miracle pump). I made the decision tired and more about emotion than rationality, believing the bull market would extend at least a week. The day after my mistake, I told my dad about it, and he said: “beware that money does not become only a number to you”.\",\"timestamp\":1642022701,\"title\":\"Axie Infinity thoughts 1: Economy and value\"},\"digest\":\"B4uOQ0XTWtg_1wJoFysCxxvZMVRWe383cttyDLQ35ss\",\"authorship\":{\"contributor\":\"0x9Ed6749B5e99059f57f516832982f4E2a212bBf8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GiybS9DfQ3AoJNnAW4JR5Mvfj-EbRFLgGeNRyAN6KvY\\\",\\\"y\\\":\\\"ZJQrWiNtRGkZv93MKqQGtj2Tkyzby1h_hIipWIEtOEM\\\"}\",\"signature\":\"6XrP7_WeiB75XeTrVpUUds8cpykzp2vpBDnkXbbavFs0f5L4gAm5ycw_HANjQJIdpXriAzkqjS-Jjh4qRBI9nw\",\"signingKeySignature\":\"0xa13f24aa7706d13f83f18d9aa89c016d65d5d27f1e7c03fb3de6309682a83716247164fc3a94d26bb41f3d9699c93f99d0d50f908e98c5034ec93fce5537d2ea1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GiybS9DfQ3AoJNnAW4JR5Mvfj-EbRFLgGeNRyAN6KvY\\\",\\\"y\\\":\\\"ZJQrWiNtRGkZv93MKqQGtj2Tkyzby1h_hIipWIEtOEM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B4uOQ0XTWtg_1wJoFysCxxvZMVRWe383cttyDLQ35ss\"}"