"{\"content\":{\"body\":\"Willie had gone to this place in a coach. Mr. Morris got a buggy and took Miss\\nLaura and me with him, and we started out. We went slowly along the road. Every\\nlittle while Miss Laura blew her whistle, and called, \\\"Malta, Malta,\\\" and I\\nbarked as loudly as I could. Mr. Morris drove for several hours, then we stopped\\nat a house, had dinner, and then set out again. We were going through a thick\\nwood, where there was a pretty straight road, when I saw a small, dark creature\\naway ahead, trotting toward us. It was Malta. I gave a joyful bark, but she did\\nnot know me, and plunged into the wood.\\n\\nI ran in after her, barking and yelping, and Miss Laura blew her whistle as\\nloudly as she could. Soon there was a little gray head peeping at us from the\\nbushes, and Malta bounded out, gave me a look of surprise and then leaped into\\nthe buggy on Miss Laura's lap.\\n\\nWhat a happy cat she was! She purred with delight, and licked Miss Laura's\\ngloves over and over again. Then she ate the food they had brought, and went\\nsound asleep. She was very thin, and for several days after getting home she\\nslept the most of the time.\\n\\nMalta did not like dogs, but she was very good to cats. One day, when there was\\nno one about and the garden was very quiet, I saw her go stealing into the\\nstable, and come out again, followed by a sore-eyed, starved-looking cat, that\\nhad been deserted by some people that lived in the next street. She led this cat\\nup to her catnip bed, and watched her kindly, while she rolled and rubbed\\nherself in it. Then Malta had a roll in it herself, and they both went back to\\nthe stable.\\n\\nCatnip is a favorite plant with cats, and Miss Laura always kept some of it\\ngrowing for Malta.\\n\\nFor a long time this sick cat had a home in the stable. Malta carried her food\\nevery day and after a time Miss Laura found out about her and did what she could\\nto make her well. In time she got to be a strong, sturdy-looking cat, and Miss\\nLaura got a home for her with an invalid lady.\\n\\nIt was nothing new for the Morrises to feed deserted cats. Some summers, Mrs.\\nMorris said that she had a dozen to take care of. Careless and cruel people\\nwould go away for the summer, shutting up their houses, and making no provision\\nfor the poor cats that had been allowed to sit snugly by the fire all winter. At\\nlast, Mrs. Morris got into the habit of putting a little notice in the Fairport\\npaper, asking people who were going away for the summer to provide for their\\ncats during their absence.\\n\\nCHAPTER XIII  THE BEGINNING OF AN ADVENTURE\\n\\nTHE first winter I was at the Morrises', I had an adventure. It was a week\\nbefore Christmas, and we were having cold, frosty weather. Not much snow had\\nfallen, but there was plenty of skating, and the boys were off every day with\\ntheir skates on a little lake near Fairport.\\n\\nJim and I often went with them, and we had great fun scampering over the ice\\nafter them, and slipping at every step.\\n\\nOn this Saturday night we had just gotten home. It was quite dark outside, and\\nthere was a cold wind blowing, so when we came in the front door, and saw the\\nred light from the big hall stove and the blazing fire in the parlor they looked\\nvery cheerful.\\n\\nI was quite sorry for Jim that he had to go out to his kennel. However, he said\\nhe didn't mind. The boys got a plate of nice, warm meat for him and a bowl of\\nmilk, and carried them out, and afterward he went to sleep. Jim's kennel was a\\nvery snug one. Being a spaniel, he was not a very large dog, but his kennel was\\nas roomy as if he was a great Dane. He told me that Mr. Morris and the boys made\\nit, and he liked it very much, because it was large enough for him to get up in\\nthe night and stretch himself, when he got tired of lying in one position.\\n\\nIt was raised a little from the ground, and it had a thick layer of straw over\\nthe floor. Above was a broad shelf, wide enough for him to lie on, and covered\\nwith an old catskin sleigh robe. Jim always slept here in cold weather, because\\nit was farther away from the ground.\\n\\nTo return to this December evening. I can remember yet how hungry I was. I could\\nscarcely lie still till Miss Laura finished her tea. Mrs. Morris, knowing that\\nher boys would be very hungry, had Mary broil some beefsteak and roast some\\npotatoes for them; and didn't they smell good!\\n\\nThey ate all the steak and potatoes. It didn't matter to me, for I wouldn't have\\ngotten any if they had been left. Mrs. Morris could not afford to give to the\\ndogs good meat that she had gotten for her children, so she used to get the\\nbutcher to send her liver, and bones, and tough meat, and Mary cooked them, and\\nmade soup and broth, and mixed porridge with them for us.\\n\\nWe never got meat three times a day. Miss Laura said it was all very well to\\nfeed hunting dogs on meat, but dogs that are kept about a house get ill if they\\nare fed too well. So we had meat only once a day, and bread and milk, porridge,\\nor dog biscuits, for our other meals.\\n\\nI made a dreadful noise when I was eating. Ever since Jenkins cut my ears off, I\\nhad had trouble in breathing. The flaps had kept the wind and dust from the\\ninside of my ears. Now that they were gone my head was stuffed up all the time.\\nThe cold weather made me worse, and sometimes I had such trouble to get my\\nbreath that it seemed as if I would choke. If I had opened my mouth, and\\nbreathed through it, as I have seen some people doing, I would have been more\\ncomfortable, but dogs always like to breathe through their noses.\\n\\n\\\"You have taken more cold,\\\" said Miss Laura, this night, as she put my plate of\\nfood on the floor for me. \\\"Finish your meat, and then come and sit by the fire\\nwith me. What! do you want more?\\\"\\n\\nI gave a little bark, so she filled my plate for the second time. Miss Laura\\nnever allowed any one to meddle with us when we were eating. One day she found\\nWillie teasing me by snatching at a bone that I was gnawing. \\\"Willie,\\\" she said,\\n\\\"what would you do if you were just sitting down to the table feeling very\\nhungry, and just as you began to eat your meat and potatoes, I would come along\\nand snatch the plate from you?\\\"\\n\\n\\\"I don't know what I'd do,\\\" he said, laughingly; \\\"but I'd want to wallop you.\\\"\\n\\n\\\"Well,\\\" she said, \\\"I'm afraid that Joe will 'wallop' you some day if you worry\\nhim about his food, for even a gentle dog will sometimes snap at any one who\\ndisturbs him at his meals; so you had better not try his patience too far.\\\"\\n\\nWillie never teased me after that, and I was very glad, for two or three times I\\nhad been tempted to snarl at him.\\n\\nAfter I finished my tea, I followed Miss Laura upstairs. She took up a book and\\nsat down in a low chair, and I lay down on the hearth rug beside her.\\n\\n\\\"Do you know, Joe,\\\" she said with a smile, \\\"why you scratch with your paws when\\nyou lie down, as if to make yourself a hollow bed, and turn around a great many\\ntimes before you lie down?\\\"\\n\\nOf course I did not know, so I only stared at her. \\\"Years and years ago,\\\" she\\nwent on, gazing down at me, \\\"there weren't any dogs living in people's houses,\\nas you are, Joe. They were all wild creatures running about the woods. They\\nalways scratched among the leaves to make a comfortable bed for themselves, and\\nthe habit has come down to you, Joe, for you are descended from them.\\\"\\n\\nThis sounded very interesting, and I think she was going to tell me some more\\nabout my wild forefathers, but just then the rest of the family came in.\\n\\nI always thought that this was the snuggest time of the day when the family all\\nsat around the fire Mrs. Morris sewing, the boys reading or studying, and Mr.\\nMorris with his head buried in a newspaper, and Billy and I on the floor at\\ntheir feet.\\n\\nThis evening I was feeling very drowsy, and had almost dropped asleep, when Ned\\ngave me a push with his foot. He was a great tease, and he delighted in getting\\nme to make a simpleton of myself. I tried to keep my eyes on the fire, but I\\ncould not, and just had to turn and look at him.\\n\\nHe was holding his book up between himself and his mother, and was opening his\\nmouth as wide as he could and throwing back his head, pretending to howl.\\n\\nFor the life of me I could not help giving a loud howl. Mrs. Morris looked up\\nand said, \\\"Bad Joe, keep still.\\\"\\n\\nThe boys were all laughing behind their books, for they knew what Ned was doing.\\nPresently he started off again, and I was just beginning another howl that might\\nhave made Mrs. Morris send me out of the room, when the door opened, and a young\\ngirl called Bessie Drury came in.\\n\\nShe had a cap on and a shawl thrown over her shoulders, and she had just run\\nacross the street from her father's house. \\\"Oh, Mrs. Morris,\\\" she said, \\\"will\\nyou let Laura come over and stay with me to-night? Mamma has just gotten a\\ntelegram from Bangor, saying that her aunt, Mrs. Cole, is very ill, and she\\nwants to see her, and papa is going to take her there by tonight's train, and\\nshe is afraid I will be lonely if I don't have Laura.\\\"\\n\\n\\\"Can you not come and spend the night here?\\\" said Mrs. Morris.\\n\\n\\\"No, thank you; I think mamma would rather have me stay in our house.\\\"\\n\\n\\\"Very well,\\\" said Mrs. Morris, \\\"I think Laura would like to go.\\\"\\n\\n\\\"Yes, indeed,\\\" said Miss Laura, smiling at her friend. \\\"I will come over in half\\nan hour.\\\"\\n\\n\\\"Thank you, so much,\\\" said Miss Bessie. And she hurried away.\\n\\nAfter she left, Mr. Morris looked up from his paper. \\\"There will be some one in\\nthe house besides those two girls?\\\"\\n\\n\\\"Oh, yes,\\\" said Mrs. Morris; \\\"Mrs. Drury has her old nurse, who has been with\\nher for twenty years, and there are two maids besides, and Donald, the coachman,\\nwho sleeps over the stable. So they are well protected.\\\"\\n\\n\\\"Very good,\\\" said Mr. Morris. And he went back to his paper.\\n\\nOf course dumb animals do not understand all that they hear spoken of; but I\\nthink human beings would be astonished if they knew how much we can gather from\\ntheir looks and voices. I knew that Mr. Morris did not quite like the idea of\\nhaving his daughter go to the Drury's when the master and mistress of the house\\nwere away, so I made up my mind that I would go with her.\\n\\nWhen she came down stairs with her little satchel on her arm, I got up and stood\\nbeside her. \\\"Dear, old Joe,\\\" she said, \\\"you must not come.\\\"\\n\\nI pushed myself out the door beside her after she had kissed her mother and\\nfather and the boys. \\\"Go back, Joe,\\\" she said, firmly.\\n\\nI had to step back then, but I cried and whined, and she looked at me in\\nastonishment. \\\"I will be back in the morning, Joe,\\\" she said, gently; \\\"don't\\nsqueal in that way.\\\" Then she shut the door and went out.\\n\\nI felt dreadfully. I walked up and down the floor and ran to the window, and\\nhowled without having to look at Ned. Mrs. Morris peered over her glasses at me\\nin utter surprise. \\\"Boys,\\\" she said, \\\"did you ever see Joe act in that way\\nbefore?\\\"\\n\\n\\\"No, mother,\\\" they all said.\\n\\nMr. Morris was looking at me very intently. He had always taken more notice of\\nme than any other creature about the house, and I was very fond of him. Now I\\nran up and put my paws on his knees.\\n\\n\\\"Mother,\\\" he said, turning to his wife, \\\"let the dog go.\\\"\\n\\n\\\"Very well,\\\" she said, in a puzzled way. \\\"Jack, just run over with him, and tell\\nMrs. Drury how he is acting, and that I will be very much obliged if she will\\nlet him stay all night with Laura.\\\"\\n\\nJack sprang up, seized his cap, and raced down the front steps, across the\\nstreet, through the gate, and up the gravelled walk, where the little stones\\nwere all hard and fast in the frost.\\n\\nThe Drurys lived in a large, white house, with trees all around it, and a garden\\nat the back. They were rich people and had a great deal of company. Through the\\nsummer I had often seen carriages at the door, and ladies and gentlemen in light\\nclothes walking over the lawn, and sometimes I smelled nice things they were\\nhaving to eat. They did not keep any dogs, nor pets of any kind so Jim and I\\nnever had an excuse to call there.\\n\\nJack and I were soon at the front door, and he rang the bell and gave me in\\ncharge of the maid who opened it. The girl listened to his message for Mrs.\\nDrury, then she walked upstairs, smiling and looking at me over her shoulder.\\n\\nThere was a trunk in the upper hall, and an elderly woman was putting things in\\nit. A lady stood watching her, and when she saw me, she gave a little scream,\\n\\\"Oh, nurse! look at that horrid dog! Where did he come from? Put him out,\\nSusan.\\\"\\n\\nI stood quite still, and the girl who had brought me upstairs, gave her Jack's\\nmessage.\\n\\n\\\"Certainly, certainly,\\\" said the lady, when the maid finished speaking. \\\"If he\\nis one of the Morris dogs, he is sure to be a well-behaved one. Tell the little\\nboy to thank his mamma for letting Laura come over, and say that we will keep\\nthe dog with pleasure. Now, nurse, we must hurry: the cab will be here in five\\nminutes.\\\"\\n\\nI walked softly into a front room, and there I found my dear Miss Laura. Miss\\nBessie was with her, and they were cramming things into a portmanteau. They both\\nran out to find out how I came there, and just then a gentleman came hurriedly\\nupstairs, and said the cab had come.\\n\\nThere was a scene of great confusion and hurry but in a few minutes it was all\\nover. The cab had rolled away, and the house was quiet.\\n\\n\\\"Nurse, you must be tired, you had better go to bed,\\\" said Miss Bessie, turning\\nto the elderly woman, as we all stood in the hall. \\\"Susan, will you bring some\\nsupper to the dining-room, for Miss Morris and me? What will you have, Laura?\\\"\\n\\n\\\"What are you going to have?\\\" asked Miss Laura, with a smile.\\n\\n\\\"Hot chocolate and tea biscuits.\\\"\\n\\n\\\"Then I will have the same.\\\"\\n\\n\\\"Bring some cake too, Susan,\\\" said Miss Bessie, \\\"and something for the dog. I\\ndare say he would like some of that turkey that was left from dinner.\\\"\\n\\nIf I had had any ears I would have pricked them up at this, for I was very fond\\nof fowl, and I never got any at the Morrises', unless it might be a stray bone\\nor two.\\n\\nWhat fun we had over our supper! The two girls sat at the big dining table, and\\nsipped their chocolate, and laughed and talked, and I had the skeleton of a\\nwhole turkey on a newspaper that Susan spread on the carpet. I was very careful\\nnot to drag it about, and Miss Bessie laughed at me till the tears came in her\\neyes. \\\"That dog is a gentleman,\\\" she said; \\\"see how he holds bones on the paper\\nwith his paws, and strips the meat off with his teeth. Oh, Joe, Joe, you are a\\nfunny dog! And you are having a funny supper. I have heard of quail on toast,\\nbut I never heard of turkey on newspaper.\\\"\\n\\n\\\"Hadn't we better go to bed?\\\" said Miss Laura, when the hall clock struck\\neleven.\\n\\n\\\"Yes, I suppose we had,\\\" said Miss Bessie.\\n\\n\\\"Where is this animal to sleep?\\\"\\n\\n\\\"I don't know,\\\" said Miss Laura; \\\"he sleeps in the stable at home, or in the\\nkennel with Jim.\\\"\\n\\n\\\"Suppose Susan makes him a nice bed by the kitchen stove?\\\" said Miss Bessie.\\n\\nSusan made the bed, but I was not willing to sleep in it. I barked so loudly\\nwhen they shut me up alone, that they had to let me go upstairs with them.\\n\\nMiss Laura was almost angry with me, but I could not help it. I had come over\\nthere to protect her, and I wasn't going to leave her, if I could help it.\\n\\nMiss Bessie had a handsomely furnished room with a soft carpet on the floor, and\\npretty curtains at the windows. There were two single beds in it, and the two\\ngirls dragged them close together so that they could talk after they got in bed.\\n\\nBefore Miss Bessie put out the light, she told Miss Laura not to be alarmed if\\nshe heard any one walking about in the night, for the nurse was sleeping across\\nthe hall from them, and she would probably come in once or twice to see if they\\nwere sleeping comfortably.\\n\\nThe two girls talked for a long time, and then they fell asleep. Just before\\nMiss Laura dropped off, she forgave me, and put down her hand for me to lick as\\nI lay on a fur rug close by her bed\\n\\nI was very tired, and I had a very soft and pleasant bed, so I soon fell into a\\nheavy sleep. But I waked up at the slightest noise. Once Miss Laura turned in\\nbed, and another time Miss Bessie laughed in her sleep, and again, there were\\nqueer crackling noises in the frosty limbs of the trees outside, that made me\\nstart up quickly out of my sleep.\\n\\nThere was a big clock in the hall, and every time it struck I waked up. Once,\\njust after it had struck some hour, I jumped up out of a sound nap. I had been\\ndreaming about my early home. Jenkins was after me with a whip, and my limbs\\nwere quivering and trembling as if I had been trying to get away from him.\\n\\nI sprang up and shook myself. Then I took a turn around the room. The two girls\\nwere breathing gently; I could scarcely hear them. I walked to the door and\\nlooked out into the hall. There was a dim light burning there. The door of the\\nnurse's room stood open. I went quietly to it and looked in. She was breathing\\nheavily and muttering in her sleep.\\n\\nI went back to my rug and tried to go to sleep, but I could not. Such an uneasy\\nfeeling was upon me that I had to keep walking about. I went out into the hall\\nagain and stood at the head of the staircase. I thought I would take a walk\\nthrough the lower hall, and then go to bed again.\\n\\nThe Drurys' carpets were all like velvet, and my paws did not make a rattling on\\nthem as they did on the oil cloth at the Morrises'. I crept down the stairs like\\na cat, and walked along the lower hall, smelling under all the doors, listening\\nas I went. There was no night light burning down here, and it was quite dark,\\nbut if there had been any strange person about I would have smelled him.\\n\\nI was surprised when I got near the farther end of the hall, to see a tiny gleam\\nof light shine for an instant from under the dining-room door. Then it went away\\nagain. The dining-room was the place to eat. Surely none of the people in the\\nhouse would be there after the supper we had.\\n\\nI went and sniffed under the door. There was a smell there; a strong smell like\\nbeggars and poor people. It smelled like Jenkins. It was.\\n\\nCHAPTER XIV  HOW WE CAUGHT THE BURGLAR\\n\\nWHAT was the wretch doing in the house with my dear Miss Laura? I thought I\\nwould go crazy. I scratched at the door, and barked and yelped. I sprang up on\\nit, and though I was quite a heavy dog by this time, I felt as light as a\\nfeather.\\n\\nIt seemed to me that I would go mad if I could not get that door open. Every few\\nseconds I stopped and put my head down to the doorsill to listen. There was a\\nrushing about inside the room, and a chair fell over, and some one seemed to be\\ngetting out of the window.\\n\\nThis made me worse than ever. I did not stop to think that I was only a medium-\\nsized dog, and that Jenkins would probably kill me, if he got his hands on me. I\\nwas so furious that I thought only of getting hold of him.\\n\\nIn the midst of the noise that I made, there was a screaming and a rushing to\\nand fro upstairs. I ran up and down the hall, and half-way up the steps and back\\nagain. I did not want Miss Laura to come down, but how was I to make her\\nunderstand? There she was, in her white gown, leaning over the railing, and\\nholding back her long hair, her face a picture of surprise and alarm.\\n\\n\\\"The dog has gone mad,\\\" screamed Miss Bessie. \\\"Nurse, pour a pitcher of water on\\nhim.\\\"\\n\\nThe nurse was more sensible. She ran downstairs, her night-cap flying, and a\\nblanket that she had seized from her bed, trailing behind her. \\\"There are\\nthieves in the house,\\\" she shouted at the top of her voice, \\\"and the dog has\\nfound it out.\\\"\\n\\nShe did not go near the dining-room door, but threw open the front one, crying,\\n\\\"Policeman! Policeman! help, help, thieves, murder!\\\"\\n\\nSuch a screaming as that old woman made! She was worse than I was. I dashed by\\nher, out through the hall door, and away down to the gate, where I heard some\\none running. I gave a few loud yelps to call Jim, and leaped the gate as the man\\nbefore me had done.\\n\\nThere was something savage in me that night. I think it must have been the smell\\nof Jenkins. I felt as if I could tear him to pieces. I have never felt so wicked\\nsince. I was hunting him, as he had hunted me and my mother, and the thought\\ngave me pleasure.\\n\\nOld Jim soon caught up with me, and I gave him a push with my nose, to let him\\nknow I was glad he had come. We rushed swiftly on, and at the corner caught up\\nwith the miserable man who was running away from us.\\n\\nI gave an angry growl, and jumping up, bit at his leg. He turned around, and\\nthough it was not a very bright night, there was light enough for me to see the\\nugly face of my old master.\\n\\nHe seemed so angry to think that Jim and I dared to snap at him. He caught up a\\nhandful of stones, and with some bad words threw them at us. Just then, away in\\nfront of us, was a queer whistle, and then another one like it behind us.\\nJenkins made a strange noise in his throat, and started to run down a side\\nstreet, away from the direction of the two whistles.\\n\\nI was afraid that he was going to get away, and though I could not hold him, I\\nkept springing up on him, and once I tripped him up. Oh, how furious he was! He\\nkicked me against the side of a wall, and gave me two or three hard blows with a\\nstick that he caught up, and kept throwing stones at me.\\n\\nI would not give up, though I could scarcely see him for the blood that was\\nrunning over my eyes. Old Jim got so angry whenever Jenkins touched me, that he\\nran up behind and nipped his calves, to make him turn on him.\\n\\nSoon Jenkins came to a high wall, where he stopped, and with a hurried look\\nbehind, began to climb over it. The wall was too high for me to jump. He was\\ngoing to escape. What shall I do? I barked as loudly as I could for some one to\\ncome, and then sprang up and held him by the leg as he was getting over.\\n\\nI had such a grip, that I went over the wall with him, and left Jim on the other\\nside. Jenkins fell on his face in the earth. Then he got up, and with a look of\\ndeadly hatred on his face, pounced upon me. If help had not come, I think he\\nwould have dashed out my brains against the wall, as he dashed out my poor\\nlittle brothers' against the horse's stall. But just then there was a running\\nsound. Two men came down the street and sprang upon the wall, just where Jim was\\nleaping up and down and barking in distress.\\n\\nI saw at once by their uniform and the clubs in their hands, that they were\\npolicemen. In one short instant they had hold of Jenkins. He gave up then, but\\nhe stood snarling at me like an ugly dog. \\\"If it hadn't been for that cur, I'd\\nnever a been caught. Why ,\\\" and he staggered back and uttered a bad word, \\\"it's\\nme own dog.\\\"\\n\\n\\\"More shame to you,\\\" said one of the policemen, sternly; \\\"what have you been up\\nto at this time of night, to have your own dog and a quiet minister's spaniel\\ndog a chasing you through the street?\\\"\\n\\nJenkins began to swear and would not tell them anything. There was a house in\\nthe garden, and just at this minute some one opened a window and called out:\\n\\\"Hallo, there, what are you doing?\\\"\\n\\n\\\"We're catching a thief, sir,\\\" said one of the policemen, \\\"leastwise I think\\nthat's what he's been up to. Could you throw us down a bit of rope? We've no\\nhandcuffs here, and one of us has to go to the lock-up and the other to\\nWashington street, where there's a woman yelling blue murder; and hurry up,\\nplease, sir.\\\"\\n\\nThe gentleman threw down a rope, and in two minutes Jenkins' wrists were tied\\ntogether, and he was walked through the gate, saying bad words as fast as he\\ncould to the policeman who was leading him. \\\"Good dogs,\\\" said the other\\npoliceman to Jim and me. Then he ran up the street and we followed him.\\n\\nAs we hurried along Washington street, and came near our house, we saw lights\\ngleaming through the darkness, and heard people running to and fro. The nurse's\\nshrieking had alarmed the neighborhood. The Morris boys were all out in the\\nstreet only half clad and shivering with cold, and the Drurys' coachman, with no\\nhat on, and his hair sticking up all over his head, was running about with a\\nlantern.\\n\\nThe neighbors' houses were all lighted up, and a good many people were hanging\\nout of their windows and opening their doors, and calling to each other to know\\nwhat all this noise meant.\\n\\nWhen the policeman appeared with Jim and me at his heels, quite a crowd gathered\\naround him to hear his part of the story. Jim and I dropped on the ground\\npanting as hard as we could, and with little streams of water running from our\\ntongues. We were both pretty well used up. Jim's back was bleeding in several\\nplaces from the stones that Jenkins had thrown at him., and I was a mass of\\nbruises.\\n\\nPresently we were discovered, and then what a fuss was made over us. \\\"Brave\\ndogs! noble dogs!\\\" everybody said, and patted and praised us. We were very proud\\nand happy, and stood up and wagged our tails, at least Jim did, and I wagged\\nwhat I could. Then they found what a state we were in. Mrs. Morris cried, and\\ncatching me up in her arms, ran in the house with me, and Jack followed with old\\nJim.\\n\\nWe all went into the parlor. There was a good fire there, and Miss Laura and\\nMiss Bessie were sitting over it. They sprang up when they saw us, and right\\nthere in the parlor washed our wounds, and made us lie down by the fire.\\n\\n\\\"You saved our silver, brave Joe,\\\" said Miss Bessie; \\\"just wait till my papa and\\nmamma come home, and see what they will say. Well, Jack, what is the latest?\\\" as\\nthe Morris boys came trooping into the room.\\n\\n\\\"The policeman has been questioning your nurse, and examining the dining-room,\\nand has gone down to the station to make his report, and do you know what he has\\nfound out?\\\" said Jack, excitedly.\\n\\n\\\"No what?\\\" asked Miss Bessie.\\n\\n\\\"Why that villain was going to burn your house.\\\"\\n\\nMiss Bessie gave a little shriek. \\\"Why, what do you mean?\\\"\\n\\n\\\"Well,\\\" said Jack, \\\"they think by what they discovered, that he planned to pack\\nhis bag with silver, and carry it off; but just before he did so he would pour\\noil around the room, and set fire to it, so people would not find out that he\\nhad been robbing you.\\\"\\n\\n\\\"Why we might have all been burned to death,\\\" said Miss Bessie. \\\"He couldn't\\nburn the dining-room without setting fire to the rest of the house.\\n\\n\\\"Certainly not,\\\" said Jack, \\\"that shows what a villain he is.\\\"\\n\\n\\\"Do they know this for certain, Jack?\\\" asked Miss Laura.\\n\\n\\\"Well, they suppose so; they found some bottles of oil along with the bag he had\\nfor the silver.\\\"\\n\\n\\\"How horrible! You darling old Joe, perhaps you saved our lives,\\\" and pretty\\nMiss Bessie kissed my ugly, swollen head. I could do nothing but lick her little\\nhand, but always after that I thought a great deal of her.\\n\\nIt is now some years since all this happened, and I might as well tell the end\\nof it. The next day the Drurys came home, and everything was found out about\\nJenkins. The night they left Fairport he had been hanging about the station. He\\nknew just who were left in the house, for he had once supplied them with milk,\\nand knew all about their family. He had no customers at this time, for after Mr.\\nHarry rescued me, and that piece came out in the paper about him, he found that\\nno one would take milk from him. His wife died, and some kind people put his\\nchildren in an asylum, and he was obliged to sell Toby and the cows. Instead of\\nlearning a lesson from all this, and leading a better life, he kept sinking\\nlower.\\n\\nHe was, therefore, ready for any kind of mischief that turned up, and when he\\nsaw the Drurys going away in the train, he thought he would steal a bag of\\nsilver from their sideboard, then set fire to the house, and run away and hide\\nthe silver. After a time he would take it to some city and sell it.\\n\\nHe was made to confess all this. Then for his wickedness he was sent to prison\\nfor ten years, and I hope he will get to be a better man there, and be one after\\nhe comes out.\\n\\nI was sore and stiff for a long time, and one day Mrs. Drury came over to see\\nme. She did not love dogs as the Morrises did. She tried to, but she could not.\\n\\nDogs can see fun in things as well as people can, and I buried my muzzle in the\\nhearth-rug, so that she would not see how I was curling up my lip and smiling at\\nher.\\n\\n\\\"You are a good dog,\\\" she said, slowly. \\\"You are\\\" then she stopped, and could\\nnot think of anything else to say to me. I got up and stood in front of her, for\\na well-bred dog should not lie down when a lady speaks to him. I wagged my body\\na little, and I would gladly have said something to help her out of her\\ndifficulty, but I couldn't. If she had stroked me it might have helped her; but\\nshe didn't want to touch me, and I knew she didn't want me to touch her, so I\\njust stood looking at her.\\n\\n\\\"Mrs. Morris,\\\" she said, turning from me with a puzzled face, \\\"I don't like\\nanimals, and I can't pretend to, for they always find me out; but can't you let\\nthat dog know that I shall feel eternally grateful to him for saving not only\\nour property for that is a trifle but my darling daughter from fright and\\nannoyance, and a possible injury or loss of life?\\\"\\n\\n\\\"I think he understands,\\\" said Mrs. Morris. \\\"He is a very wise dog.\\\" And smiling\\nin great amusement, she called me to her and put my paws on her lap. \\\"Look at\\nthat lady, Joe. She is pleased with you for driving Jenkins away from her house.\\nYou remember Jenkins?\\\"\\n\\nI barked angrily and limped to the window.\\n\\n\\\"How intelligent he is,\\\" said Mrs. Drury. \\\"My husband has sent to New York for a\\nwatchdog, and he says that from this on our house shall never be without one.\\nNow I must go. Your dog is happy, Mrs. Morris, and I can do nothing for him,\\nexcept to say that I shall never forget him, and I wish he would come over\\noccasionally to see us. Perhaps when we get our dog he will. I shall tell my\\ncook whenever she sees him to give him something to eat. This is a souvenir for\\nLaura of that dreadful night. I feel under a deep obligation to you, so I am\\nsure you will allow her to accept it.\\\" Then she gave Mrs. Morris a little box\\nand went away.\\n\\nWhen Miss Laura came in, she opened the box, and found in it a handsome diamond\\nring. On the inside of it was engraved: \\\"Laura, in memory of December 20th, 18 .\\nFrom her grateful friend, Bessie.\\\"\\n\\nThe diamond was worth hundreds of dollars, and Mrs. Morris told Miss Laura that\\nshe had rather she would not wear it then, while she was a young girl. It was\\nnot suitable for her, and she knew Mrs. Drury did not expect her to do so. She\\nwished to give her a valuable present, and this would always be worth a great\\ndeal of money.\\n\\nCHAPTER XV OUR JOURNEY TO RIVERDALE\\n\\nEVERY other summer, the Morris children were sent to some place in the country,\\nso that they could have a change of air, and see what country life was like. As\\nthere were so many of them they usually went different ways.\\n\\nThe summer after I came to them, Jack and Carl went to an uncle in Vermont, Miss\\nLaura went to another in New Hampshire, and Ned and Willie went to visit a\\nmaiden aunt who lived in the White Mountains.\\n\\nMr. and Mrs. Morris stayed at home. Fairport was a lovely place in summer, and\\nmany people came there to visit.\\n\\nThe children took some of their pets with them, and the others they left at home\\nfor their mother to take care of. She never allowed them to take a pet animal\\nanywhere, unless she knew it would be perfectly welcome. \\\"Don't let your pets be\\na worry to other people,\\\" she often said to them, \\\"or they will dislike them and\\nyou too.\\\"\\n\\nMiss Laura went away earlier than the others, for she had run down through the\\nspring, and was pale and thin. One day, early in June, we set out. I say \\\"we,\\\"\\nfor after my adventure with Jenkins, Miss Laura said that I should never be\\nparted from her. If any one invited her to come and see them and didn't want me,\\nshe would stay at home.\",\"timestamp\":1640140526,\"title\":\"\\nWhen the letter was read to Mr. Morris, he said, \\\"Malta is on her way home. \"},\"digest\":\"iOqFekG0l-nHJ_ZkyrxI8i_R3MC1CU4bxj3EUKES0RU\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_-h_gYa2oWadY7uDfPig1TCh42zsW8MLg6rYZJZYyPw\\\",\\\"y\\\":\\\"gbQLHRJajZNtvX04ACOBuN5CRe4KgA5qW6rPcWx2Oww\\\"}\",\"signature\":\"e-P9qjuW7cz3sFYlGPVeafTPbXBOwO7mEzqJTVJyveGtGrasNTD9pKrE46RtDF5f-7-vzxklNhpkraGcGACUuQ\",\"signingKeySignature\":\"0x9de7dc96ebc06e7744cd4595bab1c5d7b8df99c2f57099990743c3f420f03fdb3f734c678eb73c5ca8b9ba971ca500cef1597d064fc08133760109173625e4af1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_-h_gYa2oWadY7uDfPig1TCh42zsW8MLg6rYZJZYyPw\\\",\\\"y\\\":\\\"gbQLHRJajZNtvX04ACOBuN5CRe4KgA5qW6rPcWx2Oww\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iOqFekG0l-nHJ_ZkyrxI8i_R3MC1CU4bxj3EUKES0RU\"}"