"{\"content\":{\"body\":\"## *Evaluating the power of your decisions through the lens of the Ripple Effect*\\n\\nIf you could be God for a day, what would you change about the world? Would you inspire empathy in everyone? Eliminate suffering? Whatever you decided, you likely chose to improve the world.\\n\\nAlthough you are not an omnipotent god, you do hold a great deal of power with each of your decisions. You may think the power you hold is trivial in the face of whatever secret underground cult you think runs the world, but allow me to plead my case.\\n\\nYour decisions and habits play a large role in your position in life. No matter the circumstances you are always only one decision away from dramatically altering the course of your life - for better or worse. Letting your anger take control in a tense situation could result in never again seeing the light of day outside a prison yard. Your decisions determine your life's trajectory. However, the true power of your decisions lies in their higher order effects.\\n\\n**What Are Higher Order Effects?**\\n\\nCompare any decision you make to a droplet hitting a pool of water. When the droplet hits the water, the impact is greater than a droplet simply penetrating the surface of a pool. A ripple effect is created, disrupting the surrounding area. Similarly, when you make a decision, the result is greater than the immediate impact.\\n\\n![](https://www.victorcasler.com/uploads/1/3/4/1/134103782/editor/figure-5.jpg?1612112465)\\n\\nMaybe that compliment you decided to give inspired someone to surprise their spouse with a nice gift. Then that spouse may feel compelled to pay for someone's meal. And so the ripple continues. This ripple of consequences describes higher order effects.\\n\\nAs we follow the ripple, it becomes difficult to see where the impact of the water droplet ends. On a small enough scale, those ripples vibrate throughout the entire pool, regardless of whether they are detected.\\n\\nThe modern world has an intricate network of causal relationships (i.e. a lot of things cause a lot of stuff and we don't know how). This network is extremely delicate and intertwined. Each decision has an unimaginable impact on the world.\\n\\nArchduke Franz Ferdinand - the heir to the Austro-Hungarian throne - was assassinated in 1914, sparking the first World War. The resultant destabilization then played a role in the rise of the 20th century fanaticism such as Nazism and Bolshevism. This paved the road for the mayhem of WWII, the Holocaust, and Communism. WWII led to a Cold War between the two primary victors, leading to the global adoption of either a combination of American ideals or Communism.\\n\\nThis intense chain of events shapes our ecosystem to this day. It's impossible to say how different the world would be without the assassination, but this chain illustrates how unforeseen consequences arise from seemingly unrelated events in the modern world. The Butterfly Effect shows how inept we are at modeling such a complex world.\\n\\nThis concept was unearthed by Edward Lorenz, a mathematician and meteorologist. He was running a weather model and found that a minute rounding error in his initial measurements resulted in a massively different outcome. He likened this tiny difference in his initial measurements to failing to account for the presence of a butterfly flapping its wings.\\n\\nSince we do not know which variables impact complex events like the path of a hurricane or the path to global warfare, it is impossible to know the full impact of our decisions. For all we know, a butterfly flapping its wings in Texas can alter the course of a hurricane in Florida.\\n\\n![](https://www.victorcasler.com/uploads/1/3/4/1/134103782/sinple_orig.jpg)\\n\\nEvery decision or indecision you make impacts the world on an incomputable scale. We don't know how far each ripple travels. We don't know who it will influence.\\n\\n![](https://www.victorcasler.com/uploads/1/3/4/1/134103782/figure-3_orig.jpg)\\n\\nWithout knowing where the impact of one action ends and the next starts, it makes measuring the size of the pool a challenge. Knowing the breadth of our pool is important because a drop in an ocean has a smaller impact than that same droplet in a puddle. While we do not know how far that drop in an ocean can travel, we know that a drop in a puddle will transform an entire microbiome, like a tsunami crashing over a city.\\n\\nUnfortunately, we can never know the true size of the pool. This would be like trying to measure the exact length of a coastline - each grain of sand creates an infinitely complex geometry. Each action creates an infinitely complex web.\\n\\nHowever, we can make reasonable estimates. We can say with a high degree of certainty that the total length of coastline in Africa is greater than Florida’s coastline. Doing something thoughtful for a close friend is probably a ripple in a puddle while a vote in a federal election is more like a drop in an ocean.\\n\\n![](https://www.victorcasler.com/uploads/1/3/4/1/134103782/published/figure-4.jpg?1612112733)\\n\\nIt doesn’t require intense calculation to see which has a larger coastline\\n\\nIf you want to make the world a better place, it's worth the effort to create more positive ripples and reduce negative ones.\\n\\nKnowing the gravity of our decisions and indecisions, how can we make the leap towards creating more positive ripples?\\n\\n**Don't Be a Voter Fraud**\\n\\nI try to encourage my readers to look from new vantage points to see different pictures. If you are struggling to create positive ripples or reduce negative ones, consider viewing every action and inaction as a vote for or against a given value.\\n\\nIn American politics, voting is passionately viewed as the way to impact a community. My challenge for you is to bring this passion into each of your decisions. Want to brighten someone's day? Vote to give a compliment. Want to help the poor? Vote to donate your time or money to a soup kitchen. Laid in your bed all day on Twitter? Well congrats, you voted for a lazier world. Conversely, working on something creative is a vote for a more beautiful world.\\n\\nLike in any election, others will vote against you. Someone else might treat a member of your community poorly. Luckily, winning an election requires a majority of votes, not a unanimous decision. There is no need to be discouraged if you squander your vote once. Just remember to vote better next time. There is no need to worry about how others vote. If you can effectively stuff the ballot box with all of your positive ripples, how can you get worked up over a few negative ones?\\n\\nMy aim is not to dismiss our responsibility to cast a ballot. Rather, my aim is to illuminate the responsibility we all share in our day-to-day decisions. I think it is safe to assume your day-to-day votes impact your community much more than whether you vote red or blue every few years. Your positive actions are much more likely to inspire people to vote like you than your super convincing explanation of why your old bag of milk is better than the other one. In other words, your day-to-day activities hold more power than your political influence.\\n\\n**Conclusions**\\n\\nIn this post, we explored our profound impact on the world through the framework of a ripple effect. The impact of each ripple is dependent on:\\n\\n1. How far each ripple travels\\n2. ​The size of the pool the droplet impacts\\n\\nIt is impossible to know how far each ripple travels due to our inability to model the modern world’s intricate causal networks. The assassination of Archduke Franz Ferdinand illustrates that many unintended consequences can stem from one decision.\\n\\nThe Butterfly Effect highlights our inability to understand such a complex world, so we can never truly know the size of the pool we are dropping into. However, we can make reasonable estimates. Like mapping a coastline, we can see that some environments are larger than others.\\n\\nFor the same amount of energy, an action in a smaller environment has a more profound impact. To maximize the efficiency of our positive ripples, we should consider focusing on smaller environments: yourself, family, friends, and community. Who knows, maybe some of your ripples will sneak out to a broader audience.\\n\\nWe also explored that your actions are no different than votes for different values. Viewing your actions as votes provides you with a concrete mental model to observe the power your decisions hold.\\n\\n> Consider pretending you are a benevolent God today and make some positive ripples in your small corner of the universe.\",\"timestamp\":1634386955,\"title\":\"Make Some Ripples\"},\"digest\":\"EWFq_L8RXU7lzsGZDzOeD9XYK1ZoFdjE1x0ybRV-o-0\",\"authorship\":{\"contributor\":\"0x86BA7aDDc8d7282032e65e07E88F7605C22e5ce5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_7Lm8KNeuFg9Ksg5-9mTEsDvB1XTgsX4phNjFpd1iaw\\\",\\\"y\\\":\\\"l6ci2skvmVPHFDEeTt7s97MAdyxZv6uSaCrDhLi8SUQ\\\"}\",\"signature\":\"zm7s6nHMzRKjzYLnrzYIcE62uXIom4Z8vm9NpytA70Kjs8HMziXvA44zehxKf5YOcwEm-roHrlMMm3fBNZPawA\",\"signingKeySignature\":\"0x0c1d20286e91312208bfda7c7cda1d759e7fd62fcaa1208231ecb4756fe0568b72a425f38c73c7769d67256db7098fc3c76500b9ca54f80d3e2e0ef6803e2c4c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_7Lm8KNeuFg9Ksg5-9mTEsDvB1XTgsX4phNjFpd1iaw\\\",\\\"y\\\":\\\"l6ci2skvmVPHFDEeTt7s97MAdyxZv6uSaCrDhLi8SUQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EWFq_L8RXU7lzsGZDzOeD9XYK1ZoFdjE1x0ybRV-o-0\"}"