"{\"content\":{\"body\":\"(SEC) investigation. A spokesperson for Uniswap Labs said that Uniswap has provided relevant information to the regulatory agency to assist in the investigation.\\n\\nIn addition to worries about financial derivatives and synthetic assets, supervision also has a keen interest in the ever-expanding stable currency market. Some information indicates that the US Securities and Exchange Commission (SEC) may be investigating Tether and Tether Operation Limited. \\\"We have a lot of casinos in the Wild West, and poker chips are these stable coins on the casino table.\\\" Gary Gensler believes.\\n\\nNot only regulatory agencies, as Tether USD, a widely used stablecoin in the crypto world, many people have doubts about the form of reserves behind it.\\n\\nEarlier this year, Tether disclosed the details of USDT's reserves, of which only 2.6% is in the form of cash reserves, and the rest is a combination of secured loans, corporate bonds, encrypted assets and other investment tools. According to the audit by Moore Cayman, an accounting firm that specializes in providing audit services to the investment fund and digital asset industry, as of June 30, all tokens issued by Tether have sufficient reserves.\\n\\nIn addition, illegal cryptocurrency money laundering activities are also related to DeFi. This area has always been the focus of regulatory agencies.\",\"timestamp\":1634225073,\"title\":\"(SEC) Investigation\"},\"digest\":\"iDAicKKi9w-yiKugI6BGAiphErCm8s8rQezl4-p_fcY\",\"authorship\":{\"contributor\":\"0xa573C407F7f7f60F167e4645e84378E32D5ca2A0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZL0tx0u6mQ-oks-Z9shDaDgChFsNYh_zL5dOpmqo-io\\\",\\\"y\\\":\\\"G3ItByPnehL1Y5PYI0EX6flNy-lmDdaj3D_yHUXq6jM\\\"}\",\"signature\":\"p9PqV5zuaemy4__kAmarKLOt0iqWKTBRjBPbJedKXgDKNA7lRvEqOgCbs7YMF9gQIMV6mtQNUn-SUBwvXJ7MeA\",\"signingKeySignature\":\"0xd5c6d89d5b1fdabae12a338f7b984909383c6f480e96da3d0f21ae0f65dada4411b7913febb887f934a72a97f69f48c819931d7c5d7548b13d97db3f138534f01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZL0tx0u6mQ-oks-Z9shDaDgChFsNYh_zL5dOpmqo-io\\\",\\\"y\\\":\\\"G3ItByPnehL1Y5PYI0EX6flNy-lmDdaj3D_yHUXq6jM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iDAicKKi9w-yiKugI6BGAiphErCm8s8rQezl4-p_fcY\"}"