"{\"content\":{\"body\":\"# \\n\\n人类学会「钻木取火」是人类科技发展和文化演化的转折点，也是美食的历史，考虑到人类的牙齿从200万年前就开始明显缩小，美食的历史也至少有150万年。从野外露营的简单烧烤到高级餐厅近乎艺术品的菜肴，从超市货架上的速食面到人声鼎沸的现货市场，全是饮食的一部分。\\n\\n体验饮食，就是透过味蕾了解整个人类文明，本文推荐5本美食与人类学、城市历史、生活志趣、环球旅行相关的书籍，希望能让你大「饱」眼福。\\n\\n## 《厨房里的人类学家》\\n\\n正如一顿正式的晚餐有前菜、主菜、饭后甜品，一份主菜里有主食、配菜、酱汁，《厨房里的人类虚假》这本书的主菜毫无疑问是「厨房」，奔着人类学来的人可能会失望，但如果你对食物、烹饪、以及厨师这个职业感兴趣，这本书不会让你失望。\\n\\n全书分为三个部分，第一部分是庄祖宜在美国厨师学校的经历，从处理生鲜食材到学习世界不同菜系，以课堂上和生活中的发生的小故事串了起来。第二部分是她跟随老公到香港工作，自己顺势在一家高级餐厅后厨实习，如梁文道在序里说，看过这本书后，大概能理解为什么高级餐厅的料理价格那么贵了。第三部分则是一些美食杂文，以特定主题写成，有科普、有菜谱、有趣味故事，对五谷不分的人来说，这本书让我大开眼界。\\n\\n第二部分紧凑紧张的实习经历写得特别精彩，一想到几十个人分工明确在战场般的后厨抛头颅洒热血、热火朝天的场景，每日如此，每天两次，或许会对端上来小小的一碟菜肴产生怜惜之情，多少人的心血凝结在这十几克的食材上？\\n\\n> 这里的招牌螃蟹前菜讲究的是五种口感与四重温度的对比，分别用沙拉、凝冻、泡沫、热汤与冰淇淋的方式呈现。虽然我对这每一种形态的制作都已熟悉，但全部摆在一起先后品尝还是头一回。不同口感与温度相互对应下产生的乐趣与能量，大大超过单一菜色的美味。其实美味在这里应该只是基础，而设计一道菜真正的动力似乎是为了挑战食客的感官，打破对特定食材的单一想象，个中野心睥睨现代艺术，但好不好吃就见仁见智了。——《厨房里的人类学家》\\n\\n我想起一档英国美食节目《MasterChef》，一个面对业余厨艺爱好者的比赛，很多人是家庭主妇、学生、或者放弃厨艺梦想的人，当比赛进行到后半程，还没被淘汰的选手们将进入真正的厨房工作。对他们来说，第一次在后厨实习相当于一场「破处之旅」，第一次看到主厨的个性如何统治着整个厨房，小小的空间里井井有条和乱成一锅同时存在，纷至沓来的菜单，冷菜、热菜、不同食材的处理、烹饪、摆盘任务如瀑布般袭来。\\n\\n我想那是一个任何任务管理工具都驾驭不了的复杂场景，厨师是一个时时刻刻面对不确定性的工作，没什么是确定的。法籍纽约名厨丹尼尔·布鲁（Daniel Boulud）曾在《写给年轻厨师的信》（Letters to a Young Chef）一书中写，一个大厨的养成需要长期的训练，与其餐饮学校一毕业就急于独当一面，不如花点时间在顶尖大厨手下从基层做起，一方面增广见闻，一方面累积人脉，总之是眼光愈远大，起步就要愈谦卑。\\n\\n想到这里，我对这个职业充满敬意。\\n\\n## 《鱼翅与花椒》\\n\\n扶霞应该是和成都有关、最受中国人喜欢的唯二外国人之一，另一个是曾经在成都教书的何伟。\\n\\n我算是慕名去读的《鱼翅与花椒》，作者按照时间顺序，从自己1994年在成都念书的经历出发，依次写了川菜、湘菜、粤菜、福建菜、北京菜、淮扬菜，既有对菜系的描述和亲身品尝的一手经验，还针对一些名菜的历史、文化、做法的描写也十分细致生动，好多关于美食的背景我都是在这里学到的，扶霞在学术上的训练和她对美食的热爱铸造了这本书。\\n\\n> 原来爱情里的嫉妒叫做「吃醋」，生而为人所经历的疼痛与艰难叫做「吃苦」。在中国学习烹饪的语言，原来也是在学习人生的语言。烹饪的学习越深入，我就越发现自己不仅是在做饭，而且也在思考，像中国人那样思考。——《鱼翅与花椒》\\n\\n最好看的部分当然是扶霞九十年代在成都走街串巷胡吃海喝，后来甚至进入烹饪学校学厨的故事，她勇于打破饮食习惯、去尝试另一个国家的饮食的精神十分令人敬佩，从她的外国人视角——「我们吃的东西，代表我们做人和自我认知非常核心的一部分。保持自己的文化传统也不是一件小事，而是一种自我保护的手段，让我免受未知事物的威胁。」也让人反思，自己是否对异国的饮食文化会过分地警惕、甚至贬低？\\n\\n川菜部分之所以出彩，很重要的原因是扶霞偶然中记录下90年代的成都，充斥着市井气息的生活，打麻将、下酒馆、坐在路边吃担担面……那些让扶霞惊诧的市场里的血腥杀鸡场面，竟唤起我小时候跟着父母逛市场的记忆，很多食物我们今天可以超市买到，担担面在外卖平台上随叫随到，但很多景致和回忆已经永远消逝在时间里。\\n\\n## 《随园食单》\\n\\n最初知道《随园食单》，是在豆瓣小组看了一个帖子——《穷二代的袁枚，辞去公务员后，是如何实现财富自由的？》\\n\\n袁枚，清朝穷二代，有才华但不受朝廷重视，后来当了几年县委书记就辞职了，买下金陵（南京）附近买下一座风水不佳的花园，名为随园，过上了肆意潇洒的财富自由生活，业务繁多，其中就包括开设餐厅，聘来高级厨师王小余，菜单自然就是这本《随园食单》。\\n\\n文人菜谱挺多，《随园食单》最好的地方在于这本书不仅好看、而且能做出来，袁枚以其浪漫的文字和条理性（挑剔）的厨艺讲解，成为一本值得信赖的古代食谱。袁枚是广为人知的爱吃、懂吃，也挑剔！开篇就是《须知单》，阐述了20多项烹饪的基本准则，包括选料、配搭、火候、器具、时节等方面，做菜先言须知单和戒单，阐述烹调基本原则……\\n\\n> 上菜之法：盐者宜先，淡者宜后；浓者宜先，薄者宜后；无汤者宜先，有汤者宜后。且天下原有五味，不可以咸之一味概之。度客食饱，则脾困矣，须用辛辣以振动之；虑客酒多，则胃疲矣，须用酸甘以提醒之。——《随园食单》\\n\\n袁枚交游甚广，能和随园老人攀上关系的基本都是文化人，因此袁枚对江南的诸多美食，尤其私家拿手菜掌握了第一手资料，在外面每遇佳肴，就会让家里的厨师登门求教——「以轿迎其女厨来园制造」，便有了著名的《随园食单》。\\n\\n袁枚自己不下厨，而是与自家的主厨相见恨晚、一拍即合，后来主厨王小余死后，袁枚伤心之余，为前者写下《厨者王小余传》，「每食必为之泣」，一边吃饭一边流泪。\\n\\n本书实用性和观赏性都极强，除了部分食材现在比较难找、口味不合适或者不合法，比如果子狸，有很多菜式在今天仍然可以复刻出来，过一过文人雅客的瘾。\\n\\n## 《在欧洲，逛市集》\\n\\n每个热爱生活的人都很难抗拒亲自去逛市场的诱惑。\\n\\n台湾美食作家韩良忆的这本书介绍了欧洲最有趣、最丰盛又最好玩的13个市集，比如伦敦最古老的果菜批发市场柏若、充满拉丁风情的法国五区莫贝市集、位于运河旁边的威尼斯里亚托市集……\\n\\n同时聚集人气、天气、地气的露天传统市集，像一个持续流动的盛宴，在川流不息的人群中，有速战速决专门来买菜的，也有爱逛胜过买菜的，作者韩良忆属于后面这种人，将采买食材作为日常生活的乐趣之一。\\n\\n> 你或也会记得市集上那一摊摊好像刚从田里采收的蔬菜、水果、香草，还有各式各样你见都没见过的奶酪和干香肠、一盆盆不同口味的渍橄榄与鳀鱼，以及带着淡淡薰衣草香的蜂蜜。凡此种种，都提醒了你，自己正置身明亮的普罗旺斯，这里离巴黎很远，距地中海很近。——《在欧洲，逛市集》\\n\\n除了介绍市集和一些让人半夜垂涎的照片，本书还有一些家常菜的菜谱：农舍派、什锦海鲜炖饭、焗韭葱鸡肉马铃薯泥……书的末尾还提供了欧洲市集食材五国语言对照表，如果有机会去欧洲过上作者所说的「居游」生活，这本书就派上大用场了。\\n\\n所谓「居游」，其实就是现在说的「旅居」，到一个新国家/城市，不住酒店而住一个有厨房的民宿、去热闹的市集体验生活，学着像当地人一样煮食、了解当地的风土人情和本地居民的菜篮子。\\n\\n## 《用洗脸盆吃羊肉饭》\\n\\n人类的多样性在这本书得到淋漓尽致的体现。\\n\\n在看这本书之前我脑海中的环球旅行特别地小资，乘坐着现代交通工具、打卡美丽的酒店、穿着精致的本地服饰、吃着洁净的食物，所到之处的人们皆民风淳朴、大小险阻均有上天保佑、逢凶化吉、化险为夷。最后再回到母国吹嘘这趟环球之旅是如何开拓视野，每个人一辈子都应该来一次。\\n\\n但如果你试试石田裕辅的方式，七年半时间，一个人从北美洲出发，骑自行车旅行，住宿方式主要是露营和便宜的青年旅馆，大部分食材是自己钓的鱼和本地苍蝇小馆，途中遇过抢劫、偷窃、生病、多次腹泻。\\n\\n这是一趟只能通过本书才能展开的旅程，自己是没法跟着食谱做菜有样学样。就美食而言，我喜欢看这种马上就要拉肚子的体验，比起在高级餐厅里正襟危坐、从外往内使用杯子喝水，上一个菜换一个碟子，我喜欢这种粗放型的，没有桌子就蹲着吃，没有餐具就拿来洗脸盆、用手抓、大口嚼，用简单的便捷炉炖煮世界不同地方的食物，用肠胃挑战不同地区的美食和细菌。\\n\\n食物是当地的水、土壤与空气的结晶，更蕴含地方文化。环游世界的美妙之处自然是生态的多样化，作为食物的发源地，地质和气候等种种条件齐备，阿根廷的土豆是否更松软，捷克的酸奶是否更美味？一切都得自己去试过才知道啊。\\n\\n同一个经历被作者写进另一本书《不去会死》，讲自己在日本辞去高薪水工作去旅行的心路历程，作者说「希望能将读者带进我的场景，一起品尝美味，笼罩在同样的气味中，得到与我走过相同行程的感受。」因此这趟七年半的旅行故事写得很克制，除了美食的部分，人生感悟点到即止，有几个章节则记录了「一期一会」的梦幻故事，住在智利深山里靠烤面包过日子的母女三人，用羊肉炖马铃薯招待远方客人的独居老伯，南美洲的故事总有一层魔幻现实色彩，或许跟《百年孤独》有关吧。\\n\\n看完后很能理解作者回到日本的心情，怅然若失，过去7年半好像一场梦。\\n\\n> 几年前，无论哪一片土地都和我没有关系，如今，我却对每个国家都怀念不已。当地居民的脸孔，甚至土地上洋溢的空气所给我的感触，都能鲜明记起。透过成排的货船可以望见辽阔的大海，阳光照耀着整片海面，遥远的海上闪烁一片白光。 「一切都紧紧相连。」——《用洗脸盆吃羊肉饭》\",\"timestamp\":1640779659,\"title\":\"书单|饮食，包含着整个人类文明\"},\"digest\":\"8c2bWDJwcMSorvNx7_h-d0TXyMsm0WQytrqD3ZBXKyw\",\"authorship\":{\"contributor\":\"0x155689844A3dAf6aCF38F5a554e012845F978509\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wARI9Mb6wxkvJ_I_znYhBPUmIkEtgI-_0zyX5sMUNrg\\\",\\\"y\\\":\\\"AS4Q-XwDJShlxlv6sXBHwEM3o1PK4N1Ae-lIs8RDPtk\\\"}\",\"signature\":\"ZueiVXMw_KhvlY4t7Q4ZPDkZIcGCTtH_ZsDsE8GP4tp7VptIBjBIKW-nQ0Wf0vr1F8Z9yys4piUpPZqAQgUM2w\",\"signingKeySignature\":\"0x8212fcc27294a94be6225a34704fc0077194f7619b754cb4ac70885cb36896f3797785fec8e0b9cbf53d0c9c7d61ef477c1e89390066f9d7e9c7376aed210dff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wARI9Mb6wxkvJ_I_znYhBPUmIkEtgI-_0zyX5sMUNrg\\\",\\\"y\\\":\\\"AS4Q-XwDJShlxlv6sXBHwEM3o1PK4N1Ae-lIs8RDPtk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8c2bWDJwcMSorvNx7_h-d0TXyMsm0WQytrqD3ZBXKyw\"}"