"{\"content\":{\"body\":\"Twenty-one economic leaders of Asia-Pacific Economic Cooperation (APEC) met online on November 12, reaffirming their commitment to join together and to respond to the immediate crisis generated by the pandemic through urgent work. In their declaration, trade and investment has been highlighted as a \\\"critical enabler for addressing the impact of the COVID-19 pandemic\\\" and \\\"a pillar for the development and future prosperity of all our people\\\".\\n\\nOn the APEC CEO summit 2021 held one day earlier than the APEC Economic Leaders Meeting, Chinese President Xi Jinping said in a keynote speech via video, \\\"China will steadfastly advance high-quality Belt and Road cooperation, facilitate connectivity in the Asia-Pacific, ensure stable and smooth functioning of industrial and supply chains in the region, and deepen cooperation with all stakeholders in such areas as e-commerce and digital logistics.\\\"\\n\\nAs an e-commerce insider, I am really happy to hear this since I am a true believer that trade can bring prosperity to our region and keep us connected even when the pandemic makes it extremely hard for cross-border people movement.\\n\\nActually, at the APEC CEO summit 2021, I was also asked during a panel discussion on how to empower MSMEs (Micro, small and medium-sized enterprises) to navigate the global trade environment amid challenges such as the strained global supply chains. I briefly emphasized digitalization as one way out and called for building an e-learning alliance in APEC, providing the best capacity-building training for free, which requests a strong collaboration between the public and private sectors.\\n\\nI am surely not alone in advocating digitalization. At the beginning of this CEO summit, Jacinda Ardern, prime minister of New Zealand, shared how her administration teamed up with the private sector to have achieved overall strong growth despite the loss of the two biggest export earners – tourism and international education. Unsurprisingly, one of the recipes is digitalization.\\n\\nThe New Zealand government launched the Digital Boost program to drive partnerships with the private sector to deliver digital training to thousands of MSMEs.\\n\\nLiz Mitchell, one of New Zealand's fashion designers, is one of the business owners benefiting from this program. She could not take clients' measurements, both locally and overseas, for bespoke garments amid the lockdowns. Still, she shared her challenge with the program on time and finally found online measurement tools and video media to help her business stay afloat.\\n\\nI have also noticed inspiring digitalization cases in my own sector as DHgate attracted quite a large number of fresh wholesalers of clothes, consumer electronics, and home appliances from Africa since 2020, as travel restrictions have made it difficult for them to visit China to buy in person.\\n\\nWhen the COVID-19 continues ravaging the world, e-commerce, due to its digital nature, is serving as a stabilizer in society. I believe digitalization is an inevitable trend for trade.\\n\\nData shows that cross-border e-commerce import and export in China achieved a nearly ten-fold increase compared with five years ago to reach 1.69 trillion yuan ($264 billion) in 2020, according to Ren Hongbin, China's vice-minister of commerce.\\n\\nAs I can tell, innovative MSMEs, which took the initiative to find a niche market beyond traditional international trade years before the pandemic hit or actively and quickly digitally transformed their business amid the outbreak, such as those micro-firms in Africa, contributed to this remarkable growth.\\n\\nI myself predict cross-border e-commerce will account for 30 percent of all foreign trade in China in 10 years, up from about 5.3 percent last year. Zhang Dawei, secretary of the China Center for International Economic Exchange, expects cross-border e-commerce in China to reach 14.4 trillion yuan in 10 years.\\n\\nHowever, compared with traditional international trade, cross-border e-commerce is a relatively new form of trade, evolving quickly over time, demanding participants to learn new digital skills and solutions to catch up with the ever-changing markets.\\n\\nFor example, on the one hand, consumers in the United States have begun shopping for the holidays, facing rising prices and the \\\"out-of-stock\\\" problem when buying goods such as electronics, clothing, home and garden items. While, on the other hand, some merchants in China, with plenty of production, are struggling to get such merchandise across the border due to logistics delays as insufficient transportation at sea ports. Some cross-border sellers have predicted market demand based on data analysis and delivered products in advance to overseas warehouses run by e-commerce platforms or logistics companies, reducing uncertainty in their business and bringing certainty to their buyers.\\n\\nIt is a fact that in each sector, digital-ready companies are thriving in the public health crisis, serving as a stabilizing force within and beyond the APEC economies amid this very challenging time for the humankind. However, there are many more still lagging behind, without enough digital capacity.\\n\\nAPEC Business Advisory Council (ABAC) carried out a survey in August and September this year, finding that 53.3 percent of surveyed MSMEs in various industries expressed a strong need for training in digital tools and knowledge, while nearly half would like access to a free trial of digital tools and IT equipment and access to e-learning platforms for helping their workforce improve skills and competency.\\n\\nHowever, nearly 90 percent of all respondents from 21 APEC economies said they are not paying attention to any specific government departments guiding or supporting the digital transformation in their economy, showing there is enough room for closer cooperation between the public and private sectors.\\n\\nAs we will have to live with the COVID-19 for some time, we are all learning how to fight very hard against it to ensure equitable, inclusive, and sustainable recovery in our Asia-Pacific region. We have no choice but to unite, seek solutions collectively, and share good lessons with each other.\\n\\nSpecifically, I would suggest the APEC members set up an E-learning alliance to share the best digital transformation practices, necessary skills, and tools for MSMEs in the region, which still feature uneven development and economic recovery, to flourish.\\n\\n*Diane Wang， Founder, Chairperson, and CEO of DHgate, the leading cross-border B2B e-commerce marketplace in China. She is Co-chair of the Digital Transformation Task Force at B20 Italy, and Convenor of the Inclusion Working Group at the APEC Business Advisory Council, driving the digitalization agenda for women and MSMEs.*\\n\\n*The views don't necessarily reflect those of China Daily.*\",\"timestamp\":1637331348,\"title\":\"Trade digitalization in APEC economies crucial for regional recovery\"},\"digest\":\"MYPjCCMsMhot_XQ5QbVkSuHgylz0ZGEFcpFTJEJqjag\",\"authorship\":{\"contributor\":\"0x3ceda0f29ED64378B422Aae2f012973969aF0BfE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2j77rYvNvVL3XeJJ65N4CvMZkn56OZtCIpVFfsqsP3c\\\",\\\"y\\\":\\\"YM9TLmVWDVET1M1IznlxULwzew69Rmf0bodol3r-J2s\\\"}\",\"signature\":\"y1n8_7dhcn4IPX6kZgbq5DueSElIJr8r7wsbXs78v3RHgmIGYktoXMboJP2LFNjlh1PuBqYPXPX2-83GvY4kyw\",\"signingKeySignature\":\"0x5d3417f8a4978e5724774cddc4744a1b9b71136c6806334aea030370a992fe9b7c8fed75b09c09defbe68f0df236634b3cfb4177f12089605807ed46a2f7a7781c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2j77rYvNvVL3XeJJ65N4CvMZkn56OZtCIpVFfsqsP3c\\\",\\\"y\\\":\\\"YM9TLmVWDVET1M1IznlxULwzew69Rmf0bodol3r-J2s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MYPjCCMsMhot_XQ5QbVkSuHgylz0ZGEFcpFTJEJqjag\"}"