"{\"content\":{\"body\":\"There are very few things in life as beautiful as a glistening, smoky flank steak on a grill, being painted with beerbecue sauce. Any beer will do, but try to use something on the more aggressive side if you can. The subtle bitterness from the beer in the background really makes this sauce pop.\\n\\n* Step 1\\n\\n  Pour ketchup, molasses, and white vinegar in a bowl; add white sugar, 2 teaspoons black pepper, 1 teaspoon salt, cayenne pepper, cumin, allspice, and cinnamon. Whisk until sauce is smooth. Pour in beer.\\n* Step 2\\n\\n  Place flank steak into a non-reactive container; pour sauce over meat. Poke at least 100 holes per side in the flank steak using 2 forks.\\n* Step 3\\n\\n  Cover container with plastic wrap and marinate beef 8 to 12 hours (up to overnight).\\n* Step 4\\n\\n  Remove flank steak from marinade and pat the meat dry with paper towels. Pour leftover marinade into a saucepan, place over medium heat, and bring to a boil. Reduce heat to low and simmer for 5 minutes to make a basting sauce.\\n* Step 5\\n\\n  Preheat an outdoor grill for high heat and lightly oil the grate. Season flank steak with salt and black pepper.\\n* Step 6\\n\\n  Grill flank steak for 2 1/2 minutes; turn meat around on grate to a 45-degree angle to make diamond grill marks; grill for 2 1/2 more minutes. Repeat on second side, turning meat 45 degrees after 2 1/2 minutes and grilling 2 1/2 more minutes.\\n* Step 7\\n\\n  Flip steak to original side and paint meat with sauce. Continue to grill until sauce has glazed onto the meat, about 30 seconds. Turn meat over and brush other side with sauce. Sauce will burn if cooked too long. Repeat 1 more time, brushing and glazing sauce onto meat for about 30 seconds on each side. An instant-read meat thermometer, inserted into the thickest part of the flank steak, should read 125 degrees F (52 degrees C).\\n* Step 8\\n\\n  Transfer steak to a platter and let rest 5 to 10 minutes before slicing lengthwise down the center; cut each half across the grain into slices about 3/8 inch thick. Drizzle slices with more sauce to serve.\",\"timestamp\":1638083378,\"title\":\"Beerbecue Beef Flank Steak\"},\"digest\":\"YhoEgPlsl3GvnLX8XYM_zc60PipLtvXFBnqiEozFguY\",\"authorship\":{\"contributor\":\"0x5dE6d390F0f5F647bc4e6f6615B2890a9C7e04dd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ExyQpnp68TRgpkEJccYAS5LJq2AOu2JykgAvNvRuiPY\\\",\\\"y\\\":\\\"beYWeqFlO03IcKlKLcskB89SdRCd288NTyaKUOD8R-Y\\\"}\",\"signature\":\"lcqPf2C-SX_rsuZjlwrivmuCdHqNUsYiKQcbpRJjE4OXo6hdE6kOzAdRuGqM2MMPJGHaFNZLzvY8XcLReLD5UA\",\"signingKeySignature\":\"0x765cd77d56bbfbac59c237e8622490b4e1a3c7c8f7edb0c9c62b3002ded73bce2321c5f92b8a4502704f5a076f2754cbc8ace05ca827362144a55c885c5324361b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ExyQpnp68TRgpkEJccYAS5LJq2AOu2JykgAvNvRuiPY\\\",\\\"y\\\":\\\"beYWeqFlO03IcKlKLcskB89SdRCd288NTyaKUOD8R-Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YhoEgPlsl3GvnLX8XYM_zc60PipLtvXFBnqiEozFguY\"}"