"{\"content\":{\"body\":\"A response to your post about scammers.\\n\\nIt doesn’t phase those types. not trying to be in any spotlight…but imagine boozing one night a year ago and stumbling upon ens and registering a name with the last bit of $ you had because things you don’t have control over keep interfering with your life.\\n\\nThen you start trading crypto and think you found the early on everything only to be continuously rugged and left wondering how the hell are people making tendies ? Losing a massive amount of money in the stock market Because of terrible timing and shot broker that’s distracted you in the phone for almost an hour that’s caused even more loss. But you keep going back to crypto knowing there is opportunity and assumed that this is kinda how things are and that’s the norm.\\n\\nThen you start digging deeper…next thing you know your reading oreilly books on solidity and blockchain. And then you keep getting wrongfully liquidated and chested out by a faulty exchange app followed by countless emails and evidence showing how you’ve been cheated and to be told your wrong. Scraping up the change in your house just to get a street taco—wondering what the hell am I doing wrong. I’m educated and wise so you have to prove to yourself that it’s just me maybe i’m doing something wrong..so you keep doing it because everybody else is succeed, my time is next, of course.\\n\\nThen your dead broke and hate yourself because your car is about to be repossessed and you sold the other one dirt cheap to someone who isn’t even appreciative, just to be fed. But everyone else mooning!! Then you start poking around on twitter and go ahh this is the way. your mind is blown. What’s that ‘an ens post launch air drop’ —i bought one of those awhile back and have been waiting to see something. some kind oof news —i missed it damn it . what’s my luck. I missed out .. might as well listen in anyway. wait ! i’m eligible? awesome! The. you can’t even claim your tokens cause you can’t afford the gas.\\n\\nThen a whale comes along and lends you the eth after you have been sitting in the discord with a bunch of people who have a good amount of money (most likely ) and throwing your pride in the ground…and then you become the scammer when you really aren’t being a scammer at all.. your being straight up honest but it keeps flying at you and then you throw down your pride just a little bit more every time just to show everyone that’s not the case. even a scammer tries to scam you but he fails.. ..just waiting for something to happen because you could really use the money. that would change your life 10 fold. Complete 180. .. and the eth your borrowed and promised to pay back very quickly wasn’t enough to cover the transaction.. but you’ve already let your pride fly away at this point. might as well just take a deep breath and be true to your word… but then an hour goes by, two.. three and then we’ll into the night after spending all day trying to utilize flash loan apps and lending dapps but don’t have enough to risk trying because you have to pay that person back like you said . you have to stay true to your word.\\n\\nThen the whole idea of Ethereum comes to fruition and you realize the vision and what it entails did the future. you are blown away … the you tell yourself nah no way.. think about some more.. and realize all of this because i NOT being able to sell the tokens.. Not being able to sell them caused a chain reaction of realizations on what ethereum is not what it’s just is —but the overall energy and movement behind it…. you want to hold the tokens so f\\\\*\\\\*\\\\*\\\\* bad but your hungry and you gotta pay the person back to be true to your word like originally said .. because honesty and transparency are the keys to success..\\n\\nThen you read Brantly’s post thinking .. oh no they think i’m scamming.. but i’m being honest. nahh no way they are talking about me //because i’m not doing that .. but it’s taking forever for me to repay this person. why can’t this transaction go through? I have twenty cents in my name today! wait … i think to myself.. it’s all good. the person who lent you the eth said ‘no rush’ and now i understand why . And to me that’s my ethereum under crazy idea for contributing to a bee revolutionized payment system that ai thought up to go alongside the blockchain… as well as to help sustain its growth for this could be the beginning of a paring shift that restructures the society we live in one fork at a time in more than one place…\\n\\n Then.\\n\\nThen.\\n\\nThen.\\n\\nThen.\\n\\nThen...\\n\\nthat’s my reality and that’s our Ethereum.\",\"timestamp\":1636790398,\"title\":\"//your the scammer now, wtf.\"},\"digest\":\"GC-MiojR_5e7P3xnUNwtCfSPpk_WahHpA3-bte82Jis\",\"authorship\":{\"contributor\":\"0x721fc93037515aABA593480f608E58ee593bcDf1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"THGev37SlP2FLr2zyb4T9A4q48rNjRuT7ZgEDWDhDMI\\\",\\\"y\\\":\\\"pr4TKNwKDGQkbxo0cKolgP7cEmE1ITemB07leEhV9ZY\\\"}\",\"signature\":\"tSUeJV0-EJg3tEiZy00EuWRw2SJAwE_eTRmiARuDKMH6WrSrBHT9mvElY2J58pU7iZYSgzAhFxZP58e63xv-FA\",\"signingKeySignature\":\"0x1d3126dcf050cfdf9573179f4bf0258a19838db6dcfc1494ec8a4a1d6d06a945119e540bcad5cb0b4e7f757771c6b841fc2f5d2bbf26a787f821ba73dce3939a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"THGev37SlP2FLr2zyb4T9A4q48rNjRuT7ZgEDWDhDMI\\\",\\\"y\\\":\\\"pr4TKNwKDGQkbxo0cKolgP7cEmE1ITemB07leEhV9ZY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GC-MiojR_5e7P3xnUNwtCfSPpk_WahHpA3-bte82Jis\"}"