"{\"content\":{\"body\":\"几个人又把小马哥给按住了，小马哥“啊”的疯狂的挣扎了起来，可是根本没有作用。笔《趣》阁wｗw.ｂｉquｇｅ.ｉｎｆｏ \\n  \\n     “银子银子” \\n  \\n     小马哥哀求的声音响彻整个房间，王赢现在是真的明白了，这狗大是真的不求财。 \\n  \\n     他一咬牙，从地上又爬了起来，冲过去猛的一扑，一下就扑倒了边上一个人，随即他一拉小马哥，就把小马哥拉到了自己的身后。 \\n  \\n     边上的人当即就急眼了，起来之后，其中一个人拎起来凳子照着王赢的脑袋上就是一家伙。 \\n  \\n     王赢额头的鲜血流出，他把小马哥护在身后，没有还手，那些人还要动手的时候，狗大制止了他们。 \\n  \\n     “行了，住手吧，别打了。” \\n  \\n     狗大走到了王赢的面前。 \\n  \\n     “是不是自己的命都不要了。” \\n  \\n     王赢半边脸血红，依旧把小马哥护再身后，他咬了咬牙，直接跪了下来。 \\n  \\n     “狗哥，求求你了，我从小到大，就这么一个兄弟，他做错事了，我们认，但是希望你能给他一个机会，求求你了，我王赢从小到大，给父母都没有跪过，求您了，如果您砍了他的手，他这辈子就废了，我不能看着他这样，这是我兄弟。” \\n  \\n     狗大的嘴角抽动了抽动，他叹了口气。 \\n  \\n     “小伙子，不是哥哥不给你面子，是今天的事情闹的太大，我狗大不做个样子，以后我这里没生意了，算他倒霉吧。” \\n  \\n     狗大说完之后，又使了一个眼se，边上的两个人点了点头，又按住了小马哥，小马哥这一次也不叫了，瘫软的倒在了地上，一股子绝望，边上的两个人抻着小马哥到了凳子边上，狗大撇了眼王赢，冲着那边的凳子又过去了。 \\n  \\n     王赢一看这样都没有用了。 \\n  \\n     “等等。” \\n  \\n     他喊住了狗大，接着，他站了起来，走到了凳子边上，咬了咬自己的嘴唇，把自己的手就放在了凳子上面。 \\n  \\n     “狗哥，我要是不来就不来了，我来了，肯定不能看着你就这么把我兄弟的手砍了，我没有那么大本事救他，那我就陪着他，来吧，从我开始。” \\n  \\n     狗大皱着眉头，看了眼王赢，小马哥从边上一下急了。 \\n  \\n     “银子不要” \\n  \\n     他从边上就开始推王赢的手，王赢转身就是一个嘴巴，满眼的血丝，疯了一样的大吼着。 \\n  \\n     “你给我闭嘴一个字都不要说” \\n  \\n     小马哥这一下就不吭声了，王赢的眼圈也红了，把手放在凳子上面。 \\n  \\n     “狗哥，来吧。” \\n  \\n     狗大叹了口气。 \\n  \\n     “小伙子，我告诉你，我狗大今天就不是求财的，是真的要立威的，他赶上了，算他倒霉，你这样，是你自找的。” \\n  \\n     王赢没说话，转头看了眼被打的鼻青脸肿的小马哥，顺手摸了摸他的脸颊，转头看着狗大的时候，自己内心的恐惧也终于控制不住了，眼圈红了，自己的身体也在颤抖，使劲的咬着自己的牙齿。 \\n  \\n     “既然救不了他，那我就陪着他。” \\n  \\n     “小兔崽子，你可想好了。” \\n  \\n     小马哥靠在边上，眼泪哗哗的往下流，王赢突然之间很是心疼自己的兄弟，他一只手抓住了小马哥的手，自己点了点头，他的身体还是在颤抖。 \\n  \\n     狗大又把菜刀举了起来，往边上吐了一口，表情变得狰狞，接着，他一菜刀就砍了下来。 \\n  \\n     “啊” \\n  \\n     王赢疯了一样的吼了起来。 \\n  \\n     大门一把就被推开了。 \\n  \\n     “狗哥” \\n  \\n     狗大的菜刀停在了半空中，王赢满头的汗水，整个人已经一点力气都使不出来了，瘫软的靠在了边上，他看见了一个熟悉的身影，居然是孙琪展。 \\n  \\n     “琪展，你干嘛来了” \\n  \\n     “狗哥，这两个是我的兄弟，我的同学，能不能别拿他们立威，拜托了，给个面子。” \\n  \\n     “你的同学” \\n  \\n     狗大皱着眉头，脸上的表情很纠结。 \\n  \\n     “狗哥，知道你是讲究人，你欠我个人情，你这次放过他们，让他们按照行规，补给你钱，行吗给个面子，拜托了。” \\n  \\n     孙琪展也是一脸的焦急。 \\n  \\n     狗大盯着孙琪展看了半天，又看着那边的王赢和小马哥，片刻之后，他叹了口气，扔下了手里面的菜刀。 \\n  \\n     “不用按照行规补钱了，欠了七千多，把剩下的七千拿出来就行了，明天到时候你给我送回来。” \\n  \\n     孙琪展点了点头。 \\n  \\n     “行，行，谢谢狗哥。” \\n  \\n     狗大伸手一指孙琪展。 \\n  \\n     “但是你记着，这是最后一次，下次，谁都不好使，知道吗” \\n  \\n     孙琪展连忙点了点头，冲到了王赢和小马哥的边上，两个人都是满头大汉，身上几乎都已经虚脱了。 \\n  \\n     看正b版章#节上酷匠网 \\n  \\n     狗大一行人离开了。 \\n  \\n     王赢是真的站不起来了，想着刚才的一切，身体还在发不住的颤抖，孙琪展就在边上，他把烟拿出来，塞在王赢的嘴里面，又塞给了小马哥一支。 \\n  \\n     “压压惊，缓缓劲儿咱们在往出走。” \\n  \\n     王赢的汗水还在不停的往下流，几分钟之后，感觉自己身体有点力气了，他从地上爬了起来，边上的小马哥，泪眼婆娑的，也爬起来了。 \\n  \\n     两个人跟在了孙琪展的身后，出了大狗电玩城，离开电玩城往前走了没有两步。 \\n  \\n     王赢突然之间就怒了，上去一脚就踹到了小马哥的腰上，跟着跳起来照着他脸上就是两拳，把小马哥给打倒在了地上。 \\n  \\n     王赢疯了一样的照着地上的小马哥就开踹，一边踹，一边叫骂着。 \\n  \\n     “你疯了，来这种地方赌博，赌，赌，赌，我让你赌” \\n  \\n     王赢疯狂的踹着地上的小马哥，小马哥一声不吭，就抱着头。 \\n  \\n     “从学校打个小牌就算了，居然跑出来赌，我让你赌，赌” \\n  \\n     王赢像一只疯狗一样，一边疯狂的踹打着小马哥，一边从地上就把砖头抄了起来，照着小马哥身上就招呼。 \\n  \\n     “赌我让你再赌” \\n  \\n     王赢吼到后面的时候，整个人的嗓音都吼得沙哑了。 \\n  \\n     他也没有力气打了，孙琪展就在一边看着，叼着烟。 \\n  \\n     王赢从兜里面拿出来烟，点着了，看着地上的小马哥。 \\n  \\n     “马叶全，咱俩从小一起玩到大的，我王赢什么性格，你知道，我今天在这，对天起誓，你敢再进这种地方，碰这种东西一下，你被人弄死了，我王赢都不带吭一声的，苍蝇不叮无缝的蛋，你在进这种地方一次，咱们兄弟一刀两断” \\n  \\n     王赢气喘吁吁的，也是有些筋疲力尽的感觉了，他从自己的身上掏了半天，把他和大嘴还有李辉的所有生活费都掏了出来，一共加起来，将近五千块钱。 \\n  \\n     他把钱递给了孙琪展。 \\n  \\n     “剩下的钱，我明天想办法给你，这次，算我欠你的。” \\n  \\n     “你不欠我，两清了。” \\n  \\n     孙琪展从边上两手一摊，也是一脸的无所谓。 \\n  \\n     王赢没有在说话，整个人的心情糟透了，一边往回走，一边大吼了起来，一脚就踢飞了边上的一个饮料瓶子。 \\n  \\n     王赢晚上都没有回宿舍，第二天上午刚好没课，他从酒店起来，自己到了一个回手二手手机的地方，看了眼自己的手机，顺势就进去了。 \\n  \\n     “老板，看看这个手机能卖多少钱” \\n  \\n     下午，班级里面，王赢递给了孙琪展一小包钱。 \\n  \\n     “这是剩下的，麻烦交给狗大。” \\n  \\n     “你给多了。” \\n  \\n     “没事，多了的是你的，我不想欠你人情。” \\n  \\n     “那你给的有点少，一只手就值这么点” \\n  \\n     “以后有钱了再给你。” \\n  \\n     “那你以后多了一起给。” \\n  \\n     孙琪展还坚持着把多余的钱，递给了王赢，模糊间看见了王赢的手机。 \\n  \\n     “手机都从苹果换成了老人机了，剩下的钱总还要过日子吧，也不是就你自己一个人。” \\n  \\n     王赢还是把钱接了过来，看着边上的大嘴和李辉，脸上带着一丝愧疚。 \\n  \\n     “抱歉，两位，小马哥昨天出了点事情，我把咱们所有的钱都用了，今后咱们的伙食，可能不会那么好了，还要带着他一起吃饭。” \\n  \\n     李辉和大嘴一听，楞了一下，两个人互相看了一眼，也是看见了王赢额头的伤口，最让王赢感动的，是两个人压根都没有细问。 \\n  \\n     “没关系啦，宿舍还有不少大葱呢，其实俺还带了电饭锅了，还有大米榨菜，我没好意思往出拿，咱们可以自己煮饭啊。” \\n  \\n     李辉倒也大肚。 \\n  \\n     大嘴摸着自己的脑袋。 \\n  \\n     “我还能偷偷的和爷爷奶奶要点钱，就说报了社团，进了学生会，总要给我点好处。” \\n  \\n     王赢突然之间觉得有些不好意思。 \\n  \\n     “哥几个，我这个事情，真的。” \\n  \\n     “好了，这不叫个事儿，扛过这个月就好了。” \\n  \\n     李辉从边上安慰着王赢，大嘴也搂住了王赢的肩膀。 \\n  \\n     “冯倩倩和我的感情越来越近了了，这是多少钱都换不来的，银子，别多想，我还是那句话，兄弟能换来钱，钱换不来兄弟。” \\n  \\n     王赢也是洒脱，笑了笑，点了点头。 \\n  \\n     这个时候，前面有人递过来了表单，导员站在讲台上面。 \\n  \\n     “同学们把这个表格填写一下，填完交上来。” \\n  \\n     李沙漠从边上拿起来表格看了一眼。 \\n  \\n     “最擅长的体育运动，我靠，床战算不算体育运动吗。” \\n  \\n     “只要你是真的厉害，你可以写。” \\n  \\n     王赢从边上跟了一句。 \\n  \\n     “大家尽量别写运动会上面有的项目，除非你想被迫去参加运动会。” \\n  \\n     边上的几个人都若有所思的点了点头。 \\n  \\n     王赢写上了高尔夫，网球，滑雪，抬头看了眼边上的大嘴，射箭，骑马，他点了点头，最后把目光看向了李辉，胸口碎大石，脚踩灯泡，模糊间，他以为自己看错了，连忙擦了擦自己的眼睛。 \\n \",\"timestamp\":1637646239,\"title\":\"【011】救小马哥\"},\"digest\":\"WRstkuQ1LJ18RI5yNJDBRj9CGRr9rNx8fDV3TeQ309k\",\"authorship\":{\"contributor\":\"0x68593b3f2FF8a896B6e789191f43542677d63588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"signature\":\"XNC6ruwu7ZmDN4BlJIlnmX3M9NnR8hUd9SItRaf2Jpiv5n3JxHm1HdjmkBu5lw8QB8gNoDVf6OhiwCr6iMTcTA\",\"signingKeySignature\":\"0x79fc875b5a3087ea3e5a7a33e0c44de874f6d05683b279021a11585495db552d116827529217ede229ee90484086bd83a9de32ea0dc9fee78dc9379f1248a59a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WRstkuQ1LJ18RI5yNJDBRj9CGRr9rNx8fDV3TeQ309k\"}"