"{\"content\":{\"body\":\"### Non-Fungible Memory Tokens \\n[NFMTs]\\n\\nMemories. What do they reveal about you? What do they remind you of? A forgotten time? The nostalgia of an experience since passed? \\n\\nhttps://twitter.com/enaraxr/status/1355450773212172290?s=20\\n\\nAs combed through the various voice recordings on my iPhone, I found a selection of memories from a secret party in Ishikawa Prefecture, Japan. I didn't immediately think to make them into NFTs. It wasn't until I had gone through the motions on Zora and the audio looped repeatedly that it clicked. This was the perfect experiment in documenting, sharing, and collecting memories.\\n\\nWhat could I reveal to the listener? Could they learn about me? And because we had all been deprived of events, could these moments hold deeper meaning to the fleeting nature of socialization? Did we take for granted the ever innocuous social gathering? I'm not sure. But these are questions that have continued to come into view the longer I've sat with these voice notes.\\n\\n[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/178)\\n\\n \\n\\nClose your eyes, think of yourself either as the observer of the scene, or part of the scene, and let your mind paint the picture of the environment. Imagine where the DJ is, where the characters are, what type of house are you in? \\n\\nThe first of three notes in this trilogy called ***[\\\"Shīkurettopātī: One Night In Kurosakimachi\\\"](https://zora.co/sirsu/178)***, it's serendipitous that my phone picked up both a conversation I'm having about crate-digging at one of the only remaining Tower Record stores in the world *AND* amazing house music. The instrumentation swells with soulful synths as the conversation reaches a euphoric note as we resolve ourselves to buy records acknowledging how awesome the moment is.\\n\\nThe remaining two notes, ***[\\\"Not Now, But In The Future\\\"](https://zora.co/sirsu/189)*** and ***[\\\"Chinese Omelette OST\\\"](https://zora.co/sirsu/188)*** create this unintended effect of feeling like a short film with your own visual dreamscape constructing a memory that’s unique to you despite the fact that the audio is not your lived experience.\\n\\n[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/189)\\n\\n[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/188)\\n\\n*Chinese Omelette OST is the last remaining NFT of the Shīkurettopātī trilogy to be collected.*\\n\\nI've posted the NFTs in the order I believe to be the most chronologically accurate, although any DJ will tell you that there are many highs and lows in a set that when you *think* it's over, there is more around the corner! I'd be super curious to see what YOU see, more so than my own recollection of the space and the folks within it.\\n\\n\\n---\\n\\n### Spatial Conversations\\n\\nIn the context of memories, archived works in many ways achieve a similar effect of nostalgia. While they may not draw from life as a form of `reporting-lived-experience-as-documentation`, works that pull on the thread of life can be memory-inducing. For me, one of those works is a live recording in 2014 of a freeform DJ set with my uni-mates after a day of getting unbelievably stoned called \\\"SYNESTHESIA\\\". \\n\\nYou might be wondering why it's called SYNESTHESIA. For me, and others who experience two or more sensory inputs involuntarily, DJing soundscapes puts me into a trance-like state of flow. I can see threads of light guiding me to my next note as if I'm being controlled. I really don't remember the act of playing only the fact that I've *played* a set. In a way, perhaps there is a narrative to it all that I cannot comprehend. Oddly enough, I've been watching a show called [The Nevers](https://www.hbo.com/the-nevers) which has a character who can sing but she cannot understand what she is actually communicating. Even stranger, only a certain group of people can hear it too. I haven't found a metaphor so closely aligned with my own personal experiences with music.\\n\\n[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/1643)\\n\\nAs a treat to my uni-mates, and to break them into the NFT space, I decided to put \\\"SYNESTHESIA\\\" up for auction with a 1.5 ETH reserve on Zora, to show them one of the core principles that solidifies why crypto can lead to an equitable future. For being supporters of my experiments, I wanted to reward them a split from the proceeds of the sale from the 35-minute live session and essay.\\n\\nI believe redistribution at all levels should be explored. While there is nothing stopping me from gladly auctioning these NFTs without attribution, I am a firm believer in trying to capture the entire story involving my work. I am currently publishing an essay \\\"Creative Immortality\\\" that speaks to the inclusion of others as a necessary component to the preservation of work enabling the natural line of discovery to take place. \\n\\nAs creatives, we can never have enough inspiration. Attribution provides us with our next set of sources to draw from. And now, we can trace the value these inspirations give us and pay it forward.   \\n\\n---\\n\\n### Special Thanks\\n\\nI want to give a special thanks to everyone involved in the creation of the Secret Party Trilogy and SYNESTHESIA. The split breakdown will derive from the sale of this essay, and both the Chinese Omelette OST + SYNESTHESIA NFMTs. Because SYNESTHESIA is auctioned through Zora's deployment of $BOUNTY and not on Mirror, 30% of the funds will be added as a tip to the split contract attached to this essay.\\n\\nSplit Recipients:\\n\\nSCAD Roomies (30%)\\nW.T. Warmoth\\nArmani Mayo\\nPatrick O'Connor\\n\\nFusion Art Japan Residency (10%)\\nStarnilas Oge\\n\\n$BOUNTY Holders (10%)\\n\\nJacob Horne (3%)\\n*For some reason you can read minds so thank you for pushing to get me to write this lol*\\n\\n\",\"timestamp\":1621216398,\"title\":\"In Vitro Nostalgia: Minting Memories\",\"publication\":\"sirsu\"},\"digest\":\"imvUf9KZGgDLRkH5jFr1KbMMuXPs8tMI1XmMP5tXveU\",\"authorship\":{\"contributor\":\"0xEB95ff72EAb9e8D8fdb545FE15587AcCF410b42E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UCaADZyqyJ8_PGekrdtpblM9Z5LOI1YS3h0uO717pgM\\\",\\\"y\\\":\\\"vgpeMt9vdrAMghfVLfguLoRc4FevN7FCYLa0EAHV2ao\\\"}\",\"signature\":\"uo_GTm8sXIdlIFFUs6s14Urgf78YLS0ZFPt2ftDLfesDTnxOQPRYEgI366I9mwIw4LBH-PdCTytE6rpUHVHkrA\",\"signingKeySignature\":\"0xc9fbcdd8d9ae02a683c0b0ec2999cdc6464866ee091af668f007ca510c982c68675fdb272bbe2f7784153053fff7f7e93a557c51e884236ba5be675e2f74da9b1c\",\"signingKeyMessage\":\"I authorize the publication of articles on sirsu.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UCaADZyqyJ8_PGekrdtpblM9Z5LOI1YS3h0uO717pgM\\\",\\\"y\\\":\\\"vgpeMt9vdrAMghfVLfguLoRc4FevN7FCYLa0EAHV2ao\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kVKneiFoAnwbEVabds1Si7VqkeZPJbMXTDP31L34dKc\"}"