"{\"content\":{\"body\":\"Hundred, and accepted those legislative functions to divert his mind\\n\\nfrom his grief. After the 18th Brumaire, Monsieur de Serizy became,\\n\\nlike so many other of the old parliamentary families, an object of the\\n\\nFirst Consul's blandishment. He was appointed to the Council of State,\\n\\nand received one of the most disorganized departments of the\\n\\ngovernment to reconstruct. This scion of an old historical family\\n\\nproved to be a very active wheel in the grand and magnificent\\n\\norganization which we owe to Napoleon.\\n\\nThe councillor of State was soon called from his particular\\n\\nadministration to a ministry. Created count and senator by the\\n\\nEmperor, he was made proconsul to two kingdoms in succession. In 1806,\\n\\nwhen forty years of age, he married the sister of the ci-devant\\n\\nMarquis de Ronquerolles, the widow at twenty of Gaubert, one of the\\n\\nmost illustrious of the Republican generals, who left her his whole\\n\\nproperty. This marriage, a suitable one in point of rank, doubled the\\n\\nalready considerable fortune of the Comte de Serizy, who became\\n\\nthrough his wife the brother-in-law of the ci-devant Marquis de\\n\\nRouvre, made count and chamberlain by the Emperor.\\n\\nIn 1814, weary with constant toil, the Comte de Serizy, whose\\n\\nshattered health required rest, resigned all his posts, left the\\n\\ndepartment at the head of which the Emperor had placed him, and came\\n\\nto Paris, where Napoleon was compelled by the evidence of his eyes to\\n\\nadmit that the count's illness was a valid excuse, though at first\\n\\nthat UNFATIGUABLE master, who gave no heed to the fatigue of others,\\n\\nwas disposed to consider Monsieur de Serizy's action as a defection.\\n\\nThough the senator was never in disgrace, he was supposed to have\\n\\nreason to complain of Napoleon. Consequently, when the Bourbons\\n\\nreturned, Louis XVIII., whom Monsieur de Serizy held to be his\\n\\nlegitimate sovereign, treated the senator, now a peer of France, with\\n\\nthe utmost confidence, placed him in charge of his private affairs,\\n\\nand appointed him one of his cabinet ministers. On the 20th of March,\\n\\nMonsieur de Serizy did not go to Ghent. He informed Napoleon that he\\n\\nremained faithful to the house of Bourbon; would not accept his\\n\\npeerage during the Hundred Days, and passed that period on his estate\\n\\nat Serizy.\\n\\nAfter the second fall of the Emperor, he became once more a privy-\\n\\ncouncillor, was appointed vice-president of the Council of State, and\\n\\nliquidator, on behalf of France, of claims and indemnities demanded by\\n\\nforeign powers. Without personal assumption, without ambition even, he\\n\\npossessed great influence in public affairs. Nothing of importance was\\n\\ndone without consulting him; but he never went to court, and was\\n\\nseldom seen in his own salons. This noble life, devoting itself from\\n\\nits very beginning to work, had ended by becoming a life of incessant\\n\\ntoil. The count rose at all seasons by four o'clock in the morning,\\n\\nand worked till mid-day, attended to his functions as peer of France\\n\\nand vice-president of the Council of State in the afternoons, and went\\n\\nto bed at nine o'clock. In recognition of such labor, the King had\\n\\nmade him a knight of his various Orders. Monsieur de Serizy had long\\n\\nworn the grand cross of the Legion of honor; he also had the orders of\\n\\nthe Golden Fleece, of Saint-Andrew of Russia, that of the Prussian\\n\\nEagle, and nearly all the lesser Orders of the courts of Europe. No\\n\\nman was less obvious, or more useful in the political world than he.\\n\\nIt is easy to understand that the world's honor, the fuss and feathers\\n\\nof public favor, the glories of success were indifferent to a man of\\n\\nthis stamp; but no one, unless a priest, ever comes to life of this\\n\\nkind without some serious underlying reason. His conduct had its\\n\\ncause, and a cruel one.\\n\\nIn love with his wife before he married her, this passion had lasted\\n\\nthrough all the secret unhappiness of his marriage with a widow,--a\\n\\nwoman mistress of herself before as well as after her second marriage,\\n\\nand who used her liberty all the more freely because her husband\\n\\ntreated her with the indulgence of a mother for a spoilt child. His\\n\\nconstant toil served him as shield and buckler against pangs of heart\\n\\nwhich he silenced with the care that diplomatists give to the keeping\\n\\nof secrets. He knew, moreover, how ridiculous was jealousy in the eyes\\n\\nof a society that would never have believed in the conjugal passion of\\n\\nan old statesman. How happened it that from the earliest days of his\\n\\nmarriage his wife so fascinated him? Why did he suffer without\\n\\nresistance? How was it that he dared not resist? Why did he let the\\n\\nyears go by and still hope on? By what means did this young and pretty\\n\\nand clever woman hold him in bondage?\\n\\nThe answer to all these questions would require a long history, which\\n\\nwould injure our present tale. Let us only remark here that the\\n\\nconstant toil and grief of the count had unfortunately contributed not\\n\\na little to deprive him of personal advantages very necessary to a man\\n\\nwho attempts to struggle against dangerous comparisons. In fact, the\\n\\nmost cruel of the count's secret sorrows was that of causing\\n\\nrepugnance to his wife by a malady of the skin resulting solely from\\n\\nexcessive labor. Kind, and always considerate of the countess, he\\n\\nallowed her to be mistress of herself and her home. She received all\\n\\nParis; she went into the country; she returned from it precisely as\\n\\nthough she were still a widow. He took care of her fortune and\\n\\nsupplied her luxury as a steward might have done. The countess had the\\n\\nutmost respect for her husband. She even admired his turn of mind; she\\n\\nknew how to make him happy by approbation; she could do what she\\n\\npleased with him by simply going to his study and talking for an hour\\n\\nwith him. Like the great seigneurs of the olden time, the count\\n\\nprotected his wife so loyally that a single word of disrespect said of\\n\\nher would have been to him an unpardonable injury. The world admired\\n\\nhim for this; and Madame de Serizy owed much to it. Any other woman,\\n\\neven though she came of a family as distinguished as the Ronquerolles,\\n\\nmight have found herself degraded in public opinion. The countess was\\n\\nungrateful, but she mingled a charm with her ingratitude. From time to\\n\\ntime she shed a balm upon the wounds of her husband's heart.\\n\\nLet us now explain the meaning of this sudden journey, and the\\n\\nincognito maintained by a minister of State.\\n\\nA rich farmer of Beaumont-sur-Oise, named Leger, leased and cultivated\\n\\na farm, the fields of which projected into and greatly injured the\\n\\nmagnificent estate of the Comte de Serizy, called Presles. This farm\\n\\nbelonged to a burgher of Beaumont-sur-Oise, named Margueron. The lease\\n\\nmade to Leger in 1799, at a time when the great advance of agriculture\\n\\nwas not foreseen, was about to expire, and the owner of the farm\\n\\nrefused all offers from Leger to renew the lease. For some time past,\\n\\nMonsieur de Serizy, wishing to rid himself of the annoyances and petty\\n\\ndisputes caused by the inclosure of these fields within his land, had\\n\\ndesired to buy the farm, having heard that Monsieur Margueron's chief\\n\\nambition was to have his only son, then a mere tax-gatherer, made\\n\\nspecial collector of finances at Beaumont. The farmer, who knew he\\n\\ncould sell the fields piecemeal to the count at a high price, was\\n\\nready to pay Margueron even more than he expected from the count.\\n\\nThus matters stood when, two days earlier than that of which we write,\\n\\nMonsieur de Serizy, anxious to end the matter, sent for his notary,\\n\\nAlexandre Crottat, and his lawyer, Derville, to examine into all the\\n\\ncircumstances of the affair. Though Derville and Crottat threw some\\n\\ndoubt on the zeal of the count's steward (a disturbing letter from\\n\\nwhom had led to the consultation), Monsieur de Serizy defended Moreau,\\n\\nwho, he said, had served him faithfully for seventeen years.\\n\\n\\\"Very well!\\\" said Derville, \\\"then I advise your Excellency to go to\\n\\nPresles yourself, and invite this Margueron to dinner. Crottat will\\n\\nsend his head-clerk with a deed of sale drawn up, leaving only the\\n\\nnecessary lines for description of property and titles in blank. Your\\n\\nExcellency should take with you part of the purchase money in a check\\n\\non the Bank of France, not forgetting the appointment of the son to\\n\\nthe collectorship. If you don't settle the thing at once that farm\\n\\nwill slip through your fingers. You don't know, Monsieur le comte, the\\n\\ntrickery of these peasants. Peasants against diplomat, and the\\n\\ndiplomat succumbs.\\\"\\n\\nCrottat agreed in this advice, which the count, if we may judge by the\\n\\nvalet's statements to Pierrotin, had adopted. The preceding evening he\\n\\nhad sent Moreau a line by the diligence to Beaumont, telling him to\\n\\ninvite Margueron to dinner in order that they might then and there\\n\\nclose the purchase of the farm of Moulineaux.\\n\\nBefore this matter came up, the count had already ordered the chateau\\n\\nof Presles to be restored and refurnished, and for the last year,\\n\\nGrindot, an architect then in fashion, was in the habit of making a\\n\\nweekly visit. So, while concluding his purchase of the farm, Monsieur\\n\\nde Serizy also intended to examine the work of restoration and the\\n\\neffect of the new furniture. He intended all this to be a surprise to\\n\\nhis wife when he brought her to Presles, and with this idea in his\\n\\nmind, he had put some personal pride and self-love into the work. How\\n\\ncame it therefore that the count, who intended in the evening to drive\\n\\nto Presles openly in his own carriage, should be starting early the\\n\\nnext morning incognito in Pierrotin's coucou?\\n\\nHere a few words on the life of the steward Moreau become\\n\\nindispensable.\\n\\nMoreau, steward of the state of Presles, was the son of a provincial\\n\\nattorney who became during the Revolution syndic-attorney at\\n\\nVersailles. In that position, Moreau the father had been the means of\\n\\nalmost saving both the lives and property of the Serizys, father and\\n\\nson. Citizen Moreau belonged to the Danton party; Robespierre,\\n\\nimplacable in his hatreds, pursued him, discovered him, and finally\\n\\nhad him executed at Versailles. Moreau the son, heir to the doctrines\\n\\nand friendships of his father, was concerned in one of the\\n\\nconspiracies which assailed the First Consul on his accession to\\n\\npower. At this crisis, Monsieur de Serizy, anxious to pay his debt of\\n\\ngratitude, enabled Moreau, lying under sentence of death, to make his\\n\\nescape; in 1804 he asked for his pardon, obtained it, offered him\\n\\nfirst a place in his government office, and finally took him as\\n\\nprivate secretary for his own affairs.\",\"timestamp\":1637315777,\"title\":\"\\nin 1794, he was elected about that time to the Council of the Five\"},\"digest\":\"uVwdcnBi2gjRGmBBoFRMuJE5zEhm4hDqlt3Umz5Llp0\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-1Xn4fy59sDS231eUFi5mCWsLFhUVou1pUbPuhax20\\\",\\\"y\\\":\\\"2wFwUZUmF0X6uMiCs8q0tBliEiobZQBt8szyvmRQDwQ\\\"}\",\"signature\":\"9DWdTgaNI3bX9DeXDlwPKem2Hs4m0fUavYUY5XHvWs9SUnrgSnYYMWndtuIWWof7-UVjvyFzEGmQ2yRBL1xesQ\",\"signingKeySignature\":\"0x45875324cb9c261d11c20f52fd48f1d10ed49b02488b10974bce18c651b3edb240fd64c9e30a239a766cb6e06ff76aa446564319668ea84fa2c2d98fff61928a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-1Xn4fy59sDS231eUFi5mCWsLFhUVou1pUbPuhax20\\\",\\\"y\\\":\\\"2wFwUZUmF0X6uMiCs8q0tBliEiobZQBt8szyvmRQDwQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uVwdcnBi2gjRGmBBoFRMuJE5zEhm4hDqlt3Umz5Llp0\"}"