"{\"content\":{\"body\":\"> *此译文非官方翻译，仅供他人了解项目之用。想参与或了解更多可以加入官方社交媒体平台，以获取最新消息。*\\n\\n即使你从没在灰褐色的隔断式办公桌前工作过，也不难想象在办公室里无人理会的那种荒凉的氛围。这张图片在某种程度上概括了现代工作中许多问题的本质。\\n\\n在这些围墙之中，你从一个有希望、有激情、有抱负、能够自我主导的人，沦为官僚式机构里的一个随时都可被替代的齿轮，这是多么的悲哀啊。\\n\\n我相信你的时间和精力可能都被卖给了一个无名的小公司，而且全都花在了一个完全不靠谱的目标上，你的付出远小于回报，创造的利益几乎都归了上级。\\n\\n许多人在工作生活中都体会过这种深深的无力感：无法改变自己的境遇，也无法坚持自己。 特别是在提倡个性化的西方国家，常常可以见到人们感到无助或被工作束缚，因为拿了工资而无法逃避的日益增加的繁重事务。\\n\\n使你的办公室生涯如此挣扎如此“令人心碎”的原因，不仅是要靠出卖自己的时间和精力来求生存 — — 更是你没得选的那份屈辱感。 由于我们没得选，有些工作我们越是花费精力，就越“糟糕”。这是对我们主动性（agency）的一种侮辱。为事业奋斗是一种尊严，而尊严是生而为人所不可或缺的。\\n\\n相反，对大多数人来说，主动性对我们担任一个角色以及所带来的成就感是至关重要的。在“梦寐以求的工作”中，我们可以自由设定自己的工作时间，只做自己想做的工作，并且能够欣喜的看到我们劳动成果十分有意义。\\n\\n在“梦寐以求的工作”中，不会感觉像是在工作，因为这份工作完全是我们自己所愿。有些人已经很接近了。 他们可能是十分有才华的设计师、作家或开发者，以某种方式找到了自己的定位，而工作也顺应了他们的意愿。\\n\\n不过，这样的人并个不常见，他们往往有一套自己的交易模式，他们不需要在团队中工作，也不需要与其他人有过多的合作来产生价值。按定义来说，自由职业者就是脱离他人来工作。\\n\\n自由职业者可以选择不隶属于“公司”，而是独立工作，自由选择接受哪些项目，拒绝哪些项目。\\n\\n我们也可以想象那些充满活力的企业家，他们拥有最强大的主动性 — — 他们工作的动力来自于自我实现。他们不仅能准确地选择在何时何地让自己努力，而且能合理利用公司的资源。\\n\\n传统意义上，企业家管理公司的机制是等级制。等级制中，权力集中在上层，以树状结构向下伸展。\\n\\n权力在数量越来越多、影响力越来越小的下游之间被下放和分割。这种结构在大多数情况下能够正常运作，并且已经在数万年的历史长河中实现了各种人与人之间的合作。\\n\\n等级制很好地解决了工作中两个不可避免的事情：有些人比其他人更善于完成某些任务，而且合作完成的任务比个人完成的任务更多。然而，现在是时候做一些改变了。\\n\\n不是因为传统的公司被“击垮”，也不是因为要推翻传统的权力结构，而是因为新技术使我们能够以过去无法想象的方式协作和协调各类事务，从而实现集体奋斗。\\n\\n我们觉得这令人振奋。在一个典型的组织中，决策、报酬、所有权和资历的规则都存于文档之中。Colony 将一个组织的规则以代码形式写入在以太链上部署的智能合约中。\\n\\n这种工作方式：\\n\\n> a. 无需信任。以太链执行的是一个组织的规则。成员不能破坏规则，也不能以牺牲其他成员的利益为代价任意改变规则。\\n>\\n> b. 开放。即使是陌生人也可以在一个群体（colony）展开合作，既没有那些繁杂而正式的雇佣手续、合同，也不用担心被骗。参与方式是开放且具有流动性的。\\n>\\n> c. 为贤是举。在这个无需信任的开放系统中，成员会获得与他们对这个群体的贡献相匹配的报酬或权限。\\n\\n简单地说，Colony 是“开放式组织”的基础设施：通过软件而非按照协议来运行的高度自治的团队。\\n\\n它使一群人能够在一个共享项目上进行合作，而不需要相互信任，甚至不需要知道对方是谁。这是一个去中心化的协作新模式；不是公司，而是一种流体。\\n\\n任何个人在群体中的功劳都是通过对其已完成工作的系统性审查来进行计算的，而不是由他们的上级去监督和评估，并且会在链上以数字形式展示。\\n\\n这个数字基于无需信任的共识，因此可以使个人有权在其专业范围内使用公司的共享资源。像自由职业者一样，Colony的成员有能力在项目之间随意调动。\\n\\n然而，与自由职业者不同的是，不会再有为其他人独立工作的限制了。 取而代之的是，人们可能只工作于一些细微的项目或任务，而这些项目和任务只是作为比其更加庞大的公共事业的一部分，人们在其中获得的权限和影响力与其贡献的价值成正比。\\n\\n这就是 Colony 协议的愿景：一个可以让人们协调繁杂事务以及协同工作的系统，在这个系统中，对共同目标作出贡献可以得到更加公正的奖励，并且通过这个系统，个人可以达到传统工作模式中不可能达到的主动性。 各自根据自己的能力，根据自己的信用代币持有量来进行分配。\\n\\n\\\\[原文链接：<https://twitter.com/joincolony/status/1405182877957042177?s=20>\\\\]\",\"timestamp\":1640242785,\"title\":\"Colony —— 愿景\"},\"digest\":\"fsaYZUnPFKjXSr6ejCMjc48WJpv-RVBl9bLw4p0eNS4\",\"authorship\":{\"contributor\":\"0x0e024CdBA8377ACF2d83e23090e27f5F8F490497\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6EJ6j1l-KFjo5paCpY3fElp0MAWZOiwieiaRD7pt3hY\\\",\\\"y\\\":\\\"wEHzsJMzJn2oh_3PWWpUG4OUxm0QW_cqafgoJaiAmkk\\\"}\",\"signature\":\"nXG5_cD0Tag4kY9mwzTubEdBTIyEhvAX2t0U09TRQXHViTI7FDiLGBOn5PnJ_SW-GcGTwVE5XtK6u-hynUi9WA\",\"signingKeySignature\":\"0xe02b3931e033cf0ceba6506eebc375dc1b8f4b4da7b89ab21cdd9a58a9f9a613512c07f17e9bca71ce53e8a50bcd53f46fefd4d3b5be0636d68beb3ccead649d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6EJ6j1l-KFjo5paCpY3fElp0MAWZOiwieiaRD7pt3hY\\\",\\\"y\\\":\\\"wEHzsJMzJn2oh_3PWWpUG4OUxm0QW_cqafgoJaiAmkk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fsaYZUnPFKjXSr6ejCMjc48WJpv-RVBl9bLw4p0eNS4\"}"