"{\"content\":{\"body\":\"Thirteen large huts, similar to those beforementioned, contain all the people here.  To every hut are appointed two men, as hutkeepers, whose only employment is to watch the huts in working hours to prevent them from being robbed.  This has somewhat checked depredations, and those endless complaints of the convicts that they could not work because they had nothing to eat, their allowance being stolen.  The working hours at this season (summer) are from five o'clock in the morning until ten; rest from ten to two; return to work at two; and continue till sunset.  This surely cannot be called very severe toil; but on the other hand must be remembered the inadequacy of a ration of salt provisions, with few vegetables, and unassisted by any liquor but water.\\n\\nHere finished my remarks on every thing of a public nature at Rose Hill. But having sufficient time, I determined to visit all the private settlers to inspect their labours, and learn from them their schemes, their hopes and expectations.\\n\\nIn pursuance of my resolution, I crossed the country to Prospect Hill, at the bottom of which live the following thirteen convicts, who have accepted allotments of ground, and are become settlers.\\n\\n\\\\------------------------------------------------------------------------------ Men's names.                      |  Trades. | Number of     | Number of acres                                   |          | acres in each | in cultivation.                                   |          | allotment.    | ------------------------------------------------------------------------------ John Silverthorne                   Weaver       40                 1 3/4 Thomas Martin                         \\\"          40                 1 1/2 John Nichols                        Gardener     40                 2 William Butler\\\\*, and his wife       Seaman       50 ) ---- Lisk\\\\*                          Watchmaker   40 )               4 William Parish, wife, and a child   Seaman       60                 2 3/4 William Kilby, and his wife         Husbandman   60                 1 1/4 Edward Pugh, wife, and two children Carpenter    70                 2 1/2 Samuel Griffith John Herbertt\\\\*\\\\* James Castle Joseph Marlow\\\\*\\\\*\\\\* John Williams, and his wife ------------------------------------------------------------------------------\\n\\n\\\\[\\\\*In partnership.\\\\[Butler and Lisk\\\\]\\n\\n\\\\[\\\\*\\\\*Not out of his time; but allowed to work here at his leisure hours, as he has declared his intention of settling.\\\\]\\n\\n\\\\[\\\\*\\\\*\\\\*In a similar predicament with Herbert.\\\\]\\n\\nThe terms on which these allotments have been granted are: that the estates shall be fully ceded for ever to all who shall continue to cultivate for five years, or more; that they shall be free of all taxes for the first ten years; but after that period to pay an annual quit-rent of one shilling.  The penalty on non-performance of any of these articles is forfeiture of the estate, and all the labour which may have been bestowed upon it.  These people are to receive provisions, (the same quantity as the working convicts), clothes, and medicinal assistance, for eighteen months from the day on which they settled.\\n\\nTo clear and cultivate the land, a hatchet, a tomahawk, two hoes, a spade and a shovel, are given to each person, whether man or woman; and a certain number of cross-cut saws among the whole.  To stock their farms, two sow pigs were promised to each settler, but they almost all say they have not yet received any, of which they complain loudly.  They all received grain to sow and plant for the first year.  They settled here in July and August last.  Most of them were obliged to build their own houses; and wretched hovels three-fourths of them are.  Should any of them fall sick, the rest are bound to assist the sick person two days in a month, provided the sickness lasts not longer than two months; four days labour in each year, from every person, being all that he is entitled to. To give protection to this settlement, a corporal and two soldiers are encamped in the centre of the farms, as the natives once attacked the settlers and burnt one of their houses.  These guards are, however, inevitably at such a distance from some of the farms as to be unable to afford them any assistance in case of another attack.\\n\\nWith all these people I conversed and inspected their labours. Some I found tranquil and determined to persevere, provided encouragement should be given.  Others were in a state of despondency, and predicted that they should starve unless the period of eighteen months during which they are to be clothed and fed, should be extended to three years. Their cultivation is yet in its infancy, and therefore opinions should not be hastily formed of what it may arrive at, with moderate skill and industry.  They have at present little in the ground besides maize, and that looks not very promising.  Some small patches of wheat which I saw are miserable indeed.  The greatest part of the land I think but indifferent, being light and stoney.  Of the thirteen farms ten are unprovided with water; and at some of them they are obliged to fetch this necessary article from the distance of a mile and a half.  All the settlers complain sadly of being frequently robbed by the runaway convicts, who plunder them incessantly.\\n\\nDecember 6th.  Visited the settlements to the northward of the rivulet. The nearest of them lies about a mile due north of Mr. Clarke's house. Here are only the undernamed five settlers.\\n\\n\\\\------------------------------------------------------------------------------ Men's names.                      |  Trades. | Number of     | Number of acres                                   |          | acres in each | in cultivation.                                   |          | allotment.    | ------------------------------------------------------------------------------ Thomas Brown\\\\*, wife, and child       ---           60 ) William Bradbury\\\\*                    ---           30 )              3 1/2 William Mold\\\\*                        ---           30 ) Simon Burne, and wife               Hosier         50                3 ----Parr, and wife              Merchant's clerk   50                3 1/2 ------------------------------------------------------------------------------\\n\\n\\\\[\\\\*These three cultivate in partnership.(Brown, Bradbury, Mold.)\\\\]\\n\\nThese settlers are placed on the same footing in every respect which concerns their tenure and the assistance to be granted to them as those at Prospect Hill.  Near them is water.  Parr and Burne are men of great industry.  They have both good houses which they hired people to build for them.  Parr told me that he had expended thirteen guineas on his land, which nevertheless he does not seem pleased with. Of the three poor fellows who work in partnership, one (Bradbury) is run away. This man had been allowed to settle, on a belief, from his own assurance, that his term of transportation was expired; but it was afterwards discovered that he had been cast for life.  Hereupon he grew desperate, and declared he would rather perish at once than remain as a convict.  He disappeared a week ago and has never since been heard of.  Were I compelled to settle in New South Wales, I should fix my residence here, both from the appearance of the soil, and its proximity to Rose Hill.  A corporal and two privates are encamped here to guard this settlement, as at Prospect.\\n\\nProceeded to the settlement called the Ponds, a name which I suppose it derived from several ponds of water which are near the farms. Here reside the fourteen following settlers.\\n\\n\\\\------------------------------------------------------------------------------ Men's names.                      |  Trades. | Number of     | Number of acres                                   |          | acres in each | in cultivation.                                   |          | allotment.    | ------------------------------------------------------------------------------ Thomas Kelly                      Servant             30          1 1/2 William Hubbard, and wife         Plasterer           50          2 1/4 Curtis Brand, and wife            Carpenter           50          3 John Ramsay, and wife             Seaman              50          3 1/2 William Field                     ---                 30          2 1/2 John Richards\\\\*                    Stone-cutter        30 )        4 1/2 John Summers\\\\*                     Husbandman          30 ) ----Varnell                       ---                 30          1 Anthony Rope\\\\*\\\\*, and wife, and two children                      Bricklayer          70          1 Joseph Bishop, and wife           None                50          1 1/2 Mathew Everingham, and wife       Attorney's clerk    50          2 John Anderson, and wife           ---                 50          2 Edward Elliot\\\\*\\\\*\\\\*                  Husbandman          30 )        2 Joseph Marshall\\\\*\\\\*\\\\*                Weaver              30 ) ------------------------------------------------------------------------------\\n\\n\\\\[\\\\*They (Richards and Summers) cultivate in partnership.\\\\] \\\\[\\\\*\\\\*A convict who means to settle here; and is permitted to work in his leisure hours.\\\\] \\\\[\\\\*\\\\*\\\\*They (Elliot and Marshall) cultivate in partnership.\\\\]\\n\\nThe Prospect Hill terms of settlement extend to this place.  My private remarks were not many.  Some spots which I passed over I thought desirable, particularly Ramsay's farm; and he deserves a good spot, for he is a civil, sober, industrious man.  Besides his corn land, he has a well laid out little garden, in which I found him and his wife busily at work. He praised her industry to me; and said he did not doubt of succeeding. It is not often seen that sailors make good farmers; but this man I think bids fair to contradict the observation.  The gentleman of no trade (his own words to me) will, I apprehend, at the conclusion of the time when victualling from the store is to cease, have the honour of returning to drag a timber or brick cart for his maintenance.  The little maize he has planted is done in so slovenly a style as to promise a very poor crop. He who looks forward to eat grapes from his own vine, and to sit under the shade of his own fig-tree, must labour in every country. He must exert more than ordinary activity.  The attorney's clerk I also thought out of his province.  I dare believe that he finds cultivating his own land not half so easy a task as he formerly found that of stringing together volumes of tautology to encumber, or convey away, that of his neighbour.  Hubbard's farm, and Kelly's also, deserve regard, from being better managed than most of the others.  The people here complain sadly of a destructive grub which destroys the young plants of maize. Many of the settlers have been obliged to plant twice, nay thrice, on the same land, from the depredations of these reptiles.  There is the same guard here as at the other settlements.\\n\\nNothing now remains for inspection but the farms on the river side.\\n\\nDecember 7th.  Went to Scheffer's farm.  I found him at home, conversed with him, and walked with him over all his cultivated ground.  He had 140 acres granted to him, fourteen of which are in cultivation, twelve in maize, one in wheat and one in vines and tobacco.  He has besides twenty-three acres on which the trees are cut down but not burnt off the land. He resigned his appointment and began his farm last May, and had at first five convicts to assist him; he has now four.  All his maize, except three acres, is mean.  This he thinks may be attributed to three causes: a middling soil; too dry a spring; and from the ground not being sufficiently pulverized before the seed was put into it.  The wheat is thin and poor:  he does not reckon its produce at more than eight or nine bushels. His vines, 900 in number, are flourishing, and will, he supposes, bear fruit next year.  His tobacco plants are not very luxuriant:  to these two last articles he means principally to direct his exertions.  He says (and truly) that they will always be saleable and profitable.  On one of the boundaries of his land is plenty of water.  A very good brick house is nearly completed for his use, by the governor; and in the meantime he lives in a very decent one, which was built for him on his settling here. He is to be supplied with provisions from the public store, and with medical assistance for eighteen months, reckoning from last May. At the expiration of this period he is bound to support himself and the four convicts are to be withdrawn.  But if he shall then, or at any future period, declare himself able to maintain a moderate number of these people for their labour, they will be assigned to him.\\n\\nMr. Scheffer is a man of industry and respectable character.  He came out to this country as superintendant of convicts, at a salary of forty pounds per annum, and brought with him a daughter of twelve years old.  He is by birth a Hessian, and served in America, in a corps of Yaghers, with the rank of lieutenant.  He never was professionally, in any part of life, a farmer, but he told me, that his father owned a small estate on the banks of the Rhine, on which he resided, and that he had always been fond of looking at and assisting in his labours, particularly in the vineyard. In walking along, he more than once shook his head and made some mortifying observations on the soil of his present domain, compared with the banks of his native stream.  He assured me that (exclusive of the sacrifice of his salary) he has expended more than forty pounds in advancing his ground to the state in which I saw it.  Of the probability of success in his undertaking, he spoke with moderation and good sense.  Sometimes he said he had almost despaired, and had often balanced about relinquishing it; but had as often been checked by recollecting that hardly any difficulty can arise which vigour and perseverance will not overcome.  I asked him what was the tenure on which he held his estate.  He offered to show the written document, saying that it was exactly the same as Ruse's. I therefore declined to trouble him, and took my leave with wishes for his success and prosperity.\\n\\nNear Mr. Scheffer's farm is a small patch of land cleared by Lieutenant Townson of the New South Wales corps, about two acres of which are in maize and wheat, both looking very bad.\\n\\nProceeded to the farm of Mr. Arndell, one of the assistant surgeons. This gentleman has six acres in cultivation as follows:  rather more than four in maize, one in wheat, and the remainder in oats and barley.  The wheat looks tolerably good, rather thin but of a good height, and the ears well filled.  His farming servant guesses the produce will be twelve bushels,\\\\* and I do not think he over-rates it.  The maize he guesses at thirty bushels, which from appearances it may yield, but not more.  The oats and barley are not contemptible.  This ground has been turned up but once  The aspect of it is nearly south, on a declivity of the river, or arm of the sea, on which Rose Hill stands.  It was cleared of wood about nine months ago, and sown this year for the first time.\\n\\n\\\\[\\\\*I have received a letter from Port Jackson, dated in April 1792, which states that the crop of wheat turned out fifteen bushels, and the maize rather more than forty bushels.\\\\]\\n\\nDecember 8th.  Went this morning to the farm of Christopher Magee, a convict settler, nearly opposite to that of Mr. Scheffen.  The situation of this farm is very eligible, provided the river in floods does not inundate it, which I think doubtful.  This man was bred to husbandry, and lived eight years in America; he has no less than eight acres in cultivation, five and a half in maize, one in wheat, and one and a half in tobacco.  From the wheat he does not expect more than ten bushels, but he is extravagant enough to rate the produce of maize at 100 bushels (perhaps he may get fifty); on tobacco he means to go largely hereafter. He began to clear this ground in April, but did not settle until last July. I asked by what means he had been able to accomplish so much?  He answered, \\\"By industry, and by hiring all the convicts I could get to work in their leisure hours, besides some little assistance which the governor has occasionally thrown in.\\\"  His greatest impediment is want of water, being obliged to fetch all he uses more than half a mile.  He sunk a well, and found water, but it was brackish and not fit to drink.  If this man shall continue in habits of industry and sobriety, I think him sure of succeeding.\\n\\nReached Ruse's farm,\\\\* and begged to look at his grant, the material part of which runs thus:  \\\"A lot of thirty acres, to be called Experiment Farm; the said lot to be holden, free of all taxes, quit-rents, &c.  for ten years, provided that the occupier, his heirs or assigns, shall reside within the same, and proceed to the improvement thereof; reserving, however, for the use of the crown, all timber now growing, or which hereafter shall grow, fit for naval purposes.  At the expiration of ten years, an annual quit-rent of one shilling shall be paid by the occupier in acknowledgment.\\\"\\n\\n\\\\[\\\\*See the state of this farm in my former Rose Hill journal of November 1790, thirteen months before.\\\\]\\n\\nRuse now lives in a comfortable brick house, built for him by the governor. He has eleven acres and a half in cultivation, and several more which have been cleared by convicts in their leisure hours, on condition of receiving the first year's crop.  He means to cultivate little besides maize; wheat is so much less productive.  Of the culture of vineyards and tobacco he is ignorant; and, with great good sense, he declared that he would not quit the path he knew, for an uncertainty. His livestock consists of four breeding sows and thirty fowls. He has been taken from the store (that is, has supplied himself with provisions) for some months past; and his wife is to be taken off at Christmas, at which time, if he deems himself able to maintain a convict labourer, one is to be given to him.\\n\\nCrossed the river in a boat to Robert Webb's farm.  This man was one of the seamen of the 'Sirius', and has taken, in conjunction with his brother (also a seaman of the same ship) a grant of sixty acres, on the same terms as Ruse, save that the annual quit-rent is to commence at the expiration of five years, instead of ten.  The brother is gone to England to receive the wages due to them both for their services, which money is to be expended by him in whatever he judges will be most conducive to the success of their plan.  Webb expects to do well; talks as a man should talk who has just set out on a doubtful enterprise which he is bound to pursue. He is sanguine in hope, and looks only at the bright side of the prospect. He has received great encouragement and assistance from the governor. He has five acres cleared and planted with maize, which looks thriving, and promises to yield a decent crop.  His house and a small one adjoining for pigs and poultry were built for him by the governor, who also gave him two sows and seven fowls, to which he adds a little stock of his own acquiring.\\n\\nNear Webb is placed William Read, another seaman of the 'Sirius', on the same terms, and to whom equal encouragement has been granted.\\n\\nMy survey of Rose Hill is now closed.  I have inspected every piece of ground in cultivation here, both public and private, and have written from actual examination only.\\n\\nBut before I bade adieu to Rose Hill, in all probability for the last time of my life, it struck me that there yet remained one object of consideration not to be slighted:  Barrington had been in the settlement between two and three months, and I had not seen him.\\n\\nI saw him with curiosity.  He is tall, approaching to six feet, slender, and his gait and manner, bespeak liveliness and activity.  Of that elegance and fashion, with which my imagination had decked him (I know not why), I could distinguish no trace.  Great allowance should, however, be made for depression and unavoidable deficiency of dress.  His face is thoughtful and intelligent; to a strong cast of countenance he adds a penetrating eye, and a prominent forehead.  His whole demeanour is humble, not servile. Both on his passage from England, and since his arrival here, his conduct has been irreproachable.  He is appointed high-constable of the settlement of Rose Hill, a post of some respectability, and certainly one of importance to those who live here.  His knowledge of men, particularly of that part of them into whose morals, manners and behaviour he is ordered especially to inspect, eminently fit him for the office.\\n\\nI cannot quit him without bearing my testimony that his talents promise to be directed in future to make reparation to society for the offences he has heretofore committed against it.\\n\\nThe number of persons of all descriptions at Rose Hill at this period will be seen in the following return.\\n\\nA return of the number of persons at Rose Hill, 3rd of December 1791\\n\\n\\\\------------------------------------------------------------------------------ Quality.             |Men.|Women.|                Children                                          |    |      |  of 10 years  | of 2 years  | under 2 years ------------------------------------------------------------------------------ Convicts\\\\*             1336   133         0              9             17 Troops                  94     9         1              5              2 Civil Department         7     0         0              0              0 Seamen Settlers          3     0         0              0              0 Free Persons             0     7         2              1              2 Total number of persons               1440   149         3             15             21 ------------------------------------------------------------------------------\\n\\n\\\\[\\\\*The convicts who are become settlers, are included in this number.\\\\]\\n\\nOf my Sydney journal, I find no part sufficiently interesting to be worth extraction.  This place had long been considered only as a depot for stores.  It exhibited nothing but a few old scattered huts and some sterile gardens.  Cultivation of the ground was abandoned, and all our strength transferred to Rose Hill.  Sydney, nevertheless, continued to be the place of the governor's residence, and consequently the headquarters of the colony. No public building of note, except a storehouse, had been erected since my last statement.  The barracks, so long talked of, so long promised, for the accommodation and discipline of the troops, were not even begun when I left the country; and instead of a new hospital, the old one was patched up and, with the assistance of one brought ready-framed from England, served to contain the sick.\\n\\nThe employment of the male convicts here, as at Rose Hill, was the public labour.  Of the women, the majority were compelled to make shirts, trousers and other necessary parts of dress for the men, from materials delivered to them from the stores, into which they returned every Saturday night the produce of their labour, a stipulated weekly task being assigned to them.  In a more early stage, government sent out all articles of clothing ready made; but, by adopting the present judicious plan, not only a public saving is effected, but employment of a suitable nature created for those who would otherwise consume leisure in idle pursuits only.\\n\\nOn the 26th of November 1791, the number of persons, of all descriptions, at Sydney, was 1259, to which, if 1628 at Rose Hill and 1172 at Norfolk Island be added, the total number of persons in New South Wales and its dependency will be found to amount to 4059.\\\\*\\n\\n\\\\[\\\\*A very considerable addition to this number has been made since I quitted the settlement, by fresh troops and convicts sent thither from England.\\\\]\\n\\nOn the 13th of December 1791, the marine battalion embarked on board His Majesty's ship Gorgon, and on the 18th sailed for England.\\n\\nCHAPTER XVII.\\n\\nMiscellaneous Remarks on the country.  On its vegetable productions. On its climate.  On its animal productions.  On its natives, etc.\\n\\nThe journals contained in the body of this publication, illustrated by the map which accompanies it (unfortunately, there is no map accompanying this etext), are, I conceive, so descriptive of every part of the country known to us, that little remains to be added beyond a few general observations.\\n\\nThe first impression made on a stranger is certainly favourable. He sees gently swelling hills connected by vales which possess every beauty that verdure of trees, and form, simply considered in itself, can produce; but he looks in vain for those murmuring rills and refreshing springs which fructify and embellish more happy lands.  Nothing like those tributary streams which feed rivers in other countries are here seen; for when I speak of the stream at Sydney, I mean only the drain of a morass; and the river at Rose Hill is a creek of the harbour, which above high water mark would not in England be called even a brook.  Whence the Hawkesbury, the only fresh water river known to exist in the country, derives its supplies, would puzzle a transient observer.  He sees nothing but torpid unmeaning ponds (often stagnant and always still, unless agitated by heavy rains) which communicate with it.  Doubtless the springs which arise in Carmarthen mountains may be said to constitute its source. To cultivate its banks within many miles of the bed of the stream (except on some elevated detached spots) will be found impracticable, unless some method be devised of erecting a mound, sufficient to repel the encroachments of a torrent which sometimes rises fifty feet above its ordinary level, inundating the surrounding country in every direction.\\n\\nThe country between the Hawkesbury and Rose Hill is that which I have hitherto spoken of.  When the river is crossed, this prospect soon gives place to a very different one.  The green vales and moderate hills disappear at the distance of about three miles from the river side, and from Knight Hill, and Mount Twiss,\\\\* the limits which terminate our researches, nothing but precipices, wilds and deserts, are to be seen.  Even these steeps fail to produce streams.  The difficulty of penetrating this country, joined to the dread of a sudden rise of the Hawkesbury, forbidding all return, has hitherto prevented our reaching Carmarthen mountains.\\n\\n\\\\[\\\\*Look at the Map. (There is no map accompanying this etext)\\\\]\\n\\nLet the reader now cast his eye on the relative situation of Port Jackson. He will see it cut off from communication with the northward by Broken Bay, and with the southward by Botany Bay; and what is worse, the whole space of intervening country yet explored, (except a narrow strip called the Kangaroo Ground) in both directions, is so bad as to preclude cultivation.\\n\\nThe course of the Hawkesbury will next attract his attention. To the southward of every part of Botany Bay we have traced this river; but how much farther in that line it extends we know not.  Hence its channel takes a northerly direction, and finishes its course in Broken Bay, running at the back of Port Jackson in such a manner as to form the latter into a peninsula.\\n\\nThe principal question then remaining is, what is the distance between the head of Botany Bay and the part of the Hawkesbury nearest to it? And is the intermediate country a good one, or does it lead to one which appearances indicate to be good?  To future adventurers who shall meet with more encouragement to persevere and discover than I and my fellow wanderer\\\\[s\\\\] did, I resign the answer.  In the meantime the reader is desired to look at the remarks on the map (there is no map accompanying this etext), which were made in the beginning of August 1790, from Pyramid Hill, which bounded our progress on the southern expedition; when, and when only, this part of the country has been seen.\\n\\nIt then follows that from Rose Hill to within such a distance of the Hawkesbury as is protected from its inundations, is the only tract of land we yet know of, in which cultivation can be carried on for many years to come.  To aim at forming a computation of the distance of time, of the labour and of the expense, which would attend forming distinct convict settlements, beyond the bounds I have delineated; or of the difficulty which would attend a system of communication between such establishments and Port Jackson, is not intended here.\\n\\nUntil that period shall arrive, the progress of cultivation, when it shall have once passed Prospect Hill, will probably steal along to the southward, in preference to the northward, from the superior nature of the country in that direction, as the remarks inserted in the map will testify.\\n\\nSuch is my statement of a plan which I deem inevitably entailed on the settlement at Port Jackson.  In sketching this outline of it let it not be objected that I suppose the reader as well acquainted with the respective names and boundaries of the country as long residence and unwearied journeying among them, have made the author.  To have subjoined perpetual explanations would have been tedious and disgusting.  Familiarity with the relative positions of a country can neither be imparted, or acquired, but by constant recurrence to geographic delineations.\\n\\nOn the policy of settling, with convicts only, a country at once so remote and extensive, I shall offer no remarks.  Whenever I have heard this question agitated, since my return to England, the cry of, \\\"What can we do with them! Where else can they be sent!\\\"  has always silenced me.\\n\\nOf the soil, opinions have not differed widely.  A spot eminently fruitful has never been discovered.  That there are many spots cursed with everlasting and unconquerable sterility no one who has seen the country will deny. At the same time I am decidedly of opinion that many large tracts of land between Rose Hill and the Hawkesbury, even now, are of a nature sufficiently favourable to produce moderate crops of whatever may be sown in them.  And provided a sufficient number of cattle\\\\* be imported to afford manure for dressing the ground, no doubt can exist that subsistence for a limited number of inhabitants may be drawn from it.  To imperfect husbandry, and dry seasons, must indubitably be attributed part of the deficiency of former years.  Hitherto all our endeavours to derive advantage from mixing the different soils have proved fruitless, though possibly only from want of skill on our side.\\n\\n\\\\[\\\\*In my former narrative I have particularly noticed the sudden disappearance of the cattle, which we had brought with us into the country.  Not a trace of them has ever since been observed.  Their fate is a riddle, so difficult of solution that I shall not attempt it.  Surely had they strayed inland, in some of our numerous excursions, marks of them must have been found. It is equally impossible to believe that either the convicts or natives killed and ate them, without some sign of detection ensuing.\\\\]\\n\\nThe spontaneous productions of the soil will be soon recounted. Every part of the country is a forest:  of the quality of the wood take the following instance.  The 'Supply' wanted wood for a mast, and more than forty of the choicest young trees were cut down before as much wood as would make it could be procured, the trees being either rotten at the heart or riven by the gum which abounds in them.  This gum runs not always in a longitudinal direction in the body of the tree, but is found in it in circles, like a scroll.  There is however, a species of light wood which is found excellent for boat building, but it is scarce and hardly ever found of large size.\\n\\nTo find limestone many of our researches were directed.  But after repeated assays with fire and chemical preparations on all the different sorts of stone to be picked up, it is still a desideratum.  Nor did my experiments with a magnet induce me to think that any of the stones I tried contained iron. I have, however, heard other people report very differently on this head.\\n\\nThe list of esculent vegetables, and wild fruits is too contemptible to deserve notice, if the 'sweet tea' whose virtues have been already recorded, and the common orchis root be excepted.  That species of palm tree which produces the mountain cabbage is also found in most of the freshwater swamps, within six or seven miles of the coast.  But is rarely seen farther inland.  Even the banks of the Hawkesbury are unprovided with it. The inner part of the trunk of this tree was greedily eaten by our hogs, and formed their principal support.  The grass, as has been remarked in former publications, does not overspread the land in a continued sward, but arises in small detached tufts, growing every way about three inches apart, the intermediate space being bare; though the heads of the grass are often so luxuriant as to hide all deficiency on the surface.  The rare and beautiful flowering shrubs, which abound in every part, deserve the highest admiration and panegyric.\\n\\nOf the vegetable productions transplanted from other climes, maize flourishes beyond any other grain.  And as it affords a strong and nutritive article of food, its propagation will, I think, altogether supersede that of wheat and barley.\\n\\nHorticulture has been attended in some places with tolerable success. At Rose Hill I have seen gardens which, without the assistance of manure, have continued for a short time to produce well grown vegetables. But at Sydney, without constantly dressing the ground, it was in vain to expect them; and with it a supply of common vegetables might be procured by diligence in all seasons.  Vines of every sort seem to flourish. Melons, cucumbers and pumpkins run with unbounded luxuriancy, and I am convinced that the grapes of New South Wales will, in a few years, equal those of any other country.  'That their juice will probably hereafter furnish an indispensable article of luxury at European tables', has already been predicted in the vehemence of speculation.  Other fruits are yet in their infancy; but oranges, lemons and figs, (of which last indeed I have eaten very good ones) will, I dare believe, in a few years become plentiful.  Apples and the fruits of colder climes also promise to gratify expectation.  The banana-tree has been introduced from Norfolk Island, where it grows spontaneously.\\n\\nNor will this surprise, if the genial influence of the climate be considered. Placed in a latitude where the beams of the sun in the dreariest season are sufficiently powerful for many hours of the day to dispense warmth and nutrition, the progress of vegetation never is at a stand. The different temperatures of Rose Hill and Sydney in winter, though only twelve miles apart, afford, however, curious matter of speculation. Of a well attested instance of ice being seen at the latter place, I never heard.  At the former place its production is common, and once a few flakes of snow fell.  The difference can be accounted for only by supposing that the woods stop the warm vapours of the sea from reaching Rose Hill, which is at the distance of sixteen miles inland; whereas Sydney is but four.\\\\*  Again, the heats of summer are more violent at the former place than at the latter, and the variations incomparably quicker.  The thermometer has been known to alter at Rose Hill, in the course of nine hours, more than 50 degrees; standing a little before sunrise at 50 degrees, and between one and two at more than 100 degrees. To convey an idea of the climate in summer, I shall transcribe from my meteorological journal, accounts of two particular days which were the hottest we ever suffered under at Sydney.\\n\\n\\\\[\\\\*Look at the journal which describes the expedition in search of the river, said to exist to the southward of Rose Hill.  At the time we felt that extraordinary degree of cold were not more than six miles south west of Rose Hill, and about nineteen miles from the the sea coast. When I mentioned this circumstance to colonel Gordon, at the Cape of Good Hope, he wondered at it; and owned, that, in his excursions into the interior parts of Africa, he had never experienced anything to match it:  he attributed its production to large beds of nitre, which he said must exist in the neighbourhood.\\\\]\\n\\nDecember 27th 1790.  Wind NNW; it felt like the blast of a heated oven, and in proportion as it increased the heat was found to be more intense, the sky hazy, the sun gleaming through at intervals.\\n\\nAt 9 a.m.                  85 degrees At noon                   104 Half past twelve          107 1/2 From one p.m. until 20 minutes past two          108 1/2 At 20 minutes past two    109 At Sunset                  89 At 11 p.m.                 78 1/2\\n\\n\\\\[By a large Thermometer made by Ramsden, and graduated on Fahrenheit's scale.\\\\]\\n\\nDecember 28th.\\n\\nAt 8 a.m.                  86 10 a.m.                    93 11 a.m.                   101 At noon                   103 1/2 Half an hour past noon    104 1/2 At one p.m.               102 At 5 p.m.                  73 At sunset                  69 1/2\\n\\n\\\\[At a quarter past one, it stood at only 89 degrees, having, from a sudden shift of wind, fallen 13 degrees in 15 minutes.\\\\]\\n\\nMy observations on this extreme heat, succeeded by so rapid a change, were that of all animals, man seemed to bear it best.  Our dogs, pigs and fowls, lay panting in the shade, or were rushing into the water. I remarked that a hen belonging to me, which had sat for a fortnight, frequently quitted her eggs, and shewed great uneasiness, but never remained from them many minutes at one absence; taught by instinct that the wonderful power in the animal body of generating cold in air heated beyond a certain degree, was best calculated for the production of her young.  The gardens suffered considerably.  All the plants which had not taken deep root were withered by the power of the sun. No lasting ill effects, however, arose to the human constitution. A temporary sickness at the stomach, accompanied with lassitude and headache, attacked many, but they were removed generally in twenty-four hours by an emetic, followed by an anodyne.  During the time it lasted, we invariably found that the house was cooler than the open air, and that in proportion as the wind was excluded, was comfort augmented.\\n\\nBut even this heat was judged to be far exceeded in the latter end of the following February, when the north-west wind again set in, and blew with great violence for three days.  At Sydney, it fell short by one degree of what I have just recorded:  but at Rose Hill, it was allowed, by every person, to surpass all that they had before felt, either there or in any other part of the world.  Unluckily they had no thermometer to ascertain its precise height.  It must, however, have been intense, from the effects it produced.  An immense flight of bats driven before the wind, covered all the trees around the settlement, whence they every moment dropped dead or in a dying state, unable longer to endure the burning state of the atmosphere.  Nor did the 'perroquettes', though tropical birds, bear it better.  The ground was strewn with them in the same condition as the bats.\\n\\nWere I asked the cause of this intolerable heat, I should not hesitate to pronounce that it was occasioned by the wind blowing over immense deserts, which, I doubt not, exist in a north-west direction from Port Jackson, and not from fires kindled by the natives.  This remark I feel necessary, as there were methods used by some persons in the colony, both for estimating the degree of heat and for ascertaining the cause of its production, which I deem equally unfair and unphilosophical.  The thermometer, whence my observations were constantly made, was hung in the open air in a southern aspect, never reached by the rays of the sun, at the distance of several feet above the ground.\\n\\nMy other remarks on the climate will be short.  It is changeable beyond any other I ever heard of; but no phenomena sufficiently accurate to reckon upon, are found to indicate the approach of alteration. Indeed, for the first eighteen months that we lived in the country, changes were supposed to take place more commonly at the quartering of the moon than at other times.  But lunar empire afterwards lost its credit. For the last two years and a half of our residing at Port Jackson, its influence was unperceived.  Three days together seldom passed without a necessity occurring for lighting a fire in an evening. A 'habit d'ete', or a 'habit de demi saison', would be in the highest degree absurd.  Clouds, storms and sunshine pass in rapid succession.  Of rain, we found in general not a sufficiency, but torrents of water sometimes fall. Thunder storms, in summer, are common and very tremendous, but they have ceased to alarm, from rarely causing mischief.  Sometimes they happen in winter.  I have often seen large hailstones fall. Frequent strong breezes from the westward purge the air.  These are almost invariably attended with a hard clear sky.  The easterly winds, by setting in from the sea, bring thick weather and rain, except in summer, when they become regular sea-breezes.  The 'aurora australis' is sometimes seen, but is not distinguished by superior brilliancy.\\n\\nTo sum up:  notwithstanding the inconveniences which I have enumerated, I will venture to assert in few words, that no climate hitherto known is more generally salubrious\\\\*, or affords more days on which those pleasures which depend on the state of the atmosphere can be enjoyed, than that of New South Wales.  The winter season is particularly delightful.\\n\\n\\\\[\\\\*To this cause, I ascribe the great number of births which happened, considering the age and other circumstances, of many of the mothers. Women who certainly would never have bred in any other climate here produced as fine children as ever were born.\\\\]\\n\\nThe leading animal production is well kno\",\"timestamp\":1636105964,\"title\":\"Seven rods.  It was eight, but on their representing to the governor that \"},\"digest\":\"z_HwMgdnaTjV3ScQz1u702i0ZToMNJiNVVOFwnol0AE\",\"authorship\":{\"contributor\":\"0x849f0e3F3Bfcf11a0bcbF693C723C28c2B90aE1C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RW76Q5npQkrKJuyPCwHqs4TWd7BGAF9qMl_j7VOPds4\\\",\\\"y\\\":\\\"vUPo5QAuc9_bflNlUFz7SM6TFzDSp1IfnHsKGcLT1W0\\\"}\",\"signature\":\"Ovnc3r80AVwXKF8WgJkpRndJQ8Tkg49oMQl2pnDkatP1Vhn35IXF_hw7rKYAzpr2uuXhkhNaUUXN1Otm1LmrYg\",\"signingKeySignature\":\"0xf7e6f7b99a931b853679739dba85d807cd13198a13add3efecf1b4df995e5e2c41e6b34da805481056e382294cdd03a7515d1863104d2ee19d2e718f1cf57d8e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RW76Q5npQkrKJuyPCwHqs4TWd7BGAF9qMl_j7VOPds4\\\",\\\"y\\\":\\\"vUPo5QAuc9_bflNlUFz7SM6TFzDSp1IfnHsKGcLT1W0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z_HwMgdnaTjV3ScQz1u702i0ZToMNJiNVVOFwnol0AE\"}"