"{\"content\":{\"body\":\"As [wiki](https://en.wikipedia.org/wiki/Wiki) documents, articles are never considered complete and may be continually edited and improved. Over time, this generally results in an upward trend of quality and a growing consensus over a neutral representation of information.\\n\\nUsers should be aware that not all articles are of encyclopedic quality from the start: they may contain false or debatable information. Indeed, many articles start their lives as displaying a single viewpoint; and, after a long process of discussion, debate, and argumentation, they gradually take on a [neutral point of view](https://en.wikipedia.org/wiki/Wikipedia:NPOV) reached through [consensus](https://en.wikipedia.org/wiki/Wikipedia:Consensus). For a while, others may become caught up in a heavily unbalanced viewpoint that can take some time—months or years perhaps—to achieve better-balanced coverage of their subject. In part, this is because editors often contribute content in which they have a particular interest and do not attempt to make each article they edit comprehensive. However, additional editors eventually expand and contribute to articles and strive to achieve balance and comprehensive coverage. Also, Wikipedia operates several internal resolution processes that can assist when editors disagree on content and approach. Usually, editors eventually reach a consensus on ways to improve the article.\\n\\nExternal video [\\\"Using Wikipedia\\\" with John Green, from Crash Course's Navigating Digital Information series](https://www.youtube.com/watch?v=ih4dY9i9JKE), YouTube video\\n\\nThe *ideal* Wikipedia article is well written, balanced, [neutral](https://en.wikipedia.org/wiki/Wikipedia:Neutral_point_of_view), and encyclopedic, containing comprehensive, notable, [verifiable](https://en.wikipedia.org/wiki/Wikipedia:Verifiability) knowledge. An increasing number of articles reach this standard over time, and many already have. Our best articles are called [Featured Articles](https://en.wikipedia.org/wiki/Wikipedia:Featured_articles) (and display a small star in the upper right corner of the article), and our second-best tier of articles are designated [Good Articles](https://en.wikipedia.org/wiki/Wikipedia:Good_Articles). However, this process can take months or years to be achieved through editors' concerted effort. Some articles contain statements that have not yet been fully [cited](https://en.wikipedia.org/wiki/Wikipedia:CITE). Others will later be augmented with new sections. Some information will be considered by later contributors to be insufficiently founded and, therefore, may be removed.\\n\\nWhile the overall trend is toward improvement, it is important to use Wikipedia carefully if it is intended to be used as a research source. Individual articles will vary in quality and maturity by their nature. [Guidelines and information pages](https://en.wikipedia.org/wiki/Wikipedia:Researching_with_Wikipedia) are available to help users and researchers do this effectively, as is an article that summarizes third-party studies and assessments of the [reliability of Wikipedia](https://en.wikipedia.org/wiki/Reliability_of_Wikipedia).\",\"timestamp\":1635436323,\"title\":\"Research\"},\"digest\":\"6q1zWGq9fseq_hI0FOLM6XaKn0Wy_pDIu_ZlSBlibDg\",\"authorship\":{\"contributor\":\"0xa443c2A577B31791a49a29CF56c6d4062A4e3809\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_eGRR8yVAMOsaMhsjeOgBAGOJ1KEDOPlkZ7eI7dpSvY\\\",\\\"y\\\":\\\"Jj4nCP8Ilb57dwuUqyzrqdDq9XSgF2WMsUKWc1VFU-s\\\"}\",\"signature\":\"7acf9m930I5wIuy0ZV_N59DOr5d49sa66HPtpYr9tHHq4NiW5r82aOcqaAcDJnA-jwAkaZ-QjtfHEPhAwhPcYQ\",\"signingKeySignature\":\"0x60e1c3d771bef6b1fc31871103ef6f3ef2966f1bc3c710dc79d8b535ed20957516a2201a51bfcd3a16f1d6c3bfab432a985352feaee84ffccd056f5f36ba295b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_eGRR8yVAMOsaMhsjeOgBAGOJ1KEDOPlkZ7eI7dpSvY\\\",\\\"y\\\":\\\"Jj4nCP8Ilb57dwuUqyzrqdDq9XSgF2WMsUKWc1VFU-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6q1zWGq9fseq_hI0FOLM6XaKn0Wy_pDIu_ZlSBlibDg\"}"