"{\"content\":{\"body\":\"Decentralized exchanges (DEXs) don't get as much fanfare as they should. They’re the single biggest motor behind the DeFi boom, allowing users to swap between different tokens and blockchains and enabling usage of new crypto projects.\\n\\nThe main advantage of using a DEX is in the name itself — they're decentralized. DEXs rely on supply and demand to determine token prices, and individual participants provide liquidity for certain token pairs to run their operations.\\n\\nToday we'll explore one of the most promising DEXs in recent times, the Avalanche network's pioneer, Pangolin.\\n\\n## What is Pangolin?\\n\\nWe've mentioned Pangolin in some of our previous Avalanche Network (AVAX) guides, but it's about time we made a formal introduction to the biggest decentralized exchange on AVAX. With less than a year under its belt, Pangolin has truly taken full advantage of Avalanche’s lightning-fast transactions and close-to-negligible gas fees to run one of the best optimized DEXs around.\\n\\nIn short, you want Defi on AVAX? You’ve got Pangolin to cover your every need. Most financial transactions on Avalanche make at least a pit stop on this DEX.\\n\\nSince launching its V2 this November, Pangolin has also established itself as a key player in the tokenomics game, allowing its liquidity providers to offer some seriously enticing rewards for LP tokens, staking, and bonding.\\n\\n## How to Set up the Avalanche Network on Metamask\\n\\nWe went over the more elaborate method for getting set up on Avalanche on our [Yield Yak guide](https://rabbithole.mirror.xyz/VJxCANkyExoVKD8myWKCRwQYIQFNc4-oxfcTUwgB6ng). This method is the best one to get going for everything the AVAX network has to offer, or if you're planning on transferring funds from a centralized exchange like Binance, Crypto.com, or Coinbase. \\n\\nBut for the sake of brevity, here's a quicker way to get some AVAX on your wallet and swap it out for the token of your choosing, using the tools set up by Pangolin.\\n\\n**1.** Go to [chainlist.org](https://chainlist.org), connect your wallet, and search for *\\\"Avalanche Mainnet\\\"* or *\\\"43114\\\"*. You can add new chains to your Metamask account as easily as that through this method.\\n\\n*If you'd rather do it the traditional route, just add in a custom RPC with the following data:*\\n\\n* **Network Name:** Avalanche Network\\n* **New RPC URL:**[ https://api.avax.network/ext/bc/C/rpc](https://api.avax.network/ext/bc/C/rpc)\\n* **ChainID:** 43114\\n* **Symbol:** AVAX\\n* **Explorer:**[ https://snowtrace.io/](https://snowtrace.io/)\\n\\n![](https://images.mirror-media.xyz/publication-images/xiIVCoGPcsz9pJYW2WKX-.png?height=680&width=1200)\\n\\n**2.** Go to the \\\"Buy\\\" function on Pangolin's website, set up your contact information and preferred currency. \\n\\n**3.** You'll be redirected to the Wyre platform where you can finalize your payment and get AVAX straight to your wallet.\\n\\n![](https://images.mirror-media.xyz/publication-images/VQa-LO4FB0HDpmzqvFVqL.png?height=680&width=1200)\\n\\n**If you're having trouble with this method, you might be better off opting for the longer route, which we've linked in on our resources section below.**\\n\\n## How to Swap Tokens on Pangolin\\n\\nSwapping the tokens is a pretty simple task in and of itself. Once you’ve got your AVAX ready to go on Metamask *(be it through the method shared here, or the one explained on our other guides),* all you have to do is choose the token you want to exchange it for, and use the “Swap” function on Pangolin to select it from the long list of tokens. \\n\\nA little tip that could help you out in a pinch: if you’ve received an obscure token that doesn’t show up in the list, click on the “Manage Token Lists” option at the bottom of the pop-up to add in some extra tokens of your choice or import custom lists from trusted sources. \\n\\n![](https://images.mirror-media.xyz/publication-images/4X2Once1BOkHHcihiKUiR.png?height=680&width=1200)\\n\\n*Note: Keep in mind, you’ll only be able to swap a token for which someone else is providing liquidity, so keep that in mind if you’re looking to swap custom ERC-20s or a coin with little to no market action. If you have any questions at all, feel free to ask in the [RabbitHole Discord](https://discord.com/invite/TGe63pe) and someone will help you out!*\\n\\nSo, with that done, you've successfully found a token pair you'd like to swap. Click the Swap button, and then it's just a matter of paying the gas fee and waiting for the transaction to go through.\\n\\n![](https://images.mirror-media.xyz/publication-images/a6Tec-wOilQCMW8rdv94E.png?height=680&width=1200)\\n\\nAfter completing this guide, you'll have discovered the entryway into DeFi on the Avalanche network. Check out some of our other guides to learn how to make your tokens work in your favor!\\n\\n## Useful Resources:\\n\\n* **How to set up Avalanche on Metamask in detail:**   <https://support.avax.network/en/articles/4626956-how-do-i-set-up-metamask-on-avalanche> \\n \\n* **AVAX Bridge** [https://bridge.avax.network](https://bridge.avax.network/login) \\n \\n* **Intro to Pangolin** <https://docs.pangolin.exchange/introducing-pangolin-v2> \\n \\n* **Swapping Tokens on Pangolin** <https://youtu.be/kNQp4t03lOQ>\",\"timestamp\":1639532134,\"title\":\"Tutorial: How to Swap Tokens on Pangolin\",\"publication\":\"rabbithole\"},\"digest\":\"zExvzD3I9euhw2k1EWER7qL7PIVpfsdTGB4YZBeSZ58\",\"authorship\":{\"contributor\":\"0x0BB602F88BF886282fF69d4Cec937cc2A7d9E19A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z9BQt3yWNDLkxDvGvPd8VRmp6_mju54reA1IcpOCaoM\\\",\\\"y\\\":\\\"ySQSEKWD9b1r5EmJVnJE5qbZNwEstV-vwCiVIfQ6pJI\\\"}\",\"signature\":\"gT_qtS7AqdgdRjsLr5qbnKUQgW5Fe7AsebCMHmnjYZFmLIA6IXMH2dscoqQQrypdzqaQ6xsIhEieIAnY6GRDbA\",\"signingKeySignature\":\"0xffc5d1fde6c9c38a3e8e0b9c57e0a1c97002cd7f39d2e15d24382c4fede5f2131a5a5b2041dceb95a9206f860f4b93acd973f38c800fc6dd0d7b5c3704615d3b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z9BQt3yWNDLkxDvGvPd8VRmp6_mju54reA1IcpOCaoM\\\",\\\"y\\\":\\\"ySQSEKWD9b1r5EmJVnJE5qbZNwEstV-vwCiVIfQ6pJI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zExvzD3I9euhw2k1EWER7qL7PIVpfsdTGB4YZBeSZ58\"}"