"{\"content\":{\"body\":\"A sought after plot of land in Decentraland has been sold for an estimated $2.4 million dollars (618,000 $MANA) in cryptocurrency\\n\\n![](https://images.mirror-media.xyz/publication-images/9PCozxVeJofR53JJ5Xwzl.png?height=420&width=800)\\n\\nA sought-after plot of land in Decentraland has been sold for an estimated $2.4 million dollars (618,000 $MANA) in cryptocurrency. As Decentralands monthly users are expected to reach an all-time high of 300k this month it is not surprising that so many individuals and organizations want a piece of the action.\\n\\n## NFT action on Decentraland\\n\\nThe momentum is steadily building for metaverse projects the last month and it is getting mega attention thanks to a number of recent developments. One well-known web 2.0 figure jumped in headfirst claiming the very term Meta.\\n\\nThe first-ever metaverse festival in Decentraland showcased famous artists, DJ’s and virtual bands. Play-to-earn games like Alien Worlds create trillion tokens that are attached to planets in their metaverse. Boson protocol develops the commercial opportunities to be found with fashion in the metaverse.\\n\\nDecentraland experienced a surge in users during the Metaverse Festival which saw the world of art, music, and creativity come alive. Bringing famous stars like Paris Hilton to the main stage is helpful for drumming up interest too. Despite the price decline and fluctuations among some of the top cryptocurrencies, Metaverse assets and associated protocols are enjoying surges. Exactly four weeks after Facebook made its big announcement to change its name to META, Decentraland’s MANA token is enjoying all-time highs, up 25.01% in the last 24 hours to $5.07 (according to coinmarketcap).\\n\\nThe patch of virtual real estate in Decentraland that sold for a record $2.4 million was bought by Tokens.com, a crypto investor platform that is betting big on the future of this metaverse. The fashion district of Decentralands map may play a central role in the future of virtual commerce; hosting events, selling virtual clothing, and helping to bring more brands into the ecosystem.\\n\\n## Spending time with fellow Avatars\\n\\nBumping into connections at an event in Decentraland is becoming more familiar these days. With ICE poker tournaments, music festivals, multiple galleries, and endless opportunities to participate who wouldn’t want a piece of the action?\\n\\nFor most novices to the world of crypto, it may feel daunting initially but the beauty of these spaces is that they do not discriminate, the land is open, users can spend time together without external pressures and commitments. If you don’t like what you see press Esc. \\n\\nThere are a few minor humps to jump through in terms of the user experience and attaching wearable NFTs to every event was also going to be cumbersome for some but for now, it is mainly all about discovery.\\n\\nThis is the phase where we the public are asked to jump in with two feet and eyes up. Enjoy exploring some of the virtual landscapes, cityscapes and events.\",\"timestamp\":1639398139,\"title\":\"Fashion Street Estate in Decentraland purchased for 618,000 MANA in record breaking sale\"},\"digest\":\"uiBexWNpvG2PItVKGlQyGJGwiS2N5nNypUOWSlwbAfY\",\"authorship\":{\"contributor\":\"0x22127b3BcCFBa779F6DfdF61E41D65E086ae5bbC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lXi2Rv31AGO2RGcqlKclOcX829jWPAx-7vMZZBDD8n4\\\",\\\"y\\\":\\\"rG6lcfAWjMyPdRrzCv23p3rcQbQqLs2NtL6y0mHP-KM\\\"}\",\"signature\":\"gKM_bsrZ-uIAHgEYLIIzmyXD0nGZ4AFEibFZ3EijSG9lGXBXsf8FjLwUkg3Wn_h5SJNIyF6LVMmpnjtH4GJq6w\",\"signingKeySignature\":\"0xe6898ca7cdd101346c685d8b884a206d38d95c71fb7b4279b2860fb2cc9c265d6332a89e74356a20bfc663b93ac8f996c0adb36cc54934699d2c411baec5e4841c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lXi2Rv31AGO2RGcqlKclOcX829jWPAx-7vMZZBDD8n4\\\",\\\"y\\\":\\\"rG6lcfAWjMyPdRrzCv23p3rcQbQqLs2NtL6y0mHP-KM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uiBexWNpvG2PItVKGlQyGJGwiS2N5nNypUOWSlwbAfY\"}"