"{\"content\":{\"body\":\"## To be honest, I’m always wondering about new use cases for web3 and improvements that can be made on current DeFi, and I know many of you think the same.\\n\\n## Why not have a quick talk about that? (grab a coffee)\\n\\n### First, let’s have a bit of history.\\n\\nDespite being such a young industry, decentralized finance has quickly seen a lighting growth as real crypto enthusiasts found a way to truly live the world they’ve dreamed of, a decentralized universe where basically no banker could tell you to f-word off because you did not have the “*financial stability*” required to take a student loan, while monitoring and judging all your financial activity.\\n\\nAll of that, through **Ethereum**.\\n\\nNevertheless, as the network grew, more people onboarded, thus slowing the whole UX + making it more expensive, due to technical limitations (block-size, block-time, etc…).\\n\\nAlthough being negative for the users (in appearance), it was the condition to make Ethereum a truly secured and decentralized network, where pretty much anyone could participate and help it run with basic hardware and an internet connection.\\n\\n> *“To maximize the number of users who can run a node, we'll focus on regular consumer hardware.*\\n\\n*See “[The Limits to Blockchain Scalability](https://vitalik.ca/general/2021/05/23/scaling.html)” by Vitalik.*\\n\\nNowadays, users are offered multiple solutions to access DeFi services such as swaps, lending, derivatives, or staking at way cheaper fees than on Ethereum, with faster transaction time. But at what cost?\\n\\nOther layer 1 solutions (especially PoS ones) rather bet on UX than decentralization and security, to not give any name. Moreover, most of them had their initial token distribution process aimed towards quick financing thus allowing insiders, VCs, and other billion-dollar worth companies/individuals to benefit from it way more than the average crypto user.\\n\\n![](https://images.mirror-media.xyz/publication-images/-Wx7s2yjWE5bwX1G6eIR6.png?height=720&width=1280)\\n\\nThis article is not about other L1s so I’ll try to be short, but please refer to the following documents and writings to know more about that specific debate which has set heat on CT (Crypto Twitter) and the whole “crypto sphere”.\\n\\n* ***[Different token distributions across L1 projects](https://twitter.com/RyanWatkins_/status/1394283802009145348)***\\n* **[What does increased insider ownership in Public blockchains mean?](https://medium.com/open-source-x/what-does-increased-insider-ownership-in-public-blockchains-mean-97f8e9e50368)**\\n* ***Zhu Su’s famous “[Ethereum has abandoned its users](https://twitter.com/zhusu/status/1462216210116853762)” thread***\\n* ***[ETH vs DOT](https://academy.shrimpy.io/post/comparing-ethereum-vs-polkadot-blockchains)***\\n* ***[PoW vs. PoS](https://101blockchains.com/pow-vs-pos-a-comparison/)***\\n* ***Vitalik’s “[Endgame](https://vitalik.ca/general/2021/12/06/endgame.html)”***\\n* ***And many more, DYOR ;) …***\\n\\nNevertheless, this has not stopped people from using Ethereum. [Scaling](https://ethereum.org/en/developers/docs/scaling/) solutions have been made (ex: [Layer 2 Rollups](https://ethereum.org/en/developers/docs/scaling/layer-2-rollups/)). In late 2021, anyone can hop on a layer 2 and take profit from Ethereum security while paying significantly less on gas.\\n\\nAnyway, I think you got the point from here. If not, feel free to read more about scaling solutions for Ethereum.\\n\\n\\n---\\n\\n### Now, what if I told you that you could swap with near 0 fees on Ethereum? Without any slippage or price impact? What if we combine this solution with L2s?\\n\\n## Introducing Kromatika, or what I see as “The most innovative solution against Ethereum swap fees”.\\n\\n**Links to Kromatika:**\\n\\n* **[WEBSITE](https://kromatika.finance/)**\\n* **[DISCORD](https://discord.gg/fGMhzgWu)**\\n* **[TWITTER](https://twitter.com/KromatikaFi)**\\n* **[TELEGRAM](https://t.me/kromatika_fina)**\\n* **[ROADMAP](https://kromatika.finance/roadmap)**\\n* **[MEDIUM](https://kromatika-finance.medium.com/)**\\n* **[WHITEPAPER](https://kromatika-finance.medium.com/kromatika-launching-the-first-decentralized-limit-order-manager-powered-by-uniswap-and-961e0da4d15a?source=user_profile---------0-------------------------------)**\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/FR8vS9w9ObtU6NGYZ7T7-.png?height=200&width=800)\\n\\n### 1 - Uniswap v3\\n\\nTo understand Kromatika, you first have to understand Uniswap V3. Uniswap is the leading DEX and one of the biggest DeFI protocols that exist today. The V3 of Uniswap introduced many interesting and innovative features (multiple fee tiers, improved Uniswap Oracles…). But we’ll focus on one of them. **Learn more [here](https://mvpworkshop.co/blog/uniswap-v3-explained-all-you-need-to-know/)**\\n\\n* **Uniswap V2 vs V3 & Concentrated liquidity**\\n  * Before, on V2, users who provided LPs had their liquidity **evenly spread across all theoretically possible prices** ($0 to infinity, as the upward price growth of an asset, is potentially unlimited). This was to ensure that **whatever the price was at, swaps were technically possible.**\\n  * Unfortunately, this was **not** **optimal**, especially for Uniswap V2 stablecoin pools **(Ex: DAI/USDC)**.\\n    * As they are **dollar-pegged**, the vast majority of swaps occur in a +/- 1% price variation from $1 (**$0.99-$1.01 price range**).\\n    * This means that provided liquidity in that pool will most likely never be used outside of that price range. Nobody wants to sell 1 USDC for $0.97 as much as nobody wants to buy 1 DAI for $1.03.**Thus, this unused liquidity generates** **no swap fees and providers receive smaller, unoptimized rewards.**\\n    * The DAI/USDC pool example makes the flaws of V2 easier to understand.\\n\\n![Example for the DAI/USDC LP](https://images.mirror-media.xyz/publication-images/Irkza1LmXuzNfTNn73kUD.png?height=1041&width=941)\\n\\n* **Uniswap V3’s Concentrated liquidity**\\n  * In V3, liquidity is not evenly spread on the whole price curve. Instead, users can manually choose the price range they want to “concentrate” their LPs.\\n    * Example: Imagine you are putting liquidity in the **ETH/DAI** pool. You’re putting 1 $ETH and 4000 $DAI. You choose to concentrate your liquidity in the $3800-$4200 price range. This simply means that whenever someone swaps $ETH for any amount of $DAI between 3800-4200 $DAI, you get to earn the fees from that swap. **If $ETH is traded outside the 3800-4200 $DAI range, then you get 0 fees**.\\n\\n![Example for ETH/DAI LP](https://images.mirror-media.xyz/publication-images/5dtvjAA8cJDquFN1Lu7ge.png?height=993&width=1351)\\n\\n* This improves capital efficiency, as every user can set their own LP strategy, and target a specific price range to fit their personal analysis.\\n\\n![Concentrated liquidity makes higher capital efficiency](https://images.mirror-media.xyz/publication-images/JaO3Bd_SGemJYk2WT-htR.png?height=438&width=1536&&&&&&&size=medium)\\n\\n* **Uniswap V3’s Range orders**\\n\\n  Now that you know more about the concept of concentrated liquidity, understanding range orders should be easier.\\n\\n  Users only deposit 1 single asset instead of 2, at a price range of their choice. This price range has to be **above** the current market price.\\n  * If this market price is hit, then the token will be sold against the other underlying asset.\\n    * Example: Take the DAI/USDC pool. The current $USDC market price is 1.001 $DAI. Imagine you put 1M $DAI at the price range of 1.002-1.003 $USDC.When the price of $DAI reaches your price range, your $DAI will instantly be converted into $USDC and you’ll also earn fees for that exact transaction, as you’re providing liquidity.\\n  * Do not mistake this for limit sell orders. To transform range orders into limit sell orders, users have to manually remove their deposited single asset liquidity as soon as it gets converted (when the price range is hit).\\n    * Example: You provided $DAI, your tokens got converted into $USDC, which means that your price range has been hit.\\n  * However, if the market price goes down again, it re-triggers your price range thus reconverting your $USDC into $DAI (remember, you are providing liquidity which is concentrated in your target price range, you are not limit selling, you do that to earn swap fees).\\n  * This means that to do limit selling on Uniswap V3, users have to constantly monitor their LP position and the current market price, and that is negative for UX.\\n\\n### 2 - Leveraging Uniswap V3 for limit orders\\n\\n![Kromatika dApp](https://images.mirror-media.xyz/publication-images/HhIc1UHXfmxF_4bGQoCBj.png?height=921&width=1915&&&&&size=medium)\\n\\nNow you know more about concentrated liquidity and range orders.\\n\\n**But what does Kromatika bring to the table after all?**\\n\\nBasically, Kromatika does all the steps users have to do in Uniswap V3 range orders on their behalf. The protocol automates the process of removing the liquidity after your price range has been hit.\\n\\nFrom a user’s perspective, the only interaction is to select a token and place a limit order on Kromatika. The rest is done by the protocol itself, reducing the steps by a lot.\\n\\n**How does it work?**\\n\\n> Smart contracts alone can't trigger or initiate their own functions at arbitrary times or under arbitrary conditions. State change will only occur when a transaction is initiated by another account (such as user, oracle, or contract).\\n>\\n> Chainlink Keepers provide users with a decentralized network of nodes that are incentivized to perform all registered jobs (or *Upkeeps*) without competing with each other.\\n>\\n> <https://docs.chain.link/docs/chainlink-keepers/introduction/>\\n\\nWhen placing a limit order on Kromatika, you are placing a range order on Uniswap v3.\\n\\nKromatika uses Chainlink Keepers to monitor everyone’s position so that when a user’s target is hit, the amount deposited gets automatically swapped then sent to the user’s wallet.\\n\\nKeepers will simply check 24/7 if your target price is reached or not. If it is, then they will remove your liquidity (which has already been swapped for the desired token), and send the intended swapped mount + swap fees directly to your wallet.\\n\\n![](https://images.mirror-media.xyz/publication-images/6fRmm3A3cpyOjpTR0BBCM.png?height=3030&width=5710&&&&&&size=medium)\\n\\n$KROM token is the token users pay as service fees to Kromatika. (They cover Chainlink keepers fees and network fees). This means $KROM has an intrinsic value, being a utility token. Service fees are also inverse proportional to the $KROM price, as Keepers fees and network fees do not grow (in the quantity of ETH).\\n\\n**What are the benefits of using Kromatika rather than other DEXes?**\\n\\n* Krom provides liquidity (Kromatika limit order = doing LPs)\\n* You earn additional fees through Kromatika’s limit orders\\n* Other projects such as 1inch have also implemented limit orders, but they are simple swaps that are triggered at a target price (as they are doing it over Uniswap V2, not V3).\\n* Not everyone wants to spend ETH at each TX. Lots of people want to stack this token, so paying in $KROM is better in that sense.\\n\\n**Who is behind Kromatika?**\\n\\nThe core team is composed of three people, who are all developers.\\n\\n\\n---\\n\\n***Thank you for reading,***\\n\\n***@heinzyeth***\",\"timestamp\":1641636802,\"title\":\"What if you could swap for near 0 fees on Ethereum?\"},\"digest\":\"bcvJ6oaNGvtohjxHZE6njxp9AdOMx6pp_pvoVjhr8ns\",\"authorship\":{\"contributor\":\"0x5feFDb8E576BDA70f63E8e8EdaAc7426C67C6B5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_niTnNyNGHYtaNgYJx69vsW3KX0a4pcGnKuDzqrkiXE\\\",\\\"y\\\":\\\"WzO6_-TGS4zHDMpQpLLAyMK7KWmmNaFGKhdK5BtMiRQ\\\"}\",\"signature\":\"Q6PrCrW6GUxwOmsfL8O3ZxinjU2OIuyE7hxG7Ugl6P4tJkeB9HImDae_hpHcn2r4bIfoQJNppkcPks1FxRy9bA\",\"signingKeySignature\":\"0xe10a52600f981336dc016fac5a59f95b1bc2835944c6836e6bdf890e36e5bc9d67d01f1e1201edf27bda38353cd587328aa8a034840fdaa45420456fb81850f21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_niTnNyNGHYtaNgYJx69vsW3KX0a4pcGnKuDzqrkiXE\\\",\\\"y\\\":\\\"WzO6_-TGS4zHDMpQpLLAyMK7KWmmNaFGKhdK5BtMiRQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gziK5J7VHSoYvqPoAQVpam94H0ww58oY5Px2ue0so08\"}"