"{\"content\":{\"body\":\"![Building DAO's](https://res.cloudinary.com/practicaldev/image/fetch/s--U14xZB64--/c_imagga_scale,f_auto,fl_progressive,h_420,q_auto,w_1000/https://dev-to-uploads.s3.amazonaws.com/uploads/articles/c1ow4i3v8oturw6cps20.jpeg)\\n\\nCryptocurrency, NFT, and gm seem to have become common knowledge among most folks interested in Web3 at the moment. There is a lot of growing chatter now about Decentralized Autonomous Organizations or DAO for short.\\n\\nLet's imagine for a second that you, your neighbor, random people across town or across the country you have never met all had the ability to actually make decisions about what a specific organization can do. Maybe you all have an interest in video games and want to decide on what new video game gets the funding to be completed. Maybe you're all investors and want to decide who the next big web3 startup to invest in will be.\\n\\nThe point is you all have some similar interests and without needed to know each other can work together in determining what creators in the space you're interested should be funded or what proposals the organization has brought needs to be focused on. You all even help decide who works for the organization!\\n\\nThis isn't some fantasy - this is actually happening with DAO's. The more I've learned about web3 the more it seems that DAO's keep coming up. I've recently joined Nader Dabit's Developer DAO and became a mod there to help with the community. The great thing about this is that I'm seeing how this works and is being built from the ground up and hoping to learn a few things here.\\n\\nThe main problem I've had in general with DAO's is trying to figure out where to find them and how to participate in them. Developer DAO made that super easy and everyone in there is quite interested in working together on all things web3. I think I'll be pitching a couple ideas in there to see how my ideas land.\\n\\nFor now though I'm looking for more DAO's to be a part of. Do you know of any that are actively looking for new members that can contribute to their growth? Particularly those needed frontend devs?\\n\\nHit me up and let's see what the community has!\",\"timestamp\":1633544839,\"title\":\"What is a DAO?\"},\"digest\":\"k61gAs9w2-lnR5V7euzblcF_Oqvp6zmizo7ne-S-oYg\",\"authorship\":{\"contributor\":\"0x322Af0da66D00be980C7aa006377FCaaEee3BDFD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mYZrHmMBaTDIgwY8ijZ-cDewbW_BqYKlmzcr8qr9vRk\\\",\\\"y\\\":\\\"1shDpdEWlf7jK8uy1iRkvDhps6QMzZ5j8_deQkeh1xg\\\"}\",\"signature\":\"856bzGKLSZTSv5wjglmxPMW4uTqkJ45SD75D3n_wgfRIlnX-o5lq2wWm_YhETqwPgNoZkdLuzPTCmqaJtMlzIQ\",\"signingKeySignature\":\"0xffd40c62009db7dba2772ce868dda4a4bbc0d76e48e97a41197824753a9021de7103eea1d0870d829f2ceb8f8e60c94fc3ce4452eb8babbcf4524d41123bfe271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mYZrHmMBaTDIgwY8ijZ-cDewbW_BqYKlmzcr8qr9vRk\\\",\\\"y\\\":\\\"1shDpdEWlf7jK8uy1iRkvDhps6QMzZ5j8_deQkeh1xg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k61gAs9w2-lnR5V7euzblcF_Oqvp6zmizo7ne-S-oYg\"}"