"{\"content\":{\"body\":\"Izak woke up while falling from the sky, and he could not seize the wind to slow himself. He pulled at the threads of the air and commanded it to slow his descent, but it would not listen. So he fell, and kept falling, and the ground filled his vision until he saw nothing else but his impending death. It would come too soon for him. He’d only just graduated from the Trials. Years of hard work—of sweat and tears—would be wasted. In the fleeting seconds he had left, his mind filled with hatred—for the wind, and for its little masters who would not hear Izak’s call.\\n\\nAnd then a strange thing happened. His descent slowed, and the rush of the air that had filled his ears died away. His body righted itself until his feet were beneath him, and then he floated the remainder of the way to the ground, like an autumn leaf on a breeze, until he set down in the middle of a clearing.\\n\\nTall grass surrounded him—pale green, almost yellow, like the fluttering ribbons that hung throughout the Ferundi territories—and the pink hues of the second sun painted the horizon.\\n\\nImmediately after he landed, Izak ducked low and crawled into the grass in a bid to hide himself. The wind still would not answer. It terrified him. When was the last time he’d been unable to summon the Naiads, he wondered? The Naiads’ silence screamed in his mind, perhaps as loud as the confusion that engulfed him.\\n\\nHe didn’t know this place. It was still Ferundi lands, yes, but nowhere like he’d seen, or like he’d heard about, during all of his travels and studies. The lake south of him should not have existed, for the seasons had run so dry for years on end. To see a body of still water—especially one so large—defied everything he knew about the world. To the east he saw a mountain range. It was so close he could trace the contours of its foothills as they rolled over the plains. Perhaps they were an outcropping from the other side of the Banna mountains, but no maps he know revealed territory to the west, nor any paths to venture upon to get there.\\n\\nIt took only a few moments of wayward thought over his whereabouts before Izak turned his inquiry upward, to the sky.\\n\\nHow? Why?\\n\\nSitting in the brittle grass, Izak bit his tongue to stop from sobbing. Devotion to the Naiads did not allow for weakness; they would not respond to the meek. It had been his first and most important lesson as he navigated the Trials, one imparted long ago by a woman far wiser than him. She was a professor—the professor—of the Zoren, and her face drifted into Izak’s vision. He tried to push the sight away, and he shouted into the still of the morning: “I am not weak!”\\n\\nHis voice sounded through the valley. It was a mistake. Suddenly, there was a rustling in the grass. Not the sound of movement like the echo of a breeze, but more violent—purposeful. Izak did not like it, so he jumped to his feet and ran into the clearing and away from the grass, turning to face what was coming and instinctively reaching for the wind. He found nothing. He was helpless. The Naiads had abandoned him, and had been left to die alone.\\n\\nBut he again avoided his fate, for a girl emerged from the grass, gasping for air as she tried to catch her breath. The fear upon her face eclipsed the fear surging through his body, and when she laid eyes on him she began weeping. Her tears flowed freely and fell to the ground. Izak stood there, struck silent and flustered, until the girl fell to her knees. Only then did he move—toward her, not away.\\n\\n“Why are you crying,” he asked. It was an odd sensation to feel compassion in that moment. There in the grass, lost and scared and unable to feel the tingle of a connection with the Naiads, his mind had reached for a shred of humanity to right himself. Yet he remained aware of his vulnerability.\\n\\nThe girl sniffled. “They’ll find us,” she said. Izak came closer, then sat on his heels and looked the girl in her eyes—crisp, violet eyes that danced. Izak restrained his shock. She was a firebreed. Izak’s instinct urged him to pull away, but he resisted. Us, she had said.\\n\\n“Who will find us?” he asked, but she shook her head. Izak threw more questions at the terrified girl: “Why am I here? Where are we?” His anxiety rose again, and the noises around him awoke, his senses no longer deafened by the fall and the fear. He heard the howling in the distance for the first time. A storm would come—soon. It would swirl inwards from the horizon, like all storms, culminating in a vortex that would last through the night.\\n\\nIzak reassessed his surroundings. It was imperative to find shelter, and quickly, and then to double-back at the right moment. Dodging storms was ingrained into him—a natural truth, like breathing. But there were other worries at the moment, and he needed to understand.\\n\\n“Listen to me.” Izak did not want to push the unstable girl, but she would not listen. “Listen!” He gripped her shoulders. “We need to leave. Do you understand?”\\n\\nShe nodded, and her autumn hair swished as she rose to her feet. Izak stood with her, and then they faced each other at full height. The girl’s composure seemed to return. Her tears had stopped flowing, and her lips no longer trembled. She raised her arm, slightly, and offered her hand. Izak grabbed it, and the girl immediately tugged; together, they ran through the grass and toward the forest.\\n\\n[crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers](crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers)\\n\\n\",\"timestamp\":1633475814,\"title\":\"Chapter One: Shadowdancer\"},\"digest\":\"jg83nM5S6sHymwa6vLjKVbWz1e8GQWgtJ1328Bzf8e4\",\"authorship\":{\"contributor\":\"0x9A048A7BF38306c055C05606A6010C78CFc7C1E8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"signature\":\"lS9AtqxwPYlhI6updjiYh8H1cW14QVM4uYu_j0JkJSMg7QgeFQAAR7Y6XzN5aqOzr70RdGoJdnJX899aTyavkA\",\"signingKeySignature\":\"0x0baf7be40a5c8d9e69ca51a7cbe06f9b777ffdd9e0044f15580226dcf306c9a03c1ea6cfb44bf7841e57243f38ab018bc8cf93ccccf496e559d9abc693e4650f01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gPc8WfeHZqEL8FiL1_e6mPAELy7RtUgwShIW6jTAulY\"}"