"{\"content\":{\"body\":\"Hey all, I’ve been meaning to provide an update for a while but with so much happening in real life and the crypto space, it’s just too easy to de-prioritize.  This week I’m making time; a few days ago I published an intro to USM, now here’s the latest on where things are at.\\n\\n## Solana\\n\\nAfter weighing the pros and cons, we’ve decided to launch on Solana.  Given our existing architecture is built around Ethereum this means some extra work to switch over, but it doesn’t make the pivot any less exciting.  I’m a big fan of Ethereum and its potential, but the reality is that it’s slow and prohibitively expensive for many. Unlike Ethereum, the user experience on Solana is a breeze: transactions are incredibly fast and practically free.  Given the ecosystem we’re building, Solana just makes sense.\\n\\n## Artist NFTs\\n\\nWe’ve been a bit “hand-wavy” with the details of the USM NFTs, but most of you know the general plan by now: **Unique NFT characters with generative visual and sound traits that can form bands and publish music**.\\n\\nThe cornerstone of the USM platform are the Artist NFTs.  They are our avatars in this virtual world and, so, everything starts with them.  As a result, our first NFTs will be a small batch of individually hand-drawn characters inspired by the toy robots and rockstars of the 80s.\\n\\nYep, that’s right, 80s toy robots and rockstars. I’ll let that sink in as you envision Gyromite and its 8-bit soundtrack, or maybe Johny Five chanting “Los locos kick your balls into outer spaaaaace!”  As you’ll soon find out, we have an illustrator with a vision for this kind of stuff and the skill to execute.\\n\\nUSM Artists are more than just your standard image NFT, however. Every Artist NFT is a unique musician.  They have style, stage presence, and most importantly, like any musician, they have their own sound.\\n\\n## The Music Studio\\n\\nAnyone who’s followed us on Twitter knows we’ve recorded a couple of real musicians for the making of some of our sounds.  By the end of next week, we will be recording our 3rd musician. Two of our real musicians are Grammy-nominated; all 3 are masters of their craft.\\n\\n## The Drop\\n\\nWe want USM to be a quality product, and we know just how much potential we have if we execute correctly. So, while we’re excited to deliver on our vision, we know what we’re building will take time.  We also know it will take a community effort, and right now, while we love all 10 of the community members, we know we’re going to need a LOT more.  As a result, our first mint, aka our “genesis mint,” will be no more than 10 or so Artist NFTs, and it will be done via auction—1 auction every week until they’re gone.\\n\\n## Decentralized Autonomous Organization (DAO)\\n\\nWe’re fully bought into this new decentralized world, and we’re eager to see its potential.  As a result, we’ve started building a DAO.  Its initial form will be a small council of the founding USM team, but our goal will be to see it one day grow to include the USM community.\\n\\nAlright, that’s all I got for now.  Let people know about us and feel free to reach out to us on Discord some time and say hi :)\\n\\nDiscord: [discord.gg/gAs4R4vmJZ](https://t.co/KlGRxe3AJh) \\n Twitter: [@usmproject](https://twitter.com/usmproject) \\n Web: [ultrasoundmusic.xyz](https://ultrasoundmusic.xyz/)\\n\\n[ultrasoundmusic.xyz](https://ultrasoundmusic.xyz/)\",\"timestamp\":1638897681,\"title\":\"Our First Update: From the Sound Studio with SOL\"},\"digest\":\"Aehn59W0t4mTEimH1f4Q3IdT6RmfEcPwomJFFEyY2B8\",\"authorship\":{\"contributor\":\"0xA503032E2731D9e3BeAd9F1b0D1F297dE624fA56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SNphu4MHKIHV3PlZlCre2VKtwwMejQl_QRM0NTyeO24\\\",\\\"y\\\":\\\"_9nWx1v9F17XjDwFL05ThLuuUucvuatt6stcmGho1vQ\\\"}\",\"signature\":\"Z9yQ_27qKkxcAP1hISwR5WvgpE-76HhoNeMBGc9MCtCFKAbpBOpRl4bxH4DW7_WYu0PI60ZZ2wE85ZY4VEUnuw\",\"signingKeySignature\":\"0xf71ae9ead0ab6996073eb8975c504b7243efd2cffae89ea7c1b5ac6cb4b79afd589b2d0b28a0e85e095fe553fb38bd929d193fb7c626629a3d21c0325da38e881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SNphu4MHKIHV3PlZlCre2VKtwwMejQl_QRM0NTyeO24\\\",\\\"y\\\":\\\"_9nWx1v9F17XjDwFL05ThLuuUucvuatt6stcmGho1vQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G0PGLv1k9UdEK3hd9QDGh-DylXuZRdwMaPFzTNdurM0\"}"