"{\"content\":{\"body\":\"李诗情和肖鹤云，都是那种再普通不过的年轻人，也许出于个人素质的原因，在心理承受能力和逻辑推理能力比普通人强那么一点，但也绝强不出“超常”的范畴。\\n\\n    同理，他们既没有接受过系统的搏击训练，也没有接受过专业的拆弹技能。\\n\\n    就这样的两个年轻人，如果想要在短短的时间内解决炸弹+恐怖分子，就必须同时做到擒凶+拆弹这两件事。\\n\\n    然而现在，残酷的现实摆在了他们的面前：\\n\\n    一个是在现实中连架都没打过的小姑娘；\\n\\n    一个是游戏里都没完成过双杀的菜鸡……\\n\\n    命运对两个年轻人露出了狰狞的面孔，再一次在他们升起希望时，又恶狠狠地将它给打碎。\\n\\n    两人你看看我，我看看里，眼睛里露出的，都是深深的绝望。\\n\\n    所谓无知者无惧，就如同他们之前不知道车上有炸弹，便还能试图让司机停车或到达终点一样，一旦他们知道了车子会爆炸，所作出的下意识反应就是逃离这辆车。\\n\\n    同样，在不知道爆炸物是什么时，他们还能存有侥幸心理，如果车上的爆炸物是定时炸弹的话，他们还可以尝试下先让所有人下车，再由警方排查，当时小哥在笔记本上准备写的计划之一就是这个。\\n\\n    可现在证明车上的是可以随时引爆的炸弹，所有计划都没有了意义。\\n\\n    他们和犯人在同一个时间、同一个空间里，他们能随机应变的事情，对方也能随机应变，那人既然抱着同归于尽的想法，早一点炸晚一点炸，迟早都是要炸。\\n\\n    所以，如果想要制止这场悲剧的发生，他们就必须更加小心、更加隐蔽。\\n\\n    【那人到底图什么呢？】\\n\\n    李诗情抱着本子一顿疾书，“如果那人在车上的话，他也会死啊！”\\n\\n    【会不会是有厌世情结？】\\n\\n    即使面对这样的事情依然乐观向上的小哥，自然无法理解某些人的想法，【又或者遭遇了什么不公要报复社会？】\\n\\n    【那也不能拉一群无辜的人下水啊！冤有头债有主，谁让你遭遇不公你炸谁去！】\\n\\n    李诗情写字的力气力透纸背，气得直哆嗦。\\n\\n    “这些都不是重点……”\\n\\n    小哥看了眼车外，表情突然变得十分复杂。\\n\\n    他使劲眨了眨眼。\\n\\n    “……我们好像真的能正常下站了？”\\n\\n    顺着他惊讶的目光，李诗情惊讶地抬起头，果然见到这趟公交车正缓缓驶向沿江东路的公交站牌。\\n\\n    这是上桥前的最后一站，也是这趟公交线路里两站距离间最长的一站。\\n\\n    以前她经常看到有人不小心在坐过这一站，然后用各种方法求着司机靠边停车放他们回头的。\\n\\n    因为一旦错过这站就要上桥，到下一站得二十多分钟，算上掉头回来的时间，得整整耽误四五十分钟。\\n\\n    “我们喊所有人下车吧。”\\n\\n    李诗情一咬牙，附耳对小哥说：“就喊车上有炸弹，能跑几个就跑几个！”\\n\\n    “然后呢？和我刚才一样，你一喊车就炸了，连无辜的路人都要枉死？”\\n\\n    小哥摇头，冷静地掐灭了李诗情最后一丝侥幸心理。\\n\\n    “既然能正常下站，当然先下车再说，难道你还想再被炸死一次？”\\n\\n    一想到之前几次撕裂般的痛苦，李诗情就打了个哆嗦，不由自主地附和。\\n\\n    “好，下车！”\\n\\n    他们做出决定的同时，公交车也恰好自动开始报站。\\n\\n    【连成集团提醒您，沿江东路站到了，需要下站的朋友请从后门下车。】\\n\\n    “走！”\\n\\n    小哥率先站起来，示意李诗情一起到后门前先等候。\\n\\n    走这条路线的人绝大部分都是为了过桥，附近又没有什么居民区，所以在这一站下车的就只有他们两个人。\\n\\n    按完下车按钮、等候车门打开的时间里，李诗情和肖鹤云紧张的手心直冒汗。\\n\\n    在进入“循环”之前，他们两个人一路上都是半睡半醒的状态，完全没有这一站的印象，更没有在这一站下过车。\\n\\n    现在他们想下车，可万一车上的那个疯子根本不给人下车呢？\\n\\n    如果他发现有人要下车，车子直接就爆炸了呢？\\n\\n    未知的恐惧才是最可怕的，在这一点上，人的想象力甚至胜过爆炸物。\\n\\n    在这样的恐惧下，这辆他们刚刚还觉得“温馨”的公交车，好像一下子就成了什么阴森的场所，唯有车门边给人倚靠的那根栏杆，才能稍稍给他们一点站稳的勇气。\\n\\n    而车上那些根本看不出什么问题的乘客，也似乎能随时揭开自己的脸皮，露出一张张癫狂狰狞的面孔，让他们连趁机打量一下的勇气的都没有，唯恐露出一点破绽就刺激到那人又来一次“同归于尽”。\\n\\n    所幸，能让他们胡思乱想的时间并不长，车子稍稍停稳，后车门就打开了，没有半点拖泥带水，也没有任何人多看他们一眼。\\n\\n    到站下车，本就是天经地义的事情。\\n\\n    李诗情和小哥几乎是迫不及待地冲出了车门，跳下车。\\n\\n    一下车，李诗情就绕到了公交车后面，拍下车牌号就拨通了110。\\n\\n开端 **第1**9节\\n\\n    “你好，我要报警，沿江东路站正在开往江北底站的一辆45路公交车上有炸弹，现在刚刚离开沿江东路站，车牌号是……”\\n\\n    小哥还是第一次正常下车，原本还在观察周围的环境，猛然间听到身后李诗情在说什么，吓得脸色都变了，扭过头拼命对她做“停止”的手势。\\n\\n    然而李诗情只是有些纳闷地看了他一眼，就继续一鼓作气地说完了。\\n\\n    “爆炸物不是定时装置，随时可能爆炸，但预计爆炸时间在下午1点45分，爆炸地点在沿江路十字路口或跨江大桥上。另外，安放炸弹的人也在车上，请你们务必小心！”\\n\\n    和短信报警不同，电话报警明显更容易说清楚一些事情，对方的询问也来的更快。\\n\\n    “哎呀你别管我怎么知道的，时间紧迫，你们先去解决炸弹的事情行不行？”\\n\\n    李诗情见接警人员又跟上次一样开始了连续提问，急得都要炸了，“什么叫我们有什么要求？我能有什么要求？我的要求就是请你们制止这辆车发生爆炸啊！”\\n\\n    “我能透露的就这么多，其他的我什么都不知道！”\\n\\n    眼见着又要和对方没完没了的陷入“你为什么知道你知道什么”的怪圈里，她干脆直接挂断了电话。\\n\\n    “你知不知道你在干什么？”\\n\\n    肖鹤云强忍着怒意，直到她挂断了电话才发火。\\n\\n    “我这不是在报警吗？上一次我都没报完……”\\n\\n    看着面前脸色铁青的小哥，李诗情嗫喏着。\\n\\n    “你还说不想再被警察审问了，这不是又把我们坑进去了吗？”\\n\\n    小哥被气笑了，“好好的下车就下车，你报什么警？！”\\n\\n    “可是我们只要下了车，就一定还是被传唤去……”\\n\\n    李诗情话说到一半，突然也反应过来，一下子顿住了。\\n\\n    之前两次，他们是半路突然下车，时间又那么巧，警察不怀疑他们才是不合常理。\\n\\n    但这一次不同，这次他们是正常下站的，就算被警察盘问几句，也只要解释是“到站下车”就行了。\\n\\n    哪怕车子真爆炸了，他们作为两个“幸存者”，得到的只会是安慰和庆幸，绝不会有人因为他们活下来而则被他们，只会觉得他们很幸运而已。\\n\\n    “可是，那辆车会爆炸！”\\n\\n    公交站牌旁边没人，李诗情没有顾忌地把自己的想法说出口。\\n\\n    “那可是一车的人！我们自己可以因为逃避死亡的痛苦而下车，但我们不能眼睁睁看着他们出事却什么都不做，那是草菅人命！”\\n\\n    她的情绪还停留在上一次循环没有成功报警、更没有解决任何问题的遗憾里。\\n\\n    “那你有没有想过，如果‘正常下车’也是停止循环的一种可能呢？”\\n\\n    小哥突然冷笑。\\n\\n    “如果这一站就是上天给我们特意留出的生路呢？”\\n\\n    “你做事一直都是这么冲动吗？之前也是，不做好计划，非要都听你的，结果能如何？，报警警方就会相信你吗？”\\n\\n    “你怎么就知道我们一定会再循环？事关这么多人的生死，是可以乱来的吗？”\\n\\n    “你怎么就知道循环不会是有次数限制的？如果不把每一次循环都当做是最后一次，万一真的只是最后一次了怎么办？继续被当成犯罪嫌疑人关到死吗？”\\n\\n    小哥连续不断地向李诗情提出质问。\\n\\n    和崩溃时会哭、想放弃时就说出来的李诗情不同，肖鹤云已经是个成年人了，身为成年人，他总想要让自己更可靠些，也会多照顾李诗情一点，所以对自己的情绪和两人相处的方式都很克制，也会尽量多谦让李诗情。\\n\\n    但这不代表他真就是个面人儿。\\n\\n    一直以来，他憋在心底的负面情绪不断地累积着，虽然他在竭力做好情绪管理，可现在好不容易又遇到了一丝希望，却再次被掐灭了，这其中的心理落差根本无法用言语形容。\\n\\n    现在，他的情绪也快要跟那辆公交车一样爆炸了。\\n\\n    李诗情的脸色随着肖鹤云的质问越来越白，理智也让她明白他说的话没错，甚至心底还有了一丝后悔……\\n\\n    “然后呢？就因为这些，就看着他们去死吗？”\\n\\n    然而内心深处，依然有什么东西让她不愿“苟且”。\\n\\n    “就算这真的是最后一次循环，就算你逃离了这个怪圈，等你回忆起过去，一想到你明明能做点什么却没做，你难道不会内疚、悔恨吗？”\\n\\n    “总会有办法的！”\\n\\n    她像是说服小哥，又像是说服自己那般说着。\\n\\n    “肯定能有更好的办法的！总要试试啊！”\\n\\n    争执间，李诗情的手机再次响了起来，大概是警方想要核实消息的回电，但因为没人顾得上接听，手机铃声只能反复地循环着。\\n\\n    这让两人越发觉得烦躁了。\\n\\n    “你先把手机关机，除非你还想去警局！”\\n\\n    小哥硬是克制住了自己爆发边缘的情绪，决定先把这一关过了再谈以后。\\n\\n    “算了，事已至此，再吵也无济于事。”\\n\\n    面对现在这种被动的局面，他心累地抹了把脸，脑子里也乱成一片，实在拼凑不起什么更好的方案。\\n\\n    他不肯承认李诗情的“死不悔改”打动了他，只是又一次选择了向李诗情“妥协”。\\n\\n    “我们先找个地方躲起来，再慢慢商量！”\\n\\n    作者有话要说：小哥和李诗情再怎么默契，之前也只是互相不认识的陌生人，能和谐相处到现在是靠“生死压力”拧着，但人和人之间难免还是有摩擦。不过还好，和一腔热血的李诗情比起来，小哥更冷静也更体贴，能处理好两人之间的这些摩擦。\",\"timestamp\":1642688703,\"title\":\"第15章 第十一次循环（一）\"},\"digest\":\"p0ybUNiWjaznxHRVsJHHCWoISHeolYV3zcULTRPw734\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"DJw7UVM_42xM9Gn_0kd6F_GiSewquvfmcn3zYVxway8LAmXxwXGJZ-3u0A0ipTjaWeegtbczIH39f48L61fpbg\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p0ybUNiWjaznxHRVsJHHCWoISHeolYV3zcULTRPw734\"}"