"{\"content\":{\"body\":\"They both rose.  At the same moment the gathering mist began to obscure Alppain's disk, changing it from blue to a vivid jale.\\n\\n\\\"What do you want with us, Krag?\\\" asked Maskull with simple composure.\\n\\nKrag looked at him strangely for a few seconds.  The water lapped around them.\\n\\n\\\"Don't you comprehend, Maskull, that your death has arrived?\\\"\\n\\nMaskull made no response.  Krag rested an arm lightly on his shoulder, and suddenly he felt sick and faint.  He sank to the ground, near the edge of the island raft.  His heart was thumping heavily and queerly; its beating reminded him of the drum taps.  He gazed languidly at the rippling water, and it seemed to him as if he could see right through it ... away, away down ... to a strange fire....\\n\\nThe water disappeared.  The two suns were extinguished.  The island was transformed into a cloud, and Maskull - alone on it - was floating through the atmosphere.. .. Down below, it was all fire - the fire of Muspel.  The light mounted higher and higher, until it filled the whole world....\\n\\nHe floated toward an immense perpendicular cliff of black rock, without top or bottom.  Halfway up it Krag, suspended in midair, was dealing terrific blows at a blood - red spot with a huge hammer.  The rhythmical, clanging sounds were hideous.\\n\\nPresently Maskull made out that these sounds were the familiar drum beats.  \\\"What are you doing, Krag?\\\" he asked.\\n\\nKrag suspended his work, and turned around.\\n\\n\\\"Beating on Your heart, Maskull,\\\" was his grinning response.\\n\\nThe cliff and Krag vanished.  Maskull saw Gangnet struggling in the air - but it was not Gangnet - it was Crystalman.  He seemed to be trying to escape from the Muspel-fire, which kept surrounding and licking him, whichever way he turned.  He was screaming.... The fire caught him.  He shrieked horribly.  Maskull caught one glimpse of a vulgar, slobbering face - and then that too disappeared.\\n\\nHe opened his eyes.  The floating island was still faintly illuminated by Alppain.  Krag was standing by his side, but Gangnet was no longer there. \\\"What is this Ocean called?\\\" asked Maskull, bringing out the words with difficulty.\\n\\n\\\"Surtur's Ocean.\\\"\\n\\nMaskull nodded, and kept quiet for some time.  He rested his face on his arm.  \\\"Where's Nightspore?\\\" he asked suddenly.\\n\\nKrag bent over him with a grave expression.  \\\"You are Nightspore.\\\"\\n\\nThe dying man closed his eyes, and smiled.\\n\\nOpening them again, a few moments later, with an effort, he murmured, \\\"Who are you?\\\"\\n\\nKrag maintained a gloomy silence.\\n\\nShortly afterward a frightful pang passed through Maskull's heart, and he died immediately.\\n\\nKrag turned his head around.  \\\"The night is really past at last, Nightspore.... The day is here.\\\"\\n\\nNightspore gazed long and earnestly at Maskull's body.  \\\"Why was all this necessary?\\\"\\n\\n\\\"Ask Crystalman,\\\" replied Krag sternly.  \\\"His world is no joke.  He has a strong clutch - but I have a stronger... Maskull was his, but Nightspore is mine.\\\"\\n\\nChapter 21\\n\\nMUSPEL\\n\\nThe fog thickened so that the two suns wholly disappeared, and all grew as black as night.  Nightspore could no longer see his companion.  The water lapped gently against the side of the island raft.\\n\\n\\\"You say the night is past,\\\" said Nightspore.  \\\"But the night is still here.  Am I dead, or alive?\\\"\\n\\n\\\"You are still in Crystalman's world, but you belong to it no more. We are approaching Muspel.\\\"\\n\\nNightspore felt a strong, silent throbbing of the air - a rhythmical pulsation, in four-four time.  \\\"There is the drumming,\\\" he exclaimed.\\n\\n\\\"Do you understand it, or have you forgotten?\\\"\\n\\n\\\"I half understand it, but I'm all confused.\\\"\\n\\n\\\"It's evident Crystalman has dug his claws into you pretty deeply,\\\" said Krag.  \\\"The sound comes from Muspel, but the rhythm is caused by its travelling through Crystalman's atmosphere.  His nature is rhythm as he loves to call it - or dull, deadly repetition, as I name it.\\\"\\n\\n\\\"I remember,\\\" said Nightspore, biting his nails in the dark.\\n\\nThe throbbing became audible; it now sounded like a distant drum.  A small patch of strange light in the far distance, straight ahead of them, began faintly to illuminate the floating island and the glassy sea around it.\\n\\n\\\"Do all men escape from that ghastly world, or only I, and a few like me?\\\" asked Nightspore.\\n\\n\\\"If all escaped, I shouldn't sweat, my friend... There's hard work, and anguish, and the risk of total death, waiting for us yonder.\\\"\\n\\nNightspore's heart sank.  \\\"Have I not yet finished, then?\\\"\\n\\n\\\"If you wish it.  You have got through.  But will you wish it?\\\"\\n\\nThe drumming grew loud and painful.  The light resolved itself into a tiny oblong of mysterious brightness in a huge wall of night.  Krag's grim and rocklike features were revealed.\\n\\n\\\"I can't face rebirth,\\\" said Nightspore.  \\\"The horror of death is nothing to it.\\\"\\n\\n\\\"You will choose.\\\"\\n\\n\\\"I can do nothing.  Crystalman is too powerful. I barely escaped with - my own soul.\\\"\\n\\n\\\"You are still stupid with Earth fumes, and see nothing straight,\\\" said Krag.\\n\\nNightspore made no reply, but seemed to be trying to recall something.  The water around them was so still, colourless, and transparent, that they scarcely seemed to be borne up by liquid matter at all.  Maskull's corpse had disappeared.\\n\\nThe drumming was now like the clanging of iron.  The oblong patch of light grew much bigger; it burned, fierce and wild.  The darkness above, below, and on either side of it, began to shape itself into the semblance of a huge, black wall, without bounds.\\n\\n\\\"Is that really a wall we are coming to?\\\"\\n\\n\\\"You will soon find out.  What you see is Muspel, and that light is the gate you have to enter.\\\"\\n\\nNightspore's heart beat wildly.\\n\\n\\\"Shall I remember?\\\" he muttered.\\n\\n\\\"Yes. you'll remember.\\\"\\n\\n\\\"Accompany me, Krag, or I shall be lost.\\\"\\n\\n\\\"There is nothing for me to do in there.  I shall wait outside for you.\\\"\\n\\n\\\"You are returning to the struggle?\\\" demanded Nightspore, gnawing his fingertips.\\n\\n\\\"Yes.\\\"\\n\\n\\\"I dare not.\\\"\\n\\nThe thunderous clangor of the rhythmical beats struck on his head like actual blows.  The light glared so vividly that he was no longer able to look at it.  It had the startling irregularity of continuous lightning, but it possessed this further peculiarity - that it seemed somehow to give out not actual light, but emotion, seen as light. They continued to approach the wall of darkness, straight toward the door.  The glasslike water flowed right against it, its surface reaching up almost to the threshold.\\n\\nThey could not speak any more; the noise was too deafening.\\n\\nIn a few minutes they were before the gateway.  Nightspore turned his back and hid his eyes in his two hands, but even then he was blinded by the light.  So passionate were his feelings that his body seemed to enlarge itself.  At every frightful beat of sound, he quivered violently.\\n\\nThe entrance was doorless.  Krag jumped onto the rocky platform and pulled Nightspore after him.\\n\\nOnce through the gateway, the light vanished.  The rhythmical sound- blows totally ceased.  Nightspore dropped his hands.... All was dark and quiet as an opened tomb.  But the air was filled with grim, burning passion, which was to light and sound what light itself is to opaque colour.\\n\\nNightspore pressed his hand to his heart.  \\\"I don't know if I can endure it,\\\" he said, looking toward Krag.  He felt his person far more vividly and distinctly than if he had been able to see him.\\n\\n\\\"Go in, and lose no time, Nightspore.... Time here is more precious than on earth.  We can't squander the minutes.  There are terrible and tragic affairs to attend to, which won't wait for us... Go in at once.  Stop for nothing.\\\"\\n\\n\\\"Where shall I go to?\\\" muttered Nightspore.  \\\"I have forgotten everything.\\\"\\n\\n\\\"Enter, enter! There is only one way.  You can't mistake it.\\\"\\n\\n\\\"Why do you bid me go in, if I am to come out again?\\\"\\n\\n\\\"To have your wounds healed.\\\"\\n\\nAlmost before the words had left his mouth, Krag sprang back on to the island raft.  Nightspore involuntarily started after him, but at once recovered himself and remained standing where he was.  Krag was completely invisible; everything outside was black night.\\n\\nThe moment he had gone, a feeling shot up in Nightspore's heart like a thousand trumpets.\\n\\nStraight in front of him, almost at his feet, was the lower end of a steep, narrow, circular flight of stone steps.  There was no other way forward.\\n\\nHe put his foot on the bottom stair, at the same time peering aloft. He saw nothing, yet as he proceeded upward every inch of the way was perceptible to his inner feelings.  The staircase was cold, dismal, and deserted, but it seemed to him, in his exaltation of soul, like a ladder to heaven.\\n\\nAfter he had mounted a dozen steps or so, he paused to take breath. Each step was increasingly difficult to ascend; he felt as though he were carrying a heavy man on his shoulders.  It struck a familiar chord in his mind.  He went on and, ten stairs higher up, came to a window set in a high embrasure.\\n\\nOn to this he clambered, and looked through.  The window was of a sort of glass, but he could see nothing.  Coming to him, however, from the world outside, a disturbance of the atmosphere struck his senses, causing his blood to run cold.  At one moment it resembled a low, mocking, vulgar laugh, travelling from the ends of the earth; at the next it was like a rhythmical vibration of the air - the silent, continuous throbbing of some mighty engine.  The two sensations were identical, yet different.  They seemed to be related in the same manner as soul and body.  After feeling them for a long time, Nightspore got down from the embrasure, and continued his ascent, having meanwhile grown very serious.\\n\\nThe climbing became still more laborious, and he was forced to stop at every third or fourth step, to rest his muscles and regain breath. When he had mounted another twenty stairs in this way, he came to a second window.  Again he saw nothing.  The laughing disturbance of the air, too, had ceased; but the atmospheric throb was now twice as distinct as before, and its rhythm had become double.  There were two separate pulses; one was in the time of a march, the other in the time of a waltz.  The first was bitter and petrifying to feel, but the second was gay, enervating, and horrible.\\n\\nNightspore spent little time at that window, for he felt that he was on the eve of a great discovery, and that something far more important awaited him higher up.  He proceeded aloft.  The ascent grew more and more exhausting, so much so that he had frequently to sit down, utterly crushed by his own dead weight.  Still, he got to the third window.\\n\\nHe climbed into the embrasure.  His feelings translated themselves into vision, and he saw a sight that caused him to turn pale.  A gigantic, self-luminous sphere was hanging in the sky, occupying nearly the whole of it.  This sphere was composed entirely of two kinds of active beings.  There were a myriad of tiny green corpuscles, varying in size from the very small to the almost indiscernible.  They were not green, but he somehow saw them so. They were all striving in one direction - toward himself, toward Muspel, but were too feeble and miniature to make any headway.  Their action produced the marching rhythm he had previously felt, but this rhythm was not intrinsic in the corpuscles themselves, but was a consequence of the obstruction they met with.  And, surrounding these atoms of life and light, were far larger whirls of white light that gyrated hither and thither, carrying the green corpuscles with them wherever they desired.  Their whirling motion was accompanied by the waltzing rhythm.  It seemed to Nightspore that the green atoms were not only being danced about against their will but were suffering excruciating shame and degradation in consequence.  The larger ones were steadier than the extremely small, a few were even almost stationary, and one was advancing in the direction it wished to go.\\n\\nHe turned his back to the window, buried his face in his hands, and searched in the dim recesses of his memory for an explanation of what he had just seen.  Nothing came straight, but horror and wrath began to take possession of him.\\n\\nOn his way upward to the next window, invisible fingers seemed to him to be squeezing his heart and twisting it about here and there; but he never dreamed of turning back.  His mood was so grim that he did not once permit himself to pause.  Such was his physical distress by the time that he had clambered into the recess, that for several minutes he could see nothing at all - the world seemed to be spinning round him rapidly.\\n\\nWhen at last he looked, he saw the same sphere as before, but now all was changed on it.  It was a world of rocks, minerals, water, plants, animals, and men.  He saw the whole world at one view, yet everything was so magnified that he could distinguish the smallest details of life.  In the interior of every individual, of every aggregate of individuals, of every chemical atom, he clearly perceived the presence of the green corpuscles.  But, according to the degree of dignity of the life form, they were fragmentary or comparatively large.  In the crystal, for example, the green, imprisoned life was so minute as to be scarcely visible; in some men it was hardly bigger; but in other men and women it was twenty or a hundred times greater.  But, great or small, it played an important part in every individual.  It appeared as if the whirls of white light, which were the individuals, and plainly showed themselves beneath the enveloping bodies, were delighted with existence and wished only to enjoy it, but the green corpuscles were in a condition of eternal discontent, yet, blind and not knowing which way to turn for liberation, kept changing form, as though breaking a new path, by way of experiment. Whenever the old grotesque became metamorphosed into the new grotesque, it was in every case the direct work of the green atoms, trying to escape toward Muspel, but encountering immediate opposition.  These subdivided sparks of living, fiery spirit were hopelessly imprisoned in a ghastly mush of soft pleasure.  They were being effeminated and corrupted - that is to say, absorbed in the foul, sickly enveloping forms.\\n\\nNightspore felt a sickening shame in his soul as he looked on at that spectacle.  His exaltation had long since vanished.  He bit his nails, and understood why Krag was waiting for him below.\\n\\nHe mounted slowly to the fifth window.  The pressure of air against him was as strong as a full gale, divested of violence and irregularity, so that he was not for an instant suffered to relax his efforts.  Nevertheless, not a breath stirred.\\n\\nLooking through the window, he was startled by a new sight.  The sphere was still there, but between it and the Muspel-world in which he was standing he perceived a dim, vast shadow, without any distinguishable shape, but somehow throwing out a scent of disgusting sweetness.  Nightspore knew that it was Crystalman.  A flood of fierce light - but it was not light, but passion - was streaming all the time from Muspel to the Shadow, and through it.  When, however, it emerged on the other side, which was the sphere, the light was altered in character.  It became split, as by a prism, into the two forms of life which he had previously seen - the green corpuscles and the whirls.  What had been fiery spirit but a moment ago was now a disgusting mass of crawling, wriggling individuals, each whirl of pleasure-seeking will having, as nucleus, a fragmentary spark of living green fire.  Nightspore recollected the back rays of Starkness, and it flashed across him with the certainty of truth that the green sparks were the back rays, and the whirls the forward rays, of Muspel.  The former were trying desperately to return to their place of origin, but were overpowered by the brute force of the latter, which wished only to remain where they were.  The individual whirls were jostling and fighting with, and even devouring, each other.  This created pain, but, whatever pain they felt, it was always pleasure that they sought.  Sometimes the green sparks were strong enough for a moment to move a little way in the direction of Muspel; the whirls would then accept the movement, not only without demur, but with pride and pleasure, as if it were their own handiwork - but they never saw beyond the Shadow, they thought that they were travelling toward it.  The instant the direct movement wearied them, as contrary to their whirling nature, they fell again to killing, dancing, and loving.\\n\\nNightspore had a foreknowledge that the sixth window would prove to be the last.  Nothing would have kept him from ascending to it, for he guessed that the nature of Crystalman himself would there become manifest.  Every step upward was like a bloody life-and-death struggle.  The stairs nailed him to the ground; the air pressure caused blood to gush from his nose and ears; his head clanged like an iron bell.  When he had fought his way up a dozen steps, he found himself suddenly at the top; the staircase terminated in a small, bare chamber of cold stone, possessing a single window.  On the other side of the apartment another short flight of stairs mounted through a trap, apparently to the roof of the building.  Before ascending these stairs, Nightspore hastened to the window and stared out.\\n\\nThe shadow form of Crystalman had drawn much closer to him, and filled the whole sky, but it was not a shadow of darkness, but a bright shadow.  It had neither shape, nor colour, yet it in some way suggested the delicate tints of early morning.  It was so nebulous that the sphere could be clearly distinguished through it; in extension, however, it was thick.  The sweet smell emanating from it was strong, loathsome, and terrible; it seemed to spring from a sort of loose, mocking slime inexpressibly vulgar and ignorant.\\n\\nThe spirit stream from Muspel flashed with complexity and variety. It was not below individuality, but above it.  It was not the One, or the Many, but something else far beyond either.  It approached Crystalman, and entered his body - if that bright mist could be called a body.  It passed right through him, and the passage caused him the most exquisite pleasure.  The Muspel-stream was Crystalman's food.  The stream emerged from the other side on to the sphere, in a double condition.  Part of it reappeared intrinsically unaltered, but shivered into a million fragments.  These were the green corpuscles. In passing through Crystalman they had escaped absorption by reason of their extreme minuteness.  The other part of the stream had not escaped.  Its fire had been abstracted, its cement was withdrawn, and, after being fouled and softened by the horrible sweetness of the host, it broke into individuals, which were the whirls of living will.\\n\\nNightspore shuddered.  He comprehended at last how the whole world of will was doomed to eternal anguish in order that one Being might feel joy.\\n\\nPresently he set foot on the final flight leading to the roof; for he remembered vaguely that now only that remained.\\n\\nHalfway up, he fainted - but when he recovered consciousness he persisted as though nothing had happened to him.  As soon as his head was above the trap, breathing the free air, he had the same physical sensation as a man stepping out of water.  He pulled his body up, and stood expectantly on the stone-floored roof, looking round for his first glimpse of Muspel.\\n\\nThere was nothing.\\n\\nHe was standing upon the top of a tower, measuring not above fifteen feet each way.  Darkness was all around him.  He sat down on the stone parapet, with a sinking heart; a heavy foreboding possessed him. Suddenly, without seeing or hearing anything, he had the distinct impression that the darkness around him, on all four sides, was grinning.... As soon as that happened, he understood that he was wholly surrounded by Crystalman's world, and that Muspel consisted of himself and the stone tower on which he was sitting..\\n\\nFire flashed in his heart.... Millions upon millions of grotesque, vulgar, ridiculous, sweetened individuals - once Spirit - were calling out from their degradation and agony for salvation from Muspel.... To answer that cry there was only himself ... and Krag waiting below ... and Surtur -  But where was Surtur?\\n\\nThe truth forced itself on him in all its cold, brutal reality. Muspel was no all-powerful Universe, tolerating from pure indifference the existence side by side with it of another false world, which had no right to be.  Muspel was fighting for its life - against all that is most shameful and frightful - against sin masquerading as eternal beauty, against baseness masquerading as Nature, against the Devil masquerading as God....\\n\\nNow he understood everything.  The moral combat was no mock one, no Valhalla, where warriors are cut to pieces by day and feast by night; but a grim death struggle in which what is worse than death - namely, spiritual death - inevitably awaited the vanquished of Muspel.... By what means could he hold back from this horrible war!\\n\\nDuring those moments of anguish, all thoughts of Self - the corruption of his life on Earth - were scorched out of Nightspore's soul, perhaps not for the first time.\\n\\nAfter sitting a long time, he prepared to descend.  Without warning, a strange, wailing cry swept over the face of the world.  Starting in awful mystery, it ended with such a note of low and sordid mockery that he could not doubt for a moment whence it originated.  It was the voice of Crystalman.\\n\\nKrag was waiting for him on the island raft.  He threw a stern glance at Nightspore.\\n\\n\\\"Have you seen everything?\\\"\\n\\n\\\"The struggle is hopeless,\\\" muttered Nightspore.\\n\\n\\\"Did I not say I am the stronger?\\\"\\n\\n\\\"You may be the stronger, but he is the mightier.\\\"\\n\\n\\\"I am the stronger and the mightier.  Crystalman's Empire is but a shadow on the face of Muspel.  But nothing will be done without the bloodiest blows.... What do you mean to do?\\\"\\n\\nNightspore looked at him strangely.  \\\"Are you not Surtur, Krag?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Yes,\\\" said Nightspore in a slow voice, without surprise.  \\\"But what is your name on Earth?\\\"\\n\\n\\\"It is pain.\\\"\\n\\n\\\"That, too, I must have known.\\\"\\n\\nHe was silent for a few minutes; then he stepped quietly onto the raft.  Krag pushed off, and they proceeded into the darkness.\",\"timestamp\":1637649826,\"title\":\"\\n\\\"Is Gangnet expatiating on his famous blue sun?\\\" said a jeering voice above them\"},\"digest\":\"s-DvYCXmcIU4JP6dKghTgAEyvKldOhsoD2UnGoYvYMo\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KVdC0YJJMQBLHxK0ZGvSWByCi3VEDppwBe0nVXDrA1Q\\\",\\\"y\\\":\\\"CooAoWGKS-AO72z-eQzgnPDtOmrH5QmTLHTf_CwInrs\\\"}\",\"signature\":\"2sRgu-rhbeuMFb6pUicQjwvf64r3d2w9lSdsBY-Fm3u4qGTrpgUB_TWesEdOgEQPky6qVKYMY8vLYVUrG1uUrQ\",\"signingKeySignature\":\"0x00606eb75534af9138d48ff4970a9f200723444ad14667372b639056897b704869c57ae81d109a86d45032adaed654a6cc3808dddf9ec6d09a3bf9594821219b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KVdC0YJJMQBLHxK0ZGvSWByCi3VEDppwBe0nVXDrA1Q\\\",\\\"y\\\":\\\"CooAoWGKS-AO72z-eQzgnPDtOmrH5QmTLHTf_CwInrs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"s-DvYCXmcIU4JP6dKghTgAEyvKldOhsoD2UnGoYvYMo\"}"