"{\"content\":{\"body\":\"房子绝对是好房子，然而，林星雅到旁边悄声问吴缺的意见的时候，吴缺却兴趣缺缺，只说：“这是你买房子，你决定呗，我都行。”\\n\\n林星雅：“这是咱的家，你必须发表意见。对了，刚才钱浅拉着你说什么了？”\\n\\n吴缺看绕不过去，就直接坦白：“她说她想要，以后回爸爸家方便。”\\n\\n林星雅声音更低了：“你真的决定向老钱的女儿下手？”\\n\\n吴缺：“……早就下手了，现在后悔也来不及了。”\\n\\n林星雅忍不住在他腰间狠狠掐了一下。她有点犹豫了，如果跟老钱成了邻居，而后来老公跟老钱交恶，那就不好办呢。\\n\\n就在她犹豫不决的日子里，这么好的房子降价到了3000万，她更是抛出一个2800万就立刻成交的诱饵，最后业主愿意2900万成交。\\n\\n于是乎，林星雅还是成了老钱的邻居，这女学霸最会拿捏男人，要知道，老钱是她的粉丝，如果吴缺常年在外不回家的话……吴缺感觉自己又被拿捏了。\\n\\n爱上乐于掌控一切的女学霸的男人，就是这个下场咯。\\n\\n万般无奈之下，吴缺也不得不接受这个残酷的现实。\\n\\n无论是林星雅还是吴缺，对珊瑚雅园这个曾经承载了他们很多的爱恨纠葛的房子，还是很有感情的，不过，他们在这里相聚的时间应该会越来越少了。\\n\\n他俩把两个宝宝放在大床的中间，吴缺最喜欢同时看着宝宝和他们的宝妈，越看越开心的那种。\\n\\n吴缺感慨道：“我有世界上最好看的老婆，最可爱的宝宝，可是自己却是渣男，想想真是何德何能，唉……”\\n\\n林星雅对着宝宝说：“你们听到没有？你们爸爸真是好有自知之明哦。”\\n\\n吴缺不禁苦笑摇头。\\n\\n今晚吴缺忽然突发奇想，想要跟宝宝抢粮食，也就是喝一点人奶……林星雅笑着答应了他的猥琐要求。\\n\\n喝完奶之后，顺便进行了一场激烈的爱情运动，激烈到宝宝都吓哭了，林星雅只好安慰宝宝，但是运动不能停，她撅在那里一边安慰宝宝，一边任凭好色的爸爸在她身后摇晃她。虽然宝妈很想发出奇怪的声音，但是绝对不能让宝宝误会身处不安全的环境，所以，林星雅真是忍得好辛苦，恨死宝爸了。\\n\\n\\\\---\\n\\n渣男有什么好果子吃？看我们的老朋友缪飞就知道了，前任女友程秀最近天天到缪飞上班的地方闹，说她怀孕了要缪总负责，而缪总的现任张慧恰好是他的助理，终于两个女人打了起来，闹得不可开交，现在缪总可谓名声在外，他请了个长假在家休息，其实是为了躲避公众视线。\\n\\n林星雅这边都准备搬家到山湖雅筑的别墅了，这位渣男缪总还没来得及去看房子呢。\\n\\n缪总的遭遇让吴缺赶紧反省，自己这边应该没有哪个女人会这么极端吧？应该没有，总之，以后遇到美女还是小心点，别看到美女就走不动道，身份不一样了呢。\\n\\n为什么吴缺会对美女们心生警惕？这里还牵涉到他在故乡瑶海市的那段风流韵事，曾经的高中校花叶繁不是偷偷跑到他家里过了一夜吗？好家伙，这事儿居然让曾经的高中班花潘蓉给知道了，因为她俩已经成了无话不说的闺蜜，潘蓉就怂恿叶繁跟吴缺继续交往。这本来也没什么，因为吴缺确实对叶繁有好感，没办法，当女人好看到了一定程度，男人是很难克制的。潘蓉的好看就没到让吴缺不顾一切的地步。只不过，潘蓉的怂恿过于激进，把自己都暴露了，所以吴缺就不敢了，这事儿天知地知你知我知也就罢了，忽然闯进了第三个知情人，谁知道她想干啥？\\n\\n难怪最近叶繁忽然联系自己的频率更高了，并且说自己最近会到金波市来玩呢。\\n\\n所以呢，当叶繁来到金波市的时候，吴缺居然是带着一颗特别警惕的心过去见她的，而不是猎艳的兴奋。\\n\\n本来也想学老钱，吃饭都去人均2000的高档餐厅，但现在他似乎想隐藏自己，就刻意找了一个人均200的普通餐厅来跟叶繁见面。\\n\\n叶繁本来是一个很高傲的白天鹅，可惜，岁月已经让这种骄傲消融，要不然，以前的她根本不可能主动找男人约饭，还是来这种比不上第一次的餐馆。\\n\\n点完菜，吴缺嘘寒问暖：“最近怎么样啊？”\\n\\n叶繁：“家里出了点事，不太开心，出来散散心。”\\n\\n吴缺：“说说呗，看看能不能帮上忙。”\\n\\n叶繁：“老公生意资金短缺，在你隔壁那套房子，有可能被拍卖……”\\n\\n吴缺：“这样啊，如果没有房子住，是挺糟心的，保住房子需要多少钱啊？”\\n\\n叶繁：“也就200万的贷款要还本付息。”\\n\\n吴缺：“哦，那……我借给你吧。”虽然警惕，可是既然人家都求上门了，他最终还是冒着危险决定送出一个人情。\\n\\n叶繁：“……谢谢。”她垂下头去，那天晚上她完全是一时头脑发热，就这样就要人家200万，这实在说不过去。\\n\\n吴缺：“不客气，我父母就住在那边，以后还请照顾一下，就当利息了，他们习惯了节俭，你要是有办法让他们变奢侈起来就好了，经常给他们送点好东西过去，我悄悄给你报销，嘿嘿。”\\n\\n叶繁：“好的……其实，我还有一件事，我那个公公好像也被老公的生意拖累了，最近被纪律部门调查了，所以，其实我现在是风雨飘摇的状态，我都不知道明天在哪，我老公都好几天不回家了，说是在外面筹款，可是看他的样子，很可能要跑路啊，毕竟被调查了。”\\n\\n吴缺皱眉了：“这么严重啊……”还真是糟了，他心中警铃大作，这个校花好像是个大麻烦呢。\\n\\n叶繁：“大家都说我是被公公提拔的，现在公公出事了，电视台的同事都躲着我，女的躲着也就罢了，以前那些舔狗都躲着我，实在是世态炎凉啊。”\\n\\n吴缺也有点想躲开，听她这么说，有点尴尬而不失礼貌的笑了。\\n\\n叶繁：“我请了个长假，领导批准了，这次回去的话，就不知道工作怎么安排了，肯定会打入冷宫，想想就让人心寒。如果那边待不下去，我可以来金波市找你吗？”\\n\\n如果没有警惕心，吴缺就直接说“我养你”了，可是，现在怎么也说不出口，毕竟要应付的女人太多，万一被冷落的女人要报复，自己就跟缪总一样尴尬了。\\n\\n叶繁看出了吴缺的忧郁，她苦笑：“如果哪天晚上让你得手了，你现在就不是这个态度了，对吧？现在时间窗口过去了，我感觉你不喜欢我了。”\\n\\n吴缺叹了口气，说：“老实说，我这边也有一些红颜知己，太多了应付不过来，老婆管的也越来越严，我这200万都不知道上哪儿搞，用什么借口。”\\n\\n确实，200万不是小数目，必须要从铁三角账户中提取了，这就需要一个理由。\\n\\n叶繁还是很自信的，说：“她们有我好看吗？”\\n\\n吴缺忍不住盯着她的俏脸欣赏了一遍，在淡妆的掩映下，还真是相当有杀伤力的颜值，足以跟他别的红颜知己分庭抗礼，但是对于心态不一样的男人，刚好踩在行与不行的分界线，让人万分纠结。\\n\\n吴缺淡淡道：“我喜欢的女人就没有不好看的，也包括你。”\\n\\n但是他作茧自缚，不能随便动自己的财产，所以不敢随便承诺养女人，他忽然想到一个人，要不，从倒霉的缪总那里借200万吧，两个人不是很熟，而且缪总应该不会担心自己赖账，两个月后他就要解锁ONLY了，到时候肯定能还钱。\\n\\n这个小饭店周边有一个小公园，他们吃饱饭就去逛小公园。\\n\\n一开始，他们距离若即若离，刻意保持在普通朋友和男女朋友的尺度，不过，吴缺心想，200万都肯借了，还是别矫情，该占的便宜还是要理直气壮地占的。\\n\\n所以，他在一次两个人无意间靠近的时候牵住了高中校花的手，这份荣耀如果发生在十多年前，那该是多么的让人英姿勃发。现在嘛，味道不是很正宗。\\n\\n一边牵着校花的手，一边给缪飞打电话借钱，缪总发出怪笑，答应下来，这个人，做事总是不地道，答应就答应，不答应就不答应，发出怪笑是什么意思？\\n\\n叶繁有点惶恐：“你还需要借钱才能给我200万啊，这……多不好意思。”\\n\\n吴缺：“没事儿，过两个月我现金流就充足了。”匮乏让他很犹豫自己的铁三角策略是否恰当，不过，如果没有铁三角账户，他有何德何能束缚音乐学院的那两个小妹妹呢？\\n\\n200万到账，吴缺顺手就转给了叶繁。\\n\\n叶繁：“我回去给你补一张欠条？”\\n\\n吴缺：“你啥时候能还上？”\\n\\n叶繁：“……明年？”\\n\\n吴缺：“你一个月能攒多少钱啊？”\\n\\n叶繁：“5000.”\\n\\n吴缺：“一个月5000，一年6万，200万的话，起码30年才能还清啊，还是……要不，今晚我们在一起吧，对不起啊，我虽然不想这么干，可是……也没别的办法了对吧？”\\n\\n叶繁脸红红的，也没表示抗议，也没表示答应。她只是有一个问题：“那个……我其实是跟潘蓉一块儿来的，你要是睡了我，她会知道的。”\\n\\n吴缺：“那……只好在我车上小睡怡情了。”\\n\\n叶繁的表情更窘迫了，可是又没办法拒绝，现在两个人的关系像极了技师和客人，这让她相当不甘心，就不能好好谈谈感情和年少时的梦想吗？\\n\\n她的不开心表露无疑，当然吴缺也是看在眼里的，最终还是没下手，把她送回了酒店，离开的时候拥抱了一下，很短，三秒钟。\",\"timestamp\":1640659155,\"title\":\"共济会风云 第65章 警惕了\"},\"digest\":\"Re3uYC17b6tHnAaLK7WyMi4sDkOFpCndAwf-UPOa5hE\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"vruTyKOi9VLwjF-49MMH2gR-2zUfu8O3hwsBMV_o5ytSbxZfXgrtzgKz8J-kYL15ZMnAWrIMJ6zWbAb2SITSIg\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Re3uYC17b6tHnAaLK7WyMi4sDkOFpCndAwf-UPOa5hE\"}"