"{\"content\":{\"body\":\"今天我们来聊一个比较有意思的话题，那就是：我们的世界是一个真实的世界吗？这个困惑在著名电影《黑客帝国》中得到了淋漓尽致的形象表达。\\n在电影里，给我们展示了这么一个人类生存状态：在不远的将来，人们生活在一个叫“母体”的世界中，这个世界看似真实，其实人类的一切行为和世界的一切反应，都是电脑代码设计出来的。人类其实被关在一个黑暗的地方，有电流不断刺激人类的大脑，从而让人类感觉一切好像是在真实地发生。与母体对应的是一个叫“锡安”的地方，那才是真实存在的世界。\\n我相信，很多人在看了《黑客帝国》之后，都会感觉一阵毛骨悚然：那么，谁能够保证我们的生活不是被代码或者其他力量操控的呢？我们究竟是不是生活在一个真实世界中呢？\\n这类的困惑，也不是《黑客帝国》的首创。西方早在古希腊时期，就有柏拉图提出过类似主题的“洞穴假说”，说的就是一些被终身拘束在一个黑洞的人，如何把外部的世界倒影信以为真。即使在中国，也有“庄周晓梦迷蝴蝶”之说。在上个世纪，也有一位哲学家提出了更形象的“缸中之脑”假说。他提出假设，人是不是就有一个大脑存在，这个大脑就被存放在一个接通电流的缸中，电流不断刺激大脑，让大脑以为自己存在在某个世界之中。\\n我们也不过掰扯这类高大上的理论，对于世界真实性的怀疑，我相信每一个人都有过。比如，你仰望浩瀚无穷的星空，总会油然生出一种自卑感，感觉自己的世界不再真实。另外，在某些时候，我们会感觉生活中的一些片段在自己的梦中发生过，这个时候，一个自然而然的怀疑就是：我是在梦中吗？\\n一些人在这个时候就会抖个机灵说，掐自己的肉，感觉疼不就证明一切都是真实的吗？这个办法也不靠谱，因为，按照“缸中之脑”的逻辑，人的感觉也可以通过电流来激发的。\\n说到这里，很多性子急的人可能会失心疯死掉。因为，如何证明我们的世界是真实的，仿佛没有了答案。也有一些人会认为，吃饱喝好就行了，考虑这些蛋疼问题干什么！\\n那么，论证世界的真实性，究竟有无必要呢？当然有！如果世界的真实性不被证实，我们还努力一个毛线，反正都毫无意义。\\n因此，处于这个目的，我们来看看维特根斯坦和海德格尔对这个问题是如何回答的。这两个人都是哲学家的泰山北斗，分量那是杠杠的。当然，这两人在著作中没有直接回答这个问题，可是很多论述以及他们的自身观点，都能够被我们利用。\\n我们先来听听维特根斯坦怎么说。维特根斯坦有一句名言：不可说的，只可不说。乍听起来，这不就是一句废话嘛！其实，哪有那么简单，他老人家得出这个看似简单的结论，还指不定花了多少心血。\\n在维特根斯坦看来，人类不可能知道人类不知道的事情——这貌似又是一句废话。不过别急，咱们就是从这类浅显的句子开始入手。语言是用来表达已知世界的，未知的事物不会形成语言表达。这样问题就来了，我们怀疑世界的真实性，谁见过比我们这个世界更真实的世界？如果没有人见过，你对世界的怀疑有何意义？也就是说，如果更真实的世界没人见过，就是不可言说的，不可言说的东西，就是不存在的东西。如果比我们这个世界更真实的世界不存在，那么，我们这个世界就是更真实的世界。\\n就好比，我告诉你圆周率小数点后一千万亿后有三个8连续出现，起码在现在来看，是没有意义的。因为，你我都没有看到这么长的圆周率。同理，你告诉我有比这个世界真实的世界，也是没有意义的，因为谁也没有见过那个你所谓的真实世界。所以，如果我们所处的世界哪怕就是一个梦境，但是我们没有窥见另外的世界，那么，这个梦境的世界就是唯一的真实。\\n因此，维特根斯坦一直认为，和人类讨论神是毫无意义的。\\n这个世界是真实的吗？放在海德格尔那里，这个问题本身就成问题，因为，你不能这么问。在海德格尔看来，这个问题就好比把世界放在一个研究器皿上，放在人的对面进行科学性研究。但是，这种人和世界的对立关系，是不存在。人和世界的关系不是人在面对世界，而是人在世界之中存在。\\n这种“在之中”的存在模式，就决定了你一旦发问，就意味着这个世界真实。如果这个世界不真实，你不可能存在，你哪有机会发问。\\n说到这里，我想起一个科幻纪录片，《人类消失后的世界》，在片中就不停地计算，人类消失后文明的痕迹还可以存留多久？综合各种因素，它认为需要几百年。我看了之后，尽管感觉这个电影不错，但是心里还是冒出一个词：扯淡！\\n这个世界忽然抽离人类这个因素，其间的物理变化大到难以想象，这个中无数可能性是难以计算出来的。甚至，我感觉人类一旦消失，这个世界就不存在。\\n对，这就是海德格尔理论的一种浅显化表达：人类一旦不存在，世界未必存在。举个最简单的例子，在一个叫牛顿的人类之前，世界上的万有引力真实存在吗？在考古学发现恐龙骸骨之前，恐龙真实存在吗？因此，世界存在的边疆，一直是人类在不断地开拓，一旦人类不存在，世界就回缩到虚无。\\n因此，我们按照这个理论，也可以推演出：世界是因为人类而存在的，这用海德格尔的专用名词来说，世界是“绽出”存在，这种绽出完全取决于人类。而人类一旦有发问的机会，那么，世界就一定是真实的存在的。\\n今天的话题可能有点抽象，而且，究竟是作为不可知论的维特根斯坦的结论对，还是海德格尔的存在主义对，我倾向于后者。\",\"timestamp\":1641439535,\"title\":\"听听海德格尔和维特根斯坦是如何回答《黑客帝国》提出来的问题\"},\"digest\":\"oLhWu5A8ujlslrh1zMR5ktYUbJoayR5747eb8Orybk4\",\"authorship\":{\"contributor\":\"0xFdadBeF0bD860Fc3A18Ce1Fe53fD78E3c64522EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o2TSFIJAdnCkmfykND88ZqVxE5ohz1GxbZ2GoMTolrU\\\",\\\"y\\\":\\\"qQJJDuDLIybDbVj6S4e2mjlagyim1sBOlG13UuewKJ4\\\"}\",\"signature\":\"xkYRxiI-aMStFuC6aMHBRHn0pBuGijzicTQ8XduLeTb8Z6iREYpZzQrU3s1KhoIdP2bzpJUsywcp-j79jXQDxg\",\"signingKeySignature\":\"0xf8d3e5b3bbc5fd6abc69902b9b01877202a1f4d3c2ec2d7d5a9a29f5198566cf76e3bbb3bb5dde5f4f27c24ebae806c4c2d6120a460205d5ca33a36f48f52a4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o2TSFIJAdnCkmfykND88ZqVxE5ohz1GxbZ2GoMTolrU\\\",\\\"y\\\":\\\"qQJJDuDLIybDbVj6S4e2mjlagyim1sBOlG13UuewKJ4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oLhWu5A8ujlslrh1zMR5ktYUbJoayR5747eb8Orybk4\"}"