"{\"content\":{\"body\":\"power of vast potency might be serviceable, I many years ago prepared a design of an apparatus of a very simple and easily executed kind, which would supply such a desideratum.  It was possessed of a range of compressing or squeezing  power, which far surpassed anything of the kind that had been invented.  As above said, it was perfectly controllable; so as either to yield the most gentle pressure, or to possess the power of compressing to upwards of twenty thousand tons; the only limit to its power being in the materials employed in its construction.\\n\\nThe principle of this enormously powerful compressing machine is similar to that of the Hydraulic Press; the difference consisting principally in the substitution of what I term a Hydraulic Mattress in place of the cylinder and ram of the ordinary hydraulic press. The Hydraulic Mattress consists of a square or circular water-tight vessel or flat bag formed of 1/2-inch thick iron or steel plates securely riveted together; its dimensions being, say 15 feet square by 3 feet deep, and having semicircular sides, which form enables the upper flat part of the Mattress to rise say to the extent of 6 inches, without any injury to the riveted joints, as such a rise or alteration of the normal form of the semicircular sides would be perfectly harmless, and not exceed their capability of returning to their normal curve when the 6-inch rise was no longer necessary, and the elevating pressure removed.\\n\\n\\\\[image\\\\]\\n\\nThe action of this gigantic press is as follows.  The Mattress A A having been filled with water, an additional quantity is supplied by a force pump, capable of forcing in water with a pressure of one ton to the square inch; thus acting on an available surface of at least 144 square feet surface--namely, that of the upper flat surface of the Mattress.  It will be forced up by no less a pressure than twenty thousand tons, and transfer that enormous pressure to any article that is placed between the rising table of the press and the upper table. When any object less thick than the normal space is required to receive the pressure, the spare space must be filled with a suitable set of iron flat blocks, so as to subject the article to be pressed to the requisite power.\\n\\nAs before stated, there may be many processes in the manufacturing arts in which such an enormous pressure may be useful; and this can be accomplished with perfect ease and certainty.  I trust that this account of the principles and construction of such a machine may suggest some employment worthy of its powers.  In the general use of the Mattress press, it would be best to supply the pressure water from an accumulator, which should be kept constantly full by the action of suitable pumps worked by a small steam-engine.  The great press would require the high-pressure water only now and then; so that it would not be necessary to wait for the small pump to supply the pressure water when the Mattress was required to be in action.\\n\\n1. A Tapping Square, or instrument by which Perfect Verticality of       the Tapping of Screwed Holes is insured.\\n\\n\\\\[image\\\\]\\n\\nThe letter X shows how Screws are frequently made when tapped in the old mode; the letter T as they are always made when the Tapping Square is employed.\\n\\n1. A Mode of turning Segmental Work in the Ordinary Lathe\\n\\nIn executing an order for twenty locomotive engines for the Great Western Railway Company, there was necessarily a repetition of detail parts.  Many of them required the labour of the most skilful workmen, as the parts referred to did not admit of their being executed by the lathe or planing-machine in their ordinary mode of application. But the cost of their execution by hand labour was so great, and the risk of inaccuracy was so common (where extreme accuracy was essential), that I had recourse to the aid of special mechanical contrivances and machine tools for the purpose of getting over the difficulty. The annexed illustration has reference to only one class of objects in which I effected great saving in the production, as well as great accuracy in the work.  It refers to a contrivance for producing by the turning-lathe the eighty bands of the eccentrics for these twenty engines.  Being of a segmental form, but with a projection at each extremity, which rendered their production and finish impossible by the ordinary lathe, I bethought me of applying what is termed the mangle motion to the rim of a face plate of the lay, with so many pins in it as to give the required course of segmental motion for the turning tool to operate upon, between the projections C C in the illustration.\\n\\n\\\\[image\\\\]\\n\\nI availed myself of the limited to-and-fro horizontal motion of the shaft of the mangle motion wheel, as it, at each end of the row of pegs --in the face plate (when it passes from the exterior to the interior range of them) in giving the feed motion to the tool in; the slide rest, \\\"turned\\\" the segmental exterior of the eccentric hoops. This it did perfectly, as the change of position of the small shaft occurred at the exact time when the cut was at its termination,--that being the correct moment to give the tool \\\"the feed, or advance for the taking of the next cut.  The saving, in respect to time, was 10 to 1 in comparison with the same amount of work done by hand labour; while the \\\"truth\\\" or correctness of the work done by this handy little application of the turning-lathe was absolutely perfect I have been the more particular in my allusion to this contrivance, as it is applicable to any lathe, and can perform work which no lathe without it can accomplish.  The unceasing industry of such machines is no small addition to their attractions, in respect to the production of unquestionably accurate work.\\n\\n1. Invention of the Steam Hammer Pile-driver.\\n\\nDescribed in text, p. 261.\\n\\n1. A Universal Flexible Joint for Steam and Water-pipes.\\n\\n\\\\[Image\\\\]\\n\\nThe chief novelty in this swivel joint is the manner in which the packing of the joints is completely enclosed, thereby rendering them perfectly and permanently watertight.\\n\\n1. An Improvement in Blowing Fans and their Bearings.\\n\\nThe principle on which Blowing Fans act, and to which they owe their efficiency, consists in their communicating Centrifugal action to the air within them.\\n\\nIn order to obtain the maximum force of blast, with the minimum expenditure of power, it is requisite so to form the outside rim of the Fan-case as that each compartment formed by the space between the ends of the blades of the Fan shall in its course of rotation possess an equal facility of exit for the passage of the air it is discharging. Thus, in a Fan with six blades, the space between the top of the blades and the case of the Fan should increase in area in the progressive ratios of 1-2-3-4-5-6.\\n\\n\\\\[Image\\\\]\\n\\nIf a Fan be constructed on this common-sense principle, we shall secure the maximum of blast from the minimum of driving power.  And not only so; but the humming sound--so disagreeable an accompaniment to the action of the Fans (being caused by the successive sudden escape of the air from each compartment as it comes opposite the space where it can discharge its confined block of air)--will be avoided.  When the outer case of a Fan is formed on the expanding or spiral principle, as above described, all these important advantages will attend its use. As the inward current of air rushes in at the circular openings on each side of the Fan-case, and would thus oppose each other if there was a free communication between them, this is effectually obviated by forming the rotating portion of the fan by a disc of iron plate, which prevents the opposite in-rushing currents from interfering with each other, and at the same time supplies a most substantial means of fastening the blades, as they are conveniently riveted to this central disc.  On the whole, this arrangement of machinery supplies a most effective \\\"Noiseless Blowing Fan.\\\"\\n\\n1. A direct Action \\\"Suction\\\" Fan for the Ventilation of Coal-Mines.\\n\\nThe frequency of disastrous colliery explosions induced me to give my attention to an improved method for ventilating coal mines. The practice then was to employ a furnace, placed at the bottom of the upcast shaft of the coal-pit, to produce the necessary ventilation. This practice was highly riskful.  It was dangerous as well as ineffective.  It was also liable to total destruction when an explosion occurred, and the means of ventilation were thus lost when it was most urgently required.  The ventilation of mines by a current of air forced by a Fan into the workings, had been proposed by a German named George Agricola, as far back as 1621.  The arrangement is found figured in his work entitled De Re Metalicat, p. 162.  But in all cases in which this system of forcing air through the workings and passages of a mine has been tried, it has invariably been found unsuccessful as a means of ventilation.\\n\\nAs all rotative Blowing Fans draw in the air at their centres, and expel it at their circumference, it occurred to me that if we were to make a communication between the upcast shaft of the mine and the centre or suctional part of the Fan closing the top of the upcast shaft, a Fan so arranged would draw out the foul air from the mine, and allow the fresh air to descend by the downcast shaft, and so traverse the workings.  And as a Suction Fan so placed would be on the surface of the ground, and quite out of the way of any risk of injury--being open to view and inspection at all times--we should thus have an effective and trustworthy means for thorough ventilation.\\n\\n\\\\[Image\\\\]\\n\\nHaving communicated the design for my Direct Action Suction Fan for coal-pit ventilation to the Earl Fitzwilliam, through his agent Mr. Hartop, in 1850, his lordship was so much pleased with it that I received an order for one of 14 feet diameter, for the purpose of ventilating; one of his largest coalpits.  I arranged the steam-engine which gave motion to the large Fan, so as to be a part of it; and by placing the crank of the engine on the end of the Fan-shaft, the engine transferred its power to it in the most simple and direct manner.  The high satisfaction which this Ventilating Fan gave to the Earl and to all connected with his coal-mines, led to my receiving orders for several of them.\\n\\nI took out no patent for the invention, but sent drawings and descriptions to all whom I knew to be interested in coalmine ventilation. I read a paper on the subject, and exhibited the necessary drawings, at the meeting of the British Association at Ipswich in 1851.  These were afterwards published in the Mining Journal.  The consequence is that many of my Suction Ventilating Fans are now in successful action at home and abroad.\\n\\n1. An improvement in the Links of Chain Cables.\\n2. An Improved Method of Welding Iron.\\n\\nOne of the most important processes in connection with the production of the details of machinery, and other purposes in which malleable iron is employed, is that termed welding, namely, when more or less complex forms are, so to speak, \\\"built up\\\" by the union of suitable portions of malleable iron united and incorporated with each other in the process of welding.  This consists in heating the parts which we desire to unite to a white heat in a smith's forge fire, or in an air furnace, by means of which that peculiar adhesive \\\"wax-like\\\" capability; of sticking together is induced,--so that when the several parts are forcibly pressed into close contact by blows of a hammer, their union is rendered perfect.\\n\\nBut as the intense degree of heat which is requisite to induce this adhesive quality is accompanied by the production of a molten oxide of iron that clings tenaciously to the white-hot surfaces of the iron, the union will not be complete unless every particle of the adhesing molten scoriae is thoroughly discharged and driven out from between the surfaces we desire to unite by welding.  If by any want of due care on the part of the smith, the surfaces be concave or have hollows in them, the scoriae will be sure to lurk in the recesses, and result in a defective welding of a most treacherous nature.  Though the exterior may display no evidence of the existence of this fertile cause of failure, yet some undue or unexpected strain will rend and disclose the shut-up scoriae, and probably end in some fatal break-down.  The annexed figures will perhaps serve to render my remarks on this truly important subject more clear to the reader.\\n\\n\\\\[Image\\\\]\\n\\nFig.1 represents an imperfectly prepared surface of two pieces of malleable iron about to be welded.  The result of their concavity of form is that the scoriae are almost certain to be shut up in the hollow part,--as the pieces will unite first at the edges and thus include the scoriae, which no amount of subsequent hammering will ever dislodge.  They will remain lurking between, as seen in Fig.2.  Happily, the means of obviating all such treacherous risks are as simple as they are thoroughly effective.  All that has to be done to render their occurrence next to impossible is to give to the surfaces we desire to unite by welding a convex form as represented in Fig. 3; the result of which is that we thus provide an open door for the scoriae to escape from between the surfaces,--as these unite first in the centre, as due to the convex form, and then the union proceeds outwards, until every particle of scoriae is expelled, and the union is perfectly completed under the blows of the hammer or other compressing agency. Fig. 4 represents the final and perfect completion of the welding, which is effected by this common-sense and simple means,--that is, by giving the surfaces a convex form instead of a concave one.\\n\\nWhen I was called by the Lords of the Admiralty in 1846 to serve on a Committee, the object of which was to investigate the causes of failure in the wrought-iron smith work of the navy, many sad instances came before us of accidents which had been caused by defective welding, especially in the vitally important articles of Anchors and Chain Cables. In the case of the occasional failure of chain cables, the cause was generally assigned to defective material; but circumstances led me to the conclusion that it was a question of workmanship or maltreatment of what I knew to be of excellent material.  I therefore instituted a series of experiments which yielded conclusive evidence upon the subject; and which proved that defective welding was the main and chief cause of failure.  In order to prove this, several apparently excellent cables were, by the aid of \\\"the proving machine,\\\" pulled to pieces, link by link, and a careful record was kept of the nature of the fracture.  The result was, that out of every 100 links pulled asunder 80 cases clearly exhibited defective welding; while only 20 were broken through the clear sound metal.  This yielded a very important lesson to those specially concerned.\\n\\n1. Introduction of the V Anvil.\\n\\nIn connection with my Steam Hammer, when employed in forging great cylindrical shafts, I introduced what I termed my V anvil. Its employment has most importantly contributed to secure perfect soundness in such class of forgings.\\n\\nIn the old system of forging cylindrical shafts, the bar was placed upon a flat-faced anvil.  The effect of each blow of the hammer upon the work was to knock the shaft into an oval form (see Fig. 1); and the inevitable result of a succession of such blows was destruction of the soundness of the centre or axis of the shaft.\\n\\n\\\\[image\\\\]\\n\\nIn order to remedy this grave defect, arising from the employment of a flat-faced anvil, I introduced my V anvil face (see Fig. 2), the effect of which was, that the dispersive action of the blow of the hammer was changed into a converging action, which ensured the perfect soundness of the work; while the V or fork-like form of the angle face kept the work steadily under the centre of the hammer, allowing the scale or scoriae to fall into the apex or bottom of the V, which thus passed away, leaving the faces of the angle quite clear.\\n\\nThis simple and common-sense improvement was eagerly and generally adopted, and has been productive of most satisfactory and important results.\\n\\n1. A Spherical-seated Direct-weighted Safety Valve.\\n\\nHaving been on several occasions called to investigate the causes of steam boiler explosions, my attention was naturally directed to the condition of the Safety Valve.  I found the construction of them in many cases to be defective in principle as well as in mechanical details; resulting chiefly from the employment of a conical form in the valve, which necessitated the use of a guide spindle to enable it to keep in correct relative position to its corresponding conical seat, as seen at A in Fig. 1.  As this guide spindle is always liable to be clogged with the muddy deposit from the boiling water, which yields a very adhesive encrustation, the result is a very riskful tendency to impede the free action of the Safety Valve, and thereby prevent its serving its purpose.\\n\\n\\\\[image\\\\]\\n\\nWith a view to remove all such causes of uncertainty in the action of this vitally important part of a steam boiler I designed a Safety Valve, having a spherical valve and corresponding seat, as seen in B C, Fig. 2.  This form of Safety Valve had the important property of fitting to its bearing-seat in all positions, requiring no other guide than its own spherical seat to effect that essential purpose.  And as the weight required to keep the valve closed until the exact desired maximum pressure of steam has been attained, is directly attached to the under side of the valve by the rod, the weight, by being inside the boiler, is placed out of reach from any attempt to tamper with it.\\n\\nThe entire arrangement of this Safety Valve is quite simple.  It is free from all Lever Joints and other parts which might become clogged; and as there is always a slight pendulous motion in the weight by the action of the water in the boiler, the spherical surfaces of the valve and its seat are thus ever kept in perfect order.  As soon as the desired pressure of steam has been reached, and the gravity of the weight overcome, the valve rises from its seat, and gives perfectly free egress to any farther accumulation of steam.  It is really quite a treat, in its way, to observe this truly simple and effective Safety Valve in action.  After I had contrived and introduced this Safety Valve, its valuable properties were speedily acknowledged, and.  its employment has now become very general.\\n\\n1. A Machine for cutting out Cottar Slots and Key-Groove Recesses in       Parts of Machinery by a Traversing Drill.\\n\\nOne of the most tedious and costly processes in the execution of the detail parts of machinery is the cutting out of Cottar Slots in piston rods, connecting rods, and key recesses in shafts.  This operation used to be performed by drilling a row of holes through the solid body of the object, and then chipping away the intermediate metal between the holes, and filing the rude slot, so produced, into its required form. The whole operation, as thus conducted, was one of the most tedious and irksome jobs that an engineer workman could be set to, and could only be performed by those possessed of the highest skill.\\n\\nWhat with broken chisels and files, and the tedious nature of the work, it was a most severe task to the very best men, not to speak of the heavy cost in wages.\\n\\nIn order to obviate all these disadvantages, I contrived an arrangement of a drilling machine, with a specially formed drill, which at once reduced the process to one of the easiest conducted in an engineer's workshop.\\n\\n\\\\[Image\\\\]\\n\\nThe.  \\\"special\\\" form of the Drill consisted in the removal of the centre portion of its flat cutting face by making it with a notch O. This enabled it to cut sideways, as well as downwards, and thus to cut a slit or oblong hole.  No labour, as such, was required; but only the intelligent superintendence of a lad to place the work in the machine, and remove it for the next piece in its turn.  The machine did the labour, and by its self-action did the work in the most perfect manner.\\n\\nI may further mention that the arrangement of the machine consisted in causing the object to traverse to and fro in a straight line, of any required length, under the action of the drill.  The traversing action was obtained by the employment of an adjustable crank, which gave the requisite motion to a slide table, on which the work was fastened. The \\\"feed\\\" downwards of the drill was effected by the crank at the moment of its reversing the slide, as the drill reached the end of the traverse; and, as there is a slight pause of the traverse at each end of it, the \\\"feed\\\" for the next cutting taking place at that time, the drill has the opportunity given to perfect its cut ere it commences the next cutting traverse in succession.  This action continues in regular course until the drill makes its way right through the piece of work under its action; or can be arrested at any required depth according to the requirements of the work.  Soap and water as a lubricator continues to drop into the recess of the slot, and is always in its right place to assist the cutting of the drill.\\n\\nAs before said, the entire function of this most effective machine tool is self-acting.  It only required an intelligent lad or labourer to attend to it; and, as there was ample time to spare, the superintendence of two of these machines was quite within his ability. The rates of the productive powers of this machine, as compared with the former employment of hand labour, was at least ten to one; to say nothing of the superior quality of the work executed.\\n\\nSuch were the manifold advantages of this machine, that its merits soon became known and appreciated; and although I had taken out no patent for it, we always had an abundance of orders, as it was its own best advertisement.\\n\\n1. A Steam Hammer Form of Steam-Engine.\\n\\n\\\\[Image\\\\]\\n\\nThis engine is of great simplicity and get-at-ability of parts. It is specially adapted for screw-propelled steamships, and many other purposes.  It is now in very general use.  The outline is given above.\\n\\n1. Application of Hydraulic Power to the Punching of Large Holes in       Iron Bars, and Plates of Great Thickness.\\n\\nDr. Faraday having applied to me to furnish him, for one of his lectures at the Royal Institution, with some striking example of the Power of Machinery in overcoming the resistance to penetration in the case of some such material as cold malleable iron, it occurred to me to apply the tranquil but vast power of a hydraulic press to punch out a large hole in a thick cake of malleable iron.  Knowing that my excellent friend John Rick had in his works at Bolton one of the most powerful hydraulic presses then existing, contrived and constructed by his ingenious father, the late Benjamin Hick, I proceeded to Bolton, and explained Dr. Faraday's requirement, when, with his usual liberal zeal, Mr. Hick at once placed the use of his great hydraulic press at my service.\\n\\nHaving had a suitable cake of steam-hammered malleable iron given to me for the purpose in question, by my valued friend Thomas Lever Rushton of the Bolton Ironworks, we soon had the cake of iron placed in the great press.  It was 5 inches thick,18 inches long, and 15 inches wide. Placing a cylindrical coupling box of cast-iron on the table of the press, and then placing the thick cake of iron on it, and a short cylindrical mass of iron (somewhat of the size and form of a Stilton Cheese) on the iron cake, the coupling box acting as the Bolster of the extemporised punching machine,--the press was then set to work. We soon saw the Stilton Cheese-like punch begin to sink slowly and quietly through the 5-inch thick cake of iron, as if it had been stiff clay.  The only sound heard was when the punched-out mass dropped into the recess of the coupling below.  Such a demonstration of tranquil but almost resistless power of a hydraulic press had never, so far as we were aware, been seen before.  The punched of iron, together with the punched-out disc, were then packed off to Faraday; and great was his delight in having his request so promptly complied with.  Great also was the wonder of his audience when the punched plate was placed upon the lecture table.  This feat of Benjamin Hick's great hydraulic press set me a-thinking.  I conceived the idea that the application of hydraulic press power might serve many similar purposes in dealing with ultra thick plates or bar iron,--such as the punching out of holes, and cutting thick bars and plates into definite shapes, as might be required.  I suggested the subject to my friend Charles Fox, head of the firm of Fox, Henderson, and Co. He had taken a large contract for a chain bridge, the links of which were to be of thick flat iron bars, with the ends broadened out for the link-pins to pass through. He had described to me the trouble and cost they had occasioned him in drilling the holes, and in cropping the rude-shaped ends of the bars into the required form.  I advised him to try the use of the hydraulic press as a punching-machine, and also as a cutting-machine to dress the ends of the great links.  He did so in due time, and found the suggestion of great service and value to him in this, and in other cases of a similar kind.  The saving of cost was very great, and the work was much more perfect than under the former system.\\n\\n1. An Alternately-pegged \\\"Shive\\\" or Pulley for Rope Band Power       Transmission.\\n2. A Turn-table \\\"Trunnion Vision\\\" Reflecting Telescope.\\n\\nThis is so arranged that the observer can direct the Telescope and view an object in any part of the heavens without moving from his seat, which is attached to the turn-table.  For explanations, see text, p. 337.\\n\\n1. A Double or Ambidexter Self-acting Turning-Lathe,       with \\\"Dead Gutters,\\\" specially adapted for turning Bolts and       suchlike detail Parts of Machinery.\\n\\n\\\\[Image\\\\]\\n\\n\\\\[Image\\\\]\\n\\n```\\n  This is a very valuable tool.  It requires only one attendant. It is especially useful as regards efficiency and economy.  It will be sufficiently understood by mechanical engineers from the annexed drawings.\\n```\\n\\n1. A Solid-bar \\\"Link-Valve Motion,\\\" especially valuable for the       larger class of Marine Steam-Engines.\\n2. Steam Puddling Patent.\\n\\nThis was the \\\"pioneer\\\" of the Bessemer process.  See Bessemer correspondence, p. 354\\n\\n1. A Reversible Rolling Mill without Fly-wheel.\\n\\nThis Rolling Mill consists of two combined steam-engines, acting on cranks at right angles, the reversing of the rolls being effected by the link motion.  The requisite rolling power is obtained by suitable wheel and pinion gear, so as to be entirely independent of the momentum of a fly-wheel, which is entirely dispensed with.\\n\\nI did not patent the invention.  As usual in such cases, I made no secret of it, but sent sketches explanatory of the arrangement to many professional friends interested in mechanical improvements. It was adopted by many, especially for rolling long and heavy bars and plates.  It enabled the workmen to \\\"see-saw\\\" these ponderous objects, and pass them to and fro through the rolls with the utmost case,-- to the great saving of heat, time, and labour.  The invention was first brought into use by Mr. Ramsbotham at the Crewe works of the London and North-Western Railway.  On the 4th December 1866 I received the following letter from him:\\n\\n\\\"DEAR SIR--I must crave your forgiveness for my great delay in acknowledging the receipt of your kind letter of the 29th August, in which you refer to the successful carrying out at these works of your idea of a 'Reversible Rolling Mill without a Fly-wheel.' It has long been to me a matter of astonishment that your idea has not been reduced to practice years ago, particularly when it is considered how well the arrangement is adapted to the rolling of Armour Plates, or other work requiring a sustained effort, whilst it is at the same time more effective than the ordinary mill arrangement for very light work. So much is this latter true, that the men who are left to their own choice in the matter, will reverse the mill rather than pass a light sheet of 8 or 10 lbs.  weight over the upper roll.  This country is much indebted to you for so valuable a suggestion; and now that it has been brought to a successful issue, I have no doubt but it will be widely acted upon.  I need not add that it will afford me much pleasure to show you the mill, and also what we are doing generally, if you should at any time visit Crewe.-- Believe me very faithfully yours, \\\" J. RAMSBOTHAM.\\\"\\n\\nI also communicated the invention to Mr. Thomas Gillott of the Farnley Ironworks, Yorkshire, and received from him the following letter, dated the 2d January 1877:\\n\\n\\\" DEAR SIR--I was much gratified to see by your letter in Engineering  the interest you have shown with respect to the large Reversing Plate Mill erected by me at these works, and drawn on the plan suggested by you.  Allow me to thank you for the complimentary manner in which you have mentioned my work.  Since the notice appeared, we have done a deal of heavy work in this mill; and a plate large enough to shear 11' 0\\\" and 10' 2\\\" and 1/2\\\" thick has been rolled in five minutes.  The slab went through the roll 17 times before being rolled to the width and turned round, and 18 times after turning and of the full width; making a total of 35 passes--the turning occupying 20 seconds. When it is remembered how rapidly a thin plate cools, this performance will sufficiently indicate the severe work this mill is capable of doing; notwithstanding the many predictions that such large plates could not be rolled without a fly-wheel.  As to repairs, none have been required; so I cannot compare this with the Clutch systems.  In respect of steam used, the direct acting engines compare favourably with an expansion beam condensing engine doing similar but lighter work. Should it ever be your wish to see this mill at work, I should be much pleased to have the opportunity of showing it to you.-- I am, dear sir, your obedient servant,\\n\\n\\\"THOMAS GILLOTT.\\\"\\n\\n1. Drilling Tunnels through Hard Rock.\\n\\nBesides these contrivances and methods of accomplishing mechanical objects, I have on seve\",\"timestamp\":1639290843,\"title\":\"\\nBeing under the impression that there are many processes in the manufacturing arts, in which a perfectly controllable compressing\"},\"digest\":\"TTVBSOAV_jaEl5pUc0Ls3OniScv5TQF-d-QlJl6kD1o\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q8OPdFPlLrS-hTPU4_F1cX7DQKxIPGDSYUxRo5WwFyc\\\",\\\"y\\\":\\\"a1fFdvY4IBmQvR7xR8SAFZaUHrmATFAbdMR38LkO6-g\\\"}\",\"signature\":\"LtG1YbMBl35wag3AlQmVwBeTGZdaXT1wNnWqfinQ7oV1yy-DBahWBkelG94KcvQEstUc-GwPKFLqn5i77Ns9lA\",\"signingKeySignature\":\"0x35916c9d1f788b9da40a9ff144fc59cc66fd8a310b9ff98dfa4c97f62574c38f3eb948215b370c383c9c1b30b5267b0748c5e6ebdd2f8265f68cf1da954f55e91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q8OPdFPlLrS-hTPU4_F1cX7DQKxIPGDSYUxRo5WwFyc\\\",\\\"y\\\":\\\"a1fFdvY4IBmQvR7xR8SAFZaUHrmATFAbdMR38LkO6-g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TTVBSOAV_jaEl5pUc0Ls3OniScv5TQF-d-QlJl6kD1o\"}"