"{\"content\":{\"body\":\"Please use the sharing tools found via the share button at the top or side of articles. Copying articles to share with others is a breach of [FT.com](https://www.ft.com) [T&Cs](https://help.ft.com/help/legal-privacy/terms-conditions/) and [Copyright Policy](https://help.ft.com/help/legal-privacy/copyright/copyright-policy/). Email [licensing@ft.com](mailto:licensing@ft.com) to buy additional rights. Subscribers may share up to 10 or 20 articles per month using the gift article service. More information can be [found here](https://www.ft.com/tour).  \\n <https://www.ft.com/content/26893da4-7dcb-47d2-b6a8-6170a64dfbd0> \\n  \\n A potentially “brutal” price war for US-listed bitcoin exchange trade funds could kick off as soon as Monday, less than a week after the launch of the first such vehicle. Van Eck has lodged a filing with the US Securities and Exchange Commission to launch its Bitcoin Strategy ETF (XBTF) “as soon as practicable” and signalled that it will charge a management fee of just 65 basis points. This significantly undercuts the 95bp fee of the ProShares Bitcoin Strategy ETF (BITO), which has amassed more than $1bn of assets after chalking up the strongest ever ETF launch last week. Valkyrie Investments’ Bitcoin Fund (BTF), which joined the fray on Friday, also has a fee of 95bp. Nathan Geraci, president of the ETF Store, a Kansas-based financial adviser, believed this is likely to be just the first stage in a battle for investors’ wallets. “BITO has already accrued a huge advantage as first mover . . . The attention around this product is unlike anything in the history of ETFs,” Geraci argued. “That said, at the end of the day, bitcoin futures ETFs are commodity products. Costs matter and I expect a brutal fee war to play out in this category. \\\\[This\\\\] is the opening salvo in what will be a ruthless, ongoing fee competition.” Kenneth Lamont, senior fund analyst for passive strategies at Morningstar, said there was “definitely a first-mover advantage” for BITO but believed “if there is a significant fee difference we will see investors switch”. “If you look at other markets you would have seen a similar story \\\\[of fee compression\\\\] over the years. I don’t believe the bitcoin is immune to the market pressures,” Lamont added. VanEck’s fee is also markedly cheaper than the 95bp charged by the WisdomTree Bitcoin ETP (BTCW) — the lowest-cost bitcoin exchange traded product available in the far more developed European market, according to data from TrackInsight. Weekly newsletter For the latest news and views on fintech from the FT’s network of correspondents around the world, sign up to our weekly newsletter #fintechFT Sign up here with one click The WisdomTree fund, like most in Europe, is physically backed by bitcoin, rather than being based on the futures market as its US counterparts are. The SEC has yet to approve any application for spot price-based crypto ETFs. The only cheaper bitcoin ETF in the world, the physically backed CI Galaxy Bitcoin ETF (BTCX), listed in Canada, charges 40bp, according to TrackInsight. VanEck’s European range of crypto exchange traded notes, which track five virtual currencies including bitcoin, charge between 1 per cent and 1.5 per cent. VanEck declined to comment for this story. Michael Sapir, chief executive of ProShares, defended BITO’s fee by arguing that the fund was actively, rather than passively managed, with ProShares’ traders “applying our expertise to roll the \\\\[futures\\\\] contracts”, rather than doing so automatically at a fixed point before expiry. However, Lamont was unconvinced this should a major factor. “They call it active, but actively choosing when to roll futures between one day and the next is not like being an active equity manager,” he argued. The nascent fee war leaves the dominant $42bn Grayscale Bitcoin Trust (GBTC) — a private trust that invests in the spot market — looking expensive, with a 2 per cent annual management fee. David LaValle, global head of ETFs at Grayscale, said it was committed to cutting the fee if and when Grayscale gets approval from the SEC to convert the trust to a spot ETF, which it filed to do last week, but did not suggest any reduction was impending otherwise. “We own 3.5 per cent of all the world’s bitcoin. This is the fee profile we have always had. We feel very comfortable given that we have a product in the marketplace that has very strong liquidity and a very strong asset base,” said LaValle, who argued that the cost of rolling futures contracts incurred by the first wave of US bitcoin ETFs meant GBTC would still have higher returns, despite its higher total expense ratio.\",\"timestamp\":1635155624,\"title\":\"‘Ruthless’ bitcoin ETF fee war looms after Van Eck filing\"},\"digest\":\"0fBNniQRlSfXAF86po8zrKlJeSoyYnPTgmMXYDPvcn0\",\"authorship\":{\"contributor\":\"0xa5A313A41968f058EF5C36ddC1891B51fF57caAD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HPXYWHLrqe-GVv4jYoOr1CknX8rzGs0X1gXysEumPi0\\\",\\\"y\\\":\\\"d-AusAyD1eFsDHeUobiKuTFXpF4kB9bzkP7CHucd5Z0\\\"}\",\"signature\":\"1NXszUq8N65Setiv0SMkj7ZGuzhGp_CN2xsb-_0vTLqKfkAkVi9CmWNhY5FJdQrMLwyf8iRtgqXvQS8SAfiq6g\",\"signingKeySignature\":\"0x6a913a8731272115704f5734cb5635bf3a4062ef7c1672123d221ed59651e9731d5c25617172d883ecbf5b19b1138d6ded41a031a363b2fa07031f9d6840cef61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HPXYWHLrqe-GVv4jYoOr1CknX8rzGs0X1gXysEumPi0\\\",\\\"y\\\":\\\"d-AusAyD1eFsDHeUobiKuTFXpF4kB9bzkP7CHucd5Z0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0fBNniQRlSfXAF86po8zrKlJeSoyYnPTgmMXYDPvcn0\"}"