"{\"content\":{\"body\":\"\\\"Because I am stupid,\\\" said Lucy. \\\"Stupid people can't talk. You should have had Ayala.\\\"\\n\\n\\\"I hope you do not envy Ayala her fortune, Lucy?\\\" A woman with any tact would not have asked such a question at such a time. She should have felt that a touch of such irony might he natural, and that unless it were expressed loudly, or shown actively, it might be left to be suppressed by affection and time. But she, as she had grown old, had taught herself to bear disappointment, and thought it wise to teach Lucy to do the same.\\n\\n\\\"Envy!\\\" said Lucy, not passionately, but after a little pause for thought. \\\"I sometimes think it is very hard to know what envy is.\\\"\\n\\n\\\"Envy, hatred, and malice,\\\" said Mrs Dosett, hardly knowing what she meant by the use of the well-worn words.\\n\\n\\\"I do know what hatred and malice are,\\\" said Lucy. \\\"Do you think I hate Ayala?\\\"\\n\\n\\\"I am sure you do not.\\\"\\n\\n\\\"Or that I bear her malice?\\\"\\n\\n\\\"Certainly not.\\\"\\n\\n\\\"If I had the power to take anything from her, would I do it? I love Ayala with my whole heart. Whatever be my misery I would rather bear it than let Ayala have even a share of it. Whatever good things she may have I would not rob her even of a part of them. If there be joy and sorrow to be divided between us I would wish to have the sorrow so that she might have the joy. That is not hatred and malice.\\\" Mrs Dosett looked at her over her spectacles. This was the girl who had declared that she could not speak because she was too stupid! \\\"But, when you ask me whether I envy her, I hardly know,\\\" continued Lucy. \\\"I think one does covet one's neighbour's house, in spite of the tenth commandment, even though one does not want to steal it.\\\"\\n\\nMrs Dosett repented herself that she had given rise to any conversation at all. Silence, absolute silence, the old silence which she had known for a dozen years before Lucy had come to her, would have been better than this. She was very angry, more angry than she had ever yet been with Lucy; and yet she was afraid to show her anger. Was this the girl's gratitude for all that her uncle was doing for her -- for shelter, food, comfort, for all that she had in the world? Mrs Dosett knew, though Lucy did not, of the little increased pinchings which had been made necessary by the advent of another inmate in the house; so many pounds of the meat in the week, and so much bread, and so much tea and sugar! It had all been calculated. In genteel houses such calculation must often be made. And when by degrees -- degrees very quick -- the garments should become worn which Lucy had brought with her, there must be something taken from the tight-fitting income for that need. Arrangements had already been made of which Lucy knew nothing, and already the two glasses of port wine a day had been knocked off from poor Mr Dosett's comforts. His wife had sobbed in despair when he had said that it should be so. He had declared gin and water to be as supporting as port wine, and the thing had been done. Lucy inwardly had been disgusted by the gin and water, knowing nothing of its history. Her father, who had not always been punctual in paying his wine-merchant's bills, would not have touched gin and water, would not have allowed it to contaminate his table. Everything in Mr Dosett's house was paid for weekly.\\n\\nAnd now Lucy, who had been made welcome to all that the genteel house could afford, who had been taken in as a child, had spoken of her lot as one which was all sorrowful. Bad as it is -- this living in Kingsbury Crescent -- I would rather bear it myself than subject Ayala to such misery! It was thus that she had, in fact, spoken of her new home when she had found it necessary to defend her feelings towards her sister. It was impossible that her aunt should be altogether silent under such treatment. \\\"We have done the best for you that is in our power, Lucy,\\\" she said, with a whole load of reproach in her tone.\\n\\n\\\"Have I complained, aunt?\\\"\\n\\n\\\"I thought you did.\\\"\\n\\n\\\"Oh, no! You asked me whether I envied Ayala. What was I to say? Perhaps I should have said nothing, but the idea of envying Ayala was painful to me. Of course she -- \\\"\\n\\n\\\"Well?\\\"\\n\\n\\\"I had better say nothing more, aunt. If I were to pretend to be cheerful I should be false. It is as yet only a few weeks since papa died.\\\" Then the work went on in silence between them for the next hour.\\n\\nAnd the work went on in solemn silence between them through the winter. It came to pass that the sole excitement of Lucy's life came from Ayala's letters -- the sole excitement except a meeting which took place between the sisters one day. When Lucy was taken to Kingsbury Crescent Ayala was at once carried down to Glenbogie, and from thence there came letters twice a week for six weeks. Ayala's letters, too, were full of sorrow. She, too, had lost her mother, her father, and her sister. Moreover, in her foolish petulance she said things of her Aunt Emmeline, and of the girls, and of Sir Thomas, which ought not to have been written of those who were kind to her. Her cousin Tom, too, she ridiculed -- Tom Tringle, the son and heir -- saying that he was a lout who endeavoured to make eyes at her. Oh, how distasteful, how vulgar they were after all that she had known. Perhaps the eldest girl, Augusta, was the worst. She did not think that she could put up with the assumed authority of Augusta. Gertrude was better, but a simpleton. Ayala declared herself to be sad at heart. But then the sweet scenery of Glenbogie, and the colour of the moors, and the glorious heights of Ben Alchan, made some amends. Even in her sorrow she would rave about the beauties of Glenbogie. Lucy, as she read the letters, told herself that Ayala's grief was a grief to be borne, a grief almost to be enjoyed. To sit and be sad with a stream purling by you, how different from the sadness of that dining-room in the Crescent. To look out upon the glories of a mountain, while a tear would now and again force itself into the eye, how much less bitter than the falling of salt drops over a tattered towel.\\n\\nLucy, in her answers, endeavoured to repress the groans of her spirit. In the first place she did acknowledge that it did not become her to speak ill of those who were, in truth, her benefactors; and then she was anxious not to declare to Ayala her feeling of the injustice by which their two lots had been defined to them. Though she had failed to control herself once or twice in speaking to her aunt she did control herself in writing her letters. She would never, never, write a word which should make Ayala unnecessarily unhappy. On that she was determined. She would say nothing to explain to Ayala the unutterable tedium of that downstairs parlour in which they passed their lives, lest Ayala should feel herself to be wounded by the luxurious comforts around her.\\n\\nIt was thus she wrote. Then there came a time in which they were to meet -- just at the beginning of November. The Tringles were going to Rome. They generally did go somewhere. Glenbogie, Merle Park, and the house in Queen's Gate, were not enough for the year. Sir Thomas was to take them to Rome, and then return to London for the manipulation of the millions in Lombard Street. He generally did remain nine months out of the twelve in town, because of the millions, making his visits at Merle Park very short; but Lady Tringle found that change of air was good for the girls. It was her intention now to remain at Rome for two or three months.\\n\\nThe party from Scotland reached Queen's Gate late one Saturday evening, and intended to start early on the Monday. To Ayala, who had made it quite a matter of course that she should see her sister, Lady Tringle had said that in that case a carriage must be sent across. It was awkward, because there were no carriages in London. She had thought that they had all intended to pass through London just as though they were not stopping. Sunday, she had thought, was not to be regarded as being a day at all. Then Ayala flashed up. She had flashed up some times before. Was it supposed that she was not going to see Lucy? Carriage! She would walk across Kensington Gardens, and find the house out all by herself. She would spend the whole day with Lucy, and come back alone in a cab. She was strong enough, at any rate, to have her way so far, that a carriage, wherever it came from, was sent for Lucy about three in the afternoon, and did take her back to Kingsbury Crescent after dinner.\\n\\nThen at last the sisters were together in Ayala's bedroom. \\\"And now tell me about everything,\\\" said Ayala.\\n\\nBut Lucy was resolved that she would not tell anything. \\\"I am so wretched!\\\" That would have been all; but she would not tell her wretchedness. \\\"We are so quiet in Kingsbury Crescent,\\\" she said,; \\\"you have so much more to talk of.\\\"\\n\\n\\\"Oh, Lucy, I do not like it.\\\"\\n\\n\\\"Not your aunt?\\\"\\n\\n\\\"She is not the worst, though she sometimes is hard to bear. I can't tell you what it is, but they all seem to think so much of themselves. In the first place they never will say a word about papa.\\\"\\n\\n\\\"Perhaps that is from feeling, Ayey.\\\"\\n\\n\\\"No, it is not. One would know that. But they look down upon papa, who had more in his little finger than they have with all their money.\\\"\\n\\n\\\"Then I should hold my tongue.\\\"\\n\\n\\\"So I do -- about him; but it is very hard. And then Augusta has a way with me, as though she had a right to order me. I certainly will not be ordered by Augusta. You never ordered me.\\\"\\n\\n\\\"Dear Ayey!\\\"\\n\\n\\\"Augusta is older than you -- of course, ever so much. They make her out twenty-three at her last birthday, but she is twenty-four. But that is not difference enough for ordering -- certainly between cousins. I do hate Augusta.\\\"\\n\\n\\\"I would not hate her.\\\"\\n\\n\\\"How is one to help oneself? She has a way of whispering to Gertrude, and to her mother, when I am there, which almost kills me. 'If you'll only give me notice I'll go out of the room at once,' I said the other day, and they were all so angry.\\\"\\n\\n\\\"I would not make them angry if I were you, Ayey.\\\"\\n\\n\\\"Why not?\\\"\\n\\n\\\"Not Sir Thomas, or Aunt Emmeline.\\\"\\n\\n\\\"I don't care a bit for Sir Thomas. I am not sure but he is the most good-natured, though he is so podgy. Of course, when Aunt Emmeline tells me anything I do it.\\\"\\n\\n\\\"It is so important that you should be on good terms with them.\\\" \\\"I don't see it at all,\\\" said Ayala, flashing round.\\n\\n\\\"Aunt Emmeline can do so much for you. We have nothing of our own -- you and I.\\\"\\n\\n\\\"Am I to sell myself because they have got money! No, indeed! No one despises money so much as I do. I will never be other to them than if I had the money, and they were the poor relations.\\\" \\\"That will not do, Ayey.\\\"\\n\\n\\\"I will make it do. They may turn me out if they like. Of course, I know that I should obey my aunt, and so I will. If Sir Thomas told me anything I should do it. But not Augusta.\\\" Then, while Lucy was thinking how she might best put into soft words advice which was so clearly needed, Ayala declared another trouble. \\\"But there is worse still.\\\"\\n\\n\\\"What is that?\\\"\\n\\n\\\"Tom!\\\"\\n\\n\\\"What does Tom do?\\\"\\n\\n\\\"You know Tom, Lucy?\\\"\\n\\n\\\"I have seen him.\\\"\\n\\n\\\"Of all the horrors he is the horridest.\\\"\\n\\n\\\"Does he order you about?\\\"\\n\\n\\\"No; but he -- \\\"\\n\\n\\\"What is it, Ayey?\\\"\\n\\n\\\"Oh! Lucy, he is so dreadful. He -- \\\"\\n\\n\\\"You don't mean that he makes love to you?\\\"\\n\\n\\\"He does. What am I to do, Lucy?\\\"\\n\\n\\\"Do they know it?\\\"\\n\\n\\\"Augusta does, I'm sure; and pretends to think that it is my fault. I am sure that there will be a terrible quarrel some day. I told him the day before we left Glenbogie that I should tell his mother. I did indeed. Then he grinned. He is such a fool. And when I laughed he took it all as kindness. I couldn't have helped laughing if I had died for it.\\\"\\n\\n\\\"But he has been left behind.\\\"\\n\\n\\\"Yes, for the present. But he is to come over to us some time after Christmas, when Uncle Tringle has gone back.\\\"\\n\\n\\\"A girl need not be bothered by a lover unless she chooses, Ayey. \\\"But it will be such a bother to have to talk about it. He looks at me, and is such an idiot. Then Augusta frowns. When I see Augusta frowning I am so angry that I feel like boxing her ears. Do you know, Lucy, that I often think that it will not do, and that I shall have to be sent away. I wish it had been you that they had chosen.\\\"\\n\\nSuch was the conversation between the girls. Of what was said everything appertained to Ayala. Of the very nature of Lucy's life not a word was spoken. As Ayala was talking Lucy was constantly thinking of all that might be lost by her sister's imprudence. Even though Augusta might be disagreeable, even though Tom might be a bore, it should all be borne -- borne at any rate for a while -- seeing how terrible would be the alternative. The alternative to Lucy seemed to be Kingsbury Crescent and Aunt Dosett. It did not occur to her to think whether in any possible case Ayala would indeed be added to the Crescent family, or what in that case would become of herself, and whether they two might live with Aunt Dosett, and whether in that case life would not be infinitely improved. Ayala had all that money could do for her, and would have such a look-out into the world from a wealthy house as might be sure at last to bring her some such husband as would be desirable. Ayala, in fact, had everything before her, and Lucy had nothing. Wherefore it became Lucy's duty to warn Ayala, so that she should bear with much, and throw away nothing. If Ayala could only know what life might be, what life was at Kingsbury Crescent, then she would be patient, then she would softly make a confidence with her aunt as to Tom's folly, then she would propitiate Augusta. Not care for money! Ayala had not yet lived in an ugly room and darned sheets all the morning. Ayala had never sat for two hours between the slumbers of Uncle Dosett and the knitting of Aunt Dosett. Ayala had not been brought into contact with gin and water.\\n\\n\\\"Oh, Ayala!\\\" she said, as they were going down to dinner together, \\\"do struggle; do bear it. Tell Aunt Emmeline. She will like you to tell her. If Augusta wants you to go anywhere, do go. What does it signify? Papa and mamma are gone, and we are alone.\\\" All this she said without a word of allusion to her own sufferings. Ayala made a half promise. She did not think she would go anywhere for Augusta's telling; but she would do her best to satisfy Aunt Emmeline. Then they went to dinner, and after dinner Lucy was taken home without further words between them.\\n\\nAyala wrote long letters on her journey, full of what she saw, and full of her companions. From Paris she wrote, and then from Turin, and then again on their immediate arrival at Rome. Her letters were most imprudent as written from the close vicinity of her aunt and cousin. It was such a comfort that that oaf Tom had been left behind. Uncle Tringle was angry because he did not get what he liked to eat. Aunt Emmeline gave that courier such a terrible life, sending for him every quarter of an hour. Augusta would talk first French and then Italian, of which no one could understand a word. Gertrude was so sick with travelling that she was as pale as a sheet. Nobody seemed to care for anything. She could not get her aunt to look at the Campanile at Florence, or her cousins to know one picture from another. \\\"As for pictures, I am quite sure that Mangle's angels would do as well as Raffael's.\\\" Mangle was a brother academician whom their father had taught them to despise. There was contempt, most foolish contempt, for all the Tringles; but, luckily, there had be no quarrelling. Then it seemed that both in Paris and in Florence Ayala had bought pretty things, from which it was to be argued that her uncle had provided her liberally with money. One pretty thing had been sent from Paris to Lucy, which could not have been bought for less than many francs. It would not be fair that Ayala should take so much without giving something in return.\\n\\nLucy knew that she too should give something in return. Though Kingsbury Crescent was not attractive, though Aunt Dosett was not to her a pleasant companion, she had begun to realise the fact that it behoved her to be grateful, if only for the food she ate, and for the bed on which she slept. As she thought of all that Ayala owed she remembered also her own debts. As the winter went on she struggled to pay them. But Aunt Dosett was a lady not much given to vacillation. She had become aware at first that Lucy had been rough to her, and she did not easily open herself to Lucy's endearments. Lucy's life at Kingsbury Crescent had begun badly, and Lucy, though she understood much about it, found it hard to turn a bad beginning to a good result.\\n\\nCHAPTER 4 ISADORE HAMEL\\n\\nIt was suggested to Lucy before she had been long in Kingsbury Crescent that she should take some exercise. For the first week she had hardly been out of the house; but this was attributed to her sorrow. Then she had accompanied her aunt for a few days during the half-hour's marketing which took place every morning, but in this there had been no sympathy. Lucy would not interest herself in the shoulder of mutton which must be of just such a weight as to last conveniently for two days -- twelve pounds -- of which, it was explained to her, more than one-half was intended for the two servants, because there was always a more lavish consumption in the kitchen than in the parlour. Lucy would not appreciate the fact that eggs at a penny a piece, whatever they might be, must be used for puddings, as eggs with even a reputation of freshness cost two-pence. Aunt Dosett, beyond this, never left the house on week-days except for a few calls which were made perhaps once a month, on which occasion the Sunday gloves and the Sunday silk dress were used. On Sunday they all went to church. But this was not enough for exercise, and as Lucy was becoming pale she was recommended to take to walking in Kensington Gardens.\\n\\nIt is generally understood that there are raging lions about the metropolis, who would certainly eat up young ladies whole if young ladies were to walk about the streets or even about the parks by themselves. There is, however, beginning to be some vacillation as to the received belief on this subject as regards London. In large continental towns, such as Paris and Vienna, young ladies would be devoured certainly. Such, at least, is the creed. In New York and Washington there are supposed to be no lions, so that young ladies go about free as air. In London there is a rising doubt, under which before long, probably, the lions will succumb altogether. Mrs Dosett did believe somewhat in lions, but she believed also in exercise. And she was aware that the lions eat up chiefly rich people. Young ladies who must go about without mothers, brothers, uncles, carriages, or attendants of any sort, are not often eaten or even roared at. It is the dainty darlings for whom the roarings have to be feared. Mrs Dosett, aware that daintiness was no longer within the reach of her and hers, did assent to these walkings in Kensington Gardens. At some hour in the afternoon Lucy would walk from the house by herself, and within a quarter of an hour would find herself on the broad gravel path which leads down to the Round Pond. From thence she would go by the back of the Albert Memorial, and then across by the Serpentine and return to the same gate, never leaving Kensington Gardens. Aunt Dosett had expressed some old-fashioned idea that lions were more likely to roar in Hyde Park than within the comparatively retired purlieus of Kensington. Now the reader must be taken back for a few moments to the bijou, as the bijou was before either the artist or his wife had died. In those days there had been a frequent concourse of people in the artist's house. Society there had not consisted chiefly of eating and drinking. Men and women would come in and out as though really for a purpose of talking. There would be three or four constantly with Dormer in his studio, helping him but little perhaps in the real furtherance of his work, though discussing art subjects in a manner calculated to keep alive art-feeling among them. A novelist or two of a morning might perhaps aid me in my general pursuit, but would, I think, interfere with the actual tally of pages. Egbert Dormer did not turn out from his hand so much work as some men that I know, but he was overflowing with art up to his ears -- and with tobacco, so that, upon the whole, the bijou was a pleasant rendezvous.\\n\\nThere had come there of late, quite of late, a young sculptor, named Isadore Hamel. Hamel was an Englishman, who, however, had been carried very early to Rome and had been bred there. Of his mother question never was made, but his father had been well known as an English sculptor resident at Rome. The elder Hamel had been a man of mark, who had a fine suite of rooms in the city and a villa on one of the lakes, but who never came to England. English connections were, he said, to him abominable, by which he perhaps meant that the restrictions of decent life were not to his taste. But his busts came, and his groups in marble, and now and again some great work for some public decoration: so that money was plentiful with him, and he was a man of note. It must be acknowledged of him that he spared nothing in bringing up his son, giving him such education as might best suit his future career as an artist, and that money was always forthcoming for the lad's wants and fantasies.\\n\\nThen young Hamel also became a sculptor of much promise; but early in life differed from his father on certain subjects of importance. The father was wedded to Rome and to Italy. Isadore gradually expressed an opinion that the nearer a man was to his market the better for him, that all that art could do for a man in Rome was as nothing to the position which a great artist might make for himself in London -- that, in fact, an Englishman had better be an Englishman. At twenty-six he succeeded in his attempt, and became known as a young sculptor with a workshop at Brompton. He became known to many both by his work and his acquirements; but it may not be surprising that after a year he was still unable to live, as he had been taught to live, without drawing upon his father. Then his father threw his failure in his teeth, not refusing him money indeed, but making the receipt of it unpleasant to him.\\n\\nAt no house had Isadore Hamel been made so welcome as at Dormer's. There was a sympathy between them both on that great question of art, whether to an artist his art should be a matter to him of more importance than all the world besides. So said Dormer -- who simply died because his wife died, who could not have touched his brush if one of his girls had been suffering, who, with all his genius, was but a faineant workman. His art more than all the world to him! No, not to him. Perhaps here and again to some enthusiast, and him hardly removed from madness! Where is the painter who shall paint a picture after his soul's longing though he shall get not a penny for it -- though he shall starve as he put his last touch to it, when he knows that by drawing some duchess of the day he shall in a fortnight earn a ducal price? Shall a wife and child be less dear to him than to a lawyer -- or to a shoemaker, or the very craving of his hunger less obdurate? A man's self, and what he has within him and his belongings, with his outlook for this and other worlds -- let that be the first, and the work, noble or otherwise, be the second. To be honest is greater than to have painted the San Sisto, or to have chiselled the Apollo, to have assisted in making others honest -- infinitely greater. All of which were discussed at great length at the bijou, and the bijouites always sided with the master of the house. To an artist, said Dormer, let his art be everything -- above wife and children, above money, above health, above even character. Then he would put out his hand with his jewelled finger, and stretch forth his velvet-clad arm, and soon after lead his friend away to the little dinner at which no luxury had been spared. But young Hamel agreed with the sermons, and not the less because Lucy Dormer had sat by and listened to them with rapt attention.\\n\\nNot a word of love had been spoken to her by the sculptor when her mother died, but there had been glances and little feelings of which each was half conscious. It is so hard for a young man to speak of love, if there be real love -- so impossible that a girl should do so! Not a word had been spoken, but each had thought that the other must have known. To Lucy a word had been spoken by her mother -- \\\"Do not think too much of him till you know,\\\" the mother had said -- not quite prudently. \\\"Oh, no! I will think of him not at all,\\\" Lucy had replied. And she had thought of him day and night. \\\"I wonder why Mr Hamel is so different with you?\\\" Ayala had said to her sister. \\\"I am sure he is not different with me\\\", Lucy had replied. Then Ayala had shaken her full locks and smiled.\\n\\nThings came quickly after that. Mrs Dormer had sickened and died. There was no time then for thinking of that handsome brow, of that short jet black hair, of those eyes so full of fire and thoughtfulness, of that perfect mouth, and the deep but yet soft voice. Still even in her sorrow this new god of her idolatry was not altogether forgotten. It was told to her that he had been summoned off to Rome by his father, and she wondered whether he was to find his home at Rome for ever. Then her father was ill, and in his illness Hamel came to say one word of farewell before he started.\\n\\n\\\"You find me crushed to the ground,\\\" the painter said. Something the young man whispered as to the consolation which time would bring. \\\"Not to me,\\\" said Dormer. \\\"It is as though one had lost his eyes. One cannot see without his eyes.\\\" It was true of him. His light had been put out.\\n\\nThen, on the landing at the top of the stairs, there had been one word between Lucy and the sculptor. \\\"I ought not to have intruded on you perhaps,\\\" he said; \\\"but after so much kindness I could hardly go without a word.\\\"\\n\\n\\\"I am sure he will be glad that you have come.\\\"\\n\\n\\\"And you?\\\"\\n\\n\\\"I am glad too -- so that I may say goodbye.\\\" Then she put out her hand, and he held it for a moment as he looked into her eyes. There was not a word more, but it seemed to Lucy as though there had been so many words.\\n\\nThings went on quickly. Egbert Dormer died, and Lucy was taken away to Kingsbury Crescent. When once Ayala had spoken about Mr Hamel, Lucy had silenced her. Any allusion to the idea of love wounded her, as though it was too impossible for dreams, too holy for words. How should there be words about a lover when father and mother were both dead? He had gone to his old and natural home. He had gone, and of course he would not return. To Ayala, when she came up to London early in November, to Ayala, who was going to Rome, where Isadore Hamel now was, Isadore Hamel's name was not mentioned. But through the long mornings of her life, through the long evenings, through the long nights, she still thought of him -- she could not keep herself from thinking. To a girl whose life is full of delights her lover need not be so very much -- need not, at least, be everything. Though he be a lover to be loved at all points, her friends will be something, her dancing, her horse, her theatre-going, her brothers and sisters, even her father and mother. But Lucy had nothing. The vision of Isadore Hamel had passed across her life, and had left with her the only possession that she had. It need hardly be said that she never alluded to that possession at Kingsbury Crescent. It was not a possession from which any enjoyment could come except that of thinking of it. He had passed away from her, and there was no point of life at which he could come across her again. There was no longer that half-joint studio. If it had been her lot to be as was Ayala, she then would have been taken to Rome. Then again he would have looked into her eyes. and taken her hand in his. Then perhaps -- . But now, even though he were to come back to London, he would know nothing of her haunts. Even in that case nothing would bring them together. As the idea was crossing her mind -- as it did cross it so frequently -- she saw him turning from the path on which she was walking, making his way towards the steps of the Memorial.\\n\\nThough she saw no more than his back she was sure that it was Isadore Hamel. For a moment there was an impulse on her to run after him and to call his name. It was then early in January, and she was taking her daily walk through Kensington Gardens. She had walked there daily now for the last two months and had never spoken a word or been addressed -- had never seen a face that she had recognised. It had seemed to her that she had not an acquaintance in the world except Uncle Reg and Aunt Dosett. And now, almost within reach of her hand, was the one being in all the world whom she most longed to see. She did stand and the word was formed within her lips; but she could not speak it. Then came the thought that she would run after him, but the thought was expelled quickly. Though she might lose him again and for ever she could not do that. She stood almost gasping till he was out of sight, and then she passed on upon her usual round.\\n\\nShe never omitted her walks after that, and always paused a moment as the path turned away to the Memorial. It was not that she thought that she might meet him there -- there rather than elsewhere -- but there is present to us often an idea that when some object has passed from us that we have desired then it may be seen again. Day after day, and week after week, she did not see him. During this time there came letters from Ayala, saying that their return to England was postponed till the first week in February -- that she would certainly see Lucy in February -- that she was not going to be hurried through London in half an hour because her aunt wished it; and that she would do as she pleased as to visiting her sister. Then there was a word or two about Tom -- \\\"Oh, Tom -- that idiot Tom!\\\" And another word or two about Augusta. \\\"Augusta is worse than ever. We have not spoken to each other for the last day or two.\\\" This came but a day or two before the intended return of the Tringles.\\n\\nNo actual day had been fixed. But on the day before that on which Lucy thought it probable that the Tringles might return to town she was again walking in the Gardens. Having put two and two together, as people do, she felt sure that the travellers could not be away more than a day or two longer. Her mind was much intent upon Ayala, feeling that the imprudent girl was subjecting herself to great danger, knowing that it was wrong that she and Augusta should be together in the house without speaking -- thinking of her sister's perils -- when, of a sudden, Hamel was close before her! There was no question of calling to him now -- no question of an attempt to see him face to face. She had been wandering along the path with eyes fixed upon the ground, when her name was sharply called, and they two were close to each other. Hamel had a friend with him, and it seemed to Lucy at once, that she could only bow to him, only mutter something, and then pass on. How can a girl stand and speak to a gentleman in public, especially when that gentleman has a friend with him? She tried to look pleasant, bowed, smiled, muttered something,\\n\\nand was passing on. But he was not minded to lose her thus immediately. \\\"Miss Dormer,\\\" he said, \\\"I have seen your sister at Rome. May I not say a word about her?\\\"\\n\\nWhy should he not say a word about Ayala? In a minute he had left his friend, and was walking back along the path with Lucy. There was not much that he had to say about Ayala. He had seen Ayala and the Tringles, and did manage to let it escape him that Lady Tringle had not been very gracious to himself when once, in public, he had claimed acquaintance with Ayala. But at that he simply smiled. Then he had asked of Lucy where she lived. \\\"With my uncle, Mr Dosett,\\\" said Lucy, \\\"at Kingsbury Crescent.\\\" Then, when he asked whether he might call, Lucy, with many blushes, had said that her aunt did not receive many visitors -- that her uncle's house was different from what her father's had been. \\\"Shall I not see you at all, then?\\\" he asked.\\n\\nShe did not like to ask him after his own purposes of life, whether he was now a resident in London, or whether he intended to return to Rome. She was covered with bashfulness, and dreaded to seem even to be interested in his affairs. \\\"Oh, yes,\\\" she said,; \\\"perhaps we may meet some day.\\\"\\n\\n\\\"Here?\\\" he asked.\\n\\n\\\"Oh, no; not here! It was only an accident.\\\" As she said this she determined that she must walk no more in Kensington Gardens. It would be dreadful, indeed, were he to imagine that she would consent to make an appointment with him. It immediately occurred to her that the lions were about, and that she must shut herself up.\\n\\n\\\"I have thought of you every day since I have been back,\\\" he said, \\\"and I did not know where to hear of you. Now that we have met am I to lose you again?\\\" Lose her! What did he mean by losing her? She, too, had found a friend -- she who had been so friendless! Would it not be dreadful to her, also, to lose him? \\\"Is there no place where I may ask of you?\\\"\\n\\n\\\"When Ayala is back, and they are in town, perhaps I shall sometimes be at Lady Tringle's,\\\" said Lucy, resolved that she would not tell him of her immediate abode. This was, at any rate, a certain address from where he might commence further inquiries, should he wish to make inquiry; and as such he accepted it. \\\"I think I had better go now,\\\" said Lucy, trembling at the apparent impropriety of her present conversation.\\n\\nHe knew that it was intended that he should leave her, and he went. \\\"I hope I have not offended you in coming so far.\\\"\\n\\n\\\"Oh, no.\\\" Then again she gave him her hand and again there was the same look as he took his leave.\\n\\nWhen she got home, which was before the dusk, having resolved that she must, at any rate, tell her aunt that she had met a friend, she found that her uncle had returned from his office. This was a most unusual occurrence. Her uncle, she knew, left Somerset House exactly at half past four, and always took an hour and a quarter for his walk. She had never seen him in Kingsbury Crescent till a quarter before six. \\\"I have got letters from Rome,\\\" he said, in a solemn voice.\\n\\n\\\"From Ayala?\\\"\\n\\n\\\"One from Ayala, for you. It is here. And I have had one from my sister, also; and one, in the course of the day, from your uncle in Lombard Street. You had better read them!\\\" There was something terribly tragic in Uncle Dosett's voice as he spoke. And so must the reader read the letters; but they must be delayed for a few chapters.\\n\\nCHAPTER 5 AT GLENBOGIE\\n\\nWe must go back to Ayala's life during the autumn and winter. She was rapidly whirled away to Glenbogie amidst the affectionate welcomings of her aunt and cousins. All manner of good things were done for her, as to presents and comforts. Young as she was, she had money given to her, which was not without attraction; and though she was, of course, in the depth of her mourning, she was made to understand that even mourning might be made becoming if no expense were spared. No expense among the Tringles ever was spared, and at first Ayala liked the bounty of profusion. But before the end of the first fortnight there grew upon her a feeling that even bank-notes become tawdry if you are taught to use them as curl-papers. It may be said that nothing in the world is charming unless it be achieved at some trouble. If it rained \\\"'64 Leoville' -- which I regard as the most divine of nectars -- I feel sure that I should never raise it to my lips. Ayala did not argue the matter out in her mind, but in very early days she began to entertain a dislike to Tringle magnificence. There had been a good deal of luxury at the bijou, but always with a feeling that it ought not to be there -- that more money was being spent than prudence authorised -- which had certainly added a savour to the luxuries. A lovely bonnet, is it not more lovely because the destined wearer knows that there is some wickedness in achieving it? All the bonnets, all the claret, all the horses, seemed to come at Queen's Gate and at Glenbogie without any wickedness. There was no more question about them than as to one's ordinary bread and butter at breakfast. Sir Thomas had a way -- a merit shall we call it or a fault? -- of pouring out his wealth upon the family as though it were water running in perpetuity from a mountain tarn. Ayala the romantic, Ayala the poetic, found very soon that she did not like it.\\n\\nPerhaps the only pleasure left to the very rich is that of thinking of the deprivations of the poor. The bonnets, and the claret, and the horses, have lost their charm; but the Gladstone, and the old hats, and the four-wheeled cabs of their neighbours, still have a little flavour for them. From this source it seemed to Ayala that the Tringles drew much of the recreation of their lives. Sir Thomas had his way of enjoying this amusement, but it was a way that did not specially come beneath Ayala's notice. When she heard that Break-at-last, the Huddersfield manufacturer, had to sell his pictures, and that all Shoddy and Stuffgoods' grand doings for the last two years had only been a flash in the pan, she did not understand enough about it to feel wounded; but when she heard her aunt say that people like the Poodles had better not have a place in Scotland than have to let it, and when Augusta hinted that Lady Sophia Smallware had pawned her diamonds, then she felt that her nearest and dearest relatives smelt abominably of money.\\n\\nOf all the family Sir Thomas was most persistently the kindest to her, though he was a man who did not look to be kind. She was pretty, and though he was ugly himself he liked to look at\\n\\nthings pretty. He was, too, perhaps, a little tired of his own wife and daughters -- who were indeed what he had made them, but still were not quite to his taste. In a general way he gave instructions that Ayala should be treated exactly as a daughter, and he informed his wife that he intended to add a codicil to his will on her behalf. \\\"Is that necessary?\\\" asked Lady Tringle, who began to feel something like natural jealousy. \\\"I suppose I ought to do something for a girl if I take her by the hand,\\\" said Sir Thomas, roughly. \\\"If she gets a husband I will give her something, and that will do as well.\\\" Nothing more was said about it, but when Sir Thomas went up to town the codicil was added to his will.\\n\\nAyala was foolish rather than ungrateful, not understanding the nature of the family to which she was relegated. Before she had been taken away she had promised Lucy that she would be \\\"obedient\\\" to her aunt. There had hardly been such a word as obedience known at the bijou. If any were obedient, it was the mother and the father to the daughters. Lucy, and Ayala as well, had understood something of this; and therefore Ayala had promised to be obedient to her aunt. \\\"And to Uncle Thomas,\\\" Lucy had demanded, with an imploring embrace. \\\"Oh, yes,\\\" said Ayala, dreading her uncle at that time. She soon learned that no obedience whatsoever was exacted from Sir Thomas. She had to kiss him morning and evening, and then to take whatever presents he made her. An easy uncle he was to deal with, and she almost learned to love him. Nor was Aunt Emmeline very exigeant, though she was fantastic and sometimes disagreeable. But Augusta was the great difficulty. Lucy had not told her to obey Augusta, and Augusta she would not obey. Now Augusta demanded obedience.\\n\\n\\\"You never ordered me,\\\" Ayala had said to Lucy when they met in London as the Tringles were passing through. At the bijou there had been a republic, in which all the inhabitants and all the visitors had been free and equal. Such republicanism had been the very mainspring of life at the bijou. Ayala loved equality, and she specially felt that it should exist among sisters. Do anything for Lucy? Oh, yes, indeed, anything; abandon anything; but for Lucy as a sister among sisters, not for an elder as from a younger! And if she were not bound to serve Lucy then certainly not Augusta. But Augusta liked to be served. On one occasion she sent Ayala upstairs, and on another she sent Ayala downstairs. Ayala went, but determined to be equal with her cousin. On the morning following, in the presence of Aunt Emmeline and of Gertrude, in the presence also of two other ladies who were visiting at the house, she asked Augusta if she would mind running upstairs and fetching her scrap-book! She had been thinking about it all the night and all the morning, plucking up her courage. But she had been determined. She found a great difficulty in saying the words, but she said them. The thing was so preposterous that all the ladies in the room looked aghast at the proposition. \\\"I really think that Augusta has got something else to do,\\\" said. Aunt Emmeline. \\\"Oh, very well,\\\" said Ayala, and then they were all silent. Augusta, who was employed on a silk purse, sat still and did not say a word.\\n\\nHad a great secret, or rather a great piece of news which pervaded the family, been previously communicated to Ayala, she would not probably have made so insane a suggestion. Augusta was engaged to be married to the Honourable Septimus Traffick, the member for Port Glasgow. A young lady who is already half a bride is not supposed to run up and down stairs as readily as a mere girl. For running up and down stairs at the bijou Ayala had been proverbial. They were a family who ran up and down with the greatest alacrity. \\\"Oh, papa, my basket is out on the seat' -- for there had been a seat in the two-foot garden behind the house. Papa would go down in two jumps and come up with three skips, and there was the basket, only because his girl liked him to do something for her. But for him Ayala would run about as though she were a tricksy Ariel. Had the important matrimonial news been conveyed to Ariel, with a true girl's spirit she would have felt that during the present period Augusta was entitled to special exemption from all ordering. Had she herself been engaged she would have run more and quicker than ever -- would have been excited thereto by the peculiar vitality of her new prospects; but to even Augusta she would be subservient, because of her appreciation of bridal importance. She, however, had not been told till that afternoon. \\\"You should not have asked Augusta to go upstairs,\\\" said Aunt Emmeline, in a tone of mitigated reproach.\\n\\n\\\"Oh! I didn't know,\\\" said Ayala.\\n\\n\\\"You had meant to say that because she had sent you you were to send her. There is a difference, you know.\\\"\\n\\n\\\"I didn't know,\\\" said Ayala, beginning to think that she would fight her battle if told of such differences as she believed to exist.\\n\\n\\\"I had meant to tell you before, but I may as well tell you now, Augusta is engaged to be married to the Honourable Mr Septimus Traffick. He is second son of Lord Boardotrade, and is in the House.\\\"\\n\\n\\\"Dear me!\\\" said Ayala, acknowledging at once within her heart that the difference alleged was one against which she need not rouse herself to the fight. Aunt Emmeline had, in truth, intended to insist on that difference -- and another; but her courage had failed her.\\n\\n\\\"Yes, indeed. He is a man very much thought of just now in public life, and Augusta's mind is naturally much occupied. He writes all those letters in The Times about supply and demand.\\\"\\n\\n\\\"Does he, aunt?\\\" Ayala did feel that if Augusta's mind was entirely occupied with supply and demand she ought not to be made to go upstairs to fetch a scrap-book. But she had her doubts about Augusta's mind. Nevertheless, if the forthcoming husband were true, that might be a reason. \\\"If anybody had told me before I wouldn't have asked her,\\\" she said.\\n\\nThen Lady Tringle explained that it had been thought better not to say anything heretofore as to the coming matrimonial hilarities because of the sadness which had fallen upon the Dormer family. Ayala accepted this as an excuse, and nothing further was said as to the iniquity of her request to her cousin. But there was a general feeling among the women that Ayala, in lieu of gratitude, had exhibited an intention of rebelling.\\n\\nOn the next day Mr Traffick arrived, whose coming had probably made it necessary that the news should be told. Ayala was never so surprised in her life as when she saw him. She had never yet had a lover of her own, had never dreamed of a lover, but she had her own idea as to what a lover ought to be. She had thought that Isadore Hamel would be a very nice lover -- for her sister. Hamel was young, handsome, with a great deal to say on such a general subject as art, but too bashful to talk easily to the girl he admired. Ayala had thought that all that was just as it should be. She was altogether resolved that Hamel and her sister should be lovers, and was determined to be devoted to her future brother-in-law. But the Honourable Septimus Traffick! It was a question to her whether her Uncle Tringle would not have been better as a lover.\\n\\nAnd yet there was nothing amiss about Mr Traffick. He was very much like an ordinary hard-working member of the House of Commons, over perhaps rather than under forty years of age. He was somewhat bald, somewhat grey, somewhat fat, and had lost that look of rosy plumpness which is seldom, I fear, compatible with hard work and late hours. He was not particularly ugly, nor was he absurd in appearance. But he looked to be a disciple of business, not of pleasure, nor of art. \\\"To sit out on the bank of a stream and have him beside one would not be particularly nice,\\\" thought Ayala to herself. Mr Traffick no doubt would have enjoyed it very well if he could have spared the time; but to Ayala it seemed that such a man as that could have cared nothing for love. As soon as she saw him, and realised in her mind the fact that Augusta was to become his wife, she felt at once the absurdity of sending Augusta on a message.\\n\\nAugusta that evening was somewhat more than ordinarily kind to her cousin. Now that the great secret was told, her cousin no doubt would recognise her importance. \\\"I suppose you had not heard of him before?\\\" she said to Ayala.\\n\\n\\\"I never did.\\\"\\n\\n\\\"That's because you have not attended to the debates.\\\"\\n\\n\\\"I never have. What are debates?\\\"\\n\\n\\\"Mr Traffick is very much thought of in the House of Commons on all subjects affecting commerce.\\\"\",\"timestamp\":1639990616,\"title\":\"I have very little to say,\\\" replied Lucy, with repressed anger. \\\"But why?\\\" \"},\"digest\":\"gBzY6B1Ojqy65Va1alBnmHDqpqQYKAv5TjT7Rr3TGg8\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GukRoftQKDnQxSre_QQpAWMJ4sHxYcVS5EpXejliTR8\\\",\\\"y\\\":\\\"pbk_mXN9HVqxvm6WySK7Z-_nVWdVTRzmrbEaeTPu-8s\\\"}\",\"signature\":\"cJzX1h1pkfx3BmocQrXopZQ9Ax3DHfclIkPeo9byGeUTHtHovQG_qGHO8m5Vo3cWmXOfY0-7s2xovrNg1YMM3g\",\"signingKeySignature\":\"0x130a35341f05d0e18196bb97151a5fad80bd50e281ed916c62bbaa39b5c7ef762fc71424069e544783302c341699814fe578f70f5e4f2cbc11cfb1926522c9f61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GukRoftQKDnQxSre_QQpAWMJ4sHxYcVS5EpXejliTR8\\\",\\\"y\\\":\\\"pbk_mXN9HVqxvm6WySK7Z-_nVWdVTRzmrbEaeTPu-8s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gBzY6B1Ojqy65Va1alBnmHDqpqQYKAv5TjT7Rr3TGg8\"}"