"{\"content\":{\"body\":\"When we first kicked off work on Myco over a year ago, we had a simple thesis: that the value accruing from a community's activities should flow back to its contributors.\\n\\nOver this time we've created a platform that lets anyone launch DAOs which are co-owned by their members, putting economic ownership in the hands of the many instead of the few. We've combined powerful economic tools with new types of social spaces which are optimized for healthy community building, to bring about a new generation of internet-native communities/collectives/coops/companies. We're excited to continue unveiling these powerful tools to our community over the coming months.\\n\\n**As part of growing this community, we’re happy to announce that we’ve closed $800k in funding from a stellar cohort of angels and funds who are helping to bring about the DAO revolution.**\\n\\n## Why Venture Funding\\n\\nTo build the product, we decided early on that the best avenue for raising capital would be via traditional venture investing (rather than selling a token or another novel alternative). This structure makes it easy to work with non-crypto-native investors who have experience building products for mainstream audiences.\\n\\nWe first raised a $400k Pre-Seed round back in January 2021 from an excellent cohort of angels and funds: Jill Gunter (ex Slow), Mariano Conti (ex Maker), Scott Moore (Gitcoin), Joyce Yang (Global Coin Research), Reuben Bramanathan (IDEO),  Mike Goldin (ConsenSys), Craig Hammel (ex Coinbase), Ash Egan (Archetype), Joseph Lubin (Ethereum), Senary Blockchain Ventures, Isaac Lidsky (SBV), Jonah Weinstein (SBV), Takoma Group, and Russell Verbeeten (ex ConsenSys).\\n\\nAnd while the market has remained quite hot this year, our goal around funding has continued to be avoiding raising too much too early, to keep us grounded in our assumptions and to give us more equity that we could reward to contributors (rather than selling it all to investors).\\n\\n## Our Growing Community\\n\\nInstead of going ahead and raising a subsequent Seed Round from institutional investors, we decided that first we would rather raise a smaller Community Round devoted specifically to individuals and groups who were already in our orbit helping us build Myco. After reaching out to a broad variety of builders, community members, DAOs, and dynamic funds, we're excited to add another 50+ individuals and groups to our cap-table.\\n\\nHere's a full list of everyone who joined this round:\\n\\nAdrian Tavares (Tally), Alex Adelman (Lolli), Alex Masmej (Showtime), Auryn McMillan (Gnosis), Balaji Srinivasan*,* Billy Luedtke (Layer 0), Brian Flynn (Rabbithole), Cameron Hejazi (Cent), Corbin Page (ConsenSys), DAO Jones, Derek Hsue (Reverie),  Dima Buterin, Dragos Rizescu (Barnbridge), eGirl Capital, Eric Juta (Necc Protocol), Evin McMullen (Serto), Eylon Aviv (Collider), Forester Music, Framework Ventures, Garrett MacDonald, Jahed Momand (Savvy Cooperative), James Young (Collab Land), Jesse Grushack (Six Agency), Joseph Bender (Stacks), Jenil Thakkar (Coinvise), Mathemphetamine (Jing Wang), Moonbase Fund, Neil Harounian (Whitestar), Own Fund, Palm Tree Crew, Pet3r Pan (1kx), Rahilla Zafar (Minted Documentary), RAZ (Agora), Robert Keenan (BCV), Roach Capital (Fahd Ananta), Sam Feldt, Seed Club Ventures, Sequoia's Scout Fund, Siddharth Jain (Polygon), Stefan George (Gnosis), Tarun Sachdeva (Aikido), Tegan Kline (Edge & Node), Theresa Rodriguez, Thomas Klocanas (Blocktower), Trent McConaghy (Ocean Protocol), Trevor McFedries (Dapper Labs), Yehuda Duenas, and Yoni Ben Shimon (Evergreen Fund).\\n\\n## What We’re Up To\\n\\nOver the last few months, we’ve been onboarding our founding co’s to the private beta, and helping them build their communities. We’ve been able to rapidly iterate our social features around their needs (building out lightning chat and improving conversation threads), while continuing to build out new financial features as well. One major change we’re now implementing is focused on the way that communities dilute themselves.\\n\\nAt Myco we believe that healthy communities need to dilute their ownership over time, in order to incentivize their long term sustainability. While we originally proposed an uncapped dilutive model, it’s become clear that uncapped dilution is simultaneously too powerful and too confusing for people to reason about. We’re now testing out constant monthly dilution, with pools of the new shares being split by individuals in different roles and distribution methods.\\n\\n## Invest Your Attention\\n\\nAs we explained in our [Blueprint](https://m.mirror.xyz/6UxMOPMAnCZr8XSkhIM2Xx47bZ7X5rColwpnwIDbx5s), 50% of Myco's economic ownership will end up in the hands of our users: the people who are spending time building co's on the platform, who are providing feedback, and who are using Myco to create value for their communities.\\n\\nWhile we typically put a large emphasis on the investment of money to help us build the platform, there's an even more important investment that's **available to anyone**: speculating with your time. We've already begun distributing ownership in Myco to our users, and will be accelerating this in the coming year.\\n\\nIf you want to join the platform as a user, sign up to our email list on [our home page](https://myco.space) and we'll reach out to you soon with an invite (we send these out on a rolling basis). If you think you might want to build a co on Myco, send an email to mark at myco dot space.\\n\\nUltimately we're keen on continuing to grow our community of co-owners who are helping us build this massive project. If you resonate with our approach, please join us! We're excited to give you a fair share of ownership in this endeavor.\\n\\n## Joining the Myco Team\\n\\nFinally, we're excited to continue hiring for our core team: we're always looking for talented and passionate engineers or designers to help build with us. If you're interested, send an email to team at myco dot space.\",\"timestamp\":1641404734,\"title\":\"Myco Raises a Community Round to Build the Future of Co-Ownership\",\"publication\":\"m\"},\"digest\":\"BYSyqDGM1HN05Hhq6bmA0xp9wOMEDLVuU1cg9KpUBrA\",\"authorship\":{\"contributor\":\"0xbfDb50Dc66C8Df9fd9688D8fe5A0C34126427645\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WIWTNNJegbIG8xTgIuSsLLKBw29I_iqftw1IRMUY7_0\\\",\\\"y\\\":\\\"p5wGm8HH1uyDNzJC6dYdmO3CjiGXm9UtmGDKYaUDzS0\\\"}\",\"signature\":\"MhVln9hxCClX6fGzf6MChnCEYTMNWaiml089abd4C6DDyN4G6ETppcN_qDd1cs_jvsdAZPIDZ5Al-lPqWLxVuw\",\"signingKeySignature\":\"0x9adb4d1455d6acccf2880ee9b0d5445c3c215520b8f11e407d2e819ce29bc0405d90f3b1508e127c58b813e2e299a4000c53f6e0563fbdd5b3ce88850d86c55d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WIWTNNJegbIG8xTgIuSsLLKBw29I_iqftw1IRMUY7_0\\\",\\\"y\\\":\\\"p5wGm8HH1uyDNzJC6dYdmO3CjiGXm9UtmGDKYaUDzS0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6Yw8Nw4Lzt6voZNx-CqWa0fZ4mGzjs0hIBU9ztI11D4\"}"