"{\"content\":{\"body\":\"## 1. What is the difference between CeloPunks and CeloPunks_art?\\n\\nTop answers from [Knox.Market](https://knox.market/):\\n\\nCelo punk is the official cryptopunks NFT in celo network, algorithmically generated Punks with new unique attributes on Celo.\\n\\nCeloPunks is the first official art project on Celo backed by Celo Starter. It's art/collectible.\\n\\nInspired by LarvaLab's cryptopunks, celopunks implements the 3 backgrounds with the Celo colours from Brandkit, so people of the community can recognize.\\n\\nThe CEO of celo follows CeloPunks on Twitter.\\n\\nCelo Punks are built with unique elements and special swag. reward early birds and promote a long-term community spirit.\\n\\nCelo Punks star 976 different components, designed and picked carefully for maximum cool. reward their early believers with a 2% royalty fee. \\n\\nCeloPunks minting price is 2 celos, CeloPunks were sold out within 10 mins. 100% sold out, airdrop the new special version of CeloPunk to every holder, continue to grow the community, and create a utility token $CPUNK. each minter will earn a royalty fee each time their punks are traded, forever.\\n\\nCelopunks are a reiteration of the ERC-721 project CryptoPunks not a copy of a scam. \\n\\nCeloPunks_art also has 10,000 unique digital characters on the Celo blockchain.\\n\\nCeloPunks_art airdrop all the #Celopunks left to all of the original minters.\\n\\nCelopunks_art is known as a scam. The former is a collection of great value, while the latter is just a product of heat. The two are completely different. \\n\\nCeloPunks has official certification, CeloPunks_art does not.\\n\\n*The top answers listed above are results from a Knowledge Market with 5307.30 CELO liquidity & 1073 CELO volume. Want more insights? Join our [discord](https://discord.gg/aTTD7Xq4CA).*\\n\\n![Hivemind of 81 bidders](https://images.mirror-media.xyz/publication-images/smME9CLibEadcbIqrhHif.png?height=800&width=800)\\n\\n## 2. What is Celo Climate Collective?\\n\\nTop answers from [Knox.Market](https://knox.market/):\\n\\nCelo community allocates 0.5% of Celo reserve to voluntary carbon credits and initiated purchase of tokenized Moss.Earth carbon credits. \\n\\nGrants from the Celo Foundation, or raise capital from Flori Ventures or the Polychain Celo Ecosystem Fund to buy and own $340M worth of newly planted rainforest to back the Celo Dollar and Celo Euro stablecoins.\\n\\nCelo Ecosystem Venture Fund is a Polychain-led venture, supported by founding investors Andreessen Horowitz and Celo.\\n\\n40% of that would allow the protocol to buy and own $340M worth of newly planted rainforest to back the Celo Dollar and Celo Euro stablecoins.\\n\\nOver the next 4 years, these tokenized trees be added to the Celo Reserve so that Celo stablecoins can be backed in part by rainforests.\\n\\nBy tokenizing rainforests and other carbon sequestering assets to enable natural capital backed stablecoins on the Celo platform.\\n\\nIf Celo Dollar and Celo Euro circulation were to grow to the size of USDC, we would reach 16% of the IPCC goal. \\n\\nMembers of the Climate Collective also work with Natural Capital Partners, a leading developer of carbon offsets.\\n\\nNatural capital backed currencies work by backing money with the climate collective.\\n\\nPlot of rainforest the size of Lebanon costs 25M dollars in the Amazon, 40% of the Celo reserve backed by roughly 135M large rainforest trees.\\n\\nMOSS will expand the use of MCO2, its carbon credit-backed token, while intending to ensure the usability of Celo stablecoins.\\n\\nCelo buys carbon offset credits from Project Wren automatically with block rewards and overcompensates thereby its CO2 emissions.\\n\\nCelo is an environmentally friendly proof-of-stake blockchain platform with native stablecoins that are backed by a basket of crypto assets.\\n\\nCelo Reserve size means 40% would work out to 135M large rainforest trees.\\n\\nElon Musk’s $100M carbon removal XPRIZE competition, the largest in XPRIZE’s history, is important in helping us fight climate change.\\n\\nSequestering carbon and reducing greenhouse gases are the fastest ways we can help avoid the colossal effects of climate change. \\n\\n*The top answers listed above are results from a Knowledge Market with* 5379.68 *CELO liquidity & 613 CELO volume. Want more insights? Join our [discord](https://discord.gg/aTTD7Xq4CA).*\\n\\n![Hivemind of 42 bidders](https://images.mirror-media.xyz/publication-images/QXc4NsXy-gOo3uahrX7px.png?height=800&width=800)\\n\\n## 3. What is Celo cross-chain Optics bridge?\\n\\nTop answers from [Knox.Market](https://knox.market/):\\n\\nOptics core contracts and token bridge contracts have been deployed on Celo, Ethereum, and Polygon mainnets.\\n\\nOptics has a one-to-many relationship meaning that on each chain, a single message-sending mechanism is used to communicate with all other chain.\\n\\nUnlike other bridge designs, Optics has a one-to-many relationship — meaning that on each chain, a single message-sending mechanism is used to c.\\n\\nOptics sends messages from one chain to another in the form of raw bytes. \\n\\nOptics will form the base layer of a cross-chain communication network that provides fast, cheap communication for all smart contract chains and', 'deployed on smart-contracting chain, multiple chains at the same time, decentralization, deployed on Celo, Ethereum, and Polygon mainnets \\n\\nGoal of Optics is to be a chain-agnostic interoperability standard, and we plan to roll out to more chains in the near future.\\n\\nOptics is a new design for radically cheaper cross-chain communication without header verification\\n\\nLike IBC and other cross-chain communication systems, Optics creates channels between chains, and then passes its messages over the channel.\\n\\nOptics creates an authenticated data structure on a home chain, and relays updates to that data structure on any number of replicas. \\n\\nOptics to cut 90% of gas costs compared to a traditional header relay, optimistic systems.base layer of a cross-chain communication network.\\n\\nOptics may be implemented on any smart contract chain, with no bespoke light client engineering.\\n\\nOptics spans multiple chains. The sending chain is the source of truth, and contains the “Home” contract where messages are enqueued. \\n\\nThis acquisition began the construction of a gas-efficient interoperability standard for cross-chain communication named Optics.\\n\\nOnce a channel is established, any application on the chain can use it to send messages to any other chain.\\n\\nEnable things like buying CELO or cUSD using Ether, or holding DeFi crypto assets in Valora, Cheaply move tokens and data between chains.\\n\\nOPTimistic Inter-chain Communication Standard connects chains 1-to-N model, making its bridges more like airport hubs.\\n\\nGas-efficient Interoperability Standard for Cross-chain Communication connecting decentralized ecosystems improving blockchain interoperability, could tap into and leverage the benefits of Celo and modern layer ones.\\n\\nEnormous potential of bringing together large and diverse communities.\\n\\nChain-agnostic interoperability standard, automatically bridges to every chain in the network without any custom setup for individual channel.\\n\\n*The top answers listed above are results from a Knowledge Market with* 5282.50 *CELO liquidity &* 1527 *CELO volume. Want more insights? Join our [discord](https://discord.gg/aTTD7Xq4CA).*\\n\\n![Hivemind of 62 bidders](https://images.mirror-media.xyz/publication-images/9R3Vi88djW4_Qk2rDFs70.png?height=800&width=800)\\n\\n## 4. How does a fair $100M #DeFiForthePeople distribution look like to ensure prosperity for all?\\n\\nTop answers from [Knox.Market](https://knox.market/):\\n\\nRewards are available for PoolTogether on Celo, and incentive pools with other DeFi protocols and projects will be launching in the coming weeks.\\n\\nDeFi for the People aims to change that by bringing builders together to create products that make DeFi more accessible and easier to use people.\\n\\nDeFi for the People is offering $100M in funding for Web3 projects committed to making DeFi accessible to everyone.\\n\\nDeFi for the People builds upon Celo’s mobile-first approach to make crypto and DeFi accessible for all. \\n\\nPoolTogether on Celo can facilitate crypto and DeFi adoption for the unbanked and users who benefit from low gas fees and fast transaction times.\\n\\nAave on Celo with $20 Million Incentive Program, Curve on Celo with $14 Million Incentive Program.\\n\\nCelo's mobile-first platform over 1 million wallet addresses across 113 countries presents a unique opportunity to bring the benefits of DeFi.\\n\\nUbeswap Increasing CELO Pool Rewards with DeFi for the People.\\n\\nDefi For the People Journeys — a campaign to promote knowledge about Celo and its Ecosystem.\\n\\nSushi on Celo with $10 Million Incentive Program, o\\\\\\\\tDeFi Track: Build decentralized finance applications, tools, and infrastructure.', \\n\\nMillion in prizes and seed funding to light up a billion faces Web3 projects, committed building mobile-first DeFi 6 billion mobile phone users.\\n\\nAave able to unlock value on DeFi and make DeFi more accessible.\\n\\nSushi users can trade assets with the Swap feature and provide liquidities on Celo with yield farming rewards and incentives.\\n\\nDevelopers are invited to build their projects on Celo, with $2.5 million in prizes and seed funding available to jumpstart their projects.\\n\\nDeFi for the People invites developers around the world to build their projects on Celo.\\n\\nBuilt on Celo, the new initiative counts Aave, Curve, Sushi, PoolTogether, 0x, UMA, Valora, Ubeswap, and Moola Market among its founding partner.\\n\\nAave protocol on Celo’s mobile-first platform has the potential to bring crypto to the 6 billion mobile phone users.\\n\\nWith Optics, users will be able to easily move assets between Ethereum and Celo.\\n\\n*The top answers listed above are results from a Knowledge Market with* 5423.85 *CELO liquidity &* 492 *CELO volume. Want more insights? Join our [discord](https://discord.gg/aTTD7Xq4CA).*\\n\\n![Hivemind of 55 bidders](https://images.mirror-media.xyz/publication-images/BO7Fw-t_toN6GZp7-6s9Z.png?height=800&width=800)\\n\\n\",\"timestamp\":1634324644,\"title\":\"Week 2 Report: CeloPunks,  Climate Collective, Optics, #DeFi4ThePeople\"},\"digest\":\"RZtsdQ0bPbrJP09qb54Nq-oNygGgX7KzgBixcb6hMck\",\"authorship\":{\"contributor\":\"0xB52093Eb79BBAa599C0De56FD58ceF84656ec987\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sJCfrtyKdtrHqGIgqt-NEE-jYnthMPogwkzBPDVWtkU\\\",\\\"y\\\":\\\"h20rgbq83Az6T-ZgW9LOITiP8dKvxPjxo8y5u0MyTuM\\\"}\",\"signature\":\"z17t7JjiipZznYXMa8kvJuRJ_j9MVlzMkNrF1oxLNWGnsYC0VwtP6agIMUGSlTyHZl5KIe6AKcRgYcfQ53qSpw\",\"signingKeySignature\":\"0xc43cc6e807d247591ff2cc181a231b1e7af570031784ce2b7021e824147bb44330b94ea8c3fe4c5cfa7c8af3a77bb5b96686f45c2bfcf121ef5c3c330bee339d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sJCfrtyKdtrHqGIgqt-NEE-jYnthMPogwkzBPDVWtkU\\\",\\\"y\\\":\\\"h20rgbq83Az6T-ZgW9LOITiP8dKvxPjxo8y5u0MyTuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RZtsdQ0bPbrJP09qb54Nq-oNygGgX7KzgBixcb6hMck\"}"