"{\"content\":{\"body\":\"*Hey there! [Coinvise](https://www.coinvise.co/) is a web3 platform that helps creators & communities build and manage their Social Tokens. You can join the [community here](https://discord.gg/GQNx6HpW). If you find this essay interesting, make sure to subscribe to this newsletter and follow Coinvise on [Twitter](https://twitter.com/CoinviseCo). Enjoy! 🔥*\\n\\n![](https://images.mirror-media.xyz/publication-images/PiWlI1JtUgKps7wQ4bE4V.png?height=1067&width=2132)\\n\\nToday, more people want to jump into the Web3 revolution as Social Tokens and DAOs might be the next revolution in Crypto. Talents are a critical component of a DAO's success. I've already written about \\\"[How to attract high-quality talent for your DAO?](https://coinvise.mirror.xyz/_8nlEhI13gz8hbwF-fFwFFFw8tsm_c3uKNtpSzpmldU)\\\" and \\\"[How to Retain High-Value Contributors to your DAO?](https://coinvise.mirror.xyz/Ep2k-LtbfDo1jZT5kIkZScgqEYaMLM16C4m-C2I4E_A)\\\", and would like to conclude this mini-series of essays focusing on talents by exploring how community members can meaningfully contribute and add value to a DAO.\\n\\nWe'll explore in this essay what skill sets are needed to join a DAO and how anyone, by having the right attitude, being proactive, and keeping learning, can join this revolution.\\n\\n## 1 - Having the right attitude\\n\\nThe most important skill to have in this growing decentralized economy is to have the right attitude. By that, I mean that simply sending a message on Discord saying, \\\"I would like to be involved, how can I help?\\\" is not enough. Similar to sending a resume to a random {job@company.com} email address rarely works. **To be involved in a DAO, you have to differentiate yourself, show your skills, be innovative in how you want people to see you.**\\n\\nThe advantage of DAO is that there is no barrier to entry. Anyone can put in some work, complete bounties, invest their time in the community, and be rewarded with social tokens. There's no need for credentials. No one's going to ask you where you've studied or what was your grades in High-school. **But saying DAOs are open to anyone doesn't mean they are open to everyone.** To become a core contributor, be involved in more significant projects, and have more responsibilities, community members have to show the community what they're capable of. They have to show, by their attitude, that they are willing to make the DAO grow.\\n\\nTo show a good attitude in a DAO, there are different concrete actions anyone can take, some of those being **showing gratitude, being involved in the daily discussion of the community, coming up with innovative ideas on how to improve the processes in place, voting on proposals, introducing yourself to the community etc..** All those actions don't require many contexts about the DAO and send a strong signal that you are interested in working for the DAO. It's simply taking actions that show you want to be there and keen to help the DAO grow.\\n\\nAlways remember that, in the end, it's the community that will vote if you should become a staff member to the DAO. Bringing value by helping others and being kind to everyone in the community is a must-have to evolve within the organization.\\n\\n## 2 - Being proactive\\n\\nHaving the right attitude is a good start. The next step is to be proactive. There are three areas where you need to be proactive: 1) Being proactive to find where you want to help, 2) being proactive to get noticed and 3) being proactive when starting to work.\\n\\n#### 2.1 - Finding where you want to work.\\n\\nDAOs are Inclusive and Democratic as anyone worldwide can join and the community may decide all decisions. While positive for the DAO, these elements make the recruiting process more competitive for potential new contributors.\\n\\nTo stand out from the competition, it's essential to be proactive and identify **how to help** and **where to help**. By knowing which type of DAO you want to join, what kind of mission you want to work on, and your strengths, you will focus your efforts on the right missions and the right groups and be noticed more quickly. Joining the \\\"Guild\\\" or \\\"Working group\\\" that needs the most your skillsets will make it easier to become more involved in the DAO. To do so, start digging into the ongoing projects of each guild, see if there's one that seems to fit your skills, and start proposing interesting ideas to help the project move forward.\\n\\nIt's also essential to know at which level you want to be involved. Indeed, it seems there are four main categories of contributors, with very different responsibilities and missions.\\n\\n* **Regular members -** are those simply using the product or service.\\n* **Bounty Hunters -** are members that may not be involved in daily DAO operations or planning but actively seek and complete interesting bounties. Anyone can become a Bounty Hunter. There's usually no need for approval before completing a bounty.\\n* **Core contributors -** are members that actively attend DAO meetings, consistently work on larger DAO priorities, and potentially lead projects with other DAO members. Staff members usually recruit them because they show their capabilities and their involvement in the DAO.\\n* **Staff members -** are responsible for the survival and vision of the DAO, treasury management, and other high-level priorities such as Seasonal community guidance. They are usually hired via a proposal that has to be accepted by the community.\\n\\nOnce you've identified at which level you want to be involved in the DAO, how and where you want to help, you'll now have to be proactive and get noticed by staff members.\\n\\n#### 2.2 - Getting noticed\\n\\nBecoming a Regular Member or a Bounty Hunter is not complicated as there's usually no need for approval (except in certain token-gated communities). But becoming a core contributor requires some effort, and it's usually a process that takes months.\\n\\nThe onboarding process can vary depending on the DAO. The Bounty Hunters that show interest in being more involved in the long-term usually have the chance to work on a one-off project with core contributors to show their skills and eventually get more responsibilities within the DAO depending on the outcome of the project, but there are many other ways to grow within the community.\\n\\nThe rule is always to bring value to the community first and get noticed by some core contributors or staff members after. DAOs always want Minimum Viable Participation, meaning every newcomer should overcome the inertia of simply lurking and actually getting involved in the community as a form of learning & ramping up.\\n\\n**An excellent way to be noticed is to become a scribe, meaning taking notes at community meetings. You can also engage in governance discussions**, **create a [snapshot](https://snapshot.org/#/) proposal or organize events in your city.**\\n\\nThis way, you'll provide value and learn much faster about the ongoing projects than any other community member. Being proactive even before properly working for a DAO is crucial to getting more responsibilities.\\n\\n#### 2.3 - Start working\\n\\nFinally, once you've been through the onboarding process and have the chance to work on a project with other contributors, you should be proactive in finding solutions without waiting for orders.\\n\\nBecause of its intrinsic structure, because, by design, DAOs are decentralized, with no proper leader or hierarchy, **DAOs need members that take the lead on projects, start initiatives and be innovative in resolving the problems that occur.** In a DAO, everything relies on trust. Staff members are looking for contributors that can work with no proper orders and meet the deadlines. They are looking for reliable members that won't wait for instructions before starting to work.\\n\\n### 3 - Be a Self-Learner and a curious-mind\\n\\nFinally, knowing how to learn is a much-needed skill in a DAO. Rather than waiting for someone offering to train you, you should prepare yourself using the resources available. It is true for the information available about the organization itself (projects, active members, onboarding process etc..) as well as understanding the Web3 space more broadly (having a crypto-wallet, learning how to vote on proposals, understanding the basics terms etc…). To learn faster, you can start a publication on [Mirror](https://mirror.xyz/), for example, or build a Dashboard on [Dune Analytics](https://dune.xyz/home).\\n\\nWith the space being so new, a plethora of information needs to be learned to stay up-to-date and even more being created every day on emerging practices and software. The DAO leaders themselves are often still learning how to manage a DAO and find new solutions and tools to improve the processes. Try to keep up to date with the latest news in the space by subscribing to newsletters such as [Forefront ](https://forefront.market/newsletter)or [Global Coin Research](https://globalcoinresearch.us17.list-manage.com/subscribe?u=859b0d423a7f7baa4cdb46f26&id=3419cb7d6e), listening to [podcasts](https://forefront.market/canon/podcasts), and asking community questions.\\n\\nNewcomers often get disillusioned because the onboarding process is not straightforward. The reality is that, to work in this economy, it's important to be comfortable with unclear processes or documentation and be willing to learn by yourself some of the DAO goals/direction, its ecosystem (users, competitors, market...), the projects they are working on etc... There's rarely one place where you can find everything about a decentralized organization you would like to join, and rarely someone to contact that can give you a mission instantaneously. Gathering all these pieces of information and creating a doc for the DAO can also be a great way to contribute while learning.\\n\\nBy being curious, regularly engaging with several community members, and keep learning about the activities of the DAO, you should find an opportunity that suits your needs.\\n\\n### Conclusion\\n\\nDAOs are always on the lookout [for high-quality talents](https://coinvise.mirror.xyz/_8nlEhI13gz8hbwF-fFwFFFw8tsm_c3uKNtpSzpmldU), and anyone with the right attitude will stand out from the crowd and often get more responsibilities quicker.\\n\\nIn the end, there are many ways community members can meaningfully contribute and add value to a DAO, and there are many useful skill sets that can help a DAO.\\n\\nBut by having the right attitude, being proactive, and keeping learning, you'll drastically increase your chance to join a DAO and get more responsibilities within the organization.\\n\\nIf you don't know where to find new DAOs relevant to what you like, you can discover tokenized communities on [Coinvise](https://www.coinvise.co/), and start accomplishing quests that those communities have posted on the platform.\\n\\n\\n---\\n\\n**Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram ](https://www.instagram.com/coinvise/?hl=en) and join us on **[Discord](https://discord.gg/8jaQB5CZ) 🔥**\\n\\nThanks for being here!\",\"timestamp\":1637082214,\"title\":\"What skillsets are needed to contribute to a DAO?\",\"publication\":\"coinvise\"},\"digest\":\"0MVR7IEDJBCh_wMYyj8PdENDFUoPuEPNWICw1jFJ4aA\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"_X1pqpXnUCju7QuQIt3qEx2CENrxuiYA96uIpCL9lWY8q-BXHRszVe5rpOaxZXMGvgUIQW0i36j0sQB42NZWzg\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"auc29NeFu37cXOh4J42ZxYhprCaLpIdkloZqx9AGTSI\"}"