"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/YRPNQPHv75F3V_cyvP_z1.png?height=153&width=700)\\n\\n**Welcome to the 76th edition of Start-up Society!** This blog highlights some of the most exciting start-ups in the country striving to keep the American Dream alive.\\n\\nMake sure you check out the previous issue, if you have not already, *[here](https://medium.com/start-up-society/start-up-society-75-lions-fuel-ce8ab7a69b0)*!\\n\\nThis week we are changing things up with an industry coverage piece. There has been a lot of discussion around Web 3.0 and blockchain technology. In this piece we are sharing some interesting facts and perspectives on this emerging space with the goal of building out this industry dive with follow-ups. Having some industry expertise in the area, we at Start-up Society have decided to inaugurate our Web 3.0 overview by publishing this issue on Mirror.xyz!\\n\\n## Web 1.0 2.0 3.0\\n\\nWeb 1.0 was built on users consuming content. Web 2.0 saw massive value creation by opening up content production to individual internet users. This era is where we are now, as we see centralized entities (Alphabet \\\\[Google\\\\], Meta \\\\[Facebook\\\\], Apple) own the content that users are writing and reading. As Web 3.0 is in a period of experimentation and searching for market fit for its initial Decentralized Applications (dApps), we will see another era of immense value creation as users now OWN the data that they are writing and reading.\\n\\nDecentralizing content creation = value creation | Decentralizing ownership = value creation\\n\\n**The Web3 vision is about empowering consumers to control their own data, as opposed to the status quo in which tech giants, credit bureaus, advertisers, healthcare providers, etc. hoard consumer data.** As this paradigm shifts, incumbents will lose their primary competitive advantage—their data monopolies and associated network effects—creating massive opportunities for new value creation. Check out this thread on web3 👇\\n\\n[https://twitter.com/BrianFeroldi/status/1461049388642492424?s=20](https://twitter.com/BrianFeroldi/status/1461049388642492424?s=20)\\n\\n## Decentralization & Periods of Transition\\n\\nNew mediums to experience the internet have followed a trend since the inception of the web. From Mainframe computers we started using PC’s and then we saw the rise of smartphones and now mobile browsing is the dominant way people access the internet. Both of those transitions happened due to clear competitive advantages. Both PC’s and Smartphones brought the adoption of the internet onto a new order of magnitude.\\n\\nAt each step there is a feature that is new or powerful enough to drive adoption over time. However, at the beginning of these transitions we see something that is new but not as effective of current solutions. With Blockchain technology, there are two clear advantages, trustlessness and decentralization. Both are baked directly into the technology. True ownership is expressed on the blockchain because it is permissionless and infinitely programable, just as the web1.0 was (prior to big tech owning the infrastructure, the user data, the content, and the advertising).\\n\\nThe paradigmatic shift in Web3 is the unbundling of data and application logic. By unbundling what was previously bundled, data owners won’t need to trust application providers with their data. Cryptonetworks combine the best features of the first two internet eras: community-governed, decentralized networks with capabilities that will eventually exceed those of the most advanced centralized services.\\n\\n## Some Statistics about Blockchain\\n\\n### Market Size\\n\\nThe global blockchain market should reach $56.7 billion by 2026 from $6.0 billion in 2021 at a compound annual growth rate of 56.9% for the forecast period of 2021 to 2026. ([Source](https://www.businesswire.com/news/home/20210709005139/en/Global-Blockchain-Markets-2021-2026-Analysis-Forecasts-with-Focus-on-Over-80-industries---ResearchAndMarkets.com))\\n\\n### Mobile Friendly\\n\\nOf the 4.57 billion active internet users, 3.5 billion are mobile phone users. This explains why a whopping 62% of all blockchain storage makes provisions for mobile blockchain wallets.\\n\\n### Transactions per Second\\n\\n[Bitcoin](https://bitcoin.org/en/), the leading and oldest crypto currency, is at 4.6 transactions per second.\\n\\n[Ethereum](https://ethereum.org/en/), the second leading crypto currency and the most used programable blockchain, is at 13 transactions per second.\\n\\n[Visa](https://usa.visa.com/), a public company and leading financial technology company,  is at 1,700 transactions per second.\\n\\nThe [Solana](https://solana.com/) blockchain, a rival platform to Ethereum, is at 50k transactions per second.\\n\\n[Polygon](https://polygon.technology/), a layer two scalable blockchain built on top of Ethereum, is at 65k transactions per second.\\n\\n### Blockchain Funding Trend\\n\\nThe global funding in Blockchain companies saw a peak pervious to 2021 in 2018, when there was the famous bull market run in blockchain at \\\\~$4B. This year, there has been over $15B invested in Blockchain related companies. This increase in funding can either be the signal of top of market, as we saw in 2018, or it is the release of capital into a new emerging market. This market has finally started to hit its inflection point in terms of traditional private investors accessing the space.\\n\\n![](https://images.mirror-media.xyz/publication-images/lvXbAWMxr1PcKbvJbBfz_.png?height=720&width=1280&&size=medium)\\n\\n## Governance & DAOs\\n\\nInformed communities are driving product initiatives and product innovation, a bottom up development as opposed to a top down. There has been a lot of buzz around DAOs and a lot of questions around what they are (Especially with the [Constitution DAO](https://www.npr.org/2021/11/19/1057211030/constitutiondao-constitution-auction-cryptocurrency) making big headlines). Most of the grassroot DAOs that get spun up are:\\n\\n[Discord](https://discord.com/)\\n\\nmAnual\\n\\nOrganizations\\n\\nVS **a true DAO:**\\n\\nDecentralized\\n\\nAutonomous\\n\\nOrganizations\\n\\nCheck out this project who is providing resources and infrastructure around how to spin up a DAO 👀\\n\\n[https://www.daomasters.xyz/](https://www.daomasters.xyz/)\\n\\nCryptonetworks use multiple mechanisms to ensure that they stay neutral as they grow, preventing the bait-and-switch of centralized platforms on web 2.0. First, the smart contract between cryptonetworks and their participants is enforced in open source code. Second, they are kept in check through mechanisms for [“voice” and “exit.”](https://en.wikipedia.org/wiki/Exit,_Voice,_and_Loyalty) Participants are given voice through community governance, both “on chain” (via the protocol) and “off chain” (via the social structures around the protocol). Participants can exit either by leaving the network and selling their coins, or in the extreme case by forking the protocol.\\n\\nConsider the problem of network governance. Today, unaccountable groups of employees at large platforms decide how information gets ranked and filtered, which users get promoted and which get banned, and other important governance decisions. In cryptonetworks, these decisions are made by the community, using open and transparent mechanisms. As we know from the offline world, democratic systems aren’t perfect, but they are a lot better than the alternatives.\\n\\nHere is a demonstration of how developed and diverse the overall landscape of DAOs have become over the past six years.\\n\\n![](https://images.mirror-media.xyz/publication-images/wVnoGB75Q0cVEpc3xTtQY.png?height=2304&width=4096)\\n\\n## Composability / Interoperability\\n\\nAbility for information and value to be easily transmuted across different chains. As the vibrant community of dApps, layer 1s, layer 2s and use cases develop, there will be an increasing need for users to interact across dApps and chains. This need will inspire the push towards true interoperability and composability.\\n\\n[Composability](https://future.a16z.com/how-composability-unlocks-crypto-and-everything-else/) is **a system design principle that deals with the inter-relationships of components**. A highly composable system provides components that can be selected and assembled in various combinations to satisfy specific user requirements.\\n\\n[Interoperability](https://en.wikipedia.org/wiki/Interoperability) refers to **the basic ability of different computerized products or systems to readily connect and exchange information with one another**, in either implementation or access, without restriction.\\n\\nThese two tenents will be guiding in the development of the web 3.0 space and will only further work to compound the advancements currently taking place.\\n\\n## Go Deeper\\n\\n[Multicoin Capital](https://multicoin.capital/2019/04/24/multicoin-investment-thesis/) & [A16Z](https://onezero.medium.com/why-decentralization-matters-5e3f79f7638e) & [The Block](https://www.theblockcrypto.com/post/1534/weaknesses-in-the-web-3-0-thesis) & [Ben Horrowitz](https://twitter.com/TechCrunch/status/1039272689381199874) & [AVC ](https://avc.com/2015/02/the-carlota-perez-framework/)& [Techjury](https://techjury.net/blog/blockchain-statistics/#gref) & [Web3 primer](https://docs.google.com/presentation/d/1aIjYKKM64Eyp497-j6wkDjCsHBA3CbbWg25UQ9Why3g/mobilepresent?slide=id.p) & [TCIP and Blockchain](https://blockchain.works-hub.com/learn/Drawing-Parralels-between-TCP-IP-and-the-Blockchain)\",\"timestamp\":1637631460,\"title\":\"Start-up Society #76: Web 3.0 Part 1\"},\"digest\":\"CBbA6BtZnJo9uTkXL0uT0OLkrZgMe5C-5UymGEe7hjg\",\"authorship\":{\"contributor\":\"0x07c2676FEDc8CF803e4300A1f10557D2872d8f3A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WAJAuF3r2OMUMD_joBjkr6pxGVnpCVCUoSW3GgnWYEU\\\",\\\"y\\\":\\\"Gj_NbyTzQwXk8YFJCw9LcEIC51lnGhM_hBJCZn6THJs\\\"}\",\"signature\":\"YulGUHJA1MNvuHoem0bc6bMIPHwEBw7G_tWM_U2b_-BXl_ycEvNl0UCYrN9o2L-gCqhZyBjX78rXKqilqegtHQ\",\"signingKeySignature\":\"0xb0c1d5afcf4d257723d66f1076b7d3c0494cc8a92ae619d2f71414aba30bff3035a8420d36d323eede2f60943d86014d0045f954d5ba4f7a551b58e5413033c51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WAJAuF3r2OMUMD_joBjkr6pxGVnpCVCUoSW3GgnWYEU\\\",\\\"y\\\":\\\"Gj_NbyTzQwXk8YFJCw9LcEIC51lnGhM_hBJCZn6THJs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SyfiWeG4QEKAmcqG86LlEL98QfDT1IuVJh7mIHzjnQY\"}"