"{\"content\":{\"body\":\"TRANSLATED FROM THE RUSSIAN OF M. Y. LERMONTOV\\nBy J. H. WISDOM & MARR MURRAY\\n\\nFOREWORD\\n\\nTHIS novel, known as one of the masterpieces of\\nRussian Literature, under the title \\\"A Hero\\nof our Time,\\\" and already translated into at least\\nnine European languages, is now for the first time\\nplaced before the general English Reader.\\n\\nThe work is of exceptional interest to the\\nstudent of English Literature, written as it was\\nunder the profound influence of Byron and being\\nitself a study of the Byronic type of character.\\n\\nThe Translators have taken especial care to\\npreserve both the atmosphere of the story and the\\npoetic beauty with which the Poet-novelist imbued\\nhis pages.\\n\\nCONTENTS\\n\\nFOREWORD\\n\\nBOOK   I.  BELA\\n\\nBOOK  II.  MAKSIM MAKSIMYCH\\n\\nFOREWORD TO EXTRACTS FROM PECHORIN'S DIARY\\n\\nBOOK III.  TAMAN\\n\\nBOOK  IV.  THE FATALIST\\n\\nBOOK   V.  PRINCESS MARY\\n\\nAPPENDIX.  THE AUTHOR'S PREFACE TO THE SECOND EDITION\\n\\nBOOK I BELA\\n\\nTHE HEART OF A RUSSIAN\\n\\nCHAPTER I\\n\\nI was travelling post from Tiflis.\\n\\nAll the luggage I had in my cart consisted of one small portmanteau half filled with travelling- notes on Georgia; of these the greater part has been lost, fortunately for you; but the port- manteau itself and the rest of its contents have remained intact, fortunately for me.      As I entered the Koishaur Valley the sun was disappearing behind the snow-clad ridge of the mountains.  In order to accomplish the ascent of Mount Koishaur by nightfall, my driver, an Ossete, urged on the horses indefatigably, singing zealously the while at the top of his voice.       What a glorious place that valley is!  On every hand are inaccessible mountains, steep, yellow slopes scored by water-channels, and reddish rocks draped with green ivy and crowned with clusters of plane-trees.  Yonder, at an immense height, is the golden fringe of the snow.  Down below rolls the River Aragva, which, after bursting noisily forth from the dark and misty depths of the gorge, with an unnamed stream clasped in its embrace, stretches out like a thread of silver, its waters glistening like a snake with flashing scales.\\n\\nArrived at the foot of Mount Koishaur, we stopped at a dukhan.\\\\[1\\\\]  About a score of Georgians and mountaineers were gathered there in a noisy crowd, and, close by, a caravan of camels had halted for the night.  I was obliged to hire oxen to drag my cart up that accursed mountain, as it was now autumn and the roads were slippery with ice.  Besides, the mountain is about two versts\\\\[2\\\\] in length.\\n\\n\\\\[1\\\\] A retail shop and tavern combined.       \\\\[2\\\\] A verst is a measure of length, about 3500 English feet.\\n\\nThere was no help for it, so I hired six oxen and a few Ossetes.  One of the latter shouldered my portmanteau, and the rest, shouting almost with one voice, proceeded to help the oxen.\\n\\nFollowing mine there came another cart, which I was surprised to see four oxen pulling with the greatest ease, notwithstanding that it was loaded to the top.  Behind it walked the owner, smoking a little, silver-mounted Kabardian pipe.  He was wearing a shaggy Circassian cap and an officer's overcoat without epaulettes, and he seemed to be about fifty years of age.  The swarthiness of his complexion showed that his face had long been acquainted with Transcaucasian suns, and the premature greyness of his moustache was out of keeping with his firm gait and robust appearance.  I went up to him and saluted.  He silently returned my greeting and emitted an immense cloud of smoke.\\n\\n\\\"We are fellow-travellers, it appears.\\\"\\n\\nAgain he bowed silently.\\n\\n\\\"I suppose you are going to Stavropol?\\\"\\n\\n\\\"Yes, sir, exactly -- with Government things.\\\"\\n\\n\\\"Can you tell me how it is that that heavily- laden cart of yours is being drawn without any difficulty by four oxen, whilst six cattle are scarcely able to move mine, empty though it is, and with all those Ossetes helping?\\\"\\n\\nHe smiled slyly and threw me a meaning glance.\\n\\n\\\"You have not been in the Caucasus long, I should say?\\\"\\n\\n\\\"About a year,\\\" I answered.\\n\\nHe smiled a second time.\\n\\n\\\"Well?\\\"\\n\\n\\\"Just so, sir,\\\" he answered.  \\\"They're terrible beasts, these Asiatics!  You think that all that shouting means that they are helping the oxen? Why, the devil alone can make out what it is they do shout.  The oxen understand, though; and if you were to yoke as many as twenty they still wouldn't budge so long as the Ossetes shouted in that way of theirs. . . .  Awful scoundrels!  But what can you make of them? They love extorting money from people who happen to be travelling through here.  The rogues have been spoiled!  You wait and see: they will get a tip out of you as well as their hire. I know them of old, they can't get round me!\\\"\\n\\n\\\"You have been serving here a long time?\\\"\\n\\n\\\"Yes, I was here under Aleksei Petrovich,\\\"\\\\[1\\\\] he answered, assuming an air of dignity.  \\\"I was a sub-lieutenant when he came to the Line; and I was promoted twice, during his command, on account of actions against the mountaineers.\\\"\\n\\n\\\\[1\\\\] Ermolov, i.e. General Ermolov.  Russians have three names -- Christian name, patronymic and surname.  They are addressed by the first two only.  The surname of Maksim Maksimych (colloquial for Maksimovich) is not mentioned.\\n\\n\\\"And now --?\\\"\\n\\n\\\"Now I'm in the third battalion of the Line. And you yourself?\\\"\\n\\nI told him.\\n\\nWith this the conversation ended, and we con- tinued to walk in silence, side by side.  On the summit of the mountain we found snow.  The sun set, and -- as usually is the case in the south -- night followed upon the day without any interval of twilight.  Thanks, however, to the sheen of the snow, we were able easily to dis- tinguish the road, which still went up the moun- tain-side, though not so steeply as before.  I ordered the Ossetes to put my portmanteau into the cart, and to replace the oxen by horses.  Then for the last time I gazed down upon the valley; but the thick mist which had gushed in billows from the gorges veiled it completely, and not a single sound now floated up to our ears from below.  The Ossetes surrounded me clamor- ously and demanded tips; but the staff-captain shouted so menacingly at them that they dis- persed in a moment.\\n\\n\\\"What a people they are!\\\" he said.  \\\"They don't even know the Russian for 'bread,' but they have mastered the phrase 'Officer, give us a tip!' In my opinion, the very Tartars are better, they are no drunkards, anyhow.\\\" . . .\\n\\nWe were now within a verst or so of the Station.  Around us all was still, so still, indeed, that it was possible to follow the flight of a gnat by the buzzing of its wings.  On our left loomed the gorge, deep and black.  Behind it and in front of us rose the dark-blue summits of the mountains, all trenched with furrows and covered with layers of snow, and standing out against the pale horizon, which still retained the last reflec- tions of the evening glow.  The stars twinkled out in the dark sky, and in some strange way it seemed to me that they were much higher than in our own north country.  On both sides of the road bare, black rocks jutted out; here and there shrubs peeped forth from under the snow; but not a single withered leaf stirred, and amid that dead sleep of nature it was cheering to hear the snorting of the three tired post-horses and the irregular tinkling of the Russian bell.\\\\[1\\\\]\\n\\n\\\\[1\\\\] The bell on the duga, a wooden arch joining the shafts of a Russian conveyance over the horse's neck.\\n\\n\\\"We will have glorious weather to-morrow,\\\" I said.\\n\\nThe staff-captain answered not a word, but pointed with his finger to a lofty mountain which rose directly opposite us.\\n\\n\\\"What is it?\\\" I asked.\\n\\n\\\"Mount Gut.\\\"\\n\\n\\\"Well, what then?\\\"\\n\\n\\\"Don't you see how it is smoking?\\\"\\n\\nTrue enough, smoke was rising from Mount Gut.  Over its sides gentle cloud-currents were creeping, and on the summit rested one cloud of such dense blackness that it appeared like a blot upon the dark sky.\\n\\nBy this time we were able to make out the Post Station and the roofs of the huts surrounding it; the welcoming lights were twinkling before us, when suddenly a damp and chilly wind arose, the gorge rumbled, and a drizzling rain fell.  I had scarcely time to throw my felt cloak round me when down came the snow.  I looked at the staff-captain with profound respect.\\n\\n\\\"We shall have to pass the night here,\\\" he said, vexation in his tone.  \\\"There's no crossing the mountains in such a blizzard. -- I say, have there been any avalanches on Mount Krestov?\\\" he inquired of the driver.\\n\\n\\\"No, sir,\\\" the Ossete answered; \\\"but there are a great many threatening to fall -- a great many.\\\"\\n\\nOwing to the lack of a travellers' room in the Station, we were assigned a night's lodging in a smoky hut.  I invited my fellow-traveller to drink a tumbler of tea with me, as I had brought my cast-iron teapot -- my only solace during my travels in the Caucasus.\\n\\nOne side of the hut was stuck against the cliff, and three wet and slippery steps led up to the door.  I groped my way in and stumbled up against a cow (with these people the cow-house supplies the place of a servant's room).  I did not know which way to turn -- sheep were bleating on the one hand and a dog growling on the other. Fortunately, however, I perceived on one side a faint glimmer of light, and by its aid I was able to find another opening by way of a door.  And here a by no means uninteresting picture was revealed.  The wide hut, the roof of which rested on two smoke-grimed pillars, was full of people.  In the centre of the floor a small fire was crackling, and the smoke, driven back by the wind from an opening in the roof, was spreading around in so thick a shroud that for a long time I was unable to see about me.  Seated by the fire were two old women, a number of children and a lank Georgian -- all of them in tatters.  There was no help for it!  We took refuge by the fire and lighted our pipes; and soon the teapot was singing invitingly.\\n\\n\\\"Wretched people, these!\\\" I said to the staff-captain, indicating our dirty hosts, who were silently gazing at us in a kind of torpor.\\n\\n\\\"And an utterly stupid people too!\\\" he replied.  \\\"Would you believe it, they are absolutely ignorant and incapable of the slightest civilisation!  Why even our Kabardians or Chechenes, robbers and ragamuffins though they be, are regular dare-devils for all that.  Whereas these others have no liking for arms, and you'll never see a decent dagger on one of them! Ossetes all over!\\\"\\n\\n\\\"You have been a long time in the Chechenes' country?\\\"\\n\\n\\\"Yes, I was quartered there for about ten years along with my company in a fortress, near Kamennyi Brod.\\\\[1\\\\]  Do you know the place?\\\"\\n\\n\\\\[1\\\\] Rocky Ford.\\n\\n\\\"I have heard the name.\\\"\\n\\n\\\"I can tell you, my boy, we had quite enough of those dare-devil Chechenes.  At the present time, thank goodness, things are quieter; but in the old days you had only to put a hundred paces between you and the rampart and wherever you went you would be sure to find a shaggy devil lurking in wait for you.  You had just to let your thoughts wander and at any moment a lasso would be round your neck or a bullet in the back of your head!  Brave fellows, though!\\\" . . .\\n\\n\\\"You used to have many an adventure, I dare say?\\\" I said, spurred by curiosity.\\n\\n\\\"Of course!  Many a one.\\\" . . .\\n\\nHereupon he began to tug at his left moustache, let his head sink on to his breast, and became lost in thought.  I had a very great mind to extract some little anecdote out of him -- a desire natural to all who travel and make notes.\\n\\nMeanwhile, tea was ready.  I took two travel- ling-tumblers out of my portmanteau, and, filling one of them, set it before the staff-captain. He sipped his tea and said, as if speaking to himself, \\\"Yes, many a one!\\\"  This exclamation gave me great hopes.  Your old Caucasian officer loves, I know, to talk and yarn a bit; he so rarely succeeds in getting a chance to do so.  It may be his fate to be quartered five years or so with his company in some out-of-the-way place, and during the whole of that time he will not hear \\\"good morning\\\" from a soul (because the sergeant says \\\"good health\\\").  And, indeed, he would have good cause to wax loquacious -- with a wild and interesting people all around him, danger to be faced every day, and many a marvellous incident happening.  It is in circum- stances like this that we involuntarily complain that so few of our countrymen take notes.\\n\\n\\\"Would you care to put some rum in your tea?\\\" I said to my companion.  \\\"I have some white rum with me -- from Tiflis; and the weather is cold now.\\\"\\n\\n\\\"No, thank you, sir; I don't drink.\\\"\\n\\n\\\"Really?\\\"\\n\\n\\\"Just so.  I have sworn off drinking.  Once, you know, when I was a sub-lieutenant, some of us had a drop too much.  That very night there was an alarm, and out we went to the front, half seas over!  We did catch it, I can tell you, when Aleksei Petrovich came to hear about us! Heaven save us, what a rage he was in!  He was within an ace of having us court-martialled. That's just how things happen!  You might easily spend a whole year without seeing a soul; but just go and have a drop and you're a lost man!\\\"\\n\\nOn hearing this I almost lost hope.\\n\\n\\\"Take the Circassians, now,\\\" he continued; \\\"once let them drink their fill of buza\\\\[1\\\\] at a wedding or a funeral, and out will come their knives.  On one occasion I had some difficulty in getting away with a whole skin, and yet it was at the house of a 'friendly'\\\\[2\\\\] prince, where I was a guest, that the affair happened.\\\"\\n\\n\\\\[1\\\\] A kind of beer made from millet.\\n\\n\\\\[2\\\\] i.e. acknowledging Russian supremacy.\\n\\n\\\"How was that?\\\" I asked.\\n\\n\\\"Here, I'll tell you.\\\" . . .\\n\\nHe filled his pipe, drew in the smoke, and began his story.\\n\\nCHAPTER II\\n\\n\\\"YOU see, sir,\\\" said the staff-captain, \\\"I was quartered, at the time, with a com- pany in a fortress beyond the Terek -- getting on for five years ago now.  One autumn day, a transport arrived with provisions, in charge of an officer, a young man of about twenty-five. He reported himself to me in full uniform, and announced that he had been ordered to remain in the fortress with me.  He was so very elegant, his complexion so nice and white, his uniform so brand new, that I immediately guessed that he had not been long with our army in the Caucasus.\\n\\n\\\"'I suppose you have been transferred from Russia?' I asked.\\n\\n\\\"'Exactly, captain,' he answered.\\n\\n\\\"I took him by the hand and said:\\n\\n\\\"'I'm delighted to see you -- delighted!  It will be a bit dull for you . . . but there, we will live together like a couple of friends.  But, please, call me simply \\\"Maksim Maksimych\\\"; and, tell me, what is this full uniform for?  Just wear your forage-cap whenever you come to me!'\\n\\n\\\"Quarters were assigned to him and he settled down in the fortress.\\\"\\n\\n\\\"What was his name?\\\" I asked Maksim Maksimych.\\n\\n\\\"His name was Grigori Aleksandrovich Pe- chorin.  He was a splendid fellow, I can assure you, but a little peculiar.  Why, to give you an instance, one time he would stay out hunting the whole day, in the rain and cold; the others would all be frozen through and tired out, but he wouldn't mind either cold or fatigue.  Then, another time, he would be sitting in his own room, and, if there was a breath of wind, he would declare that he had caught cold; if the shutters rattled against the window he would start and turn pale: yet I myself have seen him attack a boar single-handed.  Often enough you couldn't drag a word out of him for hours together; but then, on the other hand, sometimes, when he started telling stories, you would split your sides with laughing.  Yes, sir, a very eccentric man; and he must have been wealthy too.  What a lot of expensive trinkets he had!\\\" . . .\\n\\n\\\"Did he stay there long with you?\\\" I went on to ask.\\n\\n\\\"Yes, about a year.  And, for that very reason, it was a memorable year to me.  He gave me a great deal of trouble -- but there, let bygones be bygones! . . .  You see, it is true enough, there are people like that, fated from birth to have all sorts of strange things happening to them!\\\"\\n\\n\\\"Strange?\\\" I exclaimed, with an air of curiosity, as I poured out some tea.\\n\\nCHAPTER III\\n\\n\\\"WELL, then, I'll tell you,\\\" said Maksim Maksimych.  \\\"About six versts from the fortress there lived a certain 'friendly' prince. His son, a brat of about fifteen, was accustomed to ride over to visit us.  Not a day passed but he would come, now for one thing, now for another.  And, indeed, Grigori Aleksandrovich and I spoiled him.  What a dare-devil the boy was!  Up to anything, picking up a cap at full gallop, or bringing things down with his gun! He had one bad quality; he was terribly greedy for money.  Once, for the fun of the thing, Grigori Aleksandrovich promised to give him a ducat if he would steal the best he-goat from his father's herd for him; and, what do you think? The very next night he came lugging it in by the horns!  At times we used to take it into our heads to tease him, and then his eyes would become bloodshot and his hand would fly to his dagger immediately.\\n\\n\\\"'You'll be losing your life if you are not careful, Azamat,' I would say to him.  'That hot head of yours will get you into trouble.'\\n\\n\\\"On one occasion, the old prince himself came to invite us to the wedding of his eldest daughter; and, as we were guest-friends with him, it was impossible to decline, Tartar though he was.  We set off.  In the village we were met by a number of dogs, all barking loudly.  The women, when they saw us coming, hid them- selves, but those whose faces we were able to get a view of were far from being beauties.\\n\\n\\\"'I had a much better opinion of the Cir- cassian women,' remarked Grigori Aleksandrovich.\\n\\n\\\"'Wait a bit!' I answered, with a smile; I had my own views on the subject.\\n\\n\\\"A number of people had already gathered at the prince's hut.  It is the custom of the Asiatics, you know, to invite all and sundry to a wedding. We were received with every mark of honour and conducted to the guest-chamber.  All the same, I did not forget quietly to mark where our horses were put, in case anything unforeseen should happen.\\\"\\n\\n\\\"How are weddings celebrated amongst them?\\\" I asked the staff-captain.\\n\\n\\\"Oh, in the usual way.  First of all, the Mullah reads them something out of the Koran; then gifts are bestowed upon the young couple and all their relations; the next thing is eating and drinking of buza, then the dance on horse- back; and there is always some ragamuffin, bedaubed with grease, bestriding a wretched, lame jade, and grimacing, buffooning, and making the worshipful company laugh.  Finally, when darkness falls, they proceed to hold what we should call a ball in the guest-chamber.  A poor, old greybeard strums on a three-stringed in- strument -- I forget what they call it, but anyhow, it is something in the nature of our balalaika.\\\\[1\\\\]  The girls and young children set themselves in two ranks, one opposite the other, and clap their hands and sing.  Then a girl and a man come out into the centre and begin to chant verses to each other -- whatever comes into their heads -- and the rest join in as a chorus. Pechorin and I sat in the place of honour.  All at once up came our host's youngest daughter, a girl of about sixteen, and chanted to Pechorin -- how shall I put it? -- something in the nature of a compliment.\\\" . . .\\n\\n\\\\[1\\\\] A kind of two-stringed or three-stringed guitar.\\n\\n\\\"What was it she sang -- do you remember?\\\"\\n\\n\\\"It went like this, I fancy: 'Handsome, they say, are our young horsemen, and the tunics they wear are garnished with silver; but handsomer still is the young Russian officer, and the lace on his tunic is wrought of gold.  Like a poplar amongst them he stands, but in gardens of ours such trees will grow not nor bloom!'\\n\\n\\\"Pechorin rose, bowed to her, put his hand to his forehead and heart, and asked me to answer her.  I know their language well, and I translated his reply.\\n\\n\\\"When she had left us I whispered to Grigori Aleksandrovich:\\n\\n\\\"'Well, now, what do you think of her?'\\n\\n\\\"'Charming!' he replied.  'What is her name?'\\n\\n\\\"'Her name is Bela,' I answered.\\n\\n\\\"And a beautiful girl she was indeed; her figure was tall and slender, her eyes black as those of a mountain chamois, and they fairly looked into your soul.  Pechorin, deep in thought, kept his gaze fixed upon her, and she, for her part, stole glances at him often enough from under her lashes.  Pechorin, however, was not the only one who was admiring the pretty princess; another pair of eyes, fixed and fiery, were gazing at her from the corner of the room.  I took a good look at their owner, and recognised my old acquaintance Kazbich, who, you must know, was neither exactly 'friendly' nor yet the other thing.  He was an object of much suspicion, although he had never actually been caught at any knavery.  He used to bring rams to our fortress and sell them cheaply; only he never would haggle; whatever he demanded at first you had to give.  He would have his throat cut rather than come down in price.  He had the reputation of being fond of roaming on the far side of the Kuban with the Abreks; and, to tell the truth, he had a regular thief's visage.  A little, wizened, broad-shouldered fellow he was -- but smart, I can tell you, smart as the very devil!  His tunic was always worn out and patched, but his weapons were mounted in silver. His horse was renowned throughout Kabardia -- and, indeed, a better one it would be impossible to imagine!  Not without good reason did all the other horsemen envy Kazbich, and on more than one occasion they had attempted to steal the horse, but they had never succeeded.  I seem to see the animal before me now -- black as coal, with legs like bow-strings and eyes as fine as Bela's!  How strong he was too!  He would gallop as much as fifty versts at a stretch!  And he was well trained besides -- he would trot behind his master like a dog, and actually knew his voice!  Kazbich never used to tether him either -- just the very horse for a robber! . . .\\n\\n\\\"On that evening Kazbich was more sullen than ever, and I noticed that he was wearing a coat of mail under his tunic.  'He hasn't got that coat of mail on for nothing,' I thought. 'He has some plot in his head, I'll be bound!'\\n\\n\\\"It grew oppressively hot in the hut, and I went out into the air to cool myself.  Night had fallen upon the mountains, and a mist was beginning to creep along the gorges.\\n\\n\\\"It occurred to me to pop in under the shed where our horses were standing, to see whether they had their fodder; and, besides, it is never any harm to take precautions.  My horse was a splendid one too, and more than one Kabardian had already cast fond glances at it, repeating at the same time: 'Yakshi tkhe chok yakshi.'\\\\[1\\\\]\\n\\n\\\\[1\\\\] \\\"Good -- very good.\\\"\\n\\n\\\"I stole along the fence.  Suddenly I heard voices, one of which I immediately recognised.\\n\\nIt was that of the young pickle, Azamat, our host's son.  The other person spoke less and in a quieter tone.\\n\\n\\\"'What are they discussing there?' I won- dered.  'Surely it can't be my horse!'  I squatted down beside the fence and proceeded to play the eavesdropper, trying not to let slip a single word.  At times the noise of songs and the buzz of voices, escaping from the hut, drowned the conversation which I was finding interesting.\\n\\n\\\"'That's a splendid horse of yours,' Azamat was saying.  'If I were master of a house of my own and had a stud of three hundred mares, I would give half of it for your galloper, Kazbich!'\\n\\n\\\"'Aha!  Kazbich!' I said to myself, and I called to mind the coat of mail.\\n\\n\\\"'Yes,' replied Kazbich, after an interval of silence.  'There is not such another to be found in all Kabardia.  Once -- it was on the other side of the Terek -- I had ridden with the Abreks to seize the Russian herds.  We had no luck, so we scattered in different directions.  Four Cossacks dashed after me.  I could actually hear the cries of the giaours behind me, and in front of me there was a dense forest.  I crouched down in the saddle, committed myself to Allah, and, for the first time in my life, insulted my horse with a blow of the whip.  Like a bird, he plunged among the branches; the sharp thorns tore my clothing, the dead boughs of the cork-elms struck against my face!  My horse leaped over tree- trunks and burst his way through bushes with his chest!  It would have been better for me to have abandoned him at the outskirts of the forest and concealed myself in it afoot, but it was a pity to part with him -- and the Prophet rewarded me.  A few bullets whistled over my head.  I could now hear the Cossacks, who had dismounted, running upon my tracks.  Suddenly a deep gully opened before me.  My galloper took thought -- and leaped.  His hind hoofs slipped back off the opposite bank, and he re- mained hanging by his fore-feet.  I dropped the bridle and threw myself into the hollow, thereby saving my horse, which jumped out. The Cossacks saw the whole scene, only not one of them got down to search for me, thinking probably that I had mortally injured myself; and I heard them rushing to catch my horse.  My heart bled within me.  I crept along the hollow through the thick grass -- then I looked around: it was the end of the forest.  A few Cossacks were riding out from it on to the clearing, and there was my Karagyoz\\\\[1\\\\] galloping straight towards them.  With a shout they all dashed forward. For a long, long time they pursued him, and one of them, in particular, was once or twice almost successful in throwing a lasso over his neck.\\n\\n\\\\[1\\\\] Turkish for \\\"Black-eye.\\\"\\n\\nI trembled, dropped my eyes, and began to pray. After a few moments I looked up again, and there was my Karagyoz flying along, his tail waving -- free as the wind; and the giaours, on their jaded horses, were trailing along far behind, one after another, across the steppe.  Wallah!  It is true -- really true!  Till late at night I lay in the hollow. Suddenly -- what do you think, Azamat?  I heard in the darkness a horse trotting along the bank of the hollow, snorting, neighing, and beating the ground with his hoofs.  I recognised my Karagyoz's voice; 'twas he, my comrade!\\\" . . . Since that time we have never been parted!'\\n\\n\\\"And I could hear him patting his galloper's sleek neck with his hand, as he called him various fond names.\\n\\n\\\"'If I had a stud of a thousand mares,' said Azamat, 'I would give it all for your Karagyoz!'\\n\\n\\\"'Yok!\\\\[1\\\\]  I would not take it!' said Kazbich indifferently.\\n\\n\\\\[1\\\\] \\\"No!\\\"\\n\\n\\\"'Listen, Kazbich,' said Azamat, trying to ingratiate himself with him.  'You are a kind- hearted man, you are a brave horseman, but my father is afraid of the Russians and will not allow me to go on the mountains.  Give me your horse, and I will do anything you wish.  I will steal my father's best rifle for you, or his sabre -- just as you like -- and his sabre is a genuine Gurda;\\\\[1\\\\] you have only to lay the edge against your hand, and it will cut you; a coat of mail like yours is nothing against it.'\\n\\n\\\\[1\\\\] A particular kind of ancient and valued sabre.\\n\\n\\\"Kazbich remained silent.\\n\\n\\\"'The first time I saw your horse,' continued Azamat, 'when he was wheeling and leaping under you, his nostrils distended, and the flints flying in showers from under his hoofs, something I could not understand took place within my soul; and since that time I have been weary of everything.  I have looked with disdain on my father's best gallopers; I have been ashamed to be seen on them, and yearning has taken pos- session of me.  In my anguish I have spent whole days on the cliffs, and, every minute, my thoughts have kept turning to your black galloper with his graceful gait and his sleek back, straight as an arrow.  With his keen, bright eyes he has looked into mine as if about to speak! . . .  I shall die, Kazbich, if you will not sell him to me!' said Azamat, with trembling voice.\\n\\n\\\"I could hear him burst out weeping, and I must tell you that Azamat was a very stubborn lad, and that not for anything could tears be wrung from him, even when he was a little younger.\\n\\n\\\"In answer to his tears, I could hear some- thing like a laugh.\\n\\n\\\"'Listen,' said Azamat in a firm voice. 'You see, I am making up my mind for anything. If you like, I will steal my sister for you!  How she dances!  How she sings!  And the way she embroiders with gold -- marvellous!  Not even a Turkish Padishah\\\\[1\\\\] has had a wife like her! . . . Shall I?  Wait for me to-morrow night, yonder, in the gorge where the torrent flows; I will go by with her to the neighbouring village -- and she is yours.  Surely Bela is worth your galloper!'\\n\\n\\\\[1\\\\] King -- a title of the Sultan of Turkey.\\n\\n\\\"Kazbich remained silent for a long, long time.  At length, instead of answering, he struck up in an undertone the ancient song:\\n\\n\\\"Many a beauty among us dwells\\n\\nFrom whose eyes' dark depths the starlight wells,\\n\\n'Tis an envied lot and sweet, to hold\\n\\nTheir love; but brighter is freedom bold.\\n\\nFour wives are yours if you pay the gold;\\n\\nBut a mettlesome steed is of price untold;\\n\\nThe whirlwind itself on the steppe is less fleet;\\n\\nHe knows no treachery -- no deceit.\\\"\\\\[2\\\\]\\n\\n\\\\[2\\\\] I beg my readers' pardon for having versified Kazbich's song, which, of course, as I heard it, was in prose; but habit is second nature.  (Author's note.)\\n\\n\\\"In vain Azamat entreated him to consent. He wept, coaxed, and swore to him.  Finally, Kazbich interrupted him impatiently:\\n\\n\\\"'Begone, you crazy brat!  How should you think to ride on my horse?  In three steps you would be thrown and your neck broken on the stones!'\\n\\n\\\"'I?' cried Azamat in a fury, and the blade of the child's dagger rang against the coat of mail.  A powerful arm thrust him away, and he struck the wattle fence with such violence that it rocked.\\n\\n\\\"'Now we'll see some fun!' I thought to myself.\\n\\n\\\"I rushed into the stable, bridled our horses and led them out into the back courtyard.  In a couple of minutes there was a terrible uproar in the hut.  What had happened was this: Azamat had rushed in, with his tunic torn, saying that Kazbich was going to murder him.  All sprang out, seized their guns, and the fun began! Noise -- shouts -- shots!  But by this time Kazbich was in the saddle, and, wheeling among the crowd along the street, defended himself like a madman, brandishing his sabre.\\n\\n\\\"'It is a bad thing to interfere in other people's quarrels,' I said to Grigori Aleksandro- vich, taking him by the arm.  'Wouldn't it be better for us to clear off without loss of time?'\\n\\n\\\"'Wait, though, and see how it will end!'\\n\\n\\\"'Oh, as to that, it will be sure enough to end badly; it is always so with these Asiatics. Once let them get drunk on buza, and there's certain to be bloodshed.'\\n\\n\\\"We mounted and galloped home.\\\"\\n\\nCHAPTER IV\\n\\n\\\"TELL me, what became of Kazbich?\\\" I asked the staff-captain impatiently.\\n\\n\\\"Why, what can happen to that sort of a fellow?\\\" he answered, finishing his tumbler of tea.  \\\"He slipped away, of course.\\\"\\n\\n\\\"And wasn't he wounded?\\\" I asked.\\n\\n\\\"Goodness only knows!  Those scoundrels take a lot of killing!  In action, for instance, I've seen many a one, sir, stuck all over with bayonets like a sieve, and still brandishing his sabre.\\\"\\n\\nAfter an interval of silence the staff-captain continued, tapping the ground with his foot:\\n\\n\\\"One thing I'll never forgive myself for. On our arrival at the fortress the devil put it into my head to repeat to Grigori Aleksandrovich all that I had heard when I was eavesdropping behind the fence.  He laughed -- cunning fellow! -- and thought out a little plan of his own.\\\"\\n\\n\\\"What was that?  Tell me, please.\\\"\\n\\n\\\"Well, there's no help for it now, I suppose. I've begun the story, and so I must continue.\\n\\n\\\"In about four days' time Azamat rode over to the fortress.  As his usual custom was, he went to see Grigori Aleksandrovich, who always used to give him sweetmeats to eat.  I was present. The conversation was on the subject of horses, and Pechorin began to sound the praises of Kazbich's Karagyoz.  What a mettlesome horse it was, and how handsome!  A perfect chamois! In fact, judging by his account, there simply wasn't another like it in the whole world!\\n\\n\\\"The young Tartar's beady eyes began to sparkle, but Pechorin didn't seem to notice the fact.  I started to talk about something else, but immediately, mark you, Pechorin caused the conversation to strike off on to Kazbich's horse. Every time that Azamat came it was the same story.  After about three weeks, I began to observe that Azamat was growing pale and wasted, just as people in novels do from love, sir.  What wonder either! . . .\\n\\n\\\"Well, you see, it was not until afterwards that I learned the whole trick -- Grigori Aleksan- drovich exasperated Azamat to such an extent with his teasing that the boy was ready even to drown himself.  One day Pechorin suddenly broke out with:\\n\\n\\\"'I see, Azamat, that you have taken a desperate fancy to that horse of Kazbich's, but you'll no more see him than you will the back of your neck!  Come, tell me, what would you give if somebody made you a present of him?'\\n\\n\\\"'Anything he wanted,' answered Azamat.\\n\\n\\\"'In that case I will get the horse for you, only on one condition . . .  Swear that you will fulfil it?'\\n\\n\\\"'I swear.  You swear too!'\\n\\n\\\"'Very well!  I swear that the horse shall be yours.  But, in return, you must deliver your sister Bela into my hands.  Karagyoz shall be her bridegroom's gift.  I hope the transaction will be a profitable one for you.'\\n\\n\\\"Azamat remained silent.\\n\\n\\\"'Won't you?  Well, just as you like!  I thought you were a man, but it seems you are still a child; it is early for you to be riding on horseback!'\\n\\n\\\"Azamat fired up.\\n\\n\\\"'But my father --' he said.\\n\\n\\\"'Does he never go away, then?'\\n\\n\\\"'True.'\\n\\n\\\"'You agree?'\\n\\n\\\"'I agree,' whispered Azamat, pale as death. 'But when?'\\n\\n\\\"'The first time Kazbich rides over here. He has promised to drive in half a score of rams; the rest is my affair.  Look out, then, Azamat!'\\n\\n\\\"And so they settled the business -- a bad business, to tell the truth!  I said as much to Pechorin afterwards, but he only answered that a wild Circassian girl ought to consider herself fortunate in having such a charming husband as himself -- because, according to their ideas, he really was her husband -- and that Kazbich was a scoundrel, and ought to be punished.  Judge for yourself, what could I say to that? . . .  At the time, however, I knew nothing of their con- spiracy.  Well, one day Kazbich rode up and asked whether we needed any rams and honey; and I ordered him to bring some the next day.\\n\\n\\\"'Azamat!' said Grigori Aleksandrovich; 'to-morrow Karagyoz will be in my hands; if Bela is not here to-night you will never see the horse.' . .\\n\\n\\\"'Very well,' said Azamat, and galloped to the village.\\n\\n\\\"In the evening Grigori Aleksandrovich armed himself and rode out of the fortress.  How they settled the business I don't know, but at night they both returned, and the sentry saw that across Azamat's saddle a woman was lying, bound hand and foot and with her head wrapped in a veil.\\\"\\n\\n\\\"And the horse?\\\" I asked the staff-captain.\\n\\n\\\"One minute!  One minute!  Early next morning Kazbich rode over, driving in half a score of rams for sale.  Tethering his horse by the fence, he came in to see me, and I regaled him with tea, for, robber though he was, he was none the less my guest-friend.\\n\\n\\\"We began to chat about one thing and another. . .  Suddenly I saw Kazbich start, change countenance, and dart to the window; but unfortunately the window looked on to the back courtyard.\\n\\n\\\"'What is the matter with you?' I asked.\\n\\n\\\"'My horse! . . .  My horse!' he cried, all of a tremble.\\n\\n\\\"As a matter of fact I heard the clattering of hoofs.\\n\\n\\\"'It is probably some Cossack who has ridden up.'\\n\\n\\\"'No!  Urus -- yaman, yaman!'\\\\[1\\\\] he roared, and rushed headlong away like a wild panther. In two bounds he was in the courtyard; at the gate of the fortress the sentry barred the way with his gun; Kazbich jumped over the gun and dashed off at a run along the road. . . Dust was whirling in the distance -- Azamat was galloping away on the mettlesome Karagyoz. Kazbich, as he ran, tore his gun out of its cover and fired.  For a moment he remained motion- less, until he had assured himself that he had missed.  Then he uttered a shrill cry, knocked the gun against a rock, smashed it to splinters, fell to the ground, and burst out sobbing like a child. . .  The people from the fortress gathered round him, but he took no notice of anyone.  They stood there talking awhile and then went back.  I ordered the money for the rams to be placed beside him.  He didn't touch it, but lay with his face to the ground like a dead man.  Would you believe it?  He re- mained lying like that throughout the rest of that day and the following night!  It was only on the next morning that he came to the fortress and proceeded to ask that the name of the thief should be told him.  The sentry who had ob- served Azamat untying the horse and galloping away on him did not see any necessity for con- cealment.  At the name of Azamat, Kazbich's eyes flashed, and he set off to the village where Azamat's father lived.\\\"\\n\\n\\\\[1\\\\] \\\"No!  Russian -- bad, bad!\\\"\",\"timestamp\":1636537740,\"title\":\"A Hero of Our Time\\n\\nby M. Y. Lermontov\"},\"digest\":\"1TEhapk1FjDHET6fKq0O0io0w2iSKQQRL0oNh-i-3gs\",\"authorship\":{\"contributor\":\"0x953ef2b42A44aEF445c93691F4C90c61b8173D62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MG0o-uG4RU4o58sxCjza00keWX7Yk4qdpGdQJFRxMI4\\\",\\\"y\\\":\\\"Mx9mcxJcMurc9_6ayAuY0dfOQF46dfoOGQcjtbg1aBs\\\"}\",\"signature\":\"5Imn3W-JoQRoivLewkPaH14JzDw6rRAXbzo_Fn2OcCtJgIhAyys3aAFRiHkjn_yKqhoG5gY8YXspgdVM3bdtiw\",\"signingKeySignature\":\"0xaa3fa584667149de9722d658e245ef63000c7b0bc9c1a96c60e40a426acdb45b392143e4e672525427c6989b678081273f51b3c573dcd87ad70b1906a40806441c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MG0o-uG4RU4o58sxCjza00keWX7Yk4qdpGdQJFRxMI4\\\",\\\"y\\\":\\\"Mx9mcxJcMurc9_6ayAuY0dfOQF46dfoOGQcjtbg1aBs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1TEhapk1FjDHET6fKq0O0io0w2iSKQQRL0oNh-i-3gs\"}"