"{\"content\":{\"body\":\"Jiang Zhe, word cloud, was born with yuan e \\\"for four years, his father river sunset, autumn cold, autumn cold young JiaPin, gentle romantic, deceased wife to daughter, autumn cold to gone with an enterprising, therefore, not official, only godchild reading all day long, DE eight years has not, jiaxing plague, his wife died, a matter, autumn cold because draws and wife family, in spite of illness, with their children travel to jiangxia, autumn cold disease,With the cloud as the extension of medicine, meet the medical saint Sangchen, Sangchen love with the cloud, it is full of things to teach, not a few, cold autumn gradually more, Sangchen to the north of the river, along with the cloud to serve decoction, retention jiangxia, xian De eleven years of the ren Xu, cold autumn died, there is \\\"Qing Yuan set\\\" 12 volumes handed down, elegant and fresh, today people quite love it.\\n\\nMarquis Lu followed the clouds to see him. Seeing his youth, he ordered him to write a poem. After a few moments, he wrote a thousand words to compose an Ode to Autumn Waters, in which, \\\"Less yan, the moon rose from the east Hill, wandering among bullfights.White dew across the river, water and light.As far as a reed, lingwan Ares at a loss.Like Feng Xu, he never knew where to stop.Fluttering like independence, feather and ascend immortal.\\\"Startled, Marquis Lu got up and thanked him. He ordered his son to go out and seek advice from his master.\",\"timestamp\":1634808832,\"title\":\"The history of chu in the Southern Dynasty: Jiang Suiyun\"},\"digest\":\"LjNqpA5hoPJOZrQFuycq2OCC80KRhT-nm87sRkyteIk\",\"authorship\":{\"contributor\":\"0x36a55b7E766Ab8EAAc78515F810418a3B6C1A75f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"54UzCkN-nOmZYjlIATdavmlx2ds3iGz8ncaC5I2uHYA\\\",\\\"y\\\":\\\"I7OxTNs0Z7TYfRqRlcko0TqpcOKAcLAYK3a6Adj3l_8\\\"}\",\"signature\":\"4S-ea6Qsn6y42RyAnchQoE2QGxdHM-wp8pOvEsAUYNB2E03IweZsHzXuNXxuuYv5T5lMqiBwwZn-YLjf41shdg\",\"signingKeySignature\":\"0x3b5f059c120b3dd28687d928852989e9a03549d9dfb3af671796e488ccb9b7f21300870f3c7b358278c1e2f7b805ed1a7bad61b7d4ff8ec3a187a81a5b7a901d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"54UzCkN-nOmZYjlIATdavmlx2ds3iGz8ncaC5I2uHYA\\\",\\\"y\\\":\\\"I7OxTNs0Z7TYfRqRlcko0TqpcOKAcLAYK3a6Adj3l_8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LjNqpA5hoPJOZrQFuycq2OCC80KRhT-nm87sRkyteIk\"}"