"{\"content\":{\"body\":\"# What does it takes to go viral?\\n\\nHonestly, I have no Idea what the correct answer to this question is, but I intend to find out during the next year.\\n\\n“Going Viral” is such a complex concept because it depends on multiple factors, from thoughts and perspectives to physical looks -in some cases, at least-.\\n\\nThe reality is that social profiles can be a thought-provoking self-portrait that focuses on your perspective and how you fit into today’s society. You could wonder why anyone would find your daily life interesting enough to follow, like, or any other online interaction there is. The answer may be that it’s not about you at all; it’s about what other people see in you. Or maybe it isn’t so much them as it is the technology that reveals more about humanity than any deep, voyeuristic stare ever could.\\n\\nWith the touch of a button you can become a part of the collective consciousness and share your ideas with the world. Technology allows us to acknowledge an audience without their physical presence and lets us connect with any person from anywhere in the world. It seems that we’re living at a time where we want everyone to know each other.\\n\\nI’ve been thinking aloud a lot lately, and I’ve come to the realization that, now, more than ever, is imposible to dismiss the power of an online presence, the world is shifting and soon, if it hasn’t yet happen, our online presence could become more important to represent ourselves than our physical presence; it’s crazy to imagine a full online world, or isn’t it?\\n\\nThe world is shifting to an online image and soon, it could be the first thing people see when they look at you.\",\"timestamp\":1641312609,\"title\":\"How valuable is our online presence?\"},\"digest\":\"4TVswxTz1CdtTc7LjUcuGhqx2vkBsYO___spfoVVF8g\",\"authorship\":{\"contributor\":\"0xdD2215D65512a420733A1E10E5Cf8409Ba313A86\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L31MDBx2Owp0iPGwXGnHqKgeOZveX-gfdTJQFNPcUMo\\\",\\\"y\\\":\\\"SPBCvM8AnhAkaHYarhwO3uWs9bKIzCNdStBSRjQPaUo\\\"}\",\"signature\":\"VgZ6RlzjkHGqUMH4qs8AQ4ibHifTSgCSCPn39J39Ff0Mgt4v6Ncib9u9ePNttE0zDiXf0eugz8L-aiOTsrNepQ\",\"signingKeySignature\":\"0x72f2ce4262176fc98c833ff37ce827b2062f524bf3d3c147f031dbdba6768fc4422acd7fcfceff4ddcee89f4c2ea7bc4d39408eb1a567bc545b9956f08eff9881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L31MDBx2Owp0iPGwXGnHqKgeOZveX-gfdTJQFNPcUMo\\\",\\\"y\\\":\\\"SPBCvM8AnhAkaHYarhwO3uWs9bKIzCNdStBSRjQPaUo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4TVswxTz1CdtTc7LjUcuGhqx2vkBsYO___spfoVVF8g\"}"