"{\"content\":{\"body\":\"good minister, but that you still remain yourself a bad man.  My brethren, be you all sure of it, there is a special and a fearful danger in having a specially good minister.  Think twice, and make up your mind well, before you call a specially good minister, or become a communicant, or even an adherent under a specially good minister.  If two bad men go down together to the pit, and the one has had a good minister, as, God have mercy on us, sometimes happens, and the other has only had one who had the name of a minister, the evangelised reprobate will lie in a deeper bed in hell, and will spend a more remorseful eternity on it than will the other.  No man among you, minister or no minister, good minister or bad, will be able to sin with impunity. But he who sins on and on after good preaching will be beaten with many stripes.  'Woe unto thee, Chorazin!  Woe unto thee, Bethsaida! For if the mighty works which were done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.  But I say unto you, it shall be more tolerable for Tyre and Sidon at the day of judgment than for you.'  'Thou that hast knowledge,' says a powerful old preacher, 'canst not sin so cheap as another that is ignorant.  Places of much knowledge'--he was preaching in the university pulpit of Oxford--'and plentiful in the means of grace are dear places for a man to sin in.  To be drunken or unclean after a powerful sermon, and after the Holy Ghost has enlightened thee, is more than to have so sinned twenty times before.  Thou mightest have sinned ten times more and been damned less.  For does not Jesus Christ the Judge say to thee, This is thy condemnation, that so much light has come to thee?'  And, taking the then way of execution as a sufficiently awful illustration, the old Oxford Puritan goes on to say that to sin against light is the highest step of the ladder before turning off.  And, again, that if there are worms in hell that die not, it is surely gospel light that breeds them.\\n\\nEXPERIENCE\\n\\n'My heart had great experience.'--The Preacher. 'I will give them pastors after Mine own heart.'\\n\\nExperience, the excellent shepherd of the Delectable Mountains, had a brother in the army, and he was an equally excellent soldier. The two brothers--they were twin-brothers--had been brought up together till they were grown-up men in the same town of Mansoul. All the Experience family, indeed, had from time immemorial hailed from that populous and important town, and their family tree ran away back beyond the oldest extant history.  The two brothers, while in all other things as like as two twin-brothers could be, at the same time very early in life began to exhibit very different talents and tastes and dispositions; till, when we meet with them in their full manhood, the one is a soldier in the army and the other a shepherd on the Delectable Mountains.  The soldier-brother is thus described in one of the military histories of his day:  'A man of conduct and of valour, and a person prudent in matters.  A comely person, moreover, well-spoken in negotiations, and very successful in undertakings.  His colours were the white colours of Mansoul and his scutcheon was the dead lion and the dead bear.'\\n\\nThe shepherd-brother, on the other hand, is thus pictured out to us by one who has seen him.  A traveller who has visited the Delectable Mountains, and has met and talked with the shepherds, thus describes Experience in his excellent itinerary:  'Knowledge,' he says, 'I found to be the sage of the company, spare in build, high of forehead, worn in age, and his tranquil gait touched with abstractedness.  While Experience was more firmly knit in form and face, with a shrewd kindly eye and a happy readiness in his bearing, and all his hard-earned wisdom evidently on foot within him as a capability for work and for control.'  This, then, was the second of the four shepherds, who fed Immanuel's sheep on the Delectable Mountains.\\n\\nBut here again to-night, and in the case of Experience, just as last Sabbath night and in the case of Knowledge, in all this John Bunyan speaks to children,--only the children here are the children of the kingdom of heaven.  The veriest child who reads the Delectable Mountains begins to suspect before he is done that Knowledge and Experience are not after all two real and true shepherds going their rounds with their staves and their wallets and their wheeling dogs.  Yes, though the little fellow cannot put his suspicions into proper words for you, all the same he has his suspicions that he is being deceived by you and your Sabbath book; and, ten to one, from that sceptical day he will not read much more of John Bunyan till in after-life he takes up John Bunyan never for a single Sabbath again to lay him down.  Yes, let the truth be told at once, Experience is simply a minister, and not a real shepherd at all; a minister of the gospel, a preacher, and a pastor; but, then, he is a preacher and a pastor of no ordinary kind, but of the selectest and very best kind.\\n\\n1. Now, my brethren, to plunge at once out of the parable and into the interpretation, I observe, in the first place, that pastors who are indeed to be pastors after God's own heart have all to pass into their pastorate through the school of experience.  Preaching after God's own heart, and pastoral work of the same divine pattern, cannot be taught in any other school than the school of experience.  Poets may be born and not made, but not pastors nor preachers.  Nay, do not all our best poets first learn in their sufferings what afterwards they teach us in their songs?  At any rate, that is certainly the case with preachers and pastors.  As my own old minister once said to me in a conversation on this very subject, 'Even God Himself cannot inspire an experience.'  No.  For if He could He would surely have done so in the case of His own Son, to Whom in the gift of the Holy Ghost He gave all that He could give and all that His Son could receive.  But an experience cannot in the very nature of things be either bestowed on the one hand or received and appropriated on the other.  An experience in the unalterable nature of the thing itself must be undergone.  The Holy Ghost Himself after He has been bestowed and received has to be experimented upon, and taken into this and that need, trial, cross, and care of life.  He is not sent to spare us our experiences, but to carry us through them.  And thus it is (to keep for a moment in sight of the highest illustration we have of this law of experience), thus it is, I say, that the apostle has it in his Epistle to the Hebrews that though Christ Himself were a Son, yet learned He obedience by the things that He suffered.  And being by experience made perfect He then went on to do such and such things for us.  Why, for instance, for one thing, why do you think was our Lord able to speak with such extraordinary point, impressiveness, and assurance about prayer; about the absolute necessity and certainty of secret, importunate, persevering prayer having, sooner or later, in one shape or other, and in the best possible shape, its answer?  Why but because of His own experience? Why but because His own closet, hilltop, all-night, and up-before- the-day prayers had all been at last heard and better heard than He had been able to ask?  We can quite well read between the lines in all our Lord's parables and in all the passages of His sermons about prayer.  The unmistakable traces of otherwise untold enterprises and successes, agonies and victories of prayer, are to be seen in every such sermon of His.  And so, in like manner, in all that He says to His disciples about the sweetness of submission, resignation, and self-denial, as also about the nourishment for His soul that He got out of every hard act of obedience,--and so on.  There is running through all our Lord's doctrinal and homiletical teaching that note of reality and of certitude that can only come to any teaching out of the long and deep and intense experience of the teacher.  And as the Master was, so are all His ministers.  When I read, for instance, what William Law says about the heart-searching and heart-cleansing efficacy of intercessory prayer in the case of him who continues all his life so to pray, and carries such prayer through all the experiences and all the relationships of life, I do not need you to tell me where that great man of God made that great discovery.  I know that he made it in his own closet, and on his own knees, and in his own evil heart.  And so, also, when I come nearer home.  Whenever I hear a single unconventional, immediate, penetrating, overawing petition or confession in a minister's pulpit prayer or in his family worship, I do not need to be told out of what prayer-book he took that.  I know without his telling me that my minister has been, all unknown to me till now, at that same school of prayer to which his Master was put in the days of His flesh, and out of which He brought the experiences that He afterwards put into the Friend at midnight, and the Importunate widow, as also into the Egg and the scorpion, the Bread and the stone, the Knocking and the opening, the Seeking and the finding.\\n\\nHis children thus most dear to Him, Their heavenly Father trains, Through all the hard experience led Of sorrows and of pains.\\n\\nAnd if His children, then ten times more the tutors and governors of His children,--the pastors and the preachers He prepares for His people.\\n\\n1. Again, though I will not put those two collegiate shepherds against one another, yet, in order to bring out the whole truth on this matter, I will risk so far as to say that where we cannot have both Knowledge and Experience, by all means let us have Experience. Yes, I declare to you that if I were choosing a minister for myself, and could not have both the book-knowledge and the experience of the Christian life in one and the same man; and could not have two ministers, one with all the talents and another with all the experiences; I would say that, much as I like an able and learned sermon from an able and learned man, I would rather have less learning and more experience.  And, then, no wonder that such pastors and preachers are few.  For how costly must a thoroughly good minister's experience be to him!  What a quantity and what a quality of experience is needed to take a raw, light-minded, ignorant, and self-satisfied youth and transform him into the pastor, the tried and trusted friend of the tempted, the sorrow- laden, and the shipwrecked hearts and lives in his congregation! What years and years of the selectest experiences are needed to teach the average divinity student to know himself, to track out and run to earth his own heart, and thus to lay open and read other men's hearts to their self-deceived owners in the light of his own. A matter, moreover, that he gets not one word of help toward in all his college curriculum.  David was able to say in his old age that he fed the flock of God in Israel according to the integrity of his heart, and guided them by the skilfulness of his hands.  But what years and years of shortcoming and failure in private and in public life lie behind that fine word 'integrity'! as also what stumbles and what blunders behind that other fine word 'skilfulness'!  But, then, how a lightest touch of a preacher's own dear-bought experience skilfully let fall brightens up an obscure scripture! How it sends a thrill through a prayer!  How it wings an arrow to the conscience!  How it sheds abroad balm upon the heart!  Let no minister, then, lose heart when he is sent back to the school of experience.  He knows in theory that tribulation worketh patience, and patience experience, but it is not theory, but experience, that makes a minister after God's own heart.  I sometimes wish that I may live to see a chair of Experimental Religion set up in all our colleges.  I fear it is a dream, and that it must have been pronounced impracticable long ago by our wisest heads.  Still, all the same, that does not prevent me from again and again indulging my dream.  I indulge my fond dream again as often as I look back on my own tremendous mistakes in the management of my own personal and ministerial life, as well as sometimes see some signs of the same mistakes in some other ministers.  In my dream for the Church of the future I see the programme of lectures in the Experimental Class and the accompanying examinations.  I see the class library, and I envy the students.  I am present at the weekly book-day, and at the periodical addresses delivered to the class by those town and country ministers who have been most skilful in their pastorate and most successful in the conversion and in the character of their people.  And, unless I wholly deceive myself, I see, not all the class--that will never be till the millennium--but here and there twos and threes, and more men than that, who will throw their whole hearts into the work of such a class till they come out of the hall in experimental religion like Sir Proteus in the play:\\n\\nTheir years but young, but their experience old, Their heads unmellowed, but their judgment ripe.\\n\\nIt is quite true, that, as my old minister shrewdly said to me, even the Holy Ghost cannot inspire an experience.  No.  But a class of genuine experimental divinity would surely help to foster and develop an experience.  And, till the class is established, any student who has the heart for it may lay in the best of the class library for a few shillings.  Mr. Thin will tell you that there is no literature that is such a drug in the market as the best books of Experimental Divinity.  No wonder, then, that we make such slow and short way in the skilfulness, success, and acceptance of our preaching and our pastorate.\\n\\n1. But, at the same time, my brethren, all your ministers' experience of personal religion will be lost upon you unless you are yourselves attending the same school.  The salvation of the soul, you must understand, is not offered to ministers only. Ministers are not the only men who are, to begin with, dead in trespasses and sins.  The Son of God did not die for ministers only.  The Holy Ghost is not offered to ministers only.  A clean, humble, holy heart is not to be the pursuit of ministers only.  It is not to His ministers only that our Lord says, Take up My yoke and learn of Me.  The daily cross is not the opportunity of ministers only.  It is not to ministers only that tribulation worketh patience, and patience experience, and experience hope.  It was to all who had obtained like precious faith with their ministers that Peter issued this exhortation that they were to give all diligence to add to their faith virtue, and to virtue knowledge, and to knowledge temperance, and to temperance patience,--and so on.  Now, my brethren, unless all that is on foot in yourselves, as well as in your ministers, then their progress in Christian experience will only every new Sabbath-day separate you and your ministers further and further away from one another.  When a minister is really making progress himself in the life of religion that progress must come out, and ought to come out, both in his preaching and in his prayers.  And, then, two results of all that will immediately begin to manifest themselves among his people.  Some of his people will visibly, and still more will invisibly, make corresponding progress with their minister; while some others, alas! will fall off in interest, in understanding, and in sympathy till at last they drop off from his ministry altogether.  That is an old law in the Church of God:  'like people like priest,' and 'like priest like people.'  And while there are various influences at work retarding and perplexing the immediate operation of that law, at the same time, he who has eyes to see such things in a congregation and in a community will easily see Hosea's great law of congregational selection in operation every day.  Like people gradually gravitate to like preachers.  You will see, if you have the eyes, congregations gradually dissolving and gradually being consolidated again under that great law.  You will see friendships and families even breaking up and flying into pieces; and, again, new families and new friendships being built up on that very same law.  If you were to study the session books of our city congregations in the light of that law, you would get instruction.  If you just studied who lifted their lines, and why; and, again, what other people came and left their lines, and why, you would get instruction.  The shepherds in Israel did not need to hunt up and herd their flocks like the shepherds in Scotland.  A shepherd on the mountains of Israel had nothing more to do than himself pass up into the pasture lands and then begin to sing a psalm or offer a prayer, when, in an instant, his proper sheep were all round about him.  The sheep knew their own shepherd's voice, and they fled from the voice of a stranger.  And so it is with a true preacher,--a preacher of experience, that is.  His own people know no voice like his voice.  He does not need to bribe and flatter and run after his people.  He may have, he usually has, but few people as people go in our day, and the better the preacher sometimes the smaller the flock.  It was so in our Master's case. The multitude followed after the loaves but they fled from the feeding doctrines, till He first tasted that dejection and that sense of defeat which so many of His best servants are fed on in this world.  Still, as our Lord did not tune His pulpit to the taste of the loungers of Galilee, no more will a minister worth the name do anything else but press deeper and deeper into the depths of truth and life, till, as was the case with his Master, his followers, though few, will be all the more worth having.  The Delectable Mountains are wide and roomy.  They roll far away both before and behind.  Immanuel's Land is a large place, and there are many other shepherds among those hills and valleys besides Knowledge and Experience and Watchful and Sincere.  And each several shepherd has, on the whole, his own sheep.  Knowledge has his; Experience has his; Watchful has his; and Sincere has his; and all the other here unnamed shepherds have all theirs also.  For, always, like shepherd like sheep.  Yes.  Hosea must have been something in Israel somewhat analogous to a session-clerk among ourselves.  'Like priest like people' is certainly a digest of some such experience.  Let some inquisitive beginner in Hebrew this winter search out the prophet upon that matter, consulting Mr. Hutcheson and Dr. Pusey, and he will let me hear the result.\\n2. Now, my brethren, in closing, we must all keep it clearly before our minds, and that too every day we live, that God orders and overrules this whole world, and, indeed, keeps it going very much just that He may by means of it make unceasing experiment upon His people.  Experiment, you know, results in experience.  There is no other way by which any man can attain to a religious experience but by undergoing temptation, trial, tribulation:- experiment.  And it gives a divine dignity to all things, great and small, good and bad, when we see them all taken up into God's hand, in order that by means of them He may make for Himself an experienced people. Human life on this earth, when viewed under this aspect, is one vast workshop.  And all the shafts and wheels and pulleys; all the crushing hammers, and all the whirling knives; all the furnaces and smelting-pots; all the graving tools and smoothing irons, are all so many divinely-designed and divinely-worked instruments all directed in upon this one result,--our being deeply experienced in the ways of God till we are for ever fashioned into His nature and likeness.  Our faith in the unseen world and in our unseen God and Saviour is at one time put to the experiment.  At another time it is our love to Him; the reality of it, and the strength of it.  At another time it is our submission and our resignation to His will. At another time it is our humility, or our meekness, or our capacity for self-denial, or our will and ability to forgive an injury, or our perseverance in still unanswered prayer; and so on the ever-shifting but never-ceasing experiment goes.  I do beseech you, my brethren, take that true view of life home with you again this night.  This true view of life, namely, that experience in the divine life can only come to you through your being much experimented upon.  Meet all your trials and tribulations and temptations, then, under this assurance, that all things will work together for good to you also if you are only rightly exercised by means of them.  Nothing else but this growing experience and this settling assurance will be able to support you under the sudden ills of life; but this will do it.  This, when you begin by experience to see that all this life, and all the good and all the ill of this life, are all under this splendid divine law,--that your tribulations also are indeed working within you a patience, and your patience an experience, and your experience a hope that maketh not ashamed.\\n\\nWATCHFUL\\n\\n'Son of man, I have made thee a watchman unto the house of Israel.'--The word of the Lord to Ezekiel.\\n\\n'They watch for your souls.'--The Apostle to the Hebrews.\\n\\nThere were four shepherds who had the care of Immanuel's sheep on the Delectable Mountains, and their names were Knowledge, Experience, Watchful, and Sincere.  Now, in that very beautiful episode of his great allegory, John Bunyan is doing his very utmost to impress upon all his ministerial readers how much there is that goes to the making of a good minister, and how much every good minister has to do.  Each several minister must do all that in him lies, from the day of his ordination to the day of his death, to be all to his people that those four shepherds were to Immanuel's sheep.  He is to labour, in season and out of season, to be a minister of the ripest possible knowledge, the deepest and widest possible experience, the most sleepless watchfulness, and the most absolute and scrupulous sincerity.  Now, enough has perhaps been said already about a minister's knowledge and his experience; enough, certainly, and more than enough for some of us to hope half to carry out; and, therefore, I shall at once go on to take up Watchful, and to supply, so far as I am able, the plainest possible interpretation of this part of Bunyan's parable.\\n\\n1. Every true minister, then, watches, in the words of the apostle, for the souls of his people.  An ordinary minister's everyday work embraces many duties and offers many opportunities, but through all his duties and through all his opportunities there runs this high and distinctive duty of watching for the souls of his people.  A minister may be a great scholar, he may have taken all sacred learning for his province, he may be a profound and a scientific theologian, he may be an able church leader, he may be a universally consulted authority on ecclesiastical law, he may be a skilful and successful debater in church courts, he may even be a great pulpit orator, holding thousands entranced by his impassioned eloquence; but a true successor of the prophets of the Old Testament and of the apostles of the New Testament he is not, unless he watches for the souls of men.  All these endowments, and all these occupations, right and necessary as, in their own places, they all are,--great talents, great learning, great publicity, great popularity,--all tend, unless they are taken great care of, to lead their possessors away from all time for, and from all sympathy with, the watchfulness of the New Testament minister. Watching over a flock brings to you none of the exhilaration of authority and influence, none of the intoxication of publicity and applause.  Your experiences are the quite opposite of all these things when you are watching over your flock.  Your work among your flock is all done in distant and lonely places, on hillsides, among woods and thickets, and in cloudy and dark days.  You spend your strength among sick and dying and wandering sheep, among wolves and weasels, and what not, of that verminous kind.  At the same time, all good pastors are not so obscure and forgotten as all that. Some exceptionally able and exceptionally devoted and self- forgetful men manage to combine both extremes of a minister's duties and opportunities in themselves.  Our own Sir Henry Moncreiff was a pattern pastor.  There was no better pastor in Edinburgh in his day than dear Sir Henry was; and yet, at the same time, everybody knows what an incomparable ecclesiastical casuist Sir Henry was.  Mr. Moody, again, is a great preacher, preaching to tens of thousands of hearers at a time; but, at the same time, Mr. Moody is one of the most skilful and attentive pastors that ever took individual souls in hand and kept them over many years in mind.  But these are completely exceptional men, and what I want to say to commonplace and limited and everyday men like myself is this, that watching for the souls of our people, one by one, day in and day out,--that, above everything else, that, and nothing else,- -makes any man a pastor of the apostolic type.  An able man may know all about the history, the habitat, the various species, the breeds, the diseases, and the prices of sheep, and yet be nothing at all of a true shepherd.  And so may a minister.\\n2. Pastoral visitation, combined with personal dealing, is by far the best way of watching for souls.  I well remember when I first began my ministry in this congregation, how much I was impressed with what one of the ablest and best of our then ministers was reported to have testified on his deathbed.  Calling back to his bedside a young minister who had come to see him, the dying man said:  'Prepare for the pulpit; above everything else you do, prepare for the pulpit.  Let me again repeat it, should it at any time stand with you between visiting a death-bed and preparing for the pulpit, prepare for the pulpit.'  I was immensely impressed with that dying injunction when it was repeated to me, but I have lived,--I do not say to put my preparation for the pulpit, such as it is, second to my more pastoral work in my week's thoughts, but-- to put my visiting in the very front rank and beside my pulpit. 'We never were accustomed to much visiting,' said my elders to me in their solicitude for their young minister when he was first left alone with this whole charge; 'only appear in your own pulpit twice on Sabbath:  keep as much at home as possible:  we were never used to much visiting, and we do not look for it.'  Well, that was most kindly intended; but it was much more kind than wise.  For I have lived to learn that no congregation will continue to prosper, or, if other more consolidated and less exacting congregations, at any rate not this congregation, without constant pastoral attention. And remember, I do not complain of that.  Far, far from that.  For I am as sure as I am of anything connected with a minister's life, that a minister's own soul will prosper largely in the measure that the souls of his people prosper through his pastoral work.  No preaching, even if it were as good preaching as the apostle's itself, can be left to make up for the neglect of pastoral visitation and personal intercourse.  'I taught you from house to house,' says Paul himself, when he was resigning the charge of the church of Ephesus into the hands of the elders of Ephesus.  What would we ministers not give for a descriptive report of an afternoon's house-to-house visitation by the Apostle Paul!  Now in a workshop, now at a sickbed, now with a Greek, now with a Jew, and, in every case, not discussing politics and cursing the weather, not living his holidays over again and hearing of all the approaching marriages, but testifying to all men in his own incomparably winning and commanding way repentance toward God and faith toward the Lord Jesus Christ.  We city ministers call out and complain that we have no time to visit our people in their own houses; but that is all subterfuge.  If the whole truth were told about the busiest of us, it is not so much want of time as want of intention; it is want of set and indomitable purpose to do it; it is want of method and of regularity such as all business men must have; and it is want, above all, of laying out every hour of every day under the Great Taskmaster's eye.  Many country ministers again,--we, miserable men that we are, are never happy or well placed,--complain continually that their people are so few, and so scattered, and so ignorant, and so uninteresting, and so unresponsive, that it is not worth their toil to go up and down in remote places seeking after them.  It takes a whole day among bad roads and wet bogs to visit a shepherd's wife and children, and two or three bothies and pauper's hovels on the way home.  'On the morrow,' so runs many an entry in Thomas Boston's Memoirs, 'I visited the sick, and spent the afternoon in visiting others, and found gross ignorance prevailing.  Nothing but stupidity prevailed; till I saw that I had enough to do among my handful.  I had another diet of catechising on Wednesday afternoon, and the discovery I made of the ignorance of God and of themselves made me the more satisfied with the smallness of my charge . . . Twice a year I catechised the parish, and once a year I visited their families. My method of visitation was this.  I made a particular application of my doctrine in the pulpit to the family, exhorted them all to lay all these things to heart, exhorted them also to secret prayer, supposing they kept family worship, urged their relative duties upon them,' etc. etc.  And then at his leaving Ettrick, he writes: 'Thus I parted with a people whose hearts were knit to me and mine to them.  The last three or four years had been much blessed, and had been made very comfortable to me, not in respect of my own handful only, but others of the countryside also.'  Jonathan Edwards called Thomas Boston 'that truly great divine.'  I am not such a judge of divinity as Jonathan Edwards was, but I always call Boston to myself that truly great pastor.  But my lazy and deceitful heart says to me:  No praise to Boston, for he lived and did his work in the quiet Forest of Ettrick.  True, so he did. Well, then, look at the populous and busy town of Kidderminster. And let me keep continually before my abashed conscience that hard- working corpse Richard Baxter.  Absolutely on the same page on which that dying man enters diseases and medicines enough to fill a doctor's diary after a whole day in an incurable hospital, that noble soul goes on to say:  'I preached before the wars twice each Lord's Day, but after the wars but once, and once every Thursday, besides occasional sermons.  Every Thursday evening my neighbours that were most desirous, and had opportunity, met at my house.  Two days every week my assistant and I myself took fourteen families between us for private catechising and conference; he going through the parish, and the town coming to me.  I first heard them recite the words of the Catechism, and then examined them about the sense, and lastly urged them, with all possible engaging reason and vehemency, to answerable affection and practice.  If any of them were stalled through ignorance or bashfulness, I forbore to press them, but made them hearers, and turned all into instruction and exhortation.  I spent about an hour with a family, and admitted no others to be present, lest bashfulness should make it burdensome, or any should talk of the weakness of others.'  And then he tells how his people's necessity made him practise physic among them, till he would have twenty at his door at once.  'All these my employments were but my recreations, and, as it were, the work of my spare hours.  For my writings were my chiefest daily labour. And blessed be the God of mercies that brought me from the grave and gave me, after wars and sickness, fourteen years' liberty in such sweet employment!'  Let all ministers who would sit at home over a pipe and a newspaper with a quiet conscience keep Boston's Memoirs and Baxter's Reliquiae at arm's-length.\\n3. Our young communicants' classes, and still more, those private interviews that precede and finish up our young communicants' classes, are by far our best opportunities as pastors.  I remember Dr. Moody Stuart telling me long ago that he had found his young communicants' classes to be the most fruitful opportunities of all his ministry; as, also, next to them, times of baptism in families. And every minister who tries to be a minister at all after Dr. Moody Stuart's pattern, will tell you something of the same thing. They get at the opening history of their young people's hearts before their first communion.  They make shorthand entries and secret memoranda at such a season like this:  'A. a rebuke to me. He had for long been astonished at me that I did not speak to him about his soul.  B. traced his conversion to the singing of 'The sands of time are sinking' in this church last summer.  C. was spoken to by a room-mate.  D. was to be married, and she died.  Of E. I have great hope.  F., were she anywhere but at home, I would have great hopes of her,'--and so on.  But, then, when a minister takes boldness to turn over the pages of his young communicants' roll for half a lifetime--ah me, ah me!  What was I doing to let that so promising communicant go so far astray, and I never to go after him?  And that other.  And that other.  And that other.  Till we can read no more.  O God of mercy, when Thou inquirest after blood, let me be hidden in the cleft of that Rock so deeply cleft for unwatchful ministers!\\n4. And then, as Dr. Joseph Parker says, who says everything so plainly and so powerfully:  'There is pastoral preaching as well as pastoral visitation.  There is pastoral preaching; rich revelation of divine truth; high, elevating treatment of the Christian mysteries; and he is the pastor to me who does not come to my house to drink and smoke and gossip and show his littleness, but who, out of a rich experience, meets me with God's word at every turn of my life, and speaks the something to me that I just at that moment want.'  Let us not have less pastoral visitation in the time to come, but let us have more and more of such pastoral preaching.\",\"timestamp\":1641291250,\"title\":\"And your second danger in connection with your minister is, that you have, and may have long had\"},\"digest\":\"O-N2uIiMvqrgHHxHeYGr9N3lN2QhRRSTTHoXmY78UfU\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Z4QrX2ZbqwrMBOj2ZKbWaz17DoA4s8inbHVC98VE7U\\\",\\\"y\\\":\\\"YRkZuXrCbR8ho22lIrr7AsLQHS4TQavKDEgeGCe9pt4\\\"}\",\"signature\":\"UeXLE5EWr7PEciAW4K7Dhy9Gpnjl2DxouY8hvaq3MmJ3T_Ew82uRrWIlltc1VejybgKwqO6KkIYZ6OlbsZ37JQ\",\"signingKeySignature\":\"0x65b1d75bf6c4704560620f7493fa8753386cd7480774abb8076f55f88f9869d87a5b869c5d6cf6b4c5aba11e235a6923b4b91516e9e515818fc5ccb0ed9a9d791b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Z4QrX2ZbqwrMBOj2ZKbWaz17DoA4s8inbHVC98VE7U\\\",\\\"y\\\":\\\"YRkZuXrCbR8ho22lIrr7AsLQHS4TQavKDEgeGCe9pt4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O-N2uIiMvqrgHHxHeYGr9N3lN2QhRRSTTHoXmY78UfU\"}"