"{\"content\":{\"body\":\"It is in vain. And as he looks at the range of broad, impassive backs turned on him, he smiles bitterly.\\n\\n\\\"They dursen't Wullie, not a man of them a'!\\\" he cries. \\\"They're one--two--three--- four--eleven to one, Wullie, and yet they dursen't. Eleven of them, and every man a coward! Long Kirby--Thornton--Tupper--Todd--Hoppin--Ross--Burton--and the rest, and not one but's a bigger man nor me, and yet--Weel, we might ha' kent it. We should ha' kent Englishmen by noo. They're aye the same and aye have bin. They tell lies, black lies--\\\"\\n\\nTammas is again half out his chair and, only forcibly restrained by the men on either hand.\\n\\n\\\"--and then they ha' na the courage to stan' by 'em. Ye're English, ivery man o' ye, to yer marrow.\\\"\\n\\nThe little man's voice rises as he speaks. He seizes the tankard from the table at his side.\\n\\n\\\"Englishmen!\\\" he cries, waving it before him. \\\"Here's a health! The best sheep-dog as iver penned a flock--Adam M'Adam's Red. Wull!\\\"\\n\\nHe pauses, the pewter at his lips, and looks at his audience with flashing eyes. There is no response from them.\\n\\n\\\"Wullie, here's to you!\\\" he cries. \\\"Luck and life to ye, ma trusty fier! Death and defeat to yer enemies!\\n\\nHe raises the tankard and drains it to its uttermost dreg.\\n\\nThen drawing himself up, he addresses his audience once more:\\n\\n\\\"An' noo I'll warn ye aince and for a', and ye may tell James Moore I said it: He may plot agin us, Wullie and me; he may threaten its; he may win the Cup outright for his muckle favorite; but there was niver a man or dog yet as did Adam M'Adam and his Red Wull a hurt but in the end he wush't his mither hadna borne him.\\\"\\n\\nA little later, and he walks out of the inn, the Tailless Tyke at his heels.\\n\\nAfter he is gone it is Rob Saunderson who says: \\\"The little mon's mad; he'll stop at nothin\\\"; and Tammas who answers:\\n\\n\\\"Nay; not even murder.\\\"\\n\\nThe little man had aged much of late. His hair was quite white, his eyes unnaturally bright, and his hands were never still, as though he were in everlasting pain. He looked the picture of disease.\\n\\nAfter Owd Bob's second victory he had become morose and untalkative. At home he often sat silent for hours together, drinking and glaring at the place where the Cup had been. Sometimes he talked in low, eerie voice to Red Wull; and on two occasions, David, turning, suddenly, had caught his father glowering stealthily at him with such an expression on his face as chilled the boy's blood. The two never spoke now; and David held this silent, deadly enmity far worse than the old-time perpetual warfare.\\n\\nIt was the same at the Sylvester Arms. The little man sat alone with Red Wull, exchanging words with no man, drinking steadily, brooding over his wrongs, only now and again galvanized into sudden action.\\n\\nOther people than Tammas Thornton came to the conclusion that M'Adam would stop at nothing in the undoing of James Moore or the gray dog. They said drink and disappointment had turned his head; that he was mad and dangerous. And on New Year's day matters seemed coming to a crisis; for it was reported that in the gloom of a snowy evening he had drawn a knife on the Master in the High Street, but slipped before he could accomplish his fell purpose.\\n\\nMost of them all, David was haunted with an ever-present anxiety as to the little man's intentions. The boy even went so far as to warn his friend against his father. But the Master only smiled grimly.\\n\\n\\\"Thank ye, lad,\\\" he said. \\\"But I reck'n we can 'fend for oorsel's, Bob and I. Eh, Owd Un?\\\"\\n\\nAnxious as David might be, he was not so anxious as to be above taking a mean advantage of this state of strained apprehension to work on Maggie's fears.\\n\\nOne evening he was escorting her home from church, when, just before they reached the larch copse: \\\"Goo' sakes! What's that?\\\" he ejaculated in horror-laden accents, starting back.\\n\\n\\\"What, Davie?\\\" cried the girl, shrinking up to him all in a tremble.\\n\\n\\\"Couldna say for sure. It mought be owt, or agin it mought be nowt. But yo' grip my arm, I'll grip yo' waist.\\\"\\n\\nMaggie demurred.\\n\\n\\\"Canst see onythin'?\\\" she asked, still in a flutter.\\n\\n\\\"Be'ind the 'edge.\\\"\\n\\n\\\"Wheer?\\\"\\n\\n\\\"Theer! \\\"--pointing vaguely.\\n\\n\\\"I canna see nowt.\\\"\\n\\n\\\"Why, theer, lass. Can yo' not see? Then yo' pit your head along o' mine--so---closer---- closer.\\\" Then, in aggrieved tones: \\\"Whativer is the matter wi' yo', wench? I might be a leprosy.\\\"\\n\\nBut the girl was walking away with her head high as the snow-capped Pike.\\n\\n\\\"So long as I live, David M'Adam,\\\" she cried, \\\"I'll niver go to church wi' you agin!\\\"\\n\\n\\\"Iss, but you will though-.-onst,\\\" he answered low.\\n\\nMaggie whisked round in a flash, superbly indignant.\\n\\n\\\"What d'yo' mean, sir-r-r?\\\"\\n\\n\\\"Yo' know what I mean, lass,\\\" he replied sheepish and shuffling before her queenly anger.\\n\\nShe looked him up and down, and down and up again.\\n\\n\\\"I'll niver speak to you agin, Mr. M'Adam, she cried; \\\"not if it was ever so--Nay, I'll walk home by myself, thank you. I'll ha' nowt to do wi' you.\\\"\\n\\nSo the two must return to Kenmuir, one behind the other, like a lady and her footman..\\n\\nDavid's audacity had more than once already all but caused a rupture between the pair. And the occurrence behind the hedge set the cap on his impertinences. That was past enduring and Maggie by her bearing let him know it.\\n\\nDavid tolerated the girl's new attitude for exactly twelve minutes by the kitchen clock. Then: \\\"Sulk wi' me, indeed! I'll teach her!\\\" and he marched out of the door, \\\"Niver to cross it agin, ma word!\\\"\\n\\nAfterward, however, he relented so far as to continue his visits as before; but he made. it clear that he only came to see the Master and hear of Owd Bob's doings. On these occasions he loved best to sit on the window-sill outside the kitchen, and talk and chaff with Tammas and the men in the yard, feigning an uneasy bashfulness was reference made to Bessie Boistock. And after sitting thus for some time, he would half turn, look over his.\\n\\nthe girl within: \\\"Oh, good-evenin'! I forgot yo', \\\"--and then resume his conversation. While the girl within, her face a little pinker, her lips a little tighter, and her chin a little higher, would go about her business, pretending neither to hear nor care.\\n\\nThe suspicions that M'Adam nourished dark designs against James Moore were somewhat confirmed in that, on several occasions in the bitter dusks of January afternoons, a little insidious figure was reported to have been seen lurking among the farm-buildings of Kenmuir.\\n\\nOnce Sam'l Todd caught the little man fairly, skulking away in the woodshed. Sam'l took him up bodily and carried him down the slope to the Wastrel, shaking him gently as he went.\\n\\nAcross the stream he put him on his feet.\\n\\n\\\"If I catches yo' cadgerin' aroun' the farm agin, little mon,\\\" he admonished, holding up a warning finger; \\\"I'll tak' yo' and drap yo' in t' Sheep-wash, I warn yo' fair. I'd ha' done it noo an' yo'd bin a bigger and a younger mon. But theer! yo'm sic a scrappety bit. Noo, nfl whoam.\\\" And the little man slunk silently away.\\n\\nFor a time he appeared there no more. Then, one evening when it was almost dark, James Moore, going the round of the outbuildings, felt Owd Bob stiffen against his side.\\n\\nand, dropping his hand on the old dog's neck felt a ruff of rising hair beneath it.\\n\\n\\\"Steady, lad, steady,\\\" he whispered; \\\"what is 't?\\\" He peered forward into the gloom; and at length discerned a little familiar figure huddled away in the crevice between two stacks.\\n\\n\\\"It's yo, is it, M'Adam?\\\" he said, and, bending, seized a wisp of Owd Bob's coat in a grip like a vice.\\n\\nThen, in a great voice, moved to rare anger. \\\"Oot o' this afore I do ye a hurt, ye meeserable spyin' creeturt\\\" he roared. \\\"Yo' mun wait. till dark cooms to hide yo', yo' coward, afore yo daur coom crawlin' aboot ma hoose, frightenin' the women-folk and up to yer devilments. If yo've owt to say to me, coom like a mon in the open day. Noo git aff wi' yo', afore I lay hands to yo'!\\\"\\n\\nHe stood there in the dusk, tall and mighty, a terrible figure, one hand pointing to the gate, the other still grasping the gray dog.\\n\\nThe little man scuttled away in the halflight, and out of the yard.\\n\\nOn the plank-bridge he turned and shook his fist at the darkening house.\\n\\n\\\"Curse ye, James Moore!\\\" he sobbed, \\\"I'll be even wi' ye yet.\\\"\\n\\nChapter XV. DEATH ON THE MARCHES\\n\\nON the top of this there followed an attempt to poison Th' Owd Un. At least there was no other accounting for the affair.\\n\\nIn the dead of a long-remembered night James Moore was waked by a low moaning beneath his room. He leapt out of bed and ran to the window to see his favorite dragging about the moonlit yard, the dark head down, the proud tail for once lowered, the lithe limbs wooden, heavy, unnatural--altogether pitiful.\\n\\nIn a moment he was downstairs and out to his friend's assistance. \\\"Whativer is't, Owd Un?\\\" he cried in anguish.\\n\\nAt the sound of that dear voice the old dog tried to struggle to him, could not, and fell, whimpering.\\n\\nIn a second the Master was with him, examining him tenderly, and crying for Sam'l, who slept above the stables.\\n\\nThere was every symptom of foul play: the tongue was swollen and almost black; the breathing labored; the body twiched horribly; and the soft gray eyes all bloodshot and straining in agony.\\n\\nWith the aid of Sam'l and Maggie, drenching first and stimulants after, the Master pulled him around for the moment. And soon Jim Mason and Parson Leggy, hurriedly summoned, came running hot-foot to the rescue.\\n\\nPrompt and stringent measures saved the victim--but only just. For a time the best sheep-dog in the North was pawing at the Gate of Death. In the end, as the gray dawn broke, the danger passed.\\n\\nThe attempt to get at him, if attempt it was, aroused passionate indignation in the countryside. It seemed the culminating-point of the excitement long bubbling.\\n\\nThere were no traces of the culprit; not a vestige to lead to incrimination, so cunningly had the criminal accomplished his foul task. But as to the perpetrator, if there where no proofs there were yet fewer doubts.\\n\\nAt the Sylvester Arms Long Kirby asked M'Adam point-blank for his explanation of the matter.\\n\\n\\\"Hoo do I 'count for it?\\\" the little man cried. \\\"I dinna 'count for it ava.\\\"\\n\\n\\\"Then hoo did it happen?\\\" asked Tammas with asperity.\\n\\n\\\"I dinna believe it did happen,\\\" the little man replied. \\\"It's a lee o' James Moore's-- a charactereestic lee.\\\" Whereon they chucked him out incontinently; for the Terror for once was elsewhere.\\n\\nNow that afternoon is to be remembered for threefold causes. Firstly, because, as has been said, M'Adam was alone. Secondly, because, a few minutes after his ejectment, the window of the tap-room was thrown open from without, and the little man looked in. He spoke no word, but those dim, smouldering eyes of his wandered from face to face, resting for a second on each, as if to burn them on his memory. \\\"I'll remember ye, gentlemen,\\\" he said at length quietly, shut the window, and was gone.\\n\\nThirdly, for a reason now to be told.\\n\\nThough ten days had elapsed since the attempt on him, the gray dog had never been his old self since. He had attacks of shivering; his vitality seemed sapped; he tired easily, and, great heart, would never own it. At length on this day, James Moore, leaving the old dog behind him, had gone over to Grammoch-town to consult Dingley, the vet. On his way home he met Jim Mason with Gyp, the faithful Betsy's unworthy successor, at the Dalesman's Daughter. Together they started for the long tramp home over the Marches. And that journey is marked with a red stone in this story.\\n\\nAll day long the hills had been bathed in inpenetrable fog. Throughout there had been an accompanying drizzle; and in the distance the wind had moaned a storm-menace. To the darkness of the day was added the sombreness of falling night as the three began the ascent of the Murk Muir Pass. By the time they emerged into the Devil's Bowl it was altogether black and blind. But the threat of wind had passed, leaving utter stillness; and they could hear the splash of an otter on the far side of the Lone Tarn as they skirted that gloomy water's edge. When at length the last steep rise on to the Marches had been topped, a breath of soft air smote them lightly, and the curtain of fog began drifting away.\\n\\nThe two men swung steadily through the heather with that reaching stride the birthright of moor-men and highianders. They talked but little, for such was their nature: a word or two on sheep and the approaching lambing-time; thence on to the coming Trials; the Shepherds' Trophy; Owd Bob and the attempt on him; and from that to M'Adam and the Tailless Tyke,\\n\\n\\\"D'yo' reck'n M'Adam had a hand in't?\\\" the postman was asking.\\n\\n\\\"Nay; there's no proof.\\\"\\n\\n\\\"Ceptin' he's mad to get shut o' Th' Owd Un afore Cup Day.\\\"\\n\\nor me--it mak's no differ.\\\" For a dog is disqualified from competing for the Trophy who has changed hands during the six months prior to the meeting. And this holds good though the change be only from father to son on the decease of the former.\\n\\nJim looked up inquiringly at his companion.\\n\\n\\\"D'yo' think it'll coorn to that?\\\" he asked.\\n\\n\\\"What?\\\"\\n\\n\\\"Why--murder\\n\\n\\\"Not if I can help it,\\\" the other answered grimly.\\n\\nThe fog had cleared away by now, and the moon was up. To their right, on the crest of a rise some two hundred yards away, a low wood stood out black against the sky. As they passed it, a blackbird rose up screaming, and a brace of wood-pigeons winged noisily away.\\n\\n\\\"Hullo! hark to the yammerin'!\\\" muttered Jim, stopping; \\\"and at this time o' night too!\\\"\\n\\nSome rabbits, playing in the moonlight on the outskirts of the wood, sat up, listened, and hopped back into security. At the same moment a big hill-fox slunk out of the covert. He stole a pace forward and halted, listening with one ear back and one pad raised; then cantered silently away in the gloom, passing close to the two men and yet not observing them.\\n\\n\\\"What's up, I wonder?\\\" mused the postman.\\n\\n\\\"The fox set 'em clackerin', I reck'n,\\\" said the Master.\\n\\n\\\"Not he; he was scared 'maist oot o' his skin,\\\" the other answered. Then in tones of suppressed excitement, with his hands on James Moore's arm: \\\"And, look'ee, theer's ma Gyp a-beckonin' on us!\\\"\\n\\nThere, indeed, on the crest of the rise beside the wood, was the little lurcher, now looking back at his master, now creeping stealthily forward.\\n\\n\\\"Ma word! theer's summat wrong yonder!\\\" cried Jim, and jerked the post-bags off his shoulder. \\\"Coom on, Master! \\\"--and he set off running toward the dog; while James Moore, himself excited now, followed with an agility that belied his years.\\n\\nSome score yards from the lower edge of the spinney, upon the farther side of the ridge, a tiny beck babbled through its bed of peat. The two men, as they topped the rise, noticed a flock of black-faced mountain-sheep clustered in the dip 'twixt wood and stream. They stood martialled in close array, facing half toward the wood, half toward the newcomers, heads up, eyes glaring, handsome as sheep only look when scared.\\n\\nOn the crest of the ridge the two men halted beside Gyp. The postman stood with his head a little forward, listening intently. Then he dropped in the heather like a dead man, pulling the other with him.\\n\\n\\\"Doon, mon!\\\" he whispered, clutching at Gyp with his spare hand.\\n\\n\\\"What is't, Jim?\\\" asked the Master, now thoroughly roused.\\n\\n\\\"Summat movin' i' th' wood,\\\" the other whispered, listening weasel-eared.\\n\\nSo they lay motionless for a while; but there came no sound from the copse.\\n\\n\\\"'Appen 'twas nowt,\\\" the postman at length allowed, peering cautiously about. \\\"And yet I thowt--I dunno reetly what I thowt.\\\"\\n\\nThen, starting to his knees with a hoarse cry of terror: \\\"Save us! what's yon theer?\\\"\\n\\nThen for the first time the Master raised his head and noticed, lying in the gloom between them and the array of sheep, a still, white heap.\\n\\nJames Moore was a man of deeds, not words. \\\"It's past waitin'!\\\" he said, and sprang forward, his heart in his mouth.\\n\\nThe sheep stamped and shuffled as he came, and yet did not break.\\n\\n\\\"Ah, thanks be!\\\" he cried, dropping beside the motionless body; \\\"it's nob'but a sheep.\\\" As he spoke his hands wandered deftly over the carcase. \\\"But what's this?\\\" he called. \\\"Stout' she was as me. Look at her fleece-- crisp, close, strong; feel the flesh--finn as a rock. And ne'er a bone broke, ne're a scrat on her body a pin could mak'. As healthy as a mon--and yet dead as mutton!\\\"\\n\\nJim, still trembling from the horror of his fear, came up, and knelt beside his friend. \\\"Ah, but there's bin devilry in this!\\\" he said; 'I reck'ned they sheep had bin badly skeared, and not so long agone.\\\"\\n\\n\\\"Sheep-murder, sure enough!\\\" the other answered. \\\"No fox's doin'--a girt-grown twoshear as could 'maist knock a h'ox.\\\"\\n\\nJim's hands travelled from the body to the dead creature's throat. He screamed.\\n\\n\\\"By gob, Master! look 'ee theer!\\\" He held his hand up in the moonlight, and it dripped red. \\\"And warm yet! warm!\\\"\\n\\n\\\"Tear some bracken, Jim!\\\" ordered the other, \\\"and set a-light. We mun see to this.\\\"\\n\\nThe postman did as bid. For a moment the fern smouldercd and smoked, then the flame ran crackling along and shot up in the darkness, weirdly lighting the scene: to the right the low wood, a block of solid blackness against the sky; in front the wall of sheep, staring out of the gloom with biight eyes; and as centre-piece that still, white body, with the kneeling men and lurcher sniffing tentatively round.\\n\\nThe victim was subjected to a critical examination. The throat, and that only, had been hideously mauled; from the raw wounds the flesh hung in horrid shreds; on the ground all about were little pitiful dabs of wool, wrenched off apparently in a struggle; and, crawling among the fern-roots, a snake-like track of red led down to the stream.\\n\\n\\\"A dog's doin', and no mistakin' thot,\\\" said Jim at length, after a minute inspection.\\n\\n\\\"Ay,\\\" declared the Master with slow emphasis, \\\"and a sheep-dog's too, and an old un's, or I'm no shepherd.\\\"\\n\\nThe postman looked up.\\n\\n\\\"Why thot?\\\" he asked, puzzled.\\n\\n\\\"Becos,\\\" the Master answered, \\\"'im as did this killed for blood--and for blood only. If had bin ony other dog--greyhound, bull, tarrier, or even a young sheep-dog---d'yo' think he'd ha' stopped wi' the one? Not he; he'd ha' gone through 'em, and be runnin' 'em as like as not yet, nippin' 'em, pullin' 'em down, till he'd maybe killed the half. But 'im as did this killed for blood, I say. He got it--killed just the one, and nary touched the others, d'yo 'see, Jim?\\\"\\n\\nThe postman whistled, long and low.\\n\\n\\\"It's just what owd Wrottesley'd tell on,\\\" he said. \\\"I never nob'but half believed him then--I do now though. D'yo' mind what th' owd lad'd tell, Master?\\\"\\n\\nJames Moore nodded.\\n\\n\\\"Thot's it. I've never seen the like afore myself, but I've heard ma grandad speak o't mony's the time. An owd dog'll git the cray-in' for sheep's blood on him, just the same as a mon does for the drink; he creeps oot o' nights, gallops afar, hunts his sheep, downs 'er, and satisfies the cravin'. And he nary kills but the one, they say, for he knows the value o' sheep same as you and me. He has his gallop, quenches the thirst, and then he's for home, maybe a score mile away, and no one the wiser i' th' mornin'. And so on, till he cooms to a bloody death, the murderin' traitor.\\\"\\n\\n\\\"If he does!\\\" said Jim.\\n\\n\\\"And he does, they say, nigh always. For he gets bolder and bolder wi' not bein' caught, until one fine night a bullet lets light into him. And some mon gets knocked nigh endways when they bring his best tyke home i' th' mornin', dead, wi' the sheep's wool yet stickin' in his mouth.\\\"\\n\\nThe postman whistled again.\\n\\n\\\"It's what owd Wrottesley'd tell on to a tick. And he'd say, if ye mind, Master, as hoo the dog'd niver kill his master's sheep--kind o' conscience-like.\\\"\\n\\n\\\"Ay, I've heard that,\\\" said the Master. \\\"Queer too, and 'im bein' such a bad un!\\\"\\n\\nJim Mason rose slowly from his knees.\\n\\n\\\"Ma word,\\\" he said, \\\"I wish Th' Owd Un was here. He'd 'appen show us sum-mat!\\\"\\n\\n\\\"I nob'but wish he was, pore owd lad!\\\" said the Master.\\n\\nAs he spoke there was a crash in the wood above them; a sound as of some big body bursting furiously through brusliwood.\\n\\nThe two men rushed to the top of the rise. In the darkness they could see nothing; only, standing still and holding. their breaths, they could hear the faint sound, ever growing fainter, of some creature splashing in a hasty gallop over the wet moors.\\n\\n\\\"Yon's him! Yon's no fox, I'll tak' oath. And a main big un, too, hark to him!\\\" cried Jim. Then to Gyp, who had rushed off in hot pursuit: Coom back, chunk-'ead. What's usc o' you agin a gallopin' potamus?\\\"\\n\\nGradually the sounds died away and away, and were no more.\\n\\n\\\"Thot's 'im, the devil!\\\" said the Master at length.\\n\\n\\\"Nay; the devil has a tail, they do say,\\\"\\n\\nreplied Jim thoughtfully. For already the light of suspicion was focusing its red glare.\\n\\n\\\"Noo I reck'n we're in for bloody times amang the sheep for a while,\\\" said the Master, as Jim picked up his bags.\\n\\n\\\"Better a sheep nor a mon,\\\" answered the postman, still harping on the old theme.\\n\\nChapter XIX.  LAD AND LASS\\n\\nAN immense sensation this affair of the Scoop created in the Daleland. It spurred the Dalesmen into fresh endeavors. James Moore and M Adam were examined and re-examined. as to the minutest details of the matter. The whole country-side was placarded with huge bills, offering 100 pounds reward for the capture of the criminal dead or alive. While the vigilance of the watchers was such that in a single week they bagged a donkey, an old woman, and two amateur detectives.\\n\\nIn Wastrel-dale the near escape of the Killer, the collision between James Moore and Adam, and Owd Bob's unsuccess, who was not wont to fail, aroused intense excitement, with which was mingled a certain anxiety as to their favorite.\\n\\nFor when the Master had reached home that night, he had found the old dog already there; and he must have wrenched his foot in the pursuit or run a thorn into it, for he was very lame. Whereat, when it was reported at the Sylvester Arms, M'Adam winked at Red Wull and muttered, \\\"Ah, forty foot is an ugly tumble.\\\"\\n\\nA week later the little man called at Ken-muir. As he entered the yard, David was standing outside the kitchen window, looking very glum and miserable. On seeing his father, however, the boy started forward, all alert.\\n\\n\\\"What d'yo' want here?\\\" he cried roughly. \\\"Same as you, dear lad,\\\" the little man giggled, advancing. \\\"I come on a visit.\\\"\\n\\n\\\"Your visits to Kenmuir are usually paid by night, so I've heard,\\\" David sneered.\\n\\nThe little man affected not to hear.\\n\\n\\\"So they dinna allow ye indoors wi' the Cup,\\\" he laughed. \\\"They know yer little ways then, David,\\\"\\n\\n\\\"Nay, I'm not wanted in there,\\\" David answered bitterly, but not so loud that his father could hear. Maggie within the kitchen heard, however, but paid no heed; for her heart was hard against the boy, who of late, though he never addressed her, had made himself as unpleasant in a thousand little ways as only David M'Adam could.\\n\\nAt that moment the Master came stalking into the yard, Owd Bob preceding him; and as the old dog recognized his visitor he bristled involuntarily.\\n\\nAt the sight of the Master M'Adam hurried forward.\\n\\n\\\"I did but come to ask after the tyke,\\\" he\\n\\n\\\\~said. \\\"Is he gettin' over his lameness?\\\"\\n\\nJames Moore looked surprised; then his stern face relaxed into a cordial smile. Such generous anxiety as to the welfare of Red Wull's rival was a wholly new characteristic in the little man,\\n\\n\\\"I tak' it kind in yo', M'Adam,\\\" he said, \\\"to come and inquire.\\\"\\n\\n\\\"Is the thorn oot?\\\" asked the little man with eager interest, shooting his head forward. to stare closely at the other.\\n\\n\\\"It came oot last night wi' the poulticin',\\\" the Master answered, returning the other's gaze, calm and steady.\\n\\n\\\"I'm glad o' that,\\\" said the little man, still staring. But his yellow, grinning face said as plain  words, \\\"Wha1\\\\~ a liar ye are, James Moore.\\\"\\n\\nThe days passed on. His father's taunts and gibes, always becoming more bitter, drove David almost to distraction.\\n\\nHe longed to make it up with Maggie; he longed for that tender sympathy which the girl had always extended to him when his troubles with his father were heavy on him. The quarrel had lasted for months now, and. he was well weary of it, and utterly ashamed. For, at least, he had the good grace to acknowledge that no one was to blame but himself; and that it had been fostered solely by his ugly pride.\\n\\nAt length he could endure it no longer, and determined to go to the girl and ask forgiveness. It would be a bitter ordeal to him; always unwilling to acknowledge a fault, even to himself, how much harder would it be to confess it to this strip of a girl. For a time he thought it was almost more than he could do. Yet, like his father, once set upon a course, nothing could divert him. So, after a week of doubts and determinations, of cowardice and courage, he pulled himself together and off he set.\\n\\nAn hour it took him from the Grange to the bridge over the Wastrel--an hour which had wont to be a quarter. Now, as he walked on up the slope from the stream, very slowly, heartening himself for his penance, he was aware of a strange disturbance in the yard above him: the noisy cackling of hens, the snorting of pigs disturbed, and above the rest the cry of a little child ringing out in shrill distress.\\n\\nHe set to running, and sped up the slope as fast as his long legs would carry him. As he took the gate in his stride, he saw the white-clad figure of Wee Anne fleeing with unsteady, toddling steps, her fair hair streaming out behind, and one bare arm striking wildly back at a great pursuing sow.\\n\\nDavid shouted as he cleared the gate, but the brute paid no heed, and was almost touching the fugitive when Owd Bob came galloping round the corner, and in a second had flashed between pursuer and pursued. So close were the two that as he swung round on the startled sow, his tail brushed the baby to the ground;. and there she lay kicking fat legs to heaven and calling on all her gods.\\n\\nDavid, leaving the old dog to secure the warrior pig, ran round to her; but he was anticipated. The whole matter had barely occupied a minute's time; and Maggie, rushing from the kitchen, now had the child in her arms and was hurrying back with her to the house.\\n\\n\\\"Eh, ma pet, are yo' hurted, deane?\\\" David could hear her asking tearfully, as he crossed the yard and established himself in the door.\\n\\n\\\"Well,\\\" said he, in bantering tones, \\\"yo'm a nice wench to ha' charge o' oor Annie!\\\"\\n\\nIt was a sore subject with the girl, and well he knew it. Wee Anne, that golden-haired imp of mischief, was forever evading her sister-mother's eye and attempting to immolate herself. More than once she had only been saved from serious hurt by the watchful devotion of Owd Bob, who always found time, despite his many labors, to keep a guardian eye on his well-loved lassie. In the previous winter she had been lost on a bitter night on the Muir Pike; once she had climbed into a field with the Highland bull, and barely escaped with her life, while the gray dog held the brute in check; but a little while before she had been rescued from drowning by the Tailless Tyke; there had been numerous other mischances; and now the present mishap. But the girl paid no heed to her tormentor in her joy at finding the child all unhurt.\\n\\n\\\"Theer! yo' bain't so much as scratted, ma precious, is yo'?\\\" she cried. \\\"Rin oot agin, then,\\\" and the baby toddled joyfully away.\\n\\nMaggie rose to her feet and stood with face averted. David's eyes dwelt lovingly upon her, admiring the pose of the neat head with its thatch of pretty brown hair; the slim figure, and slender ankles, peeping modestly from beneath her print frock.\\n\\n\\\"Ma word! if yo' dad should hear tell o' boo his Anne--\\\" he broke off into a long-drawn whistle.\",\"timestamp\":1641283635,\"title\":\"\\nThe little man in the far corner of the room remains silent, waiting for his challenge to be taken up\"},\"digest\":\"BjQzEFDqIAXiTgeiDVBnnU9hMCEhjaX6tqjvRfkoOyw\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m1bdj2CPe_NzMciGR5Fz33x3-eRvj5ErmJSr-TGDMJg\\\",\\\"y\\\":\\\"zu2Syh2lUuoa21srPkvO2JGrllSm3DBtJpnq3PukhaU\\\"}\",\"signature\":\"hwYjnoD8almMIf6x0m7otQ3_wnD-7iM5VOqMeZ9YPwfXdgoS36Xqyg8jsR-mIJKX1L7XBaJAv7vuIRJeC7f_fg\",\"signingKeySignature\":\"0xf0dd46def5db9faa8f870578f617a58065316cfccae9cb98009e043934c9c513718716d3dc4c1656c6f182895801f53fc09c7849326c36dc63aa2dad9b770e531b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m1bdj2CPe_NzMciGR5Fz33x3-eRvj5ErmJSr-TGDMJg\\\",\\\"y\\\":\\\"zu2Syh2lUuoa21srPkvO2JGrllSm3DBtJpnq3PukhaU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BjQzEFDqIAXiTgeiDVBnnU9hMCEhjaX6tqjvRfkoOyw\"}"