"{\"content\":{\"body\":\"Let me first declare that I am not a professional cryptocurrency investor. I am just a researcher interested in the cryptocurrency market. There may be some places where the expression is not very accurate. I also hope you can forgive me!\\n\\nWith the recent emergence of MCC and CCC, defi3.0 seems to have officially entered the public's field of vision. This is an innovation based on defi1.0 and defi2.0. In order to understand what defi3.0 is, we need to have a deeper understanding of what defi1.0 and defi2.0 are. When it comes to defi1.0, people will definitely think of the representatives of uniswap, sushiswap, and pancake. They show the charm of decentralized finance for all investors. The essence of Defi1.0 is actually very simple. It means to pledge the tokens you hold to get the corresponding return. I still remember that I used Huobi to pledge my dot in exchange for a new token. I think this should be regarded as defi1.0. The high return on pledge has made more and more investors continue to add funds to the pool. It can be said that defi1.0 allows many people to realize the accumulation of wealth. But this model is obviously not long-term. Let me give you an example. Whales can get a lot of tokens by staking a lot of funds. They didn't pay anything for this project and easily got a lot of money. And this also laid the groundwork for the emergence of defi2.0.\\n\\nAfter understanding defi1.0, we will come to defi2.0. Based on the zero contribution of whales, many teams have begun to try to connect investors together in a series of ways. Some time ago, ohm, klima, spell, etc. They are all defi2.0. Defi2.0 is trying to connect all investors who can provide liquidity for the project. This is also the biggest difference between defi2.0 and defi1.0. If you compare defi1.0 to a pond that does not flow, then defi2.0 is already a stream leading to the distance. The appearance of Olympus DAO has brought a new direction to the confused people. In a form similar to a bond, you can pledge your tokens to get discounted ohms. When the currency price rises, your earnings will decrease. When the currency price drops, your income will increase. Speaking of Spell here by the way, you can get stablecoins by staking your tokens, you can exchange them for dai and you can use it.\\n\\nFinally, we talked about defi3.0. Actually, I am still a little vague about the concept of defi3.0. For example, the MCC and CCC I bought, they use a gift mechanism. When someone wants to buy and sell their tokens, they have to pay 10% of the funds. For example, if I buy a 4000u MCC, I need to pay an entrance fee. The actual tokens in my hands are only worth about 3600u. These deducted tokens will be returned to investors who continue to hold tokens. In other words, your tokens will continue to increase, which also led to the migration of MCC and CCC selection contracts in the first two days. But unfortunately there was a problem with the migration of MCC. I think defi3.0 should be more inclined to a transparent encrypted market, and users can clearly see the direction of funds.\\n\\n![](https://images.mirror-media.xyz/publication-images/cqDWtbdeU97DnaaExiROC.jpg?height=1000&width=800)\\n\\n```\\n                 （Come from Concave Twitter）\\n```\\n\\nAs shown in the figure above, the incarnation of Concave has become an underground miner, connecting many chains together. In the information I have learned now, Concave should be able to aggregate multiple chains, including connecting BSC, ETH, Fantom, Cro, Avalance, etc. This will greatly facilitate our transactions. For various projects that are emerging in an endless stream, I sometimes need very troublesome cross-chain operations. And Concave will lead us out of this dilemma as a leader. Concave is not a fork of OHM, it is more like a spoon that connects everything. Concave is very promising to become the leader of defi3.0. Here I have to talk about how rigorous and standardized the community management of Concave is. No one shouts To the Moon here, and no one talks spam in the chat channel. This represents the unity of thought and solidarity of the Concave community.\\n\\nThe above are all my personal opinions, no plagiarism. I also wish the Concave community can thrive and take decentralized finance to a new height!\",\"timestamp\":1638415333,\"title\":\"Has Defi3.0 really came? Will Concave become the spoon of defi3.0?\"},\"digest\":\"Hy4iq9g9zP5Lj0nrCkXQCPZ4HMhu-EK8YR1OGkhiBpY\",\"authorship\":{\"contributor\":\"0xd7A8aBAD34159a4f423A60360dF418F97d86dEd2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dy5Q_kTbMeQm8ndx4fMdcWLm5gIODSSNZyzWL_8Ygec\\\",\\\"y\\\":\\\"JFTjq-CXjez2RZsvJ33B0ixYRFsoU3lULUzV_zt-Nuc\\\"}\",\"signature\":\"5lOUxtu7sZNmltbfVOOy3QXB7ES9xqlWjzFTUQgblTJN4byS4jtEbz1eAFuQ0XaG30xTC-bu7AOmhiOMV4kk_Q\",\"signingKeySignature\":\"0x5a2241d67f0de4cbf943ea3dd205423f8338d9682b416d069c0c4fcc14257be94f5184afc807077b4489a8fe3a3147b2acaff15080498a391f4353371924d04e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dy5Q_kTbMeQm8ndx4fMdcWLm5gIODSSNZyzWL_8Ygec\\\",\\\"y\\\":\\\"JFTjq-CXjez2RZsvJ33B0ixYRFsoU3lULUzV_zt-Nuc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TTJ-xfIGfrIkduJtD_0250KbVgDQejqh_1x4tZFAJQQ\"}"