"{\"content\":{\"body\":\"Convex Finance  -  CVX token valuation\\n\\nBackground\\n\\nConvex Finance is launched in May 2021 and since then it has become one of the top 5 of all Defi projects in terms of total TVL of $18.1 billion (December 22, 2021).\\n\\nDefi allows crypto asset holders to generate passive income by providing liquidity to a decentralized AMM. One example is Curve Finance, a decentralized exchange that incorporates an AMM into its protocol to allow the permissionless exchange of crypto tokens. Anyone can add his/her CRV token to different liquidity pools and earn fees by locking up their crypto tokens. Curve is currently the biggest Defi protocol by TVL through its low-slippage services for mainly stablecoins trading.\\n\\nAs a yield optimizer for the Curve protocol, Convex Finance makes it easy to optimize providing liquidity when Liquidity providers stake LP tokens into Curve via Convex and CRV holders lock-in via Convex. Convex users can benefit from higher yield/governance which cannot be achieved through direct interaction with Curve.\\n\\nConvex’s business model\\n\\nConvex incentivizes users to stake CRV tokens, for which they receive cvxCRV in return. cvxCRV is effectively a fungible version of veCRV that is fully locked for 4 years, earning the maximum Curve protocol boost. This action is irreversible, which means that the number of CRV tokens under Convex control can only go up (even better yields), attracting even more CRV holders to stake via Convex, creating a positive feed-back loop, along with its influence on the whitelist process, have reinforced the protocol’s voting power in the Curve ecosystem, ensuring a maximum capture of CRV emission.\\n\\nConvex’s revenue comes from the 13-20% performance fee charged on the boosted CRV awards liquidity providers/stakers receive from using the Convex protocol. The ranges are displayed as follows on their website:\\n\\n\\t10-15% for cvxCRV stakers rewards\\n\\t3-6% for CVX staker rewards\\n\\t0-2% for \\\"treasury\\\" fees. (This is an arbitrary address that can be used for various functions, thus the low limit of 2%)\\n\\t0.1% - 1.0% for \\\"caller\\\" fees.  Gas reimbursement for calling gas heavy functions to harvest and distribute rewards.\\n\\nCurrently the daily CRV emission stands at \\\\~633,127, with 73% being captured (staked via) by Convex (Source: Delphi Research). Below is a matrix compares different CRV prices, and the amount of total CRV rewards per year claimed by Convex Finance. We assume that the total revenue per year accrued to the Convex platform is a function of CRV price and Convex’s capture ratio of the CRV emission.\\n\\nObservation: The Convex’s revenue is heavily influenced by CRV price and the capture ratio. Assuming a capture ratio range of 60-80%, a CRV price range of $2-$6, the total annual revenue ranges from $277m - $1109m.\\n\\nCVX valuation\\n\\nCVX is Convex Finance’s native token, issued to LPs that stake via Convex and all cvxCRV holders. Additionally, CVX is rewarded to LPs on DEXs that offer liquidity to cvxCRV/CRV trading pool as a reward. The total supply cap of CVX is 100 million, following an emitting schedule of CVX:CRV ratio reduced for every 100,000 CVX issued, creating a deflationary effect.\\n\\nCVX emssion schedule, source: Convex Finance website\\n\\nCVX holders can lock their CVX tokens within Convex for 16 weeks and get back vlCVX, which provides access to a share in protocol profits and governance. Profits are issued in cvxCRV, which again contributed to all CRV governance votes being locked in Convex.\\n\\nMain assumptions in the valuation of CVX:\\n\\n1. For the CVX emission, we assume a 10% annual inflation rate.\\n2. Convex charges 16% performance fee, of which 5% (5/16) goes to CVX holders, but only in vlCVX (stacked) form. According to data on Coinmarketcap, the current CVX stake ratio is 46%. It should be noted that the current protocol design encourages locking CVX, but if the stake ratio increases, per token income will be diluted.\\n3. We only consider the revenue (rewards), not the voting rights, which are difficult to quantify. This represents an upside risk to our valuation.\\n4. The target 40x P/E should be reasonable if we compare Convex protocol to a high-growth, net profit positive and public company, with sector predominant position (the fifth largest Defi project in terms of TVL) such as those comprise the Nasdaq 100 index, whose P/E stands at 40x against the current market circumstance.\\n5. Assuming current CRV price at $5, current capture ratio at 73%, we arrive at our base case scenario below. The current price ($35.22 as of Dec 22, 2021) reflects a P/E ratio of 32x. With a 40x target P/E ratio, we arrive at a target price at $43.99.\\n6. Scenario analysis1): in a positive case where CRV price goes to $6, and capture ratio rise to 80%, annual Convex revenue will be $1,109m. The current price reflects a P/E ratio of 24x. With a 40x target P/E ratio, we arrive at a target price at $57.84.\\n7. Scenario analysis2): in an extreme negative case where CRV price goes to $2, and capture ratio goes down to 60%, annual Convex revenue will be $277m. The current price reflects a P/E ratio of 97x. With a 40x target P/E ratio, we arrive at a target price at $14.46.\\n\\nConclusion: The CVX token price is heavily dependent on the price of the CRV token, which we haven’t analyzed in this report, as well as Convex’s own capture ratio of the CRV emission. With a CRV price range of $2-$6, the capture ratio ranging from 60%-80%, a 40x target P/E suggest a CVX price range of $14.46-$57.84.\",\"timestamp\":1641462106,\"title\":\"Convex Finance  -  CVX token valuation\"},\"digest\":\"8YyxaYX1BiGzIjw-2TJJLqlP0d_iQ3f3oVXu_ejIzXI\",\"authorship\":{\"contributor\":\"0x67388492e28C00bf205C28E4C2a9194941bf89B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_AXkQWguzSXzjUC4tFjRT_d2BgLcoGKpbzQ_3zUgWkI\\\",\\\"y\\\":\\\"txNHG3rTWJIBCtc3r_zB5xH7rGNy_IAE6BdMZ-4JQpQ\\\"}\",\"signature\":\"ai6niEaNCPfpo2Y8uEe3PNK-CSJS7ElHD3dohGSPoj_XZ3sosXM2AoCvAIOzAXtSPFMyPiTdwjClekuJP1STrg\",\"signingKeySignature\":\"0xddf81e4f78e31ef61f70ada5a582fc0bda924df39f17731b1d1e14bf7c013163007d90ee7b0dd3abfd83ea3ed848f8981c695f63edcab4fd2f3bb6aff0182eda1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_AXkQWguzSXzjUC4tFjRT_d2BgLcoGKpbzQ_3zUgWkI\\\",\\\"y\\\":\\\"txNHG3rTWJIBCtc3r_zB5xH7rGNy_IAE6BdMZ-4JQpQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RYtLcSN8ckkM-gaiOxeDu-vm4UzKyGPO1jX5eWbxV20\"}"