"{\"content\":{\"body\":\"**I:**\\n\\nProphet Muhammad (S) was a merchant. Even before divine revelation, Muslims believe that Muhummad’s character and composure was worth striving toward.\\n\\nHe was known throughout Mecca as *Al-Amin* and *Al-Sadiq*, the trustworthy and the truthful. He was easy in trade, and charitable with his profits. There are hundreds of *hadith* from the life of the Prophet (S) where he preaches fairness and productivity in markets.\\n\\nIslamic economics doesn’t assert an ideology. Arguing that Islam is capitalist or socialist doesn’t really make sense – there are principles, but those principles can fit within a variety of systems.\\n\\nFor example, while Islam places a strong emphasis on charity and redistribution, there is no explicit limitation on wealth. In fact, the Prophet (S) is recorded to have said, “Lawful wealth is excellent for the righteous man.” While hoarding wealth can be a means of straying further from Allah, spending it for good can make wealth a blessing. Even Islam’s prohibition of interest is rooted in the idea that we should not exploit those with less money, maintaining a focus on interpersonal interactions.\\n\\nAll of this is to say that Islam takes a very values-based approach to economics, emphasizing the importance of the individuals within the system rather than the system itself. Rather than blindly embracing the model of the rational, self-interested agent, Islam requires agents themselves to be moral. The structures in place matter far less than how we as individuals interact within them.\\n\\nAs I continue to explore the world-building factory of web3, these teachings seem all the more pressing.\\n\\n\\n---\\n\\n**II:**\\n\\nI’m writing this soon after returning home from [MCON](https://www.mcon.fun/), as excited as I have ever been about the opportunity in front of the crypto community. We’re building new economies, new organizations, and new futures. All week, you could genuinely feel the optimism in the air.\\n\\nThroughout the conference, there was a word that continued to find its way into conversations: “emergence.” DAOs, we argued, are emergent organizations. Social tokens enable emergent economies. Networks have emergent properties… you get the gist.\\n\\nBut what is emerging, and where is it emerging from?\\n\\nTake a DAO as an example. Specifically, take [Forefront](https://forefront.market/). Forefront’s mission has evolved on an almost weekly basis since the organization decentralized in April 2020 (marked by the launch of the $FF token). What started as a newsletter and a social token info aggregator has organically grown into a fully-fledged media company, services DAO, and “port of entry to web3.”\\n\\nThe process has been anything but linear or intentional. We followed the community’s energy wherever it took us. However, that energy was constrained by a core set of values that Forefront lived by: education, openness, and centering community, among others.\\n\\nThose values are fairly abstract, but they mean something. They offered a guiding light as we grew the community and built alongside each other. In my mind, this is what we mean by “emergence” in crypto: we plant seeds of values, and the community, product, and mission grow in unprecedented and unexpected ways.\\n\\nThis is why I struggle to get excited about the multi-billion dollar treasuries of DAOs like Uniswap: focusing on mission (e.g. product development) over values will eventually leave the community struggling to decide what’s next – which is exactly what we see today.\\n\\nDefining a DAO’s mission is an ongoing process. We must continue to iterate using our core values as a guiding light. Paulo Freire said it best: \\\"Knowledge emerges only through invention and re-invention, through the restless, impatient, continuing, hopeful inquiry human beings pursue in the world, with the world, and with each other.\\\"\\n\\n\\n---\\n\\n**III:**\\n\\nThe emergent nature of web3 assumes that people and networks matter more than institutions. The power, whether or not it is explicit, is in the hands of participants.\\n\\nThis thesis underlying the promise of web3 is what Jesse Walden coined [“The Ownership Economy.”](https://variant.fund/the-ownership-economy-crypto-and-consumer-software/) Walden claims that “as the role of the individual in value creation becomes more commonplace, the next evolutionary step is towards software that is not only built, operated, and funded by individual users—but owned by users too.”\\n\\nBut what is ownership? My friend Austin Robey took [a stab at an answer](https://ff.mirror.xyz/ZRsr5HZMfbHOEe2lIYoWinRCI65NlvDW_QzEu1rn7As), arguing that ownership = financial power + decision-making power. It is the power to control resources and decide how they are allocated. But as the cliche goes, “with great power comes great responsibility.”\\n\\nOwnership is a means to an end, not an end itself. Taking responsibility means asking what we are exerting that power over and why. The Ownership Economy enables us to embed our values into everything we build, contribute to, and interact with – we shouldn’t take that for granted. Doing so is simply supporting the status quo… and profiting off of it.\\n\\nCrypto is missing that sense of responsibility that must inevitably come with ownership.\\n\\nThe Other Internet crew has been preaching this for a while now. In [“Positive Sum Worlds,](https://otherinter.net/research/positive-sum-worlds/)” they argue that “public goods, even as defined by economists, will always be a reflection of some group's shared context, common beliefs, and moral sensibilities; in other words, their value system.”\\n\\nUntil now, the crypto community has failed to articulate any meaningful set of shared values. “What are the shared values of UNI holders, or Ethereans?,” they ask, “...in the absence of ways to enact our shared values, we default to the lowest common denominator: profit.”\\n\\nWhile Other Internet rightly argues that we should have more intentional, open conversations about shared values within all of the communities we are a part of, I’d take this one step further – the emergent nature of crypto organizations and economies requires a deep focus on values as the seeds of world-building.\\n\\n\\n---\\n\\n**IV:**\\n\\nA couple of weeks ago, my friend [David Phelps argued](https://davidphelps.substack.com/p/the-internet-as-religion) that “the internet is a religion we get to shape and star in in real time.” If that’s true, then like any religion, the new internet will only survive if we build it with our values at the core.\\n\\nAnd the best part? We don’t all have to agree on those values. That is the beauty of a decentralized, permissionless internet.\\n\\nIf we accept Other Internet’s definition of public goods as a reflection of a group’s value system, then the call to action here is straightforward: build and fund more public goods. That leads us to our TL;DR:\\n\\n***In emergent systems “owned” by their participants – like DAOs, cryptonetworks, or religions – the onus of responsibility is on those network participants to articulate shared values and support the development of public goods that align. Public goods become public necessities, critical to the survival of the system.***\\n\\nEvery DAO, every protocol, every squad, every 10k pfp NFT collection should be thinking about how they can support public goods intentionally and continuously. Web3 will only increase the quantity and weight of human interactions across the globe. The only requirement is that you participate with your values at heart.\\n\\nAgain, Islam provides a necessary perspective:\\n\\n> *The example of those who spend their wealth in the way of God is like a seed \\\\[of grain\\\\] which grows seven spikes; in each spike is a hundred grains. And God multiplies \\\\[His reward\\\\] for whom He wills. And God is all-Encompassing and Knowing.* \\\\[Quran 2:261\\\\]\\n\\nSpeak your values, build, iterate, repeat. WAGMI.\\n\\n\\n---\\n\\n*Many thanks to Jay, Scott, Lani, Chase, Stefen, and David for early reads of this piece.*\",\"timestamp\":1632614317,\"title\":\"Survival of the World-Building Factory\",\"publication\":\"jihad\"},\"digest\":\"zDcHOugp5cF2BwpUItdqaEjAeIMN_PJndhsHGnsDQ54\",\"authorship\":{\"contributor\":\"0x70eCe45cDc64A768f936Ccb8aC851578251363e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sXxXuEZmJhuWZpmTsOShpugXL9Ywodv1PrENQKHssB4\\\",\\\"y\\\":\\\"IBhgdYN4gOsY_dX1Y3GS6u0X1W7ISAez4JInakKkB6Q\\\"}\",\"signature\":\"2ZhmpnL6y8cb8-KaVI6dEZGMDEwvkAKCiGyYIa_8D5QIbpu84EGbaV7NnjOH0cVIBcQiUrUDg5c3mnpx8nZCMA\",\"signingKeySignature\":\"0x0a74adb8844f80aa40cc34ffa9c8df62066c7203980f29a941486e1fef7877f07eefe4afaa5f2c067ee2146d6c7807747f5bbd64c91eb8cd2f1090da9f5247fa1b\",\"signingKeyMessage\":\"I authorize the publication of articles on jihad.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sXxXuEZmJhuWZpmTsOShpugXL9Ywodv1PrENQKHssB4\\\",\\\"y\\\":\\\"IBhgdYN4gOsY_dX1Y3GS6u0X1W7ISAez4JInakKkB6Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ScoVWRliToEec4-cGVvp5d6iNSXOMYOxY0kt7-C60jM\"}"