"{\"content\":{\"body\":\"The Duke contradicted him.  Lucio was provoked, and called the Duke \\\"a shallow, ignorant fool,\\\" though he pretended to love him.  \\\"The Duke shall know you better if I live to report you,\\\" said the Duke, grimly.  Then he asked Escalus, whom he saw in the street, what he thought of his ducal master.  Escalus, who imagined he was speaking to a friar, replied, \\\"The Duke is a very temperate gentleman, who prefers to see another merry to being merry himself.\\\"\\n\\nThe Duke then proceeded to call on Mariana.\\n\\nIsabella arrived immediately afterwards, and the Duke introduced the two girls to one another, both of whom thought he was a friar. They went into a chamber apart from him to discuss the saving of Claudio, and while they talked in low and earnest tones, the Duke looked out of the window and saw the broken sheds and flower-beds black with moss, which betrayed Mariana's indifference to her country dwelling.  Some women would have beautified their garden: not she.  She was for the town; she neglected the joys of the country.  He was sure that Angelo would not make her unhappier.\\n\\n\\\"We are agreed, father,\\\" said Isabella, as she returned with Mariana.\\n\\nSo Angelo was deceived by the girl whom he had dismissed from his love, and put on her finger a ring he wore, in which was set a milky stone which flashed in the light with secret colors.\\n\\nHearing of her success, the Duke went next day to the prison prepared to learn that an order had arrived for Claudio's release.  It had not, however, but a letter was banded to the Provost while he waited.  His amazement was great when the Provost read aloud these words, \\\"Whatsoever you may hear to the contrary, let Claudio be executed by four of the clock.  Let me have his head sent me by five.\\\"\\n\\nBut the Duke said to the Provost, \\\"You must show the Deputy another head,\\\" and he held out a letter and a signet.  \\\"Here,\\\" he said, \\\"are the hand and seal of the Duke.  He is to return, I tell you, and Angelo knows it not.  Give Angelo another head.\\\"\\n\\nThe Provost thought, \\\"This friar speaks with power.  I know the Duke's signet and I know his hand.\\\"\\n\\nHe said at length, \\\"A man died in prison this morning, a pirate of the age of Claudio, with a beard of his color.  I will show his head.\\\"\\n\\nThe pirate's head was duly shown to Angelo, who was deceived by its resemblance to Claudio's.\\n\\nThe Duke's return was so popular that the citizens removed the city gates from their hinges to assist his entry into Vienna.  Angelo and Escalus duly presented themselves, and were profusely praised for their conduct of affairs in the Duke's absence.\\n\\nIt was, therefore, the more unpleasant for Angelo when Isabella, passionately angered by his treachery, knelt before the Duke, and cried for justice.\\n\\nWhen her story was told, the Duke cried, \\\"To prison with her for a slanderer of our right hand!  But stay, who persuaded you to come here?\\\"\\n\\n\\\"Friar Lodowick,\\\" said she.\\n\\n\\\"Who knows him?\\\" inquired the Duke.\\n\\n\\\"I do, my lord,\\\" replied Lucio.  \\\"I beat him because he spake against your Grace.\\\"\\n\\nA friar called Peter here said, \\\"Friar Lodowick is a holy man.\\\"\\n\\nIsabella was removed by an officer, and Mariana came forward.  She took off her veil, and said to Angelo, \\\"This is the face you once swore was worth looking on.\\\"\\n\\nBravely he faced her as she put out her hand and said, \\\"This is the hand which wears the ring you thought to give another.\\\"\\n\\n\\\"I know the woman,\\\" said Angelo.  \\\"Once there was talk of marriage between us, but I found her frivolous.\\\"\\n\\nMariana here burst out that they were affianced by the strongest vows.  Angelo replied by asking the Duke to insist on the production of Friar Lodowick.\\n\\n\\\"He shall appear,\\\" promised the Duke, and bade Escalus examine the missing witness thoroughly while he was elsewhere.\\n\\nPresently the Duke re-appeared in the character of Friar Lodowick, and accompanied by Isabella and the Provost.  He was not so much examined as abused and threatened by Escalus.  Lucio asked him to deny, if he dared, that he called the Duke a fool and a coward, and had had his nose pulled for his impudence.\\n\\n\\\"To prison with him!\\\" shouted Escalus, but as hands were laid upon him, the Duke pulled off his friar's hood, and was a Duke before them all.\\n\\n\\\"Now,\\\" he said to Angelo, \\\"if you have any impudence that can yet serve you, work it for all it's worth.\\\"\\n\\n\\\"Immediate sentence and death is all I beg,\\\" was the reply.\\n\\n\\\"Were you affianced to Mariana?\\\" asked the Duke.\\n\\n\\\"I was,\\\" said Angelo.\\n\\n\\\"Then marry her instantly,\\\" said his master.  \\\"Marry them,\\\" he said to Friar Peter, \\\"and return with them here.\\\"\\n\\n\\\"Come hither, Isabel,\\\" said the Duke, in tender tones.  \\\"Your friar is now your Prince, and grieves he was too late to save your brother;\\\" but well the roguish Duke knew he had saved him.\\n\\n\\\"O pardon me,\\\" she cried, \\\"that I employed my Sovereign in my trouble.\\\"\\n\\n\\\"You are pardoned,\\\" he said, gaily.\\n\\nAt that moment Angelo and his wife re-entered.  \\\"And now, Angelo,\\\" said the Duke, gravely, \\\"we condemn thee to the block on which Claudio laid his head!\\\"\\n\\n\\\"O my most gracious lord,\\\" cried Mariana, \\\"mock me not!\\\"\\n\\n\\\"You shall buy a better husband,\\\" said the Duke.\\n\\n\\\"O my dear lord,\\\" said she, \\\"I crave no better man.\\\"\\n\\nIsabella nobly added her prayer to Mariana's, but the Duke feigned inflexibility.\\n\\n\\\"Provost,\\\" he said, \\\"how came it that Claudio as executed at an unusual hour?\\\"\\n\\nAfraid to confess the lie he had imposed upon Angelo, the Provost said, \\\"I had a private message.\\\"\\n\\n\\\"You are discharged from your office,\\\" said the Duke.  The Provost then departed.  Angelo said, \\\"I am sorry to have caused such sorrow.  I prefer death to mercy.\\\"  Soon there was a motion in the crowd.  The Provost re-appeared with Claudio.  Like a big child the Provost said, \\\"I saved this man; he is like Claudio.\\\" The Duke was amused, and said to Isabella, \\\"I pardon him because he is like your brother.  He is like my brother, too, if you, dear Isabel, will be mine.\\\"\\n\\nShe was his with a smile, and the Duke forgave Angelo, and promoted the Provost.\\n\\nLucio he condemned to marry a stout woman with a bitter tongue.\\n\\nTWO GENTLEMEN OF VERONA\\n\\nOnly one of them was really a gentleman, as you will discover later. Their names were Valentine and Proteus.  They were friends, and lived at Verona, a town in northern Italy.  Valentine was happy in his name because it was that of the patron saint of lovers; it is hard for a Valentine to be fickle or mean.  Proteus was unhappy in his name, because it was that of a famous shape-changer, and therefore it encouraged him to be a lover at one time and a traitor at another.\\n\\nOne day, Valentine told his friend that he was going to Milan. \\\"I'm not in love like you,\\\" said he, \\\"and therefore I don't want to stay at home.\\\"\\n\\nProteus was in love with a beautiful yellow-haired girl called Julia, who was rich, and had no one to order her about.  He was, however, sorry to part from Valentine, and he said, \\\"If ever you are in danger tell me, and I will pray for you.\\\"  Valentine then went to Milan with a servant called Speed, and at Milan he fell in love with the Duke of Milan's daughter, Silvia.\\n\\nWhen Proteus and Valentine parted Julia had not acknowledged that she loved Proteus.  Indeed, she had actually torn up one of his letters in the presence of her maid, Lucetta.  Lucetta, however, was no simpleton, for when she saw the pieces she said to herself, \\\"All she wants is to be annoyed by another letter.\\\"  Indeed, no sooner had Lucetta left her alone than Julia repented of her tearing, and placed between her dress and her heart the torn piece of paper on which Proteus had signed his name.  So by tearing a letter written by Proteus she discovered that she loved him. Then, like a brave, sweet girl, she wrote to Proteus, \\\"Be patient, and you shall marry me.\\\"\\n\\nDelighted with these words Proteus walked about, flourishing Julia's letter and talking to himself.\\n\\n\\\"What have you got there?\\\" asked his father, Antonio.\\n\\n\\\"A letter from Valentine,\\\" fibbed Proteus.\\n\\n\\\"Let me read it,\\\" said Antonio.\\n\\n\\\"There is no news,\\\" said deceitful Proteus; \\\"he only says that he is very happy, and the Duke of Milan is kind to him, and that he wishes I were with him.\\\"\\n\\nThis fib had the effect of making Antonio think that his son should go to Milan and enjoy the favors in which Valentine basked.  \\\"You must go to-morrow,\\\" he decreed.  Proteus was dismayed.  \\\"Give me time to get my outfit ready.\\\"  He was met with the promise, \\\"What you need shall be sent after you.\\\"\\n\\nIt grieved Julia to part from her lover before their engagement was two days' old.  She gave him a ring, and said, \\\"Keep this for my sake,\\\" and he gave her a ring, and they kissed like two who intend to be true till death.  Then Proteus departed for Milan.\\n\\nMeanwhile Valentine was amusing Silvia, whose grey eyes, laughing at him under auburn hair, had drowned him in love.  One day she told him that she wanted to write a pretty letter to a gentleman whom she thought well of, but had no time: would he write it?  Very much did Valentine dislike writing that letter, but he did write it, and gave it to her coldly.  \\\"Take it back,\\\" she said; \\\"you did it unwillingly.\\\"\\n\\n\\\"Madam,\\\" he said, \\\"it was difficult to write such a letter for you.\\\"\\n\\n\\\"Take it back,\\\" she commanded; \\\"you did not write tenderly enough.\\\"\\n\\nValentine was left with the letter, and condemned to write another; but his servant Speed saw that, in effect, the Lady Silvia had allowed Valentine to write for her a love-letter to Valentine's own self.  \\\"The joke,\\\" he said, \\\"is as invisible as a weather-cock on a steeple.\\\"  He meant that it was very plain; and he went on to say exactly what it was: \\\"If master will write her love-letters, he must answer them.\\\"\\n\\nOn the arrival of Proteus, he was introduced by Valentine to Silvia and afterwards, when they were alone, Valentine asked Proteus how his love for Julia was prospering.\\n\\n\\\"Why,\\\" said Proteus, \\\"you used to get wearied when I spoke of her.\\\"\\n\\n\\\"Aye,\\\" confessed Valentine, \\\"but it's different now.  I can eat and drink all day with nothing but love on my plate and love in my cup.\\\"\\n\\n\\\"You idolize Silvia,\\\" said Proteus.\\n\\n\\\"She is divine,\\\" said Valentine.\\n\\n\\\"Come, come!\\\" remonstrated Proteus.\\n\\n\\\"Well, if she's not divine,\\\" said Valentine, \\\"she is the queen of all women on earth.\\\"\\n\\n\\\"Except Julia,\\\" said Proteus.\\n\\n\\\"Dear boy,\\\" said Valentine, \\\"Julia is not excepted; but I will grant that she alone is worthy to bear my lady's train.\\\"\\n\\n\\\"Your bragging astounds me,\\\" said Proteus.\\n\\nBut he had seen Silvia, and he felt suddenly that the yellow-haired Julia was black in comparison.  He became in thought a villain without delay, and said to himself what he had never said before--\\\"I to myself am dearer than my friend.\\\"\\n\\nIt would have been convenient for Valentine if Proteus had changed, by the power of the god whose name he bore, the shape of his body at the evil moment when he despised Julia in admiring Silvia. But his body did not change; his smile was still affectionate, and Valentine confided to him the great secret that Silvia had now promised to run away with him.  \\\"In the pocket of this cloak,\\\" said Valentine, \\\"I have a silken rope ladder, with hooks which will clasp the window-bar of her room.\\\"\\n\\nProteus knew the reason why Silvia and her lover were bent on flight.  The Duke intended her to wed Sir Thurio, a gentlemanly noodle for whom she did not care a straw.\\n\\nProteus thought that if he could get rid of Valentine he might make Silvia fond of him, especially if the Duke insisted on her enduring Sir Thurio's tiresome chatter.  He therefore went to the Duke, and said, \\\"Duty before friendship!  It grieves me to thwart my friend Valentine, but your Grace should know that he intends to-night to elope with your Grace's daughter.\\\"  He begged the Duke not to tell Valentine the giver of this information, and the Duke assured him that his name would not be divulged.\\n\\nEarly that evening the Duke summoned Valentine, who came to him wearing a large cloak with a bulging pocket.\\n\\n\\\"You know,\\\" said the Duke, \\\"my desire to marry my daughter to Sir Thurio?\\\"\\n\\n\\\"I do,\\\" replied Valentine.  \\\"He is virtuous and generous, as befits a man so honored in your Grace's thoughts.\\\"\\n\\n\\\"Nevertheless she dislikes him,\\\" said the Duke.  \\\"She is a peevish, proud, disobedient girl, and I should be sorry to leave her a penny.  I intend, therefore, to marry again.\\\"\\n\\nValentine bowed.\\n\\n\\\"I hardly know how the young people of to-day make love,\\\" continued the Duke, \\\"and I thought that you would be just the man to teach me how to win the lady of my choice.\\\"\\n\\n\\\"Jewels have been known to plead rather well,\\\" said Valentine.\\n\\n\\\"I have tried them,\\\" said the Duke.\\n\\n\\\"The habit of liking the giver may grow if your Grace gives her some more.\\\"\\n\\n\\\"The chief difficulty,\\\" pursued the Duke, \\\"is this.  The lady is promised to a young gentleman, and it is hard to have a word with her.  She is, in fact, locked up.\\\"\\n\\n\\\"Then your Grace should propose an elopement,\\\" said Valentine. \\\"Try a rope ladder.\\\"\\n\\n\\\"But how should I carry it?\\\" asked the Duke.\\n\\n\\\"A rope ladder is light,\\\" said Valentine; \\\"You can carry it in a cloak.\\\"\\n\\n\\\"Like yours?\\\"\\n\\n\\\"Yes, your Grace.\\\"\\n\\n\\\"Then yours will do.  Kindly lend it to me.\\\"\\n\\nValentine had talked himself into a trap.  He could not refuse to lend his cloak, and when the Duke had donned it, his Grace drew from the pocket a sealed missive addressed to Silvia.  He coolly opened it, and read these words: \\\"Silvia, you shall be free to-night.\\\"\\n\\n\\\"Indeed,\\\" he said, \\\"and here's the rope ladder.  Prettily contrived, but not perfectly.  I give you, sir, a day to leave my dominions. If you are in Milan by this time to-morrow, you die.\\\"\\n\\nPoor Valentine was saddened to the core.  \\\"Unless I look on Silvia in the day,\\\" he said, \\\"there is no day for me to look upon.\\\"\\n\\nBefore he went he took farewell of Proteus, who proved a hypocrite of the first order.  \\\"Hope is a lover's staff,\\\" said Valentine's betrayer; \\\"walk hence with that.\\\"\\n\\nAfter leaving Milan, Valentine and his servant wandered into a forest near Mantua where the great poet Virgil lived.  In the forest, however, the poets (if any) were brigands, who bade the travelers stand.  They obeyed, and Valentine made so good an impression upon his captors that they offered him his life on condition that he became their captain.\\n\\n\\\"I accept,\\\" said Valentine, \\\"provided you release my servant, and are not violent to women or the poor.\\\"\\n\\nThe reply was worthy of Virgil, and Valentine became a brigand chief.\\n\\nWe return now to Julia, who found Verona too dull to live in since Proteus had gone.  She begged her maid Lucetta to devise a way by which she could see him.  \\\"Better wait for him to return,\\\" said Lucetta, and she talked so sensibly that Julia saw it was idle to hope that Lucetta would bear the blame of any rash and interesting adventure.  Julia therefore said that she intended to go to Milan and dressed like a page.\\n\\n\\\"You must cut off your hair then,\\\" said Lucetta, who thought that at this announcement Julia would immediately abandon her scheme.\\n\\n\\\"I shall knot it up,\\\" was the disappointing rejoinder.\\n\\nLucetta then tried to make the scheme seem foolish to Julia, but Julia had made up her mind and was not to be put off by ridicule; and when her toilet was completed, she looked as comely a page as one could wish to see.\\n\\nJulia assumed the male name Sebastian, and arrived in Milan in time to hear music being performed outside the Duke's palace.\\n\\n\\\"They are serenading the Lady Silvia,\\\" said a man to her.\\n\\nSuddenly she heard a voice lifted in song, and she knew that voice. It was the voice of Proteus.  But what was he singing?\\n\\n\\\"Who is Silvia? what is she,       That all our swains commend her?     Holy, fair, and wise is she;       The heaven such grace did lend her     That she might admired be.\\\"\\n\\nJulia tried not to hear the rest, but these two lines somehow thundered into her mind--\\n\\n\\\"Then to Silvia let us sing;     She excels each mortal thing.\\\"\\n\\nThen Proteus thought Silvia excelled Julia; and, since he sang so beautifully for all the world to hear, it seemed that he was not only false to Julia, but had forgotten her.  Yet Julia still loved him.  She even went to him, and asked to be his page, and Proteus engaged her.\\n\\nOne day, he handed to her the ring which she had given him, and said, \\\"Sebastian, take that to the Lady Silvia, and say that I should like the picture of her she promised me.\\\"\\n\\nSilvia had promised the picture, but she disliked Proteus.  She was obliged to talk to him because he was high in the favor of her father, who thought he pleaded with her on behalf of Sir Thurio.  Silvia had learned from Valentine that Proteus was pledged to a sweetheart in Verona; and when he said tender things to her, she felt that he was disloyal in friendship as well as love.\\n\\nJulia bore the ring to Silvia, but Silvia said, \\\"I will not wrong the woman who gave it him by wearing it.\\\"\\n\\n\\\"She thanks you,\\\" said Julia.\\n\\n\\\"You know her, then?\\\" said Silvia, and Julia spoke so tenderly of herself that Silvia wished that Sebastian would marry Julia.\\n\\nSilvia gave Julia her portrait for Proteus, who would have received it the worse for extra touches on the nose and eyes if Julia had not made up her mind that she was as pretty as Silvia.\\n\\nSoon there was an uproar in the palace.  Silvia had fled.\\n\\nThe Duke was certain that her intention was to join the exiled Valentine, and he was not wrong.\\n\\nWithout delay he started in pursuit, with Sir Thurio, Proteus, and some servants.\\n\\nThe members of the pursuing party got separated, and Proteus and Julia (in her page's dress) were by themselves when they saw Silvia, who had been taken prisoner by outlaws and was now being led to their Captain.  Proteus rescued her, and then said, \\\"I have saved you from death; give me one kind look.\\\"\\n\\n\\\"O misery, to be helped by you!\\\" cried Silvia.  \\\"I would rather be a lion's breakfast.\\\"\\n\\nJulia was silent, but cheerful.  Proteus was so much annoyed with Silvia that he threatened her, and seized her by the waist.\\n\\n\\\"O heaven!\\\" cried Silvia.\\n\\nAt that instant there was a noise of crackling branches.  Valentine came crashing through the Mantuan forest to the rescue of his beloved.  Julia feared he would slay Proteus, and hurried to help her false lover.  But he struck no blow, he only said, \\\"Proteus, I am sorry I must never trust you more.\\\"\\n\\nThereat Proteus felt his guilt, and fell on his knees, saying, \\\"Forgive me!  I grieve!  I suffer!\\\"\\n\\n\\\"Then you are my friend once more,\\\" said the generous Valentine. \\\"If Silvia, that is lost to me, will look on you with favor, I promise that I will stand aside and bless you both.\\\"\\n\\nThese words were terrible to Julia, and she swooned.  Valentine revived her, and said, \\\"What was the matter, boy?\\\"\\n\\n\\\"I remembered,\\\" fibbed Julia, \\\"that I was charged to give a ring to the Lady Silvia, and that I did not.\\\"\\n\\n\\\"Well, give it to me,\\\" said Proteus.\\n\\nShe handed him a ring, but it was the ring that Proteus gave to Julia before he left Verona.\\n\\nProteus looked at her hand, and crimsoned to the roots of his hair.\\n\\n\\\"I changed my shape when you changed your mind,\\\" said she.\\n\\n\\\"But I love you again,\\\" said he.\\n\\nJust then outlaws entered, bringing two prizes--the Duke and Sir Thurio.\\n\\n\\\"Forbear!\\\" cried Valentine, sternly.  \\\"The Duke is sacred.\\\"\\n\\nSir Thurio exclaimed, \\\"There's Silvia; she's mine!\\\"\\n\\n\\\"Touch her, and you die!\\\" said Valentine.\\n\\n\\\"I should be a fool to risk anything for her,\\\" said Sir Thurio.\\n\\n\\\"Then you are base,\\\" said the Duke.  \\\"Valentine, you are a brave man.  Your banishment is over.  I recall you.  You may marry Silvia.  You deserve her.\\\"\\n\\n\\\"I thank your Grace,\\\" said Valentine, deeply moved, \\\"and yet must ask you one more boon.\\\"\\n\\n\\\"I grant it,\\\" said the Duke.\\n\\n\\\"Pardon these men, your Grace, and give them employment.  They are better than their calling.\\\"\\n\\n\\\"I pardon them and you,\\\" said the Duke.  \\\"Their work henceforth shall be for wages.\\\"\\n\\n\\\"What think you of this page, your Grace?\\\" asked Valentine, indicating Julia.\\n\\nThe Duke glanced at her, and said, \\\"I think the boy has grace in him.\\\"\\n\\n\\\"More grace than boy, say I,\\\" laughed Valentine, and the only punishment which Proteus had to bear for his treacheries against love and friendship was the recital in his presence of the adventures of Julia-Sebastian of Verona.\\n\\nALL'S WELL THAT ENDS WELL\\n\\nIn the year thirteen hundred and something, the Countess of Rousillon was unhappy in her palace near the Pyrenees.  She had lost her husband, and the King of France had summoned her son Bertram to Paris, hundreds of miles away.\\n\\nBertram was a pretty youth with curling hair, finely arched eyebrows, and eyes as keen as a hawk's.  He was as proud as ignorance could make him, and would lie with a face like truth itself to gain a selfish end.  But a pretty youth is a pretty youth, and Helena was in love with him.\\n\\nHelena was the daughter of a great doctor who had died in the service of the Count of Rousillon.  Her sole fortune consisted in a few of her father's prescriptions.\\n\\nWhen Bertram had gone, Helena's forlorn look was noticed by the Countess, who told her that she was exactly the same to her as her own child.  Tears then gathered in Helena's eyes, for she felt that the Countess made Bertram seem like a brother whom she could never marry.  The Countess guessed her secret forthwith, and Helena confessed that Bertram was to her as the sun is to the day.\\n\\nShe hoped, however, to win this sun by earning the gratitude of the King of France, who suffered from a lingering illness, which made him lame.  The great doctors attached to the Court despaired of curing him, but Helena had confidence in a prescription which her father had used with success.\\n\\nTaking an affectionate leave of the Countess, she went to Paris, and was allowed to see the King.\\n\\nHe was very polite, but it was plain he thought her a quack.  \\\"It would not become me,\\\" he said, \\\"to apply to a simple maiden for the relief which all the learned doctors cannot give me.\\\"\\n\\n\\\"Heaven uses weak instruments sometimes,\\\" said Helena, and she declared that she would forfeit her life if she failed to make him well.\\n\\n\\\"And if you succeed?\\\" questioned the King.\\n\\n\\\"Then I will ask your Majesty to give me for a husband the man whom I choose!\\\"\\n\\nSo earnest a young lady could not be resisted forever by a suffering king.  Helena, therefore, became the King's doctor, and in two days the royal cripple could skip.\\n\\nHe summoned his courtiers, and they made a glittering throng in the throne room of his palace.  Well might the country girl have been dazzled, and seen a dozen husbands worth dreaming of among the handsome young noblemen before her.  But her eyes only wandered till they found Bertram.  Then she went up to him, and said, \\\"I dare not say I take you, but I am yours!\\\"  Raising her voice that the King might hear, she added, \\\"This is the Man!\\\"\\n\\n\\\"Bertram,\\\" said the King, \\\"take her; she's your wife!\\\"\\n\\n\\\"My wife, my liege?\\\" said Bertram.  \\\"I beg your Majesty to permit me to choose a wife.\\\"\\n\\n\\\"Do you know, Bertram, what she has done for your King?\\\" asked the monarch, who had treated Bertram like a son.\\n\\n\\\"Yes, your Majesty,\\\" replied Bertram; \\\"but why should I marry a girl who owes her breeding to my father's charity?\\\"\\n\\n\\\"You disdain her for lacking a title, but I can give her a title,\\\" said the King; and as he looked at the sulky youth a thought came to him, and he added, \\\"Strange that you think so much of blood when you could not distinguish your own from a beggar's if you saw them mixed together in a bowl.\\\"\\n\\n\\\"I cannot love her,\\\" asserted Bertram; and Helena said gently, \\\"Urge him not, your Majesty.  I am glad to have cured my King for my country's sake.\\\"\\n\\n\\\"My honor requires that scornful boy's obedience,\\\" said the King. \\\"Bertram, make up your mind to this.  You marry this lady, of whom you are so unworthy, or you learn how a king can hate.  Your answer?\\\"\\n\\nBertram bowed low and said, \\\"Your Majesty has ennobled the lady by your interest in her.  I submit.\\\"\\n\\n\\\"Take her by the band,\\\" said the King, \\\"and tell her she is yours.\\\"\\n\\nBertram obeyed, and with little delay he was married to Helena.\\n\\nFear of the King, however, could not make him a lover.  Ridicule helped to sour him.  A base soldier named Parolles told him to his face that now he had a \\\"kicky-wicky\\\" his business was not to fight but to stay at home.  \\\"Kicky-wicky\\\" was only a silly epithet for a wife, but it made Bertram feel he could not bear having a wife, and that he must go to the war in Italy, though the King had forbidden him.\\n\\nHelena he ordered to take leave of the King and return to Rousillon, giving her letters for his mother and herself.  He then rode off, bidding her a cold good-bye.\\n\\nShe opened the letter addressed to herself, and read, \\\"When you can get the ring from my finger you can call me husband, but against that 'when' I write 'never.'\\\"\\n\\nDry-eyed had Helena been when she entered the King's presence and said farewell, but he was uneasy on her account, and gave her a ring from his own finger, saying, \\\"If you send this to me, I shall know you are in trouble, and help you.\\\"\\n\\nShe did not show him Bertram's letter to his wife; it would have made him wish to kill the truant Count; but she went back to Rousillon and handed her mother-in-law the second letter.  It was short and bitter.  \\\"I have run away,\\\" it said.  \\\"If the world be broad enough, I will be always far away from her.\\\"\\n\\n\\\"Cheer up,\\\" said the noble widow to the deserted wife.  \\\"I wash his name out of my blood, and you alone are my child.\\\"\\n\\nThe Dowager Countess, however, was still mother enough to Bertram to lay the blame of his conduct on Parolles, whom she called \\\"a very tainted fellow.\\\"\\n\\nHelena did not stay long at Rousillon.  She clad herself as a pilgrim, and, leaving a letter for her mother-in-law, secretly set out for Florence.\\n\\nOn entering that city she inquired of a woman the way to the Pilgrims' House of Rest, but the woman begged \\\"the holy pilgrim\\\" to lodge with her.\\n\\nHelena found that her hostess was a widow, who had a beautiful daughter named Diana.\\n\\nWhen Diana heard that Helena came from France, she said, \\\"A countryman of yours, Count Rousillon, has done worthy service for Florence.\\\" But after a time, Diana had something to tell which was not at all worthy of Helena's husband.  Bertram was making love to Diana. He did not hide the fact that he was married, but Diana heard from Parolles that his wife was not worth caring for.\\n\\nThe widow was anxious for Diana's sake, and Helena decided to inform her that she was the Countess Rousillon.\\n\\n\\\"He keeps asking Diana for a lock of her hair,\\\" said the widow.\\n\\nHelena smiled mournfully, for her hair was as fine as Diana's and of the same color.  Then an idea struck her, and she said, \\\"Take this purse of gold for yourself.  I will give Diana three thousand crowns if she will help me to carry out this plan.  Let her promise to give a lock of her hair to my husband if he will give her the ring which he wears on his finger.  It is an ancestral ring.  Five Counts of Rousillon have worn it, yet he will yield it up for a lock of your daughter's hair.  Let your daughter insist that he shall cut the lock of hair from her in a dark room, and agree in advance that she shall not speak a single word.\\\"\\n\\nThe widow listened attentively, with the purse of gold in her lap. She said at last, \\\"I consent, if Diana is willing.\\\"\\n\\nDiana was willing, and, strange to say, the prospect of cutting off a lock of hair from a silent girl in a dark room was so pleasing to Bertram that he handed Diana his ring, and was told when to follow her into the dark room.  At the time appointed he came with a sharp knife, and felt a sweet face touch his as he cut off the lock of hair, and he left the room satisfied, like a man who is filled with renown, and on his finger was a ring which the girl in the dark room had given him.\\n\\nThe war was nearly over, but one of its concluding chapters taught Bertram that the soldier who had been impudent enough to call Helena his \\\"kicky-wicky\\\" was far less courageous than a wife. Parolles was such a boaster, and so fond of trimmmgs to his clothes, that the French officers played him a trick to discover what he was made of.  He had lost his drum, and had said that he would regain it unless he was killed in the attempt.  His attempt was a very poor one, and he was inventing the story of a heroic failure, when he was surrounded and disarmed.\\n\\n\\\"Portotartarossa,\\\" said a French lord.\\n\\n\\\"What horrible lingo is this?\\\" thought Parolles, who had been blindfolded.\\n\\n\\\"He's calling for the tortures,\\\" said a French man, affecting to act as interpreter.  \\\"What will you say without 'em?\\\"\\n\\n\\\"As much,\\\" replied Parolles, \\\"as I could possibly say if you pinched me like a pasty.\\\"  He was as good as his word.  He told them how many there were in each regiment of the Florentine army, and he refreshed them with spicy anecdotes of the officers commanding it.\\n\\nBertram was present, and heard a letter read, in which Parolles told Diana that he was a fool.\\n\\n\\\"This is your devoted friend,\\\" said a French lord.\\n\\n\\\"He is a cat to me now,\\\" said Bertram, who detested our hearthrug pets.\\n\\nParolles was finally let go, but henceforth he felt like a sneak, and was not addicted to boasting.\\n\\nWe now return to France with Helena, who had spread a report of her death, which was conveyed to the Dowager Countess at Rousillon by Lafeu, a lord who wished to marry his daughter Magdalen to Bertram.\\n\\nThe King mourned for Helena, but he approved of the marriage proposed for Bertram, and paid a visit to Rousillon in order to see it accomplished.\\n\\n\\\"His great offense is dead,\\\" he said.  \\\"Let Bertram approach me.\\\"\\n\\nThen Bertram, scarred in the cheek, knelt before his Sovereign, and said that if he had not loved Lafeu's daughter before he married Helena, he would have prized his wife, whom he now loved when it was too late.\\n\\n\\\"Love that is late offends the Great Sender,\\\" said the King. \\\"Forget sweet Helena, and give a ring to Magdalen.\\\"\\n\\nBertram immediately gave a ring to Lafeu, who said indignantly, \\\"It's Helena's!\\\"\\n\\n\\\"It's not!\\\" said Bertram.\\n\\nHereupon the King asked to look at the ring, and said, \\\"This is the ring I gave to Helena, and bade her send to me if ever she needed help.  So you had the cunning to get from her what could help her most.\\\"\\n\\nBertram denied again that the ring was Helena's, but even his mother said it was.\\n\\n\\\"You lie!\\\" exclaimed the King.  \\\"Seize him, guards!\\\" but even while they were seizing him, Bertram wondered how the ring, which he thought Diana had given him, came to be so like Helena's.  A gentleman now entered, craving permission to deliver a petition to the King.  It was a petition signed Diana Capilet, and it begged that the King would order Bertram to marry her whom he had deserted after winning her love.\\n\\n\\\"I'd sooner buy a son-in-law at a fair than take Bertram now,\\\" said Lafeu.\\n\\n\\\"Admit the petitioner,\\\" said the King.\\n\\nBertram found himself confronted by Diana and her mother.  He denied that Diana had any claim on him, and spoke of her as though her life was spent in the gutter.  But she asked him what sort of gentlewoman it was to whom he gave, as to her he gave, the ring of his ancestors now missing from his finger?\\n\\nBertram was ready to sink into the earth, but fate had one crowning generosity reserved for him.  Helena entered.\\n\\n\\\"Do I see reality?\\\" asked the King.\\n\\n\\\"O pardon! pardon!\\\" cried Bertram.\\n\\nShe held up his ancestral ring.  \\\"Now that I have this,\\\" said she, \\\"will you love me, Bertram?\\\"\\n\\n\\\"To the end of my life,\\\" cried he.\\n\\n\\\"My eyes smell onions,\\\" said Lafeu.  Tears for Helena were twinkling in them.\\n\\nThe King praised Diana when he was fully informed by that not very shy young lady of the meaning of her conduct.  For Helena's sake she had wished to expose Bertram's meanness, not only to the King, but to himself.  His pride was now in shreds, and it is believed that he made a husband of some sort after all.\\n\\nPRONOUNCING VOCABULARY OF NAMES.\\n\\n\\\\[Key.-\\n\\na,e,i,o,u -- as in hat, bet, it, hot, hut;    â,ê,î,ô,û -- as in ate, mote, mite, mote, mute;    å         -- as in America, freeman, coward;    ë     -- as in her, fern;    ü         -- as in burn, furl. \\\\]\\n\\n```\\nAdriana (ad-ri-&#226;'-n&#229;)     AEgeon (&#234;'-ge-on)     AEmilia (&#234;-mil'-i-&#229;)     Alcibiades (al-si-b&#238;'-&#229;-d&#234;z)     Aliena  (&#226;-li-&#234;'-n&#229;)     Angelo (an'-je-l&#244;)     Antioch (an'-ti-ok)     Antiochus (an-t&#238;'-o-kus)     Antipholus (an-tif'-o-lus)     Antonio (an-t&#244;'-ni-&#244;)     Apemantus (ap-e-man'-tus)     Apollo (&#229;-pol'-&#244;)     Ariel (&#226;'ri-el)     Arragon (ar'-&#229;-gon)\\n\\nBanquo (ban'-kw&#244;)     Baptista (bap-tis'-t&#229;)     Bassanio (bas-sa'-ni-&#244;)     Beatrice (b&#234;'&#229;-tris)     Bellario (bel-l&#226;'-ri-&#244;)     Bellarius (bel-l&#226;'-ri-us)     Benedick (ben'-e-dik)     Benvolio (ben-v&#244;'-li-&#244;)     Bertram (b&#235;r'-tram)     Bianca (b&#234;-an'-k&#229;)     Borachio (b&#244;-rach'-i-&#244;)     Brabantio (br&#229;-ban'ch&#244;)     Burgundy (b&#252;r'-gun-di)\\n\\nCaliban (kal'-i-ban)     Camillo (k&#229;-mil'-&#244;)     Capulet (kap'-&#251;-let)     Cassio (kas'-i-&#244;)     Celia (s&#234;'-li-&#229;)     Centaur (sen'-tawr)     Cerimon (s&#234;'-ri-mon)     Cesario (se-s&#226;'-ri-&#244;)     Claudio (klaw'-di-&#244;)     Claudius (klaw'-di-us)     Cordelia (kawr-d&#234;'-li-&#229;)     Cornwall (kawrn'-wawl)     Cymbeline (sim'-be-l&#234;n)\\n\\nDemetrius (de-m&#234;'-tri-us)     Desdemona (des-de-m&#244;-n&#229;)     Diana (d&#238;-an'-&#229;)     Dionyza (d&#238;-&#244;-n&#238;'-z&#229;)     Donalbain (don'-al-ban)     Doricles (dor'-i-kl&#234;z)     Dromio (dr&#244;'-mi-&#244;)     Duncan (dung'-k&#229;n)\\n\\nEmilia (&#234;-mil'-i-&#229;)     Ephesus (ef'e-sus)     Escalus (es'-k&#229;-lus)\\n\\nFerdinand (f&#235;r'-di-nand)     Flaminius (fl&#229;-min'-i-us)     Flavius (fl&#226;'-vi-us)     Fleance (fl&#234;'-ans)     Florizel (flor'-i-zel)\\n\\nGanymede (gan'-i-m&#234;d)     Giulio (j&#251;'-li-&#244;)     Goneril (gon'-e-ril)     Gonzalo (gon-zah'-l&#244;)\\n\\nHelena (hel'-e-n&#229;)     Helicanus (hel-i-k&#226;'nus)     Hercules (h&#235;r'k&#251;-l&#234;z)     Hermia (h&#235;r'mi-&#229;)     Hermione (h&#235;r-m&#238;'-o-n&#234;)     Horatio (h&#244;-r&#226;'-shi-&#244;)     Hortensio (hor-ten'-si-&#244;)\\n\\nIachimo (yak'-i-m&#244;)     Iago (&#234;-ah-g&#244;)     Illyria ((il-lir'-i-&#229;)     Imogen (im'-o-jen)\\n\\nJessica (jes'-i-k&#229;)     Juliet (ju'li-et)\\n\\nLaertes (l&#226;-&#235;r'-t&#234;z)     Lafeu (lah-fu')     Lear (l&#234;r)     Leodovico (l&#234;-&#244;-d&#244;'-vi-k&#244;)     Leonato (l&#234;-&#244;-n&#226;'-t&#244;)     Leontes (l&#234;-on-t&#234;z)     Luciana (l&#251;-shi-&#226;'n&#229;)     Lucio   (l&#251;'-shi-&#244;)     Lucius  (l&#251;'-shi-us)     Lucullus (l&#251;-kul'-us)     Lysander (l&#238;-san'-d&#235;r)     Lysimachus (l&#238;-sim'-&#229;-kus)\\n\\nMacbeth (mak-beth')     Magdalen (mag'-d&#229;-len)     Malcolm (mal'-kum)     Malvolio (mal-v&#244;'li-&#244;)     Mantua (man-'t&#251;-&#229;)     Mariana (mah-ri-&#226;'-na)     Menaphon (men'-&#229;-fon)     Mercutio (mer-k&#251;'-shi-&#244;)     Messina (mes-s&#234;'-nah)     Milan (mil'-&#229;n)     Miranda (m&#238;-ran'-d&#229;)     Mitylene (mit-&#234;-l&#234;'-n&#234;)     Montagu (mon'-t&#229;-g&#251;)     Montano (mon-tah'-n&#244;)\\n\\nOberon (ob'-&#235;r-on)     Olivia (&#244;-liv'-i-&#229;)     Ophelia (&#244;-f&#234;l'-i-&#229; or o-f&#234;l'-y&#229;)     Orlando (awr-lan'-d&#244;)     Orsino (awr-s&#234;'-n&#244;)     Othello (&#244;-thel'-&#244;)\\n\\nParolles (pa-rol'-&#234;z)     Paulina (paw-l&#238;'-n&#229;)     Pentapolis (pen-tap'-o-lis)     Perdita (p&#235;r'-di-t&#229;)     Pericles (per'-i-kl&#234;z)     Petruchio (pe-tr&#251;'-chi-&#244;)     Phoenix (f&#234;'-niks)     Pisanio (p&#234;-sah'-ni-&#244;)     Polixines (p&#244;-liks'-e-n&#234;z)     Polonius (p&#244;-l&#244;'-ni-us)     Portia (p&#244;r'-shi-&#229;)     Proteus (pr&#244;'-te-us or pr&#244;'-t&#251;s)\\n\\nRegan (r&#234;'-g&#229;n)     Roderigo (r&#244;-der'-i-g&#244;)     Romano (r&#244;-mah'-n&#244;)     Romeo (r&#244;'-me-&#244;)     Rosalind (roz'-&#229;-lind)     Rosaline (roz'-&#229;-lin)     Rousillon (ru-s&#234;-lyawng')\\n\\nSebastian (se-bas'-ti-&#229;n)     Sempronius (sem-pr&#244;'-ni-us)     Simonides (si-mon'-i-d&#234;z)     Solinus (s&#244;-l&#238;'-nus)     Sycorax (s&#238;'-ko-raks)     Syracuse (sir-&#229;-kus)\\n\\nThaisa (tha-is'-&#229;)     Thaliard (th&#226;'-li-&#229;rd)     Thurio (th&#251;'-ri-&#244;)     Timon (t&#238;'-mon)     Titania (t&#238;-tan'-i-&#229;)     Tybalt (tib'-&#229;lt)\\n\\n\\nUrsula (ur'-s&#251;-l&#229;)\\n\\nVenetian (ve-n&#234;'-sh&#229;n)     Venice (ven'-is)     Ventidius (ven-tid'-i-us)     Verona (v&#226;-r&#244;'-n&#229;)     Vicentio (v&#234;-sen'-shi-&#244;)\\n```\\n\\nQUOTATIONS FROM SHAKESPEARE\\n\\nACTION.\\n\\n```\\nAction is eloquence, and the eyes of the ignorant     More learned than their ears.\\n\\n    Coriolanus -- III. 2.\\n```\\n\\nADVERSITY.\\n\\n```\\nSweet are the uses of adversity,     Which, like the toad, ugly and venomous,     Wears yet a precious jewel in his head.\\n\\n    As You Like It -- II. 1.\\n\\n\\nThat, Sir, which serves and seeks for gain,        And follows but for form,     Will pack, when it begins to rain,        And leave thee in the storm.\\n\\n    King Lear -- II. 4.\\n\\n\\nAh! when the means are gone, that buy this praise,     The breath is gone whereof this praise is made:     Feast won--fast lost; one cloud of winter showers,     These flies are couched.\\n\\n    Timon of Athens -- II. 2.\\n```\\n\\nADVICE TO A SON LEAVING HOME.\\n\\n```\\nGive thy thoughts no tongue,     Nor any unproportioned thought his act     Be thou familiar, but by no means vulgar.     The friends thou hast, and their adoption tried     Grapple them to thy soul with hooks of steel;     But do not dull thy palm with entertainment     Of each new-hatched, unfledged comrade. Beware     Of entrance to a quarrel: but, being in,     Bear it, that the opposer may beware of thee.     Give every man thine ear, but few thy voice:     Take each man's censure, but reserve thy judgment,     Costly thy habit as thy purse can buy,     But not expressed in fancy: rich, not gaudy:     For the apparel oft proclaims the man;     And they in France, of the best rank and station,     Are most select and generous, chief in that.     Neither a borrower, nor a lender be:     For loan oft loses both itself and friend;     And borrowing dulls the edge of husbandry.     This above all.--To thine ownself be true;     And it must follow, as the night the day,     Thou canst not then be false to any man.\\n\\n    Hamlet -- I. 3.\\n```\\n\\nAGE.\\n\\n```\\nMy May of life Is     fallen into the sear, the yellow leaf:     And that which should accompany old age,     As honor, love, obedience, troops of friends,     I must not look to have; but, in their stead,     Curses not loud, but deep, mouth-honor, breath,     Which the poor heart would feign deny, but dare not.\\n\\n    Macbeth -- V. 3.\\n```\\n\\nAMBITION.\\n\\n```\\nDreams, indeed, are ambition; for the very substance of     the ambitious is merely the shadow of a dream. And I     hold ambition of so airy and light a quality, that it is but     a shadow's shadow.\\n\\n    Hamlet -- II 2.\\n\\n\\nI charge thee fling away ambition;     By that sin fell the angels, how can man then,     The image of his Maker, hope to win by 't?     Love thyself last; cherish those hearts that hate thee;     Corruption wins not more than honesty.     Still in thy right hand carry gentle peace,     To silence envious tongues. Be just, and fear not!     Let all the ends, thou aim'st at, be thy country's,     Thy God's, and truth's.\\n\\n    King Henry VIII. -- III. 2.\\n```\\n\\nANGER.\\n\\n```\\nAnger is like     A full-hot horse, who being allowed his way,     Self-mettle tires him.\\n\\n    King Henry VIII. -- I. 1.\\n```\\n\\nARROGANCE.\\n\\n```\\nThere are a sort of men, whose visages     Do cream and mantle like a standing pond,     And do a willful stillness entertain,     With purpose to be dressed in an opinion     Of wisdom, gravity, profound conceit,     As who should say, \\\" I am Sir Oracle,     And when I ope my lips, let no dog bark!\\\"     O! my Antonio, I do know of these     That therefore are reputed wise     For saying nothing, when, I am sure,     If they should speak, would almost dam those ears,     Which, hearing them, would call their brothers fools.\\n\\n    The Merchant of Venice -- I. 1.\\n```\\n\\nAUTHORITY.\\n\\n```\\nThou hast seen a farmer's dog bark at a beggar?     And the creature run from the cur?     There thou might'st behold the great image of authority     a dog's obeyed in office.\\n\\n    King Lear -- IV. 6.\\n\\n\\nCould great men thunder     As Jove himself does, Jove would ne'er be quiet,     For every pelting, petty officer     Would use his heaven for thunder: nothing but thunder--     Merciful heaven!     Thou rather, with thy sharp and sulphurous bolt,     Splitt'st the unwedgeable and gnarled oak,     Than the soft myrtle!--O, but man, proud man!     Drest in a little brief authority --     Most ignorant of what he's most assured,     His glassy essence,--like an angry ape,     Plays such fantastic tricks before high heaven,     As make the angels weep.\\n\\n    Measure for Measure -- II. 2.\\n```\\n\\nBEAUTY.\\n\\n```\\nThe hand, that hath made you fair, hath made you good: the     goodness, that is cheap in beauty, makes beauty brief in goodness;     but grace, being the soul of your complexion, should keep the body     of it ever fair.\\n\\n    Measure for Measure -- III. 1.\\n```\\n\\nBLESSINGS UNDERVALUED.\\n\\n```\\nIt so falls out     That what we have we prize not to the worth,     Whiles we enjoy it; but being lacked and lost,     Why, then we rack the value; then we find     The virtue, that possession would not show us     Whiles it was ours.\\n\\n    Much Ado About Nothing -- IV. 1.\\n```\\n\\nBRAGGARTS.\\n\\n```\\nIt will come to pass,     That every braggart shall be found an ass.\\n\\n    All's Well that Ends Well -- IV. 3.\\n\\n\\nThey that have the voice of lions, and the act of bares,     are they not monsters?\\n\\n    Troilus and Cressida -- III. 2.\\n```\\n\\nCALUMNY.\\n\\n```\\nBe thou as chaste as ice, as pure as snow,     thou shalt not escape calumny.\\n\\n    Hamlet -- III. 1.\\n\\n\\nNo might nor greatness in mortality     Can censure 'scape; back-wounding calumny     The whitest virtue strikes. What king so strong,     Can tie the gall up in the slanderous tongue?\\n\\n    Measure for Measure -- III. 2.\\n```\\n\\nCEREMONY.\\n\\n```\\nCeremony     Was but devised at first, to set a gloss     On faint deeds, hollow welcomes.     Recanting goodness, sorry ere 'tis shown;     But where there is true friendship, there needs none.\\n\\n    Timon of Athens -- I. 2.\\n```\\n\\nCOMFORT.\\n\\n```\\nMen     Can counsel, and speak comfort to that grief     Which they themselves not feel; but tasting it,     Their counsel turns to passion, which before     Would give preceptial medicine to rage,     Fetter strong madness in a silken thread,     Charm ache with air, and agony with words:     No, no; 'tis all men's office to speak patience     To those that wring under the load of sorrow;     But no man's virtue, nor sufficiency,     To be so moral, when he shall endure     The like himself.\\n\\n    Much Ado About Nothing -- V. 1.\\n\\n\\nWell, every one can master a grief, but he that has it.\\n\\n    Idem -- II.\\n```\\n\\nCOMPARISON.\\n\\n```\\nWhen the moon shone, we did not see the candle.     So doth the greater glory dim the less;     A substitute shines brightly as a king,     Until a king be by; and then his state     Empties itself, as does an inland brook     Into the main of waters.\\n\\n    Merchant of Venice -- V. 1.\\n```\\n\\nCONSCIENCE.\\n\\n```\\nThus conscience does make cowards of us all;     And thus the native hue of resolution     Is sicklied o'er with the pale cast of thought;     And enterprises of great pith and moment,     With this regard, their currents turn awry,     And lose the name of action.\\n\\n    Hamlet -- III. 1.\\n```\\n\\nCONTENT.\\n\\n```\\nMy crown is in my heart, not on my head;     Not decked with diamonds and Indian stones,     Nor to be seen; my crown is called \\\"content\\\";     A crown it is, that seldom kings enjoy.\\n\\n    King Henry VI., Part 3d - III. 1.\\n```\\n\\nCONTENTION.\\n\\n```\\nHow, in one house,     Should many people, under two commands,     Hold amity?\\n\\n    King Lear -- II. 4.\\n\\n\\nWhen two authorities are set up,     Neither supreme, how soon confusion     May enter twixt the gap of both, and take     The one by the other.\\n\\n    Coriolanus -- III. 1.\\n```\\n\\nCONTENTMENT.\\n\\n```\\n'Tis better to be lowly born,     And range with humble livers in content,     Than to be perked up in a glistering grief,     And wear a golden sorrow.\\n\\n    King Henry VIII. -- II. 3.\\n```\\n\\nCOWARDS.\\n\\n```\\nCowards die many times before their deaths;     The valiant never taste of death but once.\\n\\n    Julius Caesar -- II. 2.\\n```\\n\\nCUSTOM.\\n\\n```\\nThat monster, custom, who all sense doth eat     Of habit's devil, is angel yet in this:     That to the use of actions fair and good     He likewise gives a frock, or livery,     That aptly is put on: Refrain to-night:     And that shall lend a kind of easiness     To the next abstinence: the next more easy:     For use almost can change the stamp of nature,     And either curb the devil, or throw him out     With wondrous potency.\\n\\n    Hamlet -- III. 4.\\n\\n\\nA custom     More honored in the breach, then the observance.\\n\\n    Idem -- I. 4.\\n```\\n\\nDEATH.\\n\\n```\\nKings, and mightiest potentates, must die;     For that's the end of human misery.\\n\\n    King Henry VI., Part 1st -- III. 2.\\n\\n\\nOf all the wonders that I yet have heard,     It seems to me most strange that men should fear;     Seeing that death, a necessary end,     Will come, when it will come.\\n\\n    Julius Caesar -- II. 2.\\n\\n\\nThe dread of something after death,     Makes us rather bear those ills we have,     Than fly to others we know not of.\\n\\n    Hamlet -- III. 1.\\n\\n\\nThe sense of death is most in apprehension.\\n\\n    Measure for Measure -- III. 1.\\n\\n\\nBy medicine life may be prolonged, yet death     Will seize the doctor too.\\n\\n    Cymbeline -- V. 5.\\n```\\n\\nDECEPTION.\\n\\n```\\nThe devil can cite Scripture for his purpose.     An evil soul, producing holy witness,     Is like a villain with a smiling cheek;     A goodly apple rotten at the heart;     O, what a goodly outside falsehood hath!\\n\\n    Merchant of Venice -- I. 3.\\n```\\n\\nDEEDS.\\n\\n```\\nFoul deeds will rise,     Though all the earth o'erwhelm them to men's eyes.\\n\\n    Hamlet -- I. 2.\\n\\n\\nHow oft the sight of means to do ill deeds,     Makes deeds ill done!\\n\\n    King John -- IV. 2.\\n```\\n\\nDELAY.\\n\\n```\\nThat we would do,     We should do when we would; for this would changes,     And hath abatements and delays as many,     As there are tongues, are hands, are accidents;     And then this should is like a spendthrift sigh,     That hurts by easing.\\n\\n    Hamlet -- IV. 7.\\n```\\n\\nDELUSION.\\n\\n```\\nFor love of grace,     Lay not that flattering unction to your soul;     It will but skin and film the ulcerous place;     Whiles rank corruption, mining all within,     Infects unseen.\\n\\n    Hamlet -- III. 4.\\n```\\n\\nDISCRETION.\\n\\n```\\nLet's teach ourselves that honorable stop,     Not to outsport discretion.\\n\\n    Othello -- II. 3.\\n```\\n\\nDOUBTS AND FEARS.\\n\\n```\\nI am cabin'd, cribb'd, confined, bound in     To saucy doubts and fears.\\n\\n    Macbeth -- III. 4.\\n```\\n\\nDRUNKENNESS.\\n\\n```\\nBoundless intemperance.     In nature is a tyranny; it hath been     Th' untimely emptying of the happy throne,     And fall of many kings.\\n\\n    Measure for Measure -- I. 3.\\n```\\n\\nDUTY OWING TO OURSELVES AND OTHERS.\\n\\n```\\nLove all, trust a few,     Do wrong to none; be able for thine enemy     Rather in power, than use; and keep thy friend     Under thy own life's key; be checked for silence,     But never taxed for speech.\\n\\n    All's Well that Ends Well -- I. 1.\\n```\\n\\nEQUIVOCATION.\\n\\n```\\nBut yet     I do not like but yet, it does allay     The good precedence; fye upon but yet:     But yet is as a gailer to bring forth     Some monstrous malefactor.\\n\\n    Antony and Cleopatra -- II. 5.\\n```\\n\\nEXCESS.\\n\\n```\\nA surfeit of the sweetest things     The deepest loathing to the stomach brings.\\n\\n    Midsummer Night's Dream -- II. 3.\\n\\n\\nEvery inordinate cup is unblessed,     and the ingredient is a devil.\\n\\n    Othello -- II. 3.\\n```\\n\\nFALSEHOOD.\\n\\n```\\nFalsehood, cowardice, and poor descent,     Three things that women hold in hate.\\n\\n    Two Gentlemen of Verona -- III. 2.\\n```\\n\\nFEAR.\\n\\n```\\nFear frames disorder, and disorder wounds     Where it should guard.\\n\\n    King Henry VI., Part 2d -- V. 2.\\n\\n\\nFear, and be slain; no worse can come, to fight:     And fight and die, is death destroying death;     Where fearing dying, pays death servile breath.\\n\\n    King Richard II. -- III. 2.\\n```\\n\\nFEASTS.\\n\\n```\\nSmall cheer, and great welcome, makes a merry feast.\\n\\n    Comedy of Errors -- III. 1.\\n```\\n\\nFILIAL INGRATITUDE.\\n\\n```\\nIngratitude!  Thou marble-hearted fiend,     More hideous, when thou showest thee in a child,     Than the sea-monster.\\n\\n    King Lear -- I. 4.\\n\\n\\nHow sharper than a serpent's tooth it is     To have a thankless child\\n\\n    Idem -- I. 4.\\n```\\n\\nFORETHOUGHT.\\n\\n```\\nDetermine on some course,     More than a wild exposure to each cause     That starts i' the way before thee.\\n\\n    Coriolanus -- IV. 1.\\n```\\n\\nFORTITUDE.\\n\\n```\\nYield not thy neck     To fortune's yoke, but let thy dauntless mind     Still ride in triumph over all mischance.\\n\\n    King Henry VI., Part 3d -- III. 3.\\n```\\n\\nFORTUNE.\\n\\n```\\nWhen fortune means to men most good,     She looks upon them with a threatening eye.\\n\\n    King John -- III. 4.\\n```\\n\\nGREATNESS.\\n\\n```\\nFarewell, a long farewell, to all my greatness!     This is the state of man: To-day he puts forth     The tender leaves of hope, to-morrow blossoms,     And bears his blushing honors thick upon him;     The third day, comes a frost, a killing frost;     And,--when he thinks, good easy man, full surely     His greatness is ripening,--nips his root,     And then he falls, as I do.\\n\\n    King Henry VIII. -- III. 2.\\n\\n\\nSome are born great, some achieve greatness,     and some have greatness thrust upon them.\\n\\n    Twelfth Night -- II. 5.\\n```\\n\\nHAPPINESS.\\n\\n```\\nO, how bitter a thing it is to look into happiness     through another man's eyes.\\n\\n    As You Like It -- V. 2.\\n```\\n\\nHONESTY.\\n\\n```\\nAn honest man is able to speak for himself,     when a knave is not.\\n\\n    King Henry VI., Part 2d -- V. 1.\\n\\n\\nTo be honest, as this world goes, is to be     one man picked out of ten thousand.\\n\\n    Hamlet -- II. 2.\\n```\\n\\nHYPOCRISY.\\n\\n```\\nDevils soonest tempt,     resembling spirits of light.\\n\\n    Love's Labor Lost -- IV. 3.\\n\\n\\nOne may smile, and smile,              and be a villain.\\n\\n    Hamlet -- I. 5.\\n```\\n\\nINNOCENCE.\\n\\n```\\nThe trust I have is in mine innocence,     And therefore am I bold and resolute.\\n\\n    Troilus and Cressida -- IV. 4.\\n```\\n\\nINSINUATIONS.\\n\\n```\\nThe shrug, the hum, or ha; these petty brands,     That calumny doth use;--                             For calumny will sear     Virtue itself:--these shrugs, these bums, and ha's,     When you have said, she's goodly, come between,     Ere you can say she's honest.\\n\\n    Winter's Tale -- II. 1.\\n```\\n\\nJEALOUSY.\\n\\n```\\nTrifles, light as air,     Are, to the jealous, confirmations strong     As proofs of holy writ.\\n\\n    Othello -- III. 3.\\n\\n\\nO beware of jealousy:     It is the green-eyed monster, which does mock     The meat it feeds on.\\n\\n    Idem.\\n```\\n\\nJESTS.\\n\\n```\\nA jest's prosperity lies in the ear     of him that hears it.\\n\\n    Love's Labor Lost -- V. 2.\\n\\n\\nHe jests at scars,     that never felt a wound.\\n\\n    Romeo and Juliet -- II. 2.\\n```\\n\\nJUDGMENT.\\n\\n```\\nHeaven is above all; there sits a Judge,     That no king can corrupt.\\n\\n    King Henry VIII, -- III. 1.\\n```\\n\\nLIFE.\\n\\n```\\nLife's but a walking shadow, a poor player,     That struts and frets his hour upon the stage,     And then is heard no more: it is a tale     Told by an idiot, full of sound and fury,     Signifying nothing.\\n\\n    Macbeth -- V. 5.\\n\\n\\nWe are such stuff     As dreams are made of, and our little life     Is rounded with a sleep.\\n\\n    The Tempest -- IV. 1.\\n```\\n\\nLOVE.\\n\\n```\\nA murd'rous, guilt shows not itself more soon,     Than love that would seem bid: love's night is noon.\\n\\n    Twelfth Night -- III. 2.\\n\\n\\nSweet love, changing his property,     Turns to the sourest and most deadly hate.\\n\\n    King Richard II. -- III. 2.\\n\\n\\nWhen love begins to sicken and decay,     It useth an enforced ceremony.\\n\\n    Julius Caesar -- II. 2.\\n\\n\\nThe course of true-love     never did run smooth.\\n\\n    Midsummer Night's Dream -- I. 1.\\n\\n\\nLove looks not with the eyes,     but with the mind.\\n\\n    Idem.\\n\\n\\nShe never told her love,--     But let concealment, like a worm i' th' bud,     Feed on her damask check: she pined in thought     And, with a green and yellow melancholy,     She sat like Patience on a monument,     Smiling at grief. Was not this love indeed?\\n\\n    Twelfth Night -- II. 4.\\n\\n\\nBut love is blind, and lovers cannot see     The pretty follies that themselves commit.\\n\\n    The Merchant of Venice -- II. 6.\\n```\\n\\nMAN.\\n\\n```\\nWhat a piece of work is man!  How noble in reason!     How infinite in faculties! in form, and moving,     how express and admirable! in  action, how like     an angel! in apprehension, how like a god! the     beauty of the world! the paragon of animals!\\n\\n    Hamlet -- II. 2.\\n```\\n\\nMERCY.\\n\\n```\\nThe quality of mercy is not strained:     it droppeth, as the gentle rain from heaven,     Upon the place beneath: it is twice bless'd;     It blesses him that gives, and him that takes:     'Tis mightiest in the mightiest: it becomes     The throned monarch better than his crown:     His scepter shows the force of temporal power,     The attribute to awe and majesty,     Wherein doth sit the dread and fear of kings;     But mercy is above this sceptered sway;     It is enthroned in the hearts of kings;     It is an attribute to God himself;     And earthly power doth then show likest God's,     When mercy seasons justice.                                 Consider this,--     That, in the course of justice, none of us     Should see salvation: we do pray for mercy;     And that same prayer doth teach us all to render     The deeds of mercy.\\n\\n    Merchant of Venice -- IV. 1.\\n```\\n\\nMERIT.\\n\\n```\\nWho shall go about     To cozen fortune, and be honorable     Without the stamp of merit!  Let none presume     To wear an undeserved dignity.\\n\\n    Merchant of Venice -- II. 9.\\n```\\n\\nMODESTY.\\n\\n```\\nIt is the witness still of excellency,     To put a strange face on his own perfection.\\n\\n    Much Ado About Nothing -- II. 3.\\n```\\n\\nMORAL CONQUEST.\\n\\n```\\nBrave conquerors! for so you are,     That war against your own affections,     And the huge army of the world's desires.\\n\\n    Love's Labor's Lost  -- I. 1.\\n```\\n\\nMURDER.\\n\\n```\\nThe great King of kings     Hath in the table of his law commanded,     That thou shalt do no murder.     Take heed; for he holds vengeance in his band,     To hurl upon their heads thatbreak his law.\\n\\n    King Richard III. -- I. 4.\\n\\n\\nBlood, like sacrificing Abel's, cries,     Even from the tongueless caverns of the earth.\\n\\n    King Richard II. -- I. 1.\\n```\\n\\nMUSIC.\\n\\n```\\nThe man that hath no music in himself,     Nor is not moved with concord of sweet sounds,     Is fit for treasons, stratagems, and spoils;     The motions of his spirit are dull as night,     And his affections dark as Erebus:     Let no such man be trusted.\\n\\n    Merchant of Venice -- V. 1.\\n```\\n\\nNAMES.\\n\\n```\\nWhat's in a name? that, which we call a rose,     By any other name would smell as sweet.\\n\\n    Romeo and Juliet -- II. 2.\\n\\n\\nGood name, in man, and woman,     Is the immediate jewel of their souls:     Who steals my purse steals trash; 'tis something, nothing.     'Twas mine, 'tis his, and has been slave to thousands:     But he, that filches from me my good name,     Robs me of that, which not enriches him,     And makes me poor indeed.\\n\\n    Othello -- III. 3.\\n```\\n\\nNATURE.\\n\\n```\\nOne touch of nature makes the whole world kin.\\n\\n    Troilus and Cressida -- III. 3.\\n```\\n\\nNEWS, GOOD AND BAD.\\n\\n```\\nThough it be honest, it is never good     To bring bad news. Give to a gracious message     An host of tongues; but let ill tidings tell     Themselves, when they be felt.\\n\\n    Antony and Cleopatra -- II. 5.\\n```\\n\\nOFFICE.\\n\\n```\\n'Tis the curse of service;     Preferment goes by letter, and affection,     Not by the old gradation, where each second     Stood heir to the first.\\n\\n    Othello -- I. 1.\\n```\\n\\nOPPORTUNITY.\\n\\n```\\nWho seeks, and will not take when offered,     Shall never find it more.\\n\\n    Antony and Cleopatra -- II. 7.\\n\\n\\nThere is a tide in the affairs of men,     Which, taken at the flood, leads on to fortune;     Omitted, all the voyage of their life     Is bound in shallows, and in miseries:     And we must take the current when it serves,     Or lose our ventures.\\n\\n    Julius Caesar -- IV. 3.\\n```\\n\\nOPPRESSION.\\n\\n```\\nPress not a falling man too far; 'tis virtue:     His faults lie open to the laws; let them,     Not you, correct them.\\n\\n    King Henry VIII. -- III. 2.\\n```\\n\\nPAST AND FUTURE.\\n\\n```\\nO thoughts of men accurst!     Past, and to come, seem best; things present, worst.\\n\\n    King Henry IV., Part 2d -- I. 3.\\n```\\n\\nPATIENCE.\\n\\n```\\nHow poor are they, that have not patience!--     What wound did ever heal, but by degrees?\\n\\n    Othello -- II. 3.\\n```\\n\\nPEACE.\\n\\n```\\nA peace is of the nature of a conquest;     For then both parties nobly are subdued,     And neither party loser.\\n\\nKing Henry IV., Part 2d -- IV. 2.\\n\\n\\nI will use the olive with my sword:     Make war breed peace; make peace stint war; make each     Prescribe to other, as each other's leech.\\n\\n    Timon of Athens -- V. 5.\\n\\n\\nI know myself now; and I feel within me     A peace above all earthly dignities,     A still and quiet conscience.\\n\\n    King Henry VIII. -- III. 2.\\n```\\n\\nPENITENCE.\\n\\n```\\nWho by repentance is not satisfied,     Is nor of heaven, nor earth; for these are pleased;     By penitence the Eternal's wrath appeased.\\n\\n    Two Gentlemen of Verona -- V. 4.\\n```\\n\\nPLAYERS.\\n\\n```\\nAll the world's a stage,     And all the men and women merely players:     They have their exits and their entrances;     And one man in his time plays many parts.\\n\\n    As You Like It -- II. 7.\\n\\n\\nThere be players, that I have seen play,--     and heard others praise, and that highly,--     not to speak it profanely, that,     neither having the accent of Christians,     nor the gait of Christian, Pagan, nor man,     have so strutted, and bellowed,     that I have thought some of nature's journeymen     had made men and not made them well,     they imitated humanity so abominably.\\n\\n    Hamlet -- III. 2.\\n```\\n\\nPOMP.\\n\\n```\\nWhy, what is pomp, rule, reign, but earth and dust?     And, live we how we can, yet die we must.\\n\\n    King Henry V. Part 3d -- V. 2.\\n```\\n\\nPRECEPT AND PRACTICE.\\n\\n```\\nIf to do were as easy as to know what were good     to do, chapels had been churches, and poor men's     cottages princes' palaces. It is a good divine that     follows his own instructions: I can easier teach     twenty what were good to be done, than be one of     twenty to follow mine own teaching. The brain may     devise laws for the blood; but a hot temper leaps     o'er a cold decree: such a bare is madness, the     youth, to skip o'er the meshes of good counsel,     the cripple.\\n\\n    The Merchant of Venice -- I. 2.\\n```\\n\\nPRINCES AND TITLES.\\n\\n```\\nPrinces have but their titles for their glories,     An outward honor for an inward toil;     And, for unfelt imaginations,     They often feel a world of restless cares:     So that, between their titles, and low name,     There's nothing differs but the outward fame.\\n\\n    King Richard III. -- I. 4.\\n```\\n\\nQUARRELS.\\n\\n```\\nIn a false quarrel these is no true valor.\\n\\n    Much Ado About Nothing -- V. 1.\\n\\n\\nThrice is he armed that hath his quarrel just;     And he but naked, though locked up in steel,     Whose conscience with injustice is corrupted.\\n\\n    King Henry VI., Part 2d -- III. 2.\\n```\\n\\nRAGE.\\n\\n```\\nMen in rage strike those that wish them best.\\n\\n    Othello -- II. 3.\\n```\\n\\nREPENTANCE.\\n\\n```\\nMen shall deal unadvisedly sometimes,     Which after-hours give leisure to repent.\\n\\n    King Richard III. -- IV. 4.\\n```\\n\\nREPUTATION.\\n\\n```\\nThe purest treasure mortal times afford,     Is--spotless reputation; that away,     Men are but gilded loam, or painted clay.     A jewel in a ten-times-barred-up chest     I-- a bold spirit in a loyal breast.\\n\\n    King Richard II. -- I. 1.\\n```\\n\\nRETRIBUTION.\\n\\n```\\nThe gods are just, and of our pleasant vices     Make instruments to scourge us.\\n\\n    King Lear -- V. S.\\n\\n\\nIf these men have defeated the law,     and outrun native punishment,     though they can outstrip men,     they have no wings to fly from God.\\n\\n    King Henry V. -- IV. 1.\\n```\\n\\nSCARS.\\n\\n```\\nA sear nobly got, or a noble scar,     is a good livery of honor.\\n\\n    All's Well that Ends Well -- IV. 6.\\n\\n\\nTo such as boasting show their scars,     A mock is due.\\n\\n    Troilus and Cressida -- IV. 5.\\n```\\n\\nSELF-CONQUEST.\\n\\n```\\nBetter conquest never can'st thou make,     Than arm thy constant and thy nobler parts     Against those giddy loose suggestions.\\n\\n    King John -- III. 1.\\n```\\n\\nSELF-EXERTION.\\n\\n```\\nMen at some time are masters of their fates;        The fault is not in our stars,     But in ourselves.\\n\\n    Julius Caesar -- I. 2.\\n```\\n\\nSELF-RELIANCE.\\n\\n```\\nOur remedies oft in ourselves do lie,     Which we ascribe to heaven: the fated sky     Gives us free scope; only, doth backward pull     Our slow designs, when we ourselves are dull.\\n\\n    All's Well that Ends Well -- I. 1.\\n```\\n\\nSILENCE.\\n\\n```\\nOut of this silence, yet I picked a welcome;     And in the modesty of fearful duty     I read as much, as from the rattling tongue     Of saucy and audacious eloquence.\\n\\n    Midsummer Night's Dream -- V. 1.\\n\\n\\nThe silence often of pure innocence     Persuades, when speaking fails.\\n\\n    Winter's Tale -- II. 2.\\n\\n\\nSilence is the perfectest herald of joy:     I were but little happy, if I could say how much.\\n\\n    Much Ado About Nothing -- II. 1.\\n```\\n\\nSLANDER.\\n\\n```\\nSlander,     Whose edge is sharper than the sword; whose tongue     Outvenoms all the worms of Nile; whose breath     Rides on the posting winds, and doth belie     All corners of the world; kings, queens, and states,     Maids, matrons, nay, the secrets of the grave,     This viperous slander enters.\\n\\n    Cymbeline -- III. 4.\\n```\\n\\nSLEEP.\\n\\n```\\nThe innocent sleep;     Sleep that knits up the raveled sleeve of care,     The death of each day's life, sore labor's bath,     Balm of hurt minds, great nature's second course,     Chief nourisher in life's feast.\\n\\n    Macbeth -- II. 2.\\n```\\n\\nSUICIDE.\\n\\n```\\nAgainst self-slaughter     There is a prohibition so divine,     That cravens my weak hand.\\n\\n    Cymbeline -- III. 4.\\n```\\n\\nTEMPERANCE.\\n\\n```\\nThough I look old, yet am I strong and lusty:     For in my youth I never did apply     Hot and rebellious liquors in my blood;     Nor did not with unbashful forehead woo     The means of weakness and debility:     Therefore my age is as a lusty winter,     Frosty, but kindly.\\n\\n    As You Like It -- II. 3.\\n```\\n\\nTHEORY AND PRACTICE.\\n\\n```\\nThere was never yet philosopher,     That could endure the tooth-ache patiently;     However, they have writ the style of the gods,     And made a pish at chance and sufferance.\\n\\n    Much Ado About Nothing -- V. 1.\\n```\\n\\nTREACHERY.\\n\\n```\\nThough those, that are betrayed,     Do feel the treason sharply, yet the traitor     Stands in worse case of woe.\\n\\n    Cymbeline -- III. 4.\\n```\\n\\nVALOR.\\n\\n```\\nThe better part of valor is--discretion.\\n\\n    King Henry IV., Part 1st -- V. 4.\\n\\n\\nWhen Valor preys on reason,     It eats the sword it fights with.\\n\\n    Antony and Cleopatra -- III. 2.\\n\\n\\nWhat valor were it, when a cur doth grin     For one to thrust his band between his teeth,     When he might spurn him with his foot away?\\n\\n    King Henry VI., Part 1st -- I. 4.\\n```\\n\\nWAR.\\n\\n```\\nTake care     How you awake the sleeping sword of war:     We charge you in the name of God, take heed.\\n\\n    King Henry IV., Part 1st -- I. 2.\\n```\\n\\nWELCOME.\\n\\n```\\nWelcome ever smiles,     And farewell goes out sighing.\\n\\n    Troilus and Cressida -- III. 3.\\n```\\n\\nWINE.\\n\\n```\\nGood wine is a good familiar creature,     if it be well used.\\n\\n    Othello -- II. 3.\\n\\n\\nO thou invisible spirit of wine,     if thou hast no name to be known by,     let us call thee --devil!. . .  O, that     men should put an enemy in their mouths,     to steal away their brains!     that we should with joy, revel,     pleasure, and applause,     transform ourselves into beasts!\\n\\n    Othello -- II. 3.\\n```\\n\\nWOMAN.\\n\\n```\\nA woman impudent and mannish grown     Is not more loathed than an effeminate man.\\n\\n    Troilus and Cressida -- III. 3.\\n```\\n\\nWORDS.\\n\\n```\\nWords without thoughts     never to heaven go.\\n\\n    Hamlet -- III. 3.\\n\\n\\nFew words shall fit the trespass best,     Where no excuse can give the fault amending.\\n\\n    Troilus and Cressida -- III. 2.\\n```\\n\\nWORLDLY CARE.\\n\\n```\\nYou have too much respect upon the world:     They lose it, that do buy it with much care.\\n\\n    Merchant of Venice -- I. 1.\\n```\\n\\nWORLDLY HONORS.\\n\\n```\\nNot a man, for being simply man,     Hath any honor; but honor for those honors     That are without him, as place, riches, favor,     Prizes of accident as oftas merit;     Which when they fall, as being slippery standers,     The love that leaned on them, as slippery too,     Do one pluck down another, and together     Die in the fall. But 'tis not so with me.\\n\\n    Troilus and Cressida -- III. 3.\\n```\",\"timestamp\":1640141495,\"title\":\"\\nLucio then told the Duke some stories about Angelo.  Then he told one about the Duke.  \"},\"digest\":\"jXy0DXS6loAjr8X-8Dm72EPrkwtRzCxH-1gNlZmuVIM\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aKtQbEuvI2KrrG2I7IhXOCZdBeAFto3x9FGDAxZ46O0\\\",\\\"y\\\":\\\"T5a4E_3hqW-HWG45g1a2XX5ien7_o5iLwEjCmw4aZPE\\\"}\",\"signature\":\"-FnrkVgTwR5RYJgIh_MUqrrghaws1A6jsQM_W3gqb7GPeazALEc2A7HzzFudgay-BbodnZfLt0bQYMfASba-dQ\",\"signingKeySignature\":\"0xb9e6d275eda03bc38b1bf9f142ec4b1512b34f106977c3f29739b70130c3210271af2ce9f6973fd5475564b476a54589beacffffde330c6ddb22e8962e912f9f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aKtQbEuvI2KrrG2I7IhXOCZdBeAFto3x9FGDAxZ46O0\\\",\\\"y\\\":\\\"T5a4E_3hqW-HWG45g1a2XX5ien7_o5iLwEjCmw4aZPE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jXy0DXS6loAjr8X-8Dm72EPrkwtRzCxH-1gNlZmuVIM\"}"