"{\"content\":{\"body\":\"Herein, I inscribe my beliefs on how to spend time on this planet.\\n\\n* **Premise 1:** I want to use my career as a platform to **make the world a better place**\\n* **Premise 2:** I believe that the world becomes a better place when more people have access to a path to self-actualization\\n* **Premise 3:** Self-actualization is not viable for the billions of impoverished & poor people on this planet and there is a need to increase resources available to them in a scaled & sustainable way\\n* **Premise 4:** The only ways to increase access to resources is a) help people earn more and b) decrease the cost of goods; either way, **decrease the average net cost of goods for everyone**\\n* **Premise 5:** Ideas and organizations that **do more with less** at a global scale in novel ways can decrease the average net cost of goods\\n\\n\\n---\\n\\n**Conclusion:** I want to help build ideas, technology and organizations that have the potential to dramatically reduce costs and increase access to everyone globally.\\n\\nAnecdotally, I think [this happens at the fringes](https://www.youtube.com/watch?v=HZcXup7p5-8). Let’s expand the pie for everyone. No one is fighting over a cup of water when we are all standing next to perpetual, sustainable waterfalls.\\n\\n## Some other thoughts\\n\\n### Net Zero Cost World\\n\\n* The logical conclusion of this is to create a “net-zero cost world” in steady state - where there is no conception of *zero-sum* scarcity - and where essential services are so cheap, that all humans focus on creative, high value pursuits that lead to fulfillment.\\n* Interestingly, this seems like a weird, grotesque intersection of capitalism, anarchism & communism.\\n\\n### Technology\\n\\n* For the purposes of this reflection, I define technology is anything that does more with less. From fire, wheels, plumbing, HVACs, fulcrums all the way to software that may do the same job as a piece of hardware, which may require more carbon, materials, labor hours & efforts.\\n* Here is an example of decreasing average net costs: In country A, folks can afford a house by working *n* years. In country B, folks can afford a house by working *3n* years. Country A is better. This needs to be extrapolated over all essential goods and services.\\n* Country A may be better due to the following building houses is cheaper per capita. This may be due to a variety of reasons, such as :\\n  * **Physical:** Scale or efficiency in the process of creating and moving materials causing cheap wood, paint, or metals; Maintenance / resilience of the said materials\\n  * **Nonphysical:** Greater access to financial products such as a reasonable mortgage; Better governance & policy that affects land prices;\\n* I assert that *both* physical and nonphysical factors can be dramatically improved using technology. For example, cheap renewable materials or 3d printed modular homes can reduce rents by 40%. Technology can achieve better governance with more transparency and access to more data for decision making.\\n* The best part of technology is that it is sustainable over the long term - it doesn’t require a political process that may be temporary (in a democracy, 4-5 years) or via an auth government (which may collapse in a Black Swan event). No one can take technology once it is invented.\\n\\n### Good and Bad Technology\\n\\n* I would be remiss if I did not consider the fact that technology can cause extremely grave damage to humanity, completely and totally refuting the idea behind premise 1; a reasonable consensus mechanism on technology is absolutely and unquestionably critical - and per my values, this must be decided democratically and by the people affected by the technology.\\n* On the other hand, some sufficiently advanced technology seems scary and bad. By the very virtue of how innovative it is, there are multiple ways of imagining horrific use cases. Eg: The [first execution by electric chair](https://www.historytoday.com/archive/first-execution-electric-chair) happened in 1890, 35 years before [50% of US households had access to electricity](https://www.nps.gov/edis/learn/kidsyouth/the-electric-light-system-phonograph-motion-pictures.htm). That’s 3 whole decades, and it is viable for people to associate electricity with death before they have enjoyed its benefits.\\n* Other sufficiently advanced technology seems “stupid”. I love this NewsWeek article from the early 90s on the internet: [Why The Web Won’t Be Nirvana](https://www.newsweek.com/clifford-stoll-why-web-wont-be-nirvana-185306). Precisely because of the fact that this technology seems “stupid”, there are generally not enough people working on it, creating disproportional gains for the initial players (internet billionaires, and possible future / current cryto billionaires). We should cautiously embrace stupid technology ideas: teleportation, food in pills, killing death, and integration with digital machines (I have back pain - I’m done with biology…)\\n* We need to think from first principles, zero-to-one. Thank you to Peter Theil’s YC talk at Stanford for forever changing my life and how I look at the world.\",\"timestamp\":1640017239,\"title\":\"A Career Manifesto\"},\"digest\":\"OfuNClVvAOROr5QIzywaZPg2YSDMcbIlr1vv-_oOTDU\",\"authorship\":{\"contributor\":\"0x1426FAF5B6F335313ddEce3D5d4aAdD39525e44d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZlBoKIv6HyCfrHeL-0PWPa8-d7rrZJDhU7u-JHkvCJA\\\",\\\"y\\\":\\\"cnVro7BLy8Wngb6lsN0RwkTG6eDSGA3ohGiHM6PSUqI\\\"}\",\"signature\":\"ot_nlUxSy5v8nl5RWIvAXN_8ywOUMDCAfNdNQXASeM50WG1P-CAjheLKpPG_3WZIZwetlbFctOwprInZ34hJig\",\"signingKeySignature\":\"0xd0da4591f1cfb8e523509c6da2d8d9e34e64e3ecc43a96c2423941a18fcb17f01d5b3c630be2066839dd389c21481d939ff28220b1749ce803450b0c57f12ebd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZlBoKIv6HyCfrHeL-0PWPa8-d7rrZJDhU7u-JHkvCJA\\\",\\\"y\\\":\\\"cnVro7BLy8Wngb6lsN0RwkTG6eDSGA3ohGiHM6PSUqI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wzsIaOk8uOe6CFIAxthNCt9q43H_mbXJ9MsSaigIhcQ\"}"