"{\"content\":{\"body\":\"***NOTE: This crowdfund is not yet live, but it will be soon! For updates on when it goes live, follow me on Twitter at @khole_emily***\\n\\nWelcome to a new experiment: using crypto to crowdfund my new novel, working title BURN ALPHA. The supporters of $NOVEL would be the first of their kind, since no other novels have ever been created this way, in the history of literary culture :) \\n\\nUsually, novelists go to great lengths to fund their own novel-writing process by working other gigs, selling commercial writing, or – in significantly fewer cases – getting an advance from a publishing company. All of these methods have drawbacks, in the forms of limited time or limited creative freedom for the author. On top of that, the process of creating these works of art goes on behind a veil of secrecy, away from the community that will ultimately enjoy the final product. As an author and publisher, I’d like to change all that. This crowdfund will take us one step closer to a better future for writers and readers everywhere. \\n\\nI am so stoked to immerse myself more deeply in writing my second book and to share it with all of you.\\n\\nPhew! Without further ado...\\n\\n\\n\\n### The Book:\\n\\nMy novel-in-progress BURN ALPHA is a homoerotic teen thriller about a group of three girls at an elite New York City private school who stumble into busting a global sex trafficking ring related to their school and ultimately shut the school down, set in the mid-2000s in NYC. There is also an esoteric/supernatural element that informs how they gather information and fight the power – that part is related to Goetic magic, but it wouldn’t be very occult if I spilled it all here. \\n\\n![](https://images.mirror-media.xyz/publication-images/4c4c8322-1fa8-4d91-a8f8-629d56413991.png?height=1630&width=1056)\\n\\nThe book-writing process was inspired by my fascination with the [very strange, real 1973 Sci Fi book Space Relations by Donald Barr](https://www.vice.com/en/article/qvgpm3/epstein-truthers-are-obsessed-with-a-sci-fi-book-about-child-sex-slavery-written-by-bill-barrs-dad) – who was the headmaster of the Dalton School in New York where Jeffrey Epstein got his first gig (incidentally, Epstein was my mom’s high school math teacher). \\n\\n![](https://video-images.vice.com/articles/5d56c6ec4d02ea00084d5162/lede/1565968446993-0-5.jpeg)\\n\\n\\n\\nThe vibe of BURN ALPHA is candy critique: Q Anon meets Umberto Eco meets Gossip Girl. My first novel was Mercury Retrograde (2020), which was a New York Times New and Notable Book (!) and was released through [Deluge](delugebooks.com), a press I run with collaborators in New York and Los Angeles ([more press links and info here](delugebooks.com/pages/links)). \\n\\n![](https://images.mirror-media.xyz/publication-images/df270ae5-1111-4265-bf77-4619d1a2213e.png?height=1078&width=1072)\\n\\n\\nBURN ALPHA would be the second installment in a series of fictional works I’m doing about power structures and how they shift or collapse. I want to crowdfund so I have uninterrupted time for world building and funds to work with the excellent editors in the Deluge network. I’m also trying to learn-by-doing in order to explore new models for publishing overall. This process will help me check out new structures for authors I publish through Deluge, and the larger community of queer, experimental, literary writers of which I am a part. \\n\\nI’m excited about crowdfunding and the world of social tokens because they open up new ideas about how writing can be generated, published and sustained. The world needs an attitude adjustment when it comes how books are made, sold, and distributed, and writers have been waiting too long for better ways of working at better rates. (Platforms like Substack can show us a little of what might change but are only a drop in the bucket...they are also kinda hybrid old- and new-generation in a way that feels limp to me.) Therefore, this experiment is one part of figuring out what does and doesn’t work! \\n\\nAnd luckily, since I run [my own press](delugebooks.com), we already know that this book will hit bookshelves (and e-readers) worldwide once it’s ready!\\n\\n\\n## BURN ALPHA $NOVEL supporters would receive:  \\n\\n### TIER ONE: Everyone\\n\\n- Stake in manuscript excerpt from Act 1 of BURN ALPHA which will be posted on Mirror and minted as NFT\\n- Stake in of the first edition NFT sale of the full book (this comes later, of course)\\n- Mention in the book’s acknowledgments, along with my massive gratitude!\\n\\n### TIER TWO: .5 ETH +\\n\\nAll of the above, plus...\\n\\n- Special supporter-only limited edition hardcover copy of BURN ALPHA\\n- Limited edition supporter-only BURN ALPHA merch\\n- Access to periodic supporter-only readings of manuscript in process\\n\\n\\n### TIER THREE: 1.5 ETH +\\n\\nAll of the above, plus...\\n\\nOne on one call with me: either a chat about writing, a chat about whatever is on your mind, or a tarot / astrology reading \\n\\nSneak peek of the full finished manuscript before anyone else\\n\\n \\n\\n### Here are the basic mechanics:\\nThe initial manuscript excerpt will exist on Mirror, publicly accessible to all. It will be minted as an NFT utilizing the Zora protocol. Supporters retain a stake in both the manuscript excerpt and full manuscript NFTs. Any time these NFTs are sold, a percentage goes back to the token holders, who can then redeem them for a proportional share of ETH in the shared pool. The first edition book is minted as an NFT from the crowdfund, the future value of which routes back to the crowdfund and therefore the supporters. Supporters will forever be linked to the crowdfund as patrons that made this project (and the future of literary fiction) possible.\\n\\n \\n### More about the BURN ALPHA story:\\n\\nThe three girls at the heart of the story are Elizabeth Macabee, Gillian Shapiro and Archer Fast. Archer is the daughter of a major American political dynasty and also happens to have the headmaster of their school for a father. Gillian is the child of a Goldman Sachs investment banker and Israeli emigre psychoanalyst – though her upper Madison Ave. meets East Hampton set up should make her a shoe-in for popular girl, but her queerness (as yet unarticulated) and body type (not thin enough) preclude this, so she ends up working an alternative angle of social capital: cool clothes, music knowledge, humor, and drugs. Elizabeth, understated and sardonic, is the least privileged of the three, though hardly poor in any consensus reality idea of the term. Raised on the Upper West Side by her academic parents, she is shielded from the high octane world of elite private schools (xoxo) for a good portion of her childhood. \\n\\n![](https://images.mirror-media.xyz/publication-images/ec4a1a29-dcab-4751-a2d3-84e015f20b19.png?height=848&width=854)\\n\\nFor most of that period, Elizabeth’s mom is a PhD candidate in the sociology department at Columbia studying the network effects of a Panama Papers-type cabal of offshore accounts among the world’s wealthiest people. This eventually trickles up to the school’s trustees, who don’t like it. Elizabeth’s mom gets gaslit out of her grad program and has a psychotic break which includes her murdering the family dog – Elizabeth discovers them both covered with blood on the black-and-white tiled bathroom floor of their apartment on 106th Street. After Elizabeth’s mom emerges from the psych ward, she is totally blackpilled and utterly exhausted by the idea of fighting the power in any form. That’s when she sends Elizabeth crosstown to the ultra-tony Salisbury School, where she intends for her daughter to meld with the elite. Elizabeth’s friendship with Archer and Gillian pleases her in this vein, though if she knew about their daily after school ritual, she would likely be less happy: three girls smoking lots of weed-laced-with-bits-of-PCP in Central Park by the Met. It is during one of those wavy afternoons that the girls slip into another nearby realm, where a piece of information is revealed to them in the form of a crumbling old book. That book implicates Archer’s family and the whole school they attend in a global sex trafficking ring (yes, Epstein-esque, but as if the 2008 Epstein bust was the whole kit and kaboodle, not a slap on the wrist). You’ll have to read the rest of BURN ALPHA to find out what happens!\\n\\n\\n## More about me:\\n\\nI’m a writer, artist, and trend forecaster based in Los Angeles. Some of you might know me as one of the co-founders of [K-HOLE](khole.net), the trend forecasting group best known for popularizing normcore, or as part of [Nemesis](nemesis.global), a consultancy I run with Martti Kalliala. My first book, Mercury Retrograde, was released in November 2020 by [Deluge Books](delugebooks.com), a mass experimental queer press I founded with collaborators in New York and LA. My writing has appeared in The Guardian, Frieze, Texte zur Kunst, Flash Art, Dazed, Mousse, 032c, e-flux journal, and many other publications, including anthologies by Verso Books and Sternberg Press. I’ve presented portions of my first novel-in-progress in art contexts at Project Native Informant in London, the Witte de With Contemporary Art Center in Rotterdam, the Berlin Biennial, the Serpentine Gallery, and elsewhere, so this crowdfund would be a further iteration of an existing exploration into opening up the novel-writing process in unexpected avenues :)\\n\\n![](https://images.mirror-media.xyz/publication-images/6f6555cb-298e-4921-b421-52b5146c8928.jpg?height=2291&width=1535)\\n\\n\\n\\nYou can find me on Twitter at @khole_emily, on Instagram at @nemesis_emily, on my web site at [emilysegal.net](emilysegal.net) and if you'd like to drop me a note, I'm reachable at emily@delugebooks.com\\n \\n## Praise for my first book:\\n\\n“Emily Segal is **almost mystically attuned to the cultural logic of our era**. She lives its pangs and contradictions intellectually, emotionally and somatically – late capitalism’s Simone Weil.” Tom McCarthy\\n\\n“I really liked reading this book. It’s the longest reply to “where have you been?” you’ll ever get from someone you first met in a skype chat which Emily Segal is to me. It’s **a brilliantly written novel** of a moment in search of a shimmer, half ‘here’, half digital, an everywhere post branding workplace place where few have dared to live and this writer, explorer, critic, philosopher of nonbusiness has done it deep. Segal's style is widely smart, different than deep (always). I mean her Mercury Retrograde is, it truly is.” Eileen Myles \\n\\n“‘Mercury Retrograde’ to me feels like **fiction's next historical leap**. It's smart and engaging (and bingeable) and yet it also feels necessary in a way that almost all books don't. It's a signpost that points to where the culture is headed, which is heady stuff, yet there you have it.” Douglas Coupland \\n\\n“I had so much fun reading it. It’s so fucking smart. It’s like **a love story between a girl and her intellect**. And it’s so cool to be all up in there with her.”  Michelle Tea\\n \\n“A thought-provoking and often extremely funny first novel looking back at the 2010s, which I couldn't put down. I should also say this book offered some very cathartic **food-for-thought on the strange ways capital, cultural capital, and the Internet interacted in the 10s,** for those of you who are still haunted by trying to make sense of it all.” Emilie Friedlander, VICE\\n\\n“**Dripping with line-level genius juice.**” M.E.S.H.\\n\\n![](https://images.mirror-media.xyz/publication-images/f134c960-788f-40c4-a89c-0c7eb66126ce.jpeg?height=2049&width=1536)\\n\\n\\n## ADDITIONAL REFERENCES:\\n\\n[Crowdfunding Writing with NFTs — Mirror](https://dev.mirror.xyz/llJ_AboiDJwB_ZAFz-CXU7fL2p8v5Wz6MjfluLafewQ)\\n\\n[Crowdfund Block on Mirror](https://dev.mirror.xyz/igPh3OWGfT3ERv16GZdyQeI7t3FdkK-8zsKlHKSX-lc) \\n\\n[$GENERALIST](https://generalist.mirror.xyz/1T0h7VGDcECJuifK4TPDfRoUQ3zaO_tPwdZV-dtnNqw)\\n\\n[$ESSAY](https://j.mirror.xyz/uVGCCwwm3k341lPpxaJmHTZROESVse9Pe_rmbiuUAC0)\\n\\n[$MOOD](https://appliedarts.mirror.xyz/vbiD5sIgZaqUAuXu0P6SkvmCNOM7MtRCdqsEDyxsOXU)\\n \\n \\n\\n\\n\",\"timestamp\":1617812593,\"title\":\"CROWDFUND A $NOVEL: BURN ALPHA\",\"publication\":\"emily\"},\"digest\":\"x1_wGHvDMjhCAUV80vxM-T7A-5XJFTm2up9CICCQafI\",\"authorship\":{\"contributor\":\"0xDA18e1537622802EC576D99A8e3913914653BD6F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aXuX2veYkSS9T1t2xRcd3iRJD7gFhMhOZQ3IpVLJ5tg\\\",\\\"y\\\":\\\"mFa7_q4sEL5uwskcTTbJ0MDLD6zP2KiXkbVmTzGJzvk\\\"}\",\"signature\":\"IZg-GvG3ui9uiUH_3IcpnY5nEj6T_aOXuUhi_FfH6wSCyi0Vq_OfC-FxKVsMztWhTat_wIGRZ2lvin5VzixD4Q\",\"signingKeySignature\":\"0xe2b4be15563e04013f20cd68594a0b845ebaa05520befa3732bc9bfd6ce57afd5cfbd11b673ccf88758974d79e960f260948ecb9fb0d0263a3e67a6d36880e0d1c\",\"signingKeyMessage\":\"I authorize the publication of articles on emily.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aXuX2veYkSS9T1t2xRcd3iRJD7gFhMhOZQ3IpVLJ5tg\\\",\\\"y\\\":\\\"mFa7_q4sEL5uwskcTTbJ0MDLD6zP2KiXkbVmTzGJzvk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg\"}"