"{\"content\":{\"body\":\"作为互联网开源社区的代表，Apache 的项目支撑起了大半个互联网，Apache Hadoop的项目更是几乎构成了整个大数据生态。而Apache的核心准则就是「社区重于代码」。\\n\\n作为区块链开源社区的代表，以太坊又是如何看待开源社区、如何建设开源社区的？为此我采访了Vitalik Buterin（采访时间：2020年7月）。\\n\\n### 一. 开源社区的力量\\n\\n**Q：作为目前区块链领域最大的开源社区，社区对以太坊来说是最重要的吗？**\\n\\n**Vitalik**：我绝对认为社区是以太坊最重要的部分。代码决定了一个平台现在能做什么，社区决定了一个平台未来能做什么。更何况不管是对于区块链，还是对于任何的软件生态系统，让人们能够参与进来并感觉友好是非常重要的，而这不是依靠代码就能实现的。\\n\\n**Q：相比传统的软件开发方式，开源社区这种方式有什么优势？**\\n\\n**Vitalik**：开发以太坊这类工程的工作量太大了，传统的软件开发公司很难完成。要面临的工作不仅包括区块链客户端、应用层软件等等的开发，也包括培训、文档、开发者经验等等方面，社区可以一起来完成这些工作，但单个公司仅凭一己之力是难以做到的。\\n\\n此外，对于那些非常聪明的、有才华的人而言，金钱只是吸引他们的一个因素，他们还会被一个健康的、令人兴奋的环境吸引，他们会因为觉得自己是在做对世界有意义的事情而感受到激励，这些都是金钱买不到的。如果你尝试用钱来替代这些东西，你将迅速花完大量的钱而不一定得到期望中的结果。\\n\\n### 二. 以太坊开源社区\\n\\n**Q：你第一次有意识地感觉到以太坊有了一个「社区」是什么时候？**\\n\\n**Vitalik**：应该不是某个时刻感觉到，而是一个逐渐发生的过程。比如说，在过去几年，我每个月去一座新的城市，到一个新的地方，每次都能听到或者看到一些新出现的以太坊应用。在2015年的时候，如果有人在以太坊上做了一个东西，我基本马上就能知道。但现在，我感觉好像有越来越多的项目、越来越多的东西我是不知道的。有时候我甚至会觉得，在我自己发起的这个社区里，我反而像一个外来的观光客。以太坊社区现在就是这么大，从最初的社区长到今天，确实是很惊人的增长。\\n\\n**Q：有报告显示，区块链领域有18%的开发者是属于以太坊社区的，这个数量是第2名的4倍。你觉得开发者愿意在以太坊「工作」最重要的原因是什么？**\\n\\n**Vitalik**：我觉得人们把以太坊社区看作是一个正在发生大量的、最有趣的工作的地方，这些工作可以是密码学领域的，可以是经济机制设计领域的，也可以是区块链协议开发领域的。而且人们会发现以太坊社区是在推动社会的发展和技术的进步，它不是只把注意力放在币价上。\\n\\n当然以太坊并不是唯一一个把关注点放在这些方面的加密社区，比如Zcash也是一个非常强大的社区，他们在零知识证明领域、协议管理领域、开发者激励领域都做出了重要的开拓性的工作，只不过以太坊社区是最大的那一个。\\n\\n**Q：以太坊之所以能有一个这么强大的社区和开源生态，是因为做对了哪些重要的事情？**\\n\\n**Vitalik**：我觉得你没办法强行制造出一个“生态”。生态需要自己生长出来，必须要有可以分享的想法和价值，吸引人们加入这个社区。我觉得大部分项目失败的原因是他们认为有钱就够了，经济激励就能创造出一个社区。另外，有独特想法的项目（比如像 Tezos，我个人不认同链上治理的方法，但至少他们在用新的独特的方法在做事）往往会更容易成功。\\n\\n### 三. 开源社区的建设\\n\\n**1.「声誉激励」和「经济激励」**\\n\\n**Q：你怎么看声誉激励和经济激励？密码货币引入了一种经济激励的手段，你认为它给开源开发带来了什么改变？**\\n\\n**Vitalik**：我最近正在读本世纪最初十年里的一些关于新互联网经济的书，包括Yochai Benkle的《The Wealth of Networks》和Rick Falkvinge的《Swarmwise》。这里边比较触动我的一点是，我发现早在15年前，内在动机就被认为是动机理论的重要基础了，内在动机是说人们会出于对声誉、乐趣、意义感的追求而做事情。\\n\\n从这个意义上，世界上应该有很多类似于维基百科的东西，但实际情况并非如此，这种模式有时候会成功，有时候会失败。对于有些类型的项目，人们会出于内在动机开心地去做，但对于另一些项目而言，仅仅这种方式还不够。\\n\\n密码货币提供了一种新的模式，它为开源软件开发带来了经济激励的可能性，我认为这是以太坊以及很多其他项目能够进行的重要原因。但是在2017年，「繁荣」发生得太快，经济激励迅速变得非常大、并且占据了主导地位，这导致一些纯粹是为了赚钱的项目出现，它们的目标并不是想让这个世界变得更好。\\n\\n因此我认为单一的内在激励或单一的经济激励都是不可持续的，要想有一个健康的项目和社区，你需要把这两者结合起来。\\n\\n经济激励面临的最大挑战是以何种方式为项目提供资助资金，大多数的资金分配是一次性的（包括以太坊预挖），但这种方式无法保证持续的资金。Zcash社区正在试验通过社区投票来决定哪个项目获得开发报酬，这是为项目提供持续资金的一种方案，其试验结果可能非常重要；我和Glen正在探索的二次方融资也是该问题的一种潜在的解决方案。\\n\\n如果一个项目在名义上是去中心化的，但资助资金的方式是中心化的，那么哪怕它假装权利下放，人们也知道谁拥有真正的权威，因为是那个权威决定了谁能在下个月获得报酬。事实上，分散化这种权威是很重要的，不管是以二次方融资这种高度民主的方式，还是最起码的，能有多个大的资助机构同时存在，项目方可以向这些机构寻求支持。\\n\\n**Q：经济激励需要不断探索更好的方式，那声誉激励需不需要思考机制设计的问题？**\\n\\n**Vitalik**：我绝对认为社交激励机制是需要被改进的。社交机制，尤其是互联网上的社交机制倾向于过度奖励那些大声的、显而易见的、容易理解的东西，而那些安静的辛苦的工作却又得不到足够的奖励。\\n\\n我认为可以找到方法解决这类问题，但需要仔细考察这些行为发生的平台，以及思考平台的激励机制是如何运作的。\\n\\n**2.「管理」和「自主」**\\n\\n**Q：以太坊基金会从今年开始不再区分外部开发者和内部开发者，资源分配的方式从「工资制」变成了「项目制」，这是为了给项目更多的自主权吗？**\\n\\n**Vitalik**：这种方式可以让各个团队拥有更多有意义的自治权，他们可以选择自己的运作方式。以太坊是一个全球性的项目，它的团队分布在世界各地，直接去管理这些团队会很难，并且鉴于这些团队执行的几乎都是独立的任务，这种管理也没必要。\\n\\n但这种方式也并非完全消除管理，以太坊基金会依然决定资助哪些团队，而这些团队也需要调整工作以满足以太坊基金会的优先事项。\\n\\n**Q：以太坊开发者大会是一种有效的平衡管理和自主的工具吗？**\\n\\n**Vitalik**：以太坊社区的成员在地理分布上是分散的，大家相距遥远，因此会议绝对是一种非常有助于社区团结的有效的工具。但我认为我们应该有更频繁的、本地的活动或会议，像现在这样把注意力集中在一个会议上是不够的。\\n\\n**Q：有观点认为以太坊基金会的进化速度没跟上以太坊社区的发展速度，你怎么看？**\\n\\n**Vitalik**：以太坊社区的进化速度定然比基金会要快，某种程度而言，这是一种我们希望看到的情况。中心往往比边缘要盲目，在这种情况下做好一些事情，你要愿意相信社区本身的智慧和善意。\\n\\n**3.「社区」和「领导者」**\\n\\n**Q：作为以太坊开源社区的领导者，你如何去定义或理解这个角色？**\\n\\n**Vitalik**：我觉得我的角色是随着时间的推移而不断变化的。最开始，我是社区的核心研究者和核心开发者，大约在两年前，我就只是核心研究者了，开发方面的工作多是社区自主完成的，而现在，研究工作也越来越多的自发发生了。\\n\\n我确实一直在思考自己在社区中的角色，我觉得它会随着时间的发展变为一种更高层级、更抽象层级的东西，它包含代言人的工作，从哲学层面进行思考，以及在我最有能力做出贡献的领域进行深入地研究。\\n\\n**Q：什么叫从哲学层面进行思考？**\\n\\n**Vitalik**：哲学层面是指要站在某个高度来看什么才是对以太坊生态重要的东西，从而为以太坊平台和生态系统的发展提供参考：人们希望用以太坊来做什么，以太坊如何做才能满足这种需要，什么是这其中的关键挑战。\\n\\n**4.「捐赠」与「投资」**\\n\\n**Q：基金会是否需要有持续募资的能力？**\\n\\n**Vitalik**：基金会的资金足够运营5年，因此短期内不用担心这类问题。如果有人想捐钱，我觉得更好的方式是直接捐给以太坊2.0的开发团队，比如Prysmatic、Status，也可以捐给MolochDao或Gitcoin Grants（编者注：MolochDao和Gitcoin Grants都是对新的融资机制的尝试）。\\n\\n长期的话，我将继续探索通过以协议内置的机制来组织资金的方式。这种方式是说协议本身有一套治理机制，该机制能够定义谁为生态系统做出了贡献，并给这些做出了贡献的参与者分配部分交易费或新发行的Token。但它的实现并没有那么简单，我们要避免卡特尔利用这种机制把资金分配给自己，以及因为在资金分配上的分歧导致的不必要的链的分裂。\\n\\n协议内置机制还包括另一种方式，就是智能合约的开发者能在合约每一次被调用时获得收益。\\n\\n**Q：你提到给开发者分配部分交易费或新发行的Token，这种分配方式合理吗？**\\n\\n**Vitalik**：这种方式会面临一些挑战。人们非常警惕基础协议变得不中立，因为这可能会带来「政治」主导的潜在风险。我们期望先在以太坊内部生态中以及诸如Zcash的外部生态中进行一些小规模的试验，看看情况会如何。\\n\\n**Q：类似MolochDao和Gitcoin Grants的新的融资方式是属于投资还是属于捐赠？**\\n\\n**Vitalik**：我觉得两者都有。\\n\\n**5.公共物品**\\n\\n**Q：有什么话题是你觉得很重要、但我们没有谈到的？**\\n\\n**Vitalik**：我在之前的问题中有提到过这一点：我越来越认为加密生态系统需要认真对待为公共物品提供资金的问题。这个公共物品包括协议开发、研究工作、市场工作、培训和文档方面的工作、应用软件和应用程序开发，以及区块链生态系统中包含的许多其他工作。\\n\\n早期的促使比特币诞生的密码朋克思想受到奥地利经济学和自由主义的影响，它有很多好的地方，但它一个很大的问题是没有给予公共物品其应有的重视。人们要么假设公司能够提供充足的资金，要么假设大家可以因社交激励获得充足的动力，并认为这样就足够了。\\n\\n但实际上，我们需要找到更系统化的解决方案，公共物品问题是非常重要的，特别是在如今这个信息时代。我们需要投入大量的努力去找到为公共物品提供资金的方法，这种方法是去中心化的、尊重区块链平台背后的价值的，但它同时也要是有效的、能提供大家所需的公共物品的。\\n\\n**Q：你找到有效的方法了吗？**\\n\\n**Vitalik**：我认为我们需要时间去尝试一些不同的解决方案，看看它们的工作情况以及思考如何去改进它们。二次方融资就是这些方案中的一种。\\n\\n*[封面图片：Stone](https://objkt.com/asset/hicetnunc/393010)*\",\"timestamp\":1637572820,\"title\":\"专访Vitalik：社区远比代码更重要\"},\"digest\":\"cyhaxWi4XpWAMvkAirGuM0JAZIzzQ6TZGxyM1yfhNks\",\"authorship\":{\"contributor\":\"0x8B00cEE42f226B340aF806CD7aaA4c10cc5E0154\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SKSjQuHfWl7GFjtr1NxV9y7KOzKrxekYK4KqsDSpsSE\\\",\\\"y\\\":\\\"X9m1mbbtfc4jXJKRWT-kpWM4RvizraNC_GCgooZTxt0\\\"}\",\"signature\":\"8pNA119xXH46tKk_2mdyM7EGTLGMcLKc4a1Pp7GlTEqYy3umnUG1vBlEKEf9RGb8rfVHByGlRHLSu_LWJc4yUQ\",\"signingKeySignature\":\"0xd6a56b84ce4ecc2154e403ffaf6a360220a9f3058bcef5aaff61ec8830b5f6404f7e320490286790cce4a1d9956717a8596f009d593216b353c5fa5aa764e77a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SKSjQuHfWl7GFjtr1NxV9y7KOzKrxekYK4KqsDSpsSE\\\",\\\"y\\\":\\\"X9m1mbbtfc4jXJKRWT-kpWM4RvizraNC_GCgooZTxt0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a-h-PMW2koogk1xYcc6Gbr5BIcUkUFKnc6EB4RCJswA\"}"