"{\"content\":{\"body\":\"扬粪就是把一堆堆的农家肥均匀的撒在地里，没后再让耕牛犁地，最后把农家肥均匀的搅拌进土地里。 \\n  \\n     这就是农村特有的一种味道，让人难以忘怀。 \\n  \\n     发酵的农家肥味道不堪描写…… \\n  \\n     作为地主家，自家的田地自然是要优先耕作的，在这些日子里，云氏上到主人，下到仆役家丁都要在地里忙活。 \\n  \\n     云家的二十七头耕牛一字排开，在广袤的原野上犁田，有说不出的美感。 \\n  \\n     当然，如果没有那些佃户们在一边拉着犁头艰难的在田地里行走的场面，云昭会很喜欢这种场面的。 \\n  \\n     后世人讲究尊严，讲究劳动者的尊严，认为不该将劳动者当牲口使唤，尽可能的多用机械。 \\n  \\n     在大明，在这里，所有的劳动者恨不得变成大牲口。 \\n  \\n     云杨扶着云氏大房的犁，眼睛却瞅着父亲跟弟弟在前面拉犁，母亲在后面扶犁的悲壮场面。 \\n  \\n     他不止一次要求由母亲来驱赶耕牛给大房耕作，他去拖犁，都被父亲言辞拒绝了。 \\n  \\n     一天能挣四斤小米，对他们家来说很重要。 \\n  \\n     云昭坐在地头跟云小妹玩耍。 \\n  \\n     湿泥地里总会有一道道凸起的痕迹，像是有东西在地下爬行，事实上，褐色的地老虎因为有两只巨大的铲子一样的前肢，最喜欢把泥地拱出一个个地道。 \\n  \\n     云昭跟云小妹只要在凸起的痕迹尽头，用木棍挑开泥土，一只强壮的地老虎就会出现在两人的面前。 \\n  \\n     然后把地老虎用线绳绑了，云昭就跟云小妹有了玩耍的工具。 \\n  \\n     把地老虎放进泥地里，看谁的地老虎挖洞挖的比较快。 \\n  \\n     一般周而复始七八个回合之后，地老虎也就完蛋了，这时候，云小妹就会高兴地把地老虎装进一个笼子里，拿回家喂鸡。 \\n  \\n     “那只死鸡不下蛋，人家爱吃蛋的很。” \\n  \\n     云小妹眼见草笼子里已经装满了肥硕的地老虎，就有感而发。 \\n  \\n     云昭从怀里一掏，就神奇的摸出一颗鸡蛋，在云小妹渴望的眼神中把鸡蛋放在她的脏手里。 \\n  \\n     然后，这个狂喜的小丫头，就跟头列子的高举着鸡蛋踩着软土向母亲跑了过去。 \\n  \\n     一颗鸡蛋，爹娘在闺女的强迫下一人几乎就舔了一下，年纪小点的云树，也只是轻轻咬一口，剩下的全被小丫头吃了，不过，这颗鸡蛋给这一家人带来的欢喜却是巨大的，就连正在给云昭家犁地的云杨，驱赶牲口的时候也格外的有力气。 \\n  \\n     让云杨直接赶着云昭家的牛，丢下主家的田地给自家犁地这不现实。 \\n  \\n     云昭也不能这样要求，否则，就乱了规矩。 \\n  \\n     于是，云昭就亲自下田了，跟云树一左一右围着拉犁的主力云旗一起在满是春天气息的原野上奔走。 \\n  \\n     人拉犁是有弊端的，那就是犁地犁的不够深，只有牛耕的一半左右，即便是如此，中午休息的时候，云昭的两个肩膀也被绳子勒的红肿。 \\n  \\n     云旗老婆掀开云昭的衣领，瞅着红肿的肩膀落泪道：“富贵人家的少爷那里遭过这个罪。” \\n  \\n     云旗看看云昭的肩膀摇摇头道：“这是对的，不是说他帮咱家拉犁这件事是对的，而是他能下地拉犁就不是坏事。 \\n  \\n     这世上崽卖爷田不心疼的事情多了，这娃只有吃过苦，才知道祖先积攒家业不容易。 \\n  \\n     我父亲如果不是因为战死了，我家也会有好日子过的。” \\n  \\n     说着话，眼眶就发红，远远的看着中午依旧不肯休息在继续干活的云杨似乎很是骄傲。 \\n  \\n     下午的时候，云旗就不肯让云昭帮忙了，地里的活计多，不敢休息，趁着力气没有耗尽，要加快了。 \\n  \\n     田地里到处都是人，头顶上的天空中有大团大团的白云飘过，白的有些发黑。 \\n  \\n     地里的耕牛依旧在慢慢的行走，犁开的大地与没有犁开大地泾渭分明，而一头头耕牛，再加上一群群的人，就是在大地这张画纸上作画的人。 \\n  \\n     云昭拖着云小妹站在一个小山包上，脚下的场景让他有些迷醉，直到母亲大声呼唤他，他才从诗一样的意境中清醒过来。 \\n  \\n     带着云小妹跳上母亲乘坐的驴车继续巡视云氏的领地。 \\n  \\n     “从山脚下开始，直到那棵大榆树都是祖上的封田，这块地我们家是不租给外人的，也只有本族族人能租用这些田地，云旗家就是。” \\n  \\n     云昭站在驴车上手搭凉棚看了看道：“有多少亩？” \\n  \\n     云娘傲然道：“一千七百亩！” \\n  \\n     “这么多？”云昭吃了一惊。 \\n  \\n     云娘笑道：“就这，还没有算不靠水的旱田，咱家还有旱田四千三百亩。两座柴山，四个池塘。” \\n  \\n     云昭瞅瞅极远处的坡地，那里有更多的人在劳作。 \\n  \\n     “我听旗叔说，有一家姓钱的地主在跟我们家争山地跟水塘？” \\n  \\n     云娘笑道：“姓钱的算什么，咱们家这几年需要忍，给我儿攒福气。” \\n  \\n     云昭怀疑的瞅着母亲道：“如果我们家不愿意忍，是不是姓钱的就没活路了？” \\n  \\n     云娘掏出手帕擦擦脸上的汗珠道：“反正你福伯是这样说的，他这人从来不说假话，废话。” \\n  \\n     云昭想了一下，突然想起一个问题，自从他变得聪慧之后，他就发现，偌大的一个云氏，只有母亲跟福伯两个真正的聪明人，其余的人全是傻蛋，包括家里的帐房，管事都笨的出奇。 \\n  \\n     这很是不符合云氏千年家族的身份。 \\n  \\n     云娘见儿子直勾勾的看着自己，就没好气的道：“看我做什么，不管家里是个什么模样，最终都是你的，现在，你就好好地拉拢你的人手，长大之后一样都跑不掉。” \\n  \\n     云昭笑道：“我还担心家里的这群傻蛋是怎么保住云氏六千亩良田不失的，现在明白了，也就是说，我们家不用向朝廷缴税是不是？” \\n  \\n     云娘笑道：“官府早就忘了我们这穷山僻壤之地，自从我嫁过来，就没见过官府的人来我们家。” \\n  \\n     云昭再次倒吸了一口凉气。 \\n  \\n     前辈子就是扶贫的小官员，他深深地知道，在缴税这个问题上，不论在哪一个朝代，哪一个时期，都没有商量的余地。 \\n  \\n     在大明，文官或许占些便宜，而武官，想要逃税那就太难了，除非是卫所官兵才有这个可能。 \\n  \\n     爷爷是游击将军，所谓的游击就是居无定所，哪里需要上哪里的那种军队，是军队中最倒霉的一种。 \\n  \\n     现在，听母亲的意思，云氏，似乎还有云昭不知道的另一面？ \\n  \\n     驴车绕云氏水田一圈足足用了一个下午，傍晚回到家里，云昭不等吃饭，继续去缠管家云福。 \\n  \\n     此时此刻，管家云福在云昭的眼中变得神秘极了。 \\n  \\n     河沟边上搭起来了一个茅棚，茅棚里面炉火熊熊，一个精赤着上身的年轻男子正在打铁，叮叮当当的响声已经有一阵子了，而云福就蹲在一张条凳上抽他的淡巴菰。 \\n  \\n     见云昭来了，青年汉子停下手里的锤子，将逐渐暗淡下来的铁块丢进火炉里，瞅着云昭不说话。 \\n  \\n     云福抬腿踢了青年人一脚道：“少主人来了，也不知道见礼？” \\n  \\n     青年人抬起头看了云昭一眼道：“刘宗敏见礼了。” \\n  \\n     云昭好奇的围着刘宗敏转了一圈，刘宗敏似乎很不喜欢背对别人，也跟着云昭转了一圈。 \\n  \\n     云昭很失望，还以为真正的巨寇应该是小说里的写的那种拳头上能站人，胳膊上能跑马的那种彪形大汉，就眼前这位，不仅仅没有贼寇的彪悍气，甚至还有一点害羞！ \\n  \\n     刘宗敏见云昭不说话了，立刻就从一个小盒子里拿出一柄三寸长的小匕首拿给了云昭，脸上布满憨厚的笑意。 \\n  \\n     小匕首做的蛮精致的，配上牛角制作的刀柄，很古朴，匕首已经开刃，看样子还算锋利。 \\n  \\n     云昭接过匕首大人般的朝刘宗敏拱手道：“不知匠人能否打造长刀？” \\n  \\n     刘宗敏的眉头皱了一下，转而看向云福。 \\n  \\n     云福笑道：“能做就做！” \\n  \\n     刘宗敏回头看着云昭道：“能做！只是我这里铁料不足！”\",\"timestamp\":1637973816,\"title\":\"第十九章千年大族啊（求收藏啊）\"},\"digest\":\"CtOMfy5p9jYidSvlgNrNCV5PNJRB6OduZvEoGOwTVqI\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"vhTSZh23eJy077fbnhTwbR60JTuPEaqcrhjvUYGTAyQv75dD_ppxgxvjbtvEAfEDp-P36ABg5ah65RbJkACHeQ\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CtOMfy5p9jYidSvlgNrNCV5PNJRB6OduZvEoGOwTVqI\"}"