"{\"content\":{\"body\":\"In the middle of winter, after heavy snow, the whole Yan Beijing city is covered with a layer of silver.The Yan Capital was huge enough to accommodate millions of people, and it was the residence of Qin De, the 'King of Zhendong' who controlled the three counties of the Eastern Region.\\n\\nTown east wang mansion covers an area of very wide, the front door is wide Open Day and night, the front door of the mansion is very broad, enough for six or seven people in parallel.\\n\\nOn both sides of the gate stood two brave men about two meters tall, naked from the waist up. These two men were like rock carvings, their indifferent eyes scanning the passing crowd. On the broad back of the tiger were hanging giant blood-red swords.At first sight the blood-red sword was a meter and a half long.\\n\\nIn the depths of winter, when the ground was covered with snow and the temperature was so cold that the river froze over, the two men were naked.\\n\\nHowever, this is not the most frightening, more frightening is in the two men next to actually have a fierce tiger.\\n\\nThe whole body of the tiger is flame-like red, and its body length is about two meters. The sudden sweep of its tail, like an iron whip, makes the air vibrate, and the eyes of the tiger send out a dark and cold awn. This tiger is the so-called 'fierce tiger'.\\n\\nAll of a sudden, the town east wang's mansion out of another two big han, these two big han also naked upper body, respectively pulling a fierce fierce tiger, they are to change the shift.\\n\\nOutside the mansion, the aristocrat of yan capital of the noble clan or it is civilian nomad all consciously go away around the mansion of the east king of the town.\\n\\nIn a quiet small courtyard in the east wang mansion.\\n\\nA middle-aged man in blue was sitting on a stone bench, with a lovely boy sitting on his lap.And in front of the middle-aged man stood twelve, twelve old men, beautiful women, young men...But there was one thing in common. All twelve were dressed in purple.\\n\\n\\\"Father, why did you send all these teachers here?\\\"Just six years old Qin Yu sat on his father's leg, hands clutched a snowball, confused looking at his father Qin De.\\n\\nQin De caress qin Yu's head, and then look up to twelve people, indifferent way: \\\"you teach feather son also have a period of time, good, don't take into account what, have what judgment to say.\\\"\\n\\nThe twelve looked at each other, and then an old man with a white beard stepped forward and said respectfully, \\\"Your Royal highness, we have observed from all points of view that your Highness is only mildly interested in the art of strange men, but not in the least in the art of his superiors.In our judgment, His Royal Highness is unlikely to be a perfect superior.\\\"\\n\\nIt seems a little arbitrary to make such a claim based on a few days of contact with the boy.Chinde, however, has no doubts.\\n\\nQin De long sighed, looked at the ignorant Qin Yu, wry smile: \\\"I can see that Yu er is like his mother, for the world power has no interest, but he is in the way of training is...\\\"\\n\\nChinde stopped abruptly, then waved his hand and said, \\\"I've been bothering you all this time. You can leave the palace now.\\\"\\n\\n\\\"My Lord, I wait to go!\\n\\nThe twelve in Purple bowed at the same time, and went out in turn from the little secluded court.\\n\\nAt the moment, the court only Qin De and his son Qin Yu, Qin De silent words, sometimes also look at the leg of Qin Yu, the meaning of the eyes, at least six years old Qin Yu or unable to understand.\\n\\n\\\"What's wrong with him, father? Why is he silent?\\\"Qinyu heart thought, but Qinyu is very cleverly did not disturb his father, no mother, in the heart of Qinyu, the most important is his father, there are two other brothers.\\n\\nFor a long time, Qin De has been sitting, Qin Yu has been quietly sitting on his father's leg.\\n\\nSuddenly, a crane sounded.\\n\\nI saw a white crane flying in the air, sitting on top of the crane is a handsome middle-aged man, the crane will fall into the yard.\\n\\n\\\"Brother Feng, can you find a way to solve the problem of Yuer Dan Tian...\\\"Seeing the middle-aged man, Chin De stood up eagerly and asked.\\n\\nFengyuzi saw Qin De so, he naturally knew his friend Qin De things, can only sigh and say: \\\"Lord, I have said that yu er in the way of cultivation there is no hope at all, his Dan is very strange, can not accumulate internal force, nature can not practice.There is nothing I can do about it.\\\"\\n\\nHearing the result, Qin De sat down slowly and thought for a long time.\\n\\n\\\"Father?What is internal force ah, my Dan tian can't accumulate internal force again how?Just now those teachers again say what superior person, what does that mean?\\\"Six-year-old Qin Yu opened his eyes, confused to ask.\\n\\nHe remembered what he had just said.\",\"timestamp\":1634806547,\"title\":\"Qin Yu\"},\"digest\":\"zfEXHSgYYQRHFVwTWer5zcucOhOk2rlmcZZWDXB1xVo\",\"authorship\":{\"contributor\":\"0x36f9BB516e58AAba56ae3C905573A1e94CE2cEcF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3eeaTVKKNoIdNBUqhRXQ-0nBj2VOTPRCwNg1QDsuDrQ\\\",\\\"y\\\":\\\"OtrMzbEZV5htr45xOvTXhOOA7GaYzgEKwr78ZGEbNK8\\\"}\",\"signature\":\"HfQVgu7cOMfedJ0sRD4ms7BCKnyu9sQpD9Y92shPbmy7z7rHtCCHsPST6cZBfHKTrJ-TqPl5G0zGpLf3OYh-Iw\",\"signingKeySignature\":\"0x6ddcbce1892b6946f87603e0bb2b6af4e0aa6f2162ed6094c0fe6203948ca4235ba31fb5cd38abb819ea0814879912168cdc2cd710df2b2e390a474db443840f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3eeaTVKKNoIdNBUqhRXQ-0nBj2VOTPRCwNg1QDsuDrQ\\\",\\\"y\\\":\\\"OtrMzbEZV5htr45xOvTXhOOA7GaYzgEKwr78ZGEbNK8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zfEXHSgYYQRHFVwTWer5zcucOhOk2rlmcZZWDXB1xVo\"}"