"{\"content\":{\"body\":\"文章来源：\\n\\n[https://twitter.com/Imlaomao](https://twitter.com/Imlaomao)\\n\\n 1. **财富如狗**\\n    财富是有生命的，一个人和他的财富的关系，就像和他养的宠物狗狗一样的，从小带到大，有深厚的感情，这样的狗狗会追随你，许多人相信一夜暴富，这就像你突然路上遇到一个狗狗，你觉得他会爱上你，追随你，陪伴你吗？\\n 2. **做富人还是做演员？**\\n    很多公众人物会被认为是富人，但如果计算他的资产负债，他可能根本就是个负豪，他所能继续做的，就是靠“演出”避免资产清算的尴尬，不管是恒久大地产还是万年达商业，再光鲜的招牌也无法消除债务焦虑，真正的富人，有可能是没人知道他们的名字。\\n 3. **富人的不同**\\n    成为富人的原因千奇百怪，运气，资源，努力等等都是理由，但认知决定了成就的高度，李嘉诚2012退出强国业务全身而退，潘苹果继续奋斗9年身价缩水一半后才发现竟然赶上了共同富裕，所以，不要以为富人都是一样的，他们之间的差别超过你和潘苹果的差别，不只是资产哦。\\n 4. **财富的意义**\\n    富人和普通人到底有什么区别？可以吃得更好？买更多的东西？住舒适的房子？这些在发达国家中产以上的人基本都能做到，巴菲特在一次面向大学生的演讲中说：其实我的生活和你们一样，我们都住在温度合适的房子里，有大屏幕的电视可以看橄榄球比赛，吃的东西也差不多，唯一有区别的是我有一架飞机可以飞来飞去，这句话你看出重点了吗？不同层级的富人，消费程度达到一定程度就差别很有限了，唯一有差别的是：自由，或者说选择的权利。成为富人后，你有了更多的选择，看不惯你的邻居，买个新房子搬走就是，不喜欢所在的环境，换个城市甚至换个国家生活就是，可以选择不和没兴趣的人交往，可以花钱处理好人情世故也可以安然说不，甚至可以多生几个孩子晒幸福，只要不触犯法律，财富的意义就是给人足够的自由，而那些始终套在头上的条条框框，大多数是对还没富裕人的“特供”，让这些条条框框彻底消失，或许才是财富的真正意义。\\n 5. **富人的消费观**\\n    之前有人说富人的消费这习惯带着投资的逻辑，譬如买房要看是否符合投资预期，实诚的告诉你，扯淡！富人之所以是富人，是因为已经有足够的营收，心态上收入和消费完全是分开的，对于消费部分，就图一个“爽”而已，如果消费还得看这看那，那其实不是真正的富人，最起码不够富。\\n 6. **多少钱算富人？**\\n    之前有个说法，说一旦钱多到不再需要为生计而工作就算财富自由，但财富自由和富人还是不同。是否是富人有个简单计算方法，按当前最基础标准：拥有生活需求足够的物业后的现金资产，按照每天1000美金的标准计算，如果到人生尽头都足够的话，你就是了，相信我，你花不完的。\\n 7. **财富的舍得**\\n    已经拥有的财富，保持其价值（现实购买力）是非常不容易的，如果不善管理，亦将流失于岁月，诡异的是，越是试图抓紧一切机会增值，往往流失越快，不要试图赚每一分钱，学会保持距离，舍去一些看不懂的“机会”，佛系维持核心增长，让财富按照自然方式增长，方得恒久，所谓舍得。\\n 8. **可怕的意外财富**\\n    之前说过财富如狗，唯有匹配的认知和时间才能驾驭财富本身，而意外的“财富”，很容易不小心走到真正财富的反面，10年前我正在经历艰难的磨练，如果那时我巨有钱舅舅送了我一辆好车，很有可能我就成为优秀的滴滴司机了，想想都后怕，一身冷汗。\\n 9. **财富的隐形**\\n    早期的财富都需要“物”的介质来表现，相当长的时间，财富几乎就等于拥有物的数量，王公贵族的城堡即是代表，随着虚拟世界边界的不断扩大，未来的富人已经无需更多的“物”来证明了，但内在的差别会更加难以想象，差别形式或许就是永恒和脆弱，这个世界的终极财富会是能量和时间。\\n10. **财富觉醒**\\n    如果希望成为富人，首先需要的是清晰的财富观念，这些观念最起码包含以下这些：不鄙视财富，不漠视财富，对自己能力和特质有客观判断，对所处现实环境有真实客观的判断，对个人财富阶段和目标的阶段性思考，对个人拥有的资源有足够的分析，理解长期主义思考方式。\\n11. **财富觉醒2**\\n    财富不会无缘无故来到你身边，你需要思考，你有什么与众不同的的特质配得上超过常人得财富，对于自己财富特质的发现是个痛苦而漫长的过程，我在40岁之前，都在思考为什么我自认为聪明程度不输当时我认识的所有“有钱人”，却找不到突破的路径，唯一能做的是积累经验和等待机会。\\n12. **财富的觉醒3**\\n    如果你想真正进入财富的大门，有一点很容易被人忽视：请一定要做到能完全独立管理自己的钱，一个不能对自己的钱承担全部责任的人，是不可能做出最优的抉择的，合作炒股共同理财大多结果惨淡，哪怕是一家人，我尊重更看重家庭关系的选择，但我的选择是独立赚钱，家人随便用。\\n13. **财富的觉醒4**\\n    第一桶金不容易，这是一个从0到1的过程，每个人一辈子多少都有几次机会，但只有少数人抓住机会实现了目标，这个过程是一个不断建立信心和训练主动能力的过程，但一定要做“正确的事”，在过程中强化“我可以，我竟然可以”，把事做对做好，这阶段财富目标只是一个必然的副产品。\\n14. **财富的觉醒5**\\n    选择能力是财富觉醒阶段最重要的能力，没有之一，方向如果选错，不仅浪费大量的时间和精力，而且容易带来负面情绪。训练选择能力，有两个要点（非常重要，重要到无可替代）：认真学习逻辑形成思维习惯；积累特定领域的经验到理解通透。\\n15. **财富的觉醒6**\\n    学会舍弃，舍弃也是选择的一种，值得单独拿出来说是因为舍弃是“不选择”，不选择的权利往往被忽视掉，譬如，你可以舍弃多余的人际关系，舍弃只是可能有意义的应酬，舍弃掉天花板很低的蝇头小利，舍弃比选择更有主动性的抉择意味，如果选择是必答题，舍弃就是附加题，加分题。\\n16. **财富的觉醒7**\\n    判断天花板的能力\\n    同样是动用精力体力和资源，选择不同的方向天花板高度是不同的，我尊重所有为了专业和爱好而不考虑财富机会的选择，但更佩服一开始就能思考并选择财富发展空间更大并为之努力的人。训练：请为自己的未来做一个定位假设，尝试思考这个定位的天花板有多高。\\n17. **财富的觉醒8**\\n    政治洞见与财富息息相关\\n    这个话题比较敏感，不想多说，但如果对政治一无所知，哪怕你就是已经拥有财富也可能是镜花水月，阿富汗或美国让你选一个地方生活你不会选错，财富需要政治环境的安全才有意义，政治洞见不只是关于环境，更关于安全边际，政治盲目者逻辑上无法致富。\\n18. **财富的觉醒9**\\n    善意是底线\\n    财富的获取过程，很容易被还没有找到正确财富路径的人想象成不择手段的攫取，但真正这样做的人，很有可能得在监狱里度过余生，基于善意的财富路径，才有更有持久的力量。你见过一个对他人、对世界总是充满恶意的人已经成为财富真正的主人吗？\",\"timestamp\":1633833363,\"title\":\"财富随想\"},\"digest\":\"Yw_hB-SM5SMrNF46avU4cfSyg29hoJyOoFLOdicz4e8\",\"authorship\":{\"contributor\":\"0x382Cab376440F92d4943f8b47Dd45645CF98BE0C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UKrZmSn1btO6Y_Rrmh-nClu1v9GUewnyTzfqtOZIVo4\\\",\\\"y\\\":\\\"okcpJ2_iQE8UNGBHd3L9ty9UuiLRMGEcbRnAQj9gVYM\\\"}\",\"signature\":\"6mzgu-efdht-CFOYYUlJDR9rMBwwd7rq8yycxFwTmewkQ3PZcXA253oCUQZtSD1PkL5LUkJAL_xt08ITQTEgZw\",\"signingKeySignature\":\"0xaa3a7104bdd2eb140e53d7aba0837af2b037335a46b916d033f838f2071e9581218e8aa9343481a6d35940c5dce75df7823b022949cc3f48ffc4556bc6112b171c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UKrZmSn1btO6Y_Rrmh-nClu1v9GUewnyTzfqtOZIVo4\\\",\\\"y\\\":\\\"okcpJ2_iQE8UNGBHd3L9ty9UuiLRMGEcbRnAQj9gVYM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Yw_hB-SM5SMrNF46avU4cfSyg29hoJyOoFLOdicz4e8\"}"