"{\"content\":{\"body\":\"How often do you hear people say “I will be happy when …”such as “When I get that thing, I will be happy,” “I will be happy when I pass the exam” and “I would be happy if I had more money”. I have heard these things before and I am sure that I will hear them again.\\n\\nMany people want to believe that finding happiness is all about finding or getting something that they want. However, not many people have ever found long-term happiness by achieving a goal. There will always be another thing that they want. There will always be another exam or another dollar.\\n\\nTo break this vicious cycle, we must find our happiness somewhere else —within ourselves. In other words, happiness is completely an inside job. The key to finding happiness is to understand that happiness is a choice rather than the result of an experience. We have been given everything\\n\\nWe need to be happy. Allow yourself to choose happiness. If life was perfect, would you be happy? Life is perfect because we create it with our choices. Since we can create life, we can create happiness and choose how much better our lives can get!\\n\\nOnly when we can accept that life is perfect as it is, and that our lives are the sum total of everything that has happened up to this moment, can we accept the joy and the happiness we deserve.\\n\\n \\n \",\"timestamp\":1642598030,\"title\":\"Look Within to Find Happiness\"},\"digest\":\"IdKRjcW2nPb_bJRIrZMAa0yPcFHzq1vuYCdyIyVfrl0\",\"authorship\":{\"contributor\":\"0x69CBb222f1ab8E6cc51618e97db47D4E4354Dc42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gf63EJFKxzG2cIUT4uHiYodWdO7yKdwTk9ABOvPwVw\\\",\\\"y\\\":\\\"h422IP3OSJVw069aOkbMqpU_3a2uO6qMd_N0eb2pymo\\\"}\",\"signature\":\"ZQNdybRumWl7YrptVCTZG0ioL670LPPJLDvoruE0YaYpBPOCjJjHOU3Imkx94wedpzwBbqMHb1ov1MowHcs_Pw\",\"signingKeySignature\":\"0x8c09f32c33060d254b4c5746384ec259d4f6fcfc8529c478d6f613acf141f6e87aeb021b93c01fd6dc2bcbe05ae55b352d904e34382be9a165356045af135f5d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gf63EJFKxzG2cIUT4uHiYodWdO7yKdwTk9ABOvPwVw\\\",\\\"y\\\":\\\"h422IP3OSJVw069aOkbMqpU_3a2uO6qMd_N0eb2pymo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IdKRjcW2nPb_bJRIrZMAa0yPcFHzq1vuYCdyIyVfrl0\"}"