"{\"content\":{\"body\":\"first of the French guards, extended to those of every other denomination, except the Swiss, and even to the body guards of the King.  They began to quit their barracks, to assemble in squads, to declare they would defend the life of the King, but would not be the murderers of their fellow-citizens.  They called themselves the souldiers *of the nation*, and left now no doubt on which side they would be, in case of rupture.  Similar accounts came in from the troops in other parts of the kingdom, giving good reason to believe they would side with their fathers and brothers rather than with their officers.  The operation of this medicine at Versailles was as sudden as it was powerful.  The alarm there was so compleat that in the afternoon of the 27th. the King wrote with his own hand letters to the Presidents of the clergy and Nobles, engaging them immediately to join the Tiers.  These two bodies were debating & hesitating when notes from the Ct. d'Artois decided their compliance.  They went in a body and took their seats with the tiers, and thus rendered the union of the orders in one chamber compleat.\\n\\n```\\n    The Assembly now entered on the business of their mission, and first proceeded to arrange the order in which they would take up the heads of their constitution, as follows:\\n\\n    First, and as Preliminary to the whole a general Declaration of the Rights of Man.  Then specifically the Principles of the Monarchy; rights of the Nation; rights of the King; rights of the citizens; organization & rights of the National assembly; forms necessary for the enactment of laws; organization & functions of the provincial & municipal assemblies; duties and limits of the Judiciary power; functions & duties of the military power.\\n\\n    A declaration of the rights of man, as the preliminary of their work, was accordingly prepared and proposed by the Marquis de la Fayette.\\n\\n    But the quiet of their march was soon disturbed by information that troops, and particularly the foreign troops, were advancing on Paris from various quarters.  The King had been probably advised to this on the pretext of preserving peace in Paris.  But his advisers were believed to have other things in contemplation.  The Marshal de Broglio was appointed to their command, a high flying aristocrat, cool and capable of everything.  Some of the French guards were soon arrested, under other pretexts, but really on account of their dispositions in favor of the National cause.  The people of Paris forced their prison, liberated them, and sent a deputation to the Assembly to solicit a pardon.  The Assembly recommended peace and order to the people of Paris, the prisoners to the king, and asked from him the removal of the troops.  His answer was negative and dry, saying they might remove themselves, if they pleased, to Noyons or Soissons.  In the meantime these troops, to the number of twenty or thirty thousand, had arrived and were posted in, and between Paris and Versailles.  The bridges and passes were guarded.  At three o'clock in the afternoon of the 11th July the Count de la Luzerne was sent to notify Mr. Neckar of his dismission, and to enjoin him to retire instantly without saying a word of it to anybody.  He went home, dined, and proposed to his wife a visit to a friend, but went in fact to his country house at St. Ouen, and at midnight set out for Brussels.  This was not known until the next day, 12th when the whole ministry was changed, except Villedeuil, of the Domestic department, and Barenton, Garde des sceaux.  The changes were as follows.\\n\\n    The Baron de Breteuil, president of the council of finance; de la Galaisiere, Comptroller general in the room of Mr. Neckar; the Marshal de Broglio, minister of War, & Foulon under him in the room of Puy-Segur; the Duke de la Vauguyon, minister of foreign affairs instead of the Ct. de Montmorin; de La Porte, minister of Marine, in place of the Ct. de la Luzerne; St. Priest was also removed from the council.  Luzerne and Puy-Segur had been strongly of the Aristocratic party in the Council, but they were not considered as equal to the work now to be done.  The King was now compleatly in the hands of men, the principal among whom had been noted thro' their lives for the Turkish despotism of their characters, and who were associated around the King as proper instruments for what was to be executed. The news of this change began to be known at Paris about 1.  or 2. o'clock.  In the afternoon a body of about 100 German cavalry were advanced and drawn up in the Place Louis XV. and about 200.  Swiss posted at a little distance in their rear.  This drew people to the spot, who thus accidentally found themselves in front of the troops, merely at first as spectators; but as their numbers increased, their indignation rose.  They retired a few steps, and posted themselves on and behind large piles of stones, large and small, collected in that Place for a bridge which was to be built adjacent to it.  In this position, happening to be in my carriage on a visit, I passed thro' the lane they had formed, without interruption.  But the moment after I had passed, the people attacked the cavalry with stones.  They charged, but the advantageous position of the people, and the showers of stones obliged the horse to retire, and quit the field altogether, leaving one of their number on the ground, & the Swiss in their rear not moving to their aid.  This was the signal for universal insurrection, and this body of cavalry, to avoid being massacred, retired towards Versailles.  The people now armed themselves with such weapons as they could find in armorer's shops and private houses, and with bludgeons, and were roaming all night thro' all parts of the city, without any decided object.  The next day (13th.) the assembly pressed on the king to send away the troops, to permit the Bourgeoisie of Paris to arm for the preservation of order in the city, and offer to send a deputation from their body to tranquillize them; but their propositions were refused.  A committee of magistrates and electors of the city are appointed by those bodies to take upon them it's government.  The people, now openly joined by the French guards, force the prison of St. Lazare, release all the prisoners, and take a great store of corn, which they carry to the Corn-market.  Here they get some arms, and the French guards begin to form & train them.  The City-committee determined to raise 48.000. Bourgeoise, or rather to restrain their numbers to 48.000.  On the 14th. they send one of their members (Mons. de Corny) to the Hotel des Invalides, to ask arms for their Garde-Bourgeoise.  He was followed by, and he found there a great collection of people.  The Governor of the Invalids came out and represented the impossibility of his delivering arms without the orders of those from whom he received them.  De Corny advised the people then to retire, and retired himself; but the people took possession of the arms.  It was remarkable that not only the Invalids themselves made no opposition, but that a body of 5000. foreign troops, within 400. yards, never stirred.  M. de Corny and five others were then sent to ask arms of M. de Launay, governor of the Bastile.  They found a great collection of people already before the place, and they immediately planted a flag of truce, which was answered by a like flag hoisted on the Parapet.  The deputation prevailed on the people to fall back a little, advanced themselves to make their demand of the Governor, and in that instant a discharge from the Bastile killed four persons, of those nearest to the deputies.  The deputies retired.  I happened to be at the house of M.  de Corny when he returned to it, and received from him a narrative of these transactions.  On the retirement of the deputies, the people rushed forward & almost in an instant were in possession of a fortification defended by 100. men, of infinite strength, which in other times had stood several regular sieges, and had never been taken.  How they forced their entrance has never been explained.  They took all the arms, discharged the prisoners, and such of the garrison as were not killed in the first moment of fury, carried the Governor and Lt. Governor to the Place de Greve (the place of public execution) cut off their heads, and sent them thro' the city in triumph to the Palais royal.  About the same instant a treacherous correspondence having been discovered in M. de Flesselles, prevot des marchands, they seized him in the Hotel de Ville where he was in the execution of his office, and cut off his head.  These events carried imperfectly to Versailles were the subject of two successive deputations from the assembly to the king, to both of which he gave dry and hard answers for nobody had as yet been permitted to inform him truly and fully of what had passed at Paris.  But at night the Duke de Liancourt forced his way into the king's bed chamber, and obliged him to hear a full and animated detail of the disasters of the day in Paris.  He went to bed fearfully impressed.  The decapitation of de Launai worked powerfully thro' the night on the whole aristocratic party, insomuch that, in the morning, those of the greatest influence on the Count d'Artois represented to him the absolute necessity that the king should give up everything to the Assembly.  This according with the dispositions of the king, he went about 11. o'clock, accompanied only by his brothers, to the Assembly, & there read to them a speech, in which he asked their interposition to re-establish order.  Altho' couched in terms of some caution, yet the manner in which it was delivered made it evident that it was meant as a surrender at discretion.  He returned to the Chateau afoot, accompanied by the assembly.  They sent off a deputation to quiet Paris, at the head of which was the Marquis de la Fayette who had, the same morning, been named Commandant en chef of the Milice Bourgeoise, and Mons Bailly, former President of the States General, was called for as Prevot des marchands.  The demolition of the Bastile was now ordered and begun. A body of the Swiss guards of the regiment of Ventimille, and the city horse guards joined the people.  The alarm at Versailles increased.  The foreign troops were ordered off instantly.  Every minister resigned.  The king confirmed Bailly as Prevot des Marchands, wrote to Mr. Neckar to recall him, sent his letter open to the assembly, to be forwarded by them, and invited them to go with him to Paris the next day, to satisfy the city of his dispositions; and that night, and the next morning the Count D'Artois and M. de Montesson a deputy connected with him, Madame de Polignac, Madame de Guiche, and the Count de Vaudreuil, favorites of the queen, the Abbe de Vermont her confessor, the Prince of Conde and Duke of Bourbon fled.  The king came to Paris, leaving the queen in consternation for his return.  Omitting the less important figures of the procession, the king's carriage was in the center, on each side of it the assembly, in two ranks afoot, at their head the M. de la Fayette, as Commander-in-chief, on horseback, and Bourgeois guards before and behind.  About 60.000 citizens of all forms and conditions, armed with the muskets of the Bastile and Invalids, as far as they would go, the rest with pistols, swords, pikes, pruning hooks, scythes &c. lined all the streets thro' which the procession passed, and with the crowds of people in the streets, doors & windows, saluted them everywhere with cries of \\\"vive la nation,\\\" but not a single \\\"vive le roy\\\" was heard.  The King landed at the Hotel de Ville.  There M. Bailly presented and put into his hat the popular cockade, and addressed him.  The King being unprepared, and unable to answer, Bailly went to him, gathered from him some scraps of sentences, and made out an answer, which he delivered to the audience as from the king.  On their return the popular cries were \\\"vive le roy et la nation.\\\" He was conducted by a garde bourgeoise to his palace at Versailles, & thus concluded an amende honorable as no sovereign ever made, and no people ever received.\\n\\n    And here again was lost another precious occasion of sparing to France the crimes and cruelties thro' which she has since passed, and to Europe, & finally America the evils which flowed on them also from this mortal source.  The king was now become a passive machine in the hands of the National assembly, and had he been left to himself, he would have willingly acquiesced in whatever they should devise as best for the nation.  A wise constitution would have been formed, hereditary in his line, himself placed at it's head, with powers so large as to enable him to do all the good of his station, and so limited as to restrain him from it's abuse.  This he would have faithfully administered, and more than this I do not believe he ever wished.  But he had a Queen of absolute sway over his weak mind, and timid virtue; and of a character the reverse of his in all points. This angel, as gaudily painted in the rhapsodies of the Rhetor Burke, with some smartness of fancy, but no sound sense was proud, disdainful of restraint, indignant at all obstacles to her will, eager in the pursuit of pleasure, and firm enough to hold to her desires, or perish in their wreck.  Her inordinate gambling and dissipations, with those of the Count d'Artois and others of her clique, had been a sensible item in the exhaustion of the treasury, which called into action the reforming hand of the nation; and her opposition to it her inflexible perverseness, and dauntless spirit, led herself to the Guillotine, & drew the king on with her, and plunged the world into crimes & calamities which will forever stain the pages of modern history.  I have ever believed that had there been no queen, there would have been no revolution.  No force would have been provoked nor exercised.  The king would have gone hand in hand with the wisdom of his sounder counsellors, who, guided by the increased lights of the age, wished only, with the same pace, to advance the principles of their social institution.  The deed which closed the mortal course of these sovereigns, I shall neither approve nor condemn.  I am not prepared to say that the first magistrate of a nation cannot commit treason against his country, or is unamenable to it's punishment: nor yet that where there is no written law, no regulated tribunal, there is not a law in our hearts, and a power in our hands, given for righteous employment in maintaining right, and redressing wrong.  Of those who judged the king, many thought him wilfully criminal, many that his existence would keep the nation in perpetual conflict with the horde of kings, who would war against a regeneration which might come home to themselves, and that it were better that one should die than all.  I should not have voted with this portion of the legislature.  I should have shut up the Queen in a Convent, putting harm out of her power, and placed the king in his station, investing him with limited powers, which I verily believe he would have honestly exercised, according to the measure of his understanding.  In this way no void would have been created, courting the usurpation of a military adventurer, nor occasion given for those enormities which demoralized the nations of the world, and destroyed, and is yet to destroy millions and millions of it's inhabitants. There are three epochs in history signalized by the total extinction of national morality.  The first was of the successors of Alexander, not omitting himself.  The next the successors of the first Caesar, the third our own age.  This was begun by the partition of Poland, followed by that of the treaty of Pilnitz; next the conflagration of Copenhagen; then the enormities of Bonaparte partitioning the earth at his will, and devastating it with fire and sword; now the conspiracy of kings, the successors of Bonaparte, blasphemously calling themselves the Holy Alliance, and treading in the footsteps of their incarcerated leader, not yet indeed usurping the government of other nations avowedly and in detail, but controuling by their armies the forms in which they will permit them to be governed; and reserving in petto the order and extent of the usurpations further meditated.  But I will return from a digression, anticipated too in time, into which I have been led by reflection on the criminal passions which refused to the world a favorable occasion of saving it from the afflictions it has since suffered.\\n\\n    M. Necker had reached Basle before he was overtaken by the letter of the king, inviting him back to resume the office he had recently left.  He returned immediately, and all the other ministers having resigned, a new administration was named, to wit St. Priest & Montmorin were restored; the Archbishop of Bordeaux was appointed Garde des sceaux; La Tour du Pin Minister of War; La Luzerne Minister of Marine.  This last was believed to have been effected by the friendship of Montmorin; for altho' differing in politics, they continued firm in friendship, & Luzerne, altho' not an able man was thought an honest one.  And the Prince of Bauvau was taken into the Council.\\n\\n    Seven princes of the blood royal, six ex-ministers, and many of the high Noblesse having fled, and the present ministers, except Luzerne, being all of the popular party, all the functionaries of government moved for the present in perfect harmony.\\n\\n    In the evening of Aug. 4. and on the motion of the Viscount de Noailles brother in law of La Fayette, the assembly abolished all titles of rank, all the abusive privileges of feudalism, the tythes and casuals of the clergy, all provincial privileges, and, in fine, the Feudal regimen generally.  To the suppression of tythes the Abbe Sieyes was vehemently opposed; but his learned and logical arguments were unheeded, and his estimation lessened by a contrast of his egoism (for he was beneficed on them) with the generous abandonment of rights by the other members of the assembly.  Many days were employed in putting into the form of laws the numerous demolitions of ancient abuses; which done, they proceeded to the preliminary work of a Declaration of rights.  There being much concord of sentiment on the elements of this instrument, it was liberally framed, and passed with a very general approbation.  They then appointed a Committee for the reduction of a projet of a Constitution, at the head of which was the Archbishop of Bordeaux.  I received from him, as Chairman of the Committee a letter of July 20. requesting me to attend and assist at their deliberations; but I excused myself on the obvious considerations that my mission was to the king as Chief Magistrate of the nation, that my duties were limited to the concerns of my own country, and forbade me to intermeddle with the internal transactions of that in which I had been received under a specific character only. Their plan of a constitution was discussed in sections, and so reported from time to time, as agreed to by the Committee.  The first respected the general frame of the government; and that this should be formed into three departments, Executive, Legislative and Judiciary was generally agreed.  But when they proceeded to subordinate developments, many and various shades of opinion came into conflict, and schism, strongly marked, broke the Patriots into fragments of very discordant principles.  The first question Whether there should be a king, met with no open opposition, and it was readily agreed that the government of France should be monarchical & hereditary.  Shall the king have a negative on the laws? shall that negative be absolute, or suspensive only?  Shall there be two chambers of legislation? or one only?  If two, shall one of them be hereditary? or for life? or for a fixed term? and named by the king? or elected by the people?  These questions found strong differences of opinion, and produced repulsive combinations among the Patriots. The Aristocracy was cemented by a common principle of preserving the ancient regime, or whatever should be nearest to it.  Making this their Polar star, they moved in phalanx, gave preponderance on every question to the minorities of the Patriots, and always to those who advocated the least change.  The features of the new constitution were thus assuming a fearful aspect, and great alarm was produced among the honest patriots by these dissensions in their ranks.  In this uneasy state of things, I received one day a note from the Marquis de la Fayette, informing me that he should bring a party of six or eight friends to ask a dinner of me the next day.  I assured him of their welcome.  When they arrived, they were La Fayette himself, Duport, Barnave, Alexander La Meth, Blacon, Mounier, Maubourg, and Dagout.  These were leading patriots, of honest but differing opinions sensible of the necessity of effecting a coalition by mutual sacrifices, knowing each other, and not afraid therefore to unbosom themselves mutually.  This last was a material principle in the selection.  With this view the Marquis had invited the conference and had fixed the time & place inadvertently as to the embarrassment under which it might place me.  The cloth being removed and wine set on the table, after the American manner, the Marquis introduced the objects of the conference by summarily reminding them of the state of things in the Assembly, the course which the principles of the constitution were taking, and the inevitable result, unless checked by more concord among the Patriots themselves.  He observed that altho' he also had his opinion, he was ready to sacrifice it to that of his brethren of the same cause: but that a common opinion must now be formed, or the Aristocracy would carry everything, and that whatever they should now agree on, he, at the head of the National force, would maintain.  The discussions began at the hour of four, and were continued till ten o'clock in the evening; during which time I was a silent witness to a coolness and candor of argument unusual in the conflicts of political opinion; to a logical reasoning, and chaste eloquence, disfigured by no gaudy tinsel of rhetoric or declamation, and truly worthy of being placed in parallel with the finest dialogues of antiquity, as handed to us by Xenophon, by Plato and Cicero.  The result was an agreement that the king should have a suspensive veto on the laws, that the legislature should be composed of a single body only, & that to be chosen by the people.  This Concordate decided the fate of the constitution.  The Patriots all rallied to the principles thus settled, carried every question agreeably to them, and reduced the Aristocracy to insignificance and impotence.  But duties of exculpation were now incumbent on me.  I waited on Count Montmorin the next morning, and explained to him with truth and candor how it had happened that my house had been made the scene of conferences of such a character.  He told me he already knew everything which had passed, that, so far from taking umbrage at the use made of my house on that occasion, he earnestly wished I would habitually assist at such conferences, being sure I should be useful in moderating the warmer spirits, and promoting a wholesome and practicable reformation only.  I told him I knew too well the duties I owed to the king, to the nation, and to my own country to take any part in councils concerning their internal government, and that I should persevere with care in the character of a neutral and passive spectator, with wishes only and very sincere ones, that those measures might prevail which would be for the greatest good of the nation.  I have no doubt indeed that this conference was previously known and approved by this honest minister, who was in confidence and communication with the patriots, and wished for a reasonable reform of the Constitution.\\n\\n    Here I discontinue my relation of the French revolution.  The minuteness with which I have so far given it's details is disproportioned to the general scale of my narrative.  But I have thought it justified by the interest which the whole world must take in this revolution.  As yet we are but in the first chapter of it's history.  The appeal to the rights of man, which had been made in the U S. was taken up by France, first of the European nations.  From her the spirit has spread over those of the South.  The tyrants of the North have allied indeed against it, but it is irresistible.  Their opposition will only multiply it's millions of human victims; their own satellites will catch it, and the condition of man thro' the civilized world will be finally and greatly ameliorated.  This is a wonderful instance of great events from small causes.  So inscrutable is the arrangement of causes & consequences in this world that a two-penny duty on tea, unjustly imposed in a sequestered part of it, changes the condition of all it's inhabitants.  I have been more minute in relating the early transactions of this regeneration because I was in circumstances peculiarly favorable for a knowledge of the truth.  Possessing the confidence and intimacy of the leading patriots, & more than all of the Marquis Fayette, their head and Atlas, who had no secrets from me, I learnt with correctness the views & proceedings of that party; while my intercourse with the diplomatic missionaries of Europe at Paris, all of them with the court, and eager in prying into it's councils and proceedings, gave me a knolege of these also.  My information was always and immediately committed to writing, in letters to Mr. Jay, and often to my friends, and a recurrence to these letters now insures me against errors of memory.\\n\\n    These opportunities of information ceased at this period, with my retirement from this interesting scene of action.  I had been more than a year soliciting leave to go home with a view to place my daughters in the society & care of their friends, and to return for a short time to my station at Paris.  But the metamorphosis thro' which our government was then passing from it's Chrysalid to it's Organic form suspended it's action in a great degree; and it was not till the last of August that I received the permission I had asked.  -- And here I cannot leave this great and good country without expressing my sense of it's preeminence of character among the nations of the earth.  A more benevolent people, I have never known, nor greater warmth & devotedness in their select friendships.  Their kindness and accommodation to strangers is unparalleled, and the hospitality of Paris is beyond anything I had conceived to be practicable in a large city.  Their eminence too in science, the communicative dispositions of their scientific men, the politeness of the general manners, the ease and vivacity of their conversation, give a charm to their society to be found nowhere else.  In a comparison of this with other countries we have the proof of primacy, which was given to Themistocles after the battle of Salamis.  Every general voted to himself the first reward of valor, and the second to Themistocles. So ask the travelled inhabitant of any nation, In what country on earth would you rather live? -- Certainly in my own, where are all my friends, my relations, and the earliest & sweetest affections and recollections of my life.  Which would be your second choice? France.\\n\\n    On the 26th. of Sep. I left Paris for Havre, where I was detained by contrary winds until the 8th. of Oct.  On that day, and the 9th. I crossed over to Cowes, where I had engaged the Clermont, Capt. Colley, to touch for me.  She did so, but here again we were detained by contrary winds until the 22d. when we embarked and landed at Norfolk on the 23d. of November.  On my way home I passed some days at Eppington in Chesterfield, the residence of my friend and connection, Mr. Eppes, and, while there, I received a letter from the President, Genl. Washington, by express, covering an appointment to be Secretary of State.  I received it with real regret.  My wish had been to return to Paris, where I had left my household establishment, as if there myself, and to see the end of the Revolution, which, I then thought would be certainly and happily closed in less than a year.  I then meant to return home, to withdraw from Political life, into which I had been impressed by the circumstances of the times, to sink into the bosom of my family and friends, and devote myself to studies more congenial to my mind.  In my answer of Dec.  15. I expressed these dispositions candidly to the President, and my preference of a return to Paris; but assured him that if it was believed I could be more useful in the administration of the government, I would sacrifice my own inclinations without hesitation, and repair to that destination; this I left to his decision.  I arrived at Monticello on the 23d. of Dec. where I received a second letter from the President, expressing his continued wish that I should take my station there, but leaving me still at liberty to continue in my former office, if I could not reconcile myself to that now proposed.  This silenced my reluctance, and I accepted the new appointment.\\n\\n    In the interval of my stay at home my eldest daughter had been happily married to the eldest son of the Tuckahoe branch of Randolphs, a young gentleman of genius, science and honorable mind, who afterwards filled a dignified station in the General Government, & the most dignified in his own State.  I left Monticello on the 1st of March 1790. for New York.  At Philadelphia I called on the venerable and beloved Franklin.  He was then on the bed of sickness from which he never rose.  My recent return from a country in which he had left so many friends, and the perilous convulsions to which they had been exposed, revived all his anxieties to know what part they had taken, what had been their course, and what their fate.  He went over all in succession, with a rapidity and animation almost too much for his strength.  When all his inquiries were satisfied, and a pause took place, I told him I had learnt with much pleasure that, since his return to America, he had been occupied in preparing for the world the history of his own life.  I cannot say much of that, said he; but I will give you a sample of what I shall leave: and he directed his little grandson (William Bache) who was standing by the bedside, to hand him a paper from the table to which he pointed.  He did so; and the Doctr. putting it into my hands, desired me to take it and read it at my leisure.  It was about a quire of folio paper, written in a large and running hand very like his own.  I looked into it slightly, then shut it and said I would accept his permission to read it and would carefully return it.  He said, \\\"no, keep it.\\\"  Not certain of his meaning, I again looked into it, folded it for my pocket, and said again, I would certainly return it.  \\\"No,\\\" said he, \\\"keep it.\\\" I put it into my pocket, and shortly after took leave of him.  He died on the 17th. of the ensuing month of April; and as I understood that he had bequeathed all his papers to his grandson William Temple Franklin, I immediately wrote to Mr. Franklin to inform him I possessed this paper, which I should consider as his property, and would deliver to his order.  He came on immediately to New York, called on me for it, and I delivered it to him.  As he put it into his pocket, he said carelessly he had either the original, or another copy of it, I do not recollect which.  This last expression struck my attention forcibly, and for the first time suggested to me the thought that Dr. Franklin had meant it as a confidential deposit in my hands, and that I had done wrong in parting from it.  I have not yet seen the collection he published of Dr. Franklin's works, and therefore know not if this is among them.  I have been told it is not.  It contained a narrative of the negotiations between Dr. Franklin and the British Ministry, when he was endeavoring to prevent the contest of arms which followed.  The negotiation was brought about by the intervention of Ld. Howe and his sister, who, I believe, was called Lady Howe, but I may misremember her title.  Ld. Howe seems to have been friendly to America, and exceedingly anxious to prevent a rupture.  His intimacy with Dr. Franklin, and his position with the Ministry induced him to undertake a mediation between them; in which his sister seemed to have been associated.  They carried from one to the other, backwards and forwards, the several propositions and answers which past, and seconded with their own intercessions the importance of mutual sacrifices to preserve the peace & connection of the two countries.  I remember that Ld. North's answers were dry, unyielding, in the spirit of unconditional submission, and betrayed an absolute indifference to the occurrence of a rupture; and he said to the mediators distinctly, at last that \\\"a rebellion was not to be deprecated on the part of Great Britain; that the confiscations it would produce would provide for many of their friends.\\\" This expression was reported by the mediators to Dr. Franklin, and indicated so cool and calculated a purpose in the Ministry, as to render compromise hopeless, and the negotiation was discontinued.  If this is not among the papers published, we ask what has become of it?  I delivered it with my own hands into those of Temple Franklin.  It certainly established views so atrocious in the British government that it's suppression would to them be worth a great price.  But could the grandson of Dr.  Franklin be in such degree an accomplice in the parricide of the memory of his immortal grandfather?  The suspension for more than 20.  years of the general publication bequeathed and confided to him, produced for awhile hard suspicions against him: and if at last all are not published, a part of these suspicions may remain with some.\\n```\",\"timestamp\":1639988433,\"title\":\"These proceedings had thrown the people into violent ferment. It gained the souldiery\"},\"digest\":\"EiS4qx3IuDnJSke6swOY6Hr7A3bs1efU4GTkdK3COe8\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lr1i-2u7TumfXsh2nCIj9ROMlkCyWXUNPCYXh15KjKI\\\",\\\"y\\\":\\\"O7VQkL16MYEOIJMG3LKlFzOyZzt9cfWJVfZZO42p8cg\\\"}\",\"signature\":\"oNtciTf3TRxG_RM3CCEZUVjjittlDyWfm6aPbeFCxJqNahzoFMwbb-mgJU7Y_eh9ZOSRpi7jHNn2Anm3ILvWLQ\",\"signingKeySignature\":\"0xd654ddae536233748229155e2b8b93030f8cff4e28165c8b3ea6b024273802ea5c4b9ab0791480ef3170ebae4b8df47c5ee49460c89d3d4134c9c0b93c8a2db21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lr1i-2u7TumfXsh2nCIj9ROMlkCyWXUNPCYXh15KjKI\\\",\\\"y\\\":\\\"O7VQkL16MYEOIJMG3LKlFzOyZzt9cfWJVfZZO42p8cg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EiS4qx3IuDnJSke6swOY6Hr7A3bs1efU4GTkdK3COe8\"}"