"{\"content\":{\"body\":\"Vamos a ver si logro explicárselo en corto y por derecho: la finalidad de la nueva oficina judicial (NOJ) no es dotar de eficacia a nuestros juzgados, su finalidad real y única es retirar competencias a los jueces en los aspectos procesales y ponerlas en manos del Ministerio de Justicia.\\n\\nMás corto aún: la finalidad de la NOJ es quitar competencias al Poder Judicial y traspasarlas al Ejecutivo.\\n\\nToda la filosofía de la NOJ se contiene en el designio de retirar cuantas competencias procesales se les puedan quitar a los jueces y atribuirlas a los Letrados de la Administración de Justicia (antiguos secretarios judiciales) hasta convertir a estos en «jueces de lo procesal»[1](#1) pero, y ahí está la trampa, sin ceder un ápice en las facultades directivas y jerárquicas que el Ministro de Justicia tiene sobre estos LAJ[2](#2).\\n\\nQuien crea que los LAJ son parte del Poder Judicial se equivoca y lo primero que debe de hacer es salir inmediatamente de su error: los LAJ son funcionarios dependientes del Ministro de Justicia y con una cadena de mando férreamente establecida[3](#3). Los LAJ, a diferencia de los jueces y magistrados, no son, en modo alguno, esas personas independientes, inamovibles, responsables y sometidos únicamente al imperio de la ley que dice el artículo 117.1 de la Constitución. Tampoco gozan de esos privilegios de no poder ser separados, suspendidos, trasladados… con que el número 2 del artículo citado protege a los encargados de juzgar y ejecutar lo juzgado.\\n\\nLa cadena de mando, desde el Ministro al último LAJ, está férreamente establecida en las leyes y es por eso por lo que estos están obligados a cumplir los protocolos, instrucciones u órdenes que se les impartan[4](#4). Dicho de otro modo, aquellos que van a encargarse de la mayoría de los aspectos procesales del proceso están sometidos al principio de jerarquía respecto de un poder distinto del Poder Judicial. En España la mayoría de las resoluciones procesales las toman unos funcionarios ajenos al Poder Judicial y jerárquicamente dependientes del Poder Ejecutivo.\\n\\nCreo que, con entender esto, ya podrán saber ustedes cuáles son las intenciones de este ministro y de los anteriores y por qué han puesto tanto empeño en forzar la implantación de la nueva oficina judicial.\\n\\nY ahora esbocemos algún posible ejemplo de para qué le sirve o le podría servir al Poder Ejecutivo tener a sus órdenes a los funcionarios que ejercen el papel de “jueces de lo procesal”.\\n\\nPor ejemplo, a la hora de fijar la cuantía de un procedimiento de nulidad de cláusulas hipotecarias, mediante las convenientes reformas, los LAJ podrían recibir instrucciones para fijarla como de cuantía indeterminada (18.000€) o, alternativamente, podrían reducir la cuantía en exclusiva a las cantidades líquidas reclamadas por gastos… (apenas 1000 o 2000€) ¿te suena? ¿te lo imaginas o crees que lo has vivido ya?. Si el gobierno quisiera hacerle un favor a la banca ¿Saben cuantos millones de euros les ahorraría una decisión como esta?\\n\\nEs verdad que el intento del ejecutivo de que algunas decisiones de los LAJ no pudieran ser revisadas por los jueces fue declarada nula en 2016 por el Tribunal Constitucional[5](#5), pero, salvado este monumental atentado a la independencia judicial e incluso en el caso de que todas sus resoluciones puedan ser revisadas por los jueces (siempre a instancia de parte), divorciar a estos últimos de la ordenación del procedimiento es poner injustamente en manos de los sucesivos gobiernos (*rectius* de de los partidos que los ocupan) un poder inmenso.\\n\\nEscindir lo procesal de lo sustantivo es una aberración jurídica pero, créanme, no hay aberración que no sean capaces de llevar a cabo los partidos políticos que ocupan los sillones del poder.\\n\\nTengan la seguridad de que si el poder judicial cae en sus manos —y falta muy poco para que esto suceda— el Estado de Derecho dejará de existir en España para siempre.\\n\\n\\\\---\\n\\n1\\\\.De la Oliva Santos, A. (2011) Sobre la calidad de la Justicia en España. International Journal of Procedural Law. 1 (1) 19-49. Citado en (2020) ¿ES INCONSTITUCIONAL LA «NUEVA OFICINA JUDICIAL»? A PROPÓSITO DEL LIBRO JUSTICIA O BUROCRACIA / Is the new “Court Administrative Office” unconstitutional? Apropos of the book Justice or burocracy on JSTOR. Retrieved November 15, 2020, from <https://www.jstor.org/stable/26557949?read-now=1&seq=23#page_scan_tab_contents>\\n\\n2\\\\. La férrea jerarquización de los LAJ se positivó a través de las reformas operadas en la LOPJ por la [Ley Orgánica 19/2003](https://www.boe.es/buscar/doc.php?id=BOE-A-2003-23644), de 23 de diciembre, de modificación de la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial y la [Ley Orgánica 1/2009](https://www.boe.es/buscar/doc.php?id=BOE-A-2009-17492), de 3 de noviembre, complementaria de la Ley de reforma de la legislación procesal para la implantación de la nueva Oficina judicial, por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial; también debe tenerse en cuenta el [Real Decreto 1608/2005](https://www.boe.es/buscar/act.php?id=BOE-A-2006-839&tn=2), de 30 de diciembre, por el que se aprueba el Reglamento Orgánico del Cuerpo de Secretarios Judiciales.\\n\\n3\\\\. Por si a alguien le queda alguna duda sobre de quién dependen los Letrados de la Administración de Justicia es bueno que lean el siniestro artículo 463.1 LOPJ cuya dicción no deja lugar a dudas: “Bajo la superior dependencia del Ministerio de Justicia el Cuerpo de Letrados de la Administración de Justicia se ordena jerárquicamente en la forma que se determine en las relaciones de puestos de trabajo. En este sentido, realizarán todas aquellas funciones de naturaleza análoga a las que les son propias, inherentes al puesto de trabajo que ocupen y que les sean encomendadas por sus superiores.”\\n\\n4\\\\.Además del suficientemente expresivo artículo 463.1 LOPJ antes citado, la férrea cadena de mando a que la aludimos se diseña en los artículos **437.3 LOPJ:** *“Las unidades procesales de apoyo directo contarán con un letrado de la Administración de Justicia que ejercerá las competencias y funciones que le son propias. Por motivos de racionalización del servicio, un mismo letrado de la Administración de Justicia podrá actuar en más de una de estas unidades”*; **438.5 LOPJ:** *“Al frente de cada servicio común procesal constituido en el seno de la Oficina judicial habrá un letrado de la Administración de Justicia, de quien dependerán funcionalmente el resto de los letrados de la Administración de Justicia y el personal destinado en los puestos de trabajo en que se ordene el servicio de que se trate y que, en todo caso, deberá ser suficiente y adecuado a las funciones que tiene asignado el mismo.”*; **438.6LOPJ:** *“El letrado de la Administración de Justicia que dirija un servicio común procesal deberá hacer cumplir, en el ámbito organizativo y funcional que le es propio, las órdenes y circulares que reciba de sus superiores jerárquicos. En el ámbito jurisdiccional, responderán del estricto cumplimiento de cuantas actuaciones o decisiones adopten jueces o tribunales en el ejercicio de sus competencias.”*; **440.LOPJ:** *“Los Letrados de la Administración de Justicia son funcionarios públicos que constituyen un Cuerpo Superior Jurídico, único, de carácter nacional, al servicio de la Administración de Justicia, dependiente del Ministerio de Justicia, y que ejercen sus funciones con el carácter de autoridad, ostentando la dirección de la Oficina judicial.* **542.LOPJ:** *“1. Los letrados de la Administración de Justicia desempeñarán sus funciones con sujeción al principio de legalidad e imparcialidad en todo caso, al de autonomía e independencia en el ejercicio de la fe pública judicial, así como al de unidad de actuación y dependencia jerárquica en todas las demás que les encomienden esta ley y las normas de procedimiento respectivo, así como su reglamento orgánico. Las funciones de los letrados de la Administración de Justicia no serán objeto de delegación ni de habilitación, sin perjuicio de lo establecido en el artículo 451.3. 2. En el ejercicio de sus funciones, los letrados de la Administración de Justicia cumplirán y velarán por el cumplimiento de todas las decisiones que adopten los jueces o tribunales en el ámbito de sus competencias. 3. Los letrados de la Administración de Justicia colaborarán con las comunidades autónomas con competencias asumidas para la efectividad de las funciones que estas ostentan en materia de medios personales y materiales, dando cumplimiento a las instrucciones que a tal efecto reciban de sus superiores jerárquicos. Para una mejor coordinación podrán constituirse Comisiones Mixtas de Letrados de la Administración de Justicia y representantes de las comunidades autónomas con competencias asumidas, en sus respectivos ámbitos territoriales.”*; **465.LOPJ:** *Serán competencias de los Secretarios de Gobierno: 1. La inspección de los servicios que sean responsabilidad de los letrados de la Administración de Justicia de su respectivo ámbito competencial, sin perjuicio de la que corresponda al Consejo General del Poder Judicial, a las Salas de Gobierno o, en su caso, al Presidente del Tribunal o de la Sala respectivos. 2. La incoación de expedientes disciplinarios por las posibles infracciones que los letrados de la Administración de Justicia puedan cometer en el ejercicio de sus funciones, así como la imposición de la sanción de apercibimiento. 3. Proponer al Ministerio de Justicia el nombramiento de los letrados de la Administración de Justicia de libre designación en su ámbito territorial, que hubiesen participado en la correspondiente convocatoria, así como su cese cuando éste proceda. 4. Control y seguimiento estadístico. 5. Dirección y organización de los letrados de la Administración de Justicia que de él dependan, respetando y tutelando su independencia en el ejercicio de la fe pública. 6. Impartir instrucciones a los letrados de la Administración de Justicia de su respectivo ámbito territorial, a solicitud de las comunidades autónomas con competencias asumidas, cuando sea precisa la colaboración de aquellos para garantizar la efectividad de las funciones que tienen éstas en materia de medios personales y materiales al servicio de la Administración de Justicia. 7. Proponer al Ministerio de Justicia, o en su caso a la comunidad autónoma con competencias transferidas, las medidas que, a su juicio, deberían adoptarse para el mejor funcionamiento de la Administración de Justicia que fueren de su respectiva competencia, comunicando al Ministerio de Justicia cuantas incidencias afecten a los letrados de la Administración de Justicia que de él dependan. 8. Cursar circulares e instrucciones de servicio a los letrados de la Administración de Justicia de su territorio, así como velar por el correcto cumplimiento de las que, a su vez, dirija el Ministerio de Justicia, las cuales en ningún caso podrán suponer una intromisión en el desarrollo de la actividad procesal de jueces o magistrados, ni contradecir las decisiones adoptadas por la Sala de Gobierno en el ámbito de sus competencias. Tampoco podrán impartir instrucciones particulares relativas a asuntos concretos en los que un letrado de la Administración de Justicia intervenga en calidad de fedatario o en el ejercicio de sus competencias de ordenación y dirección del proceso. 9. Concesión de permisos y licencias a los Letrados de la Administración de Justicia de su territorio, pudiendo delegar en el Secretario Coordinador. 10. Conocer de los incidentes de recusación de los Letrados de la Administración de Justicia. 11. Elaborar los planes anuales de suplencias de Letrados de la Administración de Justicia y proponer al Ministerio de Justicia la lista de candidatos considerados idóneos para ejercer como Letrados de la Administración de Justicia sustitutos en el ámbito territorial de cada Comunidad Autónoma. 12. Las demás previstas en el reglamento orgánico del Cuerpo de Letrados de la Administración de Justicia.”*; **467.LOPJ:** *“Bajo la dependencia directa del Secretario de Gobierno, el Secretario Coordinador ejercerá las siguientes competencias: 1. Dictar instrucciones de servicio a los Letrados de la Administración de Justicia de su ámbito territorial para el adecuado funcionamiento de los servicios que tienen encomendados. 2. Controlar la correcta ejecución de las circulares e instrucciones de servicio que dicte el Secretario de Gobierno del que dependa. 3. Dar cuenta de forma inmediata al Secretario de Gobierno de cuantos hechos sean relevantes al buen funcionamiento de la Administración de Justicia, así como de las necesidades de medios personales y materiales de las secretarías ubicadas en su territorio. 4. Colaborar con las comunidades autónomas con competencias asumidas, para la efectividad de las funciones que éstas ostenten en materia de medios personales y materiales. 5. Coordinar el funcionamiento de cuantos servicios comunes procesales se encuentren ubicados en su territorio, o en su caso, asumir directamente su dirección cuando exista un único servicio común procesal provincial. 6. Proponer al Ministerio de Justicia las comisiones de servicio de Letrados de la Administración de Justicia que, dentro de su territorio, sean precisas para el correcto funcionamiento de las oficinas judiciales. 7. Resolver las suplencias y sustituciones de los Letrados de la Administración de Justicia de su ámbito. 8. Resolver los incidentes de abstención de los Letrados de la Administración de Justicia que de él dependan de acuerdo con lo previsto en esta Ley. 9. Conceder, por delegación del Secretario de Gobierno, los permisos y licencias a los Letrados de la Administración de Justicia de su territorio. 10. Las demás que establezcan las leyes y su propio reglamento orgánico.* También es preciso tener en cuenta la **LO 19/2003 Disposición adicional novena.** que establece un *“Nuevo órgano de dirección y coordinación. En la estructura del Ministerio de Justicia existirá un órgano encargado de la dirección y coordinación de los Secretarios de Gobierno y del resto de secretarios judiciales, cuyo titular se denominará Secretario General de la Administración de Justicia.”* y el **RD 1608/2005. ROCSJ** que dispone que *“16. ROCSJ: Los Secretarios de Gobierno tendrán las siguientes competencias, referidas en cada caso a su concreto ámbito de actuación: g) Impartir instrucciones a los Secretarios Judiciales de su respectivo ámbito territorial, a solicitud de las Comunidades Autónomas que hayan recibido los traspasos de medios personales al servicio de la Administración de Justicia, cuando sea precisa la colaboración de los Secretarios Judiciales con dichas Comunidades Autónomas para garantizar la efectividad de las competencias que tienen éstas en materia de organización y gestión de medios personales y materiales al servicio de la Administración de Justicia. h) Cursar circulares e instrucciones de servicio a los Secretarios Judiciales de su territorio, así como velar por el correcto cumplimiento de las que, a su vez, dirija el Ministerio de Justicia a través del Secretario General de la Administración de Justicia, las cuales en ningún caso podrán suponer una intromisión en el desarrollo de la actividad procesal de Jueces o Magistrados ni contradecir las decisiones adoptadas por la Sala de Gobierno en el ámbito de sus competencias. Tampoco podrán impartir instrucciones particulares relativas a asuntos concretos en los que un secretario judicial intervenga en calidad de fedatario o en el ejercicio de sus competencias de ordenación y dirección del proceso.”* **18. ROCSJ:** *“Las competencias que ejercerán los Secretarios Coordinadores Provinciales, bajo la dependencia directa de los respectivos Secretarios de Gobierno, serán las siguientes: a) Dictar instrucciones de servicio a los Secretarios Judiciales de su ámbito territorial para el adecuado funcionamiento de los servicios que tienen encomendados. b) Controlar la correcta ejecución de las circulares e instrucciones de servicio que dicte el Secretario de Gobierno del que dependan.n) Elaborar cuantos protocolos de carácter técnico procesal sean necesarios para el correcto funcionamiento de las Oficinas judiciales de su provincia, según lo establecido en el artículo 8 de este Reglamento, pudiendo también hacer suyos o enmendar los protocolos propuestos por los Secretarios Judiciales que dirijan los Servicios Comunes Procesales*.**21. ROCSJ:** *“El Secretario General de la Administración de Justicia tiene las siguientes competencias: 1) Dirigir y coordinar a los Secretarios de Gobierno y a todos los integrantes del cuerpo de Secretarios Judiciales, impartiendo las instrucciones y circulares que considere oportunas, así como velando por el cumplimiento de las mismas. 2) Supervisar y coordinar las órdenes e instrucciones convenientes al servicio y al orden interno del Cuerpo que dicten los Secretarios de Gobierno y, en general, la dirección, coordinación e inspección del mismo. A este fin, las órdenes, circulares, instrucciones y comunicaciones que emita directamente se trasladarán a los Secretarios Judiciales a través del superior jerárquico, a no ser que la urgencia del caso aconseje hacerlo directamente al destinatario, en cuyo caso dará inmediato conocimiento al Secretario de Gobierno, sin que en ningún caso estas comunicaciones puedan interferir en las competencias de las Administraciones Públicas con competencias en materia de justicia.”*\\n\\n5\\\\. [Sentencia 58/2016, de 17 de marzo de 2016](https://www.boe.es/buscar/doc.php?id=BOE-A-2016-3911). Cuestión interna de inconstitucionalidad 5344-2013. Planteada por la Sala Segunda del Tribunal Constitucional en relación con el art. 102 bis.2 de la Ley 29/1998, de 13 de julio, reguladora de la jurisdicción contencioso-administrativa, añadido por la Ley 13/2009, de 3 de noviembre, de reforma de la legislación procesal para la implantación de la nueva oficina judicial. Derecho a la tutela judicial efectiva y principio de exclusividad de la potestad jurisdiccional: nulidad del precepto legal que excluye la intervención judicial en la revisión de las diligencias de ordenación dictadas por el Letrado de la Administración de Justicia.\",\"timestamp\":1633794999,\"title\":\"Cómo acabar de una vez por todas con la Independencia Judicial (I): la NOJ\"},\"digest\":\"qY_2RQORymrgJjiQkDgcfWjAx50rqk0hx5cz8Te_XYQ\",\"authorship\":{\"contributor\":\"0xb5bF77b790f8185a6968F0B26f7Ff2610c1aAe42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"signature\":\"21G1nxD8uvZFsqLuTdwM76kuIUlZs9NIul7NBvxhHPCJi8S-hsJw81WPyzKzw3DiJU8sVv7W9SC047i8RC4saQ\",\"signingKeySignature\":\"0x50a047ad6ff7f41d9263473cb1e85f705f11153de978991cc29e08655075b9552f4557c853a6c5fe3143471d8b9f433002ae2726c289429dda8d04ae47dda62c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qY_2RQORymrgJjiQkDgcfWjAx50rqk0hx5cz8Te_XYQ\"}"