"{\"content\":{\"body\":\"![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff8e44e8a-5ba3-48ae-8d35-ccc61b85f499_1932x965.png)\\n\\nBy creating a Social Token, you'll gain ownership over your content and have an easier way to collaborate with your community. What this technology allows you, in the end, is unlocking different experiences with your community. You have control over the means and the production of what you create throughout the process. It's no more the Creator and its fan, but more a whole community-driven by culture and values.\\n\\nA fundamental aspect to understand is that an audience is passive while a community is engaged. So how do you foster a strong community willing to collaborate and grow together?\\n\\nSocial tokens have shown their efficiency to incentivize individuals to share their skills with others. Well-designed incentives are more than crucial as they can make your project tremendously grow. Social Tokens are best used when they scale or incentivize coordination and engagement between community members. Incentives are ideal when it's mutually beneficial to you and your community. This will create positive-sum games, where everyone has an aligned economic interest. By designing great incentives, you'll reach a point where you'll have the power to gather a strong community keen to help you achieve broader goals and collaborate with others. This essay aims to give you a framework to help you foster a strong group of contributors toward a joint project. When incentives are aligned correctly, they will push the solution to grow indefinitely.\\n\\n## 1/ Understanding the different types of incentives\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F23f52ac1-5261-49a0-bef1-17e599df8833_1932x965.png)\\n\\n**1.1 / Social incentives**\\n\\nFirst of all, you have to understand that a Social Token used purely for its utility can thrive in a niche community even though it has no monetary value. It's more of a social, collectible value that people are proud to own. Social Tokens create status within a community. Think of Airline miles that generate status within a specific sphere (Airline lounge, first to enter the plane, etc..) or special perks in Discord servers such as Discord roles, special reaction emoji, access to certain parts of the server etc. In the end, money is what people say is valuable. As [Hyman Minsky](https://en.wikipedia.org/wiki/Hyman_Minsky) said: \\\"Everyone can create money. The problem is to get it accepted\\\". So suppose you can provide something worthwhile within the community but has no monetary value (in our case - Social Status) through your Social Tokens. In that case, community members will be keen to exchange their time against this other valuable resource.\\n\\nA great example is what the artist [RAC](https://twitter.com/RAC?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) did with his [$RAC Token](https://blog.ourzora.com/home/introducing-rac). Uniquely, fans can't *buy* $RAC; they can only earn it (by buying merch, supporting him on Patreon, achieving small tasks etc..). By holding $RAC, fans can get access to a private Discord server, as well as early access to future merch drops. $RAC holders have a way to prove they are part of the 1% biggest fan. **Social Tokens can reinforce the hierarchy within the community, and it incentivizes anyone to participate within the community to increase their social status within this community**.\\n\\nAny niche will thrive because they have super fans who want to be part of a community and seek social status. [Status symbols within communities](https://davidphelps.substack.com/p/the-currency-of-community) are crucial for devoted fans. Think about the Star Wars fans willing to spend thousands of dollars for merchandise. Imagine now how big a project could become by letting those fans gain status through Social Tokens by helping grow this project. You can't underestimate the power of Social incentives.\\n\\n**1.2 / Vision Incentives**\\n\\nMany significant communities have succeeded even though the interests of their members weren't \\\"for-profit\\\" (aka economic incentives) and were more driven by a specific ideology. We can think of the [Bankless community](https://www.bankless.community/), for example, where \\\"members seek liberation from the tyranny of the traditional financial system\\\" and where they \\\"will achieve financial self-sovereignty, security, and prosperity.\\\" To achieve this great vision, collaboration is critical, and it firstly suited people who believed in the core ideology driving it. The movement has its currency, the $BANK, that has no financial value and simply represents participation in the bankless community. There is no sale. There are no investors. Community members will exchange this token without a monetary value because they sincerely believed in the vision.\\n\\nAligning interests is all about creating a token with embedded interest alignment for all parties who will use your token. Vision incentives can be powerful for broad and long-term projects, but it can, however, be complicated to motivate people in the short term.\\n\\n**1.3 / Economic Incentives**\\n\\nEconomic incentives are the most straightforward incentives to put in place. Indeed it doesn't require a particular strategy, and you can simply ask community members to achieve a mission in exchange for economic value. By creating a [pay-for-performance incentive scheme](https://medium.com/prysmeconomics/economics-of-tokenized-incentives-1-intro-to-pay-for-performance-84e3b9cfffa), anyone can provide their skills and help grow the project. It's clear what they will get in return. Creating Grant programs has also shown its efficiency to incentivize contributors participating in the project. With decentralized governance, anyone can submit a proposal (describing the missions, timeline, salary…) and get it accepted by the community.\\n\\nIt's also interesting to reflect on [how to shape those grant programs](https://medium.com/rallynetwork/what-social-tokens-can-learn-from-british-supermarkets-fd98bd1af5d0). Do you reward only people who opt-in to a program (which forces them to be active but results in fewer people ultimately enrolled), or is it better to enroll everyone by default(which means better coverage, but users might be more passive)? Do you prefer to create schemes that enforce rigid hierarchies (Token-gated communities or channels for example, where there's a hierarchy between those with enough tokens and the other) or create flat-rate systems where everyone on the scheme has the same chance of getting a discount (by curating article for a community for example)? As an example, we can think of Collab.Land, which built a Discord bot, connected to an Ethereum wallet to verify token balance before joining a chat group. This allowed the creation of token-permission groups, such as $JAMM and $KARMA, which helped ensure that those joining the group had a certain level of skin in the game.\\n\\nEconomic incentives are a great way to onboard new people to your project, but sustaining a community only based on financial incentives in the long term can be complicated.\\n\\nTo create incentives that impact and boost a community sustainably and positively, you have to make sure your incentives are part of at least one of the three categories: Social, Vision, or Financial. In creating incentives that don't fit in those categories, you have a higher risk of seeing users not be motivated enough to engage in activities that increase the value of the community.\\n\\n## 2/ The “Great incentives” Framework\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F704c5e19-0650-4f48-b118-f73d448d04cb_1932x965.png)\\n\\nNow that we've understood the different types of incentives, we'll try to develop a framework that can help any community leader design great incentives.\\n\\n**Step 1: Determine what would drive each party to use your token.**\\n\\nEveryone first chases personal interests. It's human. The aim of creating a Social Token is to align those interests with the ones of your community. **Suppose you can make incentive mechanisms that align both the community interests and the personal interests of each community member. In that case, you'll foster a strong community willing to build a joint project.** The first step to do so is to clearly define what members of your community are chasing by joining your community. What are their inner motivations? What would they earn by participating in the community? Why have they decided to join? You have to deeply understand their interest in collaborating with the community before creating incentives.\\n\\nThe second thing you should do, as a community leader, is to define the things you would need help with to achieve your mission. What are the activities that drive value for your community? Are you a curation community and looking for help to stay relevant? Are you a community aiming to share best practices and need everyone to be involved and share their skills?\\n\\n**Step 2: Determine how you can align each parties' interest.**\\n\\nNow that you know what you need and what other community members want, your goal is to align those interests and design targeted rewards schemes. University course grades, for example, provide powerful incentives for students to study hard or even to cheat, all without the university or the course instructor giving the student a dime. With grades, universities achieve their education goals while students are rewarded with good grades for their hard work. **Designing great incentives, it's all about considering the trade-offs, which balance costs and benefits.**\\n\\nTo align each parties' interest, you have to create incentives that provide sufficient value to your community to trade off their time. Students know that they can have good grades by spending hours learning their courses, and good grades can let them enter a good school and potentially have their dream job. They are trading their time against a potentially brighter future.\\n\\n**Step 3: Prevent bad token behaviors by disincentivizing those**\\n\\nWhen creating a Token for your community, you also have to think about the bad behaviors that could happen. Some bad behaviors could be speculative investments, for example, where community members would buy your token (try to raise its value) without having a positive impact on the project's value or development.\\n\\nOne way to beat this is to provide lock-up periods for token-holders. You reward token holders for holding your token, which disincentives them to sell and buy often and speculate.\\n\\nCreating trust and having clear values can be sufficient to prevent your community from those bad behaviors, but it's good to keep in mind that those bad behaviors can occur and determine in advance the actions you could take to disincentivize them.\\n\\n**Step 4: Incorporating effective performance metrics and optimizing the size of rewards**\\n\\nTo reward contributors efficiently, you also have to be clear about the quality of the work they are providing and, therefore, put in place clear performance metrics. The goal of defining clear performance metrics is to measure participants' contributions to reward them relative to their efforts.\\n\\nBlockchain and smart contracts now allow easy measuring of those metrics. Indeed, tools like [SourceCred](https://sourcecred.io/) allow community leaders to measure and reward value creation thanks to a Discord Bot. For example, thanks to SourceCred, it's easy to see the number of messages someone has sent in a Discord or if he has recently submitted work.\\n\\nCreating good performance metrics is crucial to well-designed incentives. For example, token price is a poor performance metric for incentivizing the types of behaviors that blockchain platforms want their participants to engage in, and you should focus more on finding metrics that can measure the \\\"quality\\\" of the work done.\\n\\nBy following those four steps, you should be on the right track to well-designed incentives for your community. This framework aims not to give you a clear path to follow as there are no one-size-fits-all solutions. With this framework, you should ask yourself the right questions and decide for your specific use cases and your specific community. There are, however, some general pieces of advice that can be applied in pretty much every community.\\n\\n* **Create a token only if you have at least three \\\"realistic\\\" token use cases**. From previous experiences, creating a token for your community with less than three realistic use cases makes it more likely to fail.\\n* \\\\*\\\\*Start with short-term incentives. \\\\*\\\\*Even though you have a long-term vision, it's essential to break it into smaller blocks and define specific missions that can be achieved in few hours.\\n* **Don't underestimate the power of game design for your incentives.** People will trade-off their time if you're asking them in a fun and gamified way.\\n* **Build trust & give ownership.** It's a long-term game to build trust, but it's essential to show your interest in every community member, always do the extra step, answer possible questions and give them ownership. By doing so, you'll create deep relationships with some members that will, in exchange, help you build a stronger community.\\n\\n## Conclusion\\n\\nCrypto and Social Tokens finally allow easier collaboration. What was impossible only a few years ago is now a reality, and there are some super exciting niches out there that can be bound up with their own social money. In the end, everything will be tokenized as tokenization changes the equation. Any niche will thrive because they have super fans who want to be part of a community, part of a broader project. Those communities will need Social Tokens and great incentives to create better collaboration.\\n\\n###### **Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram](https://www.instagram.com/coinvise/?hl=en) and join us on **[Discord](https://discord.gg/XQBwvzpZv2) 🔥**\",\"timestamp\":1631312033,\"title\":\"How to design great incentives?\",\"publication\":\"coinvise\"},\"digest\":\"IHbA_RIA1vctaHl6vNU5FyhNdsYmt0lGg1t5I_JNeS4\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"MgU1CcDC2jpCBvwGAM1vKZcIn5BI6Q-dipg6SU4VxmpPPncRMPET8kiCLO1j3CobU-2NeBRIWWxq92KkJ5Glbg\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Smjg3XUrEEO9ZQwLMvMnRNVV_gA6letmRmMz9q5KE7k\"}"