"{\"content\":{\"body\":\"**Having a strong distribution channel gives you the power to control the narrative.**\\n\\nIt's become relatively simple for brands to reach audiences, by way of the internet. All you need is your own distribution channel with a dedicated following. Easier said than done of course.\\n\\nBrands don't require the press anymore to get the word to spread. If you own the distribution yourself, you can leverage that without relying on someone else's audience.\\n\\n## Control the narrative\\n\\nCorporate media and tech companies have fallen out, and the smartest entrepreneurs have decided to *go direct*. This means that they use their own distribution channels to reach audiences.\\n\\nSome companies even do their own fact checks, to counter misreporting by corporate media. Using distribution to counter misreporting, or any kind of negative attention directed towards you, can be a good defence against cancel culture. You can use it to set the record straight. Otherwise the narrative is controlled by others.\\n\\n## Distribute value\\n\\nWhen you have your own platform, you can promote new products much more easily. Because you have the attention of your audience, and they're interested in what you have to say, you've already established trust with them. Whenever you launch something new, they might want to give it a try - if it's of value to them.\\n\\nThere will also be a more dedicated subgroup of you audience: superfans. These are the people who will want to support you no matter what you're venturing into. Having superfans is the ultimate goal. But to get there, you'll need to provide unique value consistently. And it will take some time.\\n\\n## Media = power\\n\\nA good distribution channel can be leveraged in many ways. You can, for example\\n\\n* ask for feedback directly,\\n* promote new products or services, and\\n* publish counter misreporting.\\n\\nIf media is power, then by creating your own media channel you wield some of that power. If your distribution solely relies on third-party channels, that power can be taken away from you. So it's essential that you [own your distribution by decentralising](https://mirror.xyz/safak.eth/83k1z1evxOIL9mBd5V-k2Xmy7WUD_WCNeb8w02E8eHY).\",\"timestamp\":1641218187,\"title\":\"Build Distribution, Go Direct\"},\"digest\":\"3IvAJ0rnhSeYoz9DZE9UtBvr8H5VcJOGMVFU1J5eNHM\",\"authorship\":{\"contributor\":\"0x245305CEB1c3eDE978F9650286f0c411c4C45DCf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-RS2CmxQfmQtZ0eqIDlAUyyl685mKCGQ0nn2zAEBBkQ\\\",\\\"y\\\":\\\"cQRCUobfvDo28EZZDm3AX3fO8gyxAusDU4dztAyb4uY\\\"}\",\"signature\":\"BP3t0IFLXfgjkfcNFx2bBl3u8KxjGz4ONsfoV0aX6WeGKIoAdU1vbeaO9IST-AdbhE9qx9HlUhlADxRXAofi8Q\",\"signingKeySignature\":\"0x47800353dd8161b82cd66a23b92eaa03541c135a2e45759c9ef1756dc94a3f190d4f27a69de22ada9bd98a72b9ee88dab219d5476f974776ab929dbd19bc0d291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-RS2CmxQfmQtZ0eqIDlAUyyl685mKCGQ0nn2zAEBBkQ\\\",\\\"y\\\":\\\"cQRCUobfvDo28EZZDm3AX3fO8gyxAusDU4dztAyb4uY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KU5J8zVHQ7J13l3h_6sgmElfmMs5EF0E-cBXGQBskoM\"}"