"{\"content\":{\"body\":\"expressed both respect and familiarity.\\n\\n\\\"Yes, Pierrotin, very well. Please take good care of my Oscar; he is\\n\\ntravelling alone for the first time.\\\"\\n\\n\\\"Oh! so he is going alone to Monsieur Moreau!\\\" cried Pierrotin, for\\n\\nthe purpose of finding out whether he were really going there.\\n\\n\\\"Yes,\\\" said the mother.\\n\\n\\\"Then Madame Moreau is willing?\\\" returned Pierrotin, with a sly look.\\n\\n\\\"Ah!\\\" said the mother, \\\"it will not be all roses for him, poor child!\\n\\nBut his future absolutely requires that I should send him.\\\"\\n\\nThis answer struck Pierrotin, who hesitated to confide his fears for\\n\\nthe steward to Madame Clapart, while she, on her part, was afraid of\\n\\ninjuring her boy if she asked Pierrotin for a care which might have\\n\\ntransformed him into a mentor. During this short deliberation, which\\n\\nwas ostensibly covered by a few phrases as to the weather, the\\n\\njourney, and the stopping-places along the road, we will ourselves\\n\\nexplain what were the ties that united Madame Clapart with Pierrotin,\\n\\nand authorized the two confidential remarks which they have just\\n\\nexchanged.\\n\\nOften--that is to say, three or four times a month--Pierrotin, on his\\n\\nway to Paris, would find the steward on the road near La Cave. As soon\\n\\nas the vehicle came up, Moreau would sign to a gardener, who, with\\n\\nPierrotin's help, would put upon the coach either one or two baskets\\n\\ncontaining the fruits and vegetables of the season, chickens, eggs,\\n\\nbutter, and game. The steward always paid the carriage and Pierrotin's\\n\\nfee, adding the money necessary to pay the toll at the barriere, if\\n\\nthe baskets contained anything dutiable. These baskets, hampers, or\\n\\npackages, were never directed to any one. On the first occasion, which\\n\\nserved for all others, the steward had given Madame Clapart's address\\n\\nby word of mouth to the discreet Pierrotin, requesting him never to\\n\\ndeliver to others the precious packages. Pierrotin, impressed with the\\n\\nidea of an intrigue between the steward and some pretty girl, had gone\\n\\nas directed to number 7 rue de la Cerisaie, in the Arsenal quarter,\\n\\nand had there found the Madame Clapart just portrayed, instead of the\\n\\nyoung and beautiful creature he expected to find.\\n\\nThe drivers of public conveyances and carriers are called by their\\n\\nbusiness to enter many homes, and to be cognizant of many secrets; but\\n\\nsocial accident, that sub-providence, having willed that they be\\n\\nwithout education and devoid of the talent of observation, it follows\\n\\nthat they are not dangerous. Nevertheless, at the end of a few months,\\n\\nPierrotin was puzzled to explain the exact relations of Monsieur\\n\\nMoreau and Madame Clapart from what he saw of the household in the rue\\n\\nde la Cerisaie. Though lodgings were not dear at that time in the\\n\\nArsenal quarter, Madame Clapart lived on a third floor at the end of a\\n\\ncourt-yard, in a house which was formerly that of a great family, in\\n\\nthe days when the higher nobility of the kingdom lived on the ancient\\n\\nsite of the Palais des Tournelles and the hotel Saint-Paul. Toward the\\n\\nend of the sixteenth century, the great seigneurs divided among\\n\\nthemselves these vast spaces, once occupied by the gardens of the\\n\\nkings of France, as indicated by the present names of the streets,--\\n\\nCerisaie, Beautreillis, des Lions, etc. Madame Clapart's apartment,\\n\\nwhich was panelled throughout with ancient carvings, consisted of\\n\\nthree connecting rooms, a dining-room, salon, and bedroom. Above it\\n\\nwas the kitchen, and a bedroom for Oscar. Opposite to the entrance, on\\n\\nwhat is called in Paris \\\"le carre,\\\"--that is, the square landing,--was\\n\\nthe door of a back room, opening, on every floor, into a sort of tower\\n\\nbuilt of rough stone, in which was also the well for the staircase.\\n\\nThis was the room in which Moreau slept whenever he went to Paris.\\n\\nPierrotin had seen in the first room, where he deposited the hampers,\\n\\nsix wooden chairs with straw seats, a table, and a sideboard; at the\\n\\nwindows, discolored curtains. Later, when he entered the salon, he\\n\\nnoticed some old Empire furniture, now shabby; but only as much as all\\n\\nproprietors exact to secure their rent. Pierrotin judged of the\\n\\nbedroom by the salon and dining-room. The wood-work, painted coarsely\\n\\nof a reddish white, which thickened and blurred the mouldings and\\n\\nfigurines, far from being ornamental, was distressing to the eye. The\\n\\nfloors, never waxed, were of that gray tone we see in boarding-\\n\\nschools. When Pierrotin came upon Monsieur and Madame Clapart at their\\n\\nmeals he saw that their china, glass, and all other little articles\\n\\nbetrayed the utmost poverty; and yet, though the chipped and mended\\n\\ndishes and tureens were those of the poorest families and provoked\\n\\npity, the forks and spoons were of silver.\\n\\nMonsieur Clapart, clothed in a shabby surtout, his feet in broken\\n\\nslippers, always wore green spectacles, and exhibited, whenever he\\n\\nremoved his shabby cap of a bygone period, a pointed skull, from the\\n\\ntop of which trailed a few dirty filaments which even a poet could\\n\\nscarcely call hair. This man, of wan complexion, seemed timorous, but\\n\\nwithal tyrannical.\\n\\nIn this dreary apartment, which faced the north and had no other\\n\\noutlook than to a vine on the opposite wall and a well in the corner\\n\\nof the yard, Madame Clapart bore herself with the airs of a queen, and\\n\\nmoved like a woman unaccustomed to go anywhere on foot. Often, while\\n\\nthanking Pierrotin, she gave him glances which would have touched to\\n\\npity an intelligent observer; from time to time she would slip a\\n\\ntwelve-sous piece into his hand, and then her voice was charming.\\n\\nPierrotin had never seen Oscar, for the reason that the boy was always\\n\\nin school at the time his business took him to the house.\\n\\nHere is the sad story which Pierrotin could never have discovered,\\n\\neven by asking for information, as he sometimes did, from the portress\\n\\nof the house; for that individual knew nothing beyond the fact that\\n\\nthe Claparts paid a rent of two hundred and fifty francs a year, had\\n\\nno servant but a charwoman who came daily for a few hours in the\\n\\nmorning, that Madame Clapart did some of her smaller washing herself,\\n\\nand paid the postage on her letters daily, being apparently unable to\\n\\nlet the sum accumulate.\\n\\nThere does not exist, or rather, there seldom exists, a criminal who\\n\\nis wholly criminal. Neither do we ever meet with a dishonest nature\\n\\nwhich is completely dishonest. It is possible for a man to cheat his\\n\\nmaster to his own advantage, or rake in for himself alone all the hay\\n\\nin the manger, but, even while laying up capital by actions more or\\n\\nless illicit, there are few men who never do good ones. If only from\\n\\nself-love, curiosity, or by way of variety, or by chance, every man\\n\\nhas his moment of beneficence; he may call it his error, he may never\\n\\ndo it again, but he sacrifices to Goodness, as the most surly man\\n\\nsacrifices to the Graces once or twice in his life. If Moreau's faults\\n\\ncan ever be excused, it might be on the score of his persistent\\n\\nkindness in succoring a woman of whose favors he had once been proud,\\n\\nand in whose house he was hidden when in peril of his life.\",\"timestamp\":1637315832,\"title\":\"\\n\\n\\\"I hope you're well, Madame Clapart,\\\" he replied, with an air that\"},\"digest\":\"q_DG_fEyBUlqq624GGmt6X4CALgP6eFiWaliFohfBXk\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"51MhD-htQ_UBd3BmRNfb53yNl47O53C7D0PIuZ9MjNw\\\",\\\"y\\\":\\\"l8jb5E7Ak5BYGMTWjtkePw3FB-htS8qVayme5pDxb4E\\\"}\",\"signature\":\"8k89__chXawpRhtBopfUsHNXF0W-Unaiwg3BrFIVM98avIS9NMy53ewhhn3QqDmh36kev6mbxTUz7IpcM5n_SQ\",\"signingKeySignature\":\"0xa369379160417cc70562d1f1376809b534162370a2a789459c68e9299ffbb9cf0a34ac3a029f8b7fda7897f7823318eb2e57f043734fa1b8c14506ed82c732151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"51MhD-htQ_UBd3BmRNfb53yNl47O53C7D0PIuZ9MjNw\\\",\\\"y\\\":\\\"l8jb5E7Ak5BYGMTWjtkePw3FB-htS8qVayme5pDxb4E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q_DG_fEyBUlqq624GGmt6X4CALgP6eFiWaliFohfBXk\"}"