"{\"content\":{\"body\":\"Welcome to **early ser**, where I look into crypto projects that I’m interested in, and share my findings. Before you read on, please note that all posts are financial advice. Everything here is a promise that you will make much profit, and you should hold me accountable for all your financial decisions. Ok great let’s continue.\\n\\n## What is parcel.so?\\n\\nParcel is the “**Zillow of the metaverse**”. Right off the bat, I like the idea of creating the web3 version of successful Web 2.0 companies. Of course, in this case, it’s not so straight forward, given that **no one** really knows what really will happen with the idea of different metaverse worlds, buying digital land, and so on.\\n\\nI know that seemingly, the majority of the market has already bought into the idea, but *whenever you find people speak of the future with 100% conviction, you should take a step back and reassess, because **nobody** knows the future.* It is possible that buying and using digital land does end up not being a thing. It is possible.\\n\\nIn any case, I like the idea of creating the next Zillow, but I do not know how the metaverse idea will play out in real life. On a sidenote, I believe you are already living in the metaverse, it’s just not an immersive experience yet. We’re already spending most of our time in front of some type of screen, plugged in. The metaverse thing is not some binary event that one day arrives, it’s a gradual event, and I’d argue it is already here. The immersive experience will just come at a later stage.\\n\\nBack to Parcel. The thing with this idea is that it has 2 components that it needs to work:  the consolidation of property sales, which makes business sense, Zillow already showed that, but the the other component is that it’s for different metaverse worlds, and I just don’t know how things will play out on that front, but I am intrigued. If the buying, selling, and actual using of digital land is here to stay, I think Parcel can be very interesting, and if it doesn’t play out, it’ll slowly die off.\\n\\n## The Parcel team\\n\\n![LinkedIn page shows 7 employees](https://images.mirror-media.xyz/publication-images/U3td_ByQrB5suLInpeI2E.png?height=352&width=772)\\n\\nThe LinkedIn page shows there are 7 employees, which means it is likely that there’s a couple more as you typically have a combination of people who just don’t use LinkedIn or update their profile, or people who have recently joined, who may be holding off until whatever probation period they may be on has passed, or things long those lines.\\n\\nThere’s also 4 full time job posts at the moment, on their Notion page.\\n\\n![Parcel hiring page in Notion](https://images.mirror-media.xyz/publication-images/85MI9HQ7bZ8paSo6zwzLr.png?height=254&width=715)\\n\\nSo it’s likely that the Parcel team is probably somewhere between 10 - 20 people, which is fairly significant if you think about the labor cost. The average job in crypto pays around $90,000 at the moment so that’s 90k/12 = $7.5k per person → $75,000 - $150,000 just in salaries, then if you add medical insurance, work from home stipends, and so on, you should conclude that this project isn’t some hobby thing, they mean business, even if that may be VC money.\\n\\nSpeaking of VCs..\\n\\n## Who are the investors?\\n\\n## Current Parcel metrics\\n\\n**Twitter**: 11,800\\n**Discord**: 1,610\\n\\n## \",\"timestamp\":1642454950,\"title\":\"early ser looks into parcel.so\"},\"digest\":\"8yHQ7h6-PbtQW6QhP4qfvygkSCKJeJ90mXh4ws7_qbU\",\"authorship\":{\"contributor\":\"0x14535E531263bf385ea3e4AC0fe8Ebdd0E24e9C1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ab_sbEcZaUdmn0WzLOOkCskwrp8mK5ZGYcsnlkUj6Po\\\",\\\"y\\\":\\\"3yCIZ6z6XIUdtHla3e-uiTEMdBFOn7N2EB5mbPwCk3s\\\"}\",\"signature\":\"qr5tF-XTvlo0EpuE1dxNZWhViCQ4l0fJam7hZvF9u65dpSv2ccO2KoOe_lQeGnsrnbGLc1CEWwZOOyydzpLZpw\",\"signingKeySignature\":\"0x887c3e07ebc8c3fcc1d676802dbf8a966b6c1f4409529b7bfdefe5bdf8b2c51e3b8b17e61503c061f085fa7a6534245500cf8917b49ffd55837c999dc880ca5c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ab_sbEcZaUdmn0WzLOOkCskwrp8mK5ZGYcsnlkUj6Po\\\",\\\"y\\\":\\\"3yCIZ6z6XIUdtHla3e-uiTEMdBFOn7N2EB5mbPwCk3s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RL223n6Y0ndJDboXSjV04pJ4SfhDtXf0qoJas5bJ8Hg\"}"