"{\"content\":{\"body\":\"**Superficially, the worlds of cryptocurrency and art may seem light-years apart.**\\n\\nCertainly, many aficionados of one of these worlds might well profess cheerful ignorance of the other — which they are happy to maintain. But on closer examination, each might find the other more interesting than they expected.\\n\\nAfter all, both artists and crypto fanatics love the ongoing dynamic tension between the transparent sharing of creativity and the authenticity of trustless provenance. On both sides are creators, collectors and hodlers. \\n\\nAnd whether taking inspiration from the concepts of cryptocurrency as creative elements, using blockchains to track and validate creative pieces directly, or even using the technology itself to fashion entirely new art forms (as we will see later this week), the intersection of these universes spawns fascinating collaborations and connections as movements and fashions emerge within the growing crypto art space. \\n\\n#### Where collaboration gives rise to creativity\\n\\nTo help me navigate this curious new crypto art world, I spoke to Sparrow Read, who runs [BlackBox Art ](https://blackbox.art/)— a place to ʞuıɥʇun everything, as she puts it, and where she curates resources for artists and global marketplaces.\\n\\nWhile impressionism emerged in France, and Warhol’s New York Factory locations are recognized as the culmination of the pop art scene, she explained that crypto art as a movement has no geographical point of focus.\\n\\nInstead, it brings people together digitally, giving them the opportunity to create and share their artworks online and exchange value in different ways. For her, the existence of the blockchain has brought new unique value to digital artwork in the form of nonfungible tokens, or NFTs, using smart contracts to confirm ownership:\\n\\n“People had gotten used to digital art just being free. Right click, download, and you’ve got that image. There was no good way of verifying digital ownership. So that’s what smart contracts do, they associate that unique token with that image on in a one-to-one relationship, so you can have a single owner of a piece of digital art.”\\n\\n#### Digital art discovers scarcity\\n\\nAnd people are ready to pay. Just as they were ready to pay for digital music, books and movies — because the quality and integrity are superior when you own something verifiably and authentically. And humans revel in uniqueness and possession. In the same way that people spend fiat currency on accumulating value baseball cards, classic Mustangs, and even in gaming assets and tokens, there is a unique and niche marketplace for digital artists to sell and track their work using Ethereum-based tokens.\\n\\nThis use of smart contracts can support as broad a definition of “art” as you wish to use, embracing CryptoKitties and CryptoPunks, digital pieces, dynamic works and even physical items like the weird [Plantoid](https://plantoid.org/) robotic creations sustained by a subscription model through smart contracts. \\n\\n“I’m not going to tell anybody what art is, that’s up to them to decide,” Read declared.\\n\\nOf course, there are other people who are inspired by the concepts of crypto itself, creating art based on currency icons, and the visualization of blocks and chains, as well as more abstract interpretations of concepts like decentralization, transparency and money — themes that are always open to interpretation after all. And sometimes, artists specifically intend to introduce these concepts to new audiences that wouldn’t typically seek them out.\\n\\n#### Digital art takes form\\n\\nArt has often told a story and endeavored to reflect the culture and reality in which it finds itself.\\n\\nIn this, I speak from experience: my novel *Beyond The Chain* relates some basic lessons about Bitcoin trustlessness and transaction types, in the cunning guise of a psychological thriller. \\n\\nWladimir and Holly Hylton from [BitArt Productions](https://www.bitart.productions/) are bringing lessons in blockchain and emergent technology to new audiences in Europe via performance art to raise awareness of the social impact of technology and its potential to bring about change.\\n\\nTheir production “Let’s Think A BIT” focused on the abstract philosophies of blockchains. “We use sign language and creative storytelling and dance. And even at one point, we brought in a beat boxer to kind of do a rap about how we stick everything into categories,” Holly explained. \\n\\nAvoiding the black and white, true/false dichotomies of contemporary thinking, they formulated and presented a vision of blockchain as a third way, a gray space of transparent truth that can help humanity solve its most huge and pressing problems.\\n\\nNext from BitArt is a piece about supply chain and counterfeiting, again relating to the potential of blockchain as an oracle of fact at a time when there is so much global complexity in the way products and materials move around that atrocities are hidden in plain sight: “There’s so much modern day slavery still embedded in all of that, and the blockchain can really shine a spotlight on all of those injustices and make things function better, all along the way,” Hylton continued.\\n\\nIt might not sound like an entertaining theme, but she concluded, “What’s wrong with having fun while you’re learning and inspiring someone to see something in a completely new way? There’s a bit of magic in theater. And we can use technological tricks to show people \\\\[new ways of looking at things\\\\] — you thought about it two minutes ago in this way, but now you see it completely differently.”\\n\\n[Catch up on all our Crypto Art Week features here.](https://cointelegraph.com/magazine/blockchain-and-crypto-art-week)\\n\\n#### Crypto art and community\\n\\nArt has a history of disruption and pushing boundaries too, something crypto people will relate to intuitively. Even fine artists are succumbing to crypto temptation.\\n\\nUnited Kingdom-based artist Trevor Jones has incorporated QR codes and augmented reality into oil paintings. His artist’s statement reflects the blending of old and new: *“We’re amid a digital revolution and so my aim is to investigate how various technologies can be incorporated with my work to enhance or alter the viewer experience. Over the last few years the themes informing my work have become more and more intertwined with my interests in tech and modern communication.”*\\n\\nBut despite the diversity of its niches and focus, my glimpses into the #CryptoArt community (the hashtag is ubiquitous) suggests mutual encouragement, support and unity [not found](https://cointelegraph.com/magazine/2020/03/05/toxic-twitter-tribalism-crypto-toxygen/) in much of the rest of the crypto arena.\\n\\n“Most artists are lovely,” Read insisted, and indeed a quick scan of the hashtag bears out this utopian community feel. Despite the variance in passion and persuasion, they’re mostly being… nice to each other.\\n\\nCertainly they network in their individual groups, but there’s a broad level of encouragement, debate and interaction. “There are NFTs on the Bitcoin blockchain, NFTs on the Ethereum blockchain, and they’re all separate groups, and then there are lots of Discord servers that are for different platforms and different special interests. There are lots and lots of different little pieces to this broader puzzle…”\\n\\n“There are some debates which get heated, when we get topics which come up like censorship, or the ability to push for royalties for artists… But it’s nothing like the Bitcoin maximalist Twitter stuff.”\\n\\nThere is also clearly an intensely close and circular relationship between the artists, supporting and engaging with each other to boost the space. And as well as collectively promoting their work, they engage with each other on issues like payments or tracking the resale and distribution of their work worldwide, using blockchain to keep track of its movement instead of the traditional model that limits the artist’s interaction with their own work to the first sale.\\n\\nSparrow Read herself came to the world of crypto art from the more traditional medium of encaustic wax painting and a crowdfunding experiment to release a hundred small wax painted canvases with a unique blockchain record — images of birds, to be tracked in the wild as they “flew away” to new owners.\\n\\nWhile the tracking is no longer in existence and her birds fly freely, the notion clearly stayed with her as she discovered new ways of creating provenance for her work using the blockchain, and alongside that a new community of artists who encouraged her to shape her own approach to creative expression through digital media — very different from hot wax. “You come for the art, because it’s interesting, or challenging… But I think you stay for the people, for the sense of community.”\\n\\nI was trying to think about whether I have ever heard that said about anything else related to crypto and blockchain.\\n\\n“We’re a self-selecting group, we are early adopters, it’s so new and so changeable and we’ve had similar shared experiences. Even as the space broadens out and becomes less homogeneous. A lot of guys came in because they were interested in the crypto first, I think, whereas a lot of the women — and this is gross generalization — came in because they were artists, and saw this as a cool interesting way of taking their art in a different direction.”\\n\\n#### Collaborative art in action\\n\\nThese high ideals often form the basis of small communities, but what happens when the participants set ideals aside and get down to work?\\n\\n[Async Art](https://async.art/) put that to the test with “First Supper,” a collaborative artwork created by 13 separate artists. The piece is dynamic, evolving as the artists themselves decide to build on, or change, their own contributions.\\n\\n*“We, cryptoartists, gather in this place to celebrate a new dawn for collaboration, creativity, and interaction between artist, collector, and art-lover alike. We hold these tokens to be self-evident, that all layers are created uniquely by individual artists, that each is endowed by their creator with specific immutable rights; that among these are state, rotation, scale, XY position, visibility, opacity, hue, and RGB. That whenever a token holder desires, it is their sole privilege to alter the value of these rights and constitute a new image.”*\\n\\n[https://cointelegraph.com/magazine/wp-content/uploads/2020/03/First-Supper-on-3.23.2020-at-8.23am-NYT-Midres.jpg](https://cointelegraph.com/magazine/wp-content/uploads/2020/03/First-Supper-on-3.23.2020-at-8.23am-NYT-Midres.jpg)\\n\\nThe way the artists come together online, many then creating physical art in their own locations, is the opposite of the way that traditional artistic movements and collectives have historically emerged. “You have artists from all over coming into it, rather than it spreading out to them,” Read continues.\\n\\nAnd the crypto art world is finding new ways to monetize for long-term sustainability too.\\n\\nArtists have always striven to find ways to fund creation as well while maintaining integrity and creative freedom, something that new crypto-based pull payments like PumaPay might facilitate soon, offering more of a patronage — or Patreon — approach, providing an income to creators while enabling them to maintain artistic liberty.\\n\\nIt’s a model that has worked in different ways since the Renaissance and may be long overdue an update for the crypto age. If patrons could fund creativity for a low monthly subscription using crypto, knowing that the funds go directly to the artist, perhaps there’d be even more support for the emerging art scene.\\n\\nAnd if a simpler subscription tool could be used — simpler compared to, say, having to make a MetaMask payment through SuperRare — then more art lovers might get on board.\\n\\nAs a community and movement with a purely digital locus, the crypto art space is an exciting and vibrant source of creativity and self-expression. And as adoption and awareness progress on the financial and technological side, the speculators might do well to make room for the artists.\\n\\nAfter all, where there’s scarcity, there’s money to be made too. “First Supper” last sold for the Ether equivalent of $13,873.18.\\n\\n\\n---\\n\\n \\n\\n*Thanks to the 13 artists who gave Cointelegraph Magazine permission to reproduce an iteration of “First Supper”: Coldie, Hackatao, AlottaMoney, XCOPY, Josie Bellini, Shortcut, BlackBoxDotArt, MLIBTY, TwistedVacancy, Matt Kane, Rutger van der Tas, Vans Design and Connie Digital.* \\n\\n \\n\\n*You can see the current version of the artwork here.*\",\"timestamp\":1639288393,\"title\":\"Connecting the Dots: Collectivism and Collaboration in the Crypto Art World\"},\"digest\":\"Ye8DsmYpkcwg_UPFHZ8PMNViash6_sVC8SFu8UprjG0\",\"authorship\":{\"contributor\":\"0x4A5449939a51CB3AB55c9b21977A071Bb4D5ea88\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"981haiHWAlSgaM5dlPq3kVtMMYhD6FZ7aK8Q-yMLaQ0\\\",\\\"y\\\":\\\"PGr9dxdxLgDVADeNurCaJvFPX7eQqRw0OVCzi_drUMk\\\"}\",\"signature\":\"guXmvEoloRTILmu_g_QbyNxzoEEom7Pqok8zH_84WjvkiYetIOlV367Gx9-MBgWL43Sg8uMqGcxW5zsAUITxQA\",\"signingKeySignature\":\"0x15a220abf542eeb68148c3f3e8f0a4e1fffb2a3224fd10a6ce8282b2386d34985bfc7645f4d7b700d9f67ae7d51c07590f2697532760081d87f8eff0c77007661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"981haiHWAlSgaM5dlPq3kVtMMYhD6FZ7aK8Q-yMLaQ0\\\",\\\"y\\\":\\\"PGr9dxdxLgDVADeNurCaJvFPX7eQqRw0OVCzi_drUMk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ye8DsmYpkcwg_UPFHZ8PMNViash6_sVC8SFu8UprjG0\"}"