"{\"content\":{\"body\":\"“好了，钱你收了，要带多少人，你说吧。“龙逆天似乎还真的喜欢上了我这个假扮的“另类高人”，几句话就跟我亲热起来。\\n\\n```\\n其实我早知道，先前那些玩家之中棋艺高超的肯定不乏人在，可是大约他们都是陷入了一个误区，就是认为要有足够的人手去下那局围棋，疏不知其实那局围棋是遇难则难，遇易则易，人越少，赢得也就越容易。\\n\\n久而久之，这个棋阵被人越传越神，越传越离奇，前来破阵的人也越来越多。搞到最后，一个简单的棋阵，竟然被当成了东方大陆一大难关。\\n\\n不过这话我可不能说明了，两眼缓缓地扫过龙逆天带来的玩家队伍。还别说，可能是因为有个大金主在后面撑着，这些玩家的等级与装备都不算太差，快赶上龙城里的专业队伍了。可惜的是，就算他们等级再高，实力再强，我拿来也没用。\\n\\n再者说，刚才那些家伙的马屁功夫可是让我足足吐了七八十回，带着他们上路，我还要不要活了？\\n\\n装模作样了半天，我指了指站在远处的信天游，非常随意地说道：“我就要他一个。”\\n\\n“什么？他？”\\n\\n“就他一个？！”\\n\\n龙逆天与四海浮游同时出声问道，口气中的惊讶占了很大一部分。\\n\\n“不行吗？”我假装生气地说道：“如果连这个要求都做不到，那你们也不用再想破那个阵了，钱我立刻还你，请另请高明吧。”说着，我还真的作势打开了交易面版，就是没把钱真的拿出来。\\n\\n“不是不行。”四海浮游皱着眉头，心说怎么遇到这么一位怪主。不过他的嘴里还是说道：“真地就只带一个人？里面可是一个非常复杂的棋阵。”\\n\\n龙逆天也点头说道：“为什么非要是他呢？他可是一点棋艺都不懂，去了也帮不上什么忙。”\\n\\n不懂棋艺？那正合我意。\\n\\n如果换作是一个稍懂棋艺的玩家跟我一起进去，保管能发现我所用的招数，其实只不过是最简单的一种。那到时候，谁说龙逆天那位大少爷不会觉得自己白花了二十万冤枉钱，跑来找我算账呢。\\n\\n想是这么想，我嘴里却说道：“如果下棋还需要有人帮助，那你们也不用花这么大价钱请了。我就要找个身手好，而且诉话的，如果不同意，我立刻走人。”\\n\\n要说身手好，这群玩家之中可能还真找不到比信天游身手更好的了。这一点，从他个人的气质上就可以看得出来。真正的高手，绝对可以做到傲视一切，只除了他以上占的那个主人。而信天游，显然就是属于这样一类人。\\n\\n在另一方面，或许就是我个人的直觉了。自少说，被我看中的人当中，还真没有哪个是看走眼了的。\\n\\n说来说去，我就是一招退钱走人，但偏偏龙逆天就吃我这一套了。没二话，伸手一招，将躲得远远的信天游又给招了回来。\\n\\n“已经准备好两次进洞了吗？”信天游走了过来，一句多的话也没有。\\n\\n他一早就看到上线的我。只是没想到其实我早就待在那里了，以为只是一个刚看到论坛消息跑上来赚钱的玩家。所以也没有产生太多的怀疑。至于为什么我出现的地点为什么那么巧，就在这座山洞的附近，那要解释起来就有太多的理由了。\\n\\n“嗯。”四海浮游点头说道：“不过这位先生说只带你一个人进去。”\\n\\n“就我一个？”信天游皱了皱眉头，看了看身旁的龙逆天。或许，他的职务是龙逆天的贴身保镖，即使是先前的任务，他也没有参与。\\n\\n“就你一个。”我走到信天游的面前，将他上下打量了一番，然后说道：“而且还有条件。”\\n\\n“什么条件？”这句话是三个人同时问地，整齐得像是一张嘴里说出来的。\\n\\n嘿嘿，其实本来我是没啥条件了，不过多提几个条件，才能显得俺身份特殊不是？\\n\\n我故意顿了顿，沉声说道：“第一，除了这个人之外，我不允许有任何人跟在后面，连山洞也不许进，直到我破阵为止。”\\n\\n“连山洞也不许进？”四海浮游以为我是不想被人看穿破阵的方法，所以才提出这一要求，可是那棋阵……\\n\\n“第二！”没有回答四海浮游的问题，我态度强硬地说出了第二个条件，“我不会给任何人解释我为什么这么做，所以也不允许有人来问我为什么。只要进洞之后，这个人必须全部听从我的指挥，严格执行我的任何命令。”\\n\\n“这个问题不大。”龙逆天直接应道，不过他又补充了一点：“要是你进洞之后，又命令他不准跟着你，或者叫他自杀怎么办？”\\n\\n叫他自杀？那我不如一个人都不要带了。\\n\\n我白了龙逆天一眼，没好气地说道：“如果你信不过我，还是那句话。钱还你，我走人。”\\n\\n龙逆天大约还没碰到过敢这么跟他说话的人，脸色一变，差点就要发火。不过他很快就想到，我实在没必要再在这个时候玩什么花样。如果真要跑路，又何必非要叫上这群人之中等级最高的信天游呢，找个等级低点的，我逃走的机会不是更大么。所以，第二个条件也被他答允了。\\n\\n“第三个条件是什么？”四海浮游问道。\\n\\n我轻松地耸了耸肩，说道：“哪有那么多条件，就两个。”\\n\\n嘿嘿，其实不是没有条件，是我一时半会儿也想不出那么多刁钻古怪的条件来了。\\n\\n在常人的习惯里，好像一提条件就是三个、五个，但我偏偏就只说两个，气死你！\\n\\n………\\n\\n我与信天游并排进入山洞，接下来的一切比我想象中更加顺利。\\n\\n这个信天游果真遵守我定下的规则，对我是言听计从，也绝对不问一个字。\\n\\n我一面漫不经心地指挥着眼前的战局，一面好奇地打量着这个足以引起我注意的年轻杀手。\\n\\n一些历史久远的家族里，为了更好地保护自己的子孙，总会专门培养出一批高手，作为后代的守护人。在他们之中，最优秀的人员将会成为家主的随从，或者贴身保镖。\\n\\n为了让他们能够更好地保护自己的主人，一般来讲。除了接受训练之外，其实的时间大多数都是与自己的保护对象生活在一起，同吃同住，念同一所学校。以便了解自己主人的习性，更有利于以后的保护工作。\\n\\n那龙逆天看上去不过十六七岁，顶天就是在读高中，但是他的身份百分百是某个家族的继承人，不然的话，也不会有这么大的排场。而信天游，自然就是跟他从小一起长到大的贴身随从。\\n\\n如果不是因为现在是在游戏里，再加上有龙逆天的命令，信天游是绝对不可能离开他的主人半步的。\\n\\n想通了这一点，我也知道想把信天游挖角过来几乎是不可能的，但是那龙逆天看上去实在有些好骗，如果说……\\n\\n我心中一阵暗笑，一个计划慢慢地浮现在脑海里。\\n\\n象棋局虽然难，但也不是太难解。毕竟只要舍得以子换子，不会瞻前顾后，一般都不会输得太难看。\\n\\n信天游盯着满地的机关石人，连大气都不敢乱出一口，随时做好戒备。在他的印象里，这些机关石人变态得厉害，合上百人之力都不一定能够搞定，更何况我这个“不自量力”的家伙竟然只带了他一个帮手。\\n\\n可是再看我，一脸轻松的模样，甚至还有功夫哼哼小曲，信天游实在有些弄不明白，到底这还是不是他先前进来过的那个恐怖的棋阵。\\n\\n望着他那一张紧张的模样，我微笑着说道：“放轻松一点，没那么可怕。不过记住，我没让你动手，你千万不能动手。不然破不了棋阵，那位龙大少爷怪罪下来，可不关我的事。”\\n\\n信天游看了我一眼，闷着头没有说话，不过他手里的匕首可是一刻也没有放松。\\n\\n我也不去管他，只顾自己下完这盘棋，果然没让他受到一丁点儿伤害，甚至连动都没怎么让他动，只是来回在我身旁打转。谁让他那么命好，自然站到了士的位置上，自然没太多发挥的余地了。\\n\\n下完一局象棋，信天游给龙逆天发了条消息，报告任务的结果，我假装没有看到，径直走到了围棋阵的前面，而此时信天游也快步跟了上来，想必龙逆天已经知道全部过程，也猜到为什么我会只带一个人了。\\n\\n其实如果不是因为我对围棋不是很熟，需要一个身手好的人替我试棋的话，我压根连信天游都不用带，一个人也能简单破阵。\\n\\n站在围棋局前，宽敞的山洞中依旧是那片黑白相间的满天星斗，信天游皱了皱眉头，因为他什么也看不懂，只知道是一个极为复杂的残局。而我却早已看出，这局棋比我上回遇到的还要简单，其实只需要两部棋，就可以将盘中的白子杀死一大片，棋局不攻自破。\\n\\n我没有急着发号施令，而是假装研究这个根本就不值得研究的棋局，继而对信天游问道：“据我所知，里面只有一个爱下模的疯老头子，你们龙大少爷干嘛非要破这个阵不可？”\\n\\n“为了一只宠物。”信天游简单地回答道；。\\n\\n原来，龙逆天在出来练级的半道上碰到一只等级颇高，长得又很漂亮的灵狐，本想收了做宠物的，哪知道那灵狐极为刁钻，竟然在近千人的围攻之下逃之夭夭。一向要风得风，要雨得雨的龙逆天哪里受过这种气，而且还是受一个怪的气，当下火冒三丈，发誓非要抓到那只灵狐不可，这才一路追到了这个山洞之前。\\n```\\n\\n\\n------------\",\"timestamp\":1640413042,\"title\":\"第一百八十八章   信天游\"},\"digest\":\"DiGU8Z4n5b45Y90_t3Ly-DL83PmvZX14yy5JbKt7Ll8\",\"authorship\":{\"contributor\":\"0xD5b80a135AF75531DCe6294866fc02fA4564456b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o2XZ5RRbO_DqilrWtSy0ee-8VXrgLeWqRicLvKAR0Kk\\\",\\\"y\\\":\\\"ErZCHXGMQysF5dpnMr0BrcGdXeWbiSGaU-atEq9_7ck\\\"}\",\"signature\":\"sBQnxI4Uc30GK-Kcy0zuVQWbBdlPwshLTKjtH_X0Rl0cBJPvC-NYLgHvyOZdA986DeZoy121DRBeEDtVNtjGBw\",\"signingKeySignature\":\"0x8109b06f0551b6c737e1538c59a9bef50e1038f5216fd3ec83f054f8514bf2ac18615f17c286ed62f01c6f60eca81827e5bbbf970ae63492a582de147eea3a611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o2XZ5RRbO_DqilrWtSy0ee-8VXrgLeWqRicLvKAR0Kk\\\",\\\"y\\\":\\\"ErZCHXGMQysF5dpnMr0BrcGdXeWbiSGaU-atEq9_7ck\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DiGU8Z4n5b45Y90_t3Ly-DL83PmvZX14yy5JbKt7Ll8\"}"