"{\"content\":{\"body\":\"The Sunday sun bore down into my eyes, blinding me. Flashes of lights that reminded me of the kill animations in Halo reverberated through my closed eyelids. Two hundred metres high, the platform gave me a kickass view of the mountains in the distance. All I could think about was what would happen if I jumped.\\n\\nWhat are you doing, weirdo? \\n \\n\\nHey. You know, if you squint hard enough you can see a snow leopard off there in the distance. I think it’s napping. \\n \\n\\nI’m surprised you can see anything after that brutal assault on your eyes. \\n \\n\\nHeh. \\n \\n\\nI didn’t like talking to him. Not when he not-quite-subtly asked me what the hell was wrong with me. My throwaway suicidal thoughts deserve privacy. They don’t fester well under scrutiny. Clinging on to the hope that these thoughts were transitory, I put on a well worn fake smile and turned to him. \\n \\n\\nYou wanna get something to eat? \\n \\n\\nSure, man. Let’s get some rolls as well. My stomach’s grumbling. I’ve heard the joint here’s quite decent. \\n \\n\\nYou have more of that stuff we got from that Chinese looking dude? \\n \\n\\nYeah. Around 2 j’s worth. You think anyone’ll have a problem with us smoking here? \\n \\n\\nI nodded my head towards a gaggle of fresh-out-of-college kids revelling in their not-so-secret joint smoking. They were sticking it to the man. I knew exactly how they felt. He smiled and lit the first joint. \\n \\n\\nI took a deep, long drag and held it in my lungs. I’ve read somewhere that it really doesn’t make much of a difference but better safe than sorry, right? We didn’t have much left.  \\n \\n\\nA few minutes passed in companionable silence, the wordless puff puff pass filling in the spaces comfortably. That leopard seemed to be asleep. The gaggle to our right had fallen silent too, drinking in the scenery in hushed silence. A giggle here and there broke the silence, quickly swallowed by the mood. Of love for nature, for the majesty in front of our eyes.\\n\\nI suddenly say a winged centaur burst into flight from the center of the sun. White as all hell, wings like vantablack. I blinked a couple of times, trying to make sure I wasn’t hallucinating. I looked around quickly at my friend and the group. They seemed too transfixed to say anything. Everyone had their mouths open to an annoying degree. I willed my eyes back to the apparition as it flew down towards us, all high and wondering on the lonely platform.\\n\\nWhat do you desire? \\n \\n\\nUh, what? \\n \\n\\nI asked you, mortal. What do you desire? \\n \\n\\nI don’t know, a bread omelette for my friend? He says he’s quite hungry. Maybe a pack of fries for me as well. \\n \\n\\nA barely audible sigh. \\n \\n\\nAre you resisting the vision, then? I don’t know why you humans always do this. It is infuriating. \\n \\n\\nWhat vision? I’m stoned out of my gourd. There’s no fucking black and white unicorn. \\n \\n\\nOh is that how I’m manifesting to your yes? Why don’t you ask your friend what he sees? \\n \\n\\nHey man, what do you see? Do you see anything? \\n \\n\\nI see a turtle with pajamas, bro. The dealer did say this shit would be insane.  \\n \\n\\nWhat. The. Fuck. \\n \\n\\nHey, look here, Mr. Unicorn. I don’t know what your deal here is. But I just want to relax with my friend and go back home in a few days. We don’t want any part of your psychobabble bullshit. \\n \\n\\nDamn. But I thought you would be interested in learning the secrets of the universe. \\n \\n\\nWell, I don’t give a toss about the universe. All I give a shit about is my bread omelette and a cup of coffee. If you’re so damn powerful, why can’t you get me the food? \\n \\n\\nAre you fucking kidding me, mortal? \\n \\n\\nUhhhh…  \\n \\n\\n\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\* \\n \\n\\nI knew Vinod had not been feeling himself recently. He always has had a self destructive streak to him. Staring into the sun, looking over ledges like he’s about to jump, looking past people during conversations like he’s in a deep dialogue with himself, he’s weird. But never something I thought would be too problematic. He always felt like he held it all together. \\n \\n\\nAfter all, the weird people are the ones who make life worth living. What’s the point in living with squares? \\n \\n\\nSo when he asked me what I was seeing, I uttered whatever bullshit came to my mind. He shouldn’t have been hallucinating in the first place. It was just normal weed. The dealer was too cheap to have given us anything else for the paltry amount I paid him. \\n \\n\\nI watched with alarm as his eyes widened and his mouth began moving soundlessly. The gaggle to our right was too absorbed in their high to notice what was happening, except one dude. He looked me in the eye with the same profound depth of shared understanding that’s exchanged between two people as they see the aftermath of a fatal road accident. \\n \\n\\nIt was unnerving. I moved closer to Vinod, and tried to shake him from his reverie. One gentle shake. Nothing. Two gentle shakes. Nothing. Three gentle shakes. He sprung out of it like he was kicked awake, muttering, “whaa. Whaa.. What’s going on?” \\n \\n\\nHey man you okay? \\n \\n\\nYeah, yeah. Yeah. I’m fine.  \\n \\n\\nYou sure? You didn’t seem fine. You seemed to be talking to no one in particular. \\n \\n\\nWhat the fuck? Dude, don’t you see it in front of you? Look! He pointed. \\n \\n\\nI squinted my eyes, trying to humor him, seeing nothing but blue sky and boring mountains. \\n \\n\\nNo, man. \\n \\n\\nDude, really? Don’t fuck with me.  \\n \\n\\nUhhh. Yeah maybe, I see a faint outline. Some faint horse shaped thing. \\n \\n\\nYOU SEE IT TOO? \\n \\n\\nCalm down. It could just be the light. \\n \\n\\nBut it’s talking to me!!! \\n \\n\\nOk. Let’s go. Let’s get some food.  \\n \\n\\nWhy? It’s going to give us some bread omelettes and other shit. \\n \\n\\n…. \\n \\n\\nDude, I’m not kidding.\\n\\n…\\n\\nOkay. Let’s go.\\n\\n… \\n \\n\\n\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\* \\n \\n\\nI saw him as he started to wolf down his food. He gulped the cold coffee down by the mouthful, refusing to meet my eyes.  \\n \\n\\nSomething was wrong. He had that look in his eyes. Like I was doing something weird again. Like I was not myself anymore. The furtive glances at my hands, at the surroundings, like he was some discount Jason Bourne who’d save the world if I decided to go postal. I laughed inwardly, making sure it didn’t show on my face. \\n \\n\\nWhy’s he so suspicious, I hear the voice inside me say. \\n \\n\\nHe’s always like that. First time? \\n \\n\\nWell, as a matter of fact, it is my first time. \\n \\n\\nOh, okay. He’s always like that. \\n \\n\\nIs he going to be a danger? \\n \\n\\nDanger? Why? \\n \\n\\nYou know… \\n \\n\\nNo, I don’t know. \\n \\n\\nAll of a sudden a massive headache engulfed my skull. Throbbing pain hit every section of my temples, radiating and pulsing with pure pain. Every beat was agony. The sunlight beat high bore screws into my eyes, forcing me to shut them and clamp my teeth on my fist to keep from screaming. I could see his eyes start to go wide with concern.  \\n \\n\\nBut there was no time for that now. The pain was too much to focus on anything else. An involuntary groan escaped my throat. All of a sudden, my pain glazed eyes could see him spring into readiness, for God knows what. He was ready to fight for me. Against whatever demon was trying to take me. I smiled inwardly, willing it to make its way to my face. All that escaped was another pained grunt as I pitched headlong towards the ground and everything went black. \\n \\n\\n\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\* \\n \\n\\nThe mind was easy to overpower. Almost too easy. I stopped for a second, trying to gauge whether there was a standard deus ex machina trying to stop me. Love, friendship, whatever bullshit have you. I’ve been burned enough times to not be careful. But nothing was forthcoming. This was a truly weak mind. No friendship, no bonds to tether them to reality.  \\n \\n\\nA couple of feeble attempts to reassert control. I swatted them aside almost contemptuously, catching myself in time. Human minds weren’t always as easy as they seemed. They had a nasty habit of holding on to some strong wellspring of emotion, trauma is I guess what they call it. A nastly, whiny tangled set of neurons that fired relentlessly. Some minds set up pathways that ensured these trauma bunches fired almost constantly, rendering themselves unwitting prisoners of the same. Facinating, but a bitch to overcome or battle. Hard to win over a mind that is too deeply engrossed in its own pain. \\n \\n\\nLuckily, this one had enough dispersion of ego hurt between self and collective pain. I toyed with these emotions, almost nonchalantly, turning them against each other with practiced ease. My teacher’s appreciative words almost rang out in my memory. I’d always been very good at this. \\n \\n\\nHis friend was still looking at him, dumbfounded. \\n \\n\\nHis friend was still looking at us, dumbfounded. \\n \\n\\nHis friend was still looking at me, dumbfounded. \\n \\n\\nThis was boring. Almost too easy. I should have been happy with this. I finally had a shell to inhabit. I should have been content. But greed has always been my weakness. Nothing was ever enough. It was going to be a challenge to pull that illusion off again, especially on a better adjusted mind.\\n\\nBut whatever, two minds should be better than one, right? My master’s voice whispered a little at the back of my head but I resolutely ignored it like I always did.\\n\\nTaking a deep breath, I unfurled my wings, the air shimmering around me. Psychic power, was it? That’s what these creatures called it. I think. His voice faltered a little, his eyes going unfocused for a bit. The cafe owner was conveniently cleaning some gunk off his floor. Everything was clear. Just this one thing to pull off.\\n\\nI asked him my usual question, “Who are you?”\\n\\n“DJ”\\n\\n“Who?”\\n\\n“Dhananjay”\\n\\n“Why are you special?”\\n\\n“I don’t think I am”\\n\\n“You think anyone will miss you when and if you vanish from the face of this earth?”\\n\\n“Uh, yeah bro. My boss will.”\\n\\n“What’s a boss?”\\n\\n“What kind of a dumb question is that? Wait, what the hell is going on? Are you talking to me telepathically? Who are you?”\\n\\n“You should have trusted your friend. He isn’t stupid”\\n\\n“I didn’t think so.”\\n\\n“Don’t lie.”\\n\\n“I don’t think he’s stupid. He just need some help sometimes”\\n\\n“And you think you don’t?”\\n\\n“I manage.”\\n\\n“Do you? Really?”\\n\\n“Uh, yeah.”\\n\\nThis was going quite badly. Tiny slivers of doubt started creeping in. Every human being wasn’t going to be as easy as Vinod? There must have been a reason why I was attracted to him. No matter. I needed to do something here. The next few questions would have to break his poise or I’d have to wipe his memory and walk off with my spoils for now.\\n\\n“Are your loved ones justified in loving you?”\\n\\n…\\n\\nGood. That one hit.\\n\\n“Are you priority number 1 to anyone in this world?”\\n\\n…\\n\\nGenerally a gamble if the person was an only child, but worth the risk.\\n\\n“Why are you worth anything at all? There’s 7 billion of you.”\\n\\n“That’s a stupid question. All lives matter equally. So do I.”\\n\\n“Do they really? Do you?”\\n\\nI didn’t generally do this but I dumped a bit of doubt in his head. It wasn’t going to be an easy conquest, if even possible. No harm in maximizing my chances.\\n\\nI am not sure I matter really, he said out loud.\\n\\nThe cafe driver looked over.\\n\\nA drooling human being sitting opposite a catatonic friend must have spooked him. He began to walk over in consternation. It was now or never. Vinod slumped over in his seat and went to sleep as I pushed myself into the stubborn man’s head. Ooh this was tough.\\n\\nA tough mind is almost impossible to overtake. I’d never liked my teacher, relying instead on my supposed gift for invasion. I should have listened. Those couple of seconds were the most existentially terrifying moments of my young life. Nothing seemed to be working. There were weaknesses, the standard ones. Underdeveloped sense of identity, fears of isolation, of inconsequence and being fundamentally unloveable. But for some reason, there was an undercurrent of determination that stood out against my every attack. He was worried about Vivek and wanted to protect him. It was almost cute. I showed him a mental picture of the pain Vinod was under. I showed the ignorant bliss he felt right now. He didn’t need to know the whole story. I felt the resolve of his protectiveness weakening. But there wasn’t enough time. It wasn’t working. I wasn’t going to give Vinod up for an attempt at this. I decided to walk away.\\n\\nThe cafe owner arrived.\\n\\nEverything all right here? You folks seem sick.\\n\\nWe’re just winded. The air’s quite thin here.\\n\\nHahahaha yeah. Try to make sure you get enough rest. Take as long as you need here. Get some more food if you need it.\\n\\nHe seemed like he had another question he wanted to ask. But thinking better of it, he turned and walked away.\\n\\nDJ looked at me, at us. One last time. His eyes seemed to be asking the question his mind was too afraid to answer truthfully.\\n\\nDeception was going to be more helpful.\\n\\nI twisted Vinod’s face into a painful smile.\\n\\nI turned and walked away. New shell. Finally. I had a hankering for some food. That leopard was going to be a fitting meal.\",\"timestamp\":1638571017,\"title\":\"The unicorn at the end of the rainbow\"},\"digest\":\"2MmuNPt_N0wD8G8DJ227z9oBtBKVSBeAsL9jDwFArKI\",\"authorship\":{\"contributor\":\"0xD5A29580B1e9C2BF309C8c3f067aa8f4e027a9C8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QO5FfyOTf5QP5JBGaNQsM1aFLAmYEukvDD-tguFsgaw\\\",\\\"y\\\":\\\"UlOFhSihhiJRKaOQdIXhMqq5mWS48RqW8Xj4yBhSfRY\\\"}\",\"signature\":\"4kWXSaER45LoS6Kb3Cb6Hn9qPhmaBoMx_iUcF26XcBfAsid4gbtQ1RcVX05dVPlTsNSrPZFPA3jSb_yWcCsbLA\",\"signingKeySignature\":\"0xc2bd6dd4380acfe439d9201ca5ce279fbfb5f3b14fa73dddc446b42605184a890c4dda113f138e8bd1b679d64e499842de6425ed565497892f895ffed199bd371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QO5FfyOTf5QP5JBGaNQsM1aFLAmYEukvDD-tguFsgaw\\\",\\\"y\\\":\\\"UlOFhSihhiJRKaOQdIXhMqq5mWS48RqW8Xj4yBhSfRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2MmuNPt_N0wD8G8DJ227z9oBtBKVSBeAsL9jDwFArKI\"}"